[{"id":"25299","title":"Poole v. Incentives Unlimited","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25299","description":"This case involves whether continued at-will employment is sufficient consideration to support a covenant not to compete entered into during an ongoing employment relationship.","date":"2001-06-04","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nCarol C. Poole, Respondent,\r\n\r\n&nbsp;\r\nv.\r\n\r\n\r\nIncentives Unlimited, Inc. d/b/a\r\nDunlap Motivation and Travel, Petitioner,\r\n&nbsp;\r\n\r\nand\r\n\r\n\r\nIncentives Unlimited, Inc. d/b/a Dunlap Motivation\r\nand Travel,                              Third-Party Plaintiff,&nbsp;\r\n\r\nv.\r\n\r\n\r\nNorthshore Travel, Inc.,        Third-Party Defendant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Greenville County\r\nThomas J. Ervin, Circuit Court Judge\r\n\r\nCharles B. Simmons, Jr., Master-in-Equity\r\n\r\n\r\n\r\nOpinion No. 25299\r\nHeard April 5, 2001 - Filed June 4, 2001\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nD. Garrison Hill, of Hill &amp; Hill, L.L.C., of Greenville, for petitioner.\r\n\r\nChris B. Roberts, of Brown, Massey, Evans, McLeod &amp; Haynsworth, P.A., of Greenville, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCHIEF JUSTICE TOAL:  This Court granted Incentives Unlimited's d/b/a Dunlap Motivation and Travel's\r\n(\"Incentives\") petition for a writ of certiorari to review the Court of Appeals' decision in\r\nPoole v. Incentives Unlimited,\r\nInc., 338 S.C. 271, 525 S.E.2d 898 (Ct. App. 1999).\r\n\r\nFACTUAL/ PROCEDURAL BACKGROUND\r\n\r\nCarol C. Poole (\"Poole\") began working as an at-will travel agent for Incentives in 1992.  Three and a half years later, in\r\nApril 1996, Incentives asked Poole to sign an \"Employment Agreement\" which consisted solely of a covenant not to\r\ncompete.  Poole alleges she was told she had to sign the agreement in order to remain employed.  Incentives states in return\r\nfor signing the covenant, Poole \"received continued employment\" with the company.   Poole signed the Employment\r\nAgreement on April 30, 1996.\r\n\r\nIn November 1996, Poole left Incentives and began working for another travel agency.  Incentives refused to transfer cruise\r\nbookings for Poole and five of her friends, causing them to re-book the cruise at an increased cost.  Poole then sued\r\nIncentives to recover the increased costs.  Incentives answered and counterclaimed, seeking an order temporarily enjoining\r\nPoole from violating the covenant not to compete and seeking damages for the alleged breach of the covenant.  The trial\r\ncourt denied the request for a temporary injunction.\r\n\r\nSubsequently, both parties moved for summary judgment, and these motions were heard before the trial judge in February\r\n1998.  The trial judge, by order dated March 3, 1998, granted summary judgment to Poole on the ground the covenant not\r\nto compete was unenforceable and invalid since: (1) it was not supported by consideration; and (2) it was not witnessed by\r\na disinterested party as required by S.C. Code Ann. § 41-19-50 (Law Co-op. 1976). (1)  The Court of Appeals affirmed,\r\nholding the covenant was invalid and unenforceable due to a lack of consideration.  The Court of Appeals did not address\r\nthe applicability of section 41-19-50.  Incentives was granted certiorari, and the issues before this Court are:\r\n\r\n\r\nI.  Did the Court of Appeals err in holding continued at-will employment is insufficient consideration to support a covenant\r\nnot to compete entered into during an ongoing employment relationship?\r\n\r\nII.  Did the Court of Appeals err in refusing to address the applicability of Section 41-19-50 to the case at hand?\r\n\r\n\r\nLAW/ ANALYSIS\r\n\r\nI.  Covenant Not to Compete\r\n\r\nIncentives argues continued at-will employment is sufficient consideration  for a covenant not to compete entered into\r\nduring an ongoing employment relationship.  Poole argues separate consideration, in addition to continued at-will\r\nemployment, is need for the covenant to be enforceable.  We agree with Poole.\r\n\r\nIn Reeves v. Sargeant, 200 S.C. 494, 21 S.E.2d 184 (1942), this Court set forth the following standard for determining the\r\nvalidity of a covenant not to compete:\r\n\r\n\r\nIt is well settled that while contracts in general restraint of trade are against public policy and void, yet those in partial\r\nrestraint, founded upon a valid consideration and reasonable in their operation, are valid and binding.  The test which\r\ngenerally is laid down by which it may be determined whether a contract is reasonable is whether it affords a fair protection\r\nfor the interests of the party in whose favor it is made, without being so large in its operation as to interfere with the\r\ninterests of the public.\r\n\r\n\r\nId. at 498-499, 21 S.E.2d at 186 (internal citations omitted).\r\n\r\nThis Court also announced the criteria for determining the validity of a covenant not to compete in South Carolina Fin.\r\nCorp. of Anderson v. Westside Finance Co., 236 S.C. 109, 113 S.E.2d 329 (1960). \"A covenant not to compete is\r\nenforceable if it is not detrimental to the public interest, . . . is reasonably limited as to time and territory, and is supported\r\nby valuable consideration.\" Id. at 119, 113 S.E.2d at 334 (emphasis added).  Furthermore, this Court has stressed, \"It is\r\nwell settled that a restrictive covenant not to engage in a competitive business ancillary to a contract of employment, will\r\nbe upheld and enforced if, inter alia, it is supported by a valuable consideration.\"  Standard Register Co. v. Kerrigan, 238\r\nS.C. 54, 72, 119 S.E.2d 533, 542 (1961) (emphasis added); see also Rental Uniform Serv. of Florence, Inc. v. Dudley, 278\r\nS.C. 674, 301 S.E.2d 142 (1983) (a covenant not to compete must be supported by valuable consideration).  Finally, such\r\ncovenants will be critically examined and construed against the employer.  Carolina Chem. Equip. Co., Inc. v. Muckenfuss,\r\n322 S.C. 289, 471 S.E.2d 721 (Ct. App. 1996).\r\n\r\nThe question in this case involves whether the covenant not to compete executed by Poole and Incentives is supported by\r\nvaluable consideration.  Incentives argues the consideration was continued at-will employment.  Poole argues in order for a\r\ncovenant entered into after the inception of employment to be enforceable, it must be supported by separate consideration,\r\nnot simply continued employment.\r\n\r\nThis Court has clearly held \"a covenant not to compete may be enforced where the consideration is based solely upon the\r\nat-will employment itself.\"  Riedman Corporation v. Jarosh, 290 S.C. 252, 252, 349 S.E.2d 404, 404 (1986).  However, the\r\ncovenant in that case was entered into at the inception of employment.  Therefore, the covenant passes the threshold\r\nvalidity test because it was exchanged for a promise of initial employment.  The more difficult question becomes whether\r\ncontinued at-will employment is sufficient consideration to enforce a covenant entered into days, months, or even years\r\nafter the initial employment offer.\r\n\r\nIn Kerrigan, supra, this Court addressed a covenant entered into between employee Kerrigan and employer Standard\r\nRegister thirteen years after the inception of employment.  This Court found the covenant enforceable.  Kerrigan, supra. \r\nHowever, the facts are distinguishable from the instant case.  When Kerrigan signed the covenant, he received a change in\r\nduties, change in pay, and change in position.  Therefore, the consideration was not simply continued employment, but also\r\nan increase in pay and a change in duties.\r\n\r\nWe are persuaded by jurisdictions, such as North Carolina, which find that ordinarily employment is a sufficient\r\nconsideration to support a restrictive negative covenant, but where the employment contract is supported by the purported\r\nconsideration of continued employment, there is no consideration when the contract containing the covenant is exacted\r\nafter several years employment and the employee's duties and position are left unchanged.  Kadis v. Britt, 29 S.E.2d 543\r\n(N.C. 1944).  Therefore, we adopt the rule that when a covenant is entered into after the inception of employment, separate\r\nconsideration, in addition to continued at-will employment, is necessary in order for the covenant to be enforceable.\r\n\r\nIn the instant case, Poole's duties, position, and salary were left unchanged.  Therefore, the covenant was unenforceable for\r\nlack of consideration.\r\n\r\nII.  Section 41-19-50\r\n\r\nIncentives argues the Court of Appeals erred in refusing to address its argument that S.C. Code Ann. § 41-19-50: (1) was\r\ninapplicable to civil cases; and (2) had been repealed by the General Assembly.  We disagree.\r\n\r\nThe Court of Appeals did not err in refusing to address this issue because, in light of its finding that the agreement was\r\nunenforceable for lack of consideration, a ruling on section 41-19-50 was unnecessary.  For the same reason, this Court\r\ndoes not address this issue.\r\n\r\nCONCLUSION\r\n\r\nFor the foregoing reasons, the Court of Appeals' decision is AFFIRMED.\r\n\r\nMOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n1. Although in effect at the time Poole and Incentives signed the covenant, this section was repealed by Act. No. 289 of\r\n1996.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25300","title":"State v. Graddick","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25300","description":"This criminal appeal addresses issues involving (1) counsel's motion to be relieved, (2) cross-examination of a defense witness, and (3) a circumstantial evidence charge.","date":"2001-06-04","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nThe State, Respondent,\r\n\r\n&nbsp;\r\nv.\r\n \r\n\r\nArthur Eugene Graddick, Appellant.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\nCosta M. Pleicones, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25300\r\nHeard April 24, 2001 - Filed June 4, 2001\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nMichael S. Seekings and W. Peter Beck, both of Charleston, for appellant.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney\r\nGeneral Donald J. Zelenka, Senior Assistant Attorney General William Edgar Salter, III, all of Columbia; and Solicitor\r\nDavid Price Schwacke, of North Charleston, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE BURNETT: Appellant appeals his conviction for the murder of Richard Allen Brown.  We affirm.\r\n\r\nDISCUSSION\r\n\r\nI.  Did the trial court err in denying\r\ndefense counsel's motion to be relieved?\r\n\r\nAppellant argues he was unfairly prejudiced and denied effective assistance of counsel because the trial court denied\r\ndefense counsel's motion to be relieved.  We disagree.  The trial court did not deny the motion.  Rather, defense counsel\r\nwithdrew the motion, leaving nothing for the trial court to rule upon.\r\n\r\nHowever, the record contains a pro se \r\n  letter addressed to the trial court four days before the start of appellant's \r\n  trial asking for help firing his attorney. The record contains no action by \r\n  the court in response to this letter. The State argues the court properly took \r\n  no action on this letter in the absence of a request by trial counsel that the \r\n  motion be renewed. In support of this statement, the State cites State v. \r\n  Stuckey, 333 S.C. 56, 58, 508 S.E.2d 564, 564 (1998), which held \"[s]ince \r\n  there is no right to hybrid representation, substantive documents filed pro \r\n  se by a person represented by counsel are not accepted unless submitted \r\n  by counsel.\" However, Stuckey goes on to state, \"Nothing in this order \r\n  shall be construed to limit any party's right to file a pro se motion \r\n  seeking to relieve his counsel.\" Id., 508 S.E.2d at 565. The rule against \r\n  hybrid representation does not bar pro se motions to relieve counsel. \r\n\r\n\r\nNevertheless, there is no reversible error here. \r\n  A motion to relieve counsel is addressed to the discretion of the trial judge \r\n  and will not be disturbed absent an abuse of discretion. State v. Hyman, \r\n  276 S.C. 559, 562, 281 S.E.2d 209, 211 (1981), overruled on other grounds, \r\n  State v. Torrence, 305 S.C. 45, 406 S.E.2d 315 (1991). Appellant bears \r\n  the burden to show satisfactory cause for removal. Id. Appellant made only the \r\n  most conclusory arguments why counsel should have been relieved: \"Mr. Runyon \r\n  is not representing my interests and is not fully prepared for this case. I \r\n  do not feel comfortable going to court with him as my lawyer.\" The trial court \r\n  did not abuse its discretion in refusing to grant appellant's request for new \r\n  counsel mere days before the start of appellant's trial for murder.\r\n\r\nII.  Did the trial court err in permitting the State to cross-examine\r\na witness about his prior intention not to testify?\r\n\r\nAppellant argues the trial court committed prejudicial error in permitting the State to question a defense witness concerning\r\nthe witness's earlier intention not to testify.  We disagree.\r\n\r\nDavid Greene was also charged in connection with the death of the victim.  He initially indicated his intent to invoke his\r\nFifth Amendment privilege against self-incrimination, but ultimately agreed to testify as a defense witness.  The State\r\nrequested permission to cross-examine Greene about his prior intention not to testify for the purpose of \"explain[ing] why\r\nthe state did not call him.\"  The trial court expressed some concern that \"if [the Solicitor] is seeking to use it as making the\r\nguy look bad, then it may be a problem if Arthur Graddick doesn't take the witness stand.\"  However, the court granted the\r\nSolicitor permission to ask Greene if he had previously refused to testify for the State.\r\n\r\nOn cross-examination, the Solicitor asked Greene whether he had changed his mind at the last minute about testifying. \r\nGreene responded:\r\n\r\n\r\nWe talked about that.  And I told [my attorney] when I was going to lunch that I was going to think about this.  And I don't\r\nsee why - I don't see the reason why not - I shouldn't be testifying, because I was right there.  And I know I do have two\r\ncharges pending against me.  And I'm going to be honest with you, I know I didn't do nothing and I know Arthur didn't do\r\nnothing, that's why I'm up here telling y'all the truth.\r\n\r\n\r\nAppellant asserts this line of questioning improperly drew attention to his own decision not to testify. \r\n\r\n  The Fifth Amendment to the United States Constitution \r\n  provides in part that \"No person . . . shall be compelled in any criminal case \r\n  to be a witness against himself.\" U.S. Const. amend. V. \r\n  (1) As a corollary of the right to remain silent, a prosecutorial \r\n  comment upon a defendant's failure to testify at trial is constitutionally impermissible. \r\n  Griffin v. California, 380 U.S. 609 (1965); State v. Hawkins, \r\n  292 S.C. 418, 357 S.E.2d 10 (1987), overruled on other grounds, State \r\n  v. Torrence, 305 S.C. 45, 406 S.E.2d 315 (1991). Because neither party is \r\n  entitled to draw any inference from a witness's invocation of privilege, it \r\n  is desirable the jury not know that a witness has invoked the privilege against \r\n  self-incrimination. State v. Hughes, 328 S.C. 146, 150, 493 S.E.2d 821, \r\n  823 (1997).\r\n\r\nThe trial court did not abuse its discretion in \r\n  allowing the questioning. Cf. State v. Lynn, 277 S.C. 222, 284 \r\n  S.E.2d 786 (1981) (a trial court's ruling concerning the scope of cross-examination \r\n  of a witness to test his credibility should not be disturbed on appeal absent \r\n  a manifest abuse of discretion). The express purpose of the questioning was \r\n  to explain why the State did not call Greene as a witness. Nothing in the record \r\n  indicates this purpose was a subterfuge. Cf. State v. Hughes, \r\n  328 S.C. 146, 153, 493 S.E.2d 821, 824 (1997) (witness may not be called solely \r\n  for the sake of having witness invoke privilege against self-incrimination, \r\n  for the purpose of permitting jury to infer wrongdoing from that assertion). \r\n  Although Greene stated he had no reason not to testify because he and appellant \r\n  were innocent, this commentary - even if it can be characterized as a comment \r\n  on appellant's failure to testify - cannot fairly be attributed to the State. \r\n  The Solicitor did not elicit the commentary, nor did she highlight the remarks \r\n  in any way. In her closing argument, the Solicitor vigorously assailed Greene's \r\n  credibility without reference to his decision to testify. The trial court committed \r\n  no error in permitting the questioning.\r\n\r\nIII.  Did the trial court's circumstantial evidence\r\ncharge place improper significance on direct evidence?\r\n\r\nAppellant contends the trial court's circumstantial \r\n  evidence charge improperly placed greater significance on direct evidence than \r\n  on circumstantial evidence, contrary to State v. Grippon, 327 S.C. 79, \r\n  489 S.E.2d 462 (1997). We disagree.\r\n\r\nThe trial court's circumstantial evidence charge \r\n  was a hybrid of the traditional circumstantial evidence charge \r\n  (2) and the charge approved in Grippon. Grippon recommended \r\n  a circumstantial evidence charge which emphasizes the lack of distinction between \r\n  the weight to be given to direct and circumstantial evidence. Id. at \r\n  83-84, 489 S.E.2d at 464. The trial court expressly instructed the jury that \r\n  \"circumstantial evidence is just as competent or capable of proving a fact in \r\n  issue as is direct evidence.\" Grippon did not invalidate the traditional \r\n  circumstantial evidence charge. See State v. Needs, 333 S.C. 134, \r\n  155, n.13, 508 S.E.2d 857, 868, n.13 (1998). Reviewing the charge as a whole, \r\n  it is an accurate statement of the law. See&nbsp;Grippon, 327 \r\n  S.C. at 82-83, 489 S.E.2d at 463 (jury instructions should be considered as \r\n  a whole, and if as a whole they are free from error, any isolated portions which \r\n  may be misleading do not constitute reversible error). \r\n\r\nCONCLUSION\r\n\r\nAppellant's remaining issues are disposed of pursuant \r\n  to Rule 220, SCACR, and the following authorities: State v. Mitchell, \r\n  286 S.C. 572, 336 S.E.2d 150 (1985) (improper introduction of hearsay evidence \r\n  constitutes reversible error only if its admission is prejudicial to the defendant); \r\n  State v. Dennis, 321 S.C. 413, 420, 468 S.E.2d 674, 678 (Ct. App. 1996) \r\n  (jury instruction on \"mere presence\" generally applicable in cases of accomplice \r\n  liability or constructive possession of contraband). \r\n\r\nAppellant's conviction for murder is AFFIRMED.\r\n\r\nTOAL, C.J., MOORE, WALLER, JJ., and Acting Justice John L. Breeden, Jr., concur.\r\n1. This provision governs state \r\n  as well as federal criminal proceedings. Malloy v. Hogan, 378 U.S. 1 \r\n  (1964). Moreover, Article I, Section 12, of the South Carolina Constitution \r\n  contains similar language. \r\n2. The charge contained none \r\n  of the language disapproved in State v. Manning, 305 S.C. 413, 409 S.E.2d \r\n  372 (1991), and State v. Raffaldt, 318 S.C. 110, 456 S.E.2d 390 (1995). \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25301","title":"State v. Prioleau","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25301","description":"Improper admission of hearsay testimony held harmless in light of competent evidence of defendant's guilt including victims' identifications of defendant as perpetrator; reversing Court of Appeals.","date":"2001-06-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nThe State, Petitioner,\r\n\r\n&nbsp;\r\nv.\r\n\r\n\r\nCorey Prioleau, Respondent.\r\n&nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Sumter County\r\nHoward P. King, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25301\r\nHeard March 22, 2001 - Filed June 11, 2001\r\n\r\n\r\n  REVERSED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Robert E. Bogan, and Senior Assistant Attorney General Norman\r\nMark Rapoport, of Columbia; and Solicitor Cecil Kelly Jackson, of Sumter, for petitioner.\r\n\r\nAssistant Appellate Defender Aileen P. Clare, of the South Carolina Office of Appellate Defense, of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE PLEICONES: Respondent \r\n  Corey Prioleau (\"Prioleau\") was convicted of kidnapping, armed robbery, possession \r\n  of a weapon during the commission of a violent crime, and possession of a pistol \r\n  by a person under twenty-one years of age in connection with a car-jacking in \r\n  Sumter County. The Court of Appeals reversed his conviction, finding the trial \r\n  court committed reversible error in admitting improper hearsay evidence and \r\n  in allowing a prosecution witness to identify Prioleau from a photographic lineup \r\n  in the courtroom. State v. Prioleau, 339 S.C. 605, 529 S.E.2d 561 (Ct. \r\n  App. 2000). We granted the State's petition for certiorari. We reverse.\r\n\r\nThis is a companion case to State v. Dinkins, \r\n  Op. No. 25302 (S.C. Sup. Ct. filed June 11, 2001) (Shearouse Adv. Sh. No. 21).\r\n\r\nFACTS\r\n\r\nChris Branham (\"Branham\"), Amy Vance (\"Vance\"), and Melanie Lively (\"Lively\") were sitting in Branham's Ford Explorer, preparing to leave the parking lot of a Burger King restaurant in\r\nSumter County late one summer evening.  As Branham, the driver of the vehicle, began backing out of the parking space, two men approached the vehicle.  One of the men, identified later as\r\nCorey Prioleau, reached inside the vehicle, placed a gun to Branham's chest, and demanded Branham exit the vehicle.  When Branham complied, the man ordered Branham to get in the back\r\nseat.\r\n\r\nAs Prioleau climbed into the driver's seat, the second man, later identified as Michael Dinkins (\"Dinkins\"), got in the back seat behind the driver.  Once inside the vehicle Prioleau handed the\r\ngun to Dinkins, and left Burger King with the three victims in tow.  Prioleau drove about eight miles, ending up in a cotton field.  During the drive the perpetrators demanded money from the\r\nvictims and threatened to kill the victims if \"they saw blue lights.\"  \r\n\r\nOnce they arrived at the cotton field, the perpetrators ordered all three victims out of the vehicle and left in Branham's car, threatening to come back and find the victims if they called the\r\nauthorities.  The victims went to the nearest house and contacted the police.  The vehicle was found abandoned the next morning.  It had been totally destroyed by fire.\r\n\r\nAt trial the jury heard testimony from the three victims, including their identifications of Dinkins and Prioleau as the perpetrators.  Over both defendants' objections, the court allowed the State\r\nto introduce a statement given to police by Devon Dinkins (\"Devon\"). (1)  Over Prioleau's objection, the court also allowed Lively to pick Prioleau out of a photographic line-up for the first time\r\nduring the trial.  The jury found both men guilty of all charges.\r\n\r\nISSUE I\r\n\r\n\r\nDid the Court of Appeals err in finding the admission of Devon's statement was reversible error?\r\n\r\n\r\nANALYSIS\r\n\r\nOn certiorari the State does not challenge the Court of Appeals' finding that the introduction of Devon's statement was error.  The State maintains, however, that the error was harmless.\r\n\r\nWhether the improper introduction of evidence is \r\n  harmless requires the Court to determine if the defendant's \"guilt is conclusively \r\n  proven by competent evidence, such that no other rational conclusion could be \r\n  reached.\" State v. Parker, 315 S.C. 230, 234, 433 S.E.2d 831, 833 (1993); \r\n  see also State v. Reeves, 301 S.C. 191, 194, 391 S.E.2d 241, 243 \r\n  (1990) (finding an error is harmless if it could not reasonably have affected \r\n  the result of the trial); State v. Davis, 309 S.C. 326, 422 S.E.2d 133 \r\n  (1992) (even if evidence was wrongly admitted, its admission may constitute \r\n  harmless error if the evidence did not affect the outcome of the trial). Thus, \r\n  to determine whether the error in admitting Devon's statement was harmless, \r\n  we must review the competent evidence presented against Prioleau at trial. \r\n\r\n\r\nVictims'/witnesses' identification\r\n\r\nPrior to trial both Branham and Vance identified Prioleau from a photographic lineup as the man who approached the car, placed a gun in Branham's chest, and later drove the car away. \r\nDuring the trial, both made in-court identifications of Prioleau.  Both testified that they had an opportunity to see Prioleau as he walked across the well-lit Burger King parking lot towards the\r\nvehicle.\r\n\r\nLively did not make a pre-trial photographic identification of Prioleau.  However, at trial, and over the defendant's objection, she selected Prioleau's picture from the same lineup previously\r\nshown to Branham and Vance.  She further testified that immediately upon Prioleau's entrance into the preliminary hearing room, she recognized him as the driver. Lively also identified\r\nPrioleau in court.  She testified that, on the night of the incident, she \"g[o]t a good look at\" the driver as he approached the vehicle.\r\n\r\nStacey Hicks testified that she was inside the Burger King on the night of the incident and spoke with four young men in line behind her.  In the courtroom she identified Corey Prioleau as one\r\nof the four men in line behind her that evening.\r\n\r\nVictims' initial descriptions\r\n\r\nIn finding the error prejudicial to Prioleau, the Court of Appeals found it compelling that the description of the driver the victims gave police on the night of the incident did not fit Prioleau. \r\nDetective Mike Hicks testified that the victims described one of the assailants as being five feet, nine inches tall and the other as being five feet, eight inches tall. \r\n\r\nBranham testified that he described the driver to police as being five feet, nine inches tall, with a bald head.  He testified that the photograph he selected from the lineup depicted a man with\r\nhair, that Prioleau had hair on the day of the trial, and that Prioleau was more than five feet, nine inches tall.\r\n\r\nVance testified that she described the driver as being five feet, nine inches tall, and that Prioleau was six feet, two inches tall.  She explained that, since the perpetrator had been sitting down,\r\nshe could not accurately judge his height.  She denied describing the driver as having a bald head.\r\n\r\nLively testified that she initially described the driver as being six feet tall, and that she did not describe him as having a bald head.  Vance and Lively both testified that the driver was wearing a\r\nvisor on his head during the incident.\r\n\r\nOn the basis of this evidence, the Court of Appeals found that the error in admitting Devon's statement was not harmless.  It found that the statement\r\n\r\n\r\nplaced Prioleau armed with a pistol at the scene of the crime by a person who knew him and whose ability to identify him could not be seriously questioned and described Prioleau's comments\r\nabout car-jacking and his approach towards the victims' car.  This evidence was not cumulative to other testimony.\r\n\r\n\r\nState v. Prioleau, 339 S.C. at 613, 529 \r\n  S.E.2d at 565. The court found the admission of the statement prejudicial because \r\n\r\n\r\n\r\n[t]he only corroboration of this evidence was the testimony of the victims, whose identification of Prioleau was subject to attack because the early descriptions of the driver arguably did not\r\nmatch him.  The victims' identifications of Prioleau were not as strong as their identifications of Michael Dinkins. . . .  Considering these factors, we find the error in admitting the statement\r\ncannot be considered harmless.\r\n\r\n\r\nId. In light of the competent evidence presented \r\n  at trial, we disagree.\r\n\r\nWe are not convinced that because the victims' initial descriptions of Prioleau did not exactly match his actual description, the admission of Devon's statement affected the result of the trial. \r\nThe victims were able to view Prioleau only momentarily as he walked across the parking lot.  However, they spent a considerable amount of time with him while he was driving the stolen car. \r\nThese facts reasonably account for their mistaken descriptions regarding his height.\r\n\r\nIn addition, although the victims described the driver as being bald, they also described him as wearing a visor.  Although Prioleau had hair on the date of his arrest, we note that two weeks\r\nelapsed between the date of the incident and Prioleau's arrest. \r\n\r\nThe jury heard all three victims testify that they had an opportunity to view Prioleau.  Two of the three victims selected his likeness from a photographic lineup prior to trial. (2)  The other victim\r\nidentified Prioleau prior to trial; all three identified him in court as the one of the perpetrators. (3)  Given the evidence presented against Prioleau, we find the error in admitting Devon's\r\nstatement was harmless.\r\n\r\nISSUE II\r\n\r\n\r\nDid the Court of Appeals err in finding the admission of Lively's in-court photographic identification of Prioleau constituted reversible error?\r\n\r\n\r\nANALYSIS\r\n\r\nThe Court of Appeals found that the trial court committed reversible error by permitting Lively to make an in-court photographic identification of Prioleau.  The appellate court found that this\r\nprocedure improperly bolstered the identifications of the other two victims.  The State argues any error in allowing the identification was harmless.  The State further asserts that, since Prioleau\r\ndid not argue Lively's identification improperly bolstered the other victims' identifications, either before the trial court or in its argument to the Court of Appeals, it was error for the Court of\r\nAppeals to consider that argument.  We agree that this issue has not been preserved, and therefore, decline to address it.\r\n\r\nIn order to preserve for review an alleged error \r\n  in admitting evidence an objection should be sufficiently specific to bring \r\n  into focus the precise nature of the alleged error so it can be reasonably understood \r\n  by the trial judge. State v. New, 338 S.C. 313, 318, 526 S.E.2d 237, \r\n  239 (Ct. App. 1999). Furthermore, a party may not argue one ground at trial \r\n  and an alternate ground on appeal. State v. Dickman, 341 S.C. 293, 534 \r\n  S.E.2d 268 (2000).\r\n\r\nAt trial, when it became apparent that the solicitor was attempting to elicit an in-court photographic identification from Lively, Prioleau's attorney objected.  The only stated basis for the\r\nobjection was that \"[the solicitor is] in essence doing a lineup in court.\"  Counsel did not argue that the identification improperly bolstered the other victims' testimony.  His only argument was\r\nthat the procedure was unduly suggestive.  Prioleau's brief to the Court of Appeals argued that the identification procedure was unduly suggestive, since Lively could simply look at Prioleau,\r\nwho was present in the courtroom at the time, and pick his photograph from the lineup.  The Court of Appeals did not base its conclusion on a finding that the  procedure was unduly\r\nsuggestive, but found\r\n\r\n\r\nthe use of this procedure was prejudicial, notwithstanding the victim's allegedly independent identification at trial, because it improperly bolstered the initial photographic line-up\r\nidentifications made by the remaining two victims.  There was little likelihood the witness would be unable to identify Prioleau's photograph while he was seated across from her in the\r\ncourtroom.  By selecting his picture, the witness gave undeserved credibility to the pre-trial identifications made by the remaining two victims. . . .  Under these circumstances, the improper\r\nbolstering was not harmless error.\r\n\r\n\r\nState v. Prioleau, 339 S.C. at 615, 529 \r\n  S.E.2d at 566. \r\n\r\nPrioleau did not base his objection at trial on \r\n  the theory that the identification improperly bolstered the identifications \r\n  made by Branham and Vance. Because the Court of Appeals considered a basis for \r\n  reversal which was neither presented below nor argued on appeal, we reverse \r\n  its finding as to this issue. See, e.g., State v. Conyers, 326 \r\n  S.C. 263, 487 S.E.2d 181 (1997) (argument not made to trial court not preserved \r\n  for review). \r\n\r\nCONCLUSION\r\n\r\nAs to Issue I, we conclude that the admission of Devon's statement was harmless error.  Regarding Issue II, the Court of Appeals improperly considered a grounds for reversal not raised below. \r\nFor these reasons, we REVERSE the Court of Appeals' decision and affirm Prioleau's conviction.\r\n\r\nMOORE, A.C.J., WALLER and BURNETT, JJ., and Acting Justice George T. Gregory, Jr., concur.\r\n1. Since the statement is at the heart of the dispute, we include it below in its entirety:\r\n\r\n\r\nI'll start by who all was there at Burger King that night about a month or so ago.  It was me, Tiawan Tindal, Michael Dinkins, Corey Prileau [sic].  We were having a conversation.  I forgot\r\nhow it got started, but Corey was saying something about carjacking.  I was telling him that I didn't believe he was going to do this because they had talked about doing a jacking before or\r\nsomething.  Corey looked around and said \"You don't believe me\" or something like that and next thing I knew Corey got out the car and I seen the gun.  I didn't even know the gun was there\r\nuntil then.  It was a dark gun.  He was saying something about a white Suburban or Blazer type vehicle that was parked there at Burger King.  The people getting into this vehicle were young\r\ncaucasion [sic] kids.  I saw about three, one boy and two girls.  Corey got out the car, Tiawan's car.  Mike got out the car.  They walked around the front of the car and me and Tiawan was\r\nsaying we didn't believe this was happening.  We left and went to my neighbor's house and stayed there for about 30 minutes.  Then I left and went home and Tiawan left and went home.  I\r\ndidn't see Mike or Corey again until about two weeks later and the conversation didn't come back up.\r\n\r\n2. Prioleau has not challenged the admissibility of the lineup as being unduly suggestive or otherwise improper.\r\n3. We have previously noted \r\n  that a victim's degree of attention during the commission of a crime is presumably \r\n  acute. See State v. Ford, 278 S.C. 384, 386, 296 S.E.2d 866, 867 \r\n  (1982). \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25302","title":"State v. Dinkins","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25302","description":"Improper admission of hearsay testimony held harmless in light of competent evidence of defendant's guilt including victims' identifications of defendant as perpetrator, defendant's confession; affirming Court of Appeals.","date":"2001-06-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nThe State, Respondent,\r\n\r\nv.\r\n\r\n\r\n        Michael Dinkins, Petitioner.\r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Sumter County\r\nHoward P. King, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25302\r\nHeard March 22, 2001 - Filed June 11, 2001\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAssistant Appellate Defender Aileen P. Clare, of the South Carolina Office of Appellate Defense, of Columbia, for petitioner.\r\n\r\n        Attorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Robert E. Bogan, and Senior Assistant Attorney General Norman\r\nMark Rapoport, of Columbia; and Solicitor Cecil Kelly Jackson, of Sumter, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: Michael Dinkins (\"Dinkins\") was convicted of kidnapping, armed robbery, possession of a weapon during the commission of a violent crime, and possession of a pistol by a\r\nperson under twenty-one years of age in connection with a car-jacking in Sumter County.  The Court of Appeals affirmed his conviction, finding the trial court's erroneous admission of\r\nhearsay evidence from Devon Dinkins (\"Devon\") was harmless.  State v. Dinkins, 339 S.C. 597, 529 S.E.2d 557 (Ct. App. 2000).  We granted Dinkins' petition for certiorari.  We affirm.  \r\n\r\nDinkins was a codefendant of Corey Prioleau.  The Court of Appeals reversed Prioleau's conviction.  State v. Prioleau, 339 S.C. 605, 529 S.E.2d 561 (Ct. App. 2000).  Today, we reverse that\r\ndecision.  See State v. Prioleau, Op. No. 25301 (S.C. Sup. Ct. filed June 11, 2001) (Shearouse Adv. Sh. No. 21).  \r\n\r\nThe reader is referred to our opinion in State v. Prioleau, supra, and to the Court of Appeals' opinion in State v. Dinkins, supra, for a review of the facts relevant to this matter.\r\n\r\nWe agree with the Court of Appeals' analysis of the evidence presented against Dinkins, and with that Court's conclusion that the admission of Devon's statement was harmless error.  See id. \r\nWe take this opportunity, however, to address a statement in that opinion with which we do not agree.  \r\n\r\nThe Court of Appeals intimated in its Dinkins decision that the evidence against Prioleau was less substantial than that offered against Dinkins.  State v. Dinkins, 339 S.C. at 604, 529 S.E.2d at\r\n560.  For the reasons discussed in our opinion in State v. Prioleau, supra, we do not agree with this characterization of the evidence.\r\n\r\nThe State presented particularly strong cases against both defendants, including the victims' identifications of both Dinkins and Prioleau.\r\n\r\nBecause we agree with the Court of Appeals' analysis of the evidence against Dinkins and its conclusion that the error in admitting Devon's statement was harmless, we AFFIRM.\r\n\r\nMOORE, A.C.J., WALLER and BURNETT, JJ., and Acting Justice George T. Gregory, Jr., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25303","title":"Vaughn v. Bernhardt","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25303","description":"The Court finds that a non-contributing party to a joint bank account loses his right to survivorship when he withdraws all of the funds from the joint","date":"2001-06-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nJean B. Vaughn, as Personal\r\nRepresentative of the Estate of\r\nMary Henrietta Bernhardt,\r\nDeceased, Respondent,\r\n\r\n&nbsp;\r\nv.\r\n\r\n\r\nJohn R. Bernhardt, Petitioner.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Greenville County\r\nJoseph J. Watson, Circuit Court Judge\r\n\r\n\r\n\r\nOpinion No. 25303\r\nHeard April 5, 2001 - Filed June 11, 2001\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nHarold P. Threlkeld, of Anderson, for petitioner.\r\n\r\nSteven C. Kirven, of Watkins, Vandiver, Kirven, Gable &amp; Gray, of Anderson, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCHIEF JUSTICE TOAL:  We granted certiorari to review the Court of Appeals' decision in Vaughn v. Bernhardt, 339 S.C. 125, 528 S.E.2d 82 (Ct. App. 2000).  We affirm. \r\n\r\nFactual/Procedural Background (1)\r\n\r\n\r\nIn the years prior to her death, Mary Henrietta Bernhardt (\"Decedent\") established several accounts (\"Joint Accounts\") titled jointly in her name and her nephew's name, John R. Bernhardt\r\n(\"Bernhardt\").  The Joint Accounts contained right of survivorship provisions.  The assets in the Joint Accounts represented principal amounts contributed solely by the Decedent, plus interest\r\nor income earned on principal contributed by the Decedent.\r\n\r\nOn June 7, 1995,  Decedent was admitted to St. Francis Hospital.  On June 15, 1995, one week after the Decedent was hospitalized, Bernhardt transferred all of the proceeds from the Joint\r\nAccounts into a new account titled solely in his name. (2)  The Decedent did not consent to Bernhardt transferring the proceeds into the new account.  On June 22, 1995, the Decedent died at the\r\nage of 82.\r\n\r\nAfter the Decedent's death, Bernhardt used $5,000 of the Joint Accounts' funds to pay for her funeral expenses.  Jean B. Vaughn, (\"Vaughn\"), the personal representative of the Decedent's\r\nestate, demanded Bernhardt return the Joint Accounts' funds to the estate.  Bernhardt refused to relinquish the funds, and this action was commenced in probate court.\r\n\r\nThe probate court found Bernhardt was not entitled to the funds he withdrew from the Joint Accounts and ordered him to pay the funds to the estate, minus the funeral expenses.  The probate\r\ncourt ruled the statutory presumption of entitlement to funds under S.C. Code Ann. § 62-6-104(a) (1987), which Berhnardt would have as the sole surviving party to the joint accounts, only\r\napplied to sums on deposit in joint survivorship accounts at the death of the contributing party.  According to the probate court, because Bernhardt withdrew the funds prior to the Decedent's\r\ndeath, he was not entitled to this presumption.  The circuit court and the Court of Appeals affirmed the probate court's order.  Vaughn, supra.    \r\n\r\nWe granted Bernhardt's petition for a writ of certiorari to review the Court of Appeals' decision.  The following issue is before this Court on certiorari:\r\n\r\n\r\nDid the Court of Appeals err in holding a non-contributing party to a joint bank account loses his right to survivorship when he withdraws all of the funds from the joint account prior to the\r\ndeath of the contributing party? \r\n\r\n\r\nLaw/Analysis\r\n\r\n\r\nBernhardt argues the Court of Appeals erred by concluding the Joint Accounts' funds are the property of the Decedent's estate because Bernhardt withdrew the funds and deposited them into a\r\nnew account prior to the Decedent's death.  We disagree. \r\n\r\nA.&nbsp;&nbsp;&nbsp;&nbsp; Statutory Construction\r\n\r\nUnder the plain meaning rule, it is not the Court's place to change the meaning of a clear and unambiguous statute.  Hodges v. Rainey, 341 S.C. 79, 533 S.E.2d 578 (2000).  Where the statute's\r\nlanguage is plain and unambiguous, and conveys a clear and definite meaning, the rules of statutory interpretation are not needed and the Court has no right to impose another meaning.  Id.  \r\n\r\nThe statutes concerning multi-party accounts and survivorship rights are unambiguous.  Section 62-6-103(a)  provides, \"A joint account belongs, during the lifetime of all parties, to the parties\r\nin proportion to the net contributions by each to the sums on deposit, unless there is clear and convincing evidence of a different intent.\" S.C. Code Ann. § 62-6-103(a) (1987) (emphasis\r\nadded).  Any sums \"remaining on deposit\" at the time of the death of one of the parties to the account belongs to the surviving party or parties as against the estate of the decedent.  S.C. Code\r\nAnn. § 62-6-104(a).  The term \"sums on deposit\" specifically includes the balance payable on a multiple-party account and does not extend to withdrawn funds or proceeds.  S.C. Code Ann. §\r\n62-6-101(13) (1987).  Because there was no multiple-party account in existence when the Decedent died, Bernhardt is not entitled to the survivorship presumption.\r\n\r\nAccording to the stipulated facts, Bernhardt did not contribute any money to the Joint Accounts.  Thus, under the provisions of section 62-6-103(a), all the funds from the Joint Accounts\r\nbelonged to the Decedent during her lifetime because she was the sole contributor. (3)  Seven days prior to the Decedent's death, Bernhardt transferred the funds from the Joint Accounts into an\r\naccount titled solely in his name.  When the Decedent died, there were no sums on deposit in the Joint Accounts because Bernhardt had removed the funds.  Therefore, Bernhardt cannot claim\r\nownership of the funds based on section 62-6-104(a), the right of survivorship provision. \r\n\r\nBernhardt argues the ownership provision, section 62-6-103(a), does not apply to this case because it only applied during the lifetime of the parties,  and the Decedent is now dead.  We\r\ndisagree.  Section 62-6-103(a) is not rendered inapplicable just because the Decedent died.  Section 62-6-103(a) certainly applied seven days prior to the Decedent's death when Bernhardt\r\ntransferred the funds from the Joint Accounts into a personal account, because those funds belonged to the Decedent.  Because both parties to the Joint Accounts were still living at the time of\r\nthe transfer, section 62-6-103(a) dictates the funds removed by Bernhardt belonged to the Decedent at that time.\r\n\r\nB.&nbsp;&nbsp;&nbsp;&nbsp; Persuasive Authority\r\nThis Court has never addressed the question of whether a party on a joint account with the right of survivorship can withdraw the funds prior to the other party's death without causing the\r\nfunds to become assets of the decedent's estate.  In deciding this novel issue, the Court of Appeals relied on Shourek v. Stirling, 621 N.E.2d 1107 (Ind. 1993), a persuasive Indiana case with\r\nalmost identical facts. We agree with the Court of Appeals' and the Indiana Supreme Court's interpretation. \r\n\r\nIn Shourek, the decedent added her niece as a joint owner of a checking account and four certificates of deposit.  Id. at 1108.  All accounts contained rights of survivorship and an unrestricted\r\nright of withdrawal by either joint tenant.  Id.  Merely four hours before her aunt's death, the niece withdrew approximately $65,000 from some of the joint accounts.  Id.  Construing  statutes\r\nidentical to South Carolina's, the Indiana Supreme Court found the presumption of survivorship on a joint account does not apply where there is a withdrawal of funds while the account holder\r\nis still alive.  Id. at 1110.  According to the Indiana Supreme Court, in order for the niece to benefit from the survivorship presumption, the funds must have remained on deposit when her aunt\r\ndied.  Consequently, the court required the niece to establish her entitlement to\r\nownership without the benefit of a survivorship presumption.  Id.\r\n\r\nThe present case raises several policy concerns.  While the Decedent may well have intended for Bernhardt to receive the Joint Accounts' funds after her death, Bernhardt choose to rely solely\r\non the statutory presumption and did not present other evidence of intent.  As explained above, however, he is not entitled to the presumption.  The effect of our decision today may be to\r\nfrustrate the Decedent's intent, but to hold otherwise would be to ignore the plain meaning of the statute.  Furthermore, accounts with right of survivorship provisions are often set up to allow\r\ncaretakers to assist elderly people with the management of their finances.  Their financial protection can best be honored by adhering to the statutory presumption.  \r\n\r\n\r\n\r\nConclusion\r\n\r\n\r\n\r\nBased on these policy considerations, we uphold the plain language of the statutes, and\r\nAFFIRM the Court of Appeals' decision. \r\n\r\n\r\nMOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n1. The following facts were stipulated. \r\n2. Bernhardt withdrew approximately $52,884.86 from the Joint Accounts.\r\n3. None of the stipulated facts indicate the Decedent had a contrary intent.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25304","title":"Johnson v. Catoe","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25304","description":"This matter in the Court's original jurisdiction involves the issue of whether the standard for a new trial has been met based upon after-discovered evidence.","date":"2001-06-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nRichard Charles Johnson, Petitioner,\r\n\r\n&nbsp;\r\nv.\r\n\r\n\r\n        William D. Catoe, Director,\r\nSouth Carolina Department of\r\nCorrections, Respondent.\r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nIN THE ORIGINAL JURISDICTION\r\n\r\n\r\nOpinion No. 25304\r\nHeard February 20, 2001 - Filed June 11, 2001\r\n\r\n\r\nDENIED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nJohn H. Blume, Cornell Law School, of Ithaca, New York; and David P. Voisin, of the Mississippi Office of Post-Conviction Counsel, of Jackson, Mississippi, for petitioner.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Donald J. Zelenka, Senior Assistant Attorney General William\r\nEdgar Salter, III, all of Columbia, for respondent.\r\n\r\nLawrence C. Marshall, of the Center on Wrongful Convictions, of Chicago, Illinois; Barry C. Scheck, and Peter J. Neufeld, of The Innocence Project, of New York, New York; and Vance L.\r\nCowden, of the Department of Clinical Legal Studies, of Columbia, for amicus curiae.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE MOORE:  We have accepted this case in our original jurisdiction to consider whether petitioner is entitled to a new trial based upon after-discovered evidence.  We find that he is\r\nnot so entitled.\r\n\r\nFACTS\r\n\r\nIn September 1985, Daniel Swanson was driving his RV through North Carolina on his way to Florida when he picked up petitioner, who was hitchhiking.  The following day, Swanson and\r\npetitioner picked up hitchhikers, Curtis Harbert and Connie Sue Hess, on Interstate 95.  Thereafter, Swanson was shot in the back of the head with a .357 pistol at close range.  His body was\r\nconcealed under a mattress.\r\n\r\nPetitioner, Harbert, and Hess continued in the RV.  Petitioner, who was drinking, was driving erratically.  Trooper Bruce Smalls stopped the RV after being notified about petitioner's reckless\r\ndriving.  During the stop, he was shot and killed.\r\n\r\nAfter Trooper Smalls was initially shot, he fell or was pushed out of the RV's doorway, and landed on the shoulder of the highway.  There was a small blood smear on the inside of the door\r\njam.  He was then shot while he was lying on the ground.  His body was dragged down a steep embankment, with his feet closest to the RV.\r\n\r\nHarbert and Hess went south on foot.  They went into the wooded median and then to a closed weigh station about a half mile from the RV.  They flagged down a car whose occupants took\r\nthem back to the RV after Harbert and Hess told them about the murder.  Harbert and Hess gave a description of petitioner who they said killed the trooper.  They both had some of Swanson's\r\npossessions.\r\n\r\nPetitioner crossed the interstate on foot and went north.  He was later stopped by police and they discovered he was carrying the .357 pistol used to kill Swanson and various items belonging to\r\nSwanson, including a TV set, in a white bag.  Petitioner was wearing Swanson's watch.  Swanson's class ring was found in the patrol car in which petitioner was transported.\r\n\r\nThe weapon used in the trooper's murder, a .38 pistol, along with a shotgun in its case were later found in the median.  The weapons were not found in the same place and were covered with\r\npine straw.\r\n\r\nPetitioner had blood on him, but the blood was too small to provide a sample that could be tested.  His blood alcohol level at the time of the crime was projected to be 0.23 percent.  No gun\r\npowder residue was found on petitioner, Harbert, or Hess.\r\n\r\nPetitioner was convicted in Jasper County for the \r\n  murder of Trooper Smalls and was sentenced to death. On appeal, this Court reversed \r\n  his conviction and sentence. State v. Johnson, 293 S.C. 321, 360 S.E.2d \r\n  317 (1987). After a retrial, petitioner was again convicted of murder and sentenced \r\n  to death. This Court affirmed the conviction and sentence, and the United States \r\n  Supreme Court denied his request for a writ of certiorari. State v. Johnson, \r\n  306 S.C. 119, 410 S.E.2d 547 (1991), cert. denied, 503 U.S. 993, \r\n  112 S.Ct. 1691, 118 L.Ed.2d 404 (1992).\r\n\r\nPetitioner also pled guilty to the murder and armed robbery of Swanson in Clarendon County.  He was sentenced to imprisonment for life for the murder and twenty-five years for the armed\r\nrobbery.  No direct appeal was taken from the guilty pleas.\r\n\r\nPetitioner's post-conviction relief application, \r\n  regarding his conviction and sentence for the murder of Trooper Smalls, was \r\n  denied, and this Court denied his request for a writ of certiorari. He then \r\n  made a request for federal habeas corpus relief, which was denied by the federal \r\n  district court. The decision was affirmed by the Fourth Circuit Court of Appeals, \r\n  with Judge Ervin concurring in part and dissenting in part. Johnson v. Moore, \r\n  164 F.3d 624 (4th Cir. 1998). The United States Supreme Court denied \r\n  his request for a writ of certiorari. Johnson v. Moore, 526 U.S. 1042, \r\n  119 S.Ct. 1340, 143 L.Ed.2d 504 (1999). We denied petitioner's subsequent request \r\n  for a writ of habeas corpus. &nbsp;Johnson v. Catoe, 336 S.C. 354, 520 \r\n  S.E.2d 617 (1999).\r\n\r\nPetitioner's request to delay setting an execution date was denied and an execution date was set for October 29, 1999.  Petitioner thereafter sought a stay of execution pending the filing of a\r\npetition for a writ of habeas corpus based on after-discovered evidence.  We granted the stay of execution to consider whether petitioner should be granted leave to move for a new trial based\r\non after-discovered evidence in light of a statement given by Hess on October 22, 1999.  In this statement, Hess stated Harbert killed Swanson and she, alone, killed Trooper Smalls.\r\n\r\nWe appointed the Honorable William P. Keesley as \r\n  referee to take evidence and issue a report containing his recommendations to \r\n  the Court on the new trial motion, including his findings regarding the competency \r\n  and credibility of Hess. The referee was further instructed to set forth his \r\n  recommendations on the motion for a new trial pursuant to the standard set forth \r\n  in State v. Spann, 334 S.C. 618, 513 S.E.2d 98 (1999). \r\n  (1) \r\n  \r\nFollowing hearings, the referee issued his report finding Hess was competent but not credible, and finding that it was not probable Hess's statement would change the result of petitioner's\r\nconviction or death sentence if a new trial were granted.\r\nBefore addressing Hess's October 22nd \r\n  statement, we believe it is pertinent to look at Hess's prior statements from \r\n  1985 through 1999. On September 27, 1985, Hess gave two statements indicating \r\n  that petitioner killed Swanson and Trooper Smalls. On September 28, 1985, \r\n  Hess gave a statement that Harbert killed both Swanson and Trooper Smalls. \r\n  On September 30, 1985, Hess again gave a statement that petitioner killed \r\n  both Swanson and Trooper Smalls.\r\n\r\nAt petitioner's first trial in February 1986, Hess testified that after being stopped by the trooper, she saw petitioner pick up a gun.  At this point, she said she exited the RV and then heard\r\nshots.  On cross-examination by the State, Hess stated petitioner killed Swanson and the trooper.  However, she reiterated she did not know if petitioner had killed Trooper Smalls after he\r\npicked up the gun because she could not see what occurred.  On re-direct examination, Hess testified concerning her statement that Harbert had committed the crimes.  Hess indicated she lied\r\nat that time in an attempt to protect petitioner, because the police would not believe her story that after she ran from the shooting she returned to get her shoes, because she was afraid of \"going\r\nto the electric chair,\" because the police promised they would not tell Harbert she had implicated him in the murders, and because they had promised her food in exchange for her story.\r\n\r\nIn May 1987, Hess, who was in Nebraska, contacted her former attorney. (2)  She asked that he tell the appropriate authorities that Harbert had killed Swanson.  She stated petitioner did not do\r\nthe shooting, that her previous statement was incorrect, and that she wanted to correct the mistakes.\r\n\r\nOn October 21, 1999, Hess was visited in the Liberty Centre (3) in Norfolk, Nebraska by Diana Holt, a representative of petitioner, to determine if Hess could add anything that might assist\r\npetitioner before he was set to be executed eight days later.  Initially, Hess stated Harbert killed Swanson, but she could not remember the trooper's shooting.  Holt asked Hess if her\r\nrecollection could be refreshed by looking at her 1985 statement.  Hess responded it would be helpful.\r\n\r\nAfter refreshing her recollection by looking only at the 1985 statement that implicated Harbert, Hess stated Harbert killed Swanson because he was mad that Swanson had wanted to or had\r\nengaged in homosexual activity with Harbert; that Harbert said he would kill the trooper because the trooper would find the body if he entered the RV; and that Harbert fired all the shots that\r\nkilled Trooper Smalls.\r\n\r\nHess gave a different statement later that day.  In this statement, which was notarized, Hess stated that only Harbert fired the first shots at Trooper Smalls.  She said after Trooper Smalls\r\nslumped in the doorway, she grabbed the gun from Harbert and pushed or kicked the trooper out with her foot and said, \"there you go, bastard.\"  Hess stated she then fired the rest of the shots\r\nwhen the trooper was on the ground.  She also mentioned throwing the gun away.\r\n\r\nAfter leaving Hess, Holt received a call from Hess on her cellular phone.  Hess stated she had lied and began to cry.  She stated she was the only one who shot Trooper Smalls, and that Harbert\r\nhad not shot the trooper.  Holt then decided to see Hess the next day to get the statement in writing.\r\n\r\nThe next day, when Holt arrived, Hess stated she could not leave the Liberty Centre.  Holt then met with Patty Skokan, Assistant Director of Liberty Centre, and Dawn Zangari, Hess's case\r\nmanager, and learned a notary was not available on the premises.  Skokan advised Hess that she should see an attorney before signing the affidavit, which Hess agreed to do.  Beverly Springer,\r\nwho held a fundraising and community relations position at the Centre, was also present during this communication.  Springer, who was deposed in this matter, stated Hess did not want Holt to\r\nget mad at her for speaking with an attorney.  Springer also stated that Hess indicated Holt was her friend because she had bought Hess a soft drink and french fries.\r\n\r\nLater that afternoon, several people met at attorney Jeffrey Hrouda's office for the signing of the affidavit.  Hrouda agreed to represent Hess regarding the affidavit.  Before Hrouda and Hess\r\nmet with the others, they spoke privately.  During this time, Hrouda informed Hess of her constitutional rights and advised her not to sign the affidavit.\r\n\r\nHess, Hrouda, Skokan, Springer, Holt, Harry Moore, \r\n  the Madison County Public Defender who would be notarizing the statement, and \r\n  Julie Rogers, a public defender who would serve as a witness, then met. Before \r\n  Holt read the affidavit aloud to Hess, Hrouda went over with Hess that she had \r\n  the right against self-incrimination and that she did not have to sign the affidavit. \r\n  Holt read the affidavit line by line and Hess responded yes after each line. \r\n  At one point, Hess indicated a correction needed to be made. She stated one \r\n  line should have said petitioner had no idea she was going to shoot the \r\n  trooper instead of petitioner had no idea Harbert was going to shoot \r\n  the trooper. The affidavit was corrected and a new copy was faxed to Hrouda's \r\n  office. Holt went through the affidavit again line by line. After that, Moore, \r\n  serving as the notary, told Hess the affidavit could be used against her, and \r\n  that she could be prosecuted. Moore asked if she gave the statement voluntarily, \r\n  if she was pressured, if Holt had promised her anything, if she had been threatened, \r\n  and the source of the information. Moore then administered the oath and Hess \r\n  signed the affidavit.\r\n\r\nIn this affidavit, now known as Hess's October 22nd statement, Hess stated that her testimony involving the deaths of Swanson and Trooper Smalls was false.  She stated Swanson wanted her\r\nand Harbert to have sex with him, so they undressed and got in bed together.  She then went to the front of the RV to speak with petitioner.  She stated Harbert shot Swanson, and then broke\r\ninto the compartment where Swanson kept his guns.\r\n\r\nWhen Trooper Smalls stopped the RV, Harbert handed her the gun.  When the trooper started to enter the RV, she shot him three times.  At that point, the trooper was propped up against the\r\nRV's doorway.  She stated she kicked him out of the RV and shot him as he lay on the side of the road, while screaming, \"there you go, bastard.\"  After that, she stated she ran down the\r\ninterstate with Harbert, and she threw the gun away.\r\n\r\nHess stated she lied about what happened because she did not want to die, and that the solicitor had told her she would \"fry\" if she had anything to do with the murder.  She stated she is now\r\ntelling the truth because she cannot let petitioner die for something he did not do. \r\n\r\nAt the hearing before the referee, Hess pled the Fifth Amendment privilege against self-incrimination to the questions regarding the murders.  Hess, however, answered questions regarding her\r\nmental health, such as that she believed she has multiple personalities, and that on October 14, 1999, she expressed a desire to hang herself.  She also stated that in October 1999, she was\r\nfeeling a lot of stress and was sad because her father was dying.  She also answered questions about her past drug use.  Hess further stated she had heard voices and seen things, such as little\r\ndinosaurs and skeletons with red eyes.  Hess stated that at times she has told people things that are not true.\r\n\r\nISSUES\r\n\r\n\r\n(1) Is Hess a competent witness?\r\n\r\n(2) Is Hess a credible witness?\r\n\r\n(3) Has the standard for a new trial based upon after-discovered evidence been met?\r\n\r\n\r\nDISCUSSION\r\n\r\nCompetency\r\n\r\nThe referee found Hess competent as a witness.  The referee noted, however, that Hess has a \"very long history of mental health problems\" that includes \"over 5000 pages of mental health\r\nrecords that were obtained for the purpose of [the] hearing.\"  The consensus of the experts who testified at the hearing was that Hess suffers from borderline personality disorder. (4)  The referee\r\nnoted that \"[n]o expert stated that Hess is now or was ever incompetent to testify at any relevant time.\"\r\n\r\nThe referee found there was nothing in the \"record sufficient to overcome the presumption that Ms. Hess is competent as a witness.  She was competent to give the affidavit and would be\r\ndeemed competent to testify as a witness in light of the [Rule 601(a), SCRE] (5) presumption.\"\r\n\r\nNeither petitioner nor the State voiced an objection to the referee's finding of competency.  In any event, in the absence of any evidence to the contrary, we adopt the referee's finding that Hess\r\nwas a competent witness.\r\n\r\nCredibility\r\n\r\nIn making his determination that Hess was not credible, the referee first reviewed the mental health evidence, and then evaluated whether it was likely that Hess's October 22nd statement was\r\ntrue by comparing the affidavit to the  facts of the crime.\r\n\r\nThe referee found Hess \"lies for a variety of reasons, and no one knows what prompts her to be untruthful on any particular occasion.\"  He further stated his belief that \"Hess will say almost\r\nanything, knowing it to be untrue, for reasons satisfactory to her, but a mystery to the rest of us.\"\r\n\r\nThe referee stated the following:\r\n\r\n\r\nthe only way people know when . . . Hess is recounting what actually happened or is espousing a fabrication from within her very disturbed mind is when they have concrete evidence that\r\ndirectly supports or refutes what she is saying.  There is simply no way to know whether and to what extent all the questions of primary gain, the desire to please people, impulsiveness, self-protection, attention-seeking behavior, and her perceptions of right and wrong come into play.\r\n\r\n\r\nComparing Hess's October 22nd affidavit with the known evidence of the murder of Trooper Smalls, the referee found Hess's October 22nd statement was not consistent with the evidence.  He\r\nfurther stated his belief that her earlier statements were more consistent with the physical evidence.\r\n\r\nThe referee conceded the crime may have happened differently, but he felt the most reasonable scenario was the one used to convict petitioner.  This scenario had the trooper being distracted\r\nby Hess leaving the RV and Harbert gathering his belongings, which permitted petitioner the opportunity to grab the .38 pistol from the area of the driver's seat and begin shooting at the\r\ntrooper.  Petitioner shot two or three more times, and then moved in front of the trooper and fired again, continuing to fire after Trooper Smalls fell or was pushed out of the RV.  The referee\r\nconcluded that it was not probable another jury would believe Hess's new affidavit if presented with the evidence he had.\r\n\r\nOn the day of the murder, Hess stated more than once that petitioner killed the trooper.  The next day she said Harbert committed the crime; however, two days after this, she stated petitioner\r\nkilled the trooper.  At petitioner's first trial in 1986, she stated she could not see who shot the trooper; however, on cross-examination, she testified petitioner shot him.  In May 1987, Hess\r\ncalled her former attorney and stated that Harbert had killed Swanson and that she wanted to correct the mistakes.  On October 21, 1999, Hess first stated Harbert killed Swanson and that she\r\ncould not remember the shooting of Trooper Smalls.  In her next statement, given after she was prompted by her 1985 statement implicating Harbert in the murders, she said Harbert killed\r\nSwanson and the trooper.  In her third October 21st statement, Hess stated Harbert fired the first shots at the trooper and then she fired the rest of the shots.  In her final October 21st statement\r\nthat became her October 22nd affidavit, Hess stated she, alone, killed Trooper Smalls.  We feel these numerous varying statements undermine any determination that Hess could be a credible\r\nwitness.\r\n\r\nBy considering Hess's mental health, her past statements, and by comparing her October 22nd statement with the known facts of the crime, as the referee properly did, we must conclude Hess is\r\nnot a credible witness.\r\n\r\nStandard for a New Trial\r\n\r\nFor petitioner to show he is entitled to a new \r\n  trial, pursuant to State v. Spann, supra, he must show the evidence: \r\n  (1) is such that it would probably change the result if a new trial were granted; \r\n  (2) has been discovered since the trial; (3) could not in the exercise of due \r\n  diligence have been discovered prior to trial; (4) is material; (5) is not merely \r\n  cumulative or impeaching.\r\n\r\nWe find petitioner has failed to meet the requirement for a new trial that the evidence is \"such that it would probably change the result if a new trial were granted.\"  We do not believe it is\r\nprobable a jury would find Hess credible given her prior inconsistent statements. (6)  Beyond these problems with Hess's credibility, we believe, as the referee found, that the known facts about\r\nTrooper Smalls's shooting do not correlate with Hess's claim that she killed the trooper.  We further find the consistency of Harbert's statements to police and at petitioner's trial undermines\r\nthe possibility that the result of a new trial would be different.  Harbert has consistently claimed petitioner killed both Swanson and Trooper Smalls.  Accordingly, we adopt the referee's\r\nfindings and deny the motion for a new trial.\r\n\r\nDENIED.\r\nTOAL, C.J., and BURNETT, J., concur.  WALLER and PLEICONES, JJ., dissenting in separate opinions.\r\n\r\nJUSTICE WALLER: The issue presented in this habeas corpus matter is a simple, but troubling, one:  Should the State of South Carolina execute a man for murder when someone else\r\nconfesses to committing the murder and that confession has never been presented to a jury?  Because I would answer that question in the negative, I respectfully dissent.\r\n\r\nBoth the majority and Justice Pleicones's dissent \r\n  analyze this issue under the standard set forth in State v Spann, 334 \r\n  S.C. 618, 513 S.E.2d 98 (1999). Pursuant to Spann, a new trial motion \r\n  based upon after-discovered evidence should be granted when the evidence: (1) \r\n  is such that it would probably change the result if a new trial were granted; \r\n  (2) has been discovered since the trial; (3) could not in the exercise of due \r\n  diligence have been discovered prior to the trial; (4) is material; and (5) \r\n  is not merely cumulative or impeaching. Given Hess's questionable credibility, \r\n  the majority concludes that Hess's statement would probably not change the result \r\n  of a new trial. Justice Pleicones disagrees.\r\n\r\nI believe that strict adherence to the Spann \r\n  test yields the result the majority enunciates in its opinion. This result, \r\n  however, is what I find troubling. Considering the unusual circumstances of \r\n  this case, (7) I believe that to deny Johnson \r\n  a new trial in the face of a confession by someone who was admittedly present \r\n  when the murder was committed would constitute \"a denial of fundamental fairness \r\n  shocking to the universal sense of justice.\" Butler v. State, 302 S.C. \r\n  466, 468, 397 S.E.2d 87, 88 (1990) (citations and internal quotes omitted). \r\n  Using this standard, I arrive at the conclusion that our system of justice dictates \r\n  that before Johnson is put to death he must be given an opportunity to present \r\n  such evidence to a jury of his peers.\r\n\r\nAccordingly, I would grant the motion for a new trial.\r\n\r\nJUSTICE PLEICONES: I respectfully \r\n  dissent. Applying the five part test, enunciated in State v. Spann, 334 \r\n  S.C. 618, 513 S.E.2d 98 (1999), a decision to grant petitioner a new trial rests \r\n  upon the determination that Connie Hess's confession \"would probably change \r\n  the result if a new trial were granted.\" Id. at 619, 513 S.E.2d at 99. \r\n  I believe the confession would probably change the result on retrial and, therefore, \r\n  would grant petitioner's motion for a new trial.\r\n\r\nIn support of the decision to deny petitioner's new trial motion, the majority finds that, in light of her history of fabrications and her mental health status, Hess's confession is not credible. \r\nThey conclude that the new evidence would not likely change the result of a new trial because Hess's confession is not consistent with the known facts of the crime, and because Curtis Harbert\r\nhas consistently maintained that petitioner killed Trooper Smalls.\r\n\r\nAs support for its determination that Hess is not \r\n  a credible witness, the majority cites her prior inconsistent statements. Comparing \r\n  the circumstances under which the various statements were made convinces me \r\n  that Hess's confession is worthy of belief. (8) \r\n  When Hess's 1985 statements were made, she was under investigation for the commission \r\n  of a capital offense. It is not unlikely that her statements were motivated \r\n  by expectations of reward and self-preservation. Our law recognizes, and common \r\n  sense dictates, that self-serving statements are inherently less reliable than \r\n  are self-inculpatory statements. See, e.g., Rule 804(b)(3), SCRE (providing \r\n  exception to rule against hearsay where the statement, at the time of its making \r\n  is against declarant's pecuniary or proprietary interest, the rationale being \r\n  the assumption that persons do not make statements which are damaging to themselves \r\n  unless satisfied that the statements are true).\r\n\r\nWhen Hess signed the most recent statement, confessing to the murder of Trooper Smalls, she did so only after consulting with counsel.  Her attorney advised Hess of her right to remain silent\r\nand that it was not in her best interest to sign the statement.  Counsel urged her not to sign the statement.  Despite this advice, Hess confessed.  In light of these facts, I cannot agree that Hess's\r\nadmission of guilt is incredible as a matter of law. (9)  Further, since it is uncontroverted that Hess is competent to testify, a jury should have the opportunity to determine the extent to which her\r\ntestimony is colored by her mental problems, and to decide the relative weight her testimony is afforded.\r\n\r\nUnlike the majority, I do not find Harbert's statements a sufficient basis to say it is probable that a jury would not reach a different result.  Although they are consistent in naming petitioner as\r\nthe shooter, they do contain inconsistencies.  Moreover, Harbert's statements, like Hess's previous statements, were obtained while he was a suspect in the state trooper's murder.\r\n\r\nThe majority adopts the referee's finding that Hess's confession is not consistent with the known facts of the case.   However, at trial the State presented no physical evidence to establish that\r\npetitioner, and not Harbert or Hess, killed Trooper Smalls.  In fact, the record is devoid of any evidence which would exclude any of the three as Trooper Smalls's murderer.  While it is true\r\nthat police found no gun powder residue on Harbert, or Hess, no tests for gun powder residue were performed on those two until after sufficient time had elapsed for any residue to dissipate. \r\nTests conducted in a timely manner on petitioner revealed no gun powder residue.\r\n\r\nI conclude by noting that our system of justice reveres the probative value of confessions.  To echo the words of the United States Supreme Court,\r\n\r\n\r\n[a] confession is like no other evidence.  Indeed, the defendant's own confession is probably the most probative and damaging evidence that can be admitted against him.  The admissions of a\r\ndefendant come from the actor himself, the most knowledgeable and unimpeachable source of information about his past conduct.  Certainly, confessions can have profound impact on the jury,\r\nso much so that we may justifiably doubt its ability to put them out of its mind even if told to do so.\r\n\r\n\r\nArizona v. Fulminante, 499 U.S. 279, 296, \r\n  111 S. Ct. 1246, 1257, 113 L. Ed. 2d 302 (1991) (internal citations and punctuation \r\n  omitted).\r\n\r\nGiven the lack of physical evidence to indicate petitioner, and not Harbert or Hess, fired the shots which killed Trooper Smalls, it is my opinion that Hess's confession would probably change\r\nthe result if a new trial were granted, and therefore, I dissent.\r\n1.  Under Spann, in order \r\n  to prevail on a new trial motion, the movant must show the after-discovered \r\n  evidence:\r\n\r\n\r\n(1) is such that it would probably change the result if a new trial were granted;\r\n(2) has been discovered since the trial;\r\n(3) could not in the exercise of due diligence have been discovered prior to trial;\r\n(4) is material;\r\n(5) is not merely cumulative or impeaching.\r\n\r\n\r\nState v. Spann, 334 S.C. at 619-620, 513 \r\n  S.E.2d at 99 (citation omitted).\r\n\r\n2.   The indictments against Hess and Harbert for the murder of Trooper Smalls and for the murder and crimes in connection with the murder of Swanson were dismissed.\r\n3.   Liberty Centre provides opportunities for people with mental illnesses to be rehabilitated into the community.  The program, of which Hess is a member, consists of a day program and a 24-hour staffed group home facility called Park Place.\r\n4.   At the hearing, the experts for both sides discussed how Hess met the criteria for borderline personality disorder.  This disorder can include the following:\r\n\r\n\r\n(1) Shifts in mood lasting a few hours;\r\n(2) Self-destructive acts, such as suicidal threats and gestures;\r\n(3) Unstable, chaotic intense relationships characterized by viewing the self and others as \"all good\" or \"all bad;\" and\r\n(4) Frantic efforts to avoid real or imagined abandonment, characterized by a heavy need for affection and reassurance.\r\n\r\n\r\n5.   \"Every person is competent to be a witness except as otherwise provided by statute or these rules.\"  Rule 601(a), SCRE.\r\n\r\n6.   The dissent by Justice Pleicones contends a jury should have the opportunity to assess whether Hess is credible.  However, in these circumstances, it is the province of this Court to make\r\nthat finding because this matter was heard in our original jurisdiction.  Furthermore, to decide whether Hess's statement would probably change the result of petitioner's trial, we are required\r\nto determine Hess's credibility.\r\n7. Absent the statements of \r\n  Curtis Harbert and Hess, there is no conclusive evidence that Johnson committed \r\n  this murder. Moreover, Hess has given numerous statements alternatively implicating \r\n  Johnson and Harbert, and now herself, as the shooter. Johnson has maintained \r\n  that he has no memory of shooting Trooper Smalls. See, e.g., State \r\n  v. Johnson, 293 S.C. 321, 324, 360 S.E.2d 317, 319 (1987). \r\n8. I agree that we must address \r\n  Hess's credibility in determining petitioner's entitlement to a new trial. However, \r\n  in my opinion, we need not be convinced as an absolute matter of the truth of \r\n  the new evidence before granting a new trial. We need only find the new evidence \r\n  worthy of belief. See State v. Fowler, 264 S.C. 149, 213 S.E.2d \r\n  447 (1975) (where newly discovered evidence is incredible and improbable under \r\n  all the circumstances, motion for new trial will be denied); State v. Mayfield, \r\n  235 S.C. 11, 109 S.E.2d 716 (1959) (trial court's denial of defendant's motion \r\n  for new trial on basis of after-discovered evidence affirmed where trial court \r\n  concluded new evidence was not worthy of belief). For the reasons stated in \r\n  this dissent, I find the new evidence here worthy of belief and would therefore \r\n  grant petitioner's motion. \r\n9. The presence of the public defender, who notarized the statement and advised Hess of its damning nature, and of Liberty Center staff during its signing further demonstrate the statement's\r\nreliability.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25305","title":"In the Matter of Looper","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25305","description":"Opinion publicly reprimanding former magistrate.","date":"2001-06-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n\r\nIn the Matter of Former\r\nGreenville County Magistrate J.\r\nMetz Looper, Respondent.\r\n&nbsp;\r\n\r\n    \r\n  \r\n\r\n\r\n\r\n\r\nOpinion No. 25305\r\nSubmitted May 25, 2001 - Filed June 11, 2001\r\n\r\n\r\nPUBLIC REPRIMAND\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nHenry B. Richardson, Jr. and Senior Assistant Attorney General Nathan Kaminski, Jr., both of Columbia, for the Office of Disciplinary Counsel.\r\n\r\nA. Camden Lewis, of Lewis, Babcock &amp; Hawkins, and Richard A. Harpootlian, of Richard A. Harpootlian, P.A., both of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: In this judicial grievance matter, respondent and Disciplinary Counsel have entered into an agreement pursuant to Rule 21, RJDE, Rule 502, SCACR.  In the agreement,\r\nrespondent, a former magistrate for Greenville County who resigned on March 7, 2001, admits misconduct and consents to a public reprimand.  We accept the agreement and publicly\r\nreprimand respondent, the most severe sanction we are able to impose in these circumstances.  The facts in the agreement are as follows.\r\n\r\n\r\n    First Matter\r\n\r\n\r\n\r\nWhile traffic charges against a defendant were pending in respondent's court, respondent engaged in one or more communications with the arresting officer and other officers in the Greenville\r\nCounty Sheriff's Department regarding the charges.  The traffic charges were never set for trial and eventually the charges were nol prossed by the solicitor without further explanation. \r\nHowever, before the charges were nol prossed, and while they were pending in respondent's court, respondent went to a car dealership owned by the defendant's father, and at which the\r\ndefendant was employed as a salesman, and negotiated with the defendant the trade-in of his automobile for a new automobile.  Approximately one year later, while the charges were still\r\npending in respondent's court, respondent purchased another new vehicle from the dealership.  Although there is no clear and convincing evidence respondent received favorable treatment in\r\nthese transactions, he acknowledges they created an appearance of impropriety.\r\n\r\n\r\n    Second Matter\r\n\r\n\r\n\r\nRespondent, as owner, director, and officer, along with his wife, of a corporation, was involved in litigation pending before Greenville County Magistrate R. Carey Werner.  While the matter\r\nwas pending before Judge Werner, respondent engaged in communications with Judge Werner for the purpose of making him aware of respondent's personal interest in the action.  The\r\nopposing party was not present during the communications.  Although Judge Werner did not allow the communications to influence his decision in the case, he felt the communication by\r\nrespondent should have been avoided.\r\n\r\nBy his actions, respondent has violated the following canons set forth in the Code of Judicial Conduct, Rule 501, SCACR:  Canon 2 (a judge shall avoid impropriety and the appearance of\r\nimpropriety in all of the judge's activities); Canon 3 (a judge shall perform the duties of judicial office impartially and diligently); and Canon 4 (a judge shall so conduct the judge's extra-judicial activities as to minimize the risk of conflict with judicial obligations).  These violations also constitute grounds for discipline under Rule 7(a)(1), RJDE, Rule 502,\r\nSCACR.\r\n\r\nWe accept the agreement for a public reprimand because respondent is no longer a magistrate and because he has agreed not to hereafter seek another judicial position in South Carolina unless\r\nfirst authorized to do so by this Court.  As previously noted, this is the strongest punishment we can give respondent given the fact that he has already resigned his duties as a magistrate. \r\nAccordingly, respondent is hereby publicly reprimanded for his conduct.\r\n\r\nPUBLIC REPRIMAND.\r\n\r\n s/Jean H. Toal  C.J. \r\n  s/James E. Moore  J.\r\n\r\n  s/John H. Waller, Jr.  J.\r\n\r\n  s/E.C. Burnett, III  J.\r\n\r\nPleicones, J., not participating\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25306","title":"In the Matter of Lynah","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25306","description":"Opinion suspending magistrate for nine months.","date":"2001-06-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nIn the Matter of Jasper County\r\nMagistrate Donna D. Lynah, Respondent.\r\n&nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25306\r\nSubmitted May 25, 2001 - Filed June 11, 2001\r\n\r\n\r\nDEFINITE SUSPENSION\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nHenry B. Richardson, Jr. and Deborah S. McKeown, both of Columbia, for the Office of Disciplinary Counsel.\r\n\r\n        R. Thayer Rivers, Jr., of Ridgeland, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: In this judicial disciplinary \r\n  matter, respondent and Disciplinary Counsel have entered into an agreement pursuant \r\n  to Rule 21, RJDE, Rule 502, SCACR. In the agreement, respondent admits misconduct \r\n  and consents to the imposition of any of the stated sanctions set forth in Rule \r\n  7(b), RJDE, Rule 502, SCACR. We accept the agreement and suspend respondent \r\n  for nine months, retroactive to October 6, 2000, the date she was placed on \r\n  interim suspension. See In the Matter of Lynah, 342 S.C. 617, \r\n  530 S.E.2d 60 (2000).\r\n\r\nThe facts as set forth in the agreement are as follows.  On or about July 29, 1999, respondent, while serving in her capacity as a Jasper County Magistrate, issued an order which purported to\r\ngive public notice, pursuant to S.C. Code Ann. § 29-15-10 (1991), of a judicial sale of a motor vehicle for \"accrued charges\" allegedly due Jasper County Magistrate Joyce Lynn Leavell. \r\nAlthough Judge Leavell was not the proprietor, owner or operator of any storage place, garage, or repair shop, as required in order to be granted relief under section 29-15-10, and although no\r\njudicial sale was actually conducted, respondent subsequently issued a Magistrate's Bill of Sale which stated she had sold the motor vehicle at public auction for $30 and that the buyer was\r\nJudge Leavell.  Respondent was aware that the motor vehicle in question was worth far more than $30.  Moreover, in further violation of section 29-15-10, respondent failed to advertise the\r\nsale, and she issued the Bill of Sale without any evidence that Gary Brown, holder of record title to the motor vehicle, had been given written notice by Judge Leavell that she was claiming a\r\nlien on the motor vehicle.  In issuing the Bill of Sale, respondent knew Judge Leavell was not seeking to recover the costs of repairs to or storage of the motor vehicle, but that she was simply\r\nseeking to obtain a certificate of title to the motor vehicle.  Judge Leavell did in fact use the Bill of Sale to obtain a certificate of title to the motor vehicle from the South Carolina Department\r\nof Revenue.\r\n\r\nBrown has since filed a civil action against Judge Leavell concerning the motor vehicle.  Respondent and Judge Leavell were both charged with misconduct in office.  Judge Leavell was also\r\ncharged with breach of trust.  The arrest of the judges received widespread media attention and acted to discredit the judiciary in the State of South Carolina.  Respondent maintains she signed\r\nthe Notice of Judicial Sale and the Magistrate's Bill of Sale at the request of Judge Leavell, who was respondent's supervisor, and after certain representations were made to respondent by\r\nJudge Leavell.  The charges against respondent have been dismissed and she is cooperating fully in the investigation of this matter by the State Law Enforcement Division, the Office of\r\nDisciplinary Counsel, and the Fourteenth Circuit Solicitor's Office.\r\n\r\nBy her conduct, respondent has violated the following canons set forth in the Code of Judicial Conduct, Rule 501, SCACR: Canon 1 (a judge shall uphold the integrity and independence of the\r\njudiciary); Canon 2 (a judge shall avoid impropriety in all of the judge's activities); Canon 3 (a judge shall perform the duties of judicial office impartially and diligently).  These violations\r\nalso constitute grounds for discipline under Rule 7(a)(1), RJDE, Rule 502,\r\nSCACR.\r\n\r\nIn our opinion, respondent's conduct warrants a suspension from her judicial duties for nine months.  Accordingly, we hereby suspend respondent for nine months, retroactive to October 6,\r\n2000, the date of her interim suspension.\r\n\r\nDEFINITE SUSPENSION.\r\n\r\n\r\n  s/Jean H. Toal  C.J.\r\n\r\n  s/James E. Moore  J.\r\n\r\n  s/John H. Waller, Jr.  J.\r\n\r\n  s/E.C. Burnett, III  J.\r\n\r\n  s/Costa M. Pleicones  J.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25307","title":"Sea Cabins v. City of North Myrtle Beach","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25307","description":"This is an action involving an alleged temporary taking of a private pier.","date":"2001-06-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nSea Cabins on the Ocean IV Homeowners Association, Inc., Grand Strand Realty, Gerald\r\nW. Arney, Mary P. Arney, Bobby McLean, Thelma McLean, Thomas P. Woodruff, Virginia\r\nC. Woodruff, Ronald L. Peck, Philip H. Morris, Linda M. Morris, Jack L. Tyson, Shirley S.\r\nTyson, Timmy R. Helms, Thomas Minton, Frank R. Buoniconti, Jeanne L. Buoniconti,\r\nRobert A. DeSimone, Jim F. Moore, Jo Mingas Moore, William R. Kennedy, Jr., Hilda B.\r\nKennedy, Steve A. Brock, Gary W. Alphin, W.F. Tugwell, Jr., Ronald D. Hall, Bath\r\nInvestments Properties, c/o Thomas Myers, David L. Saunders, Ray A. Bolick, Nancy P.\r\nBolick, Elizabeth Kandler Elliott f/k/a Elizabeth A. Kandler, Jimmy L. Love, Etta Love,\r\nCharles A. Ginardi, Carol W. Ginardi, Russell L. Pinkelton, R. Steve Metcalf, Ray E.\r\nJennings, L. Derek Herring, William P. Brown, J.P. Batten, Jr., Tony Sherrill, Carolyn H.\r\nSherrill, Joseph M. Baker, Martha K. Baker, Don Ferrell, Nancy C. Williamson, Alan H.\r\nBranan, Francis G. Logue, Patricia J. Logue, Dominick Mauriello Trust f/k/a Dominick\r\nMauriello and Marjorie Mauriello, John W. Blake, Sharon D. Blake, Bobby Young, Forrest\r\nD. Bricker, Robert E. Sease, Jane A. Sease, Howard E. Virkler, Macy L. Hoyle (died\r\n9/13/90), Jane Brendel, Richard Brendel, Stacy Jean Snyder, Fred M. Snyder, Joyce Snyder,\r\nDaniel E. Wilson, Wanda M. Wilson, Bobby J. Garrison, Barbara S. Garrison, Hambry\r\nBrothers, Inc., Vera G.M. Hankin, Sarah S. McLean, A.F. McLean, Jr. (as trustee for\r\nWilliam H. McLean), Estate of Sarah S. McLean f/k/a Sarah S. McLean, Mellon Bank,\r\nPhillips E. Powell, Diane F. Powell, Joseph A. Galiano, Denise Galiano, Vincient and\r\nCatherine Pastore, Vincient, Jennifer, and Deigo Monticciolo, Charles H. Hammond, J.E.\r\nBobbit, Jr., Wallace Webster Quate, Jr., William Maegruder, Peggy Maegruder, George W.\r\nJoyce, Sara Murray Joyce, Reggie Keith Safrit, Martha Stirewalt Safrit, Beach\r\nProperties/Linwood Jackson/James R. Bullock, Jr., Frankwell, a partnership, Edward C.\r\nMcGimsey, Partner  c/o Morganton Hardware Co., James J. Linden, Alice C. Linden,\r\nKirkland P. Broom, Ann S. Broom, John R. Henderson, Mary Ann Henderson, James T.\r\nGrier, Janet R. Grier, Emma H. Valentine, Francisco Valentine, Johnny C. Whitmore,\r\nEmma G. Whitmore, Guy A. Walters, Jr., Ann H. Walters, Felder W. West, Jack N. Morris,\r\nJohn E. Varol, Ralph V. Varol, Garland J. Candle, Tony R. Craven, Doloris Craven, Grady\r\nOliver, Carol Oliver, Robert C. Barry, Jr., Jimmie R. Foxx, Eva V. Lewis, Richardo F.\r\nCecchini, Nilda E. Cecchini, Anthony P. Sapienza, Anne M. Sapienza, Clyde R. Randal,\r\nJean M. Randal, Bernard J. Milano, Mary N. Milano c/o PMM Company, David Steele\r\nJarrett, Kathy Saunders Jarrett, Charles Weir, James Vernon Gross, Dorothy D. Gross,\r\nDavid R. Eva, Judith E. Eva, Estate of Sara S. McLean f/k/a Sara S. McLean, Richard V.\r\nAdams, Sherrell Dennis Hedrick, Galileo D. Casquejo, Thomas M. Clayton, Linda B.\r\nClayton, Russell L. Pinkelton, Judy Pinkelton, Stan Halpern, William D. Powell, Patsy\r\nPowell, Jerry L. Calvert, Ruth C. Calvert, W.B. Seddinger, Edward Bell, Jr., Mary Lee M.\r\nBell, Myles G. Keery, Sabra L. Keery, Fleming, Francis &amp; Associates, Burl Kenneth\r\nFlemming, Alma Jean Flemming, David Frances, Betty L. Frances, c/o Mr. David L.\r\nFrances, Larry Peak, James R. McCracken, Max R. Schmidt, Alice V. Schmidt, Delores\r\nRandall, Hambry Brothers Concrete, Inc., Richard Link, Ray W. Welsh, Wendy C. Welsh,\r\nBobby L. Tuttle, Thomas T. Archer, Martha C. Archer, Ted D. Fuller, Nancy K. Fuller,\r\nDanny Edwards, Sandra Edwards, Edwin T. Yarborough, Suzanne C. Yarborough, Epworth\r\nChildren's Home, Dr. A.W. Macklin, James A. Pierce, III, c/o Marietta Pallet Company, E.\r\nWayne Harper, Brabston B. Harper, John G. Hansen, Richard V. Adams, James H. Kirk,\r\nAgnes C. Kirk, W. James Dubose, Henry Voznick, Jean H. Voznick, Thomas F. Conn, \r\nMadeline Conn, Arlon O. Jones, Charles E. Ramsey, John M. McCoy, Gerald L. Fowler,\r\nWilliam R. McAdams, Jerry E. Moats, Fowler Moats, Inc., Chester F. D'Agostina, Janis R.\r\nD'Agostina, Wall-Johnson, Leon W. Wall, Joyce B. Wall, A. Gray Johnson, Jo Ann R.\r\nJohnson, Jerry McKee, Donna McKee, James E. Messick, Jr., Jean M. Messick, Arnold M.\r\nSchwartz, Janice M. Schwartz, Jing Ming Liu, Ellie Y. Lao, Warren Heiser, Mary Ann\r\nHeiser, Earl R. Betts, Jr., Carol A. Betts, John R. Stass, Barbara J. Stass, Hardiena J. Smith,\r\nas personal representative of William B. Smith, Jack M. Ladford, Ila L. Carver, Walter W.\r\nLittle, Doris H. Russ, Kenneth F. Spainhour, Carolina A. Spainhour, John R. Spies, Alice L.\r\nSpies, Randall David Torcasi, Robert Q. Yeckley, Carl S. Sigmon, Louie O. Lavender, Jr.,\r\nNoble Vaughn, Jr., Cornelia L. Vaughn, Larry D. Procter, Kara P. Procter, Roy L. Lynam,\r\nDonna A. Lynam, Jeffrey Huber, Deborah J. Huber, Emmett Floyd, Kathy Floyd, James\r\nRussell Millner, Donald C. Winterich, Richard R. Steinke, Lewis B. Keener, LaFayette F.\r\nDecker, Cecelia M. Decker, Anthony L. Buoniconti, Margaret A. Buoniconti, Calvin L.\r\nPalmer, Jr., Rosie B. Palmer, Duane Knight, Sharon G. Knight, W. Glenn Jenkins, Charm\r\nHouse Design, Stephen L. Nader, William O. Reeside, Jane S. Reeside, Michael Ray,\r\nCynthia N. Ray, Don A. Ray, Eleanor J. Ray, Cranston Blanks, Jr., Margaret L. Blanks, J.\r\nR. Gibbons, Gladys Gibbons, R. M. Glasscox, Cheryl Glasscox, Haracio P. and Martha A.\r\nMoreno-Compos, Gerald V. Hull, Emma J. Hull, James B. Davenport, Carolina Land\r\nCompany, George E. Wells, Robert W. Braam, Maurice W. Brady, Ronald Bittles, Florence\r\nBittles, David Whitley, Michael G. Carovillano, Judith A. Carovillano, John Petrozzi,\r\nThomas F. Murtha, Dorothy A. Murtha, John F. Quinn, Jane H. Quinn, Presbyterian\r\nCollege c/o Bailey Bank, George W. Wilson, Mark Wilson, Donald M. Bryant, Sandra B.\r\nBryant, Jack Holsclaw, Mary H. Clarke, Valerie H. McRary, Gene S. Clarke, Thomas B.\r\nMcRary, c/o Skyland Furniture Shoppe, Gerald W. Edmonds, Doris A. Edmonds, Jack S.\r\nBrown, Talma L. Brown, David T. McLaughlin, Carol H. McLaughlin, Harry Whitener,\r\nEva S. Whitener, William J. Brennan, Gracia B. J. Brennan, Jerry R. Sutherland, Jo Ann\r\nSutherland, L.D. Austin Company, Randolph Jones, Frances Jones, Seigfried Abrahams,\r\nHarold Langenderfer, Joan M. Langenderfer, Delbert L. and Marianne C. Wolcott, William\r\nB. Seddinger, William Harnett, W. Nelson Lewis, Barbara Craven, Helen, Gene, Lance &amp;\r\nTeresia Maye, R.A. Elmore, III, Judy A. Elmore, Rodney Thompson, Mark Cosgrove,\r\nEvelyn Cosgrove, Robert Brown, Danny G. Turner, Elaine M. Turner, Harry Anedisian,\r\nLouise I. Anedisian, Ferrel G. Camp, Joyce A. Camp, Ruth Fridinger, Stephen C. Cesar,\r\nBonnie L. Cesar, John C. Sanders, Ann Marie Sanders, John R. McClure, Rebecca D.\r\nMcClure, Jay Elliott Gordon, Faye H. Gordon, Gene S. Edmonds, Helen E. Edmonds, F.\r\nBruce Pearch, Florence Pearch, Carl Spahn, Jr., Debra A. Spahn, Ralph J. DeFillips,\r\nDorothy J. Phillips, Mary R. Trogden, Linda S. Toleno, Sally Davis, Stanley L. Smith,\r\nDoris H. Smith, Gerald W. Krimminger, Joyce A. Krimminger, Anthony P. Sapienza, Anne\r\nM. Sapienza, Daniel P. Mageras, Janet A. Mageras, Earl Downing, Sharon B. Downing,\r\nRobert V. Steele, Lori Steele, B. L. Sizemore, D. Ann Sizemore, Roger W. Huffman, \r\nPatricia W. Huffman, John W. O'Connor, James W. McMaster, Lana McMaster, Thomas L.\r\nHerb, Joy V. Herb, James W. McArthur, Theodore M. Cooley, Ralph W. Pope, Wallace H.\r\nBurgess, Gordon McCoy, Mary J. McCoy, John F. Barna, John Capito, Jr., Margaret B.\r\nCapito, Harry W. Wayne, David A. Dunlap, Elizabeth Stover, Americo R. Caggiano, Viola\r\nCatherine Caggiano, W.B. Seddinger, Reggie K. Safrit, Lori Anne Boyle, Linda Boyle,\r\nFredrick J. Saleeby, Reid S. Saleeby, John G. Underwood, Jr., M/M Edward Gregory,\r\nJohnny T. Gregory, Randy S. Hammett, DPS Investment, Francis Feltham, Thomas and\r\nEunice Kirby, Joseph Jengehino, Maryann J. Jengehino, AllanWarrington, Greenville\r\nProgressive Womens Investment Club, Robert A. Jackson, Richard Arvonio, Cherry Grove\r\nSales, Inc., Frederick S. Carter, and Patsy S. Carter, Petitioners,\r\n&nbsp;\r\n\r\n  v.\r\n\r\nCity of North Myrtle Beach, Respondent.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Horry County\r\nJ. Stanton Cross, Jr., Master-in-Equity\r\n\r\n\r\n\r\nOpinion No. 25307\r\nHeard March 6, 2001 - Filed June 11, 2001\r\n\r\n\r\nAFFIRMED IN RESULT\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nNewman Jackson Smith, of Nelson Mullins Riley &amp; Scarborough, of Charleston, for petitioners.\r\n\r\nAndrew F. Lindemann and William H. Davidson, II, of Davidson, Morrison and Lindemann, P.A., and W. Cliff Moore, III, of Ellis, Lawhorne and Sims, P.A., of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE BURNETT:  Petitioners Sea Cabins on the Ocean IV Homeowners Association, Inc., et al., (Sea Cabins) brought this inverse condemnation action against Respondent City of\r\nNorth Myrtle Beach (City) alleging certain \"affirmative and aggressive actions\" by City constituted an unconstitutional temporary taking of their private pier for public use without\r\ncompensation in violation of the Fifth Amendment to the United States Constitution and Article I, § 13 of the South Carolina Constitution. The master-in-equity agreed and awarded Sea\r\nCabins $900,000 as just compensation for the temporary taking.  \r\n\r\n  Finding Sea Cabins was not denied \"all economically \r\n  viable use\" of its property as a whole during the alleged temporary taking, \r\n  the Court of Appeals unanimously reversed. Sea Cabins on the Ocean IV Homeowners \r\n  Assoc., Inc., v. City of North Myrtle Beach, 337 S.C. 380, 523 S.E.2d 193 \r\n  (Ct. App. 1999). The Court granted Sea Cabins' petition for a writ of certiorari \r\n  to review the Court of Appeals' decision. \r\n\r\n\r\n  \r\n    FACTS\r\n  \r\n\r\n\r\nSea Cabins was created by master deed in 1980 pursuant to the South Carolina Horizontal Property Act.  S.C. Code Ann. §§ 27-31-10 to -420 (1991).  A private 900 foot fishing pier extending\r\ninto the Atlantic Ocean was included in Sea Cabins' common elements.  On September 21, 1989, Hurricane Hugo damaged the pier.\r\n\r\nBy letters dated February 1 and 20, 1990, City Manager notified Sea Cabins he was going to recommend to City that the remaining portion of its pier (and other similar piers) be declared a\r\nnuisance and action be taken to remove them.  On March 6, 1990, City adopted a resolution declaring all public and private pier pilings, including Sea Cabins' pier, public nuisances and\r\nordering that they be removed within forty-five days. \r\n\r\n  Sea Cabins notified City Manager it intended to rebuild the pier and requested several extensions of time in which to file a repair permit application.  The City granted Sea Cabins several\r\nextensions.  \r\n\r\nOn March 20, 1990, City Council gave first reading to a proposed Beach Franchise Ordinance which provided that any pier permitted to be rebuilt must be rebuilt as a public pier.  By letter\r\ndated March 23, 1990, the City Manager informed Sea Cabins that City Council had discussed that all built and rebuilt piers must be open to the public.  In the same letter, the City Manager\r\nrecognized Sea Cabins intended to rebuild its pier and granted a 60-day extension by which to abate the pilings nuisance. \r\n\r\nOn April 9, 1990, City ratified the Beach Franchise Ordinance.  As a result of this ordinance, Sea Cabins had to either 1) execute the non-negotiable pier franchise agreement, thereby allowing\r\npublic access to the pier, or 2) accept denial of a permit to repair the pier, resulting in declaration of the pier as a public nuisance and having it removed.  \r\n\r\nOn June 25, 1990, Sea Cabins submitted an application, including plans and specifications, to City for a permit to repair its pier as a non-conforming use. (1)  Sea Cabins did not execute a pier\r\nfranchise agreement.\r\n\r\n        Three days later, Sea Cabins filed an action in federal district court against City alleging its actions (declaration of the pier as a nuisance and passage of the Beach Franchise Ordinance)\r\nresulted in the unlawful taking of private property in violation of various provisions of the United States and South Carolina Constitutions.  On July 2, 1990, the federal court conducted a\r\nhearing on Sea Cabins' motion for a temporary restraining order seeking to enjoin City from removing the remainder of the pier.  Sea Cabins agreed to remove unsafe portions of the pier and\r\nCity agreed it would not attempt to remove any other portions of the pier.  This agreement rendered City's nuisance claim against Sea Cabins' pier moot.   \r\n\r\n  During this time frame, City's Chief Building \r\n  Inspector and a structural engineer inspected and reviewed Sea Cabins' pier. \r\n  In mid-August 1990, City's Zoning Administrator rejected Sea Cabins' pier repair \r\n  permit on the basis the pier was destroyed, not merely damaged, and informed \r\n  Sea Cabins the pier could not be reconstructed until receipt of a special zoning \r\n  exception. See City of North Myrtle Beach, SC, Code Article VII, § 23-133(3) \r\n  (\"[a] nonconforming use shall not be reestablished after damage to the building \r\n  exceeding seventy-five (75) percent of its replacement cost at the time of destruction.\") \r\n  (Zoning Ordinance). The Zoning Board of Adjustment affirmed the Zoning Administrator's \r\n  decision on October 9, 1990. The circuit court affirmed. \r\n\r\n  On June 22, 1992, the federal district court \r\n  granted Sea Cabins partial summary judgment. The federal court found City's \r\n  April 1990 ordinance void as applied to Sea Cabins because state law permitted \r\n  the rebuilding of piers which were in existence prior to Hurricane Hugo. See \r\n  S.C. Code Ann. § 48-39-290(A)(3) (Supp. 2000) (non-public fishing piers which \r\n  existed on September 21, 1989, may be rebuilt and used for the same purposes). \r\n\r\n\r\nInitially, the Court of Appeals issued an opinion \r\n  upholding the circuit court's order affirming the Zoning Board's ruling Sea \r\n  Cabins could not rebuild the pier because it was more than 75% destroyed. Thereafter, \r\n  the Court of Appeals granted Sea Cabins' petition for rehearing and issued a \r\n  new opinion reversing the circuit court's order. Sea Cabins on the Ocean \r\n  IV Homeowners Assoc. v. North Myrtle Beach Zoning Board of Adjustment, Op. \r\n  No. 93-UP-081 (S.C. Ct. App. filed June 24, 1993). The Court of Appeals held \r\n  the circuit court applied an incorrect standard in finding the pier was more \r\n  than 75% destroyed rather than determining whether the cost of repairs exceeded \r\n  75% of the cost to replace the pier at time of its destruction. Id.  \r\n\r\n\r\n On July 29, 1993, the federal district court entered \r\n  an order finding Sea Cabins had a property interest in the pier, but that its \r\n  takings claim was premature because Sea Cabins had not sought compensation under \r\n  available state procedures. Sea Cabin on the Ocean IV Homeowners Assoc. v. \r\n  City of North Myrtle Beach, 828 F.Supp. 1241 (D.S.C. 1993). As a result, \r\n  on August 12, 1993, Sea Cabins brought the instant inverse condemnation action.\r\n\r\n    On December 20, 1993, this Court denied City's petition for a writ of certiorari to review the Court of Appeals' decision reversing the Zoning Board decision. \r\n\r\nCity issued Sea Cabins a pier building permit on April 19, 1994.  After several revisions, construction and repair began on October 10, 1994, and the pier was completed in March 1995.   \r\n\r\n\r\n  \r\n    ISSUE\r\n  \r\n\r\n\r\n\r\nDid the Court of Appeals err by analyzing Sea Cabins' inverse condemnation action as involving a temporary regulatory rather than a temporary physical taking?    \r\n\r\n\r\n\r\n  \r\n    DISCUSSION \r\n  \r\n\r\n\r\n\r\n    Court of Appeals' Opinion \r\n  \r\n\r\n\r\nRelying on federal law, the Court of Appeals held \r\n  a temporary taking effected by a regulation is compensable if it denies the \r\n  landowner all economically viable use of his land. The court concluded because \r\n  it is appropriate to consider the landowner's \"parcel as a whole,\" loss of use \r\n  of the pier did not deny all economically viable use of Sea Cabins' property \r\n  and, therefore, there was no compensable taking. Sea Cabins on the Ocean \r\n  IV Homeowners Assoc. v. City of North Myrtle Beach, 337 S.C. 380, 523 S.E.2d \r\n  193 (Ct. App. 1999). \r\n\r\nThereafter, the Court of Appeals cited the elements \r\n  of an inverse condemnation action: (1) an affirmative, positive, aggressive \r\n  act on the part of the governmental agency; (2) a taking; (3) the taking is \r\n  for a public use, and (4) the taking has some degree of permanence. Gray \r\n  v. South Carolina Dept. of Highways and Public Transp., 311 S.C. 144, 427 \r\n  S.E.2d 899 (Ct. App. 1992). Noting South Carolina has recognized a temporary \r\n  taking in two inverse condemnation cases and that both of these cases applied \r\n  federal law, (2) the Court of Appeals \"juxtaposed\" \r\n  the requirement that a temporary taking must be compensable under federal law. \r\n  Accordingly, under the Court of Appeals' analysis, since City's actions did \r\n  not deny Sea Cabins all economically viable use of its land, there was no compensable \r\n  temporary taking, and Sea Cabins failed to establish the \"some degree of permanence\" \r\n  element of inverse condemnation. \r\n\r\nSea Cabins argues the Court of Appeals erred by analyzing this action as a regulatory rather than a physical taking.  As a part of this claim, Sea Cabins maintains that because the issuance of a\r\npier repair permit was conditioned on public access, a physical taking occurred.  We affirm in result.     \r\n\r\nPhysical vs. Regulatory Takings\r\n\r\n\r\nThe Fifth Amendment to the United States Constitution \r\n  provides that \"private property shall not be taken for public use, without just \r\n  compensation.\" U.S. Const. amend. V. (3) \"[T]his \r\n  provision does not prohibit taking of private property, but instead places a \r\n  condition on the exercise of that power.\" First English Evangelical Lutheran \r\n  Church of Glendale v. Los Angeles, 482 U.S. 304, 314 (1987). The purpose \r\n  of the Takings Clause is to prevent the government \"from forcing some people \r\n  alone to bear public burdens which, in all fairness and justice, should be borne \r\n  by the public as a whole.\" Armstrong v. United States, 364 U.S. 40, 49 \r\n  (1960). \"[T]he Fifth Amendment is violated when land use regulation 'does not \r\n  substantially advance legitimate state interests or denies an owner economically \r\n  viable use of his land.'\" Lucas v. South Carolina Coastal Council, 505 \r\n  U.S. 1003, 1016 (1992),  citing Agins v. City of Tiburon, 447 U.S. 255, \r\n  260 (1980). \r\n\r\nThere are at least two discrete categories of government \r\n  action which are compensable takings without case-specific inquiry into the \r\n  public interest advanced in support of the action. If state law authorizes permanent \r\n  physical occupation of property, there is a taking for which just compensation \r\n  is due without regard to the public interest it may serve or the minimal economic \r\n  impact to the landowner. See Loretto v. Teleprompter Manhattan CATV \r\n  Corp., 458 U.S. 419 (1982) (New York law requiring landlords to allow television \r\n  cable companies to install cable facilities in their apartment buildings constituted \r\n  a taking); Kaiser-Aetna v. United States, 444 U.S. 164 (1979) (United \r\n  States could not insist upon public access to marina simply because water had \r\n  become navigable without paying just compensation). Also, if state law so regulates \r\n  property that it loses all economic value, there is a taking for which just \r\n  compensation is due. See Lucas v. South Carolina Coastal Council, \r\n  505 U.S. 1003 (1992) (taking occurs where owner of real property has been called \r\n  upon to sacrifice all economically beneficial or productive use of property \r\n  in the name of the common good). \r\n\r\nIn other situations, a balancing test is applied \r\n  to determine whether there has been a taking. Three factors are typically balanced \r\n  to decide whether the public benefit from a regulation or law outweighs the \r\n  private harm to the landowner: (1) the character of the government action; (2) \r\n  the economic impact of the regulation on claimant; and (3) the degree to which \r\n  the regulation/law has interfered with distinct investment-backed expectations. \r\n  Penn Cent. Transp. Co. v. City of New York, 438 U.S. 104 (1978). If the \r\n  public benefit outweighs the harm to the landowner, there is no taking and the \r\n  government need not pay compensation. \r\n\r\nHowever, where a regulation or law imposes a \"physical \r\n  exaction\" as a condition of issuing a permit, more stringent review is required. \r\n  In Nollan v. California Coastal Comm'n, 483 U.S. 825 (1987), owners of \r\n  a beachfront lot applied for a permit which would allow them to replace a small \r\n  bungalow on the lot with a larger home. The California Coastal Commission granted \r\n  the permit, subject to the condition the Nollans allow the public to pass across \r\n  the beach portion of their lot to public parks on either side of their property. \r\n  The coastal commission asserted various purposes in support of the permit condition, \r\n  including \"protecting the public's ability to see the beach, assisting the public \r\n  in overcoming the 'psychological barrier' to using the beach created by a developed \r\n  shorefront, and preventing congestion on the public beaches.\" Id. at \r\n  835. The Nollans appealed. The California Court of Appeal ruled the Nollans' \r\n  inverse condemnation claim failed because, although the permit condition diminished \r\n  the value of the beachfront lot, it did not deprive the Nollans of all reasonable \r\n  use of their property.\r\n\r\nRecognizing the tension between the government's \r\n  eminent domain authority which requires just compensation and the government's \r\n  authority to restrict use of private property pursuant to its police powers \r\n  without paying compensation, the United States Supreme Court (USSC) reversed. \r\n  Id. The USSC held that had the coastal commission required the Nollans \r\n  grant a public easement across their beachfront on a permanent basis rather \r\n  than conditioning their permit to rebuild on an agreement to do so, there would \r\n  have clearly been a compensable taking. (4) It \r\n  emphasized the right to exclude others is \"'one of the most essential sticks \r\n  in the bundle of rights that are commonly characterized as property.'\" Id. \r\n  at 831, citing Loretto v. Teleprompter Manhattan CATV Corp., 458 \r\n  U.S. at 433. Similarly, it stated \"a 'permanent physical occupation' has occurred \r\n  . . . where individuals are given a permanent and continuous right to pass to \r\n  and fro, so that the real property may continuously be traversed, even though \r\n  no particular individual is permitted to station himself permanently on the \r\n  premises.\" Id. at 832. \r\n\r\nOn the other hand, the USSC recognized \r\n  that \"land-use regulation does not effect a taking if it 'substantially advance[s] \r\n  legitimate state interests' and does not 'den[y] an owner economically viable \r\n  use of his land.'\" Id. at 834 citing Agins v. City of Tiburon, \r\n  447 U.S. 255, 2660 (1980). If the government has a legitimate police power purpose \r\n  to deny a development permit, a condition which serves the same purpose is not \r\n  a taking. For instance, if the coastal commission could exercise its police \r\n  power to forbid construction of the Nollans' house altogether, imposing a height \r\n  limitation as a permit condition so that the public could view the beach would \r\n  not be a taking.\r\n\r\nThe Nollan Court adopted the \"essential \r\n  nexus\" test to determine whether a physical exaction condition results in a \r\n  taking of property. Under the essential nexus test, the Court evaluates: 1) \r\n  whether the \"legitimate state interest\" justifying the condition is furthered \r\n  by the condition; 2) whether the condition imposed \"substantially advanced the \r\n  cited legitimate state interest\"; and 3) whether the proposed project will \"substantially \r\n  impede\" the legitimate state interests. \r\n\r\n  The Nollan&nbsp;Court determined the easement \r\n  as a condition of the building permit effected a taking as the condition (public \r\n  access) did not serve the alleged legitimate state interests of protecting the \r\n  public's ability to see the beach, assist the public in overcoming the \"psychological \r\n  barrier\" to using a developed shorefront, and preventing congestion on public \r\n  beaches. Accordingly, the Nollans were entitled to compensation.\r\n\r\nIn Dolan v. City of Tigard, 512 U.S. 374 \r\n  (1994), the USSC considered the degree to which a public exaction permit condition \r\n  must relate to the projected impact of the proposed development. In Dolan, \r\n  the landowner applied for a permit to expand her store and pave her parking \r\n  lot. The city conditioned approval of the application upon the landowner's agreement \r\n  to dedicate 1) a public green way in order to minimize flooding that would be \r\n  exacerbated by the increases in impervious surfaces associated with the development \r\n  and 2) a pedestrian/bicycle pathway to relieve traffic congestion in city's \r\n  business district. The USSC determined that if an \"essential nexus\" existed \r\n  between the \"legitimate state interest\" and the permit condition, a \"rough proportionality\" \r\n  must exist between the physical exaction and the projected impact of the requested \r\n  permit. The Court held there was an \"essential nexus\" between the legitimate \r\n  public purposes (reducing flooding and traffic) and the two permit conditions. \r\n  It concluded, however, there was no reasonable relationship between the public \r\n  nature of the green way (the easement could have been private) and reducing \r\n  flooding. With regard to the second condition, the USSC found the city failed \r\n  to demonstrate the additional traffic generated by the landowner's development \r\n  reasonably related to the dedication of a pathway easement. \r\n  (5)  \r\n\r\nWhole Parcel Doctrine\r\n\r\n\r\nThe \"whole parcel doctrine\" applies where there \r\n  is a regulatory taking. Under this doctrine, \"[i]n deciding whether a particular \r\n  governmental action has effected a taking, [the Court] focuses rather both on \r\n  the character of the action and on the nature and extent of the interference \r\n  with rights in the parcel as a whole.\" Penn Central Transp. Co. v. New York \r\n  City, 438 U.S. 104, 130-31 (1978); Beard v. South Carolina Coastal Council, \r\n  304 S.C. 205, 403 S.E.2d 620 (1991) (same). \r\n\r\nTemporary Takings\r\n\r\n\r\n  Where there is a temporary regulatory (non-physical) \r\n  taking, a landowner is entitled to compensation between the effective date of \r\n  an ordinance and the date of its invalidation, if the ordinance deprives the \r\n  landowner of all use of his property. First English Evangelical Lutheran \r\n  Church of Glendale v. County of Los Angeles, 482 U.S. 304 (1987). \"'[T]emporary' \r\n  [regulatory] takings which . . . deny a landowner all use of his property, are \r\n  not different in kind from permanent takings, for which the Constitution clearly \r\n  requires compensation.\" Id. at 318.\r\n\r\nIn First English, the plaintiff church owned \r\n  land on which it operated a campground. After a flood destroyed the campground \r\n  buildings, Los Angeles County instituted a temporary regulation prohibiting \r\n  reconstruction of buildings in a flood control area. The church filed suit complaining \r\n  the ordinance effected a taking. \r\n\r\n  The USSC found that if the ordinance effected \r\n  a taking, simply invalidating it was an insufficient remedy and the church was \r\n  entitled to monetary compensation for the period of time during which it was \r\n  in effect. Id. at 307-08, 319. The USSC noted \"[w]e limit our holding to the \r\n  facts presented, and of course do not deal with the quite different questions \r\n  that would arise in the case of normal delays in obtaining building permits, \r\n  changes in zoning ordinances, variances, and the like which are not before us.\" \r\n  Id. at 321.\r\n\r\n\r\n    ANALYSIS\r\n\r\n\r\n\r\nSea Cabins claims City's Beach Franchise Ordinance \r\n  conditioning a pier building permit on public access was an attempt, albeit \r\n  temporary, (6) by City to gain public access \r\n  to its pier without paying compensation. Based on this claim, we find analysis \r\n  under the tests established in Nollan v. California Coastal Comm'n, supra, \r\n  and Dolan v. City of Tigard, supra, appropriate. Assuming for \r\n  purposes of these tests that City had a legitimate governmental interest in \r\n  imposing the public access condition, the interest was superseded when the General \r\n  Assembly passed amendments to the South Carolina Beachfront Management Act specifically \r\n  authorizing the rebuilding of private piers which were in existence prior to \r\n  Hurricane Hugo. Once § 48-39-290(A)(3) became effective, City no longer had \r\n  a legitimate governmental interest in conditioning issuance of a pier rebuilding \r\n  permit to Sea Cabins on public access. See Barnhill v. City of North \r\n  Myrtle Beach, 333 S.C. 482, 511 S.E.2d 361 (1999) (statute preempts municipal \r\n  ordinance where there are inconsistent and irreconcilable conditions between \r\n  the two). Accordingly, had City conditioned Sea Cabins' rebuilding permit on \r\n  public access, we conclude City would have likely effected a taking of Sea Cabins' \r\n  property. \r\n\r\nNonetheless, we find City did not enforce the Beach Franchise Ordinance against Sea Cabins.  City denied Sea Cabins' pier rebuilding application on the basis of provisions in its Zoning\r\nOrdinance, not because Sea Cabins refused to sign a pier franchise agreement. (7)  Accordingly, City's Beach Franchise Ordinance conditioning a building permit on a physical exaction (public\r\naccess) did not deprive Sea Cabins of the use of its property. \r\n\r\nMoreover, we find City's denial of Sea Cabins' \r\n  pier application based on applicable provisions of its Zoning Ordinance did \r\n  not result in a temporary taking. Although City's permit denial was ultimately \r\n  reversed by the Court of Appeals on the basis the circuit court considered the \r\n  percentage of physical damage to the pier rather than the replacement cost of \r\n  the pier, Sea Cabins has never claimed this Zoning Ordinance precluding the \r\n  reestablishment of a legal nonconforming use under certain circumstances is \r\n  unconstitutional in that it either failed to advance a legitimate governmental \r\n  interest or denied all economically viable use of its property as a whole. \r\n  (8) See Long Cove Club Assoc. L.P. v. Town of Hilton Head \r\n  Island, 319 S.C. 30, 458 S.E.2d 757 (1995) (application of a general zoning \r\n  law to a particular property effects a taking if the ordinance does not substantially \r\n  advance legitimate [governmental] interests or denies an owner all economically \r\n  viable use of his land). Application of City's Zoning Ordinance to Sea Cabins' \r\n  pier rebuilding permit request did not effect a taking. \r\n\r\nFurther, there was no temporary taking during Sea \r\n  Cabins' appeal of the adverse zoning ruling. Regulatory delay does not normally \r\n  give rise to a temporary taking claim. First English Evangelical Lutheran \r\n  Church v. Los Angeles County, supra. Similarly, although a property \r\n  owner who successfully challenges the applicability of a governmental regulation \r\n  is likely to have suffered some temporary harm during the process, the harm \r\n  does not give rise to a constitutional taking. See Later v. Planning \r\n  and Zoning Comm'n of the Town of Cromwell, 1992 WL 156568 (Conn. Super. \r\n  Ct. 1992) (\"inevitable by-product\" of zoning dispute is not taking); Smith \r\n  v. Town of Wolfeboro, 615 A.2d 1252, 1258 (N.H. 1992) (\"The delay inherent \r\n  in the statutory process of obtaining subdivision approval, including appeals \r\n  to the superior court and to this court, is one of the incidents of ownership. \r\n  Any decrease in the value of the subject property that occurs during the pendency \r\n  of governmental decision making must be borne by the property owner and does \r\n  not give rise to a compensable taking.\"); Miller and Son Paving, Inc. v. \r\n  Plumstead Township, Bucks County, 717 A.2d 483 (Pa. 1998) (delays attributable \r\n  to legal challenges to zoning provisions do not automatically constitute taking); \r\n  Chioffi v. City of Winooski, 676 A.2d 786 (Vt. 1996) (regulatory delay \r\n  resulting from zoning board's denial of variance, which was ultimately granted \r\n  after appeal and remand for new trial, did not constitute temporary taking entitling \r\n  property owner to compensation for period of delay). (9)\r\n\r\nIn conclusion, we hold City's actions did not result in a temporary taking of Sea Cabins' pier.  We affirm the Court of Appeals' decision reversing the award of compensation to Sea Cabins.   \r\n\r\nAFFIRMED IN RESULT.  \r\n\r\nTOAL, C.J., MOORE, WALLER and PLEICONES, JJ., concur.\r\n\r\n1. Under City's zoning ordinance, Sea Cabins' pier was a nonconforming use because the area in which it existed was not zoned for that use when City incorporated.  \r\n2. The Court of Appeals referred \r\n  to Lucas v. South Carolina Coastal Council, 309 S.C. 424, 424 S.E.2d \r\n  484 (1992), and Staubes v. City of Folly Beach, 331 S.C. 192, 500 S.E.2d \r\n  160 (Ct. App. 1998). These cases involve regulatory takings. \r\n\r\nDeStephano v. City of Charleston, 304 S.C. \r\n  250, 403 S.E.2d 648 (1991), also involved a claim for a temporary taking. \r\n3. The Fifth Amendment is implicit \r\n  in the due process clause of the Fourteenth Amendment to the United States Constitution \r\n  and applicable to the states. Chicago, B. &amp; Q.R. Co. v. Chicago, \r\n  166 U.S. 226 (1897). \r\n4. See Kaiser-Aetna \r\n  v. United States, 444 U.S. at 181 (\"And even if the Government physically \r\n  invades only an easement in property, it must nonetheless pay just compensation.\"). \r\n5. Most recently, the USSC held \r\n  Dolan's \"rough proportionality test\" applied only to physical exactions. \r\n  City of Monterey v. Del Monte Dunes at Monterey, Ltd., 526 U.S. 687 (1999). \r\n  Prior to Del Monte Dunes, there was considerable debate as to whether \r\n  the Nollan/Dolan tests applied to more than regulations mandating physical \r\n  exactions. See Brett Christopher Gerry, Parity Revisited: An Empirical \r\n  Comparison of State and Lower Federal Court Interpretations of Nollan v. California \r\n  Coastal Commission, 23 Harv. J.L. &amp; Pub. Pol'y 233 (1999); David L. \r\n  Callies, Takings: Land-Development Conditions and Regulatory Takings after \r\n  Dolan and Lucas, A.B.A. Sec. State &amp; Local Government Law (1996). \r\n6. Because it ultimately obtained a rebuilding permit which did not have a public access condition, Sea Cabins asserts the taking was temporary.  \r\n7. See Williamson \r\n  County Regional Planning Comm'n v. Hamilton Bank of Johnson City, 473 U.S. \r\n  172 (1985) (claim that government regulations effect a taking is not ripe until \r\n  the government entity charged with implementing the regulations has reached \r\n  a final decision regarding application of the regulations to the property at \r\n  issue); Anton v. South Carolina Coastal Council, 321 S.C. 481, 469 S.E.2d \r\n  604 (1996) (taking does not occur until permit is denied). \r\n8. 83 Am.Jur.2d Zoning and \r\n  Planning § 680 (1992) (ordinances which prohibit restoration of a nonconforming \r\n  use in excess of a prescribed percent of the replacement value of the destroyed \r\n  or damaged property have been upheld). \r\n9. This is not to say a property \r\n  owner has no remedy when the government acts arbitrarily. See Worsley \r\n  Companies, Inc. v. Town of Mount Pleasant, 339 S.C. 51, 528 S.E.2d 657 (2000) \r\n  (substantive due process prohibits a person from being denied life, liberty, \r\n  or property for arbitrary reasons). In proper circumstances, a property owner \r\n  may have a due process or tort claim for damages. See John D. Echeverria, \r\n  Takings and Errors, 51 Ala. L. Rev. 1046 (2000).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25308","title":"Tate v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25308","description":"This is a post-conviction relief matter involving a challenge to the indictments.","date":"2001-06-25","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nJay Walter Tate, Jr., Petitioner,\r\n\r\n&nbsp;\r\nv.\r\n\r\n\r\nState of South Carolina, Respondent.\r\n&nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\n\r\nAppeal From Cherokee County\r\nJ. Derham Cole, Post-Conviction Judge\r\n\r\n\r\nOpinion No. 25308\r\nHeard May 22, 2001 - Filed June 25, 2001\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nChief Attorney Daniel T. Stacey, of the South Carolina Office of Appellate Defense, of Columbia, for petitioner.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney\r\nGeneral B. Allen Bullard, Jr., all of Columbia, and Assistant Attorney General Kathleen J. Hodges, of Greenville, for\r\nrespondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE WALLER: We granted a writ of certiorari to review the denial of post-conviction relief (PCR) to petitioner on\r\nan issue related to his indictments.  We affirm.\r\n\r\nFACTS\r\n\r\nPetitioner was indicted for murder and assault and battery with intent to kill (ABIK).  On both indictments, the caption\r\nreads, in pertinent part, as follows:\r\n\r\n\r\n  At a Court of General Sessions, convened on&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n    , the Grand Jurors of&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n    Cherokee&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n    County present upon their oath. . . .\r\n\r\n\r\nThus, the County information is filled in, but the date information for when the grand jury convened is not.  Likewise, on\r\nthe back of both indictments, the County information is supplied, but the Term information is blank.  Under the section\r\nentitled \"ACTION OF GRAND JURY,\" the indictments are both stamped \"TRUE BILL\" and signed by the Grand Jury\r\nForeman.\r\n\r\n\r\nThe body of the ABIK indictment reads:\r\n\r\nCOUNT ONE -- ASSAULT AND BATTERY WITH INTENT TO KILL\r\n\r\nThat Jay Walter Tate Jr. did in Cherokee County on or about June 1, 1994, with malice aforethought commit an assault and\r\nbattery upon one Joe Stanley Murray, Jr. with intent to kill the said victim.\r\n\r\n\r\nThe body of the murder indictment reads:\r\n\r\n\r\nCOUNT ONE -- MURDER\r\n\r\nThat Jay Walter Tate Jr. did in Cherokee County on or about June 1, 1994, feloniously, wilfully and with malice\r\naforethought kill one Brenda Tate by means of stabbing her and that the said victim died as a proximate result thereof.\r\n\r\n\r\nPetitioner was tried for stabbing his wife, who died, and his stepson.  The crimes were committed on June 1, 1994.  The\r\ntrial occurred on January 17 and 18, 1995.  At the outset of the trial, the solicitor called the indictments by number (1) and\r\nindicated that each had been true billed.  No objection was made to the indictments.  A jury convicted petitioner of murder\r\nand assault and battery of a high and aggravated nature (ABHAN).  The trial court sentenced him to life for murder and\r\nnine years concurrent for ABHAN.  This Court dismissed his direct appeal for failure to file the Record on Appeal.\r\n\r\nPetitioner filed for PCR.  With the exception of the claim regarding his direct appeal, the PCR court denied petitioner\r\nrelief.  On petition for certiorari, this Court granted petitioner a belated appeal and affirmed his convictions based on the\r\ndirect appeal issue raised.  However, we also granted certiorari on the following issue:\r\n\r\n\r\nAre the indictments invalid because neither show the date on which the grand jury convened?\r\n\r\n\r\nDISCUSSION\r\n\r\nPetitioner argues that counsel was ineffective in failing to object to the indictments because the space for the date in the\r\ncaption showing when the grand jury met is blank.  Alternatively, petitioner contends that this omission deprived the trial\r\ncourt of subject matter jurisdiction because without the date on which the grand jury met, the indictments fail to establish\r\nthat the grand jury timely acted on the charges.\r\n\r\nTo establish a claim of ineffective assistance \r\n  of trial counsel, a PCR applicant must show that: (1) counsel's representation \r\n  fell below an objective standard of reasonableness and, (2) but for counsel's \r\n  errors, there is a reasonable probability the result at trial would have been \r\n  different. Strickland v. Washington, 466 U.S. 668 (1984); Johnson \r\n  v. State, 325 S.C. 182, 480 S.E.2d 733 (1997). This Court must affirm the \r\n  PCR court's decision when its findings are supported by any evidence of probative \r\n  value. E.g., Cherry v. State, 300 S.C. 115, 386 S.E.2d 624 (1989).\r\n\r\nPetitioner's counsel should have raised an objection to these indictments because the date information was blank. \r\nNonetheless, we find there is no prejudice from counsel's conduct since the omissions in the indictments do not invalidate\r\nthem.  In other words, the defect in the caption did not affect the trial court's subject matter jurisdiction over this case.\r\n\r\nThe regularity of the proceedings of a court of \r\n  general jurisdiction will be assumed in the absence of evidence to the contrary. \r\n  Pringle v. State, 287 S.C. 409, 339 S.E.2d 127 (1986). This Court has \r\n  stated that \"the caption of an indictment should show the place and date at \r\n  which the court was held and the indictment found.\" State v. Griffin, \r\n  277 S.C. 193, 196, 285 S.E.2d 631, 633 (1981). However, any \"omissions may be \r\n  corrected by other parts of the indictment.\" Id.  \r\n\r\nFurthermore, the caption of an indictment is no \r\n  part of the finding of the grand jury. State v. Lark, 64 S.C. 350, 42 \r\n  S.E. 175 (1902). Instead, \"[i]t is the body of the indictment rather than its \r\n  caption that is important. If the body specifically states the essential elements \r\n  of the crime and is otherwise free from defect, defect in the caption will not \r\n  cause it to be invalid.\" State v. Marshall and Brown-Sidorowicz, P.A., \r\n  577 P.2d 803, 811 (Kan. Ct. App. 1978); see also 42 C.J.S. Indictments \r\n  and Information § 28 (1991) (\"Defects in a caption will not invalidate \r\n  an indictment which is otherwise good and sufficient.\").\r\n\r\nIn Griffin, the murder indictment did not \r\n  have the blanks filled in for the date and county of the grand jury's convention. \r\n  On the back of the indictment, however, the county and date were specified, \r\n  and the grand jury foreman's signature appeared below the words \"True Bill.\" \r\n  Thus, we ruled that the trial court correctly refused to quash the indictment. \r\n  Griffin, supra.\r\n\r\nIn the instant case, the back of the indictment \r\n  does not specify the date the grand jury met. Nevertheless, we find the \r\n  record amply supports the conclusion that there was no irregularity in the proceedings. \r\n  First, we note the 94- prefix on the docket numbers indicates that the grand \r\n  jury met in 1994. See footnote 1, supra. In addition, we find \r\n  the grand jury necessarily convened after the crime had been committed. \r\n  See Lark, supra (noting absurdity of argument that an indictment \r\n  was found before crime was committed). Moreover, the record clearly reflects \r\n  that the indictments had been true billed by the time the case was called to \r\n  trial in January 1995. Given that the regularity of the proceedings of a court \r\n  of general jurisdiction will be assumed absent evidence to the contrary, Pringle, \r\n  supra, we hold that the record in this case establishes the grand jury \r\n  met and acted in a timely fashion.\r\n\r\nFurthermore, we note there is no challenge to the \r\n  sufficiency of the body of the indictments, and our own review confirms that \r\n  the indictments properly state the counts of murder and ABIK. Therefore, the \r\n  defects in the captions do not vitiate these indictments. See State \r\n  v. Marshall and Brown-Sidorowicz, P.A., supra (a defect in the caption \r\n  will not cause indictment to be invalid if the body specifically states the \r\n  essential elements of the crime).\r\n\r\nDespite the lack of information regarding the date on which the grand jury met, the indictments were substantively\r\nsufficient to confer subject matter jurisdiction.  Accordingly, petitioner cannot show any prejudice from  counsel's failure\r\nto object to the indictments. (2)\r\n\r\nCONCLUSION\r\n\r\nOn petitioner's claim challenging the indictments, we affirm the PCR court's order denying relief.\r\n\r\n\r\nAFFIRMED.\r\n\r\nTOAL, C.J., MOORE, BURNETT and PLEICONES, JJ., concur.\r\n\r\n1. The murder indictment was Docket No. 94-GS-11-928 and the ABIK indictment was Docket No. 94-GS-11-929.\r\n2. Although the parties in their \r\n  briefs cite State v. Grim, 341 S.C. 63, 533 S.E.2d 329 (2000), Anderson \r\n  v. State, 338 S.C. 629, 527 S.E.2d 398 (Ct. App. 2000), and State v. \r\n  Bultron, 318 S.C. 323, 457 S.E.2d 616 (Ct. App. 1995), we find them inapposite \r\n  to the issue at bar. These three cases all involved indictments which had not \r\n  been stamped \"True Bill.\" In Anderson and Grim, the matter was \r\n  remanded to determine whether the indictments had, in fact, been true billed; \r\n  in Bultron, the Court of Appeals held that the evidence from a hearing \r\n  to quash the indictment showed that the indictment had been true billed. The \r\n  failure on an indictment to reflect the action taken by the grand jury \r\n  is completely distinguishable from the omission in the caption of the date on \r\n  which the grand jury convened. We therefore reject petitioner's suggestion that \r\n  this matter necessitates a remand.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25309","title":"Brannon v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25309","description":"PCR case holding withdrawal of defendant's PCR application wasn't knowing and voluntary.","date":"2001-06-25","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n25309\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nJohn Brannon, Petitioner,\r\n\r\n&nbsp;\r\nv.\r\n\r\n\r\nState of South Carolina, Respondent.\r\n&nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\n\r\nAppeal From Spartanburg County\r\nDonald W. Beatty, Post-Conviction Judge\r\n\r\n\r\nOpinion No. 25309\r\nSubmitted May 24, 2001 - Filed June 25, 2001\r\n\r\n\r\nREMANDED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nJoseph L. Savitz, III, of South Carolina Office of Appellate Defense, of Columbia, for petitioner.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney\r\nGeneral Allen Bullard, all of Columbia, and Assistant Attorney General Kathleen Hodges, of Greenville, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE WALLER: We granted a writ of certiorari to review the denial of Post-Conviction Relief (PCR) to Petitioner,\r\nJohn Brannon.  We remand for an evidentiary hearing to ascertain whether Brannon knowingly and voluntarily withdrew\r\nhis PCR application.  \r\n\r\nFACTS\r\n\r\n\r\nBrannon pled guilty to armed robbery in 1994 and was sentenced to 21 years.  He filed for PCR claiming, inter alia, he\r\nshould have received a more lenient sentence.  When Brannon advised the PCR court he wanted his sentenced reduced, the\r\ncourt advised it did not have authority to do so; counsel then indicated Brannon wished to withdraw his PCR application. \r\nThe motion was granted without further discussion. \r\n\r\nA written order was subsequently filed which, rather than simply permitting withdrawal of Brannon's application,\r\ndismissed the application with prejudice.  Although the order of dismissal indicates Brannon was questioned to ensure the\r\nwithdrawal of his application was free and voluntary, no such questioning took place on the record. \r\n\r\nISSUE\r\n\r\n\r\n\r\nDid the PCR court err in dismissing Brannon's PCR application with prejudice without an inquiry to determine whether the\r\nwithdrawal was knowing and voluntary?\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\nThe burden is on the applicant in a post-conviction \r\n  proceeding to prove the allegations in his application. Butler v. State, \r\n  286 S.C. 441, 334 S.E.2d 813 (1985). An appellate court must affirm the PCR \r\n  court's decision when its findings are supported by any evidence of probative \r\n  value. Cherry v. State, 300 S.C. 115, 386 S.E.2d 624 (1989). However, \r\n  an appellate court will not affirm the decision when it is not supported by \r\n  any probative evidence. Holland v. State, 322 S.C. 111, 470 S.E.2d 378 \r\n  (1996).\r\n\r\nHere, there is no evidence supporting the PCR court's ruling that the withdrawal of Brannon's PCR application was\r\nknowing and voluntary.  Contrary to the language in the PCR court's order, there was no inquiry conducted to ascertain the\r\nvoluntariness of the withdrawal, nor was Brannon advised his withdrawal would result in a dismissal with prejudice. \r\n\r\nA defendant's knowing and voluntary waiver of statutory \r\n  or constitutional rights must be established by a complete record, and may be \r\n  accomplished by colloquy between court and defendant, between court and defendant's \r\n  counsel, or both. Roddy v. State, 339 S.C. 29, 528 S.E.2d 418 (2000); \r\n  State v. Ray, 310 S.C. 431, 437, 427 S.E.2d 171, 174 (1993); Whitehead \r\n  v. State, 310 S.C. 532, 426 S.E.2d 315 (1992)(PCR judge must, if a hearing \r\n  is held, either appoint counsel for indigent defendants or obtain a knowing, \r\n  voluntary waiver thereof); Carter v. State, 293 S.C. 528, 326 S.E.2d \r\n  20 (1987)( where PCR applicant is represented by his trial counsel at PCR, court \r\n  must obtain a waiver of claims of ineffective assistance on the record). \r\n\r\n\r\nWe find the PCR court erred in failing to ascertain \r\n  the voluntariness of Brannon's withdrawal prior to dismissing his application \r\n  with prejudice. Roddy, supra. Accordingly, as there is no evidence \r\n  supporting the PCR court's ruling, we remand for an evidentiary hearing on the \r\n  matter. If his withdrawal was not knowing and voluntary, then Brannon may proceed \r\n  with his PCR application. (1)\r\n\r\n\r\nTOAL, C.J., MOORE, BURNETT and PLEICONES, JJ., concur.\r\n\r\n1.  We have consistently held \r\n  a PCR applicant is entiled to one full bite at the apple. Odom v. State, \r\n  337 S.C. 256, 523 S.E.2d 753 (1999); Gamble v. State, 298 S.C. 176, 178, \r\n  379 S.E.2d 118, 119 (1989); Carter v. State, 293 S.C. 528, 362 S.E.2d \r\n  20 (1987); Case v. State, 277 S.C. 474, 289 S.E.2d 413 (1982).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25310","title":"Alston v. Black River Electric Cooperative","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25310","description":"This case presents the novel issue of whether members of an electric cooperative should be per se disqualified from serving on a jury when the cooperative is a party.","date":"2001-06-25","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nMichael Alston, Petitioner,\r\n\r\n&nbsp;\r\nv.\r\n\r\n\r\nBlack River Electric\r\nCooperative, Respondent.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI\r\n TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Sumter County\r\nJ. Ernest Kinard, Jr., Circuit Court Judge\r\n\r\n\r\n\r\nOpinion No. 25310\r\nHeard March 6, 2001 - Filed June 25, 2001\r\n\r\n\r\n\r\n  REVERSED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nRobert P. Wood, of Rogers Townsend &amp; Thomas, PC, of Columbia, for petitioner.\r\n\r\nHoover C. Blanton and Pope D. Johnson, III, of McCutchen, Blanton, Rhodes &amp; Johnson, of Columbia, for respondent.\r\n\r\nWilburn Brewer, Jr., and Ashley C. Biggers, of Nexsen Pruet Jacobs &amp; Pollard, LLC, of Columbia, and Robert E. Tyson,\r\nJr., of Cayce, for Amicus Curiae, The Electric Cooperatives of South Carolina, Inc.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE WALLER: This case presents \r\n  the novel issue of whether members of an electric cooperative should be per \r\n  se disqualified from serving on a jury when the cooperative is a party. \r\n  Affirming the trial court, the Court of Appeals rejected a rule of per \r\n  se disqualification. Alston v. Black River Elec. Coop., 338 S.C. \r\n  543, 527 S.E.2d 119 (Ct. App. 2000). We granted a writ of certiorari and now \r\n  reverse.\r\n\r\nFACTS\r\n\r\nPetitioner Michael Alston sued respondent Black River Electric Cooperative (\"Black River\") for negligence in connection\r\nwith a fire on his property.  According to the complaint, Alston was building a house on his property which was served by\r\nBlack River.  Alston asked Black River to move a power line because it crossed over the house, but the power line was not\r\nmoved.  Alston alleged that during a storm on November 17, 1994, the splice in the power line failed, sending sparks to the\r\nroof of Alston's house and causing a fire which destroyed the house.\r\n\r\nThe case proceeded to trial.  During jury voir dire, seven jurors on the twenty-juror strike list identified themselves as\r\ncustomers, i.e., members, of Black River.  Two of the three jurors on the alternate strike list were Black River members. \r\nAlston requested that the trial court excuse these jurors for cause; however, the trial court denied the motion.  Four of the\r\ntwelve seated jurors were Black River members, as was the alternate juror. (1)  The jury returned a verdict in favor of Black\r\nRiver.\r\n\r\nAlston appealed. His sole argument on appeal was \r\n  that he was denied a fair and impartial jury because of the trial court's refusal \r\n  to excuse Black River members from the jury panel. A divided panel of the Court \r\n  of Appeals affirmed. Alston, supra (Anderson, J., dissenting). \r\n  Rejecting a rule of per se disqualification, the Court of Appeals \r\n  instead decided that \"the party attempting to disqualify the potential juror \r\n  must demonstrate actual bias\" and the determination of whether a potential juror \r\n  is competent to serve should be made by the trial court \"on a case-by-case basis.\" \r\n  Id. at 549, 527 S.E.2d at 122.\r\n\r\nISSUE\r\n\r\n\r\n  To preserve the right to an impartial jury, should \r\n    members of an electrical cooperative be per se disqualified \r\n    from serving on a jury when the cooperative is a party to the lawsuit?\r\n\r\n\r\nDISCUSSION\r\n\r\nUnder South Carolina law, litigants are guaranteed \r\n  the right to an impartial jury. See S.C. Code Ann. § 14-7-1050 (Supp. \r\n  2000) (\"in all civil cases any party shall have the right to demand a panel \r\n  of twenty competent and impartial jurors from which to strike a jury.\"). If \r\n  a potential juror has an interest in the lawsuit such that she is \"not indifferent \r\n  in the cause,\" the juror shall be deemed incompetent to serve on the jury. See \r\n  S.C. Code Ann. § 14-7-1020 (Supp. 2000).\r\n\r\nUnder South Carolina's Rural Electric Cooperative \r\n  Act, an electric cooperative is a non-profit membership corporation, and the \r\n  excess revenues of the cooperative shall, unless otherwise determined by a vote \r\n  of the members, \"be distributed by the cooperative to its members as patronage \r\n  refunds. . . .\" S.C. Code Ann. § 33-49-460 (1990). (2) \r\n  Tort liability of the cooperative affects whether it has excess revenues to \r\n  distribute. See Bush v. Aiken Elec. Coop., 226 S.C. 442, 447-48, \r\n  85 S.E.2d 716, 718 (1955) (\"regardless of the nature of the surplus revenue, \r\n  there is no surplus to refund until all liabilities, including those for tort, \r\n  have been discharged\"). Furthermore, we have explained that members of a cooperative \r\n  \"at once take the place of the stockholders and customers of \r\n  privately owned utilities; they are both owners and customers \r\n  . . . .\" Bookhart v. Central Elec. Power Coop., 219 S.C. 414, 423, 65 \r\n  S.E.2d 781, 784 (1951) (emphasis added).\r\n\r\nIn the instant case, the majority of the Court \r\n  of Appeals stated that \"the members of Black River are first and foremost customers \r\n  of a utility. Their main concern is utility service, not profit.\" Alston, \r\n  338 S.C. at 548-49, 527 S.E.2d at 121. While this may be true, we reiterate \r\n  that members are both customers and stockholders of an electric \r\n  cooperative. Bookhart, 219 S.C. at 423, 65 S.E.2d at 784. As \"owners,\" \r\n  members of a cooperative clearly are entitled to excess revenues. See \r\n  S.C. Code Ann. § 33-49-460. Since tort liability has a direct effect on whether \r\n  the cooperative has any excess revenues to distribute to members, see \r\n  Bush, supra, we find as a threshold matter that members of a cooperative \r\n  have a pecuniary interest in a lawsuit involving that cooperative. The question \r\n  then becomes whether, because of their pecuniary interest, we should presume \r\n  that cooperative members are \"not indifferent in the cause\" thereby requiring \r\n  their automatic disqualification from jury service. S.C. Code Ann. § 14-7-1020.\r\n\r\nIt is well-settled under South Carolina law that \r\n  a stockholder in a corporation is incompetent to serve as a juror in a case \r\n  in which the corporation is a party or has any pecuniary interest. Southern \r\n  Bell Tel. &amp; Tel. Co. v. Shepard, 262 S.C. 217, 222, 204 S.E.2d 11, 12 \r\n  (1974) (\"'That a stockholder in a company which is a party to a lawsuit is incompetent \r\n  to sit as a juror is so well settled as to be black letter law.'\") (quoting \r\n  Chestnut v. Ford Motor Co., 445 F.2d 967 (4th Cir. 1971)). \r\n  Alston argues that members of an electric cooperative are similar to corporate \r\n  shareholders and therefore should be per se disqualified from \r\n  serving on a jury when the cooperative is a party. We agree.\r\n\r\nIt is beyond dispute that members of a cooperative \r\n  are stockholders and more. Bookhart, 219 S.C. at 423, 65 S.E.2d at 784 \r\n  (members are both stockholders and customers). Arguably then, the interest of \r\n  a cooperative member in a lawsuit involving the cooperative is even stronger \r\n  than that of a stockholder when the stockholder's corporation is a party to \r\n  a lawsuit. We therefore hold that a member of a cooperative \"is incompetent \r\n  to serve as a juror in a case in which the [cooperative] is a party.\" Southern \r\n  Bell, 262 S.C. at 221, 204 S.E.2d at 12. \r\n\r\nTo hold otherwise, in our opinion, would compromise \r\n  the right to an impartial jury which is guaranteed to all litigants. See \r\n  S.C. Code Ann. § 14-7-1050. Indeed, the Court of Appeals in the instant case, \r\n  as well as in a previous case involving an electric cooperative, has acknowledged \r\n  the dangers which inhere when the jury includes members of the cooperative. \r\n  In Wall v. Keels, 331 S.C. 310, 321, 501 S.E.2d 754, 759 (Ct. App. 1998), \r\n  the Court of Appeals held that the cooperative's closing argument \"unfairly \r\n  appealed to the economic self-interests of the cooperative members sitting on \r\n  the jury.\" Additionally, the Court of Appeals noted in Wall \"the inherent \r\n  difficulty [the plaintiff] faced in selecting a neutral jury,\" as well as the \r\n  \"real potential for bias in cases involving local cooperatives.\" Id. \r\n  at 322, 501 S.E.2d at 760. In the case at bar, the Court of Appeals again cautioned \r\n  the trial court \"to be aware of the potential for bias in cases involving cooperatives.\" \r\n  Alston, 338 S.C. at 549-50, 527 S.E.2d at 122\r\n\r\nThe comments by the Court of Appeals in both this \r\n  case and Wall are tantamount to an acknowledgment that cooperative members \r\n  serving on a jury have an economic interest in the outcome of the trial and \r\n  almost certainly will be biased in favor of the cooperative. Given this inherent \r\n  risk of impartiality, we are persuaded that cooperative members should be per \r\n  se disqualified from jury service in such cases. \r\n\r\nWe are not unmindful of the potential burden on \r\n  rural counties as a result of the adoption of a per se rule. There \r\n  is the concern that in a rural county, many prospective jurors will be members \r\n  of a cooperative. Although this is an important, and very real, concern, it \r\n  should not prevent adoption of a per se disqualification rule. \r\n  For example, in this case, only seven jurors on the twenty-juror strike list, \r\n  two of the three jurors on the alternate strike list, and four of the twelve \r\n  seated jurors were Black River members. These numbers indicate it would not \r\n  be impossible to get a jury pool without members of the cooperative.\r\n\r\nMore importantly, however, it is fundamental that \r\n  each party is entitled to a trial by an impartial jury. See S.C. Code \r\n  Ann. § 14-7-1050; see also S.C. Const. art. I, § 14 (\"The right \r\n  of trial by jury shall be preserved inviolate.\"). Our adoption of a per \r\n  se rule is based on principles of fairness and jury impartiality, and \r\n  these goals simply trump the goal of having a trial in the particular county \r\n  served by the cooperative. If a lawsuit arises where it is truly impossible \r\n  to strike a jury without cooperative members, then a change of venue would be \r\n  justified based on fairness concerns. See S.C. Code Ann. § 15-7-100(2) \r\n  (1976) (the court may change the place of trial when there is reason to believe \r\n  that a fair and impartial trial cannot be had therein); see also \r\n  Lancaster v. Fielder, 305 S.C. 418, 409 S.E.2d 375 (1991) (where the \r\n  Court affirmed trial court's grant of motion for a change of venue based on \r\n  the assertion that an impartial jury could not be obtained in Union County; \r\n  the Court reasoned that change of venue may have been justified by jurors' relationships \r\n  with defendant doctor and hospital).\r\n\r\nFinally, the law of other jurisdictions supports \r\n  the adoption of a per se rule. Among the seven states that have \r\n  addressed this issue, the majority rule is per se disqualification. \r\n  See generally Annotation, Competency of Juror as Affected \r\n  by his Membership in Co-operative Association Interested in the Case, 69 \r\n  A.L.R.3d 1296 (1976 &amp; Supp. 2000). (3) Only \r\n  North Dakota and Mississippi have rejected a per se rule. \r\n  (4)\r\n\r\nOf the states that have adopted the per \r\n  se rule, most of the courts have based the decision on the parallel between \r\n  a corporate stockholder and a cooperative member. See Salt River Valley \r\n  Water Users' Ass'n v. Berry, 250 P. 356 (Ariz. 1926); Thompson v. Sawnee \r\n  Elec. Membership Corp., 278 S.E.2d 143 (Ga. Ct. App. 1981); Ozark Border \r\n  Elec. Coop. v. Stacy, 348 S.W.2d 586 (Mo. Ct. App. 1961); Peanut Growers' \r\n  Exch. v. Bobbitt, 124 S.E. 625 (N.C. 1924). For instance, the Missouri Court \r\n  of Appeals specifically relied on this Court's statement in Bookhart \r\n  that members of a cooperative \"'at once take the place of the stockholders and \r\n  customers of privately owned utilities; they are both owners and customers. \r\n  . . .'\" Ozark Border Elec. Coop. v. Stacy, 348 S.W.2d at 588 (quoting \r\n  Bookhart, 219 S.C. at 423, 65 S.E.2d at 784). The Missouri court reasoned \r\n  that it was \"logical and proper\" to apply the same rule of disqualification \r\n  as is applied in cases involving corporate stockholders. Id. at 589. \r\n  We, too, find it is both logical and proper to apply our own rule of Southern \r\n  Bell to cases involving cooperative members. By doing so, jurors in cases \r\n  where a cooperative is a litigant shall be selected \"with no suspicion that \r\n  their verdict would be colored by their personal interests.\" Salt River Valley \r\n  Water Users' Ass'n v. Berry, 250 P. at 357.\r\n\r\nCONCLUSION\r\n\r\nIn sum, we hold that when a cooperative is a party \r\n  to a lawsuit, a cooperative member has an inherent pecuniary interest in the \r\n  case. Thus, the bias of a cooperative member shall be presumed - just as a corporate \r\n  stockholder's is when the corporation is a party. See Southern Bell, \r\n  supra. Accordingly, to preserve a litigant's \"right to demand a panel \r\n  of twenty competent and impartial jurors from which to strike a jury,\" S.C. \r\n  Code Ann. § 14-7-1050, we adopt a per se rule disqualifying cooperative \r\n  members from serving on a jury when the cooperative is a party to the lawsuit. \r\n  The Court of Appeals' opinion is therefore \r\n\r\n\r\nREVERSED.\r\n\r\nTOAL, C.J., MOORE, BURNETT and PLEICONES, JJ., concur.\r\n\r\n1. The alternate juror did not participate in the deliberations.\r\n2. Under Black River's bylaws, excess revenues are paid in the form of credits to a member's account.  Black River Bylaws,\r\nart. VII, § 2 (\"The Cooperative is obligated to pay by credits to a capital account for each patron all such amounts in excess\r\nof operating costs and expenses.\").\r\n3. Five states have adopted \r\n  a per se rule of disqualification for members of a cooperative. \r\n  See Salt River Valley Water Users' Ass'n v. Berry, 250 P. 356 \r\n  (Ariz. 1926) (treating members of association as ordinary corporate stockholders \r\n  and upholding their disqualification from service on jury); Thompson v. Sawnee \r\n  Elec. Membership Corp., 278 S.E.2d 143, 145 (Ga. Ct. App. 1981) (\"It is \r\n  clear that the members of an electric membership corporation are in the same \r\n  position as the stockholders of a corporation . . . as regards their right to \r\n  share in the net earnings of the business. Accordingly, we conclude that the \r\n  members of an electric membership corporation are disqualified from service \r\n  as jurors in the trial of a case in which damages are sought from the corporation.\") \r\n  (citation omitted); Ozark Border Elec. Coop. v. Stacy, 348 S.W.2d 586, \r\n  589 (Mo. Ct. App. 1961) (because members of a rural electric co-operative \"'are \r\n  both owners and customers' and 'at once take the place of the stockholders and \r\n  customers of privately owned utilities,' it would seem to be logical and proper \r\n  that . . . the same rule should be . . . applied as in cases involving stockholders \r\n  of other corporations and thus their disqualification for such service should \r\n  be declared.\") (quoting Bookhart v. Central Elec. Power Coop., 219 S.C. \r\n  at 423, 65 S.E.2d at 784); Peanut Growers' Exch. v. Bobbitt, 124 S.E. \r\n  625, 625 (N.C. 1924) (holding trial court erred in refusing to strike for cause \r\n  a juror who was a member of the plaintiff association, notwithstanding juror's \r\n  assertion that he could be fair and impartial, because as a member, juror was \r\n  \"necessarily interested in the litigation\"); South Dakota v. Thomlinson, \r\n  100 N.W.2d 121 (S.D. 1960) (holding that a member of cooperative association \r\n  had a \"disqualifying interest\" and should not have been allowed to sit on jury \r\n  in prosecution for burglary of association's property). \r\n4. Garcia v. Coast Elec. \r\n  Power Ass'n, 493 So.2d 380, 383-84 (Miss. 1986) (rejecting per se \r\n  rule and stating that \"[a]ny pecuniary gain the customer or member receives \r\n  [from the cooperative] is practically nil\"), modified on other grounds by \r\n  Whittley v. City of Meridian, 530 So.2d 1341 (Miss. 1988); Cassady \r\n  v. Souris River Tel. Coop., 520 N.W.2d 803, 806 (N.D. 1994) (noting its \r\n  history of \"not adopting blanket disqualifications for jury service,\" the court \r\n  held that actual bias on the part of a prospective juror must be established). \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25311","title":"George v. Fabri","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25311","description":"This is an appeal from summary judgment in a defamation action.","date":"2001-06-25","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nG. Robert George and G. Robert\r\nGeorge &amp; Associates, Inc., Appellants,\r\n\r\n&nbsp;\r\nv.\r\n\r\n\r\nMargaret D. Fabri, Respondent.\r\n&nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\nA. Victor Rawl, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25311\r\nHeard May 8, 2001 - Filed June 25, 2001\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nCharles J. Baker, III, of Buist, Moore, Smythe &amp; McGee, P.A., of Charleston, for appellants.\r\n\r\nArmand Derfner and D. Peters Wilborn, Jr., of Derfner &amp; Wilborn, LLC, of Charleston, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE WALLER:  Appellants G. Robert George (George) and G. Robert George and Associates, Inc. (GRGA) appeal\r\nfrom the grant of summary judgment to respondent Margaret D. Fabri (Fabri).  We affirm.\r\n\r\nFACTS\r\n\r\nThis is a defamation case.  In November 1997, Fabri and George opposed each other as candidates for the James Island\r\nDistrict 12 seat on the Charleston City Council.  In the first election, Fabri won by one vote.  This election was set aside\r\ndue to a poll worker's error.  George won the second election.  The allegations of defamation relate to statements Fabri\r\nmade in between the two elections.\r\n\r\nThe statements were published on Fabri's website and in campaign materials.  There are three categories of statements at\r\nissue:  (1) those related to Dr. Henry Jordan and the South Carolina Citizens for Life's endorsement of George; (2) those\r\nrelated to a potential conflict of interest George would have as a council member due to his position as district engineer of\r\nthe James Island Public Service District (JIPSD); and (3) those related to engineering contracts George and GRGA received\r\nfrom the JIPSD.\r\n\r\nDr. Henry Jordan Statements\r\n\r\nSouth Carolina Citizens for Life is a pro-life organization, and LIFEPAC is its political action committee.  In between the\r\ntwo November elections, LIFEPAC endorsed George in a letter addressed \"Dear Pro-Life Voter.\" (1)  Included in the printed\r\nletterhead were the names of those on the Advisory Board of South Carolina Citizens for Life.  Henry Jordan, a surgeon\r\nfrom Anderson, was listed on the letterhead.  Dr. Jordan, a member of the state Board of Education, had made state-wide\r\nnews a few months before when, during a Board meeting, he advocated posting the Ten Commandments in all public\r\nschools and said \"Screw the Buddhists and kill the Muslims.\"\r\n\r\nOn the day before the election, in response to the endorsement, Fabri posted an item on her website which stated as follows\r\nin pertinent part:\r\n\r\n\r\n  Anderson physician Dr. Henry Jordan, whose racist \r\n    remarks including \"Screw the Buddhists and kill the Muslims\" made news around \r\n    the nation earlier this year - and a group of right-wing radicals of which \r\n    he is a member, this weekend endorsed GOP candidate G. Robert \"Bobby\" George \r\n    in a mass mailing.\r\n\r\nThe mailing . . . is the first hard evidence of George's connections to Jordan and the radical right throughout South\r\nCarolina. . . .\r\n\r\nIt appears that in his desperation not to lose again, Mr. George has shown his true nature by asking for help from Jordan\r\nand his radical organization.  We think this settles once and for all the character issues that we had raised at the beginning\r\nof the campaign, and proves that Mr. George does in fact espouse dangerously radical ideas about society and supports\r\ngovernmental regulation of our citizen's [sic] most intimate personal lives.  Can it be that Mr. George also supports Dr.\r\nJordan's supremacist views and his support for government restrictions on religious freedoms?  We believe it is now clear\r\nthat George would be a danger to the community, and all the residents of the City of Charleston, if he were ever elected to\r\ncity council.\r\n\r\nWe believe that Mr. George and his handlers have raised these issues about \"reproductive rights\" and Christian superiority\r\nas a diversion from the real legitimate issues of the campaign. . . .\r\n\r\n\r\nGeorge alleged in his complaint that these statements implied that he is racist and holds supremacist views.\r\n\r\nFabri testified in her deposition that after reading the endorsement letter and seeing Dr. Jordan's name on the letterhead, it\r\nwas clear to her that Dr. Jordan was endorsing George.  According to Fabri, Dr. Jordan's remarks about Buddhists and\r\nMuslims could be perceived as being supremacist and racist.  She stated, however, that she did not know what George\r\nthought of Dr. Jordan's comments, and did not know if George is a racist.  Nonetheless, in her opinion, it is reasonable to\r\nassume that a candidate who is endorsed by an organization with Dr. Jordan as a member could be considered as sharing\r\nsimilar beliefs as Dr. Jordan.  Furthermore, Fabri testified that George must have had some input into getting and accepting\r\nthe endorsement.\r\n\r\nSteve Abrams, Fabri's public relations consultant, (2) testified that he viewed Dr. Jordan's name on the letterhead as\r\nindicative of his active involvement in the organization.  Abrams stated that since Dr. Jordan's remarks were about\r\nBuddhists and Muslims \"who probably aren't Caucasians,\" a racial issue could be implied.  In addition, Abrams testified\r\nthat candidates are never \"spontaneously endorsed\" but instead have to \"do something\" to get endorsed. (3)  He further stated\r\nthat the intention of the statement was to show that George essentially accepted an endorsement from Dr. Jordan and that\r\nthis was representative of George's \"true nature.\"\r\n\r\nConflict of Interest Statements\r\n\r\nFabri made statements related to George's position as district engineer of the JIPSD and the fact that a seat on city council\r\nwould result in a conflict of interest for him:\r\n\r\n\r\nCandidate G. Robert George is a paid engineering consultant to the James Island PSD.  Since the City of Charleston CPW\r\nand the James Island PSD have overlapping jurisdictions that have resulted in nasty legal battles, and since the CPW is\r\nanswerable to the city council, Mr. George will have a conflict of interest should he be elected to city council and retain his\r\nPSD contracts.  We think Mr. George owes the voters an explanation of what actions he will take to avoid a conflict, such\r\nas stepping down as a consultant to the PSD. . . .\r\n\r\n\r\nIn addition, Fabri published the following statement on her website:\r\n\r\n\r\n\r\nIn an attempt to disclose the details of Mr. George's involvement with the PSD, we submitted a freedom of information\r\nrequest to the PSD . . . .  We asked to see all contracts and a list of payments made to Mr. George and his company. . . .\r\n\r\nMr. George (and his company) were paid $538,715.06 over the past 5 years\r\n\r\nAlthough Mr. George now says that he will not do any further consulting with the PSD if elected, he entered into a new\r\ncontract with the PSD just months ago, after he announced that he was running for council, that requires him to serve as\r\n\"District Engineer\" through the year 2000!\r\n\r\nWe feel this is proof positive that he has an unresolvable ethical conflict. . . .\r\n\r\nAs a city councilman, he would have a fiduciary responsibility to the citizens and taxpayers of the city which would be best\r\nserved by annexing the rest of James Island and consolidating the cost of the CPW and PSD.\r\n\r\nAnything that would dismantle the PSD would cause Mr. George to lose his $100,000 per year salary from the PSD\r\nprojects (based on the last 5 years actual payments), so he's got a direct financial interest that would run contrary to his\r\nfiduciary responsibility as a councilman.\r\n\r\nHence, the reason he's so defensive about this matter.\r\n\r\n\r\nFabri testified it was her belief that since George had an economic interest in the \"viability\" of the JIPSD and \"the stated\r\nobjective of the City of Charleston was to annex [the JISPD] out of existence,\" then his election to the city council could\r\nconstitute a conflict of interest.\r\n\r\nAfter the election, George resigned as the JIPSD's district engineer.  According to George, he resigned to fulfill a campaign\r\npromise, and not because there was any ethical conflict.  George and GRGA continue to perform other engineering services\r\nfor the JIPSD; however, pursuant to a State Ethics Commission opinion, George does not vote on any matters that directly\r\naffect GRGA's economic interests.\r\n\r\nEngineering Contracts Statements\r\n\r\nFabri published the following statement regarding engineering contracts George received from the JIPSD:\r\n\r\n\r\nThe Truth about Bob George. . . .\r\n\r\nBob George says he's a Conservative, and he wants to protect your tax dollars. . .\r\n\r\nBut in the past 5 years he has received over HALF A MILLION of YOUR TAX DOLLARS doing consulting work for the\r\nJames Island Public Service District, an agency that he himself used to chair - and his father in law used to be on as well.\r\n\r\n  These contracts required no competitive bidding, \r\n    so there was no one looking out for the James Island Taxpayers. They look \r\n    like \"sweetheart\" insider contracts to us - nepotism at its worst. Not exactly \r\n    the type of behavior you would have expected from a \"Conservative\" Republican.\r\n\r\nNow he wants to be on the Charleston City Council so he can do to the City Taxpayers what he's already doing to the rest\r\nof the taxpayers on James Island . . . use his inside contacts to land huge consulting contracts at taxpayer expense.\r\n\r\n\r\n\r\n. . . \r\n\r\nGeorge alleged that these statements were defamatory because the consulting contracts were awarded after a \"public\r\ncompetitive selection process and were not the result of insider dealing or nepotism.\"\r\n\r\nGeorge was an elected JIPSD commissioner from 1977 to 1980, and he had served as the chair of the JIPSD. His father-in-law, George Witham, served as a commissioner in the 1980's.  He was not related to any of the commissioners who served\r\non the JIPSD from 1992 through 1997.\r\n\r\nFabri testified that she had been told that George \"appeared to be getting all the contracts\" with the JIPSD.  She stated that\r\na JIPSD commissioner told her that in the 1980's George's father-in-law wanted the JIPSD to hire George as district\r\nengineer, and that George was upset when he was not selected.  Moreover, Fabri stated that loyalty to George's father-in-law by those who had served with him on JIPSD extended to support for George.  In her opinion, this was nepotism.\r\n\r\nRegarding the statement that the contracts did not require \"competitive bidding,\" Fabri testified she based that on\r\nconversations with two commissioners and on Abrams' conversation with Robert Behre, a newspaper reporter.  Abrams\r\ntestified that Behre described the position of district engineer as being a personal-service contract, and so the engineering\r\ncontracts related to George's position as district engineer did not require bidding.  Behre testified that in his discussion with\r\nAbrams he said engineering contracts would go through a \"competitive process,\" but that there would not be a \"bid per&nbsp;se.\" \r\nAbrams also stated that he did not know if, in fact, George had received the engineering contracts based on nepotism or\r\ninsider dealing.\r\n\r\nThe trial court granted summary judgment on all \r\n  claims (4) based on the lack of evidence of Fabri's \r\n  \"actual malice\" in making the statements. See New York Times Co. v. \r\n  Sullivan, 376 U.S. 254 (1964). Appellants raise four issues on appeal.\r\n\r\nISSUES\r\n\r\n\r\n  \r\n  What is the appropriate standard for summary judgment on the issue of actual malice?\r\n    \r\n\r\n  Did the trial court err in affording broad protection to Fabri's speech because it was in the context of a political election?\r\n    \r\n\r\n  Did the trial court err in finding insufficient evidence of actual malice and granting summary judgment to Fabri?\r\n\r\n    &nbsp;  Did the trial court err in applying the actual malice standard to GRGA's claims?   \r\n  \r\n\r\n1. SUMMARY JUDGMENT STANDARD FOR ACTUAL MALICE\r\n\r\nAppellants argue that the trial court erroneously applied a clear and convincing standard for summary judgment.  According\r\nto appellants, it was error for the trial court to employ this \"heightened\" standard.  We disagree. (5)\r\n\r\nThe constitutional guarantee of free speech requires \r\n  that a public official or public figure must prove a defamatory statement was \r\n  made \"with 'actual malice' - that is, with knowledge that it was false or with \r\n  reckless disregard of whether it was false or not.\" New York Times, 376 \r\n  U.S. at 279-80; see also Curtis Publishing Co. v. Butts, \r\n  388 U.S. 130 (1967) (extending New York Times standard of actual malice \r\n  to public figures); Elder v. Gaffney Ledger, 341 S.C. 108, 533 S.E.2d \r\n  899 (2000). At trial, the plaintiff must prove actual malice by clear and convincing \r\n  evidence. E.g., New York Times, supra; Elder, supra.\r\n\r\nA motion for summary judgment shall be granted \r\n  \"if the pleadings, depositions, answers to interrogatories, and admissions on \r\n  file, together with the affidavits, if any, show that there is no genuine \r\n  issue as to any material fact and that the moving party is entitled to \r\n  a judgment as a matter of law.\" Rule 56(c), SCRCP (emphasis added). On summary \r\n  judgment motion, a court must view the facts in the light most favorable to \r\n  the non-moving party. E.g., Koester v. Carolina Rental Ctr., Inc., \r\n  313 S.C. 490, 493, 443 S.E.2d 392, 394 (1994); Baughman v. American Tel. \r\n  and Tel. Co., 306 S.C. 101, 115, 410 S.E.2d 537, 545 (1991).\r\n\r\nThe purpose of summary judgment is to expedite \r\n  disposition of cases which do not require the services of a fact finder. Bankers \r\n  Trust of South Carolina v. Benson, 267 S.C. 152, 155, 226 S.E.2d 703, 704 \r\n  (1976). In that way, \"[a] motion for summary judgment is akin to a motion for \r\n  a directed verdict\" because \"[i]n each instance, one party must lose as a \r\n  matter of law.\" Main v. Corley, 281 S.C. 525, 526, 316 S.E.2d 406, \r\n  407 (1984) (emphasis added); see also Baughman, 306 S.C. \r\n  at 115, 410 S.E.2d at 545 (standard for summary judgment \"mirrors\" standard \r\n  for directed verdict).\r\n\r\nIn McClain v. Arnold, 275 S.C. 282, 270 \r\n  S.E.2d 124 (1980), a defamation case, this Court affirmed summary judgment finding \r\n  no evidence of actual malice. We stated in McClain:\r\n\r\n\r\n  The presence or absence of actual malice is a constitutional \r\n    issue and \"where a publication is protected by the New York Times immunity \r\n    rule, summary judgment, rather than trial on the merits, is a proper vehicle \r\n    for affording constitutional protection in the proper case.\" . . . Unless \r\n    the trial court finds, based on pretrial affidavits, depositions or other \r\n    documentary evidence, that the plaintiff can prove actual malice, it should \r\n    grant summary judgment for the defendant.\r\n\r\n\r\nId. at 284, 270 S.E.2d at 125 (citations \r\n  omitted). Our opinion in McClain did not, however, expressly state the \r\n  standard by which actual malice should be assessed on summary judgment.\r\n\r\nIn Anderson v. Liberty Lobby, Inc., 477 \r\n  U.S. 242 (1986), the United States Supreme Court addressed this precise issue \r\n  under Rule 56(c) of the federal rules of civil procedure \r\n  (6) and held that the clear and convincing evidence standard must \r\n  be considered by the trial court when ruling on a summary judgment motion involving \r\n  the issue of actual malice. The Supreme Court stated that the inquiry under \r\n  Rule 56(c) \"is the threshold inquiry of determining whether there is the need \r\n  for a trial - whether, in other words, there are any genuine factual issues \r\n  that properly can be resolved only by a finder of fact because they may reasonably \r\n  be resolved in favor of either party.\" Id. at 250. Therefore, the Liberty \r\n  Lobby Court reasoned that \"the inquiry involved in a ruling on a motion \r\n  for summary judgment . . . necessarily implicates the substantive evidentiary \r\n  standard of proof that would apply at the trial on the merits.\" Id. at \r\n  252. Specifically, the Supreme Court ruled that where the dispute concerns New \r\n  York Times actual malice, \"the appropriate summary judgment question will \r\n  be whether the evidence in the record could support a reasonable jury finding \r\n  either that the plaintiff has shown actual malice by clear and convincing evidence \r\n  or that the plaintiff has not.\" Id. at 255-56.\r\n\r\nAppellants argue that Liberty Lobby does \r\n  not apply to South Carolina because it was ruling on federal procedure, rather \r\n  than a constitutional ruling. See Moffatt v. Brown, 751 P.2d 939 \r\n  (Alaska 1988). While Liberty Lobby may not be binding, we find the logic \r\n  of the case persuasive. Like the federal rule, South Carolina's Rule 56(c) requires \r\n  that summary judgment be granted where there is no genuine issue of material \r\n  fact and the moving party is entitled to judgment as a matter of law. \r\n  In our opinion, the trial court would only be able to make this evaluation if \r\n  it considered the substantive evidentiary standard applicable at a trial on \r\n  the merits. See Liberty Lobby, 477 U.S. at 252 (the inquiry on \r\n  a motion for summary judgment \"necessarily implicates\" the substantive evidentiary \r\n  standard required at trial). As aptly stated in Liberty Lobby: \"It makes \r\n  no sense to say that a jury could reasonably find for either party without some \r\n  benchmark as to what standards govern its deliberations and within what boundaries \r\n  its ultimate decision must fall, and these standards and boundaries are in fact \r\n  provided by the applicable evidentiary standards.\" Id. at 254-55.\r\n\r\nFurthermore, it is implicit in McClain that \r\n  the appropriate inquiry at summary judgment on the issue of actual malice relates \r\n  to what the plaintiff must prove at trial. See McClain, 275 S.C. \r\n  at 284, 270 S.E.2d at 125 (\"Unless the trial court finds . . . that the plaintiff \r\n  can prove actual malice, it should grant summary judgment for the defendant\") \r\n  (emphasis added). Thus, we hold that the appropriate standard at the summary \r\n  judgment phase on the issue of constitutional actual malice is the clear and \r\n  convincing standard.\r\n\r\n2.  FIRST AMENDMENT PROTECTION OF SPEECH IN A POLITICAL ELECTION\r\n\r\nAppellants argue that the trial court erred in stating that Fabri's statements were entitled to the broadest protection because\r\nthe parties were in a political contest.  Essentially, appellants contend that the trial court improperly gave the speech at\r\nissue \"special protection.\"  We disagree.\r\n\r\nThe considerations which led to the formulation \r\n  of the New York Times rule \"apply with special force to the case of the \r\n  candidate.\" Monitor Patriot Co. v. Roy, 401 U.S. 265, 274 (1971). Additionally, \r\n  the Supreme Court has explained that the New York Times rule \"protects \r\n  the paramount public interest in a free flow of information to the people concerning \r\n  public officials, their servants. To this end, anything which might touch on \r\n  an official's fitness for office is relevant.\" Garrison v. Louisiana, \r\n  379 U.S. 64, 77 (1964). Indeed, \"[t]here is little doubt that 'public discussion \r\n  of the qualifications of a candidate for elective office presents what is probably \r\n  the strongest possible case for application of the New York Times rule.'\" \r\n  Harte-Hanks Communications, Inc. v. Connaughton, 491 U.S. 657, 686 (1989) \r\n  (quoting Ocala Star-Banner Co. v. Damron, 401 U.S. 295, 300 (1971)). \r\n\r\n\r\nIn Harte-Hanks, the Supreme Court further \r\n  discussed the basis for the rule as follows:\r\n\r\n\r\nAs Madison observed in 1800, just nine years after ratification of the First Amendment: \r\n\r\n  \r\n\"Let it be recollected, lastly, that the right of electing the members of the government constitutes more particularly the\r\nessence of a free and responsible government.  The value and efficacy of this right depends on the knowledge of the\r\ncomparative merits and demerits of the candidates for public trust, and on the equal freedom, consequently, of examining\r\nand discussing these merits and demerits of the candidates respectively.\"  4 J. Elliot, Debates on the Federal Constitution\r\n575 (1861).\r\n\r\n  \r\n  This value must be protected with special vigilance. \r\n    When a candidate enters the political arena, he or she \"must expect that the \r\n    debate will sometimes be rough and personal,\" . . . and cannot \"'cry Foul!' \r\n    when an opponent or an industrious reporter attempts to demonstrate\" that \r\n    he or she lacks the \"sterling integrity\" trumpeted in campaign literature \r\n    and speeches. . . . Vigorous reportage of political campaigns is necessary \r\n    for the optimal functioning of democratic institutions and central to our \r\n    history of individual liberty.\r\n\r\n\r\nId. at 687 (emphasis added; citations and \r\n  footnote omitted). Nonetheless, despite the special value of political speech, \r\n  the Supreme Court has stressed that defamatory political speech is not afforded \r\n  absolute immunity, and instead is measured by the actual malice standard. Id. \r\n  at 688.\r\n\r\nIn the instant case, the trial court properly noted \r\n  the context in which Fabri's statements were made - a political election. Essentially, \r\n  the trial court stated that, in this context, free speech is particularly important. \r\n  We find the trial court's statements are amply supported by Supreme Court precedent. \r\n  See id.; Monitor Patriot, supra; Garrison, \r\n  supra. However, the basis of the trial court's decision clearly - and \r\n  correctly - rested on an application of the New York Times actual malice \r\n  rule. Accordingly, appellants' argument that the trial court improperly gave \r\n  special protection to Fabri's statements is meritless.\r\n\r\n3.  INSUFFICIENT EVIDENCE OF ACTUAL MALICE\r\n\r\nAppellants argue there is ample evidence in the record of Fabri's actual malice and therefore the trial court erred in granting\r\nsummary judgment.  We disagree. (7)\r\n\r\nAs stated above, a public figure must show, by \r\n  clear and convincing evidence, that defamatory statements were made with knowledge \r\n  that they were false or with reckless disregard of whether they were false or \r\n  not. New York Times, supra; Curtis Publishing, supra; \r\n  Elder, supra. Initially, we note that \"the actual malice standard \r\n  is not satisfied merely through a showing of ill will or 'malice' in the ordinary \r\n  sense of the term.\" Harte-Hanks, 491 U.S. at 666. Moreover, the reckless \r\n  conduct contemplated by the New York Times standard \"is not measured \r\n  by whether a reasonably prudent man would have published, or would have investigated \r\n  before publishing.\" St. Amant v. Thompson, 390 U.S. 727, 731 (1968); \r\n  see also Elder, 341 S.C. at 114, 533 S.E.2d at 902 ('reckless \r\n  disregard' requires more than a departure from reasonably prudent conduct).\r\n\r\nInstead, actual malice is governed by a subjective \r\n  standard which tests the defendant's good faith belief in the truth of her statements. \r\n  Id. There must be sufficient evidence to conclude either that the defendant \r\n  made the statements with a \"high degree of awareness of . . . probable falsity,\" \r\n  Garrison, 379 U.S. at 74, or that the defendant \"in fact entertained \r\n  serious doubts as to the truth of his publication.\" St. Amant, 390 U.S. \r\n  at 731.\r\n\r\nThe actual malice standard is premised on our \"profound \r\n  national commitment to the principle that debate on public issues should be \r\n  uninhibited, robust, and wide-open, and that it may well include vehement, caustic, \r\n  and sometimes unpleasantly sharp attacks on government and public officials.\" \r\n  New York Times, 376 U.S. at 270. Indeed, \"[a] statement made in the heat \r\n  of an election contest supplies the paradigm for that commitment to free debate.\" \r\n  Lynch v. New Jersey Educ. Ass'n, 735 A.2d 1129 (N.J. 1999). \r\n  (8)\r\n\r\nDr. Jordan Statements\r\n\r\nAppellants argue that because Fabri testified she \r\n  did not know whether George was a racist, there is proof that she entertained \r\n  serious doubts about the truth of her statements. However, the mere fact that \r\n  Fabri stated she did not know how George felt about Dr. Jordan's controversial \r\n  comments or whether George was a racist is not evidence that she entertained \r\n  \"serious doubts\" about the truth of the statements she made. St. Amant, \r\n  390 U.S. at 731. \r\n\r\nOn the contrary, even viewing the evidence in the \r\n  light most favorable to appellants, we find Fabri's testimony established the \r\n  following regarding her subjective beliefs about the endorsement from \r\n  South Carolina Citizens for Life/LIFEPAC: (1) that George had in some way requested, \r\n  and subsequently, accepted the endorsement; (2) that Dr. Jordan, as a member \r\n  of the advisory board of South Carolina Citizens for Life, was endorsing George; \r\n  (3) that Dr. Jordan's controversial comments could be viewed as supremacist \r\n  and racist; and (4) that it was reasonable to link George, as someone who was \r\n  endorsed by an organization with Dr. Jordan as a member, to the remarks made \r\n  by Dr. Jordan. Moreover, Fabri and Abrams both testified that they intended \r\n  to link George to Dr. Jordan because his name appeared on the letterhead of \r\n  the LIFEPAC endorsement letter.\r\n\r\nWe hold appellants could not show, by clear and \r\n  convincing evidence, that Fabri in fact entertained serious doubts as to the \r\n  truth of the statements she made regarding Dr. Jordan. St. Amant, supra. \r\n  Indeed, the evidence leads only to one reasonable conclusion, i.e., that Fabri \r\n  subjectively believed in the truth of her statements, and their implications, \r\n  when she published them on her website. Cf. Elder, 341 S.C. at \r\n  118, 533 S.E.2d at 904 (where editor testified that he believed information \r\n  in statement from anonymous source could be true, the Court could not conclude \r\n  he \"purposefully avoided the truth\" in printing statement).\r\n\r\nMoreover, we agree with the trial court that Fabri \r\n  simply utilized a common campaign practice - \"linking a candidate to his supporters.\" \r\n  Cf. Lynch, 735 A.2d at 1141 (where the New Jersey Supreme Court \r\n  held no actual malice in the publication of a political advertisement linking \r\n  incumbent state senator candidate to \"mobsters\" and stating \"You can tell a \r\n  lot about a person by the company he keeps.\"). In Lynch, the defendants \r\n  relied on previously published information that the state senator candidate \r\n  had mobsters for clients and business partners. The New Jersey Supreme Court \r\n  affirmed summary judgment, stating as follows: \"Eager, thoughtless, and negligent \r\n  defendants may have been, but the record does not reflect that they published \r\n  with serious doubts about the truth of the statements concerning Senator Lynch.\" \r\n  Id.\r\n\r\nSimilarly, in the instant case, Fabri relied on \r\n  the endorsement letter itself and on Dr. Jordan's controversial comments in \r\n  making her statement about George. On the day before the second election, Fabri \r\n  was doubtless \"eager\" to win, and possibly was thoughtless and negligent in \r\n  making the statement; but, the evidence does not create a genuine issue of fact \r\n  that she published the statement with serious doubts as to its truth. While \r\n  we certainly do not condone candidates making accusations in a negligent manner, \r\n  mere negligence is insufficient as a matter of law to prove actual malice. See \r\n  St. Amant, 390 U.S. at 731 (actual malice \"is not measured by whether \r\n  a reasonably prudent man would have published, or would have investigated before \r\n  publishing\"); Elder, 341 S.C. at 114, 533 S.E.2d at 902 ('reckless disregard' \r\n  requires more than a departure from reasonably prudent conduct). \r\n\r\nAccordingly, we hold the trial court correctly granted summary judgment as to these statements.\r\n\r\nConflict of Interest Statements\r\n\r\nAppellants argue that Fabri's motive, her lack of investigation of state ethics laws, and her failure to obtain information\r\nfrom the State Ethics Commission are all evidence of her actual malice in accusing George of having an unresolvable\r\nconflict of interest if he was elected to the city council.  We disagree.\r\n\r\nThe failure to investigate before publishing, even \r\n  when a reasonably prudent person would have done so, is not sufficient to establish \r\n  reckless disregard. Elder, 341 S.C. at 114, 533 S.E.2d at 902 (citing \r\n  St. Amant, supra). However, actual malice may be present where \r\n  the defendant fails to investigate and there are obvious reasons to doubt \r\n  the veracity of the statement or informant. Id. Furthermore, \"[a]lthough \r\n  it cannot be said that evidence concerning motive or care never bears any relation \r\n  to the actual malice inquiry, courts should be careful not to place too much \r\n  reliance on such factors.\" Elder, 341 S.C. at 117, 533 S.E.2d at 904 \r\n  (citing Harte-Hanks, supra).\r\n\r\nIn this case, Fabri's deposition testimony clearly \r\n  indicates that she subjectively believed that George would have a conflict of \r\n  interest if he was elected to city council. According to Fabri, because George \r\n  was district engineer for the JIPSD, he had an economic interest in the viability \r\n  of the JIPSD. Fabri further believed that the City of Charleston wanted to annex \r\n  JIPSD \"out of existence,\" and therefore George's interest in the JIPSD would \r\n  be in conflict with the city's interest. Based on this testimony, appellants \r\n  could not show, by clear and convincing evidence, that Fabri in fact entertained \r\n  serious doubts as to the truth of the statement, or that she made the statement \r\n  with a high degree of awareness of its probable falsity. Garrison, supra; \r\n  St. Amant, supra. (9)\r\n\r\nWe hold the trial court properly decided that, as to these statements, there was insufficient evidence of actual malice to\r\nwithstand summary judgment.\r\n\r\nEngineering Contracts Statements\r\n\r\nAppellants maintain that, because Fabri admits \r\n  she did not know of any JIPSD commissioner who showed George favoritism, \r\n  Fabri acted in reckless disregard when she made statements that George received \r\n  \"no-bid\" contracts through nepotism and insider dealing. We disagree.\r\n\r\nOnce again, simply because Fabri admits that she \r\n  does not know that George received engineering contracts based on improper influence \r\n  does not create a genuine issue of material fact that she subjectively \r\n  had serious doubts about her statements. Furthermore, her testimony belies that \r\n  conclusion. Fabri believed that lingering loyalty to George's father-in-law \r\n  who had previously served on the JIPSD influenced the JIPSD commissioners to \r\n  support George. Additionally, Fabri recounted her sources for her statement \r\n  that George was not required to \"competitively bid\" for the engineering contracts. \r\n  Given this testimony, there is insufficient evidence that Fabri subjectively \r\n  made these statements with a high degree of awareness of their probable falsity, \r\n  or that she entertained serious doubts as to the truth of the publication. Garrison, \r\n  supra; St. Amant, supra.\r\n\r\nAppellants point out Fabri's lack of investigation into the JIPSD's method of selection of engineers, and the fact that this\r\nselection is competitive, although not in the form of competitive bidding.  They contend that Fabri had \"no knowledge\r\nwhatsoever\" about how the JIPSD made its selection, and therefore, she made her statements with actual malice.\r\n\r\nGiven that appellants' argument simply amounts \r\n  to an allegation that Fabri failed to investigate, we find it unpersuasive. \r\n  St. Amant, supra (reckless disregard is not measured by whether \r\n  a reasonably prudent man would have investigated before publishing). Moreover, \r\n  while appellants attempt to characterize Fabri's lack of investigation as tantamount \r\n  to an avoidance of the truth, we disagree that Fabri did no investigation, or \r\n  that Fabri purposely avoided the truth. Elder, supra (lack of \r\n  investigation is probative on actual malice only if there are also obvious reasons \r\n  to doubt truth of the informant). Finally, Fabri's testimony indicates she subjectively \r\n  believed in her statements; therefore, she could not be said to have purposely \r\n  avoided the truth. Cf. id. (where editor testified that he believed \r\n  information in statement from anonymous source could be true, the Court could \r\n  not conclude he \"purposefully avoided the truth\" in printing statement).\r\n\r\nAccordingly, summary judgment was properly granted as to these statements.\r\n\r\n4. APPLICATION OF ACTUAL MALICE STANDARD TO GRGA's CLAIMS\r\n\r\nAppellants argue that the trial court erred in granting summary judgment as to the claims made by GRGA, George's\r\nengineering consulting firm.  Appellants contend that GRGA is not a public figure and therefore, the actual malice standard\r\nwas improperly applied by the trial court.  We disagree.\r\n\r\nAccording to George's affidavit, GRGA is a consulting engineering, planning, and surveying firm he founded in 1977. \r\nGeorge is vice-president of the company and has always been its chief executive officer and principal engineer. \r\nFurthermore, George stated in his affidavit the following:  \"From the beginning of the firm until now, the reputation of\r\nGRGA for experience, ability, quality, ethics, and professionalism has been associated with my own reputation.\"  \r\n\r\nIn addition, George's campaign materials included the following under the heading \"WHO IS BOB GEORGE?\":\r\n\r\n\r\nBob is founder and principle [sic] engineer of G. Robert George &amp; Associates, Inc., a local consulting engineering firm\r\ncelebrating its 20th year serving the low country and the southeast.  He is a Registered Professional Engineer in South\r\nCarolina, North Carolina, Georgia and Florida and a member of several national, state and local engineering societies.\r\n\r\n\r\nIf an individual \"voluntarily injects himself or \r\n  is drawn into a particular public controversy,\" he \"becomes a public figure \r\n  for a limited range of issues . . . and assume[s] special prominence in the \r\n  resolution of public questions.\" Gertz v. Robert Welch, Inc., 418 U.S. \r\n  323, 351 (1974). In determining whether a plaintiff is a limited-purpose public \r\n  figure, the court should look \"to the nature and extent of an individual's participation \r\n  in the particular controversy giving rise to the defamation.\" Id. at \r\n  352. (10)\r\n\r\nUnder the circumstances of this case, GRGA was \r\n  properly considered a public figure. In his campaign materials, George identified \r\n  himself as the founder and principal engineer of GRGA. He stated that his own \r\n  reputation is basically intertwined with GRGA's reputation for experience, ability, \r\n  quality, ethics, and professionalism. We find that GRGA voluntarily injected \r\n  itself into this campaign - or at the very least was fairly drawn into it - \r\n  and thereby assumed the special prominence of a public figure. See id.\r\n\r\nTherefore, GRGA achieved limited-purpose public \r\n  figure status and its claims are subject to the New York Times actual \r\n  malice standard. Accordingly, the trial court appropriately granted summary \r\n  judgment as to GRGA's independent claims of defamation.\r\n\r\nCONCLUSION\r\n\r\nIn a political campaign, the guarantee of free \r\n  speech must be protected with special vigilance to ensure the optimal functioning \r\n  of the democratic process. Harte-Hanks, 491 U.S. at 687. Therefore, speech \r\n  about a public figure is properly measured against the actual malice rule which \r\n  offers substantial protection to the critic of a public figure. Nonetheless, \r\n  this qualified privilege ought not encourage political candidates to act irresponsibly \r\n  while campaigning - even in a hotly contested race. We stress that our decision \r\n  should not be taken as a signal that \"All is fair\" in politics.\r\n\r\nThis was, however, a proper case for summary judgment, and the trial court correctly granted summary judgment to Fabri\r\non all claims.  Thus, the decision below is\r\n\r\n\r\nAFFIRMED.\r\n\r\nTOAL, C.J., MOORE, BURNETT and PLEICONES, JJ., concur.\r\n\r\n1. In addition to endorsing George as the \"pro-life candidate\" for city council, the endorsement includes statements about\r\nFabri, for example characterizing her as \"one of the most hardened pro-abortionists ever to run for public office.\"\r\n2. Abrams created the website material, but Fabri reviewed and approved all material put on her website.\r\n3. Indeed, George filled out a survey for South Carolina Citizens for Life indicating his views on abortion.  The fax cover\r\nsheet to this \"voter information questionnaire\" contained the letterhead with Dr. Jordan's name on it.\r\n4. The claims in the complaint \r\n  were defamation, trade disparagement, and intentional infliction of emotional \r\n  distress. Regarding the intentional infliction of emotional distress claim, \r\n  the trial court relied on Hustler Magazine v. Falwell, 485 U.S. 46 (1988), \r\n  which held that a public figure making a claim for emotional distress due to \r\n  a defamatory publication must meet the New York Times actual malice standard \r\n  in order to recover. \r\n5. Respondent argues that this \r\n  issue is unpreserved because the trial court's order does not expressly state \r\n  which standard it applied on summary judgment. Alternatively, respondent asserts \r\n  that the trial court found no evidence of actual malice, and thus, the \r\n  standard is immaterial. We disagree. First, the trial court found no evidence \r\n  of actual malice to withstand summary judgment. Second, since an appellate \r\n  court reviews the granting of summary judgment under the same standard applied \r\n  by the trial court, it is necessary for this Court to establish the appropriate \r\n  standard. See Brockbank v. Best Capital Corp., 341 S.C. 372, 534 \r\n  S.E.2d 688 (2000); Baughman v. American Tel. and Tel. Co., 306 S.C. 101, \r\n  114, 410 S.E.2d 537, 545 (1991). \r\n6. South Carolina's Rule 56(c) is identical to its federal counterpart.\r\n7. Because summary judgment \r\n  was granted solely on the issue of actual malice, we assume arguendo \r\n  that the statements were false and defamatory. Although Fabri raises as an additional \r\n  sustaining ground that her statements are not defamatory, we decline to address \r\n  this argument. See I'On, L.L.C. v. Town of Mt. Pleasant, 338 S.C. \r\n  406, 526 S.E.2d 716 (2000) (an appellate court need not discuss respondent's \r\n  additional sustaining grounds when its affirmance is grounded on an issue addressed \r\n  by the lower court.) \r\n8. See also the authorities \r\n  discussed in Issue 2, supra. \r\n9. Moreover, appellants' claims \r\n  regarding Fabri's lack of investigation into state ethics laws are unavailing. \r\n  See Elder, supra (failure to investigate before publishing \r\n  is generally insufficient to establish reckless disregard). Indeed, based on \r\n  the State Ethics Commission opinion that George later received, if Fabri had \r\n  investigated, she would have discovered that George would not have been able \r\n  to vote on any matters that directly affected GRGA's economic interests. While \r\n  this may have negated her claim that George's alleged conflict of interest was \r\n  \"unresolvable,\" it certainly supports that there were no obvious reasons \r\n  for her to doubt the truth of her statements. \r\n10. We recognize that courts \r\n  have employed various particularized tests to determine whether a corporate \r\n  plaintiff in a defamation action is a public figure. See, e.g., \r\n  Blue Ridge Bank v. Vericbanc, Inc., 866 F.2d 681 (4th Cir. \r\n  1989); Waldbaum v. Fairchild Publications, Inc., 627 F.2d 1287 (D.C. \r\n  Cir.), cert. denied, 449 U.S. 898 (1980); Steaks Unlimited, \r\n  Inc. v. Deaner, 623 F.2d 264 (3rd Cir. 1980); Jadwin v. Minneapolis \r\n  Star and Tribune Co., 367 N.W.2d 476 (Minn. 1985). However, given the purely \r\n  political nature of the speech in this case, as opposed to the commercial nature \r\n  of the speech involved in most cases with corporate defamation plaintiffs, we \r\n  feel it is appropriate to look no further than the general test for public figure \r\n  status as set forth by the Supreme Court in Gertz.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25312","title":"Ezell v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25312","description":"This post-conviction relief case raises the issue of what the appropriate remedy is for the ineffective assistance of appellate counsel.","date":"2001-06-25","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nEastern J. Ezell, Respondent,\r\n\r\n&nbsp;\r\nv.\r\n\r\n\r\nThe State, Petitioner.\r\n&nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\n\r\nAppeal From Dorchester County\r\nDavid F. McInnis, Trial Judge\r\nCosta M. Pleicones, Post-Conviction Judge\r\n\r\n\r\nOpinion No. 25312\r\nHeard May 8, 2001 - Filed June 25, 2001\r\n\r\n\r\n  AFFIRMED AS MODIFIED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nSenior Assistant Appellate Defender Wanda H. Haile, of the South Carolina Office of Appellate Defense, of Columbia, for\r\nrespondent.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney\r\nGeneral Allen Bullard, Assistant Attorney General Howard L. Steinberg, and Assistant Attorney General William Bryan\r\nDukes; all of Columbia, for petitioner.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE MOORE:  We granted this petition for a writ of certiorari to determine the appropriate remedy for the\r\nineffective assistance of appellate counsel.  We find, under the circumstances of this case, the appropriate remedy is a new\r\ntrial.\r\n\r\nFACTS\r\n\r\nRespondent was convicted of distribution of crack \r\n  and distribution of crack within proximity of a school. He was sentenced to \r\n  imprisonment for twelve years and ten years, respectively, the sentences to \r\n  run concurrently. His convictions and sentences were affirmed on direct appeal. \r\n  State v. Ezell, Op. No. 97-UP-429 (S.C. Ct. App. filed July 17, 1997).\r\n\r\nAfter a hearing on his application for post-conviction relief (PCR), respondent was granted a new direct appeal on the\r\nground of ineffective assistance of appellate counsel. (1)\r\n\r\nISSUES\r\n\r\n\r\n I.  Was appellate counsel ineffective?\r\n\r\nII.  What is the appropriate remedy for ineffective assistance of appellate counsel?\r\n\r\n\r\nDISCUSSION\r\n\r\nIneffectiveness of Appellate Counsel\r\n\r\nThis case involved an undercover drug transaction in which petitioner was arrested more than three months after the\r\ntransaction.  A confidential informant (CI), accompanied by Officer Blake, an undercover officer, was wearing a wire when\r\nhe allegedly purchased crack cocaine from respondent.  On the audio tape, the CI identified respondent by name prior to,\r\nduring, and after the transaction.  The CI could not be located and did not testify at trial.  The entire tape of the transaction\r\nwas admitted into evidence and played for the jury at trial over counsel's objection.\r\n\r\nThe only other evidence presented at trial identifying respondent as the person who sold the crack was through the\r\ntestimony of two police officers.  Officer Blake testified respondent was at the car making the deal for less than two\r\nminutes and that he did not have \"constant facial contact\" with respondent the entire time.  Although he identified\r\nrespondent as the individual from whom the crack was purchased, Blake admitted he did not know what the individual was\r\nwearing at the time of the buy, nor did he recall his distinctive hairstyle.  According to Blake's testimony, the voice on the\r\ntape of the transaction was that of respondent.\r\n\r\nDeputy Sherrod, who was in a nearby car listening to the tape of the transaction, testified he knew respondent and\r\nrecognized his voice on the tape.  Sherrod stated he could not see what occurred from his vantage point.\r\n\r\nOn appeal, respondent argued the trial judge erroneously \r\n  admitted the tape of the drug transaction into evidence since it contained the \r\n  CI's hearsay testimony identifying respondent as the individual who sold him \r\n  the crack and denied respondent his right to confront the CI. The Court of Appeals \r\n  found respondent failed to provide a sufficient record for review since the \r\n  audio tape was not included in the Record on Appeal. State v. Ezell, \r\n  supra. (2)\r\n\r\nThe PCR court found appellate counsel to be ineffective because the omission of the tape from the Record denied\r\nrespondent a direct appeal.  As a result, the PCR court found respondent was entitled to the remedy of filing a new direct\r\nappeal addressing this issue.\r\n\r\nAfter listening to the audio tape, we believe the \r\n  result of respondent's appeal would have been different had appellate counsel \r\n  provided the Court of Appeals with the audio tape of the drug transaction. See \r\n  Southerland v. State, 337 S.C. 610, 617, 524 S.E.2d 833, 836 (1999) (Southerland \r\n  \"met his burden of demonstrating both that appellate counsel's performance was \r\n  deficient and that, but for the deficient performance, the result of his appeal \r\n  would have been different\").\r\n\r\nSince the tape contained out-of-court testimony \r\n  identifying respondent as the person who sold the drugs to the CI and the CI \r\n  was not available for respondent to cross-examine, the portions of the tape \r\n  in which the CI identified respondent were inadmissible hearsay. State v. \r\n  Dennis, 337 S.C. 275, 523 S.E.2d 173 (1999); Rules 801(c) and 802, SCRE \r\n  (hearsay is an out-of-court statement offered to prove the truth of the matter \r\n  asserted and is inadmissible unless an exception to the rule against hearsay \r\n  applies).\r\n\r\nBecause we do not find evidence of respondent's \r\n  guilt overwhelming, the admission of the evidence is not harmless. State \r\n  v. Johnson, 334 S.C. 78, 512 S.E.2d 795 (1999) (refusing to find error harmless \r\n  where the evidence of guilt was not overwhelming). Absent the CI's statements, \r\n  the only other information that was presented to the jury was the belief of \r\n  Deputy Sherrod, who could not see the person selling the drugs, that the voice \r\n  on the tape was that of respondent, and Officer Blake's weak testimony identifying \r\n  respondent as the seller. Therefore, we believe respondent would have been granted \r\n  a new trial had the tape been presented to the Court of Appeals.\r\n\r\nAppropriate Remedy\r\n\r\nThe determination of the appropriate remedy is \r\n  controlled by Southerland v. State, supra. This Court, in Southerland, \r\n  stated the following:\r\n\r\n\r\nA defendant is constitutionally entitled to the effective assistance of appellate counsel. . . .  First, the burden of proof is on\r\npetitioner to show that counsel's performance was deficient as measured by the standard of reasonableness under prevailing\r\nprofessional norms.  Second, the petitioner must prove that he or she was prejudiced by such deficiency to the extent of\r\nthere being a reasonable probability that, but for counsel's unprofessional errors, the result of the\r\nproceeding would have\r\nbeen different.\r\n\r\n\r\nSoutherland, 337 S.C. at 615-616, 524 S.E.2d \r\n  at 836 (citations omitted) (emphasis in original). Here, we conclude the result \r\n  of respondent's appeal would have been different had counsel submitted the audio \r\n  tape to the Court of Appeals. Therefore, based on Southerland, the appropriate \r\n  remedy for the ineffective assistance of appellate counsel on the particular \r\n  facts of this case is to grant respondent a new trial. \r\n  (3)\r\n\r\nCONCLUSION\r\n\r\nSince respondent has met his burden of demonstrating both that appellate counsel's performance was deficient and that, but\r\nfor the deficient performance, the result of his appeal would have been different, he is entitled to a new trial.\r\n\r\nAFFIRMED AS MODIFIED. \r\n\r\nTOAL, C.J., WALLER, BURNETT, JJ., and Acting Justice James E. Lockemy, concur.\r\n1.   Respondent's trial counsel served as his appellate counsel.\r\n2. Two transcripts of the tape, which differ in that one does not indicate the CI identified respondent by name, were\r\npresented at a suppression hearing and were not submitted to the jury.  Both transcripts, but not the actual tape, were\r\npresented to the Court of Appeals.  The court, in its opinion, stated, \"As for the tape itself, because [respondent] has failed\r\nto provide the recording in the record on appeal, we are unable to determine whether the informant did in fact make\r\nreferences to [respondent].\"\r\n3.  See also Simpkins \r\n  v. State, 303 S.C. 364, 401 S.E.2d 142 (1991) (post-conviction relief of \r\n  a new trial granted based on appellate counsel's failure to raise an issue on \r\n  appeal that constituted reversible error).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25313","title":"Doe v. Batson","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25313","description":"This case involves the premature grant of summary judgment where a complaint alleged failure to warn of the dangerous propensities of an adult child.","date":"2001-06-25","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nJohn Doe, Individually, and as\r\nGuardian for his minor child,\r\nJames Doe and Jason Doe,\r\nIndividually and on behalf of all\r\nothers similarly situated, Respondents,\r\n\r\n&nbsp;\r\nv.\r\n\r\n\r\nMerle Batson, Petitioner.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Pickens County\r\nThomas J. Ervin, Circuit Court Judge\r\n\r\n\r\n\r\nOpinion No. 25313\r\nHeard April 4, 2001 - Filed June 25, 2001\r\n\r\n\r\nAFFIRMED IN PART; VACATED IN PART;\r\nAND REMANDED. \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nEdward R. Cole and Robert E. Davis, of The Ward Law Firm, of Spartanburg, for petitioner.\r\n\r\nJ. David Flowers and William A. Jordan, of Greenville, for respondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE BURNETT: Petitioner Merle \r\n  Batson (Batson) appeals from an opinion of the Court of Appeals reversing the \r\n  trial court's order granting summary judgment in her favor. Doe v. Batson, \r\n  338 S.C. 291, 525 S.E.2d 909 (Ct. App. 1999). We affirm in part, vacate in part, \r\n  and remand to the trial court for further proceedings.\r\n\r\nFACTS\r\n\r\nRespondent John Doe brought this putative class action on behalf of his minor sons and other unidentified boys\r\n(collectively \"Doe\") who were sexually abused by Donald Batson (Donald), a youth minister at Brushy Creek Baptist\r\nChurch.  Donald pled guilty to seventeen felony counts of criminal sexual conduct and was incarcerated at the time the\r\nsummary judgment motion was heard. \r\n\r\nDoe's complaint against Batson alleged that Donald \r\n  lived in Batson's home from 1991 to 1995, during which time he brought boys \r\n  between the ages of ten and eighteen to Batson's home for the purpose of molesting \r\n  them. Doe alleged that Batson was home on numerous of these occasions and that \r\n  she knew, or should have known, that her son had young boys in his bed and had \r\n  deviant sexual propensities. Doe alleged that Batson's failure to warn the boys' \r\n  parents was negligent, willful, and wanton, demonstrated a reckless disregard \r\n  for the rights, safety, and well-being of the young boys who were abused by \r\n  her son, and that but for Batson's failure to warn the boys and their parents, \r\n  the boys would not have been molested. The trial court granted Batson's motion \r\n  for summary judgment under Rule 56, SCRCP, and the Court of Appeals reversed. \r\n  Doe v. Batson, 338 S.C. 291, 525 S.E.2d 909 (Ct. App. 1999). Batson's \r\n  petition raises two issues for this Court:\r\n\r\n\r\nI.  Did the Court of Appeals err in holding the trial court's grant of summary judgment was premature?\r\n\r\nII.  Did the Court of Appeals err in holding a parent of an adult child living in the parent's home may have a duty to warn\r\nthird parties of the dangerous propensities of the adult child? \r\n\r\n\r\nDISCUSSION\r\n\r\nI.  Summary Judgment\r\n\r\nBatson argues the Court of Appeals erred when it \r\n  held the trial court abused its discretion in prematurely granting summary judgment. \r\n  See Black v. Lexington School Dist. No. 2, 327 S.C. 55, 488 S.E.2d \r\n  327 (1997) (applying abuse of discretion standard to trial court's rulings pursuant \r\n  to Rule 56, SCRCP). We disagree.\r\n\r\nA.  Rule 56 Affidavits\r\n\r\nBatson moved for summary judgment under Rule 56, SCRCP, on February 23, 1998.  She attached to her motion an\r\naffidavit stating that Donald was born on August 6, 1964 and was therefore an adult of at least 27 years of age at the time\r\nthe complained of acts allegedly began in 1991, that Donald resided in her home from and after November of 1993, and\r\nthat she did not know, nor did she have reason to believe or know, any such acts were being committed, including any acts\r\nallegedly committed in her home. \r\n\r\nThe trial court conducted the Rule 56 motion hearing via telephone conference call on May 7, 1998.  The court initially\r\nstated the hearing was on Batson's motion to dismiss.  Batson's counsel immediately corrected the judge and reminded him\r\nthe court had heard and denied Batson's Rule 12(b)(6) motion several months earlier.  Doe's attorney did not object to\r\nproceeding with the Rule 56 motion.  The basis for Batson's summary judgment motion was that Donald was an adult at\r\nthe time the abuse took place and his mother had \"no ability or duty to control his actions.\"  \r\n\r\nDoe opposed the motion, arguing first that it was premature, because he had several depositions scheduled the following\r\nweek, including Donald's, and he had not yet had the opportunity to depose Batson.  Second, Doe argued that Donald's age\r\nwas irrelevant because Batson's duty was rooted in premises liability.  \r\n\r\nThe trial judge asked whether Doe had filed any affidavits in opposition to the summary judgment motion.  Doe's counsel\r\nanswered negatively and stated he, like the court, assumed Batson had refiled her motion to dismiss because that is what the\r\nnotice from the court stated. (1)  He acknowledged he received the summary judgment motion with the affidavit attached,\r\nand asked, if the court was inclined to grant the motion on that basis, that he be permitted to file a Rule 56(f) affidavit on\r\nhis own behalf indicating to the court the outstanding discovery that had already been requested.  \r\n\r\nThe trial judge indicated his inclination to grant the summary judgment motion for two reasons.  First, although the docket\r\ndid show a motion to dismiss, Doe's counsel was served with Batson's motion for summary judgment and affidavit on\r\nFebruary 24, 1998 and did not file any opposing affidavits as required by Rule 56(e), SCRCP.  Second, even viewing the\r\nallegations in the light most favorable to Doe, there existed no genuine issue of material fact that would render Batson\r\nliable under the law of South Carolina.  The court's subsequent written order granting summary judgment to Batson relied\r\non Doe's failure to respond by affidavit or other evidence demonstrating a genuine material issue of fact and Doe's failure\r\nto bring to the court's attention any rule of law in South Carolina which would create liability on Batson's part for the acts\r\nof her adult son.  The court ruled that since Batson had \"no legal duty to supervise or control her adult son,\" she therefore\r\nhad \"no duty to third parties to warn them of his propensities, which in any event she has denied any knowledge of.\"  \r\n\r\nRule 56(e), SCRCP, relied upon by the trial court, requires a party opposing summary judgment to come forward with\r\naffidavits or other supporting documents demonstrating the existence of a genuine issue for trial. (2)  However, this\r\nrequirement does not apply to motions to dismiss under Rule 12(b)(6).  We conclude the trial court acted hastily in granting\r\nsummary judgment based on a technical deficiency on the part of Doe's counsel, when there clearly existed some confusion\r\nregarding whether the hearing was pursuant to Rule 12(b)(6) or Rule 56.\r\n\r\nWe disagree, however, with the Court of Appeals' \r\n  conclusion that the trial court abused its discretion in refusing to permit \r\n  Doe's attorney to file Rule 56(f), SCRCP affidavits after the hearing. Rule \r\n  56(f) applies when it appears \"from the affidavits of a party opposing \r\n  the motion that he cannot for reasons stated present by affidavit facts essential \r\n  to justify his opposition.\" Rule 56(f), SCRCP (emphasis added). In such a case, \r\n  \"the court may refuse the application for judgment or may order a continuance \r\n  to permit affidavits to be obtained or depositions to be taken or discovery \r\n  to be had or may make such order as is just.\" Id. Thus, Rule 56(f) requires \r\n  the party opposing summary judgment to at least present affidavits explaining \r\n  why he needs more time for discovery. The rule does not apply in the situation \r\n  presented where no affidavits were filed whatsoever.\r\n\r\nB.  Full and Fair Opportunity to Complete Discovery \r\n\r\nThe Court of Appeals held the trial court abused its discretion in granting summary judgment before Doe had a full and fair\r\nopportunity to complete discovery.  We agree.\r\n\r\nSummary judgment is a drastic remedy, which should \r\n  be cautiously invoked so that no person will be improperly deprived of a trial \r\n  of the disputed factual issues. Baughman v. American Tel. &amp; Tel. Co., \r\n  306 S.C. 101, 112, 410 S.E.2d 537, 543 (1991). This means, among other things, \r\n  that summary judgment must not be granted until the opposing party has had a \r\n  full and fair opportunity to complete discovery. Id.  \r\n\r\nIn Baughman, we ruled summary judgment premature \r\n  because (1) plaintiffs demonstrated a likelihood that further discovery would \r\n  uncover additional relevant evidence, and (2) plaintiffs were not dilatory in \r\n  seeking discovery. Although three years had elapsed between filing the action \r\n  and summary judgment, the delay could not fairly be attributed solely to plaintiffs' \r\n  inaction, and the delay was tempered by the complexity of the case. Id. \r\n  at 112-114, 410 S.E.2d at 544.\r\n\r\nThe record here does not support a finding that \r\n  Doe was dilatory in pursuing discovery. Depositions, including Donald's, were \r\n  scheduled for the week following the hearing. Doe had noticed Batson's deposition \r\n  on January 31, 1998, but postponed it at the request of defense counsel in two \r\n  related cases, (3) in order to consolidate the \r\n  discovery process. Although the delay was in no way attributable to Batson, \r\n  it was not solely attributable to Doe either. Doe should have been permitted \r\n  to complete discovery. See J.S. v. R.T.H., 714 A.2d 924, 936 (N.J. \r\n  1998) (summary judgment entered five months after defendant's answer was filed \r\n  was premature; \"plaintiffs should have been given the opportunity to depose \r\n  [molester] and others to try to discover further evidence bearing on [defendant's] \r\n  knowledge of [molester's] conduct or sexual proclivities\").\r\n\r\nII.  Batson's Duty\r\n\r\nBatson argues that even if the trial court erred in granting summary judgment on procedural grounds, South Carolina does\r\nnot impose upon her a duty to act affirmatively under the facts alleged.  The record before us is insufficient to determine\r\nwhether Batson owed any duty to Doe.\r\n\r\nTo state a cause of action for negligence, the \r\n  plaintiff must allege facts which demonstrate the concurrence of three elements: \r\n  (1) a duty of care owed by the defendant; (2) a breach of that duty by negligent \r\n  act or omission; and (3) damage proximately caused by the breach. Kleckley \r\n  v. Northwestern Nat. Cas. Co., 338 S.C. 131, 526 S.E.2d 218 (2000). An essential \r\n  element in a cause of action for negligence is the existence of a legal duty \r\n  of care owed by the defendant to the plaintiff. Bishop v. South Carolina \r\n  Dept. of Mental Health, 331 S.C. 79, 86, 502 S.E.2d 78, 81 (1998). Without \r\n  a duty, there is no actionable negligence. Id. \"Proof of negligence in \r\n  the air, so to speak, will not do.\" Palsgraf v. Long Island Railroad Co., \r\n  162 N.E. 99, 99 (N.Y. 1928) (quoting Sir Frederick Pollock). The existence of \r\n  a duty owed is a question of law for the courts. Washington v. Lexington \r\n  County Jail, 337 S.C. 400, 405, 523 S.E.2d 204, 206 (Ct. App. 1999).\r\n\r\nThe Court of Appeals discussed two possible sources of liability for the parent of an adult child residing in the home: (1) a\r\nduty to warn arising from a special relationship or circumstance, and (2) a duty to warn based on premises liability.  We\r\nvacate those portions of the Court of Appeals' opinion suggesting potential sources of liability in this case.  The paucity of\r\nthe record makes it impossible for us to determine the merits of Doe's argument.  Whether Batson had a cognizable duty\r\nwill be determined after the record has been more fully developed.\r\n\r\nCONCLUSION\r\n\r\nWe affirm the Court of Appeals' reversal of summary judgment, vacate those portions of the Court of Appeals' opinion\r\ndiscussing liability, and remand to the trial court for discovery and development of Doe's theories of recovery.\r\n\r\n\r\nTOAL, C.J., WALLER, PLEICONES, JJ., and Acting Justice Alexander S. Macaulay, concur.\r\n\r\n1. Moreover, Batson filed \"basically the same\" memorandum in support of her motion for summary judgment as filed in\r\nsupport of her earlier motion to dismiss and did not retitle it.  \r\n2. The full text of the rule is as follows:\r\n\r\n\r\nSupporting and opposing affidavits shall be made on personal knowledge, shall set forth such facts as would be admissible\r\nin evidence, and shall show affirmatively that the affiant is competent to testify to the matters stated therein.  Sworn or\r\ncertified copies of all papers or parts thereof referred to in an affidavit shall be attached thereto or served therewith.  The\r\ncourt may permit affidavits to be supplemented or opposed by depositions, answers to interrogatories, or further affidavits. \r\nWhen a motion for summary judgment is made and supported as provided in this rule, an adverse party may not rest upon\r\nthe mere allegations or denials of his pleading, but his response, by affidavits or as otherwise provided in this rule, must\r\nset forth specific facts showing that there is a genuine issue for trial.  If he does not so respond, summary judgment, if\r\nappropriate, shall be entered against him.\r\n\r\n\r\nRule 56(e), SCRCP (emphasis added).\r\n3. Doe also sued Donald and Brushy Creek Baptist Church.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25314","title":"Humbert v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25314","description":"Post-conviction relief proceeding in which applicant asserts ineffective assistance of counsel for failure of attorney to object to defendant wearing prison jumpsuit during jury trial.","date":"2001-06-25","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nLeland Humbert, Petitioner,\r\n\r\n&nbsp;\r\nv.\r\n\r\n\r\nState of South Carolina, Respondent.\r\n&nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\n\r\nAppeal From Florence County\r\nRalph King Anderson, Jr., Trial Judge\r\nJames E. Brogdon, Jr., Post-Conviction Judge\r\n\r\n\r\nOpinion No. 25314\r\nHeard April 25, 2001 - Filed June 25, 2001\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nJames D. Dotson, Jr., of Lake City, for petitioner.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General G. Robert DeLoach, and Assistant Attorney General William\r\nBryan Dukes, all of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE BURNETT: Petitioner was convicted of common law robbery and sentenced to fifteen years imprisonment, suspended upon service of ten years. (1)  The Court granted his petition\r\nfor a writ of certiorari to review the decision of the post-conviction relief (PCR) judge denying his PCR application.  We affirm.\r\n\r\n\r\n    FACTS \r\n  \r\n\r\n\r\nPetitioner claims he received ineffective assistance of counsel because defense counsel allowed the case to proceed to trial while petitioner was wearing a jail uniform, shackles, and an\r\nidentification bracelet bearing his mug shot.  We disagree.  \r\n\r\nPetitioner was charged with robbing a Sav-Way convenience store at approximately 2:30 a.m. on March 19, 1994.  At trial, the store clerk on duty at the time of the robbery identified\r\npetitioner as the perpetrator.  She testified when petitioner asked her the price of a beer, she left the register, walked to the cooler, opened the door, and stated the price.  At that point, petitioner\r\ngrabbed her arm and she felt something in her back.  Petitioner released the clerk, then proceeded to the cash register.  He kept one hand in his jacket and used the other hand to remove food\r\nstamps, postage stamps, cash, and coins from the register.\r\n\r\nThe clerk testified although he told her not to look at him, she watched petitioner and, when he was at the register, she had a good opportunity to observe him.  She testified the robber was a\r\nblack male with sideburns and a beard.  He wore a baseball cap with an \"A\" on it and work clothes, specifically navy blue pants, a light blue shirt, and a navy blue jacket with \"Mercury-Lincoln\" inscribed on it.  The clerk estimated petitioner was in the store for fifteen minutes.  The clerk observed him drive away.  She saw the back of his vehicle which she described as a two-door white truck with \"Chevrolet\" on the tailgate. \r\n\r\n      After the robbery, a deputy arrived at the Sav-Way.  The clerk described the perpetrator and the getaway truck.  At 4:00 a.m., while on another call, the deputy noticed a truck matching the\r\ndescription given by the store clerk.  The deputy drove beside the truck and determined the driver matched the description of the robber.  He followed the truck.  When the driver exited the\r\nvehicle, the deputy told him he matched the description of a robbery suspect.  The driver consented to the deputy searching the truck.  A blue work jacket with \"Lincoln-Mercury\" was on the\r\nfront seat.  A navy baseball cap with an \"A\" on it was located behind the seat.  The deputy identified petitioner as the driver.  \r\n\r\nThe deputy arrested petitioner for public intoxication and placed him in the back seat of his patrol car.  Thereafter, he took petitioner to the Sav-Way where the clerk identified him as the\r\nrobber.  After taking petitioner to jail, the deputy found postage and food stamps on the back seat of his patrol car.\r\n\r\nThe lead investigator testified he joined the deputy after petitioner was arrested.  Petitioner was wearing blue work pants and a light blue shirt. \r\n\r\nPhotographs of petitioner's truck were admitted into evidence.  The rear of the truck is white; \"Chevrolet\" appears in black lettering on the tailgate. \r\n\r\nAt the sentencing proceeding, petitioner personally stated:\r\n\r\n\r\nAnd also I would - -I would like to - - to move for a dismissal or mistrial for the fact that - - on the grounds of that I was - - the Solicitor advised me to turn my prison clothes wrong side out\r\nand with a prison band on choose a selection of jury of my peers and stand before them and get a fair and impartial trial. . . .  \r\n\r\nSolicitor: Your honor, could I just add one thing for the record?\r\n\r\nCourt: Yes.\r\n\r\nSolicitor: I would just like to note that the Solicitor's Office never told him anything about his jail clothes.  We were advised by the Sheriff's Department jailers that the Defendant, on the day\r\nof trial, refused at the jail to put on his non-jail clothes.  But when he came up here, the people with the Sheriff's Department decided that the best thing to do was to be - - to put his clothes on\r\nby turning them wrong side out in such a way that it could not be told that the Florence County Sheriff's Department emblem was on them, that he would - - or, rather, the jail emblem was on\r\nthem.  \r\n\r\nCourt: Counsel, make sure that an appeal is filed in - - -  \r\n\r\n\r\nAt the PCR hearing, petitioner testified, before he left the detention center for trial, he made arrangements for a Public Defender's Office investigator to obtain civilian clothes for him to wear\r\nduring trial.  Petitioner explained, at the detention center, he only had his prison jumpsuit and the clothes he was wearing when the store clerk identified him as the robber. \r\n\r\nPetitioner testified, before trial, however, the solicitor told him to wear his prison jumpsuit inside out.  He denied refusing to wear the clothing he had on when he was identified by the clerk. \r\nPetitioner testified he also wore shackles and a Florence County Detention Center wrist band which held his mug shot. (2)  Defense counsel did not request the trial judge continue the trial until\r\nthe investigator delivered petitioner's civilian clothes. \r\n\r\nDefense counsel died two years before the PCR hearing.\r\n\r\nIn the Order of Dismissal, the PCR judge ruled \"[a]lthough it may have been deficient for trial counsel to permit the trial to proceed with [Petitioner] in clothing provided by the Florence\r\nCounty Detention Center, this Court finds that [Petitioner] has failed to satisfy his burden of showing prejudice.\" \r\n\r\n\r\n    ISSUE\r\n\r\n\r\n\r\n\r\nIs there any evidence to support the PCR judge's conclusion petitioner was not prejudiced by defense counsel allowing the trial to proceed with petitioner wearing jail clothing, shackles, and a\r\ndetention center identification bracelet? \r\n\r\n\r\n\r\n    DISCUSSION\r\n\r\n\r\n\r\nIn PCR proceedings, the applicant must meet the \r\n  standard established in Strickland v. Washington, 466 U.S. 668 (1984). \r\n  \"To establish a claim of ineffective assistance of trial counsel, a PCR applicant \r\n  has the burden of proving counsel's representation fell below an objective standard \r\n  of reasonableness and, but for counsel's errors, there is a reasonable probability \r\n  that the result at trial would have been different. . . . A reasonable probability \r\n  is a probability sufficient to undermine confidence in the outcome of the trial.\" \r\n  Johnson v. State, 325 S.C. 182, 186, 480 S.E.2d 733, 735 (1997) (citing \r\n  Strickland v. Washington, supra). Thus, a PCR applicant must show \r\n  both error and prejudice to win relief in a PCR proceeding. Scott v. State, \r\n  334 S.C. 248, 513 S.E.2d 100 (1999). An appellate court must affirm the PCR \r\n  court's decision when its findings are supported by any evidence of probative \r\n  value. Cherry v. State, 300 S.C. 115, 386 S.E.2d 624 (1989).\r\n\r\nThe PCR judge did not rule on whether defense counsel \r\n  was ineffective for proceeding to trial while petitioner was shackled and wearing \r\n  an identification bracelet. Petitioner did not file a Rule 59(e), SCRCP, motion \r\n  requesting a ruling on these issues. Accordingly, petitioner's claims regarding \r\n  counsel's ineffectiveness for allowing the trial to proceed while he was shackled \r\n  and wearing an identification bracelet are not preserved for review. Pruitt \r\n  v. State, 310 S.C. 254, 423 S.E.2d 127 (1992). \r\n\r\n  As to petitioner's clothing, the record supports \r\n  the PCR judge's finding counsel was deficient by allowing the trial to proceed \r\n  while petitioner was dressed in prison clothing. (3) \r\n  We find it generally improper for a defendant to appear for a jury trial dressed \r\n  in readily identifiable prison clothing. (4) \r\n  Nevertheless, as conceded by petitioner, in order to prevail in this PCR action, \r\n  the Strickland analysis applies and petitioner must establish prejudice. \r\n  (5)\r\n\r\n                                            We find the evidence of record supports the PCR judge's conclusion petitioner was not prejudiced by counsel's deficient performance.  The store clerk identified petitioner as the\r\nrobber shortly after the crime and, then again, at trial.  The clerk's description of the perpetrator's clothing matched the clothing petitioner was wearing approximately 1½ hours after the\r\nrobbery.  A blue \"Lincoln-Mercury\" jacket and baseball cap with the letter \"A\" on it - items which the clerk stated the robber was wearing - were found in petitioner's vehicle.  Petitioner was\r\ndriving a truck which matched the description of the getaway vehicle.  Food and postage stamps were found in the backseat of the patrol car after petitioner was removed from the vehicle.  The\r\nclerk testified food and postage stamps had been taken from the cash register.  Due to the  overwhelming evidence against petitioner, there is not a reasonable probability the outcome of his\r\ntrial would have been different had petitioner not been dressed in his prison jumpsuit.  \r\n\r\nAt oral argument, petitioner suggested for the \r\n  first time in this action that the State compelled him to wear prison clothing \r\n  in violation of his right to due process. This argument was not raised to and \r\n  ruled on by the PCR judge and, therefore, is not preserved for review. Id. \r\n  Further, petitioner's claim cannot be asserted in a PCR action. Al-Shabazz \r\n  v. State, 338 S.C. 354, 527 S.E.2d 742 (2000) (when asserting violation \r\n  of a constitutional right, the applicant generally must frame the issue as one \r\n  of ineffective assistance of counsel). PCR is not a substitute for appeal or \r\n  a place for asserting errors for the first time which could have been reviewed \r\n  on direct appeal. Drayton v. Evatt, 312 S.C. 4, 430 S.E.2d 517 (1993). \r\n\r\n\r\nWhile we find it troublesome petitioner appeared \r\n  before a jury dressed in a prison jumpsuit, because there is probative evidence \r\n  to support the PCR judge's conclusion petitioner was not prejudiced by the clothing, \r\n  the Court must affirm. Cherry v. State, supra. \r\n\r\n\r\nAFFIRMED.\r\n\r\nTOAL, C.J., MOORE, WALLER and PLEICONES, JJ., concur.\r\n\r\n1. Petitioner voluntarily withdrew his direct appeal.  \r\n2. In his brief, petitioner described the wrist band as \"bright orange.\"  This description does not appear in the record.  \r\n3. Even though petitioner was wearing the jumpsuit inside out, we assume that petitioner's clothing was still readily identifiable as jail issue. \r\n4. The defendant's appearance \r\n  at trial dressed in jail clothing is not automatically reversible error. There \r\n  may be situations where, as a matter of trial strategy, counsel decides jail \r\n  attire benefits the defense. Accordingly, in order to obtain a new trial on \r\n  direct appeal, an objection must be raised at trial. See Estelle v. \r\n  Williams, 425 U.S. 501 (1976). Here, the record is devoid of evidence of \r\n  any such strategy. \r\n5. Petitioner conceded Strickland \r\n  applies both in his brief and at oral argument. \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"ORDER","title":"Relaxation of Rule 238(c), SCACR, for State Agencies","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2003-02-24-01","description":"The Supreme Court has relaxed Rule 238(b), SCACR, to allow state agencies to submit double-sided copies of filing to assist them during the current budget crisis.","date":"2001-06-30","type":"order","text":"\r\n  The Supreme Court of South Carolina\r\nRE:  Relaxation of Rule 238(c), SCACR, \r\n  for State Agencies.\r\n\r\nO R D E R\r\n\r\nRule 238(c), SCACR, Forms of Papers, provides that copy may \r\n  be typed or reproduced on both sides if the type or reproduction does not show \r\n  through.  At the present time, all petitions for certiorari, motions, and briefs \r\n  received by the appellate courts are printed on only one side of the piece of \r\n  paper.  Because of the current budget crisis, we relax the Rule for State Agencies \r\n  so, if it is more cost-effective to use double-sided printing, they may do so.\r\nIT IS SO ORDERED.\r\n\r\n  \r\n    \r\n    \r\n s/Jean H. Toal                                   \r\n    C.J.\r\n s/James E. Moore                             \r\n        J.\r\n s/John H. Waller,\r\nJr.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n      J.\r\n s/E. C. Burnett,\r\nIII&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n      J.\r\n s/Costa M. Pleicones&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n      J.\r\n    \r\n  \r\n\r\nColumbia, South Carolina\r\nFebruary 24, 2003\r\n\r\n\r\n","court":"Supreme"},{"id":"ORDER","title":"State v. Benjamin","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2003-04-07-01","description":"","date":"2001-06-30","type":"order","text":"\r\n  \r\n\r\n\r\n \r\n<!--\r\n.Normal\r\n\t{font-size:12.0pt;\r\n\tfont-family:\"Times New Roman\";}\r\n-->\r\n\r\n\r\nThe Supreme Court of South Carolina\r\n\r\n  \r\n    \r\n      \r\nThe State,&nbsp;&nbsp;Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\nFranklin Benjamin,&nbsp;&nbsp;Petitioner.\r\n\r\nORDER\r\n\r\nThis Court originally affirmed \r\n  the decision of the Court of Appeals by a vote of 3-2.  State v. Benjamin, \r\n  Op. No. 25572 (S.C. Sup. Ct. filed January 13, 2003).  We granted petitioner’s \r\n  request for rehearing in this matter, and ordered it be reheard.  Prior to the \r\n  reargument, Chief Justice (Ret.) Gregory, who participated in the original case, \r\n  and who was a member of the three-person majority, passed away.  Circuit Judge \r\n  (Ret.) Edward Cottingham was appointed to sit as an Acting Justice on rehearing.   \r\n\r\nWe have now reheard the matter.  The \r\n  Court remains divided 3-2, with Acting Justice Cottingham joining the majority \r\n  opinion.  Accordingly, the original opinion and dissent shall be republished, \r\n  the only change being the substitution of Acting Justice Cottingham as a signatory \r\n  to the majority opinion.\r\n\r\n  \r\n  \r\n    \r\n      \r\n s/James E. Moore                            \r\n             A.C.J.\r\n                                      s/John H. Waller,\r\nJr.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n        J.\r\n                                      s/E. C. Burnett,\r\nIII&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n        J.\r\n                                            s/Costa M.\r\n      Pleicones&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n              J.\r\n      \r\n      s/Edward B. Cottingham&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n          A.J.\r\n      \r\n    \r\n  \r\n  \r\n\r\nColumbia, South Carolina\r\nApril 7, 2003\r\n\r\n\r\n\r\n","court":"Supreme"},{"id":"ORDER","title":"Amendments to South Carolina Appellate Court Rules","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2006-06-21-01","description":"The Supreme Court has promulgated rules governing the professional conduct of court interpreters. These rules, which will be contained in Rule 511, SCACR, are effective immediately.","date":"2001-06-30","type":"order","text":"\r\n  \r\n<!--\r\n.style1 {font-weight: bold}\r\n-->\r\n\r\nThe Supreme Court of South Carolina\r\n\r\nRE: Amendments to South Carolina Appellate Court Rules\r\n\r\n\r\n  ORDER\r\n\r\n Pursuant to Art. V, &sect;4 of the South Carolina Constitution, the South Carolina Appellate Court Rules are amended as follows:\r\n(1) The title of Part V of the Rules is amended to read: &ldquo;Rules Governing the Judiciary, Employees of the Judicial Department, and Others Assisting the Judiciary.&rdquo;\r\n(2) The attached Rule 511 is added.\r\nThese amendments shall be effective immediately.\r\nIT IS SO ORDERED.\r\n\r\n  \r\n    \r\n    \r\n      s/Jean H. Toal&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; C.J.\r\n              \r\n              s/James E. Moore&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n              \r\n              s/John H. Waller, Jr.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/E.C. Burnett, III&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/Costa M. Pleicones&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n    \r\n  \r\n\r\n  Columbia, South Carolina\r\nJune 21, 2006\r\n\r\nRULE 511\r\n  RULES OF PROFESSIONAL CONDUCT FOR\r\n  COURT INTERPRETERS\r\nPREAMBLE\r\n  Many persons who come before the courts are partially or completely excluded from full participation in the proceedings due to limited English proficiency (LEP) or a speech or hearing impairment. It is essential that this communication barrier be removed, as much as possible, so that these persons are placed in the same position as a similarly situated person for whom there is no such barrier. A non-English speaker should be able to understand just as much as an English speaker with the same level of education and intelligence.\r\n \r\n As officers of the court, interpreters help assure that such persons may enjoy equal access to justice and that court proceedings and court support services function efficiently and effectively. Interpreters are highly skilled professionals who fulfill an essential role in the administration of justice. Anyone serving as a court interpreter should be required to understand and abide by the precepts set out in these Rules. Judges and attorneys should also become familiar with the Rules and expect conduct from interpreters that is consistent with them. \r\n \r\nAPPLICABILITY\r\nThese Rules shall guide and be binding upon all persons, agencies and organizations who administer, supervise use of, or deliver interpreting services to the judiciary. \r\n \r\nRULE 1\r\n  ACCURACY AND COMPLETENESS OF INTERPRETATION\r\nInterpreters shall render a complete and accurate interpretation, or sight translation, without altering, omitting or adding anything to what is stated or written, and without explanation or summarization. The interpreter shall preserve the nuances and level of formality, or informality, of the speech. \r\n \r\nCommentary\r\nThe interpreter has a two-fold duty: (1) to ensure that the proceedings in English reflect precisely what was said by a non-English speaking person, and (2) to place the non-English speaking person on an equal footing with those who understand English. This creates an obligation to conserve every element of information contained in a source language communication when it is rendered in the target language. \r\n \r\nTherefore, interpreters are obligated to apply their best skills and judgment to preserve faithfully the meaning of what is said in court, including the style or register of speech. Verbatim, &quot;word for word,&quot; or literal oral interpretations are not appropriate when they distort the meaning of the source language. Every spoken statement, even if it appears non-responsive, obscene, rambling, or incoherent should be interpreted. This includes apparent misstatements. \r\n \r\nInterpreters should never interject their own words, phrases, or expressions. If the need arises to explain an interpreting problem (e.g., a term or phrase with no direct equivalent in the target language or a misunderstanding that only the interpreter can clarify), the interpreter should ask the court's permission to provide an explanation. Interpreters should convey the emotional emphasis of the speaker without reenacting or mimicking the speaker's emotions, or dramatic gestures.\r\nSign language interpreters, however, must employ all of the visual cues that the language they are interpreting for requires, including facial expressions, body language, and hand gestures. Sign language interpreters, therefore, should ensure that court participants do not confuse these essential elements of the interpreted language with inappropriate interpreter conduct. \r\n \r\nThe obligation to preserve accuracy includes the interpreter's duty to correct any error of interpretation discovered by the interpreter during the proceeding. Interpreters should demonstrate their professionalism by objectively analyzing any challenge to their performance. \r\n \r\nRULE 2\r\n  REPRESENTATION OF QUALIFICATIONS\r\nInterpreters shall accurately and completely represent their certifications, training, and pertinent experience. \r\n \r\nCommentary\r\n Acceptance of a case by an interpreter conveys linguistic competency in legal settings. Withdrawing or being asked to withdraw from a case after it begins causes a disruption of court proceedings and is wasteful of scarce public resources. It is, therefore, essential that interpreters present a complete and truthful account of their training, certification and experience prior to appointment so the officers of the court can fairly evaluate their qualifications for delivering interpreting services. \r\n \r\nRULE 3\r\n  IMPARTIALITY AND AVOIDANCE OF CONFLICT OF INTEREST\r\nInterpreters shall be impartial and unbiased and shall refrain from conduct that may give an appearance of bias. Interpreters shall disclose any real or perceived conflict of interest. \r\n \r\nCommentary\r\nThe interpreter serves as an officer of the court and the interpreter's duty in a court proceeding is to serve the court and the public to which the court is a servant. This is true regardless of whether the interpreter is publicly retained at government expense or retained privately at the expense of one of the parties. \r\n \r\nThe interpreter should avoid any conduct or behavior that presents the appearance of favoritism toward any of the parties. Interpreters should maintain professional relationships with their clients, and should not take an active part in any of the proceedings. The interpreter should discourage a non-English speaking party's personal dependence. \r\n \r\nDuring the course of the proceedings, interpreters should not converse with parties, witnesses, jurors, attorneys, or with friends or relatives of any party, except in the discharge of their judicial functions. It is especially important that interpreters, who are often familiar with attorneys or other members of the courtroom work group, including law enforcement officers, refrain from casual and personal conversations with anyone in court that may convey an appearance of a special relationship or partiality to any of the court participants. \r\n \r\nThe interpreter should strive for professional detachment. Verbal and non-verbal displays of personal attitudes, prejudices, emotions, or opinions should be avoided at all times. \r\n \r\nShould an interpreter become aware that a proceeding participant views the interpreter as having a bias or being biased, the interpreter should disclose that knowledge to the presiding judge. Any condition that interferes with the objectivity of an interpreter constitutes a conflict of interest and must be disclosed to the judge. An interpreter should not serve in any matter in which payment for their services is contingent upon the outcome of the case.\r\nBefore providing services in a matter, court interpreters must disclose to all parties and the presiding judge any prior involvement, whether personal or professional, that could be reasonably construed as a conflict of interest. This disclosure should not include privileged or confidential information. \r\n \r\nThe following are circumstances that create potential conflicts of interest that must be disclosed:\r\n  (1) The interpreter is a friend, associate, or relative of a party or counsel for a party involved in the proceedings; \r\n  (2) The interpreter has served in an investigative capacity for any party involved in the case; \r\n  (3) The interpreter has previously been retained by a law enforcement agency to assist in the preparation of the criminal case at issue; \r\n  (4) The interpreter or the interpreter's spouse or child has a financial interest in the subject matter in controversy or in a party to the proceeding, or any other interest that would be affected by the outcome of the case; \r\n  (5) The interpreter has been involved in the choice of counsel or law firm for that case;\r\n  (6) The interpreter is an attorney in the case;\r\n  (7) The interpreter has previously been retained for private employment by one of the parties to interpret in the case;\r\n  (8) For any other reason, the interpreter&rsquo;s independence of judgment would be compromised in the course of providing services.\r\nThe existence of any of the above-mentioned circumstances does not alone disqualify an interpreter from providing services as long as the interpreter is able to render services objectively. An interpreter may serve if the judge and all parties consent. If an actual or apparent conflict of interest exists, the interpreter may, without explanation to any of the parties or the judge, decline to provide services.\r\nShould an interpreter become aware that a non-English speaking participant views the interpreter as having a bias, or being biased, the interpreter should disclose that knowledge to the judge.\r\nRULE 4\r\n  PROFESSIONAL DEMEANOR\r\nInterpreters shall conduct themselves in a manner consistent with the dignity of the court and shall be as unobtrusive as possible. \r\n \r\nCommentary\r\nInterpreters should know and observe the established protocol, rules, and procedures for delivering interpreting services. When speaking in English, interpreters should speak at a rate and volume that enables them to be heard and understood throughout the courtroom, but the interpreter's presence should otherwise be as unobtrusive as possible. Interpreters should work without drawing undue or inappropriate attention to themselves. Interpreters should dress in a manner that is consistent with the dignity of the proceedings of the court. Interpreters should avoid obstructing the view of any of the individuals involved in the proceedings. However, interpreters who use sign language or other visual modes of communication must be positioned so that hand gestures, facial expressions, and whole body movement are visible to the person for whom they are interpreting. \r\n \r\nInterpreters are encouraged to avoid personal or professional conduct that could discredit the court.\r\nRULE 5\r\n  CONFIDENTIALITY\r\nInterpreters shall protect the confidentiality of all privileged and other confidential information. \r\n \r\nCommentary\r\nThe interpreter shall protect and uphold the confidentiality of all privileged information obtained during the course of her or his duties. It is especially important that the interpreter understand and uphold the attorney-client privilege, which requires confidentiality with respect to any communication between attorney and client. This rule also applies to other types of privileged communication. \r\n \r\nInterpreters must also refrain from repeating or disclosing information obtained by them in the course of their employment that may be relevant to the legal proceeding. \r\n \r\nIn the event that an interpreter becomes aware of information that suggests imminent harm to someone or relates to a crime being committed during the course of the proceedings, the interpreter should immediately disclose the information to the presiding judge. If the judge is not available, the interpreter should disclose the information to an appropriate authority in the judiciary.\r\nRULE 6\r\n  RESTRICTION OF PUBLIC COMMENT\r\nInterpreters shall not publicly discuss, report, or offer an opinion concerning a matter in which they are, or have been, engaged even when that information is not privileged or required by law to be confidential.\r\nCommentary\r\nGenerally, interpreters should not discuss outside of the interpreter&rsquo;s official duties, interpreter assignments, persons involved or the facts of the case. However, interpreters may share information for training and educational purposes. Interpreters should only share as much information as is required to accomplish their purpose. An interpreter must not reveal privileged or confidential information.\r\nRULE 7\r\n  SCOPE OF PRACTICE\r\nInterpreters shall limit themselves to interpreting or translating, and shall not give legal advice, express personal opinions to individuals for whom they are interpreting, or engage in any other activities which may be construed to constitute a service other than interpreting or translating while serving as an interpreter. \r\n \r\nCommentary\r\nSince interpreters are responsible only for enabling others to communicate, they should limit themselves to the activity of interpreting or translating only. Interpreters should refrain from initiating communications while interpreting unless it is necessary for assuring an accurate and faithful interpretation. Interpreters may be required to initiate communications during a proceeding when they find it necessary to seek assistance in performing their duties. Examples of such circumstances include seeking direction when unable to understand or express a word or thought, requesting speakers to moderate their rate of communication or repeat or rephrase something, correcting their own interpreting errors, or notifying the court of reservations about their ability to satisfy an assignment competently. In such instances they should make it clear that they are speaking for themselves. \r\n \r\nAn interpreter may convey legal advice from an attorney to a person only while that attorney is giving it. An interpreter should not explain the purpose of forms, services, or otherwise act as counselors or advisors unless they are interpreting for someone who is acting in that official capacity. The interpreter may translate language on a form for a person who is filling out the form, but may not explain the form or its purpose for such a person. \r\n \r\nThe interpreter should not personally serve to perform official acts that are the official responsibility of other court officials including, but not limited to, court clerks, pre-trial release investigators or interviewers, or probation counselors. \r\n\r\nRULE 8\r\n  ASSESSING AND REPORTING IMPEDIMENTS TO PERFORMANCE\r\nInterpreters shall assess at all times their ability to deliver their services. When interpreters have any reservation about their ability to satisfy an assignment competently, they shall immediately convey that reservation to the presiding judge. \r\n \r\nCommentary\r\nIf the communication mode or language of the non-English-speaking person cannot be readily interpreted, the interpreter should notify the presiding judge. \r\n    \r\n    Interpreters should notify the presiding judge of any environmental or physical limitation that impedes or hinders their ability to deliver interpreting services adequately (e.g., the court room is not quiet enough for the interpreter to hear or be heard by the non-English speaker, more than one person at a time is speaking, or principals or witnesses of the court are speaking at a rate of speed that is too rapid for the interpreter to adequately interpret). Sign language interpreters must ensure that they can both see and convey the full range of visual language elements that are necessary for communication, including facial expressions and body movement, as well as hand gestures. Interpreters should notify the presiding judge of the need to take periodic breaks to maintain mental and physical alertness and prevent interpreter fatigue. Interpreters should recommend and encourage the use of team interpreting whenever necessary. \r\n \r\nInterpreters are encouraged to make inquiries as to the nature of a case whenever possible before accepting an assignment. This enables interpreters to match more closely their professional qualifications, skills, and experience to potential assignments and more accurately assess their ability to satisfy those assignments competently. \r\n \r\nEven competent and experienced interpreters may encounter cases where routine proceedings suddenly involve technical or specialized terminology unfamiliar to the interpreter (e.g., the unscheduled testimony of an expert witness). When such instances occur, interpreters should request a brief recess to familiarize themselves with the subject matter. If familiarity with the terminology requires extensive time or more intensive research, interpreters should inform the presiding judge.\r\nInterpreters should refrain from accepting a case if they feel the language and subject matter of that case is likely to exceed their skills or capacities. Interpreters should notify the presiding judge if they feel unable to perform competently, due to lack of familiarity with terminology, preparation, or difficulty in understanding a witness or defendant. \r\n \r\nInterpreters should notify the presiding judge of any personal bias they may have involving any aspect of the proceedings. For example, an interpreter who has been the victim of a sexual assault may wish to be excused from interpreting in cases involving similar offenses. \r\n \r\nRULE 9\r\n  DUTY TO REPORT ETHICAL VIOLATIONS\r\nInterpreters shall report to the proper judicial authority any effort to impede their compliance with any law, any provision of these Rules, or any other judicial policy governing court interpreting and legal translating. \r\n \r\nCommentary\r\nBecause the users of interpreting services frequently misunderstand the proper role of the interpreter, they may ask or expect the interpreter to perform duties or engage in activities that conflict with the provisions of these Rules or other laws, regulations, or policies governing court interpreters. It is incumbent upon the interpreter to inform such persons of his or her professional obligations. If, having been apprised of these obligations, the person persists in demanding that the interpreter violate them, the interpreter should report it to the presiding judge.\r\nRULE 10\r\n  PROFESSIONAL DEVELOPMENT\r\nInterpreters shall continually improve their skills and knowledge and advance the profession through activities such as professional training and education, and interaction with colleagues and specialists in related fields.\r\nCommentary\r\nInterpreters must continually strive to increase their knowledge of the languages they work in professionally, including past and current trends in technical, vernacular, and regional terminology as well as their application within court proceedings. \r\n  Interpreters should keep informed of all statutes, rules of courts and policies of the judiciary that relate to the performance of their professional duties. \r\n \r\nAn interpreter should seek to elevate the standards of the profession through participation in workshops, professional meetings, interaction with colleagues, and reading current literature in the field. \r\n \r\n\r\n","court":"Supreme"},{"id":"ORDER","title":"In the Matter of C. H. Barrier","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2008-01-28-01","description":"","date":"2001-06-30","type":"order","text":"\r\n  \r\n\r\n\r\nThe Supreme Court of South Carolina\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\nIn the Matter of C. H. Barrier, Respondent.\r\n\r\nORDER\r\n\r\nRespondent was suspended on November 19, 2007, for a period of \r\nsixty (60) days. He has now filed an affidavit requesting reinstatement pursuant \r\nto Rule 32, of the Rules for Lawyer Disciplinary Enforcement contained in Rule \r\n413, SCACR. \r\nThe request is granted and he is hereby reinstated to the \r\npractice of law in this state.\r\n\r\n  \r\n    &nbsp;\r\n    JEAN H. TOAL, CHIEF JUSTICE\r\n      s/Daniel E. Shearouse\r\n\tClerk\r\n  \r\n\r\nColumbia, South Carolina\r\nJanuary 28, 2008\r\n\r\n \r\n","court":"Supreme"}]