[{"id":"25359","title":"Rick's v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25359","description":"This opinion involves the effect of S.C. Code Ann. § 12-21-2806 on contracts for the placement of video gaming machines.","date":"2001-11-05","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH\r\nCAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        Rick's Amusement, Inc.,\r\n        B&amp;B Amusement, Tripp's Amusement Company, Fascination of S.C.,\r\n        Britt's Inc. d/b/a Tripp's Convenience, Crenshaw Technology, Inc.,\r\n        Southern Amusements, Ballard Amusements, Inc., Wilkinson Fuel Company\r\n        d/b/a Nu-Way Marketing, Greenwood Music Co., Inc., McDonalds Amusements,\r\n        Inc., Cherokee Trail, Sonoco Amusements, and JSW Amusement, and all\r\n        those similarly situated,\r\n        Plaintiffs,\r\n        of whom Rick's Amusements,\r\n        Inc., B&amp;B Amusement, Tripp's\r\n        Amusement Company, Fascination\r\n        of S.C., Britt's Inc. d/b/a Tripp's\r\n        Convenience, Crenshaw Technology,\r\n        Inc., Southern Amusements,\r\n        Ballard Amusements, Inc., Wilkinson\r\n        Fuel Company d/b/a Nu-Way Marketing,\r\n        Greenwood Music Co., Inc.,\r\n        McDonalds Amusements, Inc., Cherokee\r\n        Trail, Sonoco Amusements, and JSW\r\n        Amusement are&nbsp;\r\n        Appellants,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        State of South Carolina,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n        Respondent.\r\n      \r\n    \r\n  \r\n\r\nand\r\n\r\n  \r\n    \r\n      \r\n        Leslie Mart, Inc., and\r\n        all those similarly situated,&nbsp;\r\n        Plaintiffs,\r\n        of whom Leslie Mart, Inc.,\r\n        is Appellant,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        State of South Carolina,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n        Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nO R D E R\r\n\r\nPER CURIAM: Appellants filed a\r\nPetition for Rehearing. The Court grants the Petition, dispenses with oral\r\nargument, and orders Opinion No. 25359, filed September 10, 2001, withdrawn and\r\nthe following opinion substituted.\r\nIT IS SO ORDERED.\r\ns/Jean H. Toal C.J.\r\ns/James E. Moore J.\r\ns/E.C. Burnett, III J.\r\n\r\nColumbia, South Carolina\r\nNovember 5, 2001\r\n\r\n&nbsp;\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nRick's Amusement, Inc., B&amp;B\r\nAmusement, Tripp's\r\nAmusement Company,\r\nFascination of S.C., Britt's Inc.\r\nd/b/a Tripp's Convenience,\r\nCrenshaw Technology, Inc.,\r\nSouthern Amusements, Ballard\r\nAmusements, Inc., Wilkinson\r\nFuel Company d/b/a Nu-Way\r\nMarketing, Greenwood Music\r\nCo., Inc., McDonalds\r\nAmusements, Inc., Cherokee\r\nTrail, Sonoco Amusements, and\r\nJSW Amusement, and all those\r\nsimilarly situated, \r\n\r\nPlaintiffs,\r\n\r\n\r\nof whom Rick's Amusements, Inc., B&amp;B\r\nAmusement, Tripp's Amusement Company,\r\nFascination of S.C., Britt's Inc. d/b/a Tripp's Convenience, Crenshaw Technology,\r\nInc., Southern Amusements, Ballard Amusements, Inc.,\r\nWilkinson Fuel Company d/b/a\r\nNu-Way Marketing, Greenwood Music Co.,\r\nInc., McDonalds Amusements, Inc.,\r\nCherokee Trail, Sonoco Amusements, and JSW\r\nAmusement are   Appellants, \r\n\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nState of South Carolina,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nAND\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nLeslie Mart, Inc., and all those similarly\r\nsituated,&nbsp; \r\n\r\n    Plaintiff, \r\n\r\nof whom Leslie Mart, Inc., is    Appellant,\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\nState of South Carolina, Respondent.  \r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\nKenneth G. Goode, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25359\r\nHeard June 6, 2001 - Refiled November 5, 2001\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nA. Camden Lewis and Ariail E. King of Lewis Babcock &amp; Hawkins, L.L.P., and Richard A. Harpootlian of Richard A.\r\nHarpootlian, P.A., of Columbia, for appellants.\r\n\r\nRonald K. Wray, II, and Denise L. Bessellieu, of Gallivan, White &amp; Boyd, P.A., of Greenville, and Nathan Kaminiski, Jr.,\r\nand Christie N. Barrett, of Office of Attorney General, of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE BURNETT: Appellants, owners of video gaming machines and operators of commercial establishments\r\nproviding video gaming machines, appeal the circuit court's order granting Respondent State of South Carolina's (the\r\nState's) Rule 12(b)(6), SCRCP, motion to dismiss.  We affirm.  \r\n\r\n\r\n    BACKGROUND \r\n  \r\n\r\n\r\nIn July 1993, the legislature enacted South Carolina \r\n  Code Ann. § 12-21-2806 (2000) (local option law) which permitted counties to \r\n  hold a referendum to determine whether non-machine cash payouts for video gaming \r\n  should become illegal. As a result of the referendum held in November 1994, \r\n  twelve counties voted in favor of making payouts illegal. Two years later, the \r\n  local option law was struck down as unconstitutional special legislation. Martin \r\n  v. Condon, 324 S.C. 183, 478 S.E.2d 272 (1996). \r\n\r\nAppellants brought these actions against the State to recover losses allegedly incurred by the local option law and the\r\nresulting cash payout ban. (1)  Appellants claimed they entered into contracts for the placement of video gaming machines\r\nprior to enactment of the local option law and that the law illegally \"revoked and/or impounded [their] contracts,\"\r\nconstituting a taking without just compensation and an unconstitutional impairment of their contracts. (2)    \r\n\r\nRelying exclusively on Mibbs, Inc. v. South Carolina \r\n  Dep't of Revenue, 337 S.C. 601, 524 S.E.2d 626 (1999), the trial judge determined \r\n  because future regulations were foreseeable in the highly regulated video poker \r\n  industry, appellants failed to state a takings claim or contract impairment \r\n  claim. The trial judge granted the State's Rule 12(b)(6), SCRCP, motion to dismiss. \r\n\r\n\r\n\r\n    ISSUES\r\n\r\n\r\n\r\n\r\n  I. Did the trial judge err by granting the State's \r\n    motion to dismiss appellants' takings claim without conducting the three-prong \r\n    Penn Central Transp. Co. v. City of New York, 438 U.S. 104 (1978), test?\r\n\r\nII.  Did the trial judge err by granting the State's motion to dismiss appellants' impairment of contract claim?  \r\n\r\n\r\n\r\n    DISCUSSION\r\n\r\n\r\n\r\nI.  Takings Claim\r\n\r\n\r\nAppellants argue the trial judge erred by failing \r\n  to evaluate their takings claim under the standard three-prong takings analysis \r\n  rather than simply ruling highly regulated industries are precluded from establishing \r\n  a takings claim. Appellants rely solely on Maritrans, Inc. v. United States, \r\n  40 Fed. Cl. 790 (1998). We disagree.\r\n\r\nThe Takings Clause of the Fifth Amendment to the \r\n  United States Constitution provides: \"[N]or shall private property be taken \r\n  for public use, without just compensation.\" Economic regulation may effect a \r\n  taking. Eastern Enterprises v. Apfel, 524 U.S. 498 (1998); see Pennsylvania \r\n  Coal v. Mahon, 260 U.S. 393, 415 (1922) (regulation may result in a taking if \r\n  it goes \"too far.\"). In determining whether governmental regulation violates \r\n  the Takings Clause, the Court will consider (1) the economic impact of the regulation, \r\n  (2) its interference with \"distinct\" investment-backed expectations, and (3) \r\n  the character of the governmental action. Penn Central Transp. Co. v. City of \r\n  New York, 438 U.S. 104 (1978). More recent cases describe the second factor \r\n  as the degree of interference with \"reasonable\" investment-backed expectations. \r\n  Concrete Pipe and Products of California, Inc. v. Construction Laborers Pension \r\n  Trust for Southern California, 508 U.S. 602 (1993); Westside Quik Shop, Inc. \r\n  v. Stewart, 341 S.C. 297, 534 S.E.2d 270, cert. denied ___ U.S.___, 121 S.Ct. \r\n  606, 148 L.Ed.2d 518 (2000). \r\n\r\nIn Maritrans, Inc. v. United States, supra, the \r\n  plaintiffs claimed the federal Oil Pollution Act of 1990 \"took\" their tankers \r\n  by requiring them to be retrofitted with double hulls to continue operation \r\n  or to be phased out of service. The government argued the plaintiffs did not \r\n  have a property interest for purposes of the Fifth Amendment because the shipping \r\n  industry is heavily regulated and, because plaintiffs could have anticipated \r\n  the requirement of double hulls, they had no reasonable investment-backed expectations.\r\n\r\nThe Federal Claims Court explained the Federal \r\n  Circuit has adopted a two-tier analysis for takings claims. Initially, the Court \r\n  \"must determine whether the proscribed activity is a 'stick' in the plaintiff's \r\n  bundle of property rights.\" Id. at 793 citing M&amp;J Coal Co. v. United States, \r\n  47 F.3d 1148, 1153-54 (Fed. Cir. 1995). If the Court finds affirmatively, it \r\n  then considers the three factors set forth in Penn Central. \r\n\r\nThe Maritrans Court discussed Mitchell Arms, Inc. \r\n  v. United States, 7 F.3d 212 (Fed. Cir. 1993), (3) \r\n  which involved the federal government's revocation of import permits for certain \r\n  assault weapons after the plaintiff had signed contracts with a foreign government \r\n  to purchase the weapons for resale in this country. The plaintiff claimed its \r\n  investment-backed reliance on the permits constituted a compensable property \r\n  interest under the Fifth Amendment. The federal circuit disagreed.\r\n\r\nThe Maritrans Court noted Mitchell Arms' analysis \r\n  concerned whether the interest affected was \"totally dependent\" upon the government's \r\n  regulatory power or \"inherent\" in the plaintiff's ownership rights. Mitchell \r\n  Arms found the \"expectation of selling the assault rifles in domestic commerce \r\n  - - the interest affected in this case - - was not inherent in its ownership \r\n  of the rifles. Rather, it was totally dependent upon the import permits \r\n  issued by the ATF.\" Maritrans , supra at 795, citing Mitchell Arms, supra at \r\n  217. Accordingly, the Maritrans Court concluded the heavily regulated nature \r\n  of an industry does not preclude a cognizable Fifth Amendment property interest. \r\n  It stated:\r\n\r\n\r\nWe cannot find support for the proposition that the mere presence of regulation precludes analysis of the three familiar\r\nPenn Central factors at the second tier of analysis mentioned by M &amp; J Coal. \r\n\r\nEstablishing a taking claim in certain spheres of activity may be difficult.  But we are not aware of a blanket no-takings rule\r\nwith respect to regulated industries; or that one may never prevail on a takings claim if participating in a heavily regulated\r\nindustry.  Certainly we cannot accept the Government's argument that because the industry in which Maritrans participates\r\nis regulated, we should end the inquiry at the first tier of analysis. The Government's argument in this respect is without\r\nmerit.  \r\n\r\n\r\nMaritrans, Inc. v. United States, supra, at 797.\r\n\r\nUltimately, the Maritrans Court determined that, \r\n  although the shipping industry is heavily regulated, the plaintiff's right to \r\n  ownership of its vessels existed independently of the government's regulatory \r\n  scheme. Accordingly, Maritrans had a property interest in its tankers which \r\n  could be compensable under the Fifth Amendment.\r\n\r\nWe agree with appellants that a plaintiff who operates \r\n  in an heavily regulated industry is not prohibited from establishing the existence \r\n  of a property interest protected by the Fifth Amendment. The threshold inquiry \r\n  is whether the property interest affected is inherent in the plaintiff's ownership \r\n  rights or completely dependent upon regulatory licensing. Mibbs, Inc. v. South \r\n  Carolina Dep't of Revenue, supra; see also Lucas v. South Carolina Coastal Council, \r\n  505 U.S. 1003, 1030 (1992), citing Board of Regents of State Colleges v. Roth, \r\n  408 U.S. 564, 577 (1972) (the range of interests protected by the Fifth Amendment \r\n  is defined by \"existing rules or understandings that stem from an independent \r\n  source such as state law.\"). If the property interest is inherent in the plaintiff's \r\n  ownership rights, then the Court determines whether a compensatory taking has \r\n  occurred. \r\n\r\nHere, appellants claim the invalid local option law \"revoked and/or impounded [their] contracts\" for the placement of video\r\ngaming machines, thereby constituting a taking.  We disagree. \r\n\r\nThe local option law did not \"revoke or impound\" \r\n  appellants' contracts which they entered on the assumption cash payouts would \r\n  continue to be legal. Appellants' rights to continued cash payouts were completely \r\n  dependent upon regulatory licensing rather than inherent in appellants' right \r\n  to own or possess video gaming machines. Mibbs, Inc. v. South Carolina Dep't \r\n  of Revenue, supra. Moreover, their rights to operate video gaming machines were \r\n  completely dependent upon the regulatory licensing scheme rather than inherent \r\n  in their right to own or possess the machines. See § 12-21-28-8(7) (Supp. 1995) \r\n  (recognizing licensing required for operation of coin-operated devices). Appellants' \r\n  interest in the contracts did not constitute a property interest which could \r\n  be compensable as a taking. Accordingly, the trial judge did not err by failing \r\n  to reach the Penn Central factors.\r\n\r\n\r\n    II. Impairment of Contract Claim \r\n  \r\n\r\n\r\nAppellants assert the trial judge erred by dismissing \r\n  their Contract Clause claim. They claim that, in spite of the high degree of \r\n  regulation of the video poker industry, they could not have foreseen an illegal \r\n  ban on cash payouts. Further, appellants argue that, unlike the video poker \r\n  operator in Mibbs, supra, they entered into contracts before the enactment or \r\n  notice provisions of the local option law. \r\n\r\nBoth the United States and South Carolina Constitutions \r\n  prohibit the State from passing laws which impair the obligations of contracts. \r\n  See U.S. Const. art. I, § 10; S.C. Const. art. I, § 4. A three-step analysis \r\n  is applied to determine whether a law violates the federal and state Contract \r\n  Clauses. Ken Moorhead Oil Co. v. Federated Mutual Ins. Co., 323 S.C. 532, 476 \r\n  S.E.2d 481 (1996). Initially, the Court must determine whether the state law \r\n  has operated as a substantial impairment of a contractual relationship. If the \r\n  regulation does constitute a substantial impairment, the State, in justification, \r\n  must have a significant and legitimate public purpose behind the regulation. \r\n  Lastly, once a legitimate public purpose has been identified, the Court determines \r\n  whether the adjustment of contractual rights is based upon reasonable conditions \r\n  and is of a character appropriate to the public purpose. Mibbs v. South Carolina \r\n  Dep't of Revenue, supra.\r\n\r\nIn Mibbs, the Court addressed this same Contract \r\n  Clause issue - whether a video poker operator could foresee the passage of the \r\n  invalid local option law. We held where there is a Contract Clause claim, the \r\n  threshold inquiry is whether the State law has operated as a substantial impairment \r\n  of the reasonable expectations of the parties. Id. The validity of the regulation \r\n  is irrelevant to this initial determination. Id.  \r\n\r\n  Further, the Mibbs Court noted Martin v. Condon, \r\n  supra, struck down the ban on cash payouts because it did not apply statewide, \r\n  not because the ban was substantively invalid. Id. Presumably, the legislature \r\n  could have banned cash payouts for coin-operated video gaming machines if it \r\n  did so on a statewide basis. (4)  \r\n\r\nFinally, the fact that appellants entered into \r\n  contracts for the placement of video gaming machines before the legislature \r\n  enacted the local option law is an insignificant distinction from Mibbs. In \r\n  Mibbs, the Court acknowledged there is \"no substantial impairment of a contract \r\n  where the subject of the contract is a highly regulated business whose history \r\n  makes further regulation foreseeable.\" Id. S.C. at 608, S.E.2d at 629. It concluded \r\n  the video poker industry was highly regulated and, therefore, further regulation \r\n  regarding cash payouts was foreseeable. Although recognizing the operator had \r\n  entered into contracts after enactment of the local option law, Mibbs was nonetheless \r\n  decided on the basis of the high degree of regulation in the video gaming industry. \r\n\r\n\r\nAppellants assert our decision today will affect the reliability of contracts entered into by participants in other highly\r\nregulated fields like banking and insurance.  We disagree.  Throughout the late 1980s and early 1990s, the same time period\r\nduring which appellants entered into their contracts, lawmakers repeatedly introduced legislation specifically aimed at\r\neliminating nonmachine cash payouts. (5)  In this unique environment, appellants could not have reasonably expected that no\r\nregulation would interfere with their anticipated cash payouts.  Our ruling does not affect the certainty of contracts in highly\r\nregulated fields.  \r\n\r\n  As previously determined in Mibbs, the trial \r\n  judge properly dismissed the impairment of contract claim because appellants \r\n  could not have reasonably expected cash payouts for coin-operated video gaming \r\n  machines to remain legal when they entered into the contracts.\r\n\r\nAFFIRMED.  \r\n\r\nTOAL, C.J., MOORE, J., and Acting Justices C. Victor, Pyle, Jr., and Thomas L. Hughston, Jr., concur.\r\n\r\n1. Appellants are located in the twelve counties where cash payouts were banned.  \r\n2. Appellant Leslie Mart asserted its contract provided for a term beginning on December 6, 1991, with an automatic\r\nrenewal of another five year term after the first five years.  The other appellants asserted they \"entered into valid,\r\nenforceable contracts . . . prior to the enactment or notice of the provisions of Section 12-21-2806.\" \r\n3. The Court relied in part \r\n  on Mitchell Arms in Mibbs, Inc. v. South Carolina Dep't of Revenue, supra. \r\n4. At oral argument, appellants conceded the legislature could have banned video gaming altogether.  \r\n5. See, e.g, H.R.3823, 108th \r\n  Leg., 2d Sess. (1989) (bill to repeal S.C. Code Ann. § 16-19-60; H.R. 2867, \r\n  108th Leg., 2d Sess. (1989) (bill to make it unlawful to have or \r\n  to operate a machine for playing games which utilizes a deck of cards); H.R.3104, \r\n  109th Leg. 1st Sess. (1991) (bill to repeal § 16-19-60). \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25372","title":"In the Matter of Kitchel","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25372","description":"This is a disciplinary matter in which it is alleged an attorney committed various acts of misconduct.","date":"2001-11-05","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nIn the Matter of Dirk J. Kitchel,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25372\r\nHeard September 27, 2001 - Filed November 5, 2001\r\n\r\n\r\nDEFINITE SUSPENSION\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nCameron L. Marshall, of Charleston, for respondent.\r\n\r\nAttorney General Charles M. Condon and Assistant Attorney General Tracey C. Green, both of Columbia, for the Office of\r\nDisciplinary Counsel.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:  In this attorney disciplinary matter, the Commission on Lawyer Conduct (the Commission) filed formal\r\ncharges against Respondent Dirk J. Kitchel.  Respondent did not respond by way of answer or motion to the charges.  The\r\nsubpanel granted the Commission's motion to hold respondent in default and deemed respondent's failure to respond to the\r\nformal charges an admission of the factual allegations.  The subpanel's order notified respondent he could present\r\nmitigating evidence at the hearing. \r\n\r\n  Respondent appeared at the hearing before the subpanel.  He admitted he did not timely respond to the two complaints\r\nfiled against him.  Respondent further admitted he did not timely respond to the Notice of Full Investigation.\r\n\r\nThe subpanel made the following findings of fact.  \r\n\r\n\r\n    Matter I \r\n  \r\n\r\n\r\n\r\n1.  In February 1998, Wife retained respondent to handle a no-fault divorce.  Although Wife had already\r\nprepared the\r\ncomplaint, respondent failed to timely file the divorce petition.  \r\n\r\n  2. Subsequently, Husband filed a complaint against \r\n    Wife. Respondent did not respond to Wife's attempts to contact him. Consequently, \r\n    Wife filed a pro se answer to the complaint. \r\n\r\n3.  The day before the hearing, respondent notified Wife of the hearing, even though respondent received notice of the\r\nhearing two weeks earlier.  Wife was out-of-state and unable to attend the hearing.  \r\n\r\n4.  Respondent attended the hearing.  He did not ensure the property distribution was resolved at the hearing.  \r\n\r\n5.  Although aware personal property had not been delivered from Husband to Wife, respondent did not correct the finding\r\nin the final order that all property had been divided to the satisfaction of the parties.\r\n\r\n6.  Respondent failed to forward a copy of the final divorce decree to Wife.\r\n\r\n7.  Respondent did not properly respond to Wife's inquiries or provide her with her file as requested.\r\n\r\n\r\n\r\n    Matter II\r\n\r\n\r\n\r\n\r\n1.  On February 1, 1999, the Court suspended respondent from the practice of law for failure to pay bar dues.  On May 4,\r\n1999, the Court suspended respondent from the practice of law for failure to comply with CLE requirements.\r\n\r\n2.   The Court lifted the suspension for CLE non-compliance in June 1999 but did not lift the suspension for failure to pay\r\nbar dues until August 23, 1999.  During the time which respondent was suspended for failure to pay bar dues, he\r\nrepresented Wife and other clients.  \r\n\r\n\r\n\r\n    Matter III\r\n\r\n\r\n\r\n\r\n  1. Respondent failed to respond to the initial \r\n    notice of Wife's complaint and to the subsequent letter by disciplinary counsel \r\n    sent pursuant to In re Treacy, 277 S.C. 514, 290 S.E.2d 240 (1982). \r\n  \r\n\r\n2.  Respondent failed to timely respond to the Notice of Full Investigation.  He responded only after contacted by an\r\nAttorney to Assist Disciplinary Counsel.  \r\n\r\n\r\n\r\n    Matter IV\r\n\r\n\r\n\r\n\r\n1.  Respondent was retained to represent Client to obtain a bond reduction.  Respondent appeared on Client's behalf at two\r\nbond reduction hearings.\r\n\r\n2. Client's Sister (Sister) filed a complaint against respondent in October 1999. (1)        \r\n\r\n  3. Respondent failed to respond to the initial \r\n    notice of Sister's complaint and to the subsequent letter by Disciplinary \r\n    Counsel sent pursuant to In re Treacy, id.  \r\n\r\n\r\n\r\n    Other Matters \r\n  \r\n\r\n\r\n\r\n1.  On two occasions in 2000 respondent submitted two checks to the CLE Commission.  Both checks were returned for\r\ninsufficient funds.  \r\n\r\n2.  A bank closed an account maintained by respondent because he failed to satisfy the bank's advance of funds in payment\r\nof a check drawn on respondent's account.\r\n\r\n\r\nThe subpanel determined respondent committed misconduct in\r\n\r\nviolation of the following: 1) Rule 7(a) (1), RLDE, Rule 413, SCACR, by violating the Rules of Professional Conduct,\r\nRule 407, SCACR;  2) Rule 7(a) (3), RLDE, Rule 413, SCACR, by failing to respond to a lawful demand for a response\r\nfrom a disciplinary authority; 3) Rule 1.1, RPC, Rule 407, SCACR, by failing to provide competent representation; 4) Rule\r\n1.2, RPC, Rule 407, SCACR, by failing to consult with a client and failing to abide by a client's wishes; 5) Rule 1.3, RPC,\r\nRule 407, SCACR, by failing to diligently represent a client; 6) Rule 1.4, RPC, Rule 407, SCACR, by failing to properly\r\ncommunicate with a client; 7) Rule 1.15, RPC, Rule 407, SCACR, by failing to safekeep a client's property; 8) Rule 5.5,\r\nRPC, Rule 407, SCACR, by engaging in the unauthorized practice of law;  9) Rule 8.1(b), RPC, Rule 407, SCACR, by\r\nfailing to respond to a demand for information from a disciplinary authority; and 10) Rule 8.4 (a), RPC, Rule 407, SCACR,\r\nby violating the Rules of Professional Conduct.  \r\n\r\nThe subpanel recommended respondent be suspended from the practice of law for 90 days, participate in a law office\r\nmanagement program, and pay the costs of the proceeding.  The panel adopted the subpanel's report.\r\n\r\nBecause respondent failed to answer the formal \r\n  charges against him, he is deemed to have admitted the factual allegations in \r\n  the document. Rule 24(a), RLDE, Rule 413, SCACR. Accordingly, the only issue \r\n  before the Court is the appropriate sanction. Matter of Thornton, 327 S.C. 193, \r\n  489 S.E.2d 198 (1997). \r\n\r\nIn the past, the Court has imposed a range of discipline \r\n  for similar misconduct. In re Reichmanis, Op. No. 25269 (S.C. Sup. Ct. filed \r\n  March 26, 2001) (Shearouse Adv. Sh. No. 11 at 55) (neglect of patent applications \r\n  and failure to respond to disciplinary counsel warranted public reprimand); \r\n  In re Strait, 343 S.C. 312, 540 S.E.2d 460 (2000) (misconduct including, among \r\n  others, failing to act diligently, failing to return client telephone calls, \r\n  failing to inform client of dismissal of case, failing to return client materials \r\n  upon request, and failing to timely respond to correspondence from disciplinary \r\n  counsel warranted six month and one day suspension); In re Blackmon, 344 S.C. \r\n  83, 543 S.E.2d 559 (2001) (failure to communicate properly with clients on two \r\n  occasions, neglect to ensure that client received a court order in a timely \r\n  fashion and failure to properly explain order to client warranted public reprimand); \r\n  In re Hall, 341 S.C. 98, 533 S.E.2d 588 (2000) (neglect of legal matters, practicing \r\n  law while under suspension, and failure to respond to disciplinary authority \r\n  warranted disbarment); In re Meeder, 327 S.C. 169, 488 S.E.2d 875 (1997) (engaging \r\n  in practice of law while under suspension, coupled with failure to provide competent \r\n  representation, act with reasonable diligence and promptness in representing \r\n  client, keep client reasonably informed about status of matter and promptly \r\n  comply with reasonable requests for information, explain matter to extent reasonably \r\n  necessary to permit client to make informed decisions regarding representation, \r\n  or cooperate with disciplinary investigation warranted disbarment). \r\n\r\nUnder the circumstances of this case, we deem a sixty day suspension from the practice of law the appropriate sanction. \r\nWithin fifteen days of the date of this opinion, respondent shall file an affidavit with the Clerk of this Court showing that\r\nhe has complied with Rule 30, RLDE, Rule 413, SCACR (duties following disbarment or suspension).\r\nRespondent shall\r\nalso pay costs of $189.89 associated with this proceeding.  Costs shall be remitted to the Office of Disciplinary Counsel\r\nwithin thirty days of the date of this opinion.   \r\n\r\nIn addition, respondent shall participate in a law office management assistance program (LOMAP),\r\nsubstantially similar to the LOMAP previously provided by the South Carolina Bar, and meet the\r\nfollowing conditions: 1) within thirty days of his suspension, respondent shall contract with a\r\nprivate attorney to implement the program; 2) respondent shall submit the name of the private\r\nattorney to disciplinary counsel and obtain disciplinary counsel's written approval of the selected\r\nprivate attorney; 3) respondent shall participate in the program until the private attorney certifies to\r\ndisciplinary counsel that respondent has completed the program; 4) respondent is responsible for all\r\ncosts associated with the program; and 5) failure to complete the program may be an independent\r\nbasis for imposition of further sanction.\r\n\r\nDEFINITE SUSPENSION.\r\n\r\ns/Jean H. Toal C.J.\r\n\r\ns/James E. Moore J.\r\n\r\ns/John H. Waller, Jr. J.\r\n\r\ns/E.C. Burnett, III J.\r\n\r\ns/Costa M. Pleicones J.\r\n\r\n\r\n\r\n1. As noted by disciplinary counsel at the subpanel hearing, there was no evidence of misconduct in the underlying\r\ncomplaint.\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25373","title":"State v. Knoten","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25373","description":"Defendant's murder conviction is reversed because trial court refused defendant's request for jury charge on voluntary manslaughter.  Viewing evidence in light most favorable to Defendant, he was entitled to the requested charge.  Defendant's remaining convictions for murder, kidnapping, and criminal sexual conduct are affirmed.","date":"2001-11-05","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n25373\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nThe State,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent,\r\nv.\r\n\r\n\r\nMax Knoten,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nAppellant.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\nJoseph J. Watson, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25373\r\nHeard May 23, 2001 - Filed November 5, 2001\r\n\r\n\r\nAFFIRMED IN PART; REVERSED IN PART.\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney\r\nGeneral Donald J. Zelenka, Assistant Attorney General Tracey Colton Green, and Solicitor Warren B. Giese, all of\r\nColumbia, for respondent.\r\n\r\nAssistant Appellate Defender Robert M. Dudek, of the South Carolina Office of Appellate Defense, of Columbia, for\r\nappellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE PLEICONES: Appellant was convicted of two counts of murder, two counts of kidnapping, and one count of\r\nfirst degree criminal sexual conduct in connection with the deaths of thirty-year-old  Kimberly Brown (\"Kim\") and three-year-old Layah Brazil (\"Layah\").  He received consecutive sentences of life without the possibility of parole for the murder\r\noffenses and a consecutive sentence of thirty years for criminal sexual conduct.  On appeal, he alleges the trial court erred\r\nin refusing to instruct the jury on voluntary manslaughter in connection with Kim's homicide, in refusing to charge the jury\r\non involuntary manslaughter in connection with Layah's death, and in admitting certain hearsay statements of his mother.\r\n\r\nFACTS\r\n\r\nAround noon on Tuesday, November 18, 1997, Cora Brown, Kim's mother, went to her daughter's apartment after\r\nreceiving no answer to phone calls placed to the apartment and after learning from Kim's employer that Kim had not\r\narrived for work.  She found the door to the apartment unlocked, and entered to find blood on the floor, but no sign of Kim,\r\nor Layah. (1)  Mrs. Brown immediately called the Richland County Sheriff's Department and reported her daughter missing.\r\n\r\nThe Sheriff's Department began investigating the case as a missing persons incident.  After investigators found Appellant's\r\nname in Kim's address book, police contacted him on Tuesday night.  Appellant told police that he had been at Kim's\r\napartment between 9 and 10 p.m. on Monday evening.\r\n\r\nThe investigation revealed that Appellant was the last person known to have seen Kim on Monday night, and that Appellant\r\nand his family were old and dear friends of Kim and her family.\r\n\r\nWednesday morning, police contacted Appellant at work and asked if he would come to the sheriff's office to speak with\r\ninvestigators.  Appellant agreed to do so, and arrived at the office around 11:00 a.m.  He again told police he had seen Kim\r\nand Layah at Kim's apartment Monday evening, and that he had arrived around 9 p.m. and remained for an hour.  He stated\r\nthat when he left Kim's apartment, he went to a co-worker's home and spent the night.  When police contacted this co-worker, he provided Appellant with an alibi.  Later, the co-worker told investigators that Appellant had not been at his\r\nhome on the night of the disappearance, but that Appellant had asked him to tell police otherwise.\r\n\r\nThe investigating officer asked for and received permission to search Appellant's car.  Upon inspecting the trunk of\r\nvehicle, he discovered what appeared to be blood.  Thereafter, police resumed questioning Appellant regarding Kim's and\r\nLayah's disappearance.\r\n\r\nOver the course of the next two days, Appellant gave a number of inconsistent statements to police, each more inculpatory\r\nthan the last.  In the first signed statement, taken between 8:30 and 9:30 p.m. Wednesday evening, Appellant claimed he\r\nleft Kim's house on Monday evening between 10 and 10:30, that he got in his car, drove away from the apartment complex,\r\nand then blacked out.  He woke up the next morning at the Rosewood boat ramp and went to work.  He said he did not\r\nknow if he had killed Kim or Layah.\r\n\r\nIn his second signed statement, given around 1 a.m. Thursday morning, Appellant stated that he and Kim had consensual\r\nsex that Monday evening, and afterwards, Kim became agitated.  She armed herself with a knife and threatened him.  She\r\ncut him on the leg (2) and chased him out of the apartment.  Appellant, nude in the parking lot, retrieved a foot-long steel bar\r\nfrom the trunk of his car.  He reentered the apartment.  Kim cut him again, and he hit her over the head with the metal bar. \r\nKim collapsed from the blow.  He wrapped her body in a blanket and put her in the trunk of his car.  He returned to the\r\napartment, cleaned up, and napped for two hours.  He awoke at 5:00 a.m. (now Tuesday morning), got Layah out of bed,\r\nand told the child they were going to look for Kim.  He drove to a boat landing on Sumter Highway where he disposed of\r\nKim's body.  He left Layah at the landing, and went to work.\r\n\r\nAppellant gave his final written statement around 11 a.m. Thursday.  In that statement he admitted raping Kim.  He further\r\nadmitted pushing Layah into the river.  Otherwise, the third statement is largely consistent with the second statement.\r\n\r\nKim's body was discovered by fishermen on Wednesday, November 19, around 5:00 p.m.  The State introduced evidence\r\nat trial that she had been anally raped, and that she died from either head trauma or, more likely,  strangulation.\r\n\r\nThe following morning, police discovered Layah's body in the river, sixteen feet from shore.  The cause of death was\r\ndrowning.  There were no signs of trauma, or any other injuries to Layah.\r\n\r\nThe State introduced all three statements at trial.  Appellant testified at trial and admitted making all three statements.  He\r\nsaid that much of the  statements' contents had been suggested to him by the police.\r\n\r\nAppellant further testified that a co-worker (3) confessed to him that he killed Kim.  The co-worker then threatened to kill\r\nAppellant's mother and sister if Appellant informed the authorities.  Because he feared for the safety of his mother and\r\nsister, Appellant, taking cues from the interrogating officers, fabricated the confessions.\r\n\r\nISSUE I\r\n\r\n\r\nDid the trial court err in refusing Appellant's request to instruct the jury on the crime of voluntary manslaughter in the\r\ndeath of Kimberly Brown?\r\n\r\n\r\nANALYSIS\r\n\r\nThe law to be charged must be determined from the \r\n  evidence presented at trial. State v. Cole, 338 S.C. 97, 525 S.E.2d 511 (2000). \r\n  In determining whether the evidence requires a charge of voluntary manslaughter, \r\n  the Court views the facts in a light most favorable to the defendant. State \r\n  v. Byrd, 323 S.C. 319, 474 S.E.2d 430 (1996). \"To warrant a court's eliminating \r\n  the offense of manslaughter, it should very clearly appear that there is no \r\n  evidence whatsoever tending to reduce the crime from murder to manslaughter.\" \r\n  State v. Cole, at 101, 525 S.E.2d at 513.\r\n\r\nManslaughter is defined as \"the unlawful killing \r\n  of another without malice.\" S.C.Code Ann. § 16-3-50 (Supp. 2000); Carter v. \r\n  State, 301 S.C. 396, 398, 392 S.E.2d 184, 185 (1990).\r\n\r\n\r\nVoluntary manslaughter is the unlawful killing of a human being in sudden heat of passion upon sufficient legal\r\nprovocation.   Heat of passion alone will not suffice to reduce murder to voluntary manslaughter.  Both heat of passion and\r\nsufficient legal provocation must be present at the time of the killing.  The sudden heat of passion, upon sufficient legal\r\nprovocation, which mitigates a felonious killing to manslaughter, while it need not dethrone reason entirely, or shut out\r\nknowledge and volition, must be such as would naturally disturb the sway of reason, and render the mind of an ordinary\r\nperson incapable of cool reflection, and produce what, according to human experience, may be called an uncontrollable\r\nimpulse to do violence.\r\n\r\n\r\nState v. Cole, at 101-02, 525 S.E.2d at 513 (internal \r\n  citations omitted).\r\n\r\nEven when a person's passion has been sufficiently \r\n  aroused by a legally adequate provocation, if at the time of the killing those \r\n  passions had cooled or a sufficiently reasonable time had elapsed so that the \r\n  passions of the ordinary reasonable person would have cooled, the killing would \r\n  be murder and not manslaughter. State v. Hughey, 339 S.C. 439, 452, 529 S.E.2d \r\n  721, 728 (2000).\r\n\r\nViewing the evidence in the light most favorable to Appellant, a charge of voluntary manslaughter was warranted here. \r\nThe State introduced all three of Appellant's written statements at trial.  The second statement was as follows: (4)\r\n\r\n\r\nQ: Can you provide additional information about Kim and\r\nLayah?\r\nA: I went over to Kim's about 9:00 p.m.  We were talking.  Layah was awake.  Kim was cooking chicken and corn.  Kim\r\nfed the baby in the kitchen.  Kim and I did not eat.  She put the baby to bed.  Kim and I went upstairs.  We had sex in her\r\nbed.  I did not use a condom.\r\nQ: Did you ejaculate?\r\nA: Yes.\r\nQ: What next?\r\nA: We got up and started washing up.  We started talking.  I don't know what I said wrong or what happened to her.  She\r\ngot a knife from the kitchen and came back up the stairs.  She started threatening me.  She chased me down the stairs.  I ran\r\nout the front door.  I did not have on any clothes.  She did not have on any clothes.  I thought she was kidding.  She cut me\r\non the right leg.  I went to my car and got a bar.  It is about a foot long and silver.  It's made out of steel.  I pulled the latch\r\nin the car and the trunk opened.  I got the bar from the trunk.  We were in the house near the front door.  Kim cut me with\r\nthe knife then.  I hit her with the bar across the head.  She feel [sic] and hit the floor.  She was crawling the stairs and she\r\ncollapsed.  I rolled her up in a blanket while she was on the stairs.  I put her in the trunk.  I went back in and tried to clean\r\nup.  I went to sleep on the floor in the living room.  I woke up around 5:00 a.m.  I think I feel [sic] asleep around 3:00 a.m. \r\nWhen I woke up, I got Layah out of bed.  I washed my hands.  Layah walked downstairs and got into the front passenger\r\nseat of the car.  I told her that we were going to try and find her mom.  I was talking about Kim.  I drove out and turned\r\nonto Sumter Hwy [sic].  I drove until I saw a sign that said \"landing.\"  It was to the right of Sumter Highway.  I went down\r\nto the end by the water.  I backed the car up.  I took her out.  I dragged Kim a few feet.  I covered her with a big blanket.  I\r\nwent around and got Layah out of the car.  I left her beside the car.  I told her I would be back.\r\nQ: What was Layah wearing?\r\nA: A light blue jumpsuit.\r\nQ: What time was it now?\r\nA: About 6:15 a.m.  It was dawn.\r\nQ: Where did you go?\r\nA: On to work.  I clocked in around 7:20 a.m.\r\nQ: Where is the bar you hit Kim with?\r\nA: I threw it in the woods.  I was standing next to Kim when I threw it.  It hit a tree.\r\nQ: Was Layah alive when you left?\r\nA: Yes sir.\r\nQ: Is there anything else?\r\nA: No.\r\n\r\n\r\nThe State argues two grounds for affirming the trial court's refusal to charge voluntary manslaughter: first, it contends that\r\nthe above evidence indicates, as a matter of law, that sufficient \"cooling off\" time elapsed while Appellant was retrieving\r\nthe pipe such that he could not have been acting in the heat of passion when he killed Kim; additionally, the State contends\r\nthat because Appellant recanted the confession at trial, he was not entitled to a charge on voluntary manslaughter.\r\n\r\nAppellant argues that because Kim cut him before he struck her with the pipe, the trial court should have instructed the jury\r\non voluntary manslaughter.  We agree.  Twice in the above statement, Appellant claims Kim cut him.  After the first cut, he\r\nwas chased out of the apartment, went to his car, and got the metal pipe.  He reentered the apartment, and killed Kim after\r\nshe cut him again. (5)\r\n\r\nIn State v. Lowry, 315 S.C. 396, 434 S.E.2d 272 \r\n  (1993), this Court reversed the Court of Appeals' affirmance of a defendant's \r\n  murder conviction because the trial court erroneously refused to charge voluntary \r\n  manslaughter. The Court observed: \"Here, there is testimony which, if believed, \r\n  tends to show that the decedent and Lowry were in a heated argument and that \r\n  the decedent was about to initiate a physical encounter when the shooting occurred.\" \r\n  Id. at 399, 434 S.E.2d at 274.\r\n\r\nWere a jury to believe the facts as represented in Appellant's second statement, he and Kim were likewise in a heated\r\nencounter and she had twice cut him with a knife when he struck her with the pipe.  It follows that a charge on voluntary\r\nmanslaughter was required.\r\n\r\nThe cases cited by the State can be distinguished from the case we decide today.\r\n\r\nThe State cites State v. Hughey, 339 S.C. 439, \r\n  529 S.E.2d 721 (2000), wherein we held that the trial court did not err in refusing \r\n  to instruct the jury on the specific examples of \"sufficient legal provocation\" \r\n  requested by the defendant. Defendant, in essence, sought a jury charge on the \r\n  facts as he presented them at trial. We observed that\r\n\r\n\r\nHughey requested the following examples of legal provocation:  pulling a knife on a defendant, pointing a gun at a\r\ndefendant, spitting in a defendant's face, assault of a family member, sudden mutual combat where one of the participants\r\nis killed by the other without a previously informed intention to do so, finding one's spouse in the act of adultery, or the\r\ndeceased having molested a defendant's minor child.  The requested examples constitute a direct charge on the facts\r\nbecause Hughey alleges that a knife was pulled on him, Jackson spit in his face, and there was sudden mutual combat.  The\r\nrequested jury charge elevates the specific facts of the case, such as spitting in a person's face, to an acceptable act of legal\r\nprovocation.  Because the requested charge is an instruction on the facts, and the requested charge is fully and fairly\r\ncovered by the trial judge's general charge, refusal of the requested instruction is not reversible error.\r\n\r\n\r\nId. at 339 S.C. 452, 529 S.E.2d at 728. As required \r\n  by law, the trial court in that case instructed the jury on voluntary manslaughter. \r\n  The holding of State v. Hughey has no application to the instant case.\r\n\r\nIn State v. Cole, supra, we affirmed the defendant's \r\n  murder conviction despite the trial court's failure to give a requested charge \r\n  on voluntary manslaughter. We held that the fact that the defendant and a friend \r\n  of the victim had previously fought and the victim's friend had pushed over \r\n  defendant's stereo did not constitute sufficient legal provocation to support \r\n  a charge on voluntary manslaughter. We further held that there was no evidence \r\n  that the killing was committed in the sudden heat of passion. We remarked that\r\n\r\n\r\n[e]ven if [the defendant] had been in the heat of passion during the confrontation in his apartment, three to five minutes\r\nhad passed in which he had time to go to his mother's apartment and find his gun.  Far from passion, these actions indicate\r\n\"cool reflection.\"  [The defendant] admitted that in the time between when [the victim's friend] and the victim went out the\r\nfront door and he went out the back, he had \"time enough for me to get my head together.\"   Most significantly, the men\r\nhad been gone for several minutes when [the defendant] shot and killed the victim.\r\n\r\n\r\nId. at 102, 525 S.E.2d at 513 (citation omitted; \r\n  emphasis added).\r\n\r\nThe facts of Cole are distinguishable from those \r\n  portrayed in Appellant's second statement. There can be little argument that \r\n  an unprovoked knife attack constitutes sufficient legal provocation to warrant \r\n  the requested charge. Furthermore, unlike the facts of Cole, here there is no \r\n  evidence that a significant period of time elapsed between the alleged knife \r\n  attack and Appellant's striking the fatal blows. Appellant claims he was chased \r\n  from the apartment by the knife-wielding victim. It was a cold November evening \r\n  and he was naked. He opened the trunk of his car with the trunk latch and retrieved \r\n  the pipe. He then reentered the apartment. Kim cut him again, and he responded \r\n  to the attack by hitting her with the pipe. Viewing this evidence in the light \r\n  most favorable to Appellant, as we must, there is simply no evidence that, as \r\n  a matter of law, Appellant had sufficient time to cool.\r\n\r\nIn Carter v. State, 301 S.C. 396, 392 S.E.2d 184 \r\n  (1990), the defendant had been convicted of murder. He sought post-conviction \r\n  relief on the basis of ineffective assistance of trial counsel. This Court agreed \r\n  and reversed his conviction. The evidence in that case established that Carter \r\n  had gone to the victim's home, and while there the two had fought. The victim \r\n  struck Carter and ejected Carter from his home. Carter went to his car, retrieved \r\n  a knife and returned to fatally stab the victim. The Court found that based \r\n  on these facts, a jury could have found Carter guilty of voluntary manslaughter. \r\n  Therefore, the trial court's charge which created a mandatory presumption of \r\n  malice and precluded manslaughter prejudiced Carter and mandated reversal of \r\n  his conviction.\r\n\r\nThe facts presented in Appellant's second statement \r\n  are nearly indistinguishable from those in Carter. A charge on voluntary manslaughter \r\n  was clearly warranted.\r\n\r\nIn support of its second argument, that because \r\n  Appellant recanted his statement he was properly denied the requested voluntary \r\n  manslaughter charge, the State cites a single case, State v. Weaver, 265 S.C. \r\n  130, 217 S.E.2d 31 (1975). In that case, the Court held there was no error in \r\n  denying the defendant's request to charge that if the jury found the arresting \r\n  officer used unreasonable force in effecting the arrest, the defendant's resistance \r\n  would not have been unlawful. At trial, the defendant denied that he resisted \r\n  arrest. The officer testified that he did not use unreasonable force in effecting \r\n  the arrest. The defendant had made no pre-trial statement which would have supported \r\n  the requested charge. The record contained no evidence that the officer used \r\n  unreasonable force, and therefore the requested charge was not warranted. See \r\n  State v. Cole, supra. Weaver is distinguishable from the instant case.\r\n\r\nMoreover, the State's argument does not accurately \r\n  reflect the law of this State. In State v. Moore, 245 S.C. 416, 140 S.E.2d 779 \r\n  (1965), the defendant was charged with, and convicted of, assault and battery \r\n  of a high and aggravated nature. The trial court refused his requested jury \r\n  charge on simple assault and battery, despite testimony that the victim had \r\n  received only slight injuries. The defendant testified that he had been elsewhere \r\n  when the incident occurred, and under the defense's theory, he could have been \r\n  not guilty of even simple assault and battery. The Court held that the refusal \r\n  to charge on the lesser included offense was reversible error. The Court stated \r\n  that,\r\n\r\n\r\nIn determining the issues to be submitted to the jury . . . all of the testimony, both for the State and the defense, must be\r\nconsidered. . . .  The fact that the defendant interposed the defense of alibi did not deprive him of the benefit of the\r\nreasonable inferences to be drawn from the testimony relative to the degree of the offense committed, for the burden of\r\nestablishing the offense charged rested upon the State.\r\n\r\n\r\nId. at 420-21, 140 S.E.2d at 781.\r\n\r\nBecause there was evidence - in this case introduced by the State -  supporting a conviction for the lesser included offense\r\nof voluntary manslaughter, we reverse Appellant's conviction in the slaying of Kimberly Brown.\r\n\r\nISSUE II\r\n\r\n\r\nDid the trial court err in refusing Appellant's request to instruct the jury on the crime of involuntary manslaughter in the\r\ndeath of Layah Brazil?\r\n\r\n\r\nANALYSIS\r\n\r\nInvoluntary manslaughter is defined as either (1) \r\n  the killing of another without malice and unintentionally, but while one is \r\n  engaged in the commission of some unlawful act not amounting to a felony and \r\n  not naturally tending to cause death or great bodily harm; or (2) the killing \r\n  of another without malice and unintentionally, but while one is acting lawfully, \r\n  with reckless disregard for the safety of others. To warrant the court's elimination \r\n  of the offense of manslaughter it should very clearly appear that there is no \r\n  evidence whatsoever tending to reduce the crime from murder to manslaughter. \r\n  State v. Burriss, 334 S.C. 256, 264-65, 513 S.E.2d 104, 109 (1999).\r\n\r\nWith regard to the offense of involuntary manslaughter, the general assembly has defined \"criminal negligence\" as the\r\n\"reckless disregard of the safety of others.\"  Further, a person charged with involuntary manslaughter \"may be convicted\r\nonly upon a showing of criminal negligence\" as defined in  S.C.Code Ann. 16-3-60 (Supp. 2000).\r\n\r\nAppellant contends that because in his second written statement, he claims to have left Layah alive and standing by the\r\nriver after he disposed of Kim's body on the morning of November 18, the trial court was required to instruct on\r\ninvoluntary manslaughter.  He asserts that Layah's kidnapping ended when he drove away from the boat ramp that\r\nmorning, because the child's \"freedom\" had been restored at that point in time.  We disagree.\r\n\r\nWhile we recognize that kidnapping is a continuing offense, commencing when the victim is wrongfully deprived of\r\nfreedom and continuing until freedom is restored, (6) we cannot agree that this three-year-old child's freedom was restored\r\nwhere she had been placed in a situation so fraught with peril.\r\n\r\nAppellant points to no evidence that Layah's freedom was actually restored.  To the contrary, the only evidence that Layah\r\nwas released indicates that she was released around 6 a.m. a few feet from the edge of a river, that the outside temperature\r\nat the time of her release was twenty-four degrees Fahrenheit, and that she was clad only in her pajamas.  Viewing these\r\nfacts in the light most favorable to Appellant, we cannot conclude that Layah's freedom had been restored.      \r\n\r\nBecause there is no evidence in the record to support a charge on involuntary manslaughter in the death of Layah Brazil, we\r\naffirm Appellant's murder conviction on that charge. (7)\r\n\r\n\r\n\r\nISSUE III\r\n\r\nDid the trial court commit reversible error by allowing evidence that Appellant's mother said she knew Appellant was not\r\ntelling the truth when he denied involvement in the crimes?\r\n\r\n\r\nANALYSIS\r\n\r\nAppellant contends the trial court committed reversible error when it allowed a police officer to testify that Appellant's\r\nmother said she did not believe Appellant was telling the truth when he denied knowledge of Kim's disappearance.  At\r\ntrial, the State presented testimony of Investigator Dave Lawrence.  Lawrence was one of the officers who took Appellant's\r\nstatements and he was the officer who discovered blood in the trunk of Appellant's automobile.  Over Appellant's\r\nobjection, the trial court allowed Lawrence to recount an exchange between Appellant and his mother which took place at\r\nthe sheriff's office.  Lawrence testified as follows:\r\n\r\n\r\nQ: What was it that Mrs. Knoten told her son in that interview room?\r\nA: She continuously asked him questions about Kim and about Layah.  And she immediately just was asking him questions\r\nvery rapidly.  She told Max that he needed to tell the truth and he needed to tell the truth now.  She told him that this was\r\nnot T.V.  She said that he needed to cooperate with the investigators, and she told him to help find the baby.\r\n* * * [Defense objects for the second time to this line of questioning and is overruled] * * *\r\nQ: Investigator Lawrence, I believe you were at the part when she indicated, told him that this was not T.V., he needed to\r\ncooperate with the investigators to help find the baby?\r\nA: That's correct.\r\nQ: And then start from there.\r\nA: She continued pleading with him. And she told him that he was her son and that she was going to support him and she\r\nloved him but she did not believe him.  She'd asked about the blood that was in his car.  He continued -\r\nQ: No, no.  Just, she asked about the blood in his car, correct?\r\nA: That's correct. . . .\r\n\r\n\r\nAppellant contends this exchange constituted inadmissible hearsay because it was offered as proof of the matter asserted,\r\nthat is, that Appellant's mother did not believe his denial.  He further contends the State compounded the argument when,\r\nin closing argument, the State referred to Mrs. Knoten's statement:  \"You heard the testimony that [his mother] looked him\r\nin the eyes.  Knowing that the blood was found in the trunk of that car, she took that newspaper article with the picture of\r\nKimberly and Layah.  She looked her son in the eyes and said, 'Max, I know you're lying.  Tell the truth.'  His own mother. \r\nAnd he looked his mother in the eyes and confessed to killing Kimberly Brown.  I ask you what more do you need in a\r\ncourt of law?\"\r\n\r\nThe State argues, inter alia, that under \r\n  Rule 801(d)(2)(B) SCRE, the statement was not hearsay. That rule provides \"A \r\n  statement is not hearsay if . . . the statement is offered against a party and \r\n  is . . . a statement of which the party has manifested an adoption or belief \r\n  in its truth.\" The comments to that section indicate that this rule is consistent \r\n  with South Carolina law, citing State v. Sharpe, 239 S.C. 258, 122 S.E.2d 622 \r\n  (1961), rev'd on other grounds, State v. Torrence, 305 S.C. 45, 406 S.E.2d 315 \r\n  (1991).\r\n\r\nThe defendant in State v. Sharpe, supra, was on \r\n  trial for assault with intent to ravish. The Court recounted that\r\n\r\n\r\n  After the appellant had been arrested and placed \r\n    in jail, his mother came to the jail and an officer explained to her why he \r\n    was under arrest. The mother was then permitted to see the appellant in the \r\n    presence of an officer and she said: 'Israel, as many colored women as it \r\n    is in this town why in the world did you go and get messed up with a white \r\n    woman and you will just have to pay your penalty.' The appellant made no reply \r\n    to this statement. \r\n\r\n  Upon the trial of the case, when this testimony \r\n    was given by the officer, an objection was made to its admission only on the \r\n    ground that the appellant was not present when the statement was made. The \r\n    record shows otherwise. The objection was properly overruled. This Court has \r\n    held that statements in the presence of the accused by a third person are \r\n    admissible as evidence when such accused remains silent and does not deny \r\n    such statements. . . . Under this rule, when appellant's mother made the foregoing \r\n    statement to him and he remained silent and did not deny same, such statement \r\n    was admissible.\r\n\r\n\r\nId. at 271, 122 S.E.2d at 628-29 (citations omitted). \r\n  \r\n\r\nWe agree that Appellant adopted the statement when \r\n  he later confessed to the crimes. \"A party who has agreed with or concurred \r\n  in an oral statement of another has adopted it.\" 5 Jack B. Weinstein &amp; Margaret \r\n  A. Berger, Weinstein's Federal Evidence, § 801.31[3][b] (Joseph M. \r\n  McLaughlin, ed., Matthew Bender 2d ed. 2000).\r\n\r\nBecause Appellant did not refute his mother's statement, \r\n  and later admitted he was lying when he denied involvement in or knowledge of \r\n  the offenses charged, his mother's statement was not hearsay. Therefore, there \r\n  is no merit to Appellant's third issue. (8)\r\n\r\nCONCLUSION\r\n\r\nBecause a jury instruction on voluntary manslaughter was required based on the evidence presented at trial, we REVERSE\r\nAppellant's conviction for the murder of Kim Brown.  Because, as discussed above, we find no merit in Appellant's other\r\ncontentions, we AFFIRM Appellant's remaining convictions and sentences.\r\n\r\nMOORE and WALLER, JJ., concur.  BURNETT, J., dissenting in a separate opinion in which TOAL, C.J.,\r\nconcurs.\r\n\r\nJUSTICE BURNETT:  I respectfully dissent from that portion of the majority opinion which holds appellant was entitled\r\nto an instruction on voluntary manslaughter regarding Kimberly Brown's (the victim's) death.  In my opinion, there was no\r\nevidence of sufficient legal provocation and, therefore, appellant was not entitled to the charge.\r\n\r\nThe law to be charged must be determined from the \r\n  evidence presented at trial. State v. Cole, 338 S.C. 97, 525 S.E.2d 511 (2000). \r\n  In determining whether the evidence requires a charge on voluntary manslaughter, \r\n  this Court must view the facts in the light most favorable to the defendant. \r\n  Id. To warrant a court's eliminating the offense of manslaughter, it should \r\n  very clearly appear that there is no evidence whatsoever tending to reduce the \r\n  crime from murder to manslaughter. Id. \r\n\r\nVoluntary manslaughter is the unlawful killing \r\n  of a human being in sudden heat of passion upon sufficient legal provocation. \r\n  State v. Kornahrens, 290 S.C. 281, 350 S.E.2d 180 (1986). Provocation necessary \r\n  to support a voluntary manslaughter charge must come from some act of or related \r\n  to the victim in order to constitute legal provocation. State v. Locklair, 341 \r\n  S.C. 352, 535 S.E.2d 420 (2000). A victim's attempts to resist or defend herself \r\n  from a crime cannot satisfy the sufficient legal provocation element of voluntary \r\n  manslaughter. State v. Shuler, ___ S.C. ___, 545 S.E.2d 805 (2001). Similarly, \r\n  \"the exercise of a legal right, no matter how offensive to another, is never \r\n  in law deemed a provocation sufficient to justify or mitigate an act of violence.\" \r\n  State v. Norris, 253 S.C. 31, 39, 168 S.E.2d 564, 567 (1969).\r\n\r\n\"The sudden heat of passion, upon sufficient legal \r\n  provocation, which mitigates a felonious killing to manslaughter, while it need \r\n  not dethrone reason entirely, or shut out knowledge and volition, must be such \r\n  as would naturally disturb the sway of reason, and render the mind of an ordinary \r\n  person incapable of cool reflection, and produce what, according to human experience, \r\n  may be called an uncontrollable impulse to do violence. State v. Byrd, 323 S.C. \r\n  319, 322, 474 S.E.2d 430, 432 (1996) (internal quotations omitted). Both heat \r\n  of passion and sufficient legal provocation must be present at the time of the \r\n  killing to constitute voluntary manslaughter. State v. Hughey, 339 S.C. 439, \r\n  529 S.E.2d 721 (2000).\r\n\r\nConsidered in the light most favorable to the defendant, appellant's second statement does not support a charge on\r\nvoluntary manslaughter.  According to the statement, appellant and the victim engaged in consensual intercourse at her\r\nhome.  Thereafter, the victim became upset and struck appellant once on the leg with a kitchen knife. Appellant left the\r\nvictim's home, went outside to his car where he opened the driver's door, released the trunk latch, raised the trunk, looked\r\ninside, located and removed a foot long steel bar.  Appellant returned into the victim's home armed with the steel bar and\r\nstruck her on the head.  After the victim fell to the floor and attempted to crawl away, appellant rolled her in a blanket and\r\nplaced her in the trunk of his car.  Thereafter, appellant cleaned the victim's home to remove evidence of his crime, then\r\ntook a two hour nap before dumping the victim's body in a river. (9)  \r\n\r\nI agree with the majority that the victim's initial \r\n  assault with the kitchen knife cutting appellant's leg constitutes adequate \r\n  legal provocation. However appellant's second statement explaining how he methodically \r\n  obtained the steel pipe from his car trunk reveals that a sufficiently reasonable \r\n  time between the provocation and killing elapsed during which appellant's passion \r\n  should have cooled. See id. 339 S.C. at 452, 529 S.E.2d at 728 (\"Even when a \r\n  person's passions were sufficiently aroused by a legally adequate provocation, \r\n  if at the time of the killing those passions had cooled or a sufficiently reasonably \r\n  time had elapsed so that the passions of the ordinary reasonable person would \r\n  have cooled, the killing would be murder and not manslaughter.\"). Accordingly, \r\n  the only purpose for appellant's return to the apartment with the steel bar \r\n  was to maliciously harm the victim. In striking appellant a second time with \r\n  the kitchen knife, the victim was simply attempting to defend herself against \r\n  appellant's imminent attack. Her attempt to defend herself from a crime could \r\n  not give rise to legal provocation. (10) See \r\n  State v. Shuler, supra; State v. Tucker, 324 S.C. 155, 478 S.E.2d 260 (1996); \r\n  State v. Tyson, 283 S.C. 375, 323 S.E.2d 770 (1984); State v. Norris, supra. \r\n  Since there was no evidence of legal provocation, the trial judge did not err \r\n  in refusing to charge voluntary manslaughter. State v. Ivey, 325 S.C. 137, 481 \r\n  S.E.2d 125 (1997) (where no actions by deceased constitute legal provocation, \r\n  charge on voluntary manslaughter is not required).\r\n\r\nFurthermore, I note the majority relies upon Carter \r\n  v. State, 301 S.C. 396, 392 S.E.2d 184 (1990), to support its conclusion appellant \r\n  was entitled to a voluntary manslaughter charge. While Carter is factually similar \r\n  to the present case, the legal issue in Carter was whether the post-conviction \r\n  applicant was entitled to a King (11) charge, \r\n  not whether voluntary manslaughter should have been submitted to the jury in \r\n  the first instance. Carter is not dispositive of the issue in this case.\r\n\r\nI would affirm.\r\n\r\nTOAL, C.J., concurs.\r\n\r\n\r\n1. Layah was Kim's niece and was temporarily residing with Kim.\r\n2. While questioning Appellant, police observed and photographed a cut on his right leg.  According to trial testimony,\r\nhowever, the photograph could not be located, and was unavailable at trial.  \r\n3. Not the same co-worker Appellant previously identified as an alibi.\r\n4. Recall that in his first statement, Appellant claims to have blacked out, and therefore, could not remember what happened\r\nafter he left Kim's house.  In the third statement, he admits to raping Kim, and claims she cut him with the kitchen knife\r\nafter he raped her.  As depicted in the third statement, Kim's homicide would be murder as a matter of law because it was\r\nperpetrated during the commission of a felony.  Likewise, Layah's homicide would be murder as a matter of law.\r\n5. The uncontroverted evidence was that the outside temperature was near freezing, and according to Appellant's testimony,\r\nhe was naked when chased from the apartment.  Despite this evidence, the dissent argues that Appellant \"methodically\"\r\nretrieved a steel pipe from the trunk of his car, and thus, as a matter of law, sufficient cooling time had elapsed.  Likewise,\r\nthere is no indication in Appellant's second statement that he in any way provoked the knife attack by the victim.  Whether\r\nor not it is true that the only purpose for Appellant's return to the apartment with the steel pipe was to maliciously harm the\r\nvictim is an issue to be decided not by this Court, but by a jury.  Construing the evidence as we must, in the light most\r\nfavorable to the Appellant, he armed himself in response to the victim's unprovoked knife attack.  Of necessity, he\r\nreentered the apartment to gather his clothes and personal effects when he was again attacked by the knife-wielding victim. \r\nThis constitutes evidence of sufficient legal provocation.\r\n\r\nAccordingly, reviewing the evidence in the light most favorable to Appellant, he was entitled to the requested jury charge.    \r\n6. See State v. Tucker, 334 \r\n  S.C. 1, 512 S.E.2d 99 (1999) \r\n7. Sadly, we are reminded of the words of Oliver Wendell Holmes, Jr., who in his lecture on the criminal law observed: \" . .\r\n. a newly born child is laid naked out of doors, where it must perish as a matter of course.  This is none the less murder, that\r\nthe guilty party would have been very glad to have a stranger find the child and save it.\"  OLIVER\r\nWENDELL HOLMES, JR., THE COMMON LAW 53 (1881).  \r\n8. It is less clear that the \r\n  admission of this obviously prejudicial evidence did not violate Rule 402, SCRE \r\n  (relevance), or Rule 403, SCRE (unduly prejudicial). However, Appellant did \r\n  not argue these grounds at trial, therefore, we do not consider them on appeal. \r\n  See State v. Conyers, 326 S.C. 263, 487 S.E.2d 181 (1997) (argument not made \r\n  to trial court not preserved for review). \r\n9. The pathologist testified \r\n  the victim incurred two forceful blows to her head which caused her scalp to \r\n  split. In addition, she was strangled. The pathologist stated while all the \r\n  injuries occurred close to the time of the victim's death, strangulation was \r\n  most probably the cause of death. \r\n10. The record indicates, at \r\n  the time he spoke with police, appellant had one small superficial cut on his \r\n  leg. Apart from his second statement, there is no evidence the victim stabbed \r\n  appellant twice. \r\n11. State v. King, 158 S.C. \r\n  251, 155 S.E. 409 (1930), overruled Brightman v. State, 336 S.C. 348, 520 S.E.2d \r\n  614 (1999).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25335","title":"Stardancer Casino, Inc. v. Robert M. Stewart, Sr., in his official capacity as Chief of the State Law Enforcement Division, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25335","description":"Casino boat gambling does not violate any existing state criminal statute.","date":"2001-11-09","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nStardancer Casino, Inc., Respondent,\r\n\r\n\r\n\r\nv.\r\n\r\n\r\nRobert M. Stewart, Sr., in\r\nhis official capacity as\r\nChief of the State Law\r\nEnforcement Division,\r\nCharles M. Condon, in\r\nhis official capacity as\r\nAttorney General for the\r\nState of South Carolina,\r\nDavid P. Schwacke, in\r\nhis official capacity as\r\nSolicitor for the Ninth\r\nJudicial Circuit, J. Al\r\nCannon, Jr., in his official\r\ncapacity as Sheriff for\r\nCharleston County,\r\nGregory Hembree, in his\r\nofficial capacity as\r\nSolicitor for the Fifteenth\r\nJudicial Circuit, and Paul\r\nS. Goward, in his official\r\ncapacity as Chief of the\r\nHorry County Police\r\nDepartment, Defendants,\r\n\r\nof whom\r\n\r\nRobert M. Stewart, Sr., in\r\nhis official capacity as\r\nChief of the State Law\r\nEnforcement Division,\r\nCharles M. Condon, in\r\nhis official capacity as\r\nAttorney General for the\r\nState of South Carolina,\r\nGregory Hembree, in his\r\nofficial capacity as\r\nSolicitor for the Fifteenth\r\nJudicial Circuit, and Paul\r\nS. Goward, in his official\r\ncapacity as Chief of the\r\nHorry County Police\r\nDepartment are Appellants.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\nO R D E R\r\n\r\n\r\nWe grant the State's petition for rehearing to the extent it asks that we reconsider our original\r\nholding that 27 S.C. Regs. 117-190 (Supp. 2000) is applicable to S.C. Code Ann. §12-21-2710. \r\nWe agree that the regulation is inapplicable, and accordingly revise our original opinion by\r\nremoving the references to Reg. 117-190.  In addition, we have added two sentences to the last full\r\nparagraph in the conclusion and three footnotes.  The attached opinion shall be substituted for Op.\r\nNo. 25335, originally filed July 30, 2001.\r\n\r\nIT IS SO ORDERED.\r\n\r\ns/Jean H. Toal C.J.\r\n\r\ns/James E. Moore J.\r\n\r\ns/John H. Waller, Jr. J.\r\n\r\ns/Costa M. Pleicones J.\r\n\r\nI would grant on all issues.\r\n\r\ns/E.C. Burnett, III J.\r\n\r\nColumbia, South Carolina\r\n\r\nNovember 9, 2001\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        Stardancer Casino, Inc., Respondent,\r\n        v.\r\n        Robert M. Stewart, Sr., in his official capacity\r\n        as Chief of the State Law Enforcement Division, Charles M. Condon, in\r\n        his official capacity as Attorney General for the State of South\r\n        Carolina, David P. Schwacke, in his official capacity as Solicitor for\r\n        the Ninth Judicial Circuit, J. Al Cannon, Jr., in his official capacity\r\n        as Sheriff for Charleston County, Gregory Hembree, in his official\r\n        capacity as Solicitor for the Fifteenth Judicial Circuit, and Paul S.\r\n        Goward, in his official capacity as Chief of the Horry County Police\r\n        Department, Defendants,\r\n        of whom\r\n        Robert M. Stewart, Sr., in his official capacity\r\n        as Chief of the State Law Enforcement Division, Charles M. Condon, in\r\n        his official capacity as Attorney General for the State of South\r\n        Carolina, Gregory Hembree, in his official capacity as Solicitor for the\r\n        Fifteenth Judicial Circuit, and Paul S. Goward, in his official capacity\r\n        as Chief of the Horry County Police Department are Appellants.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\nA. Victor Rawl, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25335\r\nHeard January 23, 2001 - Refiled November 9, 2001\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Attorney General Charles M. Condon, Assistant\r\n        Deputy Attorney General Robert D. Cook, Senior Assistant Attorney\r\n        General Nathan Kaminski, Jr., Assistant Attorney General Christie Newman\r\n        Barrett, of Columbia, for appellants Robert M. Stewart, Charles M.\r\n        Condon, and Gregory Hembree; and Sheryl S. Schelin and Janet Carter, of\r\n        Conway, for appellant Paul S. Goward.\r\n        Saunders M. Bridges, Jr., of Florence, for\r\n        respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nJUSTICE PLEICONES: This is an appeal from a circuit court order\r\ndeclaring that respondent's operation of a gambling &quot;day cruise to\r\nnowhere&quot; (day cruise) is not in violation of any of nine existing state\r\ncriminal statutes. (1) We affirm.\r\nFacts\r\nRespondent brought this declaratory judgment action to\r\ndetermine whether any of its activities are unlawful, and to obtain a permanent\r\ninjunction against appellants (the State). (2)\r\nFrom a circuit court order declaring respondent's actions not unlawful but\r\ndenying the injunction, the State appeals.\r\nRespondent's day cruises begin and end at an Horry County\r\nport, and make no intervening stops. The United States flag vessel is equipped\r\nwith gambling devices, including slot machines, blackjack tables, a roulette\r\ntable, craps tables, and poker tables. Once the ship is beyond South Carolina's\r\nthree mile territorial waters, gambling is permitted. Before the vessel reenters\r\nthe territorial waters, the equipment is secured and unavailable for use. The\r\nequipment remains on the vessel at all times.\r\nAt least one other cruise line operates &quot;day\r\ncruises&quot; out of Charleston County. No prosecution has been made or\r\nthreatened against the cruise line(s) operating out of Charleston, while\r\nrespondent has been threatened with criminal prosecution and seizure of its\r\ngambling devices.\r\nThe issue in this case is whether respondent's operations\r\nviolate any existing state criminal statute.\r\nFederal Law\r\nIn order to explain our decision, we find it necessary to\r\nbriefly review federal law in this area. Prior to 1992, federal law prohibited\r\ngambling on any United States flag ship. See 18 U.S.C §1081 (2000)\r\n(3); 15 U.S.C. §1175(a). (4) The\r\neffect of these federal statutes was to put U.S. flag vessels at a competitive\r\ndisadvantage in the passenger cruise industry, since the statutes did not\r\nprevent foreign flag vessels from offering gambling once the ship was beyond\r\nstate territorial waters. See Casino Ventures v. Stewart, 183 F.3d\r\n307 (4th Cir. 1999), cert. denied, 2000 U.S. Lexis 153 (Jan.\r\n10, 2000); United States v. One Big Six Wheel, 987 F.Supp. 169 (E.D.N.Y.\r\n1997).\r\nIn 1992, Congress amended §1175 of the Johnson Act and\r\ncreated several exceptions to its general prohibition on the use or possession\r\nof any gambling device on a U.S. flag vessel. 15 U.S.C. §1175(b). Pursuant to\r\nthe amendment, the possession or transport of a gambling device within state\r\nterritorial waters is not a violation of §1175(a) if the device remains on\r\nboard the vessel and is used only outside those territorial waters.\r\n§1175(b)(1). Although the effect of this subsection was to permit the operation\r\nof &quot;day cruises,&quot; another section provided states with a method for\r\nhaving &quot;day cruises&quot; remain a federal offense.\r\n§1175(b)(2)(A). Thus, &quot;day cruises&quot; such as that operated by\r\nrespondent may be subject to federal criminal prosecution under\r\n§1175(a) if they begin and end in a state that &quot;has enacted a statute the\r\nterms of which prohibit that use . . . .&quot; Id.\r\nAs noted above, the issue in this case is whether\r\nrespondent's operations violate any existing state criminal statute. The\r\namendments to the Johnson Act do not preempt state laws prohibiting gambling and\r\ngambling devices, Casino Ventures, supra, and thus the Act has no\r\ndirect bearing on the issues before the Court. However, while federal litigation\r\npertaining to the meaning of the 1992 amendments was pending, the General\r\nAssembly amended several of the relevant state statutes. As explained below, the\r\nlegislature's expression of intent in amending these statutes is relevant to the\r\nissue we decide today.\r\nState Statutes\r\nThis declaratory judgment action determined the\r\napplicability to respondent's activities of nine criminal statutes. The circuit\r\ncourt held four of the statutes were inapplicable to respondent's operations,\r\nand the State concedes that the three lottery statutes (5)\r\nand the bookmaking statute (6) are not implicated\r\nhere. Two of the challenged statutes (7) provide\r\nfor the seizure and destruction of unlawful gambling and gaming\r\ndevices. Since we agree with the circuit court that respondent's possession and\r\nuse of the devices on board its vessel are not unlawful under our substantive\r\nstate statutes, we need not discuss these two seizure statutes.\r\nWe will explain below why respondent's operations do not\r\nviolate the remaining statutes, S.C. Code Ann. §§16-19-40; 16-19-50; and\r\n§12-21-2710.\r\n§16-19-40\r\nSection 16-19-40 provides:\r\n[From and after July 1, 2000, (8)\r\nthis section reads as follows:]\r\n\r\n  If any person shall play at any tavern, inn,\r\n  store for the retailing of spirituous liquors or in any house used as a place\r\n  of gaming, barn, kitchen, stable or other outhouse, street, highway, open\r\n  wood, race field or open place at (a) any game with cards or dice,\r\n  (b) any gaming table, commonly called A, B, C, or E, O, or any gaming table\r\n  known or distinguished by any other letters or by any figures, (c) any\r\n  roley-poley table, (d) rouge et noir, (e) any faro bank (f) any other table or\r\n  bank of the same or the like kind under any denomination whatsoever or (g) any\r\n  machine or device licensed pursuant to Section 12-21-2720 and used for\r\n  gambling purposes, except the games of billiards, bowls, backgammon, chess,\r\n  draughts, or whist when there is no betting on any such game of billiards,\r\n  bowls, backgammon, chess, draughts, or whist or shall bet on the sides or\r\n  hands of such as do game, upon being convicted thereof, before any magistrate,\r\n  shall be imprisoned for a period of not over thirty days or fined not over one\r\n  hundred dollars, and every person so keeping such tavern, inn, retail\r\n  store, public place, or house used as a place for gaming or such other house\r\n  shall, upon being convicted thereof, upon indictment, be imprisoned\r\n  for a period not exceeding twelve months and forfeit a sum not exceeding two\r\n  thousand dollars, for each and every offense.\r\n\r\n(emphasis added).\r\nSection 16-19-40 has two clauses; the first prohibits the\r\nplaying of games in certain locations and the second provides for punishment of\r\nthe person &quot;keeping&quot; that location. Since it is a criminal statute, it\r\nmust be construed strictly against the State and in favor of the defendant. State\r\nv. Blackmon, 304 S.C. 270, 403 S.E.2d 660 (1991) (strict construction of\r\n§§16-19-40 and -60). Ironically, the current statute does not cover\r\nrespondent's video poker machines. The 1999 amendment added clause (g), which\r\nprohibits gambling on a machine licensed pursuant to\r\n§12-21-2720. Video poker machines can no longer be licensed, and consequently\r\nare not covered by this statute. (9) State v.\r\nBlackmon, supra. At most, then, §16-19-40 may apply to respondent's\r\ngaming tables. For the reasons given below, however, we conclude that it does\r\nnot.\r\nWe first consider the portion of the statute that\r\ncriminalizes the playing of certain games. The statute lists numerous specific\r\nlocations at which the playing of games are prohibited. Since the list of\r\nprohibited locations does not include any term such as 'vessel,' ' ship,' or\r\n'boat,' we hold that the &quot;playing&quot; clause does not apply to\r\nrespondent's operations. See Brown v. State, 343 S.C. 342, 540\r\nS.E.2d 846 (2001) (where criminal statute very specifically lists locations\r\ncovered, those not mentioned are excluded, applying maxim expressio unius\r\nest exclusio alterius).\r\nFurther, because a 'vessel or float' is not a prohibited\r\nlocation under the &quot;playing&quot; clause of §16-19-40, but is a named\r\nlocation under the bookmaking statute, §16-19-130, and because both statutes\r\nare part of the anti-gambling criminal statutes, we hold that the circuit court\r\nproperly concluded this portion of the statute was inapplicable to respondent's\r\noperations. See, e.g., Great Games, Inc. v. South Carolina Dep't of\r\nRevenue, 339 S.C.79, 529 S.E.2d 6 (2000) (statutes which are part of the\r\nsame legislative scheme should be construed together).\r\n(10)\r\nThe portion of §16-19-40 criminalizing the\r\n&quot;keeping&quot; of a gaming location uses slightly different language and\r\narguably could be read to cover respondent's gaming table activities.\r\nWhile the &quot;playing clause&quot; lists specific locations, the &quot;keeping\r\nclause&quot; punishes &quot;every person so keeping such\r\ntavern, inn, retail store, public place, or house used as a\r\nplace for gaming . . . . &quot; (emphasis added) Respondent's vessel is a public\r\nplace, and therefore seemingly covered under the literal language of this\r\nclause. Reading the statute as a whole, however, we conclude this 'public place'\r\nlanguage is a reference back to the locations listed in the &quot;playing&quot;\r\npart of the statute. The &quot;keeping&quot; clause does not\r\nliterally track the language of the &quot;playing&quot; clause, but does refer\r\nto &quot;keeping such&quot; a location. To read the\r\n&quot;keeping&quot; clause otherwise would result in &quot;playing&quot; being a\r\ncriminal act in more and different locations than would &quot;keeping.&quot;\r\nThis, in turn, would lead to the absurd result that the person running the game\r\ncould not be prosecuted if, for example, he was operating in a private street,\r\nfield, or open wood while a person playing there would be prosecuted. The\r\nabsurdity of this result is heightened by the fact the General Assembly has\r\nchosen to punish a &quot;keeper&quot; more harshly than a &quot;player.&quot; See\r\nBroadhurst v. City of Myrtle Beach Elec. Comm'n, 342 S.C. 373, 537 S.E.2d\r\n543 (2000) (no matter how plain statutory language is, it will be construed to\r\navoid absurd result). Respondent's vessel is not a &quot;public place&quot;\r\nwithin the meaning of §16-19-40.\r\nWe affirm the circuit court's conclusion that respondent's\r\noperations do not violate §16-19-40.\r\n§16-19-50 and §12-21-2710\r\nThese two code sections criminalize actions of a\r\n&quot;person who shall set up, keep, or use [games used for gambling\r\npurposes]&quot; (§16-19-50) and make it unlawful &quot;to keep on your\r\npremises&quot; any devices used for gambling (§12-21-2710). In determining the\r\napplicability of these two statutes, we look at the General Assembly's\r\nexpression of its legislative intent, as reflected in 1999 Act No. 125.\r\nAs noted above, in 1999 the Fourth Circuit held the\r\nJohnson Act did not preempt existing state gambling statutes. Casino Ventures,\r\nsupra. This appellate decision reversed a district court opinion which\r\nhad held that under the 1992 amendments to the Johnson Act, a state could ban\r\n&quot;day cruises&quot; only by enacting a statute which &quot;opted out&quot;\r\nof the Act by prohibiting the repair or use of gambling equipment on voyages. Casino\r\nVentures v. Stewart, 23 F. Supp. 2d 647 (D.S.C. 1998).\r\nWhile the appeal from that district court decision was\r\npending before the Fourth Circuit, the General Assembly enacted comprehensive\r\nvideo poker legislation which, among other things, amended §16-19-50 and\r\n§12-21-2710. (11) 1999 Act No. 125. Act No. 125\r\ncontains an intent clause (12) which states in\r\npart:\r\n\r\n  The General Assembly by enactment of this act has no\r\n  intent to enact any provision allowed by 15 U.S.C. 1175, commonly referred to\r\n  as the Johnson Act, or to create any state enactment authorized by the Johnson\r\n  Act.\r\n\r\nThe intent of the legislature is determined in light of\r\n&quot;the overall climate in which the legislation was amended.&quot; State\r\nv. Thrift, 312 S.C. 282, 440 S.E.2d 341 (1994). At the time the legislature\r\nenacted Act No. 125, a federal district court had ruled &quot;day cruises,&quot;\r\nlike those operated by respondent, were permissible unless and until the\r\nlegislature &quot;opted out&quot; of the Johnson Act. While this ruling was\r\nlater found to be erroneous by the Fourth Circuit, we agree with the circuit\r\ncourt that &quot;in light of the overall climate&quot; then existing, this\r\nintent clause in Act No. 125 must be read to evince a legislative intent not\r\nto make the cruises unlawful.\r\nThe State offers no alternative construction of this\r\nintent clause, but instead argues &quot;[w]hatever may have prompted the\r\ninsertion of [this intent language in Act No. 125], the Fourth Circuit's\r\nsubsequent decision made its purpose clear.&quot; We do not agree that\r\nsubsequent action by a separate entity can either alter or\r\nelucidate legislative intent.\r\nIn light of this language in the act amending\r\n§§12-21-2710 and 16-19-50, we conclude the legislature did not intend them to\r\nprohibit &quot;day cruises.&quot; Our conclusion that the General Assembly does\r\nnot intend that any current statute be construed to ban &quot;day cruises&quot;\r\nis reinforced by its subsequent rejection of legislation which would have\r\nenacted new gaming statutes explicitly criminalizing them in 1999 and 2000. See\r\nHouse Bill 3002 (1999); Senate Bill 0002 (2000). (13)\r\nAccordingly, we affirm the circuit court's conclusion that\r\nneither of these two &quot;possession&quot; statutes applies to respondent's\r\nconduct.\r\nConclusion\r\nWe affirm the circuit court's ruling that respondent is\r\nnot in violation of any state criminal statute. As noted above, the\r\napplicability of the three lottery statutes (§§16-19-10; -20; -30) and the\r\nbookmaking statute (§16-19-130) is not at issue here. Further, §16-19-40 is\r\ninapplicable because respondent's vessel is not a prohibited location nor a\r\npublic place as described therein. In light of the intent clause of 1999 Act No.\r\n125, we agree with the circuit court that the legislature did not intend that\r\neither §12-21-2710 or § 16-19-50 apply to &quot;day cruise&quot; operations.\r\nFurther, we conclude that the General Assembly's rejection of statutes which\r\nwould explicitly criminalize day cruises is evidence of its understanding that\r\nnone of our existing statutes applies to such operations. Since the devices are\r\nnot unlawful, they are not subject to seizure under either §12-21-2712 or\r\n§16-19-120.\r\nRespondent is not subject to criminal prosecution under\r\nany existing criminal statute, and therefore we need not\r\naddress its &quot;selective enforcement&quot; argument. We have construed these\r\nstatutes as they apply to &quot;day cruises to nowhere,&quot; that is, cruises\r\non United States flag vessels operating out of a South Carolina port, making no\r\nintervening stops, and permitting gambling only when the ship is beyond the\r\nState's territorial waters. (14)\r\nOur decision rests on the intent of the Legislature expressed in 1999 Act No.\r\n125: nothing in that Act is indicative of any intent to otherwise restrict the\r\nscope and application of laws criminalizing gambling activities in this State.\r\nFurther, we emphasize that the General Assembly is free to enact legislation\r\nwhich effectively bans or makes a state crime &quot;day cruise&quot; operations\r\nsuch as that operated by respondent.\r\nFor the reasons given above, the order of the circuit\r\ncourt is\r\nAFFIRMED.\r\nTOAL, C.J., MOORE and WALLER, JJ., concur.\r\nBURNETT, J., dissenting in a separate opinion.\r\nJUSTICE BURNETT: I respectfully dissent\r\nfrom the majority's conclusion respondent is not subject to criminal prosecution\r\nunder any existing state statute. Respondent admits it possesses slot machines,\r\nblackjack tables, roulette tables, craps tables, and poker tables for use on\r\n&quot;day cruises&quot; or &quot;cruises to nowhere.&quot; Possession of these\r\nitems within the territorial waters of the State of South Carolina subjects\r\nrespondent to the criminal laws of this state.\r\nSouth Carolina Code Ann. § 16-19-40 (Supp. 2000)\r\nprovides:\r\n\r\n  [i]f any person shall play at any tavern, inn,\r\n  store for the retailing of spirituous liquors or in any house used as a place\r\n  of gaming, barn, kitchen, stable or other outhouse, street, highway,\r\n  open wood, race field or open place at (a) any game with cards or dice, (b)\r\n  any gaming table commonly called A, B, C, or E, O, or any gaming table known\r\n  or distinguished by any other letters or by any figures, (c) any roley-poley\r\n  table, (d) rouge et noir, (e) any faro bank, (f) any other table or bank of\r\n  the same or the like kind under any denomination whatsoever or (g) any machine\r\n  or device licensed pursuant to Section 12-21-2720 and used for gambling\r\n  purposes, except the games of billiards, bowls, backgammon, chess, draughts,\r\n  or whist or shall bet on the sides or hands of such as do game, upon being\r\n  convicted thereof, before any magistrate, shall be imprisoned for a period of\r\n  not over thirty days or fined not over one hundred dollars, and every\r\n  person so keeping such tavern, inn, retail store, public place,\r\n  or house used as a place for gaming or such other house shall, upon\r\n  being convicted thereof, upon indictment, be imprisoned for a period not\r\n  exceeding twelve months and forfeit a sum not exceeding two thousand dollars,\r\n  for each and every offense.\r\n\r\n(emphasis added).\r\nNavigable waters are public highways. S.C. Const. art.\r\nXIV, § 4. Accordingly, gambling on a navigable water, a highway, violates §\r\n16-19-40 and &quot;keeping&quot; gaming tables on navigable water of this State,\r\na public place, violates § 16-19-40.\r\nSouth Carolina Code Ann. § 16-19-50 (Supp. 2000) makes it\r\nunlawful to\r\n\r\n  set up, keep, or use any (a) gaming table, commonly\r\n  called A, B, C, or E, O, or any gaming table known or distinguished by any\r\n  other letters or by any figures, (b) roley-poley table, (c) table to play at\r\n  rouge et noir, (d) faro bank (e) any other gaming table or bank of the like\r\n  kind or of any other kind for the purpose of gaming. . . .\r\n\r\nViolators of this section are subject to fines and\r\npossible imprisonment. Id.; see also S.C. Code Ann. § 16-19-100\r\n(1985).\r\nSouth Carolina Code Ann. § 12-21-2710 (Supp. 2000) makes\r\nit unlawful for any person\r\n\r\n  to keep on his premises or operate or permit to\r\n  be kept on his premises or operated within this State any vending or\r\n  slot machine, or any video game machine with a free play feature operated by a\r\n  slot in which is deposited a coin or thing of value, or other device operated\r\n  by a slot in which is deposited a coin or thing of value for the play of\r\n  poker, blackjack, keno, lotto, bingo, or craps, or any machine or device\r\n  licensed pursuant to Section 12-21-2720 and used for gambling or any punch\r\n  board, pull board, or other device pertaining to games of chance of whatever\r\n  name or kind, including those machines, boards, or other devices that display\r\n  different pictures, words, or symbols, at different plays or different\r\n  numbers, whether in words or figures or, which deposit tokens or coins at\r\n  regular intervals or in varying numbers to the player or in the machine, but\r\n  the provisions of this section do not extend to coin-operated nonpayout pin\r\n  tables, in-line pin games, or to automatic weighing, measuring, musical, and\r\n  vending machines which are constructed as to give a certain uniform and fair\r\n  return in value for each coin deposited and in which there is no element of\r\n  chance.\r\n\r\n(emphasis added). Respondent's gambling devices which are\r\nprohibited by § 12-21-2710 are subject to seizure, and, if a magistrate\r\ndetermines they violate § 12-21-2710 after a hearing, destruction. S.C. Code\r\nAnn. § 12-21-2712; State v. 192 Coin-Operated Video Game Machines, 338\r\nS.C. 176, 525 S.E.2d 872 (2000).\r\nNowhere do these statutes provide exceptions for gambling\r\ndevices or tables located on boats. In fact, § 16-19-40 specifically applies to\r\ngambling devices or tables located on boats. Yet despite the plain language of\r\nthese statutes, the majority concludes the General Assembly did not intend them\r\nto apply to the gambling devices aboard vessels such as respondent's. The\r\nmajority bases this conclusion on the &quot;intent&quot; clause contained in Act\r\n125, which stated in part:\r\n\r\n  The General Assembly by enactment of this act has no\r\n  intent to enact any provision allowed by 15 U.S.C. 1175, commonly referred to\r\n  as the Johnson Act, or to create any state enactment authorized by the Johnson\r\n  Act.\r\n\r\nThe majority acknowledges the Fourth Circuit Court of\r\nAppeals has explicitly held the Johnson Act does not preempt state gambling\r\nlaws: &quot;That federal enactment does not even apply to South Carolina's\r\nterritorial waters - it leaves regulation of those waters to the state.&quot; Casino\r\nVentures v. Stewart, 183 F.3d 307, 312 (4th Cir. 1999), rev'g 23 F. Supp. 2d\r\n647 (D.S.C. 1998), cert. denied 528 U.S. 1077 (2000). In fact, as the\r\nmajority correctly explains, the Fourth Circuit held that any state enactment\r\npursuant to the Johnson Act would determine whether gambling day cruises violate\r\nfederal law, not state law. Thus, under Casino Ventures,\r\nthe legislature's intent statement in Act 125 has no impact on state law\r\nwhatsoever. Nevertheless, the majority concludes that, because the Fourth\r\nCircuit's opinion in Casino Ventures was not filed until four days after\r\nAct 125 was signed into law, (15) the General\r\nAssembly must have intended to exempt gambling day cruises from the general\r\nprohibition on possession of gambling tables or devices. In essence, the\r\nmajority would have us infer this startling intent, in clear contravention of\r\nthe plain language of these statutes, solely on the basis of an earlier\r\nerroneous construction of federal law by the District Court of South Carolina.\r\nMoreover, the majority asserts its interpretation of the\r\nlegislature's intent must be correct because subsequent legislation addressing\r\n&quot;day cruises&quot; has been rejected. Subsequent legislative acts, however,\r\ndo not shed light on the intent of the legislature in enacting an earlier\r\nstatute. Whitner v. State, 328 S.C. 1, 492 S.E.2d 777 (1997).\r\nSouth Carolina's authority over gambling activity extends\r\nto the State's territorial waters. See&nbsp;Casino Ventures, 183\r\nF.3d at 308. The criminal statutes of this state unequivocally make it unlawful\r\nto keep gambling tables or devices on boats and within this state. See\r\n§§ 16-19-40, 16-19-50 and 12-21-2710. We have held mere possession of gambling\r\ndevices in this state - operational or inoperational, in storage or in use -\r\nviolates state law. State v. 192 Coin-Operated Video Game Machines, supra.\r\nIf the General Assembly had intended to exempt vessels conducting day cruises\r\nfrom this prohibition, it would have done so in plain terms. See Tilley\r\nv. Pacesetter, 333 S.C. 33, 508 S.E.2d 16 (1998) (if legislature had\r\nintended certain result in statute it would have said so). The majority's ruling\r\nexempts casino day cruises from the general criminal laws of this state, without\r\nany clear expression of legislative intent to do so.\r\nFinally, under the majority's decision, gambling devices\r\nmay be kept solely on &quot;United States flag ships&quot; or &quot;United\r\nStates flag vessels&quot; operating out of a South Carolina port. While the\r\nmajority does not define &quot;United States flag ship&quot; or &quot;United\r\nStates flag vessel&quot; it does refer to 18 U.S.C. § 1081 (2000) which defines\r\n&quot;American vessel&quot; as:\r\n\r\n  any vessel documented or numbered under the laws of the\r\n  United States; and includes any vessel which is neither documented or\r\n  numbered under the laws of the United States nor documented under the laws of\r\n  any foreign country, if such vessel is owned by, chartered to, or\r\n  otherwise controlled by one or more citizens or residents of the United States\r\n  or corporations organized under the laws of the United States or of any State.\r\n\r\n(emphasis added).\r\nPursuant to 18 U.S.C. § 1081, &quot;vessel&quot;\r\n\r\n  includes every kind of water . . . craft . . . or other\r\n  contrivance used or capable of being used as a means of transportation on\r\n  water . . . as well as any ship, boat, barge, or other water craft or any\r\n  structure capable of floating on the water. (16)\r\n\r\nApplying the definitions referenced by the majority to its\r\nanalysis, it is legal for gambling devices to be kept on any type of\r\n&quot;contrivance . . . capable of being used for transportation on water&quot;\r\nor &quot;structure capable of floating on the water&quot; if controlled by a\r\nUnited States citizen or resident. The majority's opinion suggesting its\r\ndecision is limited to a very narrow class of water craft (i.e., &quot;United\r\nStates flag ships&quot; or &quot;United States flag vessels) is disingenuous or,\r\nat best, misleading.\r\nI would reverse the order of the circuit court and hold\r\nboats located within South Carolina and its territorial waters are subject to\r\nthe same laws concerning gambling as any other premises in this state.\r\n1. S.C. Code Ann. §§16-19-10;\r\n16-19-20; 16-19-30; 16-19-40; 16-19-50; 16-19-120; 16-19-130; 12-21-2710; and\r\n12-21-2712.\r\n2. The four appellants have been sued\r\nin their official capacities as state and county law enforcement officers and\r\nprosecutors. We will refer to them collectively as &quot;The State.&quot;\r\n3. Part of the Gambling Ship Act, 18\r\nU.S.C. §§1081-1084.\r\n4. Part of the Johnson Act, 15 U.S.C.\r\n§§1171-1178.\r\n5. S.C. Code Ann. §§16-19-10; -20;\r\nand -30 (1985 and Supp. 2000).\r\n6. S.C. Code Ann. §16-19-130 (1985).\r\n7. S.C. Code Ann. §12-21-2712 (Supp.\r\n2000) and §16-19-120 (1985).\r\n8. The amendment added subsection (g).\r\n9. Of course, possession or use of\r\nthese machines, whether licensed or not, is absolutely prohibited under\r\n§12-21-2710. State v. 192 Coin-Operated Video Game Machines, 338 S.C.\r\n176, 525 S.E.2d 872 (2000). As explained later in this opinion, this statute\r\ndoes not apply to the machines located on respondent's ship.\r\n10. The dissent ignores these\r\nprinciples of statutory construction and conflates the term &quot;highway&quot;\r\nin S.C. Const. art. XIV, §4 with §16-19-40 to conclude that the playing clause\r\nof the statute prohibits playing on navigable waters. As this Court has held,\r\nart. XIV, §4 is &quot;hardly anything more than a constitutional sanction of\r\nthe common-law rights of the public in navigable waters.&quot; State ex rel.\r\nLyon v. Columbia Water Power Co., 82 S.C. 181, 190, 63 S.E. 884, 889 (1909).\r\nNothing in §16-19-40 obstructs the rights of the public to use navigable\r\nwaters. Furthermore, when construing the term 'highway' in a statute, we view it\r\nin context. Here, the statute lists eight building structures, then 'street' and\r\n'highway' and then three outdoor spaces. In our view, the term 'highway' in\r\n§16-19-40 refers only to dirt highways and not water highways. Compare\r\nSpeights v. Colleton County, 100 S.C. 304, 84 S.E. 873 (1915) (term\r\n'highway' means only dirt, and not water, highway). Finally, we note that\r\n§16-19-50 and §12-21-2710 prohibit gambling and possession of gambling devices\r\nanywhere in the State (including non- navigable waters), save on a vessel\r\noperating a &quot;day cruise to nowhere.&quot;\r\n11. This act also amended §16-19-40\r\nand §12-21-2712. Section 12-21-2712 is a &quot;seize and destroy&quot; statute\r\nwhich applies only if the devices are otherwise unlawful. As explained earlier,\r\n§16-19-40 by its own terms does not apply to gaming tables located on\r\nrespondent's vessel.\r\n12. Section 22(B).\r\n13. The dissent's reliance on Whitner\r\nv. State, 328 S.C. 1, 492 S.E.2d 777 (1997) is misplaced. Whitner\r\nholds that, &quot;Generally, the legislature's subsequent acts 'cast no light on\r\nthe intent of the legislature which enacted the statute being construed.'&quot;\r\n(internal citation omitted). Here, we are concerned with bills rejected in 1999\r\nand 2000, during the first and second sessions of the 113th Session\r\nof the South Carolina General Assembly. This is the same\r\nGeneral Assembly which enacted Act No. 125.\r\n14. The dissent would mislead the\r\ncasual reader to believe that we have legalized gambling devices on any\r\ncontrivance capable of floating or use as water transportation, if controlled by\r\na United States resident, citizen, or corporation. The only issue we decide is\r\nwhether current law criminalizes the possession of gambling devices aboard U.S.\r\nflag vessels operating &quot;day cruises to nowhere&quot; out of South Carolina\r\nports. The narrowness of our decision is the result of the issue before the\r\nCourt, not disingenuousness on the part of the majority.\r\n15. Act 125 was signed into law on\r\nJuly 2, 1999. Casino Ventures was filed on July 6, 1999.\r\n16. The Johnson Act does not refer to\r\nUnited States flag ships. While it refers to &quot;vessels,&quot; it does not\r\ndefine the extent of water craft encompassed by that term.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25374","title":"Sloan v. City of Conway","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25374","description":"This civil case resolves a dispute over water rates for non-resident municipal customers.","date":"2001-11-13","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n25374\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        H. Clinton Sloan, Sam Wathen, Jeff Sarajian,\r\n        Hilbert H. Hawes, Claude T. Hawkins, Andy DeBoer, Carol DeBoer, Lynn\r\n        Hearl, Precision Southeast, Inc., and Samuel S. Blight, individually,\r\n        and as class representatives, Appellants,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        The City of Conway, a body politic, and Grand\r\n        Strand Water and Sewer Authority, Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Horry County\r\nHoward P. King, Circuit Court Judge\r\n\r\nOpinion No. 25374\r\nHeard September 25, 2001 - Filed November 13, 2001\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Gene M. Connell, Jr., of Kelaher, Connell &amp;\r\n        Connor, P.C., of Surfside Beach, for appellants.\r\n        Danny C. Crowe, of Turner, Padget, Graham &amp;\r\n        Laney, P.A., and Roy D. Bates, both of Columbia; and Michael W. Battle,\r\n        of Battle &amp; Vaught, P.A., of Conway, for respondent City of Conway.\r\n        Charles E. Carpenter, Jr., and S. Elizabeth\r\n        Brosnan, of Richardson, Plowden, Carpenter &amp; Robinson, of Columbia;\r\n        Marian W. Scalise and C. Paige Fowler, of Richardson, Plowden, Carpenter\r\n        &amp; Robinson, of Myrtle Beach; Arrigo P. Carotti, of McCutcheon,\r\n        McCutcheon &amp; Baxter, of Conway; and Leo H. Hill, of Hill &amp; Hill,\r\n        of Greenville, for respondent Grand Strand Water and Sewer Authority.\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE MOORE: Appellants are water\r\ncustomers located within the service area of respondent Grand Strand Water and\r\nSewer Authority (Grand Strand). They receive their water service as nonresident\r\ncustomers of respondent City of Conway (City). Appellants’ action challenges\r\nCity’s 1996 ordinance raising water rates for all nonresident customers. The\r\ntrial judge granted summary judgment to City and Grand Strand. We affirm.\r\n\r\nFACTS\r\n\r\nGrand Strand was created as a special purpose\r\ndistrict in 19711 to distribute water and provide\r\nsewer systems in Horry County between the Inland Waterway and the Atlantic Ocean\r\nexcept in designated areas including incorporated municipalities.2\r\nGrand Strand’s authority includes the ability to construct and maintain\r\nfacilities and to sell water to municipalities.3\r\n\r\nBy resolution in 1975, Horry County expanded\r\nGrand Strand’s service area west to the Waccamaw River. The expanded area\r\nincluded territory located within three miles of City’s limits. See\r\nS.C. Code Ann. § 6-11-420 (1976) (allowing for county’s expansion of special\r\npurpose district). City commenced litigation in federal court claiming it had\r\nthe right to serve this territory.4 The federal\r\ncourt found City had no claim to the disputed territory since it had failed to\r\nchallenge Horry County’s resolution within the time provided by statute. See\r\nS.C. Code Ann. § 6-11-480 (1976). Accordingly, City had the right to provide\r\nservice in Grand Strand’s service area only to the extent Grand Strand had\r\nalready consented. City of Conway v. Grand Strand Water and Sewer Auth., 535 F.\r\nSupp. 928 (D.S.C. 1982).\r\nBy agreements signed in 1982, 1985, and 1989,\r\nGrand Strand and City divided the provision of services in certain areas within\r\nGrand Strand’s territory. Where appellants are located, Grand Strand provides\r\nsewer service and City provides water service. All of City’s water is\r\npurchased wholesale from Grand Strand’s Bull Creek plant.\r\nIn 1996, Grand Strand raised the rates it\r\ncharges City for sewer treatment, a charge unrelated to City’s cost of\r\nproviding water service in the disputed area. After studying other\r\nmunicipalities’ water rates for out-of-city customers, City decided it could\r\nraise revenue to offset this increased cost by increasing its water rates to\r\nout-of-city customers. City raised the rate 33%. This rate hike resulted in an\r\nincrease from the previous rate of 1½ times the in-city rate to double the\r\nin-city rate. Grand Strand charges its own customers at cost, a lower rate than\r\nappellants must pay.\r\n\r\nISSUES\r\n\r\n\r\n  \r\n    What is the effect of S.C. Code Ann. § 5-31-1910\r\n      (1976)?\r\n    Does City have a duty to charge reasonable rates to\r\n      nonresident customers?\r\n    Did Grand Strand breach a fiduciary duty to its\r\n      customers?\r\n    Are appellants entitled to service from Grand Strand\r\n      as third-party beneficiaries of the federal court’s order?\r\n    Is City’s annexation requirement unlawful?\r\n  \r\n\r\n\r\nDISCUSSION\r\n\r\n1. Ownership of Bull Creek plant and §\r\n5-31-1910\r\nThe Bull Creek plant, which produces all of City’s\r\nwater, was built as a joint project by four charter participants, including\r\nGrand Strand and City. Grand Strand holds the deed to the Bull Creek plant. In\r\nexchange for Grand Strand’s construction and maintenance of the plant, each of\r\nthe other participants agreed to purchase &quot;project capacity&quot; and each\r\nbears the cost of water service according to its allocated capacity. The Bull\r\nCreek Project Agreement provides that each participant’s rights in the project\r\n&quot;constitute extensions of their respective water systems.&quot; Each\r\nparticipant may sell or lease its allocated capacity.5\r\nSouth Carolina Code Ann. § 5-7-60 (1976),\r\nwhich was enacted as part of the Home Rule Amendment, provides generally that a\r\nmunicipality may contract to furnish and charge for any of its services outside\r\nits corporate limits.6 Appellants claim, however,\r\nunder the more specific provisions of S.C. Code Ann. § 5-31-1910 (1976), the\r\nagreement allowing City to provide water service to the disputed area is invalid\r\nbecause City does not own the Bull Creek plant. Section 5-31-1910 provides in\r\npertinent part:\r\n\r\n  Any city or town in this State owning\r\n  a water or light plant may . . . enter into a contract with any person without\r\n  the corporate limits of such city or town but contiguous thereto to furnish\r\n  such person electric current or water from such water or light plant of such\r\n  city or town and may furnish such water or light upon such terms, rates and\r\n  charges as may be fixed by the contract or agreement between the parties . . .\r\n  .\r\n\r\n(emphasis added). The trial judge found City’s\r\ncontract for its allocated capacity in the plant was sufficient ownership to\r\npass muster under this statute. We agree.\r\nIn construing a statute, our primary function\r\nis to ascertain the intent of the legislature. Florence County v. Moore,\r\n344 S.C. 596, 545 S.E.2d 507 (2001). A statutory provision should be given a\r\nreasonable and practical construction consistent with the purpose and policy\r\nexpressed in the statute. Folk v. Thomas, 344 S.C. 77, 543 S.E.2d 556\r\n(2001). Reasonably construed, the ownership requirement of § 5-31-1910 simply\r\nensures a municipality’s ability to provide water to the persons with whom it\r\ncontracts. Here, City &quot;owns&quot; an allocated capacity of water produced\r\nby the Bull Creek plant. City has a proprietary interest in this allocated\r\ncapacity as evidenced by City’s unilateral ability to sell or lease it.7\r\nWe hold this ownership interest is sufficient to pass muster under the statute.\r\n2. Duty to charge reasonable rates\r\nAppellants contend City has a duty to charge\r\nthem reasonable rates and the double rate for out-of-city customers is\r\nunreasonable because it is unrelated to the cost of providing the service. They\r\nclaim there is at least a factual issue regarding reasonableness and summary\r\njudgment should not have been granted.\r\nOur decision in Childs v. City of Columbia,\r\n87 S.C. 566, 70 S.E. 296 (1911), is dispositive here. In Childs, we held\r\na municipality has &quot;no public duty to furnish water to [a nonresident] at\r\nreasonable rates or to furnish it at all.&quot; 70 S.E. at 298. Any right a\r\nnonresident has arises only by contract. Further, a city actually has &quot;an\r\nobligation to sell its surplus water for the sole benefit of the city at the\r\nhighest price obtainable.&quot; Id. (emphasis added). We concluded\r\nthe nonresident plaintiff had no basis to challenge the out-of-city rate which,\r\nin that case, was four times the in-city rate. See also Calcaterra v.\r\nCity of Columbia, 315 S.C. 196, 432 S.E.2d 498 (Ct. App. 1993) (following Childs\r\nand holding higher rates for out-of-city water customers cannot be challenged\r\nunder the S.C. Unfair Trade Practices Act).\r\nAppellants attempt to avoid the holding of Childs\r\nby relying on S.C. Code Ann. § 5-31-670 (1976) which post-dates that decision.\r\nThis section provides:\r\n\r\n  Any city or town or special service district may, after\r\n  acquiring a waterworks or sewer system, furnish water to persons for\r\n  reasonable compensation and charge a minimum and reasonable sewerage\r\n  charge for maintenance or construction of such sewerage system within such\r\n  city or town or special service district.\r\n\r\n(emphasis added). Appellants contend this\r\nstatute modified Childs by imposing a reasonableness standard on water\r\nrates for nonresident customers.\r\nWe find this statute does not affect our\r\nholding in Childs. We reached our decision in Childs even while\r\nconsidering a constitutional provision8 that\r\nrequired &quot;reasonable compensation&quot; for municipal water service. Such a\r\nprovision, whether constitutional or statutory, does not apply for the benefit\r\nof nonresidents unless expressly provided. Childs, 70 S.E. at 298. Here,\r\n§ 5-31-670 does not expressly apply to nonresident municipal water customers.\r\nAbsent a specific legislative directive, there is no reasonable rate requirement\r\nfor water service to nonresidents.\r\nFurther, under Childs, City’s duty\r\nto appellants arises only from contract. In this case, the 1982 agreement\r\nbetween City and Grand Strand provides that City’s water rates to the area\r\nmust be reasonable in that they may be no more than the rates charged all other\r\nout-of-city customers. Under the 1989 agreement, City may also determine\r\nreasonable rates by &quot;taking into account the capital, administrative, and\r\nother applicable costs of the City.&quot; Read together,9\r\nthese agreements provide City’s rates to the area are reasonable if they are\r\nthe same as the rates charged all other out-of-city customers or, if rates to\r\nthe area are higher than those for other out-of-city customers, they are\r\nreasonable if based upon increased costs in serving the area in question. Here,\r\nappellants are charged the same rates as all other out-of-city customers and\r\nCity has therefore met its contractual obligation to charge reasonable rates.10\r\n\r\nBecause City has no duty to charge reasonable\r\nrates other than by agreement, and its rates comply with this agreement, summary\r\njudgment was properly granted.\r\n3. Grand Strand’s breach of fiduciary\r\nduty\r\nAppellants claim since they are located in\r\nGrand Strand’s service area, Grand Strand has a fiduciary duty to them which\r\nit breached by allowing City to provide water service. The trial judge found\r\nthere is no legal authority to find Grand Strand has a fiduciary duty to the\r\nresidents in its service area.\r\nAssuming Grand Strand has such a duty,\r\nappellants have shown no breach. Grand Strand’s agreement with City does\r\nprovide for reasonable rates for customers in its service area, i.e.\r\nrates must either be the same as those charged all other out-of-city customers\r\nor, if higher, must be related to increased costs in providing the service. The\r\ntrial judge properly found Grand Strand breached no fiduciary duty.\r\n4. Effect of the federal court’s order\r\nAppellants contend they are entitled to\r\nservice from Grand Strand as third-party beneficiaries of the federal court’s\r\n1982 order which held City could not serve the residents in Grand Strand’s\r\nservice area absent Grand Strand’s consent. There has been no violation of\r\nthis order since Grand Strand consented to City’s service in this case.11\r\nEven if appellants qualified as third-party beneficiaries of the federal court’s\r\norder, they have been deprived of no benefit bestowed by that order. We find the\r\ntrial judge properly ruled on this issue.\r\n5. Annexation requirement\r\nCity’s individual contracts with appellants\r\nrequire, as a condition to water service, that appellants agree to annex their\r\nproperty.12 Appellants claim the trial judge erred\r\nin finding this contractual provision valid. We disagree.\r\nAppellants rely on Touchberry v. City of\r\nFlorence, 295 S.C. 47, 367 S.E.2d 149 (1988). In Touchberry, we held\r\nthe municipality could not require annexation as a condition for providing water\r\nservice. In that case, however, the customers were already entitled to municipal\r\nwater service as third-party beneficiaries of a franchise agreement between the\r\nmunicipality and the service authority in the disputed area. The franchise\r\nagreement specifically required the municipality to provide service in the area\r\nwhenever requested, conditioned only upon physical and economic feasibility. The\r\nmunicipality therefore could not withhold water service based on annexation.\r\nThere is nothing in Touchberry holding\r\ngenerally that a city cannot require annexation as a contractual condition for\r\nwater service. Unlike Touchberry, the agreements here between City and\r\nGrand Strand do not mandate that City provide water service to individual\r\ncustomers on demand. Further, given a municipality’s duty to its own residents\r\nunder Childs, the contractual provision requiring annexation is valid as\r\na means of broadening City’s tax base.\r\nAppellants’ remaining issues are without\r\nmerit and we dispose of them pursuant to Rule 220(b), SCACR. See generally Fraternal\r\nOrder of Police v. S.C. Dep’t of Revenue, 332 S.C. 496, 506 S.E.2d 495\r\n(1998) (issues raised but not ruled on are not preserved on appeal); see also\r\nLawson v. S.C. Dep’t of Corrections, 340 S.C. 346, 532 S.E.2d 259\r\n(2000) (civil conspiracy);\r\n\r\nE &amp; S Investment Corp. v. Richland Bowl,\r\nInc., 264 S.C. 582, 216 S.E.2d 522 (1975)\r\n(interest on security deposit).\r\nAFFIRMED.\r\n\r\nTOAL, C.J., WALLER, BURNETT AND PLEICONES, JJ., concur.\r\n\r\n1. 1971 S.C. Act No. 337.\r\n2. 1971 S.C. Act No. 337, § 2.\r\n3. 1971 S.C. Act No. 337, § 7.\r\n4. The Farmer’s Home\r\nAdministration provided loans to Grand Strand and the United States was a named\r\nparty.\r\n5. Under S.C. Const. art. VIII,\r\n§ 13(A), any incorporated municipality may agree with any other political\r\nsubdivision for the joint administration of any function and the sharing of the\r\ncosts therefor. The provision of water is a constitutionally permitted function\r\nof an incorporated municipality. S.C. Const. art. VIII, § 16.\r\n6. &quot;Any\r\nmunicipality may perform any of its functions, furnish any of its services . . .\r\nand make charges therefor . . . in areas outside the corporate limits of such\r\nmunicipality by contract. . . .&quot;\r\n7. The Bull Creek Project\r\nAgreement provides that a participant must offer its allocated capacity first to\r\nanother participant before disposing of it to another entity.\r\n8. 1895 S.C. Const. art. VIII,\r\n§ 5. The &quot;reasonable compensation&quot; provision is no longer extant.\r\n9. The 1989 agreement\r\nincorporates the &quot;applicable policies of the City&quot; which includes the\r\nearlier 1982 provision regarding reasonable rates.\r\n10. To the extent appellants\r\nargue the disparity in treatment between in-city customers and out-of-city\r\ncustomers is unconstitutional, we find their argument without merit. A\r\nlegislative classification does not violate equal protection if there is any\r\nreasonable hypothesis to support it. Lee v. S.C. Dep’t of Natural Resources,\r\n339 S.C. 463, 530 S.E.2d 112 (2000). Here, out-of-city customers pay no taxes to\r\nCity and this is a reasonable basis for disparate treatment. To violate due\r\nprocess, the ordinance must have no reasonable relationship to any legitimate\r\ngovernmental interest. R.L. Jordan Co. v. Boardman Petroleum, Inc., 338\r\nS.C. 475, 527 S.E.2d 763 (2000). Raising revenue to meet increasing municipal\r\nneeds is a legitimate governmental goal and selling water at higher rates to\r\ncustomers who do not pay taxes is rationally related to this goal.\r\n11.  The federal court’s\r\norder does not prohibit Grand Strand from contracting with City. Under its\r\nenabling act, Grand Strand has the authority &quot;to make contracts of all\r\nsorts and execute all instruments necessary or convenient for the carrying on of\r\nthe authority.&quot; 1971 S.C. Act No. 337, § 7 (18).\r\n12. City’s administrator\r\ntestified the annexation provision has not been enforced. Customers who do annex\r\nare charged the lower in-city rates.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25375","title":"State v. Buckmon","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25375","description":"This direct appeal involves the issue of whether the trial court erred by failing to direct a verdict of acquittal on the charges against appellant.  The verdict was affirmed as to appellant's conspiracy conviction, but was reversed as to his murder and attempted armed robbery convictions.","date":"2001-11-13","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n        \r\n        \r\nv.\r\n        \r\n\r\nMichael Paul Buckmon, Appellant.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Barnwell County\r\nGary E. Clary, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25375\r\nHeard September 27, 2001 - Filed November 13, 2001\r\n\r\n\r\nAFFIRMED IN PART; REVERSED IN PART.\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney\r\nGeneral Donald J. Zelenka, and Assistant Attorney General Derrick K. McFarland, all of Columbia, and Solicitor Barbara\r\nR. Morgan, of Aiken, for respondent.\r\n\r\nDeputy Chief Attorney Joseph L. Savitz, III, and Assistant Appellate Defender Eleanor Duffy Cleary, of the South Carolina\r\nOffice of Appellate Defense, of Columbia, for appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\nJUSTICE MOORE:  Appellant appeals his convictions for murder, attempted armed robbery, and criminal conspiracy. \r\nWe affirm in part and reverse in part.\r\nFACTS\r\n\r\nOne December night, around 10:00 p.m., the unresponsive body of Minh Chapman (the victim) was found.  The victim's\r\nbody was found in the driver's seat of her car, which was parked outside the China Express Restaurant where she was\r\nmanager.  The victim's purse, containing approximately $1,400 of the restaurant's receipts, was beside her on the front car\r\nseat.  After the police and rescue squad arrived, the victim was transported to the hospital.  Initially, because there was no\r\nevidence of violence at the scene, she was thought to have suffered a heart attack.  Later it was determined she had died\r\nfrom a single gunshot wound to the chest.\r\n\r\n  At trial, the fingerprint expert testified he was unable to positively identify anyone in this case. (1)  No fingerprints were\r\ndiscovered on a spent shell casing found near the car.  Further, no fingerprints were found on a .25 caliber semi-automatic\r\npistol the police recovered from the home of the mother of Maurice Benning, one of appellant's co-defendants.  The\r\nfirearms examiner testified the fired shell casing found at the scene came from the pistol that was recovered.  However, the\r\nexaminer could not conclusively determine whether the .25 caliber bullet recovered from the victim's body had been fired\r\nby the recovered pistol.\r\n\r\nA witness, Shirley Collins, testified she saw three people, sometime between 9:55 p.m. and 10:05 p.m., crossing the road in\r\nfront of her while driving on the night of the murder.  She testified the three people, whose race and sex she could not\r\nidentify, were wearing dark clothes and were traveling in the direction of the China Express.\r\n\r\nTemetrius Williams testified she drove appellant, Tunzy Sanders, and Benning around on the night of the murder.  She\r\ndrove them to a parking lot near the China Express to drop them off, but since it was raining they decided not to stay.  She\r\nthen drove the three to Jermaine Walker's house.  She could not remember what they were wearing. (2)\r\n\r\nPreviously, Temetrius had made a statement to police which consisted of the following:  When she arrived at appellant's\r\nhouse, appellant said he would bring her some money.  She agreed to drive appellant, Sanders, and Benning, who were\r\nwearing black clothes and carrying walkie-talkies, to town.  She parked her car at the House of Pizza, where they exited the\r\ncar and then returned shortly thereafter.  Upon returning, Benning stated, \"Y'all can use it but please return it because it\r\nain't mine.\"  Thereafter, she dropped them off at Walker's house around 7:50 p.m.  During this time, they said, \"we're\r\ngoing to get some cheese tonight.\"  In her statement, Temetrius told the police that cheese meant money.\r\n\r\nMaurice Odom, who was imprisoned at the time, testified solely for the purpose of impeaching Temetrius.  He testified he\r\ninformed the police Temetrius had told him appellant had placed a gun to her head the night of the victim's murder and that\r\nall three men were wearing black clothes.\r\n\r\nJermaine Walker testified Temetrius dropped appellant, Sanders, and Benning off at his house.  He stated the three had on\r\n\"regular like blue jeans and shirts, dark clothes.\"  Walker testified they stayed until about 9:30 or 10:00 p.m.  While there,\r\nthey stated they were going to \"get a lick,\" which he took to mean there was going to be a burglary or a robbery.  He could\r\nnot remember who made that comment.  When they left, Walker testified, they stated they were going to a friend's house\r\nand they walked in the direction of the China Express, which is the same direction in which the friend lived.  Walker\r\nfurther stated that appellant also lived in that same direction.\r\n\r\nA cellmate of Benning testified he and Benning discussed the China Express crime. (3)  He testified Benning told him the\r\nfollowing:  (1) there were two pistols, (2) he was \"out to get paid that night,\" (3) he was the look-out, (4) he said take her\r\nout if necessary, (5) he ran after the victim was shot, (6) he kept his mother's gun but threw the other gun away, (7) a few\r\nother places had been \"cased\" that night but without luck. (4)\r\n\r\nTwo other jailhouse informants testified about conversations they had with Sanders concerning the China Express crime. \r\nBoth informants testified Sanders told them he planned to rob the victim and had shot and killed the victim.  The testimony\r\nwas only considered as it related to Sanders.\r\n\r\nAt the close of the State's case, appellant's directed verdict motion on all of the charges was denied.  Appellant was\r\nconvicted of murder, attempted armed robbery, and criminal conspiracy, and was sentenced to consecutive terms of life\r\nimprisonment for murder, twenty years for attempted armed robbery, and five years for criminal conspiracy. (5)  Following\r\nthe jury's verdict, appellant's motion for a new trial was denied.\r\n\r\nISSUE\r\n\r\n\r\n  \r\nDid the trial court err by failing to direct a verdict of acquittal on the charges against appellant?\r\n\r\n  \r\n\r\nDISCUSSION  \r\n\r\nOn appeal from the denial of a directed verdict, we must \r\n  review the evidence in the light most favorable to the State. State v. McHoney, \r\n  344 S.C. 85, 544 S.E.2d 30 (2001). A defendant is entitled to a directed verdict \r\n  when the State fails to produce evidence of the offense charged. Id. \r\n  If there is any direct evidence or substantial circumstantial evidence reasonably \r\n  tending to prove the guilt of the accused, we must find the case was properly \r\n  submitted to the jury. Id. Accordingly, a trial judge should grant a \r\n  directed verdict motion when the evidence merely raises a suspicion the accused \r\n  is guilty. State v. Lollis, 343 S.C. 580, 541 S.E.2d 254 (2001).  \r\n  See also State v. Ballenger, 322 S.C. 196, 470 S.E.2d 851 (1996) (trial \r\n  court should grant directed verdict motion where jury would be speculating as \r\n  to guilt of accused or where evidence is sufficient only to raise mere suspicion \r\n  of guilt). \"Suspicion\" implies a belief or opinion as to guilt based upon facts \r\n  or circumstances which do not amount to proof. State v. Lollis, supra.\r\n\r\nMurder and attempted armed robbery convictions\r\n\r\nNo direct evidence was adduced at trial linking appellant \r\n  to the crimes of murder and attempted robbery. The State's case depended entirely \r\n  on circumstantial evidence. When a directed verdict motion is made in a criminal \r\n  case where the State relies exclusively on circumstantial evidence, the trial \r\n  judge must submit the case to the jury if there is any substantial circumstantial \r\n  evidence which reasonably tends to prove the guilt of the accused, or from which \r\n  his guilt may be fairly and logically deduced. State v. Lollis, supra; \r\n  State v. Martin, 340 S.C. 597, 533 S.E.2d 572 (2000). In reviewing a \r\n  directed verdict motion, the trial judge is concerned with the existence of \r\n  evidence, not with its weight. State v. McHoney, supra; State \r\n  v. Lollis, supra.\r\n\r\nThe circumstantial evidence relied upon by the State is not substantial and merely raises a suspicion of guilt.  The key\r\npieces of circumstantial evidence relied upon by the State are:  (1) Temetrius's written statement that a comment was made\r\nabout getting some \"cheese;\" (2) Walker's testimony that a comment was made about getting a \"lick;\" (3) the fact\r\nappellant, Sanders, and Benning were together at least until they left Walker's house, around 9:30 or 10:00 p.m., and\r\nwalked in the direction of the China Express; and (4) Shirley Collins's testimony that she saw three people running towards\r\nthe China Express around 10:00 p.m.\r\n\r\nEven viewing the circumstantial evidence in the light most favorable to the State, the evidence does not reasonably tend to\r\nprove appellant's guilt.  While appellant was seen leaving Walker's residence and walking with Sanders and Benning\r\ntowards the direction where the China Express was located, appellant's home was also located in that same direction. \r\nAdditionally, while Collins testified she saw three individuals running towards the China Express, she stated she could not\r\nidentify their race or their sex.  None of the evidence presented by the State places appellant at the scene of the crime.\r\n\r\nThe trial court erred by not granting appellant's motion \r\n  for a directed verdict on the charges of murder and attempted armed robbery \r\n  because the State's evidence against appellant merely raised a suspicion appellant \r\n  is guilty. See, e.g., State v. Lollis, supra (directed \r\n  verdict should have been granted where circumstantial evidence presented by \r\n  State was insufficient to submit case to jury); State v. Mitchell, 341 \r\n  S.C. 406, 535 S.E.2d 126 (2000) (directed verdict should have been granted where \r\n  fact defendant's fingerprint was on screen propped up against house did not \r\n  prove entry where defendant had been in and around victim's house at least three \r\n  times prior to burglary).\r\n\r\nCriminal conspiracy conviction\r\n\r\n  A conspiracy is a combination or agreement between two \r\n  or more persons for the purpose of accomplishing a criminal or unlawful object, \r\n  or achieving by criminal or unlawful means an object that is neither criminal \r\n  nor unlawful. State v. Wilson, 315 S.C. 289, 433 S.E.2d 864 (1993). The \r\n  essence of a conspiracy is the agreement. Id. It may be proven by the \r\n  specific overt acts done in furtherance of the conspiracy but the crime is the \r\n  agreement. Id. To establish the existence of a conspiracy, proof of an \r\n  express agreement is not necessary, and direct evidence is not essential, but \r\n  the conspiracy may be sufficiently shown by circumstantial evidence and the \r\n  conduct of the parties. State v. Kelsey, 331 S.C. 50, 502 S.E.2d 63 (1998).\r\n\r\nViewing all of the evidence in the light most favorable \r\n  to the State, there was sufficient evidence to submit the issue of appellant's \r\n  guilt on the charge of conspiracy to the jury. The evidence indicated appellant \r\n  was involved in a discussion about \"getting some cheese,\" (meaning money) in \r\n  front of Temetrius. (6) Appellant was also involved \r\n  in a discussion about \"getting a lick,\" (meaning committing a burglary or a \r\n  robbery) in front of Walker. While both Temetrius and Walker used the word \"they\" \r\n  when stating who made those comments, a reasonable inference is that \"they\" \r\n  meant all three defendants, including appellant, discussed committing an unlawful \r\n  act. These conversations show evidence of criminal conspiracy in that appellant \r\n  was part of a discussion about committing an unlawful act prior to the time \r\n  in which the victim was killed. See State v. Kelsey, supra \r\n  (proof of express agreement not necessary to establish existence of conspiracy); \r\n  State v. Wilson, supra (essence of conspiracy is agreement). Other \r\n  evidence that existed to show his possible involvement in a conspiracy was the \r\n  fact appellant was with the other two defendants prior to the time the victim \r\n  was killed. Therefore, evidence of appellant's involvement in a conspiracy existed \r\n  such that the trial court properly denied his directed verdict motion on the \r\n  charge of conspiracy.\r\n\r\nAccordingly, appellant's murder and attempted armed robbery convictions are reversed and his conspiracy conviction is\r\naffirmed.\r\n\r\nAFFIRMED IN PART, REVERSED IN PART.\r\n\r\nTOAL, C.J., WALLER, BURNETT and PLEICONES, JJ., concur.\r\n1. Appellant was tried along with two co-defendants, Tunzy Sanders and Maurice Benning.\r\n2. Temetrius admitted her testimony did not match her previous statement to police, but insisted the police had harassed her\r\ninto making that statement.\r\n3. The jury was instructed the cellmate's testimony was only to be considered as it related to Benning.\r\n4. Officer Vince Padgett testified that, in a written statement, Benning  said he went to the China Express, but that he had\r\nsecond thoughts and decided to leave.  As he was running away, he heard a shot.  He went back and retrieved the gun,\r\nwhich he placed back in his mother's room where she normally kept it.\r\n5. Appellant's co-defendant Benning was \r\n  acquitted of all charges except criminal conspiracy. His other co-defendant, \r\n  Sanders, was found guilty as charged; however, his conviction was reversed by \r\n  this Court on the grounds that his Sixth Amendment right to counsel was denied \r\n  when his counsel was removed before trial. State v. Sanders, 341 S.C. \r\n  386, 534 S.E.2d 696 (2000). Sanders has since been retried and convicted for \r\n  the murder of the victim. \r\n6. At trial, Temetrius denied making \r\n  this comment; however, whether she was credible at trial or when she gave her \r\n  statement to the police goes to the weight of the evidence, which is not considered \r\n  by the trial judge when ruling on a directed verdict motion. See State \r\n  v. McHoney, supra; State v. Lollis, supra (when reviewing \r\n  directed verdict motion, trial judge is concerned with existence of evidence, \r\n  not with its weight).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25376","title":"In the Matter of William H. Lumpkin","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25376","description":"Opinion disbarring attorney from the practice of law in South Carolina.","date":"2001-11-19","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        In the Matter of William H. Lumpkin, Respondent.\r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25376\r\nSubmitted August 30, 2001 - Filed November 19, 2001\r\n\r\n\r\nDISBARRED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nHenry B. Richardson, Jr., of Columbia, for the Office of Disciplinary Counsel.\r\n\r\nJoseph R. Neal, of Augusta, Georgia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n\r\nPER CURIAM: Respondent was convicted in Georgia of malice murder, \r\nfelony murder and theft by taking. By order dated April 12, 1999, the Supreme \r\nCourt of Georgia accepted the voluntary surrender of respondent's license to practice \r\nlaw in that state. In re Lumpkin, 515 S.E.2d 147 (Ga. 1999). On September \r\n17, 2001, the Clerk of this Court sent a letter via certified mail to respondent's \r\ncounsel notifying him that, pursuant to Rule 29(d), RLDE, Rule 413, SCACR, he \r\nhad thirty (30) days in which to inform the Court of any claim he might have that \r\ndisbarment in this state is not warranted and the reasons for any such claim. \r\nRespondent nor his counsel filed a response. \r\n Rule 4-110(f) of the Rules and Regulations for the Organization and Government of the State Bar of Georgia states that a\r\nPetition for Voluntary Discipline in which the respondent voluntarily surrenders his license to practice law in the State of\r\nGeorgia is tantamount to disbarment.   Given the language of Rule 4-110, the fact that respondent failed to respond to the\r\nnotice of reciprocal discipline, and the fact that respondent's license to practice law in this state has been suspended since\r\n1986 for failure to pay Bar dues and failure to meet continuing legal education requirements, we find disbarment is the\r\nappropriate sanction to impose as reciprocal discipline in this matter.\r\n\r\nWe therefore disbar respondent from the practice of law in this state, retroactive to April 12, 1999, the date respondent's\r\nlicense to practice law in Georgia was revoked by the Supreme Court of Georgia.\r\n\r\nWithin fifteen days of the date of this opinion, respondent shall file an affidavit with the Clerk of Court showing that he has\r\ncomplied with Rule 30, RLDE, Rule 413, SCACR, and shall also surrender his Certificate of Admission to the Practice of\r\nLaw to the Clerk of Court.\r\n\r\nDISBARRED.\r\n\r\n                   TOAL, C.J., MOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25377","title":"In the Matter of William K. Charles, III","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25377","description":"This attorney discipline case involves two issues: (1) whether the Panel is required to include conclusions of law in its final report; and (2) what  sanction is appropriate for the attorney's misconduct.","date":"2001-11-19","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        In the Matter of William K.\r\nCharles, III, Respondent.\r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25377\r\nHeard October 23, 2001 - Filed November 19, 2001\r\n\r\n\r\nPUBLIC REPRIMAND\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAttorney General Charles M. Condon and Assistant Deputy Attorney General J. Emory Smith, Jr., both of Columbia, for\r\nthe Office of Disciplinary Counsel.\r\n\r\nC. Rauch Wise of Greenwood, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nPER CURIAM:   The Commission on Lawyer Misconduct filed formal charges against William K. Charles, III\r\n(\"Respondent\") on May 23, 2000. (1)  Respondent did not respond to the charges as required by Rule 24 (a), Rules for\r\nDisciplinary Enforcement, (2) and, therefore, the charges were deemed admitted.  The following formal charges were filed\r\nagainst Respondent:\r\n\r\n1) Ann Brown Matter\r\n\r\nRespondent failed to complete work on a deed for his client Ann Brown and failed to communicate with her adequately. \r\nFurthermore, Ms. Brown paid Respondent a $90.00 fee which he did not earn.  Respondent is now unable to locate Ms.\r\nBrown's file.\r\n\r\n2) Bertha Fleming Matter\r\n\r\nRespondent failed to complete work on the estate of Bertha Fleming.  Respondent was hired by Ms. Fleming's brothers,\r\nhowever, he failed to communicate with the Flemings and others adequately as to matters concerning the estate. \r\nRespondent was paid $500.00, a fee he did not earn.  Respondent is now unable to locate his file concerning the Fleming\r\nEstate.\r\n\r\n3) Ola Lee Washington Matter\r\n\r\nRespondent failed to complete work on a real estate matter for his client, Ms. Washington.  He failed to communicate\r\nadequately with Ms. Washington.  Furthermore, he did not earn the $500.00 fee paid by Ms. Washington.\r\n\r\n4) Melanie Jones Matter\r\n\r\nRespondent failed to communicate adequately with his client, Ms. Jones.  He also delayed in returning her file despite\r\nrepeated requests by Ms. Jones.\r\n\r\n5) Failure to respond to disciplinary charges\r\n\r\nRespondent did not respond to the initial and subsequent inquiries from the Office of Disciplinary Counsel regarding the\r\nabove mentioned matters, including the Notice of Full Investigation.  However, Respondent did begin to cooperate once he\r\nwas contacted by an Attorney to Assist.\r\n\r\nA hearing before a sub panel of the Commission was held in December 2000.  The sub panel recognized the matters\r\nasserted in the formal charges were deemed admitted since Respondent did not respond to the formal charges.  Respondent\r\nrepresented himself at the hearing.  He admitted his neglect of the matters but presented evidence in mitigation. (3)  The sub\r\npanel recommended that Respondent be allowed to continue to practice law with certain restrictions.\r\n\r\nThe sub panel's report did not explicitly find that Respondent violated any specific rules of Professional Misconduct. \r\nFurthermore, they did not hold Respondent responsible for costs.  Both the Respondent and the Prosecutor filed Exceptions\r\nto the Panel's report.  The full Panel adopted the report of the sub panel.  Both parties have appealed, and the issues before\r\nthis Court are:\r\n\r\n\r\nI. Did the Panel err in failing to include proposed conclusions of law in its report?\r\n\r\nII. Did the Panel err in failing to recommend (1) any sanction other than supervision of Respondent's practice and related\r\nconditions and (2) that Respondent should be held responsible for restitution and costs?\r\n\r\n\r\nLAW/ \r\n  ANALYSIS\r\n\r\nI. Conclusions of Law.\r\n\r\nThe Panel's report does not state that Respondent violated any specific Rules of Professional Conduct or Rules of Lawyer\r\nDisciplinary Enforcement.  The Office of Disciplinary Counsel argues the Panel erred in failing to include in its report\r\nconclusions of law as required by Rule 26(d), RLDE, Rule 413, SCACR.\r\n\r\nThis Court is not bound by a Panel's recommendation and may make its own findings of fact and conclusions of law. \r\nMatter of Chastain, 340 S.C. 356, 352 S.E.2d 264 (2000).  Therefore, the Court can make its own conclusions even if the\r\nPanel has made no recommendations.  Id.  There is ample evidence in the record to support a finding that Respondent has\r\nviolated several Rules of Professional Conduct, Rule 407, SCACR, and the Rules of Disciplinary Enforcement (RDLE),\r\nRule 413, SCACR.  In fact, Respondent \"admitted\" the facts contained in the Formal Charges since he did not respond. \r\nAccordingly, we find the Respondent has violated the following Rules:\r\n\r\nA.  Rules Professional Conduct, Rule 407, SCACR:\r\n\r\n\r\n1) Rule 1.3: failure to act with reasonable diligence and promptness in representing a client.\r\n\r\n2) Rule 1.4 (a): failure to keep a client reasonably informed about the status of a matter and promptly comply with\r\nreasonable requests for information.\r\n\r\n3) Rule 1.15: failure to account to client for unearned fees.\r\n\r\n4)  Rule 8.4(a): violating or attempting to violate the Rules of Professional Conduct.\r\n\r\n\r\nB.  Rules of Lawyer Disciplinary Enforcement, Rule 413,\r\nSCACR:\r\n\r\n\r\n1) Rule 7(a)(1), RLDE: violating or attempting to violate the Rules of Professional Conduct or any other rules of this\r\njurisdiction regarding professional conduct.\r\n\r\n2)  Rule 7(a)(5), RLDE: engaging in conduct demonstrating an unfitness to practice law or in conduct tending to pollute the\r\nadministration of justice or to bring the courts or the legal profession into disrepute.\r\n\r\n\r\nC. Failing to respond to and cooperate with the Office of Disciplinary Counsel.  Matter of Nida, 315 S.C. 132, 432 S.E.2d\r\n462 (1993); Matter of Blackmon, 295 S.C. 333, 368 S.E.2d 465 (1988).\r\n\r\nII. Appropriate Sanction\r\n\r\nThe Office of Disciplinary Counsel argues the Panel erred in failing to recommend a sanction greater than a simple\r\nimposition of restrictions on Respondent should he return to practice.  We find Respondent's conduct requires us to issue a\r\npublic reprimand.\r\n\r\nThe authority to discipline attorneys and the manner in which the discipline is given rests entirely with this Court.  Matter\r\nof Hines, 275 S.C. 271, 269 S.E.2d 766 (1980).  A public reprimand is consistent with this Court's prior sanctions for\r\nattorneys who neglected client matters (without greatly prejudicing the client) and failed to respond to or cooperate with\r\nDisciplinary Counsel.  This Court has held, \"When the offense of neglect is coupled with failure to cooperate with the Bord\r\n[sic], public reprimands have been issued when the client was not greatly prejudiced.\"  Matter of Acker, 308 S.C. 338, 341,\r\n417 S.E.2d 862, 864 (1992) (citing Matter of Blackmon, 295 S.C. 33, 368 S.E.2d 465 (1988); Matter of Bruner, 283 S.C.\r\n114, 321 S.E.2d 600 (1984); Matter of Haddock, 283 S.C. 116, 321 S.E.2d 601 (1984)); see also Matter of Ballard, 312\r\nS.C. 227, 439 S.E.2d 846 (1994) (finding neglect of clients' matters, failure to cooperate with Board of Grievances, and the\r\nharm which his neglect caused clients warrants one-year suspension from practice of law and payment of restitution to\r\nclients);  Matter of Palmer, 298 S.C. 324, 380 S.E.2d 813 (1989) (ordering one year suspension for incompetent handling\r\nand neglect of legal matter entrusted to him, failure to avoid prejudice to his client upon withdrawal, and failure to\r\ncooperate with grievance board's investigation).\r\n\r\nIn addition to issuing a public reprimand, this Court orders Respondent to comply with the following:\r\n\r\n\r\n1) Respondent must enter into a mentor relationship for a period of two (2) years with an attorney licensed to practice law\r\nin this State.\r\n\r\n2) The Respondent must continue to receive counseling from a licensed psychiatric professional at least once a month for a\r\nyear.\r\n\r\n3) Respondent must, within thirty (30) days, pay all bar dues and any other outstanding fees or dues.\r\n\r\n4) Respondent must file a progress or status report with the Office of Disciplinary Counsel every three (3) months for a\r\nperiod of one (1) year.\r\n\r\n5) Within 30 days, Respondent must pay restitution to his clients, the Flemings ($500.00), Ms. Brown ($90.00), and Ms.\r\nWashington ($500.00).\r\n\r\n6) Respondent shall also pay the costs ($345.50) of the disciplinary proceeding.  This amount shall be remitted to the\r\nCommission on Lawyer Conduct within 30 days.\r\n\r\n\r\nPUBLIC REPRIMAND\r\n\r\ns/Jean H. Toal C.J.\r\n\r\ns/John H. Waller, Jr. J.\r\n\r\ns/E.C. Burnett, III J.\r\n\r\ns/Costa M. Pleicones J.\r\n\r\ns/L. Casey Manning A.. J.\r\n\r\n1. Prior to the filing of the current charges, Respondent had been subject to discipline by this Court on three prior occasions:\r\n(1)  Respondent was suspended for three months for misappropriation, neglect, and failure to respond to disciplinary\r\ncharges. Matter of Charles, 319 S.C. 434, 462 S.E.2d 268 (1995); (2) He was suspended for 90 days for failing to file a tax\r\nreturn. Matter of Charles, 336 S.C. 146, 519 S.E.2d 350 (1999); and (3) Respondent was suspended from June 12 to\r\nDecember 27, 2000 for non-payment of bar dues.\r\n2. Although Respondent did not respond to the initial filing of charges and to the Notice of Full Investigation, Respondent\r\ndid cooperate once he was contacted by an Attorney to Assist from the Office of Disciplinary Counsel.\r\n3. The evidence of mitigation includes the following:\r\n\r\nThe record shows that in May of 1998, taking a sabbatical from my law practice due to a mental breakdown was suggested\r\nby Professor John Freeman and that this advice was reinforced by my psychiatrist and implemented on advice of my\r\npsychiatrist.  I was diagnosed as being severely depressed.  The discontinuance of my law practice led to the complaints\r\nagainst me.  The complaints were the direct result of my being unavailable to my clients and, because of my mental illness,\r\nfailing to realize that I should not have closed my office without making arrangements for another lawyer to cover for me. \r\nA review of the history of ethical complaints against me shows that all of my delicts occurred as the result of real life,\r\nunusually severe, stressful situations.  They were the result of my poor response to the long, serious illness of my wife, her\r\neventual death, and the serious physical, medical health problems from which I suffered, both during and after her illness\r\nand death.  The record is clear that I recognize my shortcomings and feel remorseful for them.  The record is clear that\r\nmany of the physical problems from which I suffered have been resolved by either surgery or medical treatment. \r\nPsychiatric treatment has resolved my emotional and mental problems. . .\r\n\r\n(See Letter to Barbara Hinson from Respondent, dated February 12, 2001).\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25378","title":"Watts v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25378","description":"Phillip P. Watts, Sr. appeals from the trial court's denial of his application for Post Conviction Relief on grounds that he did not voluntarily waive his right to counsel.","date":"2001-11-26","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Phillip P. Watts, Sr., Petitioner,\r\n        \r\n        \r\nv.\r\n        \r\n\r\nState of South Carolina, Respondent.\r\n&nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\n\r\nAppeal From York County\r\nFrank Eppes, Trial Judge\r\nJ. Derham Cole, Post-Conviction Judge\r\n\r\n\r\nOpinion No. 25378\r\nSubmitted October 24, 2001 - Filed November 26, 2001\r\n\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAssistant Appellate Defender Aileen P. Clare, of South Carolina Office of Appellate Defense, of Columbia, for petitioner.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney\r\nGeneral B. Allen Bullard, Jr., Assistant Attorney General David Spencer, all of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\nCHIEF JUSTICE TOAL: Phillip F. Watts, Sr. (\"Petitioner\") appeals the denial of his application for Post Conviction\r\nRelief (\"PCR\").  We reverse and remand for a new trial.\r\nFactual/Procedural Background\r\n\r\nPetitioner was indicted by the York County Grand Jury for distribution of crack cocaine on March 14, 1996.  Petitioner\r\npled guilty to distribution of crack cocaine, second offense, in May 1996.  Petitioner was sentenced to 8 years\r\nimprisonment. \r\n\r\nPetitioner was not represented by counsel at his plea proceeding.  At some point before Petitioner entered his guilty plea on\r\nMay 6, 1996, the court relieved Petitioner's court appointed attorney upon Petitioner's motion.  During the plea\r\nproceeding, the solicitor told the plea judge he had advised Petitioner to hire a new, private attorney when Petitioner\r\nrelieved his appointed attorney.  The plea judge did not inquire as to why Petitioner had failed to hire a new attorney or\r\nadvise Petitioner of the disadvantages of appearing without an attorney. The plea judge told Petitioner he had a right to\r\ncounsel, and that he had been appointed counsel which he had chosen to relieve.  However, the judge said nothing further\r\nand did not elicit any response from Petitioner regarding his right to counsel or his waiver of that right.\r\n\r\nOn June 24, 1996, Petitioner filed an application for post conviction relief, alleging that he had no lawyer when he entered\r\nhis guilty plea, and that his plea was coerced.  An evidentiary hearing was held on June 2, 1997 and Petitioner's application\r\nwas denied in an order dated August 18, 1997.  This Court granted certiorari on the following issue:\r\n\r\n\r\nI. Is Petitioner entitled to a new trial because he did not knowingly and   intelligently waive his right to counsel before\r\npleading guilty? \r\n\r\n\r\nLaw/Analysis\r\n\r\n    I.  Waiver of Right to Counsel\r\n\r\nPetitioner argues his guilty plea was invalid because he did not knowingly and intelligently waive his right to counsel when\r\nhe appeared at trial with no attorney and pled guilty.  We agree.\r\n\r\nIn order to waive the right to counsel, the accused must be (1) advised of his right to counsel and (2) adequately warned of\r\nthe dangers of self-representation.  Prince v. State, 301 S.C. 422, 392 S.E.2d 462 (1990) (citing Faretta v.California, 422\r\nU.S. 806, 95 S. Ct. 2525, 45 L. Ed. 2d 562 (1972)).  It is the trial judge's responsibility to determine whether there is a\r\ncompetent, intelligent waiver by the defendant.  State v. Dixon, 269 S.C. 107, 236 S.E.2d 419 (1977) (citing Johnson v.\r\nZerbst, 304 U.S. 458, 58 S. Ct. 1019, 82 L. Ed. 1461 (1938)).  If the trial judge fails to address the disadvantages of\r\nappearing pro se, as required by the second prong of Faretta v. California, \"this Court will look to the record to determine\r\nwhether petitioner had sufficient background or was apprised of his rights by some other source.\"  Prince, 301 S.C. at 424,\r\n392 S.E.2d at 463 (citing Wroten v. State, 301 S.C. 293, 391 S.E.2d 575 (1990)).  \r\n\r\n\r\nWhile a specific inquiry by the trial judge expressly addressing the disadvantages of a pro se defense is preferred, the\r\nultimate test is not the trial judge's advice but rather the defendant's understanding.  If the record demonstrates the\r\ndefendant's decision to represent himself was made with an understanding of the risks of self-representation, the\r\nrequirements of a voluntary waiver will be satisfied.  \r\n\r\n\r\nWroten, 301 S.C. at 294, 391 S.E.2d at 576 (citing Fitzpatrick v. Wainwright, 800 F.2d 1057, 1065 (11th Cir. 1986))\r\n(emphasis added).  \r\n\r\nIn a PCR action, if the record fails to demonstrate the petitioner made an informed choice to proceed pro se, with \"eyes\r\nopen,\" then the petitioner did not make a knowing and voluntary waiver of counsel and the case should be remanded for a\r\nnew trial.  See Wroten; Prince; Bridwell v. State, 306 S.C. 518, 413 S.E.2d 30 (1992).  Our precedent requires the trial\r\njudge to conduct \"a hearing to determine whether a request  to proceed pro se was accompanied by a knowing and\r\nintelligent waiver.\"  State v. Bateman, 296 S.C. 367, 369, 373 S.E.2d 470, 471 (1988).  In Bateman, all six defendants\r\nrefused the judge's attempts to appoint counsel and also his offer to have a public defender sit with them during the trial for\r\nsupport.  The judge allowed the trial to proceed without an extensive inquiry into the background of any of the six\r\ndefendants.  This Court  reversed and remanded for a new trial because it found \"no determination as to waiver of counsel\r\nwas made with regard to any of the six appellants.\"  Id.\r\n\r\nIt is clear from the record in this case the plea judge made no effort to advise Petitioner of the disadvantages of appearing\r\npro se during the plea proceeding.  The plea judge permitted the solicitor to relate the circumstances of Petitioner's release\r\nof his appointed attorney.  The judge did not ask Petitioner a single question about why he relieved his counsel or if he\r\nwished to have counsel present.  He simply stated, \"You have the right to a lawyer.  And the court appointed you one, you\r\ndidn't want him, so he got relieved,\" apparently relying on the solicitor's word that he told Petitioner to get a new attorney\r\nby trial as sufficient information.  Furthermore, Petitioner did not say anything about counsel during the plea proceeding. \r\nHe never said he wished to waive his right to counsel, he did not want an attorney, or he wanted to represent himself. \r\nAccording to these facts, it is clear the plea judge did not effectively warn Petitioner of the dangers of appearing pro se, as\r\nrequired by Faretta v. California.        \r\n\r\nAs discussed, in the absence of proper Faretta warnings, the reviewing court may look to the record to determine whether\r\nPetitioner's background indicated he could make an intelligent waiver without such advice.  Prince.  The plea judge failed\r\nto make a meaningful inquiry into Petitioner's background to determine whether Petitioner had sufficient experience or\r\nknowledge to waive counsel.  The judge asked Petitioner for his age and education level, and about his first offense. \r\nPetitioner answered that he was 41 years old and had graduated from high school.  When the judge asked Petitioner about\r\nhis first offense, the solicitor answered for Petitioner, stating he was convicted \"sometime ago\" (in 1983) of simple\r\npossession of marijuana and strong arm robbery.  The solicitor explained, \"[i]t's for that reason that I'm recommending he\r\nbe sentenced to the minimum - to a cap of eight years.\"  The plea judge did not inquire into the circumstances of the prior\r\nconviction, and there is nothing in the record to indicate whether Petitioner served time, pled guilty to the charges, or was\r\nrepresented by counsel.\r\n\r\nAt Petitioner's PCR hearing, Petitioner's counsel argued there was nothing in the record to show either Petitioner (1) was\r\nwarned or (2) had sufficient background to understand the disadvantages of self-representation, enabling him to\r\nintelligently waive his right to counsel.  In response, the State argued the transcript of the proceeding in which Petitioner\r\nmoved to relieve  his appointed attorney probably reflected that the presiding judge explained the danger of going further\r\nwithout representation to Mr. Watts.  The State, however, did not have this transcript at the PCR hearing and never\r\nproduced it to the Court.  Instead, the State offered the testimony of the prosecuting solicitor, Mr. Cranshaw.  Mr.\r\nCranshaw testified he did not specifically recall the hearing in which Petitioner's appointed attorney was released, but that\r\nhe believed the judge would have warned Petitioner.   \r\n\r\nThe record fails to demonstrate Petitioner was warned adequately of the dangers of self-representation when he relieved his\r\nappointed counsel, and affirmatively demonstrates Petitioner was not warned by the plea judge, as Faretta v.California\r\nrequires.  Further, the record fails to show Petitioner had sufficient background to make an intelligent waiver of counsel\r\nabsent Faretta warnings.  Therefore, the denial of PCR is reversed and the case is remanded for a new trial.\r\n\r\nConclusion\r\n\r\nFor the foregoing reasons, we REVERSE the denial of PCR and REMAND for a new trial. \r\n\r\n   MOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25379","title":"Masterclean v. Star Insurence","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25379","description":"This case involves two certified questions dealing with statutorial private right of action and a principal suing a surety in tort.","date":"2001-11-26","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nMasterclean, Inc., CPM\r\nEnvironmental, Inc.,\r\nWilliam B. Smith and\r\nBarbara P. Smith,&nbsp;&nbsp;&nbsp; Plaintiffs,\r\n\r\n&nbsp;\r\nv.\r\n\r\n\r\nStar Insurance Co.,&nbsp;&nbsp;&nbsp; Defendant and\r\nThird Party Plaintiff,\r\n\r\n&nbsp;\r\nv.\r\n\r\n\r\nMasterclean of North\r\nCarolina, Inc.,&nbsp;&nbsp;&nbsp; Third Party Defendant.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCERTIFIED QUESTION\r\nMatthew J. Perry, Jr., Senior United States\r\nDistrict Judge\r\n\r\n\r\nOpinion No. 25379\r\nHeard October 23, 2001 - Filed November 26, 2001\r\n\r\n\r\nQUESTIONS ANSWERED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nRobert Bryan Barnes and Kate B. Barroll, of Rogers,\r\nTownsend &amp; Thomas, of Columbia, for Plaintiffs.\r\n\r\nC. Allen Gibson, Jr., and Jonathan D. Crumly, Sr.,\r\nboth of Buist, Moore, Smythe &amp; McGee, of\r\nCharleston, for Defendant/Third Party Plaintiff.\r\n\r\nL. Franklin Elmore and Nancy W. Monts, of\r\nOgletree, Deakins, Nash, Smoak &amp; Stewart, of\r\nGreenville; and Edward G. Gallagher, of\r\nWashington, D.C., for Amicus Curiae The Surety\r\nAssociation of America.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE BURNETT: We agreed to answer the following\r\nquestions certified by the United States District Court for the District of\r\nSouth Carolina:\r\n\r\n\r\nDoes South Carolina recognize a cause of action in\r\ntort by a principal against its surety for the surety's\r\nbad faith refusal to pay first party benefits to an\r\nobligee pursuant to a construction performance\r\nbond?\r\n\r\nIf so, what are the elements of this cause of action\r\nand what legal standards apply to the surety's actions\r\nin the investigation and resolution of an obligee's\r\nclaim against the bond?\r\n\r\nDoes a principal have a private right of action against\r\nits surety pursuant to S.C. Code. Ann. §§ 38-57-70 &amp;\r\n38-59-20 (1989)?\r\n\r\n\r\nFACTS\r\n\r\n\tThe University of South Carolina (\"U.S.C.\")  contracted with\r\nMasterclean, Inc. (1) (\"Masterclean\") to remove asbestos from a U.S.C.\r\nbuilding.  Masterclean obtained a performance bond from Star Insurance\r\nCompany (\"Star\") pursuant to South Carolina law for $1,383,214 to assure\r\nperformance. See S.C. Code Ann. § 11-35-3030 (2)(i) (Supp. 2000).\r\n\r\nU.S.C. notified Star in November 1995 of Masterclean's default on the\r\ncontract and made a claim on the bond.  Star began a claim investigation. \r\nU.S.C. formally terminated the contract in December 1995.\r\n\r\n\tStar eventually concluded Masterclean defaulted on the contract but\r\nrefrained from deciding the claim on the bond pending negotiations with\r\nU.S.C.  As negotiations progressed, U.S.C. hired a replacement contractor to\r\ncomplete the project.\r\n\r\n\tThe South Carolina Chief Procurement Officer issued a ruling in May\r\n1996 finding Masterclean in default and ordering it to pay $1,000,000 in\r\ndamages.  All parties entered a negotiated settlement for $900,000 with Star\r\nliable for $100,000 and Masterclean paying the difference.\r\n\r\n\tPlaintiff argues Star should have mitigated the damages by performing\r\nits bond obligations once it determined Masterclean defaulted and before\r\nU.S.C. obtained a replacement contractor. (2)  Plaintiff alleges Star's failure to\r\ntake over the project entitles it to damages in tort for Star's bad faith refusal\r\nto honor U.S.C.'s claim under the bond.\r\n\r\nISSUE\r\n\r\n\r\n\tCan Plaintiff sue Star in tort for its bad faith refusal to pay U.S.C.\r\nunder the performance bond?\r\n\r\nLAW/ANALYSIS\r\n\r\n\r\n\tA surety is a tripartite agreement among the surety company, the\r\nprincipal who is primarily responsible for performing the contract, and the\r\nobligee for whose benefit the agreement is made.  74 Am. Jur. 2d Suretyship\r\n§ 3 (1974). &quot;Suretyship is a contractual relation resulting from an agreement\r\nwhereby one person, the surety, engages to be answerable for the debt,\r\ndefault, or miscarriage of another, the principal.\" Id. § 1;\r\nsee  also,\r\nPhilco Fin.\r\nCorp. v. Mehlman, 245 S.C. 139, 139 S.E.2d 475 (1964).  South Carolina law\r\ntreats a surety agreement as a credit arrangement where the surety lends\r\ncredit to the principal who otherwise has insufficient credit to obtain the\r\ncontract with the obligee. Philco Fin. Corp. v. Mehlman,\r\nsupra.\r\n\r\n\tA surety must pay the obligee only if the principal defaults, but the\r\nsurety generally retains a right of indemnification from the principal. \r\nRestatement (Second) of Security § 82 cmt. b (1974).  At all times, the\r\nprincipal retains the primary obligation to perform the contract and the\r\nprimary liability for default of the contract.  74 Am. Jur. 2d Suretyship § 3\r\n(1974).\r\n\r\n\tPlaintiff asserts sureties are insurers and a performance bond is\r\ninsurance.  Such a determination would allow Plaintiff to sue in tort for Star's\r\nbad faith refusal to pay insurance benefits on a first party claim under Nichols v. State Farm Mutual Automobile Ins. Co., 279 S.C. 336, 306 S.E.2d\r\n616 (1983).  This is an issue of first impression in South Carolina. (3)  A survey\r\nof other states shows a split of authority in allowing such suits. See\r\n Transamerica Premier Ins. Co. v. Brighton Sch. Dist. 27 J, 940 P.2d 348\r\n(Colo. 1997)(finding an obligee may sue a surety in tort for bad faith refusal);\r\nsee  also,\r\nUnited States for the Use of Don Siegel Constr. Co., Inc. v. Atul\r\nConstr. Co., 85 F. Supp. 2d 414 (2000)(Federal district court construing New\r\nJersey law to allow an obligee to sue for bad faith damages against a surety); Loyal Order of Moose, Lodge 1392 v. International Fid. Ins. Co., 797 P.2d\r\n622 (Alaska 1990); Dodge v. Fidelity and Deposit Co., 161 Ariz. 344, 778\r\nP.2d 1240 (Ariz. 1989); K-W Indus. v. National Sur. Corp., 231 Mont. 461,\r\n754 P.2d 502 (Mont. 1988); Szarkowski v. Reliance Ins. Co., 404 N.W.2d\r\n502 (N.D. 1987); cf.  Board of Dirs. of Ass'n of Apartment Owners v. United\r\nPac. Ins. Co., 77 Haw. 358, 884 P.2d 1134 (Haw. 1994)(court found a surety\r\nowes a duty of good faith to the obligee and principal on the bond, but\r\nspecifically declined to address whether Hawaii recognized a tort claim\r\nagainst a surety for bad faith refusal); but \r\nsee, Cates Constr., Inc. v. Talbot\r\nPartners, 21 Cal. 4th 28, 980 P.2d 407 (Cal. 1999)(California does not\r\nrecognize an obligee's bad faith tort claim against a surety); Great American\r\nIns. Co., v. North Austin Mun. Util. Dist. No. 1, 908 S.W.2d 415 (Tex.\r\n1995); Institute of Mission Helpers of Baltimore City v. Reliance Ins. Co.,\r\n812 F. Supp. 72 (D. Md. 1992)(construing Maryland law to not allow a bad\r\nfaith claim by obligee against surety).\r\n\r\n\tPlaintiff advances three arguments to support the contention that a\r\nsurety agreement is an insurance contract subjecting the surety to a Nichols\r\nclaim.  Initially, Plaintiff asserts the Legislature intended to treat sureties as\r\ninsurance companies for purposes of Nichols liability because they are\r\nregulated by the state insurance code. See S.C. Code Ann. § 38-1-10,\r\net.  seq.\r\n(Supp. 2000).  Several courts who find an action for a surety's bad faith\r\nrefusal to pay an obligee base their decision on similar state laws. See\r\n Transamerica Premier Ins. Co. v. Brighton Sch. Dist. 27 J,\r\nsupra; Dodge v.\r\nFidelity and Deposit Co., supra.\r\n\r\n\tThe South Carolina Insurance Code regulates surety companies.\r\nSee\r\nS.C. Code Ann. § 38-1-20 (13), (22), (25), (37) (Supp. 2000).  However, the\r\nsurety's presence in a regulatory scheme does not render common law duties\r\nof an insurer applicable to a surety.  A bad faith tort action arises from the\r\ncommon law due to special characteristics of the insurance relationship, not\r\nsimply because it is a regulated industry. See \r\nNichols v. State Farm Mut.\r\nAuto. Ins. Co., supra.  The insurance regulatory scheme provides for\r\nadministrative penalties, not a Nichols common law right of action.\r\nSee S.C.\r\nCode Ann. § 38-2-10 (Supp. 2000) (providing administrative penalties for\r\nviolating the insurance laws of this state).  In sum, because South Carolina\r\nregulates surety companies under the insurance code does not mandate\r\nfinding a Nichols common law action in this case.\r\nCf. Wilson v. McCleod,\r\n274 S.C. 525, 265 S.E.2d 677 (1980) (the presence of a business in the\r\ninsurance code does not necessarily create an insurance relationship).\r\n\r\n\tNext, Plaintiff contends this Court should extend\r\nNichols to sureties\r\nbecause courts treat surety agreements as insurance contracts at common law.\r\nPlaintiff misconstrues the common law's analogy between surety contracts\r\nand insurance contracts.  A leading treatise on insurance practice highlights\r\nthe source of this confusion:\r\n\r\n\r\n\tIt has frequently been held that contracts of suretyships are\r\nregarded as those of \"insurance,\" where a corporate surety\r\nengages in the business for a profit, and that the rights and\r\nliabilities of the parties are governed by the rules applicable to\r\ncontracts of insurance.  This is a rule governing the construction\r\nof such contracts, however, and is not intended to alter the\r\nnormal incidents of a suretyship contract, such as the surety's\r\nrecourse against the principal for losses paid by it.  If a\r\ncompensated surety's contracts were regarded as insurance for all\r\npurposes, it is apparent that the surety would not have such right\r\nof recourse, together with all the other rights and duties which\r\ndevolve upon a surety as such.\r\n\r\n\r\nAppleman, Insurance Law and Practice, § 5273 (1981).\r\n\r\n\tThe treatise clearly shows the surety-insurance analogy is intended for\r\npurposes of contract construction alone.  This analysis is supported by our\r\nholding in State Agricultural &amp; Mechanical Society v. Taylor, 104 S.C. 167,\r\n88 S.E. 373 (1916).  In that case, we examined the difference between a\r\n\"voluntary\" surety and a for-profit surety company.  Traditionally, courts\r\nviewed sureties as a favorite of the law, construing contracts strictissimi juris\r\nresolving all doubts and technicalities in the surety's favor. See \r\nLaurence P.\r\nSimpson Suretyship 101-12 (1950).\r\n\r\n\tThe State Agricultural &amp; Mechanical Society rule removes\r\nstrictissimi\r\njuris in surety contracts by for-profit companies.  Courts now construe for-profit surety contracts similar to insurance contracts, resolving any doubts\r\nagainst the surety. See, Greenville Airport Commission v. U.S. Fidelity &amp;\r\nGuaranty Co. of Baltimore, Md., 226 S.C. 553, 86 S.E.2d 249 (1955).  Courts\r\nanalogize insurance with surety for purposes of contract construction, not to\r\nexpand common law duties in tort.\r\n\r\n\tFinally, Plaintiff attempts to create a common law duty by arguing the\r\npublic policy reasons articulated in Nichols exist in the surety context.  These\r\npolicy considerations are either nonexistent or less persuasive in the surety\r\ncontext.\r\n\r\n\tOne public policy rationale the Nichols Court relied upon was  the\r\nexistence of a strong public interest in insurance contracts. Nichols, 279 S.C.\r\nat 340, 306 S.E.2d at 619.  A surety agreement affects the public interest, but\r\nits interest is significantly less than in insurance.  Surety agreements in public\r\nconstruction projects involve commercial entities and do not involve the\r\npublic's interest as do insurance contracts. See \r\ne.g., S.C. Code Ann. § 56-10\r\n-20 (Supp. 2000)(requiring all motor vehicle owners in South Carolina to\r\nmaintain liability insurance).\r\n\r\n\tA second public policy reason the Nichols court relied upon was an\r\ninsured lacks bargaining power and must accept policies on an accept or\r\nreject basis. Nichols, 279 S.C. at 340, 306 S.E.2d at 619.  Inequities in\r\nbargaining power are largely absent in the surety context because the obligee,\r\nnot the surety, usually dictates the bond requirements.\r\n\r\n\tA more important distinction is the obligations of each party are set by\r\nthe underlying construction contract, not the bond.  On a public project, the\r\nowner sets the terms of the contract and all bidders must agree to it, the\r\nsurety usually does not participate in these negotiations and has little or no\r\nsay in the terms of the contract whose performance it guarantees. See R.\r\nCooper Shattuck, Bad Faith: Does It Apply To Sureties In Alabama?, 57 Ala.\r\nLaw. 241, 244 (1996).  The principal is in position to contractually control\r\nthe limits of its performance and liability.  This process contrasts sharply\r\nwith insurance where the insurer offers policies on standard forms on an\r\naccept or reject basis.\r\n\r\n\tAnother public policy reason underlying Nichols holding is the\r\nunderstanding an insurer, liable only in contract, may delay and deny a claim\r\nwith virtual impunity at the risk of only paying the policy limits. Nichols,\r\n279 S.C. at 340, 306 S.E.2d at 619.  We have previously held a surety's\r\nliability cannot extend beyond the penal amount of the bond. South Carolina\r\nPub. Serv. Comm'n v. Colonial Constr. Co., 274 S.C. 581, 266 S.E.2d 76\r\n(1980).  This situation may give the surety, like an insurer, the incentive to\r\ndelay and deny bond claims because it will ultimately only have to pay the\r\nbond amount.\r\n\r\n\tWe believe this factor alone is insufficient to recognize a bad faith\r\nclaim for sureties.  This determination is strengthened by this Court's\r\nreluctance to extend tort actions for violating good faith obligations. See F.P.\r\nHubbard &amp; R.L. Felix, The South Carolina Law of Torts 54-55 (1990).  The\r\npresence of a principal's use of bad faith as a defense in contract, discussed\r\nbelow, also mitigates any danger of a surety company acting in bad faith to\r\ndelay payment under the bond.\r\n\r\n\tThe Nichols court completed its public policy analysis by noting an\r\n\"insured does not contract to obtain any kind of commercial advantage or\r\nleverage but only to protect himself against the specter of accidental [or\r\nunavoidable] loss.\" Nichols, 279 S.C. at 340, 306 S.E.2d at 619 (quoting\r\nTrimper v. Nationwide Ins. Co., 540 F. Supp. 1188, 1193 (D.S.C. 1982)).  A\r\nsurety bond, unlike insurance, is used to obtain a commercial advantage. \r\n\"The principal does not seek protection from the surety against calamity...the\r\nprincipal seeks the commercial advantage of obtaining a contract with the\r\nobligee, which requires a performance or payment bond.\"  Bernard L. Balkin\r\n&amp; Keith Witten, Current Developments in Bad Faith Litigation Involving the\r\nPerformance and Payment Bond Surety, 28 Tort &amp; Ins. L.J. 611, 624 (1993).\r\n\r\n\tThe state requires performance bonds for public construction contracts\r\nto protect itself from a principal's breach.  The principal obtains the bond\r\nmerely for the economic advantage of competing for the contract. There is\r\nno objective economic reason why a principal would voluntarily choose to\r\nprovide a bond since it still bears the burden of performing and indemnifying\r\nthe surety for any default. See Simpson,\r\nsupra, at 2-3.\r\n\r\n\tEven if the public policy concerns outlined in Nichols were present\r\nhere, the nature of the principal-surety relationship itself would mandate\r\nfinding a bad faith cause of action by a principal against its surety does not\r\nsound in tort.  We note Plaintiff does not cite to any case which a court\r\nallowed a principal to sue its surety in tort for a bad faith refusal to pay a\r\nclaim.  In fact, our research indicates no court has held a surety liable to the\r\nprincipal \"on the basis of the special relationship that has been found in\r\ninsurance cases.\"  Balkin &amp; Witten, supra, at 623-24;\r\nsee  e.g.,\r\nAssociated\r\nIndem. Corp. v. Cat Contracting, Inc., 964 S.W.2d 276 (Tex. 1998).\r\n\r\n\tThe reason for this absence of support in the case law is the general\r\nunderstanding that a principal cannot maintain a suit against a surety for his\r\nown default.  74 Am. Jur. 2d Suretyship § 205 (1974).  The surety bond\r\nmakes the surety and principal responsible to the obligee. Tooks v.\r\nIndemnity Insurance Co., 381 Pa. 607, 610, 114 A.2d 135, 136 (Pa. 1955).\r\nThe bond is designed to protect the obligee not the principal.\r\n\r\n\tThe bond's primary obligation rests on the principal to perform the\r\ncontract.  When the principal fails, the surety performs according to the terms\r\nof the bond.  The surety is then entitled to indemnity from the principal. \r\nOnce the principal defaults, its interests are tertiary to the obligee and the\r\nsurety.\r\n\r\n\tRegardless of Nichols' public policy applicability, the bond does not\r\nexist to protect the principal against an unknown calamity but to protect the\r\nobligee against the principal's potential default.  It cannot be said a principal\r\nis the true intended beneficiary of the bond.\r\n\r\n\tIn holding that a principal cannot sue a surety in tort for a bad faith\r\nrefusal to pay a first party claim, it is important to note we do not preclude a\r\nprincipal from using a surety's bad faith in all instances.  Several courts,\r\nincluding those not recognizing a principal's right to sue on bad faith in tort,\r\nallow the principal to assert a surety's bad faith as a defense to\r\nindemnification.  Balkin &amp; Witten, supra, at 623;\r\nsee, e.g.,\r\nAssociated Indem.\r\nCorp. v. Cat Contracting, Inc., supra.  Our Court of Appeals dealt with this\r\nissue in dicta in American Fire and Casualty Co. v. Johnson,\r\nsupra.  While a\r\nprincipal may not use bad faith as a sword to extract damages from a surety\r\nin tort, a principal is not precluded from using bad faith as a shield in contract\r\nagainst a surety seeking indemnification.  (4)\r\n\r\n\tHaving answered the first question in the negative, the second question\r\nis moot.\r\n\r\nISSUE\r\n\r\n\tDo S.C. Code. Ann. §§ 38-57-70 &amp; 38-59-20 (1989) provide a private\r\nright of action?\r\n\r\nLAW/ANALYSIS\r\n\r\n\r\n\tPlaintiff asserts the Insurance Trade Practices Act, S.C. Code Ann. §§\r\n38-57-10, et  seq. (1989), and the Claims Practices Act, S.C. Code Ann. §§\r\n38-59-20, et  seq. (1989), create private causes of action.  We disagree.\r\n\r\n\tThe Insurance Trade Practices Act prohibits insurers from\r\nmisrepresenting an insurance policy with the intent to settle the claim \"on\r\nless favorable terms than those provided in and contemplated by the contract\r\nor policy.\"  S.C. Code Ann. § 38-57-70 (1989).  The statute mandates the\r\npenalties for violating the statute.  S.C. Code Ann. § 38-2-10 (1989).  The\r\nDepartment of Insurance is vested with determining whether an insurer has\r\nviolated the insurance code. See S.C. Code Ann. § 38-3-110.  The statute\r\nclearly manifests legislative intent to create an administrative remedy and not\r\na private right of action.\r\n\r\n\tThe Claims Practice Act provides relief for a third party victim of an\r\nimproper claims practice.  S.C. Code Ann. §§ 38-59-10, et \r\nseq. (Supp. 2000). \r\nThis relief is important because South Carolina does not recognize a third\r\nparty action for bad faith refusal to pay insurance benefits. Kleckley v.\r\nNorthwestern Nat'l Cas. Co., 330 S.C. 277, 498 S.E.2d 669 (1998).\r\n\r\n\tThird parties do not have a private right of action under S.C. Code\r\nAnn. § 38-59-20. Gaskins v. Southern Farm Bureau Cas. Ins. Co., 343 S.C.\r\n666, 541 S.E.2d 269 (Ct. App. 2000).  Instead, third parties are entitled to\r\nadministrative review before the Chief Insurance Commissioner. See \r\nKleckley v. Northwestern National Casualty Company,\r\nsupra; S.C. Code\r\nAnn. § 38-59-30 (Supp. 1999).\r\n\r\nCertified Questions Answered\r\n\r\nTOAL, C.J., MOORE, WALLER and PLEICONES, JJ., concur.\r\n\r\n\r\n1.  Plaintiffs Masterclean, Inc., CPM Environmental, Inc., William B.\r\nSmith and Barbara P. Smith sued Star Insurance Company in state court.  Star\r\nremoved the case to federal court.  Star filed a Third Party Complaint against\r\nMasterclean for indemnification.  For simplicity we refer to Masterclean,\r\nInc., CPM Environmental, Inc., William B. Smith and Barbara P. Smith\r\ncollectively as Plaintiff.\r\n2. The bond provided, in part:\r\n\r\n\r\n\r\n\tWhenever the Contractor shall be, and declared by Owner to be in \tdefault under the Contract, the Owner having performed Owner's \tobligations thereunder, the Surety may promptly remedy the default, or \tshall promptly\r\n\r\n\t1)\tComplete the contract in accordance with its terms and \t\t\tconditions, or\r\n\r\n\t2)\tObtain a bid or bids for completing the Contract in accordance \t\twith its terms and conditions, and...arrange for a contract \t\t\tbetween such bidder and Owner.\r\n\r\n3.  While the South Carolina Court of Appeals dealt with this issue in\r\nAmerican Fire and Casualty Co. v. Johnson, 332 S.C. 307, 504 S.E.2d 356\r\n(Ct. App. 1998), it refused to determine whether Nichols applied to sureties.\r\n4. Although we conclude a principal cannot assert a\r\nNichols action\r\nagainst its surety, we do not decide whether an obligee may institute such an\r\naction against its surety.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25380","title":"Ocean Winds v. Lee Lane","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25380","description":"Answering certified question:  For purposes of  S.C. Code Ann. § 15-3-640 (Supp. 2000), ‘substantial completion' of the improvement occurred when windows supplied by defendant were incorporated into larger construction project and could be used for their intended purpose.","date":"2001-11-26","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nOcean Winds Corporation of\r\nJohns Island, Plaintiff,\r\n&nbsp;\r\nv.\r\n\r\n\r\nLee Lane d/b/a Lane Drywall\r\nand Plastering, Pelham Roofing\r\nand Sheet Metal Works, Inc.,\r\nand Andersen Windows, Inc., of\r\nwhom Andersen Windows, Inc.,\r\nis the party answering the\r\nCertified Question, Defendants.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON CERTIFICATION FROM THE UNITED STATES DISTRICT COURT\r\n\r\n\r\nOpinion No. 25380\r\nHeard October 9, 2001 - Filed November 26, 2001\r\n\r\n\r\nCertified Question Answered\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nW. Jefferson Leath, Jr., and G. Hamlin O'Kelley, III, of Leath, Bouch &amp; Crawford, L.L.P., of Charleston, and W.H. Bundy, Jr., of Smith, Bundy, Bybee &amp;\r\nBarnett, P.C., of Charleston, for Plaintiff.\r\n\r\nG. Dana Sinkler and Margaret K. Manuel, of Warren &amp; Sinkler, L.L.P., of Charleston, for Defendant Andersen Windows, Inc.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE PLEICONES: We accepted this\r\ncertified question from the United States District Court to determine whether certain events trigger the running of\r\nthe statute of repose codified at S.C. Code Ann. § 15-3-640 (Supp. 2000).\r\n\r\nFACTS\r\n\r\nThe district court made the following findings of fact:  Plaintiff Ocean Winds Corporation of Johns Island (\"Ocean Winds\") developed, built, and owned a\r\ncondominium project on Seabrook Island.  In April 1997, Ocean Winds Council of Co-Owners sued Ocean Winds in its capacity as owner/developer/builder for\r\nwater damage and other structural problems with the property.  Ocean Winds thereafter filed suit against the defendants, including Andersen Windows\r\n(\"Andersen\"), seeking recovery for any damages Council of Co-Owners might recover from Ocean Winds.  Andersen manufactured and supplied the windows\r\nused in the condominium project.  The windows were installed no later than December 2, 1986.  This case was not commenced against Andersen until February\r\n2000, more than thirteen years after the installation of the windows.  Certificates of Occupancy were issued for the various units between June 9, 1987, and May\r\n6, 1991.\r\n\r\nCERTIFIED QUESTION\r\n\r\n\r\nWhere the owner/developer/builder of a building brings a lawsuit against a window manufacturer/supplier for allegedly defective windows, installed as an\r\nimprovement during the construction of that building, for purposes of the statute of repose, S.C. Code Ann. § 15-3-640 (Supp. 2000), does the \"substantial\r\ncompletion of such improvement\" occur upon substantial completion of the installation of the windows or upon substantial completion of the building as a\r\nwhole?\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\nSection 15-3-640 provides, in part:\r\n\r\n  No actions to recover damages based upon or arising out of the defective or unsafe condition of an improvement to real property may be brought more than\r\nthirteen years after substantial completion of such an improvement.  For purposes of this section, an action based upon or arising out of the defective or unsafe\r\ncondition of an improvement to real property includes:\r\n  . . .\r\n  (6) an action for contribution or indemnification for damages sustained on account of an action described in this subdivision; . . .\r\n  (9) an action against owners or manufacturers of components, or against any person furnishing materials, or against any person who develops real property, or\r\nwho performs or furnishes the design, plans, specifications, surveying, planning, supervision, testing, or observation of construction, or construction of an\r\nimprovement to real property, or a repair to an improvement to real property. . . .\r\n\r\n\r\n\"Substantial completion\" is defined in S.C. Code Ann. § 15-3-630 (1976) as \"that degree of completion of a project, improvement, or a specified area or portion\r\nthereof . . . upon attainment of which the owner can use the same for the purpose for which it was intended . . . .\"\r\n\r\nThe cardinal rule of statutory construction is \r\n  that legislative intent prevails. Statutory provisions should be given a reasonable \r\n  and practical construction consistent with the purpose and policy expressed \r\n  in the statute. Folk v. Thomas, 344 S.C. 77, 81, 543 S.E.2d 556, 558 (2001). \r\n\r\n\r\nOcean Winds argues the thirteen year period set forth in § 15-3-640 did not begin to run until certificates of occupancy were issued for the various units. \r\nConversely, Andersen argues the period should run from the date installation of the windows was completed, despite the fact that certificates of occupancy were\r\nnot issued until some time later.  \r\n\r\nWe hold that the thirteen year period prescribed \r\n  in the statute of repose began running when installation of the windows was \r\n  complete. The definition of \"substantial completion\" contained in § 15-3-630 \r\n  requires this result. The legislature defines \"substantial completion\" as \"that \r\n  degree of completion of a project, improvement, or a specified area or portion \r\n  thereof . . . upon attainment of which the owner can use the same for the purpose \r\n  for which it was intended . . . .\" (Emphasis supplied).\r\n\r\nHere the windows were \"a specified area or portion\" of the larger condominium project.  Upon their incorporation into the larger project, which occurred no\r\nlater than December 2, 1986, the owner, Ocean Winds Corporation, could use the windows \"for the purpose for which [they were] intended.\"   Andersen should\r\nhave been able to assume with confidence that it would not be amenable to suit as of December 3, 1999, thirteen years and one day after its windows were\r\ninstalled, and its portion of the project was substantially complete.\r\n\r\nWe find additional support for this conclusion in the preamble to § 15-3-640. (1)&nbsp;\r\nThe preamble provides\r\n\r\nWhereas, the General Assembly finds that persons involved in improvements to real property are subject to the economic and emotional burdens of litigation\r\nand liability for an indefinite period of time upon allegations of defective or unsafe conditions;  and. [sic]\r\nWhereas, the General Assembly finds it in the public interest to provide a measure of protection against claims and litigation arising years after substantial\r\ncompletion of an improvement to real property; and. [sic]\r\nWhereas, the General Assembly finds that substantial differences exist between improvements to real property and other activities for which liability may be\r\nalleged, including the fact that improvements to real property have lengthy useful lives and are utilized, changed, and affected by many people, forces, and\r\nthings after completion; and. [sic]\r\nWhereas, the General Assembly finds it reasonable and necessary to distinguish between a person in actual possession or control of an improvement to real\r\nproperty and those otherwise involved in an improvement to real property, for the following reasons:  because acceptance of some future responsibility for the\r\ncondition of the premises is implied in the acceptance of an improvement to real property; because possession or control of the premises is a reasonable and fair\r\nbasis for imposing some additional liability; because after the date of acceptance of the work by the owner, there exists the possibility of neglect, abuse, poor\r\nmaintenance, mishandling, improper modification, or unskilled repair of an improvement; because owners and persons in control have the opportunity to avoid\r\nliability by taking care of the improvement and by regulating its use . . . .\r\n\r\n\r\nThus, the preamble indicates that the legislature sought to address those instances where \"persons involved in improvements to real property are subject to the\r\neconomic and emotional burdens of litigation and liability for an indefinite period of time upon allegations of defective or unsafe conditions.\"\r\n\r\nAdopting Ocean Winds' interpretation would frustrate the legislature's intent in enacting the statute of repose.  In the instant case, for example, installation of\r\nthe windows was unquestionably completed by December 2, 1986.  The windows first became subject to the forces of nature and the \"possibility of neglect,\r\nabuse, poor maintenance, mishandling, improper modification, or unskilled repair\" on that date.  However, certificates of occupancy were not issued on all units\r\nuntil May 6, 1991, nearly four and a half years later.  The legislature could not have intended that the date upon which a subcontractor - clearly a \"person[]\r\ninvolved in improvements to real property\" - becomes free from liability with regard to a particular job hinges upon the diligence of the general contractor\r\nand/or developer in completing construction.  To so hold would subject the subcontractor to \"the economic and emotional burdens of litigation and liability for\r\nan indefinite period of time.\"  The purpose of the statute of repose is served where the period prescribed therein begins to run on the date installation and\r\nincorporation into the larger improvement is complete, rather than the date on which certificates of occupancy are issued.  It is the date of installation and\r\nincorporation which marks the point in time when the windows are first \"utilized, changed, and affected\" by \"people, forces, and things\" beyond Andersen's\r\ncontrol.\r\n\r\nOur holding is consistent with decisions in a number \r\n  of other jurisdictions addressing the issue. E.g. Industrial Risk Insurers v. \r\n  Rust Engr. Co., 283 Cal. Rptr. 873 (Cal. App. 1991) (a defendant's services \r\n  with respect to an improvement may be completed well before the improvement \r\n  itself is finished; if the limitations period does not commence until substantial \r\n  completion of the larger improvement, construction industry members may be subject \r\n  to liability for an indefinite time after the substantial completion of their \r\n  work); Fueston v. Burns &amp; McDonnell Engr. Co., Inc., 877 S.W.2d 631 (Mo. \r\n  Ct. App. 1994) (where plaintiffs allege a defect in a component improvement, \r\n  incorporated within a larger improvement, it is the date on which the defective \r\n  improvement was completed, and not the date on which the larger improvement \r\n  is completed, that is relevant to the determination whether the statute of repose \r\n  bars the plaintiffs' action); Gordon v. Western Steel Co., 950 S.W.2d 743 (Tex. \r\n  App. 1997) (where different subcontractors are responsible for the construction \r\n  of different parts of a larger project, the statute of repose should be applied \r\n  to each of those individual subcontractors when they complete their respective \r\n  improvements); contra Patraka v. Armco Steel Co., 495 F. Supp. 1013 (M.D. Pa. \r\n  1980) (by employing the term 'after completion of an improvement,' state legislature \r\n  intended to mark the commencement of the limitations period as that point when \r\n  third-parties would be exposed to defects in design or construction). \r\n\r\n\r\nCONCLUSION\r\n\r\nWe answer the certified question as follows:  For purposes of § 15-3-640, and under the facts of this case, \"substantial completion of such improvement\"\r\noccurred upon substantial completion of the installation of the windows and not upon substantial completion of the project as a whole, nor on the date of\r\nissuance of certificates of occupancy.\r\n\r\nTOAL, C.J., MOORE, WALLER and BURNETT, JJ., concur.\r\n\r\n\r\n1. In determining legislative \r\n  intent, the Court may be guided by a statute's preamble. State v. Thrift, 312 \r\n  S.C. 282, 440 S.E.2d 341 (1994).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]