[{"id":"25381","title":"Bruno v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25381","description":"This is a post-conviction relief case involving the issue of evidence admitted about a witness taking a polygraph test.","date":"2001-12-03","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nLawrence Merle Bruno,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nPetitioner,\r\n\r\n&nbsp;\r\nv.\r\n\r\n\r\nState of South Carolina,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent.\r\n&nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n&nbsp;\r\n\r\nON WRIT OF CERTIORARI\r\n\r\n\r\nAppeal From Greenville County\r\nC. Victor Pyle, Jr., Trial Judge\r\nLarry R. Patterson, Post-Conviction Judge\r\n\r\n\r\nOpinion No. 25381\r\nSubmitted September 27, 2001 - Filed December 3, 2001\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nDeputy Chief Attorney Joseph L. Savitz, III, of the\r\nSouth Carolina Office of Appellate Defense, of\r\nColumbia, for petitioner.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy\r\nAttorney General John W. McIntosh, Assistant Deputy\r\nAttorney General B. Allen Bullard, Jr., all of Columbia,\r\nand Assistant Attorney General Kathleen Hodges, of\r\nGreenville, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\t\tJUSTICE WALLER:  We granted a writ of certiorari to review the\r\ndenial of post-conviction relief (PCR) to petitioner Lawrence Bruno.  We affirm.\r\n\r\nFACTS\r\n\r\n Bruno was convicted of murder and sentenced to \r\n  life imprisonment. On appeal, this Court affirmed. State v. Bruno, 322 S.C. \r\n  534, 473 S.E.2d 450 (1996). As related in the Court's opinion on direct appeal, \r\n  the basic facts of the crime are as follows:\r\n\r\n\t[Bruno] and Mark Ross were drinking at a bar one evening in\r\nSeptember 1993.  The two left the bar in Ross's car.  Ross\r\ntestified that as he was driving away from the bar, he tried to\r\npass the car of James Murphy (\"Victim\"), who was travelling\r\nin the same direction.  Victim drove aside Ross's vehicle,\r\nbegan taunting Ross, and pulled in front of him.  Ross almost\r\nhit the curb in attempting to avoid Victim's car.  Ross and\r\nBruno followed Victim's car;  they eventually saw it parked\r\nat a [Starvin' Marvin] convenience store.  At Bruno's request,\r\nRoss pulled over into the convenience store's parking lot. \r\nFrom the passenger's side, Bruno looked over at Victim, who\r\nwas rummaging through the trunk of his car.  Bruno yelled to\r\nVictim: \"Are you - are you James Murphy?\"  Victim\r\nresponded, \"Who, the hell, wants to know?\"  From the car,\r\nBruno shot Victim.  After the shots were fired, Ross began to\r\ndrive off, and Bruno pulled his gun back into the car.\r\n\r\n\tBruno's testimony was that after entering Ross's vehicle at\r\nthe bar, he fell asleep and did not awake until the car hit a\r\nbump or curb on the side of the road.  When he awoke, he\r\nasked Ross what had happened.  Ross replied that Victim had\r\ntried to run them off the road.  Just at that moment Bruno saw\r\nVictim \"getting in his [car] trunk,\" and he felt that Victim\r\nwas coming toward him.  Bruno testified \"something\r\nsnapped,\" and he shot Victim.\r\n\r\n\tPolice found Victim shot to death.  His body was near his car\r\nin the convenience store's parking lot.  The trunk of the car\r\nwas open.\r\n\r\nBruno, 322 S.C. at 535, 473 S.E.2d at 451.\r\n\r\n\tAt trial, Bruno attempted to present that he feared Victim and\r\ntherefore had acted in self-defense or in response to Victim's provocation. \r\nEvidence was admitted about two prior incidents between Victim and Bruno.\r\n\r\n\tRegarding the police investigation of the crime, Dale McCard, the\r\nlead investigator, explained that he went to Ross's house to question him about\r\nhis involvement.  McCard stated that \"[u]pon talking to Mr. Ross, he agreed to\r\ncome down to the Law Enforcement Center at that time and take a polygraph\r\nconcerning the event.\"  Bruno's trial counsel did not object to this testimony.\r\n\r\n\tDuring Ross's testimony, the State asked him what happened when\r\nhe went to the police station.  Ross replied:  \"A bunch of questioning.  Took a\r\npolygraph test.\"  Trial counsel raised no objection.  On cross-examination, Ross\r\ntestified that he had been charged with accessory after the fact of murder and\r\nthat when he first spoke with police, he had denied his involvement in the crime.\r\n\r\n\tAdditionally, Ross testified that on the day after the killing, he drove\r\nBruno to the Old Easley Bridge where Bruno threw the gun over one side of the\r\nbridge, and the clip and bullets over the other side.  In Bruno's statement to\r\npolice, he stated that he alone went to the Saluda Dam Bridge and threw the gun\r\naway on the dam side of the bridge.  Based on Ross's information, the gun and\r\nthe bullets were recovered by police divers at the Old Easley Bridge.\r\n\r\n\tDuring its closing, the State argued that Ross's version of the events\r\nhad been corroborated.  Specifically, the State argued that Ross \"told the\r\nofficers what happened at Starvin' Marvin and at the bridge.  He didn't lie about\r\nit because everything's been corroborated.\"\r\n\r\n The trial court charged the jury on murder, voluntary \r\n  manslaughter, and self-defense. The jury convicted Bruno of murder. On appeal, \r\n  Bruno raised two issues related to self-defense. The Court found, however, that \r\n  Bruno was \"not entitled to a self-defense charge, because he presented no evidence \r\n  that he believed he was in imminent danger of losing his life or sustaining \r\n  serious bodily injury.\" Bruno, 322 S.C. at 536, 473 S.E.2d at 452.\r\n\r\n\tAt the PCR hearing, trial counsel acknowledged that at the time of\r\nBruno's trial, evidence of polygraph tests was inadmissible.  Nevertheless, he\r\ntestified that he did not have \"any explanation\" for why he did not object when \r\nevidence regarding Ross taking a polygraph was admitted at trial.\r\n\r\n\tThe PCR court found that counsel was not ineffective for failing to\r\nobject to the testimony that Ross had taken a polygraph.  Specifically, the PCR\r\ncourt ruled that (1) the two references were isolated comments; (2) counsel\r\nwould have further focused the jury's attention to the comments if he had\r\nobjected, and therefore, it was valid strategy to not object; and (3) even if\r\ncounsel was deficient in failing to object, there was no prejudice to Bruno since\r\nthe testimony was so ambiguous.\r\n\r\nISSUE\r\n\r\nDid the PCR court err in finding counsel was not ineffective\r\nfor failing to object to the testimony that Ross had taken a\r\npolygraph test?\r\n\r\nDISCUSSION\r\n\r\n\tBruno argues that Ross's testimony at trial was key to establishing\r\nmurder, as opposed to voluntary manslaughter, since it directly contradicted\r\nBruno's own version of events.  He further contends that the evidence about\r\nRoss taking a polygraph test was prejudicial because it provided improper\r\ncorroboration for Ross's version of events.\r\n\r\n The burden is on the applicant in a PCR proceeding \r\n  to prove the allegations in his application. E.g., Butler v. State, 286 S.C. \r\n  441, 334 S.E.2d 813 (1985), cert.&nbsp;denied, 474 U.S. 1094 (1986). To establish \r\n  a claim of ineffective assistance of trial counsel, a PCR applicant must show \r\n  that: (1) counsel's representation fell below an objective standard of reasonableness \r\n  and, (2) but for counsel's errors, there is a reasonable probability the result \r\n  at trial would have been different. Strickland v. Washington, 466 U.S. 668 (1984); \r\n  Johnson v. State, 325 S.C. 182, 480 S.E.2d 733 (1997). A reasonable probability \r\n  is a probability sufficient to undermine confidence in the outcome of trial. \r\n  Id. \r\n\r\n This Court must affirm the PCR court's decision \r\n  when its findings are supported by any evidence of probative value. E.g., Cherry \r\n  v. State, 300 S.C. 115, 386 S.E.2d 624 (1989). However, the Court will not uphold \r\n  the findings of a PCR court if no probative evidence supports those findings. \r\n  Holland v. State, 322 S.C. 111, 470 S.E.2d 378 (1996).\r\n\r\n Because trial counsel was deficient for failing \r\n  to object to the polygraph evidence, we hold the PCR court erred in finding \r\n  that Bruno had not met the first prong of the Strickland test. Nonetheless, \r\n  the PCR court correctly found Bruno did not carry his burden on establishing \r\n  prejudice from this deficiency.\r\n\r\n Before the Court's decision in State v. Council, \r\n  335 S.C. 1, 515 S.E.2d 508, cert. denied, 528 U.S. 1050 (1999), \r\n  (1) the law of South Carolina was that evidence of polygraph examinations \r\n  is generally inadmissible. See State v. Johnson, 334 S.C. 78, 90, 512 S.E.2d \r\n  795, 801 (1999) (\"Evidence regarding the results of a polygraph test or the \r\n  defendant's willingness or refusal to submit to one is inadmissible.\"); State \r\n  v. Wright, 322 S.C. 253, 255, 471 S.E.2d 700, 701 (1996) (\"Generally, the results \r\n  of polygraph examinations are inadmissible because the reliability of the polygraph \r\n  is questionable.\"). Because of the inadmissibility of this type of evidence, \r\n  a trial judge should be meticulous in ensuring that the jury makes no improper \r\n  inference from any reference to a polygraph. State v. Pressley, 290 S.C. 251, \r\n  252, 349 S.E.2d 403, 404 (1986).\r\n\r\n Given the law at the time of Bruno's trial, counsel \r\n  was deficient when he failed to object to the mention of Ross taking a polygraph. \r\n  Even a passing reference to a polygraph can create an impermissible inference; \r\n  therefore, counsel should have objected to this testimony and requested a curative \r\n  instruction. See id. Although the PCR court found there was a valid strategy \r\n  for the failure to object, we note that counsel in the instant case gave absolutely \r\n  no explanation for his failure to object. Cf. Stokes v. State, 308 S.C. 546, \r\n  419 S.E.2d 778 (1992) (where counsel articulates a valid reason \r\n  for employing certain strategy, such conduct will not be deemed ineffective \r\n  assistance of counsel). Because there is no evidence to support the PCR court's \r\n  finding that the failure to object was counsel's strategic decision, the PCR \r\n  court's finding on this issue cannot be upheld. Holland, supra.\r\n\r\n However, the PCR court's finding of no prejudice \r\n  is supported by ample probative evidence. First, the evidence admitted was simply \r\n  that Ross took a polygraph test; the results of this test were not indicated \r\n  at trial and, indeed, are not indicated anywhere in the record. While the jury \r\n  could have inferred that Ross passed the polygraph test, an equally plausible \r\n  inference is that Ross did not pass the polygraph because Ross testified that \r\n  he initially denied his involvement in the case. Therefore, this is not a case \r\n  where there is only one reasonable inference from the polygraph evidence. Cf. \r\n  Pressley, supra (where, on direct appeal, the Court found reversible error based \r\n  on repeated references to the appellant's submission to a polygraph examination \r\n  and the evidence that the appellant confessed immediately after \r\n  taking the polygraph). Because there was no evidence regarding the results \r\n  of the polygraph test, Bruno failed to meet his burden of establishing the prejudicial \r\n  impact of this evidence.\r\n\r\n\tSecond, we agree with the PCR court that the two references to the\r\npolygraph test were isolated comments.  We note that the polygraph information \r\nwas not specifically elicited by the State's questions.  Moreover, the State did\r\nnot exploit counsel's error and heighten whatever prejudicial effect it could have\r\nhad. Although Bruno complains that the State argued in closing that Ross's\r\nversion of events had been \"corroborated,\" the State did not repeat in its closing\r\nthat Ross had taken a polygraph test.  Instead, the State simply stated that Ross\r\n\"told the officers what happened at Starvin' Marvin and at the bridge.  He\r\ndidn't lie about it because everything's been corroborated.\"  (Emphasis added). \r\nClearly, at least a part of Ross's version of events, as opposed to Bruno's\r\nversion, had been corroborated given that police found the gun and bullets at the\r\nbridge where Ross told police they could be found, not at another bridge where\r\nBruno said he had thrown them.  We therefore reject any argument that the only\r\nsupport for the State's \"corroboration\" argument was the polygraph test.\r\n\r\n\tFinally, while the State's case certainly relied on Ross's credibility,\r\nBruno's own credibility was also very much at issue.  Bruno testified in his own\r\ndefense, admitted shooting the victim, and primarily argued self-defense.  By its\r\nverdict, the jury rejected Bruno's account.  Thus, we hold that even if counsel\r\nhad objected, there is no reasonable probability the result at trial would have\r\nbeen any different.\r\n\r\nCONCLUSION\r\n\r\n\tBecause our confidence in the outcome of trial has not been\r\nundermined by counsel's error, we affirm the denial of PCR.\r\n\r\nAFFIRMED.\r\n\r\nMOORE and BURNETT, JJ., concur.  TOAL, C.J., dissenting\r\nin a separate opinion in which PLEICONES, J., concurs.\r\n\r\nCHIEF JUSTICE TOAL: I respectfully \r\n  dissent. In my opinion, counsel's failure to object to Ross' references to taking \r\n  a polygraph test was deficient and prejudicial to Bruno. I would find \r\n  trial counsel's failure to object to Ross' statement that he had taken a polygraph, \r\n  coupled with the State's closing argument that all of Ross' statements were \r\n  \"corroborated,\" impermissibly bolstered Ross' testimony, resulting in prejudice \r\n  to Bruno. Such prejudice requires reversal of the denial of Bruno's application \r\n  for PCR.\r\n\r\n As noted by the majority, Strickland v. Washington \r\n  requires a PCR applicant to show (1) counsel's representation fell below an \r\n  objective standard of reasonableness and, (2) but for counsel's errors, there \r\n  is a reasonable probability the result at trial would have been different. The \r\n  majority finds defense counsel deficient for failing to object to the polygraph \r\n  evidence, thereby violating the first prong of Strickland. I agree \r\n  with the majority's analysis up to this point, but disagree with the majority's \r\n  conclusion that Bruno was not prejudiced by counsel's error.\r\n\r\n The majority finds trial counsel deficient based \r\n  on our precedent that even a passing reference to a polygraph can create an \r\n  impermissible inference. See State v. Pressley, 290 S.C. 251, 252 S.E.2d \r\n  403 (1986)(citing State v. McGuire, 272 S.C. 547, 253 S.E.2d 669 (1979)). \r\n  Our case law indicates defense counsel should object to the even the slightest \r\n  reference to a polygraph and should also request a curative instruction from \r\n  the judge. See Id. In this case, trial counsel did not object or request \r\n  a curative instruction when the State's chief witness, Ross, referred to taking \r\n  a polygraph in his testimony. Furthermore, counsel likewise failed to object \r\n  to State's closing statement that their chief witness' story had been corroborated: \r\n  Ross \"told the officers what happened at Starvin' Marvin and at the bridge. \r\n  He didn't lie about it because everything's been corroborated.\" Ross' story \r\n  about the recovery of the weapon at the bridge was corroborated when the police \r\n  found the weapon there, but Ross' version of the events at the Starvin' Marvin \r\n  was not likewise corroborated. Bruno certainly told a different version and \r\n  no other witness testified to corroborate Ross' story. Therefore, the only possible \r\n  inference the jury could draw from this closing statement was that Ross' polygraph \r\n  results corroborated his testimony.\r\n\r\n Therefore, I would find Ross' testimony was improperly \r\n  bolstered by his reference to his polygraph test and by the reference to corroboration \r\n  of Ross' testimony in the closing statement. Although Ross did not testify about \r\n  the results of his polygraph, the State's closing statement implies the results \r\n  of the test corroborated Ross' story. This Court has held repeatedly that polygraphs \r\n  are inadmissible because they are unreliable. State v. Council, 335 \r\n  S.C. 1, 515 S.E.2d 508 (1999). Whether the jury believed Bruno's or Ross' version \r\n  of events, whether they believed Bruno or Ross to be more credible, determined \r\n  the outcome of this case. Thus the testimony of Ross, as an eye-witness, was \r\n  critical, and Ross' reference to his polygraph test, coupled with the State's \r\n  closing that Ross' testimony had been corroborated, gave Ross an unfair edge \r\n  over Bruno. Therefore, I would hold Bruno was prejudiced by counsel's failure \r\n  to object to the impermissible polygraph evidence.\r\n\r\n For the foregoing reasons, I would hold the trial \r\n  counsel's failure to object to the testimony that Ross had taken a polygraph \r\n  test and the State's closing argument that Ross' testimony was corroborated, \r\n  violated both prongs of Strickland v. Washington. Accordingly, I would \r\n  REVERSE the PCR's court's ruling and REMAND \r\n  for a new trial.\r\n\r\nPLEICONES, J., concurs.\r\n\r\n\r\n1. In Council, the Court held \r\n  that because of the adoption of the SCRE, admissibility of polygraph results, \r\n  as scientific evidence, should be analyzed under Rules 702 and 403, SCRE. However, \r\n  because Bruno was tried in November 1994, prior to the adoption of the SCRE, \r\n  pre-Council law applies to the analysis of the instant case.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25382","title":"Mayo v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25382","description":"This post-conviction case discusses whether counsel was ineffective in failing to object to bad act evidence and failing to impeach the victim.","date":"2001-12-03","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nMayo v. State\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\n        Ray T. Mayo,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Respondent, \r\n          &nbsp; \r\n\r\n            v. \r\n          \r\n        \r\n\r\n        State of South Carolina,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Petitioner.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\n\r\nAppeal From Richland County\r\n  Larry R. Patterson, Judge\r\n\r\n\r\nOpinion No. 25382\r\n  Submitted October 24, 2001 - Filed December 3, 2001\r\n\r\n\r\n  REVERSED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Attorney General Charles M. Condon, Chief Deputy \r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General \r\n          B. Allen Bullard, Jr., and Assistant Attorney General David A. Spencer, \r\n          all of Columbia, for petitioner.\r\n\r\n        Assistant Appellate Defender Aileen P. Clare, of \r\n          S.C. Office of Appellate Defense, of Columbia , for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE MOORE: Respondent Mayo \r\n  was convicted of assault with intent to commit third degree criminal sexual \r\n  conduct and sentenced to ten years. After his direct appeal was dismissed, Mayo \r\n  filed this action for post-conviction relief (PCR) claiming ineffective assistance \r\n  of trial counsel. Relief was granted. We reverse.\r\n\r\n\r\n    FACTS  \r\n  \r\n\r\n\r\nAt trial, the twenty-three-year-old victim (Victim) \r\n  testified she was living in a transitional home for women \r\n  (1) and was unemployed when she answered a newspaper ad placed by \r\n  Mayo: \"If you're homeless and need a job, maybe I can help, 776-7717.\" Mayo \r\n  arranged for his employee, Bill, to pick Victim up and bring her to Mayo's trailer \r\n  park for an interview. Bill dropped Victim off at Mayo's trailer and went next \r\n  door. \r\n\r\nMayo's teen-aged son was present when Victim arrived \r\n  but he left shortly thereafter. Victim testified that when they were alone, \r\n  Mayo began kissing her. He forcefully pulled her shirt up around her neck, pulled \r\n  her brassiere down, and groped her breasts. He also put his hand down into her \r\n  pantyhose and grabbed her genital area, tearing her hose. Victim was frightened \r\n  and thought Mayo was going to rape her. She finally pushed him off her and ran \r\n  next door to ask Bill to drive her home.\r\n\r\nWitnesses from the home where Victim lived testified \r\n  she was disheveled when she returned from the interview and subsequently became \r\n  very upset. After calling the rape crisis center, they took Victim to the hospital.\r\n\r\nMayo testified he was never alone with Victim and \r\n  that he did nothing more than put his arm around her shoulder when she was getting \r\n  ready to leave. Both Mayo's son and Bill testified they were at Mayo's trailer \r\n  during Victim's interview. Mayo's son stated Victim and Mayo were never out \r\n  of sight and no assault occurred. He saw Mayo put his arm around Victim and \r\n  explained that Mayo \"puts his arm around everybody.\" \r\n\r\n\r\n    ISSUES  \r\n  \r\n\r\n\r\n\r\n  1. Was counsel ineffective for failing to object \r\n    to improper bad act evidence?\r\n\r\n  2. Was Mayo prejudiced by counsel's failure to \r\n    impeach Victim?\r\n\r\n\r\n\r\n    DISCUSSION  \r\n  \r\n\r\n\r\n\r\n    1. Cross-examination \r\n  \r\n\r\nBefore Mayo took the stand, counsel made a motion \r\n  in limine to exclude evidence of prior bad acts. No specific acts were \r\n  discussed. The trial judge ruled generally that pursuant to State v. Major, \r\n  301 S.C. 181, 391 S.E.2d 235 (1990), Mayo could be asked about prior bad acts \r\n  not subject to conviction that affected his credibility but any denial could \r\n  not be contradicted. (2) \r\n\r\nOn direct, Mayo testified he put his arm around \r\n  Victim but denied he assaulted her. On cross-examination, he again stated he \r\n  put his arm around Victim's shoulder and that he did this with a lot of women. \r\n  The solicitor then questioned Mayo as follows:\r\n\r\nQ:&nbsp;&nbsp;&nbsp; And it's your testimony today \r\nthat you put your arm around lots of women? \r\nA:&nbsp;&nbsp;&nbsp; A lot of women I do. As a \r\n  matter of fact, there's a lady out at the hair salon I go to and stuff like \r\n  that, they awful nice to me.\r\nQ:&nbsp;&nbsp;&nbsp; And you're awful nice back \r\n  to them, too, aren't you?\r\nA:&nbsp;&nbsp;&nbsp; Well-\r\nQ:&nbsp;&nbsp;&nbsp; And back in 1989 you \r\n  were awful nice to Ms. Annette Causey, too, weren't you?\r\nA:&nbsp;&nbsp;&nbsp; What you mean? I was \r\ndating her mother. \r\nQ: You were dating her mother?\r\n\r\nA: Right.\r\n\r\nQ: And you were awful nice to her daughter as well, \r\n  were you not, according to your testimony, awful nice meaning touching them \r\n  in a friendly way?\r\n\r\nA:&nbsp;&nbsp;&nbsp; I was not convicted of \r\nthat. \r\nAt the end of cross-examination, Mayo reiterated \r\n  that he did not assault Victim. The solicitor then asked:\r\n\r\nQ: Just like you weren't convicted for \r\n  that one back in 1989 with Annette Causey?\r\n\r\nA: I was not convicted.\r\n\r\nThe PCR judge found counsel was ineffective for \r\n  failing to object to the solicitor's last question because it was \"improper \r\n  as either suggesting a conviction despite Mayo's denial . . . or commenting \r\n  on prior bad acts denied by Mayo.\"\r\n\r\nIn our view, the PCR judge's ruling does not take \r\n  into account the fact that Mayo volunteered the information that he had no conviction \r\n  involving Annette Causey. Contrary to the PCR judge's ruling, the solicitor \r\n  did nothing to suggest a conviction. Nor did Mayo ever deny any bad act that \r\n  the solicitor then improperly commented on - Mayo simply denied he had been \r\n  convicted. Since Mayo himself injected the issue of a conviction, there was \r\n  no sustainable objection counsel could have made. See State v. Robinson, \r\n  305 S.C. 469, 409 S.E.2d 404 (1991) (one who opens the door to evidence cannot \r\n  complain of its admission).\r\n\r\nThere is no evidence to support the PCR judge's \r\n  ruling that counsel was ineffective. (3) Accordingly, \r\n  we reverse the grant of PCR on this ground. See Bannister v. State, \r\n  333 S.C. 298, 509 S.E.2d 807 (1998) (PCR judge's ruling will be reversed if \r\n  not supported by any evidence).\r\n\r\n\r\n\r\n\r\n  2. Impeachment of Victim\r\n\r\nThe arrest warrant affidavit included an allegation \r\n  that Mayo pushed Victim into a wall during the assault. Victim did not mention \r\n  this fact during direct examination. On cross-examination, counsel impeached \r\n  Victim with several details in her pre-trial statement to police that were inconsistent \r\n  with her testimony at trial but did not question her about the allegation that \r\n  Mayo had pushed her into a wall. At the PCR hearing, counsel was not asked whether \r\n  he intentionally omitted this question as a matter of strategy. The PCR judge \r\n  found counsel was ineffective for failing to impeach Victim with this detail \r\n  from her affidavit and concluded Mayo was prejudiced. \r\n\r\n Even if we were to agree counsel was ineffective, \r\n  we find the failure to ask Victim whether Mayo had pushed her into a wall could \r\n  not have been prejudicial. See Edmond v. State, 341 S.C. 340, 534 S.E.2d \r\n  682 (2000) (PCR applicant must show both error and prejudice). This fact would \r\n  only have injected an element of violence that was not otherwise introduced. \r\n  Based on the record, we conclude there is no reasonable probability that the \r\n  result at trial would have been different had counsel brought out this fact. \r\n  Johnson v. State, 325 S.C. 182, 480 S.E.2d 733 (1997) (to prove prejudice, applicant \r\n  must show there is a reasonable probability the result at trial would have been \r\n  different).\r\n\r\nSince Mayo cannot show prejudice from counsel's \r\n  failure to impeach Victim with this single detail, the PCR judge's ruling is \r\n  without evidentiary support. Accordingly, the grant of PCR on this ground is \r\n  reversed. See  Bannister v. State, supra. \r\n\r\nREVERSED.\r\n\r\nTOAL, C.J., WALLER, BURNETT and PLEICONES, \r\n  JJ., concur.\r\n   \r\n\r\n1. Victim had recently been \r\n  released from a mental health institution. \r\n2. Mayo was tried in 1994 before \r\n  enactment of the South Carolina Rules of Evidence. \r\n3. Counsel testified at the \r\n  PCR hearing: \"[T]he thing that hurt the most was [Mayo] just volunteered that \r\n  information about, 'I was never convicted.' I almost fell through the table \r\n  when he said it. Because he didn't need to say it and it would have never gone \r\n  as far as it did. But of course [the solicitor] just jumped on it the minute \r\n  he said it and the cat was out of the bag and we were off and running.\"\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25383","title":"County of Greenville v. Mann","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25383","description":"In this case the petitioner was held in contempt for failing to comply with a court order.  Petitioner claims he cannot be held in contempt since the court was without jurisdiction to issue the order and the order was ambiguous and contradictory.","date":"2001-12-03","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nCounty of Greenville,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent,\r\n\r\n&nbsp;\r\nv.\r\n\r\n\r\nFletcher C. Mann, Jr.,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nAppellant.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville County\r\nC. Victor Pyle, Jr., Circuit Court Judge\r\n\r\n\r\nOpinion No. 25383\r\nHeard November 13, 2001 - Filed December 3, 2001\r\n\r\n\r\n  REVERSED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nO. W. Bannister, Jr., of Bannister &amp; Wyatt, LLC, of Greenville, for appellant.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney\r\nGeneral Charles H. Richardson, Senior Assistant Attorney General Norman Mark Rapoport, all of Columbia; and Solicitor\r\nRobert M. Ariail, of Greenville, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCHIEF JUSTICE TOAL:  The Greenville County Clerk of Court, Fletcher C. Mann, Jr. (\"Mann\"), appeals the circuit\r\ncourt's order holding him in criminal contempt for failing to destroy certain firearms as required by an earlier court order.\r\n\r\nFACTUAL/ PROCEDURAL BACKGROUND\r\n\r\nIn 1996, Greenville County began construction of a new courthouse and renovation of its old courthouse.  During the\r\nconstruction, numerous civil and criminal court exhibits were discovered which had been stored for long periods of time. (1) \r\nMann, as Clerk of Court, hired Shawn Knox (\"Knox\") to inventory the exhibits.  Knox researched the old exhibits to\r\ndetermine if it was legally appropriate to destroy them.  Knox compiled a list of all the exhibits and presented it to a judge\r\nfor a decision on whether the exhibits needed to be retained or could be discarded.  The judge went through the list,\r\nindicating which items could be discarded and which needed to be retained.  The judge issued a total of nine court orders\r\ndealing with the disposal of the exhibits which were no longer needed.   This appeal concerns the order issued by the judge\r\nwhich dealt with the destruction of certain firearms.  That order, dated February 28, 1997, provided:\r\n\r\n\r\nIt is hereby ordered, adjudged, and decreed that the Clerk of Court shall destroy any and all weapons and/or ammunitions in\r\nits possession and designated by me in the attached pages one (1) through seventeen (17) to be destroyed.  These weapons\r\nwere submitted as criminal exhibits in general sessions cases tried before 1991 in which the defendants have completed\r\ntheir probation or are barred by the statute of limitations from further proceedings.  The Clerk of Court shall witness the\r\ndestruction of the aforementioned exhibits according to law.  This order is done in accordance with §§ 16-23-405, 16-23-50, 23-31-180, 16-23-500, South Carolina Code of Laws, 1976.\r\n\r\n\r\nMann admits that while he never actually saw or read this Order, he was aware that the Order existed.  Apparently it was\r\nthis knowledge which caused Mann to delegate the oversight of the weapons' destruction to Deputy Clerks Nancy Coggins\r\n(\"Coggins\"), Carol Hollis (\"Hollis\"), and Leanda Handley (\"Handley\").   However, after Mann delegated his responsibility,\r\nno apparent action was taken on the Order until February of 2000. (2)    \r\n\r\nIn February 2000, a site for destroying the firearms was located in Spartanburg County.  On February 2, 2000,  at the\r\ndirection of Coggins, Hollis, and Handley, Arthur Jordan (\"Jordan\") and Andrea Plumley (\"Plumley\"), employees of the\r\nGreenville County Clerk of Court, and Greenville County Deputy Michael Jolly (\"Jolly\") took the weapons listed in the\r\nFebruary 28, 1997, Order and transported them to the recycling facility in Spartanburg.  While removing the weapons from\r\nthe car at the recycling facility, the group noticed a rifle with a glass scope which, because of the glass, could not be\r\ndestroyed.  The testimony indicates that Jolly and Plumley also noticed and expressed an interest in several other weapons\r\nwhich they believed to be of historical or financial value. (3)  Jordan called Mann from the recycling center to inquire about\r\nwhat should be done with the gun with the scope and the guns with historical or financial value.  Although there is\r\nconflicting testimony about what exact weapons were discussed during the phone conversation, it appears Mann told\r\nJordan: (1) Jolly could keep the weapons Jolly believed to be of value; and (2) Mann would get in touch with Jolly at a later\r\ntime. (4)  Jolly secured a total of seven weapons, five for himself and two for Plumley.  The weapons were taken from the\r\nrecycling center and remained in Jolly and Plumley's personal possession.  The other weapons were destroyed as required.\r\n\r\nLater that day, Jordan contacted Mann through inter-office email.  He summarized what transpired and stated, \"there were\r\nin total, I think, three weapons that were secured by Officer Jolly per your request.  I did as requested and let Mike [Jolly]\r\npick weapons that were in good condition . . . .  Andrea Plumley is preparing the papers necessary to comply with . . . [the]\r\norder for destruction of these items.\"  Jordan testified he received a response from Mann that same day.  Mann's response\r\nstated, \"it appears to me that everything was handled properly up to this point.  You and I need to follow-up with Mike\r\nJolly, with Friday being the best time to do so.  I would also like to review with you and Andrea [Plumley] the paperwork\r\nthat she is preparing, so that we can finalize that part as well.\"  Mann never met with Jolly, Jordan, or Plumley regarding\r\nthe guns that were not destroyed.  Jolly and Jordan testified that, after the trip to the recycling center in Spartanburg, Jolly\r\nmade several attempts to contact Mann, but to no avail.\r\n\r\nIn March 2000 (one month after Jolly, Jordan, and Plumley went to the recycling center to destroy the weapons), SLED\r\nbegan an investigation of the activity surrounding the destruction of the weapons.  Jolly retrieved all the weapons and\r\nturned them over to SLED.  A Greenville County Grand Jury investigated the matter and, on April 4, 2000,  recommended\r\nthat the court require Mann to explain why the weapons were not destroyed.  On April 5, 2000, a Rule to Show Cause was\r\nissued directing Mann to show cause why he should not be held in contempt of court for failing to comply with the Order of\r\nFebruary 28, 1997. On April 25, 2000, pursuant to the Rule to Show Cause, Mann appeared before the same judge who\r\nissued the original Order.  At the conclusion of the hearing, the judge found Mann in criminal contempt of court.  The\r\njudge ordered Mann to immediately comply with the prior Order and to pay a fine of $1,500.00.  This appeal followed, and\r\nthe issues now before this Court are:\r\n\r\n\r\nI. Did the court err in holding Mann in criminal contempt for failing to obey the February 28, 1997, Order since the judge\r\nlacked jurisdiction to issue the Order and since the Order was ambiguous, contradictory in its direction, and in conflict with\r\nthe cited statutes?\r\n\r\nII. Did the court err in holding Mann in criminal contempt because the sanction ordered was both a criminal fine and a civil\r\norder to comply?\r\n\r\nIII. Was there sufficient evidence to show Mann intentionally disobeyed the court's February 28, 1997, Order?\r\n\r\n\r\nLAW/ ANALYSIS\r\n\r\nI.  Jurisdiction and Ambiguity\r\n\r\nMann argues the judge lacked jurisdiction to issue the February 28, 1997, Order and that the Order was ambiguous,\r\ncontradictory in its direction, and in contravention of the cited statutes.  We agree.\r\n\r\nThe February 28, 1997, Order provided:\r\n\r\n\r\nIt is hereby ordered, adjudged, and decreed that the Clerk of Court shall destroy any and all weapons and/or ammunitions in\r\nits possession and designated by me in the attached pages one (1) through seventeen (17) to be destroyed.  These weapons\r\nwere submitted as criminal exhibits in general sessions cases tried before 1991 in which the defendants have completed\r\ntheir probation or are barred by the statute of limitations from further proceedings.  The Clerk of Court shall witness the\r\ndestruction of the aforementioned exhibits according to law.  This order is done in accordance with §§ 16-23-405, 16-23-50, 23-31-180, 16-23-500, South Carolina Code of Laws, 1976. (emphasis added)\r\n\r\n\r\nThe cited sections of the South Carolina Code, as they existed in 1997, at the time the judge issued his Order, (5) provided as\r\nfollows:\r\n\r\nSection 16-23-405(2):  \r\n\r\n\r\nA person convicted of a crime, in addition to any penalty, shall have any weapon used in the commission or in furtherance\r\nof the crime confiscated.  Each weapon must be delivered to the chief of police of the municipality or to the sheriff of the\r\ncounty, if the violation occurred outside the corporate limits of a municipality.  The law enforcement agencies that received\r\nthe confiscated weapons shall use them within their departments, transfer them to another law enforcement agency for their\r\nlawful use, or transfer them to the clerk of court or mayor who shall dispose of them as provided by § 16-23-500.  Firearms\r\nseized by the State Law Enforcement Division may be kept by the division for use by its forensic laboratory.\r\n\r\n\r\nSection 16-23-50(B):\r\n\r\n\r\nIn addition to the penalty provided in this section, the pistol involved in the violation of this article must be confiscated. \r\nThe pistol must be delivered to the chief of police of the municipality or to the sheriff of the county, if the violation\r\noccurred outside the corporate limits of a municipality.  The law enforcement agencies that receive the confiscated pistols\r\nmay use them within their department, transfer them to another law enforcement agency for their lawful use, transfer them\r\nto the clerk of court or mayor who shall dispose of them as provided by Section 16-23-500, or trade them with a retail\r\ndealer licensed to sell pistols in this State for a pistol or any other equipment approved by the agency.  If the State Law\r\nEnforcement Division seized the pistol, it may keep it for use by its forensic laboratory.  Records must be kept of all\r\nconfiscated pistols received by the law enforcement agencies under the provisions of this article.\r\n\r\n\r\nSection 16-23-500:\r\n\r\n\r\n  The clerk of court in each county and the mayor of each town and city or his designee shall keep a written record of all\r\nweapons, as defined by § 16-23- 405, confiscated or forfeited to the custody of the clerk of court, mayor, or other municipal\r\nofficial. The record shall include the make, caliber, and serial number of the weapon and a notation of the legal proceeding\r\nwhich resulted in the confiscation or forfeiture.\r\nAt the end of each quarter the clerk of court and the mayor or his designee shall sell at public sale or by sealed bids to a\r\ndealer licensed under the provisions of Article 3 of Chapter 31 of Title 23 who is the highest bidder, after one public notice\r\npublished in a newspaper of general circulation in the appropriate municipality or county, all confiscated or forfeited\r\nweapons then held by the clerk of court or the mayor. Weapons may not be sold until the results of the legal proceeding in\r\nwhich they are involved have been finally determined.\r\nWhen the highest price offered for any weapon is less than twenty-five dollars or if it is a weapon described in § 23-31-180\r\nor any other weapon possession of which is unlawful, a weapon may not be sold but must be destroyed by the official\r\nconducting the sale. Any other bid may also be rejected by the person conducting the sale if he determines the bid to be\r\ninadequate.\r\nAll public sales provided for in this section are subject to the provisions of § 16-23-30. Proceeds of sales by clerks of court\r\nmust be deposited in the general fund of the county and proceeds of sales by city or town officials must be deposited in the\r\ncity or town treasury.\r\n\r\n\r\nSection 23-31-180:\r\n\r\n\r\n  No licensed retail dealer may hold, store, handle, sell, offer for sale, or otherwise possess in his place of business a pistol\r\nor other handgun which has a die-cast, metal alloy frame or receiver which melts at a temperature of less than eight hundred\r\ndegrees Fahrenheit.\r\nA pistol or other handgun possessed or sold by a dealer in violation of this article is declared to be contraband and must be\r\nforfeited to the municipality where seized or to the county where seized if outside a municipality. The weapon must be\r\ndisposed of as provided by Section 16-23-500.\r\nHowever, any law enforcement agent may register and use these weapons in the line of duty.\r\n\r\n\r\nWe find the Order is ambiguous and contradictory \r\n  because on the one hand it orders Mann to destroy certain weapons, but on the \r\n  other hand it orders Mann to comply with statutes that require him to conduct \r\n  a public auction. See S.C. Code Ann. § 16-23-500 (1976). \r\n  (6) According to the statute, before a weapon could be destroyed, \r\n  the clerk of court had to first conduct a public auction or sealed bidding. \r\n  Id. If the highest price offered for a weapon at the public sale or \r\n  by sealed bid was less than twenty-five dollars or deemed inadequate, then, \r\n  and only then, could the weapon to be destroyed. Id. The 1997 statutes \r\n  do not include the option of destroying the weapons outright, as was required \r\n  by the judge's Order. (7) Therefore, on its face, \r\n  the language of the Order is ambiguous and contradictory. \r\n\r\n\"One may not be convicted of contempt for violating a court order which fails to tell him in definite terms what he must\r\ndo.\"  Welchel v. Boyter, 260 S.C. 418, 421, 196 S.E.2d 496, 498 (1973); American Fed. Bank v. Kateman, 335 S.C. 273,\r\n516 S.E.2d 1 (Ct. App. 1991).  Therefore, because the Order is ambiguous and contradictory, Mann cannot be held in\r\ncontempt for failing to comply with the Order.  \r\n\r\nFurthermore, the judge did not have the authority to order the destruction of the weapons.  There were very specific statutes\r\non the books which dealt with the disposal of confiscated weapons.  As discussed above, the legislature did not give the\r\nclerk, sheriff, or anyone else the authority to destroy weapons without first attempting to auction them.  Therefore, the\r\njudge could not issue an Order requiring the Clerk of Court to destroy weapons which the legislature had specifically\r\nindicated were to be auctioned.\r\n\r\nThis Court notes the considerable uncertainty surrounding the statutory requirements governing the disposal of exhibits,\r\nweapons, and so forth which existed at the time the judge issued his Order.  We sympathize with the judge's attempt to\r\ndevelop an appropriate method for disposing of the numerous exhibits.  Our own task in sorting through the statutes was\r\nnot made any easier by the fact that neither party has cited the correct law to this Court.  \r\n\r\nRegardless of the ambiguity in the Order, Mann's conduct in delaying any attempt to comply with or seek clarification of\r\nthe Order for three years was irresponsible.  Mann's failure to assure that his staff did not violate the statutes by taking the\r\nweapons for their own purposes clearly demonstrates that Mann was not faithful to his statutory responsibilities.  Although\r\nMann technically prevails in this matter it is a Pyrrhic victory in light of the events which precipitated his departure from\r\noffice.\r\n\r\nSince this Order was issued, this Court and the legislature recognized the confusion in this area.  In response, the legislature\r\nhas amended the statutes and this Court has adopted Rule 606, SCACR.  Rule 606, which deals with the retention and\r\ndisposition of exhibits in the circuit and family courts, became effective September 1, 1997. With respect to illegal items,\r\nthe rule provides: \"when the exhibit is a weapon, controlled substance, poison, explosive or any other kind of property\r\nwhich the offering party may not lawfully posses. . .the exhibit shall be disposed of in the manner provided by law or in a\r\nmanner provided by the court.\"  Rule 606(e), SCACR.  This rule indicates that when there is a specific statute or law\r\nproviding for the disposal of the item, the statute or law should be followed.  However, when there is no law or statute\r\ndealing directly with the illegal item, the court may direct the manner of disposal.\r\n\r\nII. Civil/ Criminal Contempt and III. Evidence of Intent\r\n\r\nIn light of our holding above, it is not necessary for this Court to address Mann's remaining two issues. \r\n\r\nCONCLUSION\r\n\r\nBased on the foregoing, we REVERSE the circuit court's order holding Mann in criminal contempt.\r\n\r\nMOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n1. The testimony indicates the exhibits were from trials which took place between the late 1950s and 1991. \r\n2. Knox testified he did have discussions concerning the destruction of the firearms with Mann on several occasions\r\nbetween 1997 and 2000.  One discussion concerned the repeal of a statute listed in the judge's Order which originally\r\nprovided for the auctioning of guns.  Other than Knox's testimony that these \"discussions\" took place, there is no other\r\nevidence in the record that Mann took any discernable action in response to the Order until February 2000.  However, the\r\nOrder did not direct Mann to destroy the firearms by a specific date or within a specific time frame.\r\n3. The testimony indicates Jordan and Jolly hoped to bid on the weapons at an auction.  However, the statute which allowed\r\nfor such an auction, section 16-23-500, was repealed, effective May 27, 1998.\r\n4. Mann testified that his conversation with Jordan concerned only one gun - - the one with the glass scope.  Mann also\r\ntestified he did not recall giving Jordan any authority to take any guns into his possession.  The testimony from Jordan,\r\nPlumley, and Jolly, as well as the subsequent emails between Mann and the group, indicate the conversation dealt with\r\nmore than the single gun.  Furthermore, the Statement of Facts in Mann's brief states, \"Mann approved Deputy Jolly taking\r\npossession of the valuable or historical weapons until it could be determined if they should be destroyed or auctioned.\"  At\r\nthe very least, Mann was aware later that same day that Jordan had several guns in his possession after receiving an email\r\nfrom Jordan stating as much.\r\n5. Sections 16-23-50, 16-23-405, \r\n  and 23-31-180 were amended after the Order was issued. The amendments became \r\n  effective in May 1998. Section 16-23-500 has been repealed since the Order was \r\n  issued, effective in May 1998. However, when determining whether the Order was \r\n  ambiguous, this Court applies the statutes cited in the Order as they existed \r\n  at the time the Order was issued. Neither party cited the correct statutes to \r\n  this Court. \r\n6. Sections 16-23-405, 16-23-50, and 23-31-180 do not apply to the weapons in this case.  All the weapons covered by the\r\njudge's Order were exhibits in criminal trials, and therefore in the custody of the Clerk of Court.  They were not weapons\r\nwhich, after being confiscated by deputies or police officers, were in the custody of the police department.  All the weapons\r\nat issue were in the custody and control of the Clerk of Court, and, therefore, Mann was required to comply with section\r\n16-23-500.\r\n7. The newest version of the statutory scheme does contain an option of destroying the weapons.   See Effect of\r\nAmendment, § 16-23-50 (Supp. 2000) (\"The 1998 amendment, in subsection (B), deleted the option of transferring the\r\npistol to the clerk of court or mayor for disposal, added the option of destroying the pistol. . .\") (emphasis added).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25384","title":"In the Matter of Calhoun","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25384","description":"Opinion suspending attorney fo 18 months.","date":"2001-12-03","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nIn the Matter of Mark R.\r\nCalhoun,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Respondent.\r\n&nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25384\r\nSubmitted October 30, 2001 - Filed December 3, 2001\r\n\r\n\r\nDEFINITE SUSPENSION\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nHenry B. Richardson, Jr., and Michael S. Pauley, both of Columbia, for the Office of\r\nDisciplinary Counsel.\r\n\r\nRichard A. Harpootlian, of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:  Respondent and Disciplinary Counsel have entered into an Agreement\r\nfor Discipline by Consent pursuant to Rule 21, RLDE, Rule 413, SCACR.  In the\r\nagreement, respondent admits misconduct and consents to a suspension from the practice\r\nof law for not less than six months, but not more than eighteen months.  We accept the\r\nagreement and impose an eighteen month suspension retroactive to December 7, 2000,\r\nthe date respondent was placed on interim suspension.  In re Calhoun, 343 S.C. 280, 540\r\nS.E.2d 444 (2000).  The facts as admitted in the agreement are as follows.\r\n\r\nFacts\r\n\r\nOn March 15, 2000, respondent received traffic citations for speeding and failing to have\r\na South Carolina vehicle license and registration.  Respondent's trial date for the citations\r\nwas listed as March 30, 2000.  Respondent did not appear in magistrate's court, was tried\r\nin his absence, and was found guilty of both charges.  On March 31, 2000, respondent\r\naltered the court date on his copies of the citations in an effort to convince the magistrate\r\nto reopen his case.\r\n\r\nIn respondent's initial response to the Office of Disciplinary Counsel, respondent denied\r\nany wrongdoing.  Respondent suggested that the prosecuting officer had animosity\r\ntowards respondent and may have altered the citations.  Respondent now acknowledges\r\nhe altered the court date on the citations.\r\n\r\nLaw\r\n\r\nAs a result of his conduct, respondent has violated the following Rules of Professional\r\nConduct, Rule 407, SCACR:  Rule 3.3 (a lawyer shall not knowingly make a false\r\nstatement of material fact or law to a tribunal or offer evidence that the lawyer knows to\r\nbe false); Rule 8.1(b) (failure to respond to a lawful demand for information from a\r\ndisciplinary authority); Rule 8.4(a) (violating the Rules of Professional Conduct); Rule\r\n8.4(c) (engaging in conduct involving moral turpitude); Rule 8.4(d) (engaging in conduct\r\ninvolving dishonesty, fraud, deceit, or misrepresentation); and Rule 8.4(e) (a lawyer shall\r\nnot engage in conduct that is prejudicial to the administration of justice).  \r\n\r\nIn addition, respondent has violated the following Rules for Lawyer Disciplinary\r\nEnforcement, Rule 413, SCACR: Rule 7(a)(1) (violating the Rules of Professional\r\nConduct); Rule 7(a)(3) (willfully violating a valid order of the Commission on Lawyer\r\nConduct); Rule 7(a)(5) (engaging in conduct tending to pollute the administration of\r\njustice or bring the legal profession into disrepute); and Rule 7(a)(6) (violating the oath of\r\noffice taken upon admission to practice law in this state).\r\n\r\nConclusion\r\n\r\n\r\nWe find an eighteen month suspension is the appropriate sanction for respondent's\r\nmisconduct.  Accordingly, we accept the Agreement for Discipline by Consent and\r\nsuspend respondent from the practice of law for eighteen months, retroactive to the date\r\nof his interim suspension.  Within fifteen days of the date of this opinion, respondent\r\nshall file an affidavit with the Clerk of Court showing that he has complied with Rule 30\r\nof Rule 413, SCACR.\r\n\r\nDEFINITE SUSPENSION.\r\n\r\nTOAL, C.J., MOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25385","title":"In the Matter of Pyatt","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25385","description":"Opinion publically reprimanding attorney.","date":"2001-12-03","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nIn the Matter of William\r\nLevern Pyatt,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Respondent.\r\n&nbsp;\r\n\r\n        \r\n      \r\n    \r\n  \r\n\r\nOpinion No. 25385\r\nSubmitted October 30, 2001 - Filed December 3, 2001\r\n\r\n\r\nPUBLIC REPRIMAND\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nHenry B. Richardson, Jr., and Senior Assistant\r\nAttorney General James G. Bogle, Jr., both of\r\nColumbia, for the Office of Disciplinary Counsel.\r\n\r\nWilliam L. Pyatt, pro \r\nse.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter, respondent\r\nand the Office of Disciplinary Counsel have entered into an Agreement for\r\nDiscipline by Consent pursuant to Rule 21, RLDE, Rule 413, SCACR.  In the\r\nagreement, respondent admits misconduct and consents to the imposition of a\r\nsanction ranging from a public reprimand to a three month suspension.  We\r\naccept the agreement and issue a public reprimand.  The facts as admitted in\r\nthe agreement are as follows.\r\n\r\nFacts\r\n\r\n\t\tClient retained respondent to represent him in a workers'\r\ncompensation matter.  Client and respondent entered into a contingency fee\r\nagreement which provided that respondent would retain one-third of any\r\nsettlement proceeds as his fee.  In addition, client paid respondent $300 to\r\ncover \"estimated costs.\"\r\n\r\n\t\tRespondent settled client's matter for $6,369.87.  Client signed\r\nan undated settlement statement which indicated that client would receive\r\n$4,246.58 and respondent would retain the remaining funds as his fee.  The\r\n\"estimated costs\" were not accounted for in the settlement statement.\r\n\r\n\t\tRespondent deposited the settlement check into his escrow\r\naccount on December 19, 2000.  Prior to depositing the settlement check,\r\nrespondent had a negative balance in his escrow account.  After depositing\r\nthe settlement check, respondent's escrow account balance was $2,346.58. \r\nRespondent did not possess sufficient funds to pay client at that time and\r\ncontinued to have insufficient funds in the account until February 22, 2001,\r\nwhen he made a deposit of $132,546.64. (1)  \r\n\r\n\t\tOn February 26, 2001, client received a check drawn upon\r\nrespondent's escrow account in the amount of $4,246.58. (2)  Client cashed a\r\nportion of the check, and deposited the remaining funds into his savings\r\naccount.  Client was later informed that the bank was dishonoring the check. \r\nOn March 9, 2001, respondent issued another check to client in the amount of\r\n$4,246.58, plus $100 for client's \"troubles.\"\r\n\r\n\t\tUpon investigation of this matter, it was discovered that\r\nrespondent was unaware of the requirements of Rule 417, SCACR. \r\nSpecifically, respondent failed to maintain receipt and disbursement journals\r\nidentifying the records of deposits for individual client deposits.  Respondent\r\nalso failed to maintain ledger records and portions of client files to\r\ncompletely understand records of deposit pertaining to them.  Finally,\r\nrespondent also failed to conduct a monthly reconciliation of his escrow\r\naccount.\r\n\r\nLaw\r\n\r\n\t\tAs a result of his conduct, respondent has violated the following\r\nRules of Professional Conduct, Rule 407, SCACR:  Rule 1.1 (a lawyer shall\r\nprovide competent representation to a client); Rule 1.15 (a lawyer shall\r\npromptly deliver to the client any funds that the client is entitled to receive);\r\nand Rule 8.4(a) (violating the Rules of Professional Conduct);\r\n\r\n\t\tRespondent has also violated the following Rules for Lawyer\r\nDisciplinary Enforcement, Rule 413, SCACR: Rule 7(a)(1) (violating the\r\nRules of Professional Conduct); and Rule 7(a)(5) (engaging in conduct\r\ntending to pollute the administration of justice or bring the legal profession\r\ninto disrepute).\r\n\r\n\t\tRespondent also admits that he violated the financial record\r\nkeeping requirements found in Rule 417, SCACR.\r\n\r\nConclusion\r\n\r\n\r\n\t\tWe find that respondent's misconduct warrants a public\r\nreprimand.  We therefore accept the Agreement for Discipline by Consent\r\nand publicly reprimand respondent.\r\n\r\nPUBLIC REPRIMAND.\r\n\r\nTOAL, C.J., MOORE, WALLER, BURNETT and\r\nPLEICONES, JJ., concur.\r\n\r\n\r\n1. These funds were received after resolving another client's matter.  \r\n2. Respondent dated the check, January 4, 2001.  In addition, respondent\r\nfailed to sign the check.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25386","title":"In the Matter of Smith","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25386","description":"Attorney disciplinary matter in which respondent admitted misconduct and consented to a definite suspension of six months retroactive to March 1, 2001.","date":"2001-12-03","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\n        In the Matter of Donald Loren Smith,&nbsp;&nbsp;&nbsp; \r\n          Respondent. &nbsp; \r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25386\r\n  Submitted October 29, 2001 - Filed December 3, 2001 \r\n\r\n\r\n    DEFINITE SUSPENSION  \r\n  \r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Henry B. Richardson, Jr. and Paulette Edwards, \r\n          both of Columbia, for the Office of Disciplinary Counsel.\r\n\r\n        Desa A. Ballard, of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:  In this attorney \r\n  disciplinary matter, respondent and the Office of Disciplinary Counsel (ODC) \r\n  have entered into an agreement pursuant to Rule 21, Rules for Lawyer Disciplinary \r\n  Enforcement, Rule 413, SCACR. In the agreement, respondent admits misconduct \r\n  and consents to a definite suspension of six months, retroactive to March 1, \r\n  2001. (1) We accept the agreement.\r\n\r\nFacts\r\n\r\nRespondent was arrested on January 10, 2001, and charged with\r\ntrafficking in cocaine, trafficking in methamphetamine, and possession\r\nof marijuana.  Respondent was placed on interim suspension as a result\r\nof the charges.  The charges have subsequently been dismissed. \r\nHowever, respondent admits that while licensed to practice law in\r\nSouth Carolina, he was a recreational user of cocaine.\r\n\r\nRespondent represents and warrants that he has not used or possessed\r\ncocaine since January 11, 2001.  He further represents and warrants\r\nthat he will not willfully use or possess cocaine or any other illegal\r\ndrug in the future.\r\n\r\nLaw\r\n\r\nBy his conduct, respondent has violated the following provisions of the\r\nRules of Professional Conduct, Rule 407, SCACR: Rule 8.4(b)\r\n(committing a criminal act that reflects adversely on the lawyer's\r\nhonesty, trustworthiness or fitness as a lawyer) and Rule 8.4(e)\r\n(conduct prejudicial to the administration of justice). \r\n\r\nRespondent has also violated the following provisions of the Rules for\r\nLawyer Disciplinary Enforcement, Rule 413, SCACR: Rule 7(a)(1)\r\n(violating the Rules of Professional Conduct); and Rule 7(a)(5)\r\n(engaging in conduct tending to pollute the administration of justice or\r\nto bring the courts or the legal profession into disrepute or conduct\r\ndemonstrating an unfitness to practice law); and Rule 7(a)(6) (violating\r\nthe oath of office taken upon admission to practice law in this state).\r\n\r\nConclusion\r\n\r\nRespondent has fully acknowledged that his actions were in violation\r\nof the Rules for Lawyer Disciplinary Enforcement and the Rules of\r\nProfessional Conduct.  We therefore suspend respondent from the\r\npractice of law for six months retroactive to the date of his interim\r\nsuspension on March 1, 2001.  Within fifteen days of the date of this\r\nopinion, respondent shall file an affidavit with the Clerk of Court\r\nshowing that he has complied with Rule 30, Rule 413, SCACR.\r\n\r\nDEFINITE SUSPENSION.\r\n\r\nTOAL, C.J., MOORE, WALLER, BURNETT and \r\n  PLEICONES, JJ., concur.\r\n   \r\n\r\n1. Respondent was placed on \r\n  interim suspension by order of this Court dated March 1, 2001. In the Matter \r\n  of Smith, 344 S.C. 39, 543 S.E.2d 536 (2001).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25387","title":"In the Matter of Lafaye","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25387","description":"Opinion suspending attorney from practice of law for one year.","date":"2001-12-03","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nIn the Matter of George Eugene Lafaye, IV,&nbsp;&nbsp;&nbsp;\r\nRespondent.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25387\r\nSubmitted October 30, 2001 - Filed December 3, 2001\r\n\r\n\r\nDEFINITE SUSPENSION\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nHenry B. Richardson, Jr., and Michael S. Pauley, both of Columbia, for the Office of\r\nDisciplinary Counsel.\r\n\r\nGeorge Eugene Lafaye, IV, of Greenville, Pro Se. \r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:  In this attorney disciplinary matter, respondent and the Office of\r\nDisciplinary Counsel (ODC) have entered into an Agreement for Discipline by Consent\r\npursuant to Rule 21, RLDE, Rule 413, SCACR.  In the agreement, respondent admits\r\nmisconduct and consents to the imposition of any sanction set forth in Rule 7(b), RLDE,\r\nRule 413, SCACR, which this Court finds appropriate.  We accept the agreement and find\r\nthat a one-year suspension from the practice of law is the appropriate sanction for\r\nrespondent's misconduct.  The facts as admitted in the agreement are as follows.\r\n\r\nFacts\r\n\r\nIn the first matter, respondent's law firm was retained to represent a party in a negligence\r\naction.  The circuit court granted summary judgment against the client.  Although\r\nrespondent assured the client that he would pursue an appeal, respondent failed to file\r\neither a motion to reconsider or a Notice of Appeal.  Respondent actively misled both a\r\nmember of his law firm and the client by telling them that an appeal had been filed. \r\nRespondent also failed to file a timely response to inquiries from ODC regarding this\r\nmatter. \r\n\r\nIn a second matter, respondent's law firm was retained to represent a landowner in an\r\ninverse condemnation action.  The action was settled, and a portion of the proceeds was\r\nheld in the firm's escrow account to satisfy liens on the property.  Respondent advanced\r\nfunds to the client in violation of the terms of the escrow agreement and without notifying\r\nor obtaining consent from the attorneys representing the lien holders. \r\n\r\nIn a third matter, respondent was retained to represent a client who had been injured in an\r\nautomobile accident.  After the jury returned a verdict in favor of the client, respondent\r\nfailed to immediately satisfy a medical provider's lien on the judgment.  When the\r\nmedical provider complained, respondent satisfied the lien from his firm's trust account. \r\nAt the time respondent uttered the check, there were no funds in the trust account\r\nbelonging to the client or to the medical provider.  Although respondent admits that the\r\npayment was made without the firm's authorization, he claims that the funds came from\r\nan earned, but unpaid, attorney's fee.\r\n\r\nLaw\r\n\r\nRespondent admits that his conduct violated the following provisions of the Rules of\r\nProfessional Conduct, Rule 407, SCACR: Rule 1.1 (failing to provide competent\r\nrepresentation); Rule 1.3 (failing to act with reasonable diligence and promptness while\r\nrepresenting a client); Rule 1.4 (failing to keep a client reasonably informed about the\r\nstatus of a matter); Rule 1.15 (failing to properly safeguard funds belonging to a third\r\nparty and failing to promptly notify the owner of funds upon receipt); Rule 8.1 (failing to\r\nrespond to a lawful demand for information from a disciplinary authority); Rule 8.4(a)\r\n(violating the Rules of Professional Conduct); Rule 8.4(c) (engaging in conduct involving\r\nmoral turpitude); 8.4(d) (engaging in conduct involving dishonesty, fraud, deceit, or\r\nmisrepresentation); and 8.4(e) (engaging in conduct that is prejudicial to the\r\nadministration of justice). \r\n\r\nRespondent also admits that he violated the following provisions of the Rules for Lawyer\r\nDisciplinary Enforcement, Rule 413, SCACR: Rule 7(a)(1) (violating rules regarding the\r\nprofessional conduct of lawyers); Rule 7(a)(3) (failing to respond to a lawful demand\r\nfrom a disciplinary authority); Rule 7(a)(5) (engaging in conduct tending to pollute the\r\nadministration of justice, bringing the legal profession into disrepute, and demonstrating\r\nan unfitness to practice law); and Rule 7(a)(6) (wilfully violating the oath of office taken\r\nupon admission to practice law in this state).  \r\n\r\nConclusion\r\n\r\nWe find that respondent's misconduct warrants a definite suspension.  Accordingly, we\r\naccept the Agreement for Discipline by Consent and suspend respondent from the\r\npractice of law for one year. \r\n\r\nWithin fifteen days of the date of this opinion, respondent shall file an affidavit with the\r\nClerk of Court showing that he has complied with Rule 30 of Rule 413, SCACR.\r\n\r\nDEFINITE SUSPENSION.\r\n\r\nTOAL, C.J., MOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25388","title":"In the Matter of Olin L. Purvis, III","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25388","description":"This is an attorney disciplinary case.","date":"2001-12-10","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        In the Matter of Olin L. Purvis,\r\nIII, Respondent.\r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25388\r\n  Heard November 15, 2001 - Filed December 10, 2001\r\n\r\n\r\nDISBARRED\r\n\r\n\r\nAttorney General Charles M. Condon and Assistant Attorney General Tracey Colton Green, both of Columbia, for the\r\nOffice of Disciplinary Counsel.\r\n\r\nOlin L. Purvis, III,  pro se, respondent.\r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter, the sub-panel and the full panel recommended respondent Olin L.\r\nPurvis, III, be disbarred.  We agree and disbar respondent.\r\n\r\nFACTS\r\n\r\nThe Commission on Lawyer Conduct filed formal charges against \r\n  respondent regarding numerous matters. Respondent was placed on interim suspension \r\n  on January 6, 2000. In re Purvis, 338 S.C. 113, 526 S.E.2d 512 (2000). \r\n  Respondent did not answer the formal charges, was found in default by the sub-panel, \r\n  and did not appear at the hearing.\r\n\r\nMatter 1\r\n\r\nRespondent represented Ann Dunham, a purchaser in a real estate transaction.  Respondent accepted funds designated for\r\nthe purchase of title insurance; however, he failed to obtain the title insurance policy for Dunham.  Subsequently,\r\nrespondent ignored repeated attempts by Dunham to obtain information about the title insurance, and he failed to return her\r\nphone calls.  Although Disciplinary Counsel notified respondent of Dunham's complaint, respondent failed to respond. \r\nAfter being notified that a full investigation of Dunham's complaint had been initiated, respondent failed to respond to the\r\nnotice within 30 days, but eventually he responded and submitted to an examination under oath by Disciplinary Counsel.\r\n\r\nMatter 2\r\n\r\nPaula Pyle, a victim's advocate, filed a complaint against respondent alleging that respondent had verbally abused her\r\nduring a telephone conversation.  Although Disciplinary Counsel notified respondent of this complaint, respondent failed to\r\nrespond.  After being notified that a full investigation of the complaint had been initiated, respondent failed to respond to\r\nthe notice within 30 days, but eventually he submitted to an examination under oath by Disciplinary Counsel.\r\n\r\nMatter 3\r\n\r\nBarry and Janice Dodson retained respondent to represent them in a wrongful death action.  The insurance company for the\r\ndefendant in the action tendered the policy limits to respondent with the understanding that the proceeds would be held in\r\nescrow pending court approval of the settlement.  Despite respondent's agreement with the insurance company, he\r\ndisbursed the funds to the Dodsons without first obtaining court approval of the settlement.  Respondent never sought court\r\napproval for the disbursements as was required and as he agreed to do.\r\n\r\nAlthough Disciplinary Counsel notified respondent of this complaint, respondent failed to respond.  Disciplinary Counsel\r\nsubsequently notified respondent that a full investigation of the complaint had been initiated; however, the notice was\r\nreturned, marked \"unclaimed.\"  Respondent was again notified of the investigation.  Respondent failed to respond to this\r\nsecond notice, but eventually he submitted to an examination under oath by Disciplinary Counsel. \r\n\r\nMatter 4\r\n\r\nIn April 1996, Patricia Roetger was injured at her place of employment while working.  She retained respondent to\r\nrepresent her in a worker's compensation claim and executed a written fee agreement in November 1997.  Respondent,\r\nhowever, failed to file the required forms or otherwise file a claim on behalf of Roetger with the Worker's Compensation\r\nCommission.  As a result of respondent's failure to act on Roetger's case, her worker's compensation claim is now barred\r\nby the statute of limitations.  \r\n\r\nMoreover, when Roetger was able to contact respondent, he falsely advised her that she could expect a hearing in the near\r\nfuture.  At other times, respondent was not present to meet with Roetger even though she arrived timely for previously\r\nscheduled meetings.   Respondent failed to communicate with Roetger about her case.  When Roetger finally terminated\r\nrespondent in 1998, he failed to provide her with copies of all documents in her file.\r\n\r\nRoetger also retained respondent regarding a divorce action.  Respondent failed to diligently represent Roetger's interests\r\nwith respect to the divorce and failed to communicate with her on this matter.\r\n\r\nDisciplinary Counsel notified respondent of Roetger's complaint; however, he failed to respond.  He also failed to respond\r\nto subsequent notice of a full investigation of Roetger's complaint.\r\n\r\nMatter 5\r\n\r\nRespondent represented Gretchen Johnson regarding injuries she sustained in an automobile accident.  Johnson had\r\npreviously been represented by Mr. Stark, and while represented by Stark, an offer of settlement was obtained for Johnson. \r\nStark advised respondent, Johnson, and the insurance company that he expected to be compensated from any settlement for\r\n$3,356.75 in fees and costs.  This amount was based on the offer of settlement previously obtained for Johnson.  In a letter\r\ndated June 23, 1998, respondent represented to the insurance adjuster that he would protect the interests of both Stark and\r\nany medical providers in the case.  Respondent eventually settled Johnson's case for $15,000, which was paid by the\r\ninsurance carrier via a check written to respondent, Johnson and Stark.  \r\n\r\nOn September 18, 1998, respondent sent Stark a copy \r\n  of a check from respondent's trust account which was payable to Stark's law \r\n  firm in the amount of $3,356.75. Along with this copy, respondent sent Stark \r\n  a proposed disbursement schedule which indicated disbursement of funds to Stark. \r\n  Relying on respondent's representations, Stark endorsed the settlement check \r\n  and forwarded it to respondent. On October 16, 1998, Stark learned that the \r\n  medical providers in Johnson's case had been paid. Stark wrote respondent requesting \r\n  that respondent forward him the check as previously agreed. When respondent \r\n  failed to respond to the October 16th letter, Stark sent a second \r\n  letter on November 3, 1998. Respondent failed to respond, and Stark sent a third \r\n  letter in December. Respondent ignored Stark's repeated requests for payment.\r\n\r\nIn April 1999, Disciplinary Counsel sent respondent a letter regarding Stark's complaint, but respondent failed to respond. \r\nLikewise, respondent failed to respond to Disciplinary Counsel's notice of a full investigation of this complaint.\r\n\r\nMatter 6\r\n\r\nEllen Creel retained respondent to institute a medical malpractice action.  For over a year after he was retained, respondent\r\nfailed to communicate with Creel about her case.  During this time, respondent failed to respond to multiple phone calls\r\nfrom Creel.  When Creel finally managed to speak with respondent, he advised her that he had mailed an explanatory letter\r\nto her.  Creel, however, never received the explanatory letter and never was able to speak with respondent again.\r\n\r\nDisciplinary Counsel notified respondent of Creel's complaint, but he failed to respond.  Although Disciplinary Counsel\r\nsubsequently notified respondent that a full investigation on this complaint had been initiated, respondent failed to respond.\r\n\r\nMatter 7\r\n\r\nWilliam S. Sigmon retained respondent to represent him in an action against the Horry County Police Department and\r\nOfficer B. Rogers.  Sigmon paid $500 to respondent as a retainer for \"out of pocket expenses.\"  Respondent failed to:  (1)\r\ninstitute the action on behalf of Sigmon; (2) communicate with Sigmon regarding the status of his case; and (3) respond to\r\nmultiple phone calls and letters from Sigmon.\r\n\r\nDisciplinary Counsel notified respondent of Sigmon's complaint, but he failed to respond.  Although Disciplinary Counsel\r\nsubsequently notified respondent that a full investigation had been initiated, he failed to respond to this notice as well.\r\n\r\nMatter 8\r\n\r\nCindy Purvis, respondent's former wife, filed a complaint against respondent. (1)  Disciplinary Counsel notified respondent\r\nof this complaint, but he failed to respond.  Moreover, when Disciplinary Counsel subsequently notified respondent that a\r\nfull investigation had been initiated, he failed to respond.\r\n\r\nMatters 9 and 10\r\n\r\nDr. Scott J. Willis and Dr. Steven Hannigan, both chiropractors, filed separate complaints against respondent. (2)  Although\r\nDisciplinary Counsel notified respondent of these complaints, he failed to respond.  Moreover, when Disciplinary Counsel\r\nsubsequently notified respondent that a full investigation had been initiated on these complaints, he failed to respond to the\r\nnotification.\r\n\r\nMatter 11\r\n\r\nMr. Rees retained respondent in order to represent Rees' daughter in a personal injury matter.  The matter concluded in the\r\ndaughter's favor, and respondent withheld funds from the jury award to pay certain medical bills.  Respondent failed,\r\nhowever, to use the retained funds to satisfy the client's bills, and respondent misappropriated the funds.  Furthermore,\r\nrespondent failed to respond to the client's repeated inquiries regarding payment of the bills.\r\n\r\nRespondent failed to respond to Disciplinary Counsel's notifications about this complaint, as well as to Disciplinary\r\nCounsel's notifications that a full investigation had been initiated.\r\n\r\nMatter 12\r\n\r\nBarry Kennell retained respondent for $675 to handle a debt collection matter.  Despite holding the matter for over one\r\nyear, respondent failed to take any legal action on behalf of Kennell.  Because of respondent's lack of diligence and his\r\nfailure to communicate, Kennell was ultimately forced to retain new counsel.  Respondent did not issue Kennell a refund of\r\nthe unearned retainer fee.  Respondent failed to respond to Disciplinary Counsel's notices regarding the complaint and the\r\ninitiation of a full investigation.\r\n\r\nMatter 13\r\n\r\nOn several occasions, respondent hired Glenda M. Kemp's court reporting agency to perform services in connection with\r\nhis law practice.  Respondent failed to pay invoices submitted by Kemp's agency over a period of several months,\r\neventually accumulating a total account balance of approximately $1,534.  Respondent refused to communicate with the\r\nagency about payment of the invoices.  Respondent failed to respond to Disciplinary Counsel's notices regarding the\r\ncomplaint and the initiation of a full investigation.\r\n\r\nMatter 14\r\n\r\nKaren L. Teixeira retained respondent to represent her in a domestic matter.  Respondent failed to properly communicate\r\nwith Teixeira.    Although Disciplinary Counsel notified respondent about the complaint and the initiation of a full\r\ninvestigation, respondent failed to respond to the notices.\r\n\r\nMatter 15\r\n\r\nIn December 1996, respondent was retained to handle a real estate closing for Sergio B. Mendoza and Jose Boyzo.  After\r\nthe closing, respondent forwarded the original note to the lender as required, but failed to forward the original mortgage,\r\nthe bank fees, or any other original documents executed in connection with the closing.  Thereafter, respondent refused to\r\nrespond to numerous inquiries from the lender.  Respondent failed to file the deed and mortgage after closing.  \r\n\r\nAdditionally, respondent retained funds to satisfy property taxes assessed against the closing property, but failed to satisfy\r\nthe property tax bill.  As a result, the property was sold for non-payment of taxes.  Respondent failed to respond to\r\nnumerous inquiries from the seller regarding the property tax situation.  Because of respondent's actions, the buyers were\r\nforced to pay another attorney to conduct a second closing, causing them to incur additional costs to redeem the property\r\nfrom the tax sale.\r\n\r\nRespondent failed to respond to Disciplinary Counsel's notices regarding the complaint and the initiation of a full\r\ninvestigation.\r\n\r\nMatter 16\r\n\r\nIn 1992, Icyean R. Wallace retained respondent for the purpose of instituting an action against GMC Corporation. \r\nRespondent failed to diligently attend to Wallace's case and failed to take appropriate legal action on her behalf.  As a\r\nresult, Wallace's case was dismissed.  Moreover, respondent failed to notify Wallace when he relocated his law practice,\r\nand failed on several occasions to appear for scheduled court dates.  Respondent has refused to release Wallace's file to her. \r\nIn addition, respondent failed to notify Wallace of his suspension from the practice of law, as required by Rule 30, RLDE,\r\nRule 413, SCACR.\r\n\r\nRespondent failed to respond to Disciplinary Counsel's notices regarding the complaint and the initiation of a full\r\ninvestigation.\r\n\r\nPanel's Findings\r\n\r\nThe Panel (3) found several grounds for discipline and recommended disbarment.  Specifically, the Panel found respondent\r\nhas violated the following subsections of Rule 7(a) of the Rules for Lawyer Disciplinary Enforcement, Rule 413, SCACR: \r\n(1) violating the Rules of Professional Conduct; (5) engaging in conduct tending to pollute the administration of justice or\r\nto bring the courts or the legal profession into disrepute or conduct demonstrating an unfitness to practice law; and (6)\r\nviolating the oath of office taken upon admission to practice law in this state.\r\n\r\nIn addition, respondent violated the following Rules of Professional Conduct, Rule 407, SCACR:  (1) Rule 1.1, failing to\r\nprovide competent representation; (2) Rule 1.2, failing to abide by a client's decisions regarding the scope of\r\nrepresentation; (3) Rule 1.3, failing to diligently represent a client; (4) Rule 1.4, failing to properly communicate with a\r\nclient; (5) Rule 1.5, failing to charge a reasonable fee; (6) Rule 1.15, failing to safekeep a client's property; (7) Rule 1.16,\r\nfailing to take proper steps upon termination of representation of a client; (8) Rule 3.2, failing to properly expedite\r\nlitigation; (9) Rule 8.1, failing to respond to a lawful demand for information from a disciplinary authority; and (10) Rule\r\n8.4, violating the rules of professional conduct; engaging in conduct involving dishonesty, fraud, deceit, or\r\nmisrepresentation; and engaging in conduct prejudicial to the administration of justice.\r\n\r\nFinally, the panel found respondent violated the financial recordkeeping provisions of Rule 417, SCACR.  \r\n\r\nDISCUSSION\r\n\r\nThe authority to discipline attorneys and the manner in \r\n  which the discipline is given rests entirely with the Supreme Court. E.g., \r\n  In re Yarborough, 337 S.C. 245, 524 S.E.2d 100 (1999). Because respondent \r\n  failed to answer the formal charges against him, this failure constitutes an \r\n  admission of the factual allegations. Rule 24(a) of the Rules for Lawyer Disciplinary \r\n  Enforcement, Rule 413, SCACR. Moreover, because respondent failed to appear \r\n  at the hearing before the sub-panel, he is deemed to have admitted the factual \r\n  allegations which were to be the subject of such appearance and to have conceded \r\n  the merits of any recommendation to be considered at the hearing. Rule 24(b) \r\n  of the Rules for Lawyer Disciplinary Enforcement, Rule 413, SCACR. As a result, \r\n  we only have to determine the appropriate sanction for respondent. In re \r\n  Rast, 337 S.C. 588, 524 S.E.2d 619 (1999) (attorney's failure to answer \r\n  the formal charges against him constitutes default; the only issue is the proper \r\n  sanction); In re Thornton, 327 S.C. 193, 489 S.E.2d 198 (1997) (same).\r\n\r\nRespondent has demonstrated a persistent pattern of misconduct, \r\n  including neglect, failure to communicate with clients, misappropriation, dishonest \r\n  conduct, and failure to respond to disciplinary authority. The sanction of disbarment \r\n  has been imposed by this Court in similar cases involving multiple acts of misconduct. \r\n  See, e.g., Matter of Driggers, 334 S.C. 40, 512 S.E.2d \r\n  112 (1999) (attorney disbarred for failing to provide competent representation, \r\n  keep clients informed, consult with clients, promptly account for and deliver \r\n  funds and documents, misappropriation of funds, and knowing failure to respond \r\n  to disciplinary proceedings); Matter of Godbold, 336 S.C. 568, 521 S.E.2d \r\n  160 (1999) (attorney disbarred for failing to remit settlement funds to clients, \r\n  remit funds to clients' medical providers, failing to pay bills, and failing \r\n  to file state and federal tax returns); Matter of Glee, 333 S.C. 9, 507 \r\n  S.E.2d 326 (1998) (attorney disbarred for converting client funds for his own \r\n  purposes, failing to provide competent representation, failing to comply with \r\n  demand for payment, failing to act with reasonable diligence, failing to keep \r\n  client informed about status of case, and engaging in conduct involving dishonesty).\r\n\r\nConsequently, we disbar respondent and order him to pay the costs of the disciplinary proceedings.  Within fifteen days of\r\nthe date of this opinion, respondent shall file an affidavit with the Clerk of Court showing that he has complied with Rule\r\n30 of the Rules for Lawyer Disciplinary Enforcement.\r\n\r\nDISBARRED.\r\n\r\ns/James E. Moore A. C.J.\r\n\r\ns/John H. Waller, Jr. J.\r\n\r\ns/E.C. Burnett, III J.\r\n\r\ns/Costa M. Pleicones J.\r\n\r\ns/George T. Gregory, Jr. A.J. \r\n1. This matter involves respondent's alleged failure to pay child support.\r\n2. These matters involve similar situations.  Respondent is charged with not paying the chiropractors who treated\r\nrespondent's clients despite the fact that respondent settled the clients' claims and obtained the settlement funds.\r\n3. The full panel adopted the report of the sub-panel.\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25389","title":"State v. McGowan","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25389","description":"Issues are whether defendant was entitled to directed verdict on charges of ABIK and resisting arrest with deadly force.","date":"2001-12-17","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n25389\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nThe State,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent,\r\nv.\r\n\r\n\r\nRobert G. McGowan, Jr.,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nPetitioner.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Horry County\r\nDavid H. Maring, Sr., Circuit Court Judge\r\n\r\n\r\n\r\nOpinion No. 25389\r\nHeard September 27, 2001 - Filed December 17, 2001\r\n\r\n\r\nAFFIRMED IN RESULT\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nDeputy Chief Attorney Joseph L. Savitz, III, South Carolina Office of Appellate Defense, of Columbia, for petitioner.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney\r\nGeneral Robert E. Bogan, Senior Assistant Attorney General Harold M. Coombs, Jr. all of Columbia, and Solicitor John\r\nGregory Hembree, of Conway, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE WALLER: We granted a writ \r\n  of certiorari to review the Court of Appeals' unpublished opinion in State \r\n  v. McGowan, Op. No. 99-UP-626 (S.C. Ct. App. filed Dec. 9, 1999). We affirm \r\n  in result. \r\n\r\nFACTS\r\n\r\n\r\nMcGowan was convicted of assault and battery with intent to kill (ABIK) and resisting arrest with a deadly weapon.  The\r\ncharges stem from police attempts to arrest McGowan for \"disorderly conduct.\"  According to the State's version of the\r\nevidence, (1) at approximately 1:00 a.m. on the morning of September 7, 1996, McGowan, who was intoxicated, called\r\npolice to his home in the Socastee area of Myrtle Beach in order to file a false complaint. (2)  Officer James Mills arrived to\r\nfind McGowan waiting in his driveway.   McGowan became loud and boisterous, and began using profanity toward Officer\r\nMills and other officers on the scene.   At one point, McGowan retrieved a pistol from his home, which police took from\r\nhim.  When McGowan began \"ranting and raving\" for the third or fourth time, Mills decided to arrest him for disorderly\r\nconduct.  Mills advised McGowan to place his hands on the police car, but when Mills went to cuff him, McGowan ran\r\ntoward his house.  Mills chased him, catching him by the ponytail at the front door, and both fell into the living room. \r\nMcGowan kicked Mills in the groin, then ran to a bedroom where he retrieved a shotgun.  Mills' attempt to subdue\r\nMcGowan with mace was unsuccessful.  McGowan pointed the shotgun at Mills, and Mills fired a warning shot with his\r\npistol.  McGowan shot at Mills, hitting him in the hand; Mills fired another shot, grazing McGowan, at which point he\r\nsurrendered.  McGowan was thereafter tried and convicted of ABIK and resisting arrest with a deadly weapon.  The Court\r\nof Appeals affirmed.\r\n\r\nISSUES\r\n\r\n\r\n1.  Was McGowan entitled to a directed verdict on the charges of ABIK?\r\n\r\n2.  Was McGowan entitled to a directed verdict on the charge of resisting arrest with deadly force on the ground that the\r\nunderlying arrest for disorderly conduct was unlawful?\r\n\r\n1.  DIRECTED VERDICT/ ABIK\r\n\r\n\r\nMcGowan claims his underlying arrest for disorderly conduct was unlawful. Therefore, he contends, he was entitled to use\r\ndeadly force to resist an unlawful arrest, entitling him to a directed verdict on the charge of ABIK.  We disagree; even\r\nassuming arguendo the threatened arrest was unlawful, (3) we find the ABIK charge was properly submitted to the jury. \r\n\r\nIn reviewing the denial of a motion for a directed \r\n  verdict, the evidence must be viewed in the light most favorable to the State. \r\n  State v. Kelsey, 331 S.C. 50, 502 S.E.2d 63 (1998). If there is any direct \r\n  evidence or any substantial circumstantial evidence reasonably tending to prove \r\n  the guilt of the accused, an appellate court must find that the case was properly \r\n  submitted to the jury. State v. Rowell, 326 S.C. 313, 315, 487 S.E.2d \r\n  185, 186 (1997). Although the trial court should not refuse to grant the motion \r\n  where the evidence merely raises a suspicion of the accused's guilt, the case \r\n  must be submitted to the jury if substantial evidence which reasonably tends \r\n  to prove the guilt of the accused, or from which his guilt can be fairly and \r\n  logically deduced, exists. Id. \r\n\r\nThis Court has previously recognized that a person \r\n  has a right to resist an unlawful arrest even to the extent of taking the life \r\n  of the aggressor if it be necessary in order to regain his liberty. State \r\n  v. Poinsett, 250 S.C. 293, 157 S.E.2d 570 (1967); State v. Bethune, \r\n  112 S.C. 100, 99 S.E. 753 (1919); State v. Robertson, 191 S.C. 509, 5 \r\n  S.E.2d 285 (1939). However, the cases do not stand for the blanket proposition \r\n  that one may, in every instance, resist an unlawful arrest to the point of deadly \r\n  force without fear of repercussion. To the contrary, the cases clearly reveal \r\n  that only such force as is reasonably necessary under the circumstances may \r\n  be invoked. \r\n\r\nIn State v. Bethune, supra, we upheld \r\n  the following charge concerning the right to resist an unlawful arrest:\r\n\r\n\r\nI charge you that a man has the right to defend himself from an unlawful arrest, and for the purpose of so protecting himself\r\nhe has the right to use whatever force is necessary, even to the taking of life, the life of him who is seeking to make the\r\nunlawful arrest, if that be apparently necessary, and if it would have been apparently necessary to a man of ordinary courage\r\nin the circumstances.  I charge you that, where one is defending his person from an unlawful arrest, he had the right to\r\nuse just so much force as is apparently necessary to accomplish his deliverance and no more.  He has not the right to\r\nuse excessive force unless excessive force not only be apparently necessary to him, but would have been to a man of\r\nordinary courage so situated. \r\n\r\n\r\n112 S.C. at 101, 99 S.E. at 753. (Emphasis supplied). \r\n  Thereafter, in State v. Francis, 152 S.C. 17, ___, 149 S.E. 348, \r\n  355-356 (1929), this Court stated:\r\n\r\n\r\nAn unlawful arrest, or an attempt to make an unlawful arrest, stands upon the same footing as any other nonfelonious\r\nassault, or as a common assault and battery.  The person who is so unlawfully arrested, or against whom such an unlawful\r\nattempt is directed, is not bound to yield, and may resist force with force, but he is not authorized to go beyond the line\r\nof force proportioned to the character of the assault, or he in turn becomes a wrongdoer. . . .\r\n\r\nA mere trespass on one's person or liberty is no reason for the taking of life, and if one commits a homicide while resisting\r\nan arrest, even though it is unlawful, he cannot justify on the ground of self-defense unless he can show that the killing was\r\napparently necessary to protect himself from death or great bodily harm. . . .\r\n\r\nBut such person should use no more force than is necessary to resist the unlawful arrest, and is justified in using or\r\noffering to use a deadly weapon only where he has reason to apprehend an injury greater than the mere unlawful\r\narrest, as danger of death or great bodily harm. . . .\r\n\r\nIt not infrequently has been reasoned that an unlawful attempt to restrain a person's liberty is such an aggression as\r\nto furnish a complete excuse for slaying the aggressor.  The contention, however, has met with little or no favor in\r\nthe eyes of the courts.  On the contrary, it is generally held that the slayer is not excused unless he can show that the\r\nhomicidal act was done in his necessary defense.  While there  can be no doubt of the right of the citizen to resist an\r\nattempt illegally to restrain his freedom, yet his resistance must not be in enormous disproportion to the injury\r\nthreatened.  He has no right, according to the better view, to take human life to prevent a mere trespass upon his\r\nperson or liberty, when unaccompanied by any imminent danger of great bodily harm or felony.  \r\n\r\n\r\n(Emphasis supplied; internal citations omitted). \r\n  The Francis court held the issue was for the jury. Id. \r\n\r\n\r\nClearly, Bethune and Francis stand \r\n  for the proposition that a defendant has the right to resist an arrest to the \r\n  point of deadly force only if necessary, and may not use force \r\n  disproportionate to the injury threatened. \r\n\r\nHere, although there was conflicting evidence as to who first responded with deadly force, Officer Mills testified that\r\nMcGowan first kicked him in the groin, then ran to his room and pulled a shotgun.  Only then did Mills  spray him with\r\nmace and pull his own gun.  Mills also testified that he warned McGowan not to point the shotgun at him or he would shoot\r\nhim; only when McGowan pointed the shotgun at him did Mills fire his weapon.  Given this testimony, and viewing the\r\nevidence in the light most favorable to the state, whether or not McGowan's response was proportional to the threatened\r\narrest was a matter for the jury.  Accordingly, the issue of ABIK was properly submitted to the jury. (4)  \r\n\r\n2.  DIRECTED VERDICT/ RESISTING ARREST\r\n\r\n\r\nMcGowan also contends his arrest for disorderly conduct was unlawful, thereby entitling him to a directed verdict on the\r\ncharge of resisting arrest with deadly force.  We disagree.\r\n\r\nPursuant to S.C. Code Ann. § 16-3-625 (Supp. 2000), a person who resists the lawful efforts of a law enforcement officer\r\nto arrest him with the use or threat of use of a deadly weapon is guilty of a felony.  Accordingly, a person may not be\r\nconvicted of resisting arrest with a deadly weapon where the underlying arrest is unlawful. (5)            \r\n\r\nS.C. Code Ann. 16-17-530 (2000) provides, in part: \r\n\r\n\r\nAny person who shall (a) be found on any highway or at any public place or public gathering in a grossly intoxicated\r\ncondition or otherwise conducting himself in a disorderly or boisterous manner, [or] (b) use obscene or profane\r\nlanguage on any highway or at any public place or gathering or in hearing distance of any schoolhouse or church . . .,\r\nshall be deemed guilty of a misdemeanor and upon conviction shall be fined not more than one hundred dollars or be\r\nimprisoned for not more than thirty days.  (Emphasis supplied).\r\n\r\n\r\nIn State v. Williams, 280 S.C. 305, 306-7, \r\n  312 S.E.2d 555, 556 (1984), we adopted the following definition of \"public place\":\r\n\r\n\r\n  A place to which the general public has a right \r\n    to resort; not necessarily a place devoted solely to the uses of the public, \r\n    but a place which is in point of fact public rather than private, a place \r\n    visited by many persons and usually accessible to the neighboring public. \r\n    People v. Whitman, 178 App.Div. 193, 165 N.Y.S. 148, 149. Roach \r\n    v. Eugene, 23 Or. 376, 31 P. 825. Any place so situated that what \r\n    passes there can be seen by any considerable number of persons, if they happen \r\n    to look. Steph.Cr.L. 115. Also, a place in which the public has an \r\n    interest as affecting the safety, health, morals, and welfare of the community. \r\n    A place exposed to the public, and where the public gather together or pass \r\n    to and for. Lewis v. Commonwealth, 197 Ky. 449, 247 S.W. 749, 750. \r\n    (6)  \r\n\r\n\r\nEmphasis supplied.  \r\n\r\nHere, there is testimony that McGowan was intoxicated, \r\n  was acting in a loud and boisterous manner and cursing at police, that his language \r\n  was loud enough to disturb the neighborhood, and that at some point during the \r\n  incident, there was a car load of teenagers on the cul-de-sac across the street. \r\n  Under our definition of \"public place\" as stated in Williams, we find \r\n  this is sufficient evidence from which the jury could find, for purposes of \r\n  the disorderly conduct statute, that McGowan was conducting himself in a grossly \r\n  intoxicated and disorderly manner in a public place.  Accord State v. Locklair, \r\n  341 S.C. 352, 535 S.E.2d 420 (2000) (statutory aggravating circumstance of \"great \r\n  risk of danger\" to more than one person in public place properly submitted to \r\n  jury where incident occurred on public street and in defendant's yard and several \r\n  children were playing in public street when incident occurred).  See also \r\n  City of Bismarck v. Nassif, 449 N.W.2d 789 (N.D. 1989)(jury could reasonably \r\n  have concluded that defendant's front yard was public place where evidence revealed \r\n  that bystanders nearby could have heard his profanity and threats directed toward \r\n  police); Loera v. Texas, 14 S.W.3d 464 (Tex. App. 2000)(walkway to private \r\n  residence could be considered a public place under certain circumstances; matter \r\n  should be resolved on a case-by-case basis).\r\n\r\nAccordingly, as the jury could have determined McGowan's conduct was prohibited by the disorderly conduct statute, his\r\narrest was lawful such that he was not entitled to a directed verdict on the charge of resisting arrest with deadly force. (7) \r\nAccordingly, the Court of Appeals opinion is\r\n\r\nAFFIRMED IN RESULT.\r\n\r\nTOAL, C.J., MOORE, BURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n1.  We view the evidence, as \r\n  we must, in the light most favorable to the State. State v. Burdette, \r\n  335 S.C. 34, 515 S.E.2d 525 (1999) (in reviewing denial of a motion for directed \r\n  verdict, the evidence must be viewed in light most favorable to the State). \r\n2.   A short time earlier, McGowan had gotten into a fight at a bar with a man named Howard Peel.  Upon leaving the bar,\r\nMcGowan pushed Peel's pickup truck into a ditch with his white Ford Bronco.  Police were called to the bar, where they\r\ntook an incident report concerning the altercation.  McGowan called police to his home to falsely report that Peel had come\r\nto his home and assaulted him there.  \r\n3.  As discussed in Issue 2 below, whether the arrest was lawful was properly submitted to the jury.\r\n4.  The trial judge stated on \r\n  two occasions that he would charge the jury that a defendant has the right to \r\n  resist an unlawful arrest, even to the point of using deadly force. Although \r\n  the jury charge is not contained in the record, we assume the jury was so charged. \r\n  State v. Hutto, 279 S.C. 131, 303 S.E.2d 90 (1983) (appellant has burden \r\n  of presenting adequate record which is sufficiently complete to permit this \r\n  Court's review). \r\n5.   As noted in Issue 1, however, a person may nonetheless be convicted of other offenses, such as ABIK, ABHAN or\r\nmurder, if the underlying arrest is unlawful and the degree of force used to resist is disproportionate to the threat.\r\n6.  In Town of Springdale \r\n  v. Butler, 299 S.C. 276, 384 S.E.2d 697 (1989), we held the fact that the \r\n  defendant was on his private property did not preclude his conviction for disorderly \r\n  conduct under a town ordinance which did not require the incident occur in a \r\n  public area. Although Butler could be viewed as an indication that a \r\n  person's yard or driveway is not a public place, the definition of a public \r\n  place was not an issue in Butler, and there was no need for this Court \r\n  to determine whether or not Butler's driveway could, under any circumstances, \r\n  be considered a public place. Accordingly, Butler is not dispositive. \r\n7.  McGowan also contends his \r\n  disorderly conduct arrest was unlawful under State v. Perkins, 306 S.C. \r\n  353, 412 S.E.2d 385 (1991) (holding that raising voices to police officers, \r\n  standing alone, is insufficient to convict of disorderly conduct). The Court \r\n  of Appeals recently distinguished  Perkins, holding such an arrest is \r\n  justified where a defendant is both grossly intoxicated and uses obscene language \r\n  toward arresting officers. State v. Pittman, 342 S.C. 545, 537 S.E.2d \r\n  563 (Ct. App. 2000). Accordingly, this argument is without merit.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25390","title":"In the Matter of Deddish","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25390","description":"Opinion suspending attorney for six months.","date":"2001-12-17","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nIn the Matter of Michael R. Deddish,&nbsp;&nbsp;&nbsp;\r\nRespondent.\r\n&nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25390\r\n  Submitted October 30, 2001 - Filed December 17, 2001 \r\n\r\nDEFINITE SUSPENSION\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nHenry B. Richardson, Jr., of Columbia, for the Office of Disciplinary Counsel.\r\n\r\nLewis S. Horton, of Charleston, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:  In this attorney disciplinary matter, respondent and the Office of Disciplinary Counsel (ODC) have\r\nentered into an agreement pursuant to Rule 21, Rules for Lawyer Disciplinary Enforcement, Rule 413, SCACR.  In the\r\nagreement, respondent admits misconduct and consents to a definite suspension of nine months, retroactive to August 10,\r\n2001. (1)  We accept the agreement.  The following facts are set forth in the agreement.\r\n\r\nFacts\r\n\r\nI. Assisting in the Unauthorized Practice of Law\r\nMatter\r\n\r\nTrey Carter, a non-lawyer, organized and was the sole member and sole employee of the Trey Carter Firm, LLC (The\r\nFirm).  The Firm marketed estate planning and revocable living trusts in South Carolina through newspapers and printed\r\nbrochures.  Carter also gave seminars where he dispensed legal advice to the public.\r\n\r\nIn the Firm's advertisements and brochures and at these seminars, Carter represented that respondent was a principal in, or\r\nassociated with, the Firm.  Advertisements also touted the Firm as having a locally staffed office and an attorney on staff\r\nwho was a member of a network of estate planning attorneys and was certified as an elder law trust attorney.  Among the\r\nservices offered to the Firm's clients were preparation of estate plan summaries, revocable living trusts, affidavits of trusts,\r\npour-over trusts, durable powers of attorney, and real estate deeds.  The Firm promised to provide changes to any document\r\nprepared by the Firm free of charge and unlimited consultations regarding living trust questions.  The Firm also offered\r\ninstructions on how to settle an estate without an attorney.\r\n\r\nRespondent was not an employee, partner, or associate of the Firm, but worked as an independent attorney for the Firm.\r\nThe Firm provided preliminary information to respondent regarding the Firm's clients.  Respondent would then meet with\r\nthe clients, obtain additional information, and complete the contracted for legal documents.  One-third of each client's total\r\nfee was paid to respondent by the Firm.\r\n\r\nCarter's actions constituted the unauthorized practice \r\n  of law. Doe v. Condon, 341 S.C. 22, 532 S.E.2d 879 (2000). Respondent \r\n  acknowledges that his association, affiliation, and cooperation with Carter \r\n  did act to assist Carter in the unauthorized practice of law. Respondent acknowledges \r\n  further that his fee arrangement with Carter constituted fee splitting, which \r\n  is proscribed by Rule 5.4 of the Rules of Professional Conduct, Rule 407, SCACR.\r\n\r\nII. Income Tax Matter\r\n\r\nRespondent pled guilty to one count of willful failure to file a South Carolina tax return in violation of S.C. Code Ann. §\r\n12-54-40(b)(6)(C) (1976).  The failure to file a tax return is a serious crime as set forth in Rule 2(z), RLDE, Rule 413,\r\nSCACR.\r\n\r\nLaw\r\n\r\nAs a result of his conduct, respondent has violated the following provisions of the Rules of Professional Conduct, Rule\r\n407, SCACR: Rule 1.2(e) (when a lawyer knows that a client expects assistance not permitted by the Rules of Professional\r\nConduct or other law, the lawyer shall consult with the client regarding the relevant limitations on the lawyer's conduct);\r\nRule 5.4(a) (sharing fees with a non-lawyer); Rule 5.5(b) (assisting in the unauthorized practice of law); Rule 8.4(a)\r\n(violating the Rules of Professional Conduct); Rule 8.4(b) (committing a criminal act that reflects adversely on the lawyer's\r\nhonesty, trustworthiness, or fitness); and Rule 8.4(e) (engaging in conduct prejudicial to the administration of justice).\r\n\r\nRespondent has also violated the following provisions of the Rules for Lawyer Disciplinary Enforcement, Rule 413,\r\nSCACR: Rule 7(a)(1) (violating the Rules of Professional Conduct); Rule 7(a)(4) (committing a serious crime); and Rule\r\n7(a)(5) (engaging in conduct tending to bring the courts or legal profession into disrepute).\r\n\r\nConclusion\r\n\r\nRespondent has fully acknowledged that his actions in the aforementioned matters were in violation of the Rules of\r\nProfessional Conduct and the Rules for Lawyer Disciplinary Enforcement.  We hereby suspend respondent from the\r\npractice of law for nine months, retroactive to August 10, 2001.  Upon reinstatement to the practice of law, respondent\r\nmust comply with the inducements to the clients he represented or for whom respondent prepared documents as a result of\r\nthe services offered by the Firm to include, but not limited to, additional consultation and updating of documents without\r\nadditional charge or fee, to the extent advertised by the Firm or represented to the clients by the Firm.  Within fifteen days\r\nof the date of this opinion, respondent shall file an affidavit with the Clerk of Court showing that he has complied with\r\nRule 30, Rule 413, SCACR.\r\n\r\nDEFINITE SUSPENSION.\r\n\r\nTOAL, C.J., MOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n1. Respondent was placed on interim suspension by order of this Court dated August 10, 2001. \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25391","title":"Gary v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25391","description":"This case involves the application of the one-year statute of limitation for filing PCR actions.","date":"2001-12-17","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nGary v. State\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nJermano Gary,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nPetitioner,\r\nv.\r\n\r\n\r\nState of South Carolina,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\n\r\nAppeal From Kershaw County\r\nJ. Ernest Kinard, Jr., Circuit Court Judge\r\n\r\n\r\nOpinion No. 25391\r\nSubmitted November 28, 2001 - Filed December 17, 2001\r\n\r\n\r\nREMANDED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAssistant Appellate Defender Eleanor Duffy Cleary, of S.C. Office of Appellate Defense, of Columbia, for petitioner.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney\r\nGeneral Allen Bullard, and Assistant Attorney General David Spencer, all of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE MOORE:  Petitioner's application for post-conviction relief (PCR) was dismissed as time-barred under S.C.\r\nCode Ann. § 17-27-45(A) (Supp. 2000).  We remand.\r\n\r\nFACTS\r\n\r\n\r\nPetitioner pled guilty to murder and was sentenced to thirty years on October 25, 1995.  No direct appeal was taken.  More\r\nthan a year later, on November 5, 1996, petitioner filed a PCR application asserting he was indigent and alleging trial\r\ncounsel was ineffective in advising him to plead guilty.\r\n\r\nIn response to petitioner's application, the State filed a motion to dismiss on the ground the action was barred by the one-year limitation provided in § 17-27-45(A).  After a hearing at which petitioner appeared pro se, the PCR judge dismissed\r\npetitioner's application.\r\n\r\nISSUES\r\n\r\n\r\n\r\n1. Does mailing constitute filing under § 17-27-45(A)?\r\n\r\n2. Should counsel have been appointed to represent petitioner at the hearing?\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\nSection § 17-27-45(A) provides:\r\n\r\n\r\nAn application for relief filed pursuant to [the Uniform Post-Conviction Procedure Act] must be filed within one year after\r\nthe entry of a judgment of conviction or within one year after the sending of the remittitur to the lower court from an appeal\r\nor the filing of the final decision upon an appeal, whichever is later.\r\n\r\n\r\nUnder S.C. Code Ann. § 17-27-40 (1985), the application must be filed with the clerk of the court in which the conviction\r\ntook place.\r\n\r\nAt the PCR hearing, no evidence was introduced.  Petitioner told the judge he mailed his application on October 22, 1996,\r\nwhich was within the one-year limitation, but claimed he mistakenly sent it to \"the wrong place\" and \"by the time it came\r\nback, it was too late.\"  Petitioner's application was summarily dismissed for failure to comply with § 17-27-45(A).\r\n\r\nIt is clear under South Carolina law that mailing \r\n  does not constitute filing. When a statute requires the filing of a paper or \r\n  document, it is filed when delivered to and received by the proper officer. \r\n  Fox v. Union-Buffalo Mills, 226 S.C. 561, 86 S.E.2d 253 (1955). \r\n  (1) The mailing of petitioner's application was therefore not sufficient \r\n  under § 17-27-45(A).\r\n\r\nOn appeal, petitioner argues we should allow \"equitable \r\n  tolling\" of the statute of limitation because he simply filed in the wrong venue. \r\n  See Burnett v. N.Y. Central R.R. Co., 380 U.S. 424 (1965) (applying \r\n  equitable tolling for filing in wrong venue and recognizing policy reasons under \r\n  the specific statutory scheme in question). (2) \r\n  This issue was not raised below and is not properly before us. Palacio v. \r\n  State, 333 S.C. 506, 511 S.E.2d 62 (1999) (issue not addressed by PCR judge \r\n  is not preserved for review). Because we find the hearing afforded petitioner \r\n  was inadequate, however, we remand for appointment of counsel. \r\n\r\nRule 71.1(d) provides:\r\n\r\n\r\nIf, after the State has filed its return, the application presents questions of law or fact which will require a hearing, the court\r\nshall promptly appoint counsel to assist the applicant if he is indigent.  Counsel shall be given a reasonable time to confer\r\nwith the applicant.  Counsel shall insure that all available grounds for relief are included in the application and shall amend\r\nthe application if necessary.\r\n\r\n\r\n\r\nUnder this rule, an indigent applicant who is granted \r\n  a hearing has a statutory right to be represented by a court-appointed attorney. \r\n  Al-Shabazz v. State, 338 S.C. 354, 364, 527 S.E.2d 742, 747 (1999) citing \r\n  Whitehead v. State, 310 S.C. 532, 426 S.E.2d 315 (1992). Petitioner was \r\n  not appointed counsel to represent him at the hearing and there is no waiver \r\n  of his right to counsel in the record. Further, in the interest of fairness, \r\n  we find counsel should be appointed under Rule 71.1(d) when the State moves \r\n  for dismissal under § 17-27-45(A) and the PCR applicant raises an issue of material \r\n  fact regarding the applicability of the one-year limitation. \r\n\r\nWe remand this case for appointment of counsel and an evidentiary hearing regarding petitioner's claim of equitable tolling\r\nof the one-year limitation.\r\n\r\nREMANDED.\r\n\r\nTOAL, C.J., WALLER, BURNETT and PLEICONES, JJ., concur.\r\n&nbsp;\r\n\r\n1. Where specifically provided by statute or rule, filing may be otherwise defined.  See, e.g., Rule 233(a)(2), SCACR (filing\r\nmay be accomplished by depositing document in U.S. mail, properly addressed with sufficient first class postage).\r\n2. We express no opinion on the validity of this defense to the statute of limitation.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25392","title":"Fuller v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25392","description":"Issue in the PCR matter is whether Fuller was properly granted PCR based upon the APPEARANCE that counsel had a conflict of interest in dual representation.","date":"2001-12-17","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n25392\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nPhilbert R. Fuller,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent,\r\n\r\n&nbsp;\r\nv.\r\n\r\n\r\nState of South Carolina,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nPetitioner.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\n\r\nAppeal From Spartanburg County\r\nJ. Derham Cole, Trial Judge\r\nWyatt T. Saunders, Post-Conviction Judge\r\n\r\n\r\nOpinion No. 25392\r\nSubmitted November 28, 2001 - Filed December 17, 2001\r\n\r\n\r\n  REVERSED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney\r\nGeneral B. Allen Bullard, Jr., all of Columbia, and Assistant Attorney General Kathleen J. Hodges, of Greenville, for\r\npetitioner. \r\n\r\nSenior Assistant Appellate Defender Wanda H. Haile, of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE WALLER: We granted the State's petition for a writ of certiorari to review the grant of Post-Conviction Relief\r\n(PCR) to respondent, Philbert Fuller.  We reverse the grant of PCR and reinstate Fuller's\r\nconvictions.\r\n\r\nFACTS\r\n\r\n\r\nFuller was indicted and jointly tried, along with two co-defendants, Alfred Meadows and James McClain, for assault and\r\nbattery with intent to kill and possession of a firearm or knife during commission of a violent crime. (1) Originally, all three\r\ndefendants claimed an alibi defense and were represented by the same counsel, attorneys James O. Thomasson, Sr. and R.\r\nScott Davis.   Trial counsel testified that all three defendants were advised of the potential for conflicts of interest but that\r\neach of the defendants agreed to continued representation.  However, when McClain subsequently changed his story,\r\ncounsel moved to be relieved as his counsel.  According to trial counsel, at the hearing on the motion to be relieved, both\r\nMeadows and Fuller were advised by the judge of the potential for conflicts. (2)  Counsel continued joint representation of\r\nFuller and Meadows as both defendants claimed the same alibi defense and had the same alibi witnesses.  Meadows and\r\nFuller both testified at trial, but McClain did not.  Counsel testified they did not call McClain to testify as they \"knew what\r\nhe was going to say as far as putting him [Fuller] at the scene.\"  (3)\r\n\r\nFuller and Meadows both testified at trial and claimed to have been at the hospital visiting their friend, Terrance Norman,\r\nwho had been shot earlier that day.  Several witnesses corroborated their alibi.  However, testimony of the State's witnesses\r\nwas conflicting: one State's witness placed both Meadows and Fuller at the scene (and claimed McClain was not present),\r\nwhile three State's witnesses placed Fuller at the scene and specifically testified Meadows was not at the scene of the\r\ncrime.  The jury convicted Fuller and McClain; Meadows was acquitted.  Fuller was granted PCR on the basis of \"the\r\nappearance of a conflict of interest.\"  \r\n\r\nISSUE\r\n\r\n\r\nWas Fuller properly granted PCR on the basis of the appearance of a conflict of interest?\r\n\r\nDISCUSSION\r\n\r\n\r\nTo establish a violation of the Sixth Amendment \r\n  right to effective counsel due to a conflict of interest arising from multiple \r\n  representation, a defendant who did not object at trial must show an actual \r\n  conflict of interest adversely affected his attorney's performance. Jackson \r\n  v. State, 329 S.C. 345, 495 S.E.2d 768 (1998); Duncan v. State, 281 \r\n  S.C. 435, 315 S.E.2d 809 (1984). An actual conflict of interest occurs where \r\n  an attorney owes a duty to a party whose interests are adverse to the defendant's. \r\n  The mere possibility of a conflict of interest is insufficient to impugn a criminal \r\n  conviction. Id. \r\n\r\nHere, the PCR court found the appearance of a conflict based on the fact that Fuller was convicted  while Meadows was\r\nacquitted, and that counsel were unable to cross-examine McClain about statements he made to them during their\r\nrepresentation of him.  Fuller has failed to demonstrate that either of these situations resulted in an actual conflict.\r\n\r\nAs to the joint representation, counsel testified at PCR that Fuller and Meadows' defenses were consistent; both maintained\r\nthey had been at the hospital visiting Terrance Norman, who had been shot earlier in the day, and both presented several\r\nwitness to this effect.  The attorneys also testified that both Fuller and Meadows had been advised of the potential for\r\nconflicts and agreed to continued joint representation.  In fact, counsel believed Fuller and Meadows' alibi defense was\r\nstronger if they were tried together, both telling the same story and utilizing the same alibi witnesses.  The difference in the\r\noutcome of their cases came when several of the State's eyewitness placed Fuller, but not Meadows, at the scene.  In fact,\r\nthree State's witness testified Meadows was not at the scene. (4)  The fact that State's witnesses gave inconsistent testimony\r\nagainst Fuller and Meadows simply does not present an actual conflict of interest in the joint representation by Thomasson\r\nand Davis.  \r\n\r\nMoreover, we find no conflict resultant from counsel's \r\n  prior representation of McClain. Fuller claims that, but for the prior representation, \r\n  counsel could have called McClain (who did not testify), and impeached him with \r\n  his earlier statement to police in which he claimed that neither he, Meadows, \r\n  nor Fuller was present at the scene of the crime. Counsel testified, however, \r\n  that they had no intentions of calling McClain as a witness because they \"knew \r\n  what he was going to say as far as putting him [Fuller] at the crime scene.\" \r\n  We find neither any deficiency, nor any conflict, in counsel's failure to call \r\n  a witness who, by all indications, would have inculpated Fuller in the crime. \r\n  Further, Fuller failed to present McClain at PCR and has therefore failed to \r\n  meet his burden.  Glover v. State, 318 S.C. 496, 458 S.E.2d 538 (1995) \r\n  (applicant's mere speculation what witness' testimony would have been cannot, \r\n  by itself, satisfy the applicant's burden of showing prejudice). \r\n\r\nWe find there was neither an actual conflict, nor \r\n  the appearance of a conflict of interest in this case. \r\n  (5) Accordingly, as the ruling of the PCR court is not supported by \r\n  any evidence, it is reversed.  See Roddy v. State, 339 S.C. 29, 528 S.E.2d \r\n  418 (2000)(where there is no evidence of probative value to support the findings \r\n  of the PCR judge, the ruling will not be upheld); Jackson v. State, supra \r\n  (mere possibility of conflict of interest is insufficient to impugn conviction).\r\n\r\nREVERSED. \r\n\r\nTOAL, C.J., MOORE, BURNETT and PLEICONES, JJ., concur.\r\n&nbsp;\r\n\r\n1.   The charges stem from the shooting of a 15 year old boy, Travis Hines, in Spartanburg.  Hines was paralyzed from the\r\nwaist down as a result.  The shooting was allegedly in retaliation for the earlier shooting of Terrance Norman, a friend of\r\nthe defendants.  \r\n2.   Further, during the course of trial, Judge Cole inquired of Meadows and Fuller as to whether they had been advised of\r\nand understood the possibility of a conflict. \r\n3.   From the testimony of attorneys Thomasson and Davis, it appears McClain admitted his participation in the shooting,\r\nand that he indicated Fuller was at the scene of the crime.\r\n4.   Only one State's witness placed Meadows at the scene; the same witness, however, also maintained that McClain was\r\nnot at the scene.\r\n5.   Moreover, any potential conflict was clearly waived by Fuller at the hearing in which Thomasson and Davis were\r\nrelieved as counsel for McClain, and the appendix demonstrates that both Meadows and Fuller were questioned by the trial\r\njudge and indicated they understood the possibility of a conflict, and that they nonetheless wished to proceed.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25393","title":"Solomon v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25393","description":"This PCR case discusses whether counsel was ineffective in failing to object to the trial judge's failure to submit a \"not guilty\" verdict to the jury.","date":"2001-12-17","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nSolomon v. State\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\n        Richard Solomon,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Respondent, \r\n          &nbsp; \r\n\r\n            v. \r\n          \r\n        \r\n\r\n        State of South Carolina,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Petitioner. &nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n&nbsp;\r\n\r\nON WRIT OF CERTIORARI\r\n\r\n\r\nAppeal From Richland County\r\n  J. Ernest Kinard, Jr., Judge\r\n\r\n\r\nOpinion No. 25393\r\n  Submitted March 22, 2001 - Filed December 17, 2001\r\n\r\n\r\n  REVERSED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Attorney General Charles M. Condon, Chief \r\n          Deputy Attorney General John W. McIntosh, and Assistant Deputy Attorney \r\n          General G. Robert Deloach, III, and Assistant Attorney General David \r\n          A. Spencer, all of Columbia, for petitioner.\r\n\r\n        Assistant Appellate Defender Robert M. Pachak, \r\n          of S.C. Office of Appellate Defense, of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE MOORE:  Respondent \r\n  was convicted of armed robbery for attacking sixty-nine-year-old Clyde Waymer \r\n  with a hammer and stealing his wallet. After his direct appeal was dismissed, \r\n  respondent filed this application for post-conviction relief (PCR) which was \r\n  granted. The PCR judge found counsel was ineffective for failing to object to \r\n  the trial judge's omission of a not guilty verdict in submitting the case to \r\n  the jury. (1) We find counsel was not ineffective \r\n  and reverse.\r\n\r\n\r\n    DISCUSSION  \r\n  \r\n\r\n\r\nThe trial judge submitted to the jury armed robbery \r\n  and, as a lesser included offense, strong arm robbery. \"Not guilty\" was not \r\n  submitted as an option. The PCR judge found counsel was ineffective for failing \r\n  to call this omission to the trial judge's attention. Although he made no express \r\n  finding of prejudice, the PCR judge granted relief.\r\n\r\nIn a PCR proceeding, the petitioner must meet the \r\n  standard established in Strickland v. Washington, 466 U.S. 668 (1984), \r\n  which requires he show (1) counsel's representation fell below an objective \r\n  standard of reasonableness and (2) but for counsel's errors, there is a reasonable \r\n  probability the result at trial would have been different. Edmond v. State, \r\n  341 S.C. 340, 534 S.E.2d 682 (2000); Johnson v. State, 325 S.C. 182, \r\n  480 S.E.2d 733 (1997).\r\n\r\nUnder the particular circumstances of this case, \r\n  we find counsel's performance was not deficient. Where counsel articulates a \r\n  valid reason for employing a certain strategy, such conduct will not be deemed \r\n  ineffective assistance of counsel. Caprood v. State, 338 S.C. 103, 525 \r\n  S.E.2d 514 (2000); Stokes v. State, 308 S.C. 546, 419 S.E.2d 778 (1992).\r\n\r\nHere, the record indicates that, with respondent's \r\n  consent, counsel intentionally waived the option to have the jury consider a \r\n  \"not guilty\" verdict on the robbery charges. \r\n  (2) In opening, counsel argued:\r\n\r\n\r\n  This is a little bit of an unusual case. It is \r\n    unusual in that what I am about to tell you, you will probably never hear \r\n    from a defense attorney, and that is that [respondent] is guilty. He committed \r\n    a crime on March 6, 1996. He hit Mr. Waymer with the hammer and took his billfold.\r\n\r\n  Now, I could get up here and argue that it wasn't \r\n    him, it was somebody else, or something else happened, but I am [respondent's] \r\n    attorney, and he doesn't contest that that happened. He doesn't want me to \r\n    argue that it wasn't him that day.\r\n\r\n  Just about everything you hear from the witness \r\n    stand will be the truth. We don't contest - [respondent] does not want me \r\n    to contest it. [Respondent], after this happened, turned himself in. He went \r\n    down to the police station and said, \"I committed a crime. I want to confess. \r\n    And I want to be punished.&quot;\r\n\r\n\r\n\r\n\r\n    . . . .  \r\n  \r\n\r\n\r\n\r\n\r\n  So, ladies and gentlemen, as we go through the \r\n    testimony, all we ask is that you listen to the facts. At the end the judge \r\n    will tell you what the law is. And you will have to decide what crime [respondent] \r\n    is guilty of. It is not \"if\" he is guilty of a crime, because he is guilty. \r\n    The question is: What crime or crimes?\r\n\r\n\r\nIn closing, counsel stated:\r\n\r\n\r\n  And the facts are that [respondent] robbed Mr. \r\n    Waymer. He hit Mr. Waymer with a hammer and he took his wallet. Those are \r\n    all the elements of robbery, common law robbery. . . . [Respondent] committed \r\n    a crime. He committed a felony - common law robbery. He is going to be convicted \r\n    of that and he is going to be punished.\r\n\r\n\r\nAt the PCR hearing, counsel testified he was unsuccessful \r\n  in his pre-trial attempts to negotiate a plea to the lesser offense of strong \r\n  arm robbery. He concluded the only chance of having the charge reduced was to \r\n  argue the lesser offense to a jury. Because of respondent's prior record and \r\n  the fact that armed robbery was a no-parole offense, counsel believed respondent \r\n  had nothing to lose by going to trial despite the strength of the State's case. \r\n  Counsel made every effort to impress the jury with respondent's willingness \r\n  to take responsibility for what he had done. The submission of a \"not guilty\" \r\n  verdict would have been inconsistent with this trial tactic.\r\n\r\nWe find, under these circumstances, counsel's strategy \r\n  was a reasonable one. Because we find counsel was not ineffective, we need not \r\n  address the prejudice prong under Strickland. (3) \r\n  The grant of relief is\r\n\r\nREVERSED.\r\n\r\nWALLER and BURNETT, JJ., concur. PLEICONES, \r\n  J., concurring in a separate opinion. TOAL, C.J., dissenting \r\n  in a separate opinion.\r\n\r\nJUSTICE PLEICONES: I agree with \r\n  the majority that under the facts of this case, trial counsel's performance \r\n  was not deficient when he chose, as a matter of strategy, not to request a \"not \r\n  guilty\" verdict option. I join the dissent, however, to the extent it would \r\n  overrule State v. Somerset, 276 S.C. 220, 277 S.E.2d 593 (1981). In my \r\n  opinion, it is reversible error to deny the jury this verdict form when it has \r\n  been requested by counsel.\r\n\r\nCHIEF JUSTICE TOAL: \r\n  I respectfully dissent. The majority finds counsel articulated a valid and reasonable \r\n  trial strategy for failing to object to the trial judge's omission of a not \r\n  guilty verdict in submitting the case to the jury. In my opinion, counsel can \r\n  never have a strategic justification for failing to ensure a not guilty verdict \r\n  is submitted to the jury. Furthermore, I would hold failure to submit a not \r\n  guilty verdict form to the jury is a fundamental error which violates a defendant's \r\n  sixth and fourteenth amendment rights to have a jury determine guilt beyond \r\n  a reasonable doubt. Such a fundamental error requires reversal, even absent \r\n  an express showing of prejudice by the defendant.\r\n\r\nThe right to have a jury determine whether a defendant \r\n  is guilty beyond a reasonable doubt is one of the most basic tenants of our \r\n  system of justice. Sanstrom v. Montana, 99 S. Ct. 2450, 2457-2458, \r\n  442 U.S. 510, 520, 61 L. E. 2d 39 (1979). As the Seventh Circuit has stated, \r\n  \"This right, emanating from the criminal defendant's constitutional right to \r\n  trial by jury, is neither depleted nor diminished by what otherwise might be \r\n  considered the conclusive or compelling nature of the evidence against him.\" \r\n  United States v. England, 347 F.2d 425, 430 (7th Cir. 1965) \r\n  (footnotes omitted). A jury is required to presume that an accused is innocent \r\n  until he is proven guilty. A defendant's admission of the underlying facts of \r\n  the crime does not necessarily represent an admission by the defendant that \r\n  he acted criminally or culpably. In fact, the defendant in this case plead not \r\n  guilty, thereby placing the burden on the state to prove each and every element \r\n  of the crime beyond a reasonable doubt. In re Winship, 90 S. Ct. 1068, \r\n  1071-1072, 397 U.S. 358, 361-364, 25 L. Ed. 2d 368 (1970).\r\n\r\nThe state carries this burden regardless of which \r\n  particular elements are expressly controverted by a defendant. \"[U]nder our \r\n  system of jurisprudence, it is technically possible for a criminal defendant \r\n  to enter a plea of not guilty, introduce little or no evidence in his own defense, \r\n  and rely exclusively on his presumption of innocence and the possible inability \r\n  of the prosecution to prove his guilt beyond a reasonable doubt. Thereupon, \r\n  guilt is determined by the jury, not the Court.\" United States v. Franzen, \r\n  688 F.2d 1181, 1188 (7th Cir. 1982) (Cudahy, Circuit Judge dissenting) \r\n  (citing United Brotherhood of Carpenters and Joiners of America v. United \r\n  States, 67 S. Ct. 775, 783, 330 U.S. 395, 410, 91 L. Ed. 973 (1946)). Under \r\n  our system of justice, it is possible for the state to fail to prove beyond \r\n  a reasonable doubt every fact necessary to constitute the elements of the crime \r\n  charged even though a defendant has admitted the underlying facts of the crime. \r\n  Therefore, in order for a trial to fulfill the requirements of fundamental fairness \r\n  and of the Constitution, a jury must always have the option of finding a criminal \r\n  defendant not guilty. In the instant case, the jury was actually prevented \r\n  from finding the defendant not guilty, since the verdict form only gave the \r\n  jury a choice between finding the defendant guilty of armed robbery or guilty \r\n  of common law robbery.\r\n\r\nIn Commonwealth v. Edwards, 147 A.2d 313 \r\n  (Pa. 1959), Pennsylvania Supreme Court addressed the same issue this Court faces \r\n  today. In Edwards, the defendant admitted a slaying, yet the Pennsylvania \r\n  Court held that the trial court's failure to include a not guilty verdict with \r\n  the other five verdict forms given to the jury deprived the accused of a fair \r\n  trial. The court reasoned:\r\n\r\n\r\n  To say that a judge need not charge on an indispensable \r\n    requirement in the law because the defendant is assuredly guilty is to hang \r\n    that accused first and indict him afterwards. It is the trial and the trial \r\n    alone which decides whether a defendant is assuredly guilty. The presumption \r\n    of innocence is not merely a papier-mache figure for dramatic display in the \r\n    courtroom; it is a reality without which trials become mere playacting with \r\n    the verdict residing in the judge's pocket before the jury is sworn. Even \r\n    if, in a hypothetical case, the evidence of guilty piles as high as Mt. Everest \r\n    on Matterhorn, even if the District Attorney conscientiously believes the \r\n    defendant to be as guilty as Cain, and no matter with what certainty the Judge \r\n    view the culpability of the accused at the bar, the defendant is still entitled \r\n    to all the safeguards of a fair trial as announced in the Constitution and \r\n    the law of the land.\r\n\r\n\r\nId.  at 313-314. See also Braley v. \r\n  Gladden, 403 F.2d 858 (9th Cir. 1968) (4); \r\n  State v. Knorr, 921 P.2d 703 (Ariz. Ct. App. 1996) (finding failure \r\n  to submit a not guilty verdict deprived defendant of a fair trial even though, \r\n  based on the evidence, it was extremely unlikely that the jury would have acquitted \r\n  the defendant on the charge); People v. Stockwell, 217 N.W.2d 413 (Mich. \r\n  Ct. App. 1974) (a jury instruction which authorized verdicts of guilty of first \r\n  or second-degree murder or verdict of not guilty by reason of insanity, but \r\n  which omitted authorization of general verdict of not guilty, was reversibly \r\n  erroneous, though it may have been occasioned by defense counsel's choice not \r\n  to have the trial court instruct on possibility of general verdict of not guilty \r\n  and though there was no specific objection to the erroneous instruction).\r\n\r\nTherefore, I would hold the trial court's failure \r\n  to submit a not guilty verdict to the jury denied Solomon a fair trial by infringing \r\n  on his constitutional right to a have a jury determine his guilt beyond a reasonable \r\n  doubt. As this error goes to the fundamental fairness of a criminal trial, guaranteed \r\n  by the Constitution, counsel can never have a valid trial strategy for failing \r\n  to object to such an error and prejudice should be presumed. \r\n   (5)\r\n\r\nFor the foregoing reasons, I would AFFIRM \r\n  as modified the PCR court's ruling. \r\n\r\n1. Respondent was also convicted \r\n  of assault and battery of a high and aggravated nature. Relief was not granted \r\n  on this charge. \r\n2. The record does not support \r\n  the PCR judge's finding that trial counsel \"admitted he made a mistake\" in failing \r\n  to object. \r\n3. The dissent's analysis on \r\n  the ineffectiveness prong is simply that \"counsel can never have a strategic \r\n  justification for failing to ensure a not guilty verdict is submitted to the \r\n  jury.\" See Roscoe v. State, 345 S.C. 16, 546 S.E.2d 417 (2001) \r\n  (issues on PCR must be framed as one of ineffective assistance of counsel). \r\n  We think a case-by-case analysis is the better approach in determining the reasonableness \r\n  of counsel's strategy since trial strategy is, by necessity, formulated in response \r\n  to the particular circumstances of each case. \r\n4. The defendant in Bradley \r\n  did not denying murdering the victim, but instead argued he was highly intoxicated \r\n  and, alternatively, he was legally insane at the time. The Bradley Court held \r\n  that oversight in not furnishing jury a not guilty form along with opposite \r\n  form constituted severely adverse comment by trial judge and even though unintended \r\n  was so significantly irregular as to require a new trial. \r\n5. I would overrule State \r\n  v. Somerset, 276 S.C. 220, 277 S.E.2d 593 (1981) to the extent it is inconsistent.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25394","title":"Doe v. JUA","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25394","description":"Insurer's decision in apportioning settlement among several insureds is subject to covenant of good faith and fair dealing.  In order to prevail, party challenging apportionment decision must show bad faith on part of insurer.","date":"2001-12-31","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nJohn Doe, M.D., Respondent/Appellant,\r\nv.\r\n\r\n\r\nSouth Carolina Medical\r\nMalpractice Liability Joint\r\nUnderwriting Association, Appellant/Respondent.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\nAlexander S. Macaulay, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25394\r\nHeard October 23, 2001 - Filed December 31, 2001\r\n\r\n\r\nAFFIRMED IN PART; REVERSED IN PART.\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nHarold W. Jacobs, of Nexsen Pruet Jacobs &amp; Pollard, L.L.P., of Columbia, for appellant/respondent.\r\n\r\nRay P. McClain, of Charleston, for respondent/appellant.\r\n\r\nJames B. Richardson, Jr., of Richardson &amp; Birdsong, of Columbia for amici curiae, South Carolina College of Emergency Physicians, American College of\r\nEmergency Physicians, and South Carolina Medical Association.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE PLEICONES:  Appellant/Respondent South Carolina Medical Malpractice Liability Joint Underwriting Association (\"JUA\") appeals the circuit\r\ncourt's decision prohibiting JUA from apportioning any part of a settled claim against the liability policy of Respondent/Appellant John Doe, M.D. (\"Doe\"). \r\nDoe appeals the circuit court's denial of attorney's fees.  We reverse the trial court's decision enjoining JUA from including Doe in the settlement\r\napportionment and affirm the trial court's denial of attorney's fees.  \r\n\r\nSTANDARD OF REVIEW\r\n\r\nDoe captioned his complaint as a declaratory judgment \r\n  action. In his initial prayer for relief he sought a permanent injunction against \r\n  JUA and a declaration that JUA committed breach of contract. \"A suit for declaratory \r\n  judgment is neither legal nor equitable, but is determined by the nature of \r\n  the underlying issue.\" Felts v. Richland County, 303 S.C. 354, 356, 400 \r\n  S.E.2d 781, 782 (1991). \"Actions for injunctive relief are equitable in nature. \r\n  In equitable actions, the appellate court may review the record and make findings \r\n  of fact in accordance with its own view of a preponderance of the evidence.\" \r\n  Wiedemann v. Town of Hilton Head Island, 344 S.C. 233, 236, 542 S.E.2d \r\n  752, 753 (Ct. App. 2001) (internal citations omitted).\r\n\r\nPursuant to the \"main purpose rule,\" in actions \r\n  praying for both money damages and equitable relief, \"characterization of the \r\n  action as equitable or legal depends on the plaintiff's 'main purpose' in bringing \r\n  the action.\" Floyd v. Floyd, 306 S.C. 376, 380, 412 S.E.2d 397, 399 (1991). \r\n  Doe's main purpose in instituting this action was to enjoin JUA from charging \r\n  any of the settlement against his policy. (1) \r\n  Thus, the \"main purpose\" of Doe's action was equitable in nature. Accordingly, \r\n  the factual findings of the trial court are not binding on this Court, and we \r\n  may take our own view of the facts. Wiedemann, supra.\r\n\r\nFACTS/PROCEDURAL HISTORY\r\n\r\nDoe filed suit against his professional liability insurance carrier, JUA, following settlement of a medical malpractice lawsuit against Doe and a number of other\r\ndefendants, and JUA's decision to charge a portion of the settlement to Doe's policy.  Although the record does not indicate that JUA's decision had any direct\r\nadverse financial consequences to Doe, the record does reveal that as a result of its decision to charge Doe's policy, JUA reported Doe to the National\r\nPractitioner Data Bank as required by federal law. (2)  Doe testified that being reported to the National Practitioner Data Bank has adverse effects on a healthcare\r\nprofessional's ability to participate in certain healthcare organizations and to practice in certain areas. \r\n\r\nDoe sought a declaration \"that [JUA's] duty to its insured requires that it have a fair procedure, in cases involving many providers all insured by JUA, to enable\r\na physician to challenge [JUA's] decision to charge a portion of [any] settlement to the physician's policy.\"  In addition, he sought damages for breach of\r\ncontract and attorney's fees incurred in prosecuting the action.\r\n\r\n      Doe's complaints grew out of a medical malpractice action brought against him and several co-defendants following the death of Louise Stanton (\"Stanton\"). \r\nWhile a patient in the intensive care unit at Bon Secours St. Francis Xavier Hospital in Charleston, Stanton experienced respiratory distress, and a doctor\r\nMayday was sounded.  Doe, at the time on duty in the hospital's emergency department, and several other healthcare professionals responded to the Mayday. \r\nAmong those responding to the Mayday was Dr. Ball (\"Ball\").  When the Mayday sounded, Ball was in the hospital visiting another patient.  He was not\r\notherwise \"on duty\" at Bon Secours at the time.\r\n\r\nEventually, the doctors and nurses who responded to the Mayday determined that the cause of Stanton's distress was an improperly placed endotracheal tube. \r\nThe tube had been inserted to assist Stanton's breathing.  After the tube was removed and replaced, Stanton's respiratory distress subsided.  Unfortunately, by\r\nthe time the tube was replaced, Stanton had been deprived of oxygen for twelve minutes and was brain dead.  She died two days later.\r\n\r\nA certified registered nurse anesthetist (\"CRNA\"), Geri Wern Wood (\"Wood\"), was among those responding to the Mayday.  Wood testified in a deposition\r\nthat upon arriving at Stanton's bedside, she listened for breath sounds from the patient.  She heard breath sounds in the stomach, suggesting the endotracheal\r\ntube might be misplaced, and asked Doe to listen.  According to Wood, Doe listened and appeared to be confused by what he heard.  Wood announced her\r\nopinion to all present in the hospital room that the tube was not in the proper position, and that she thought Stanton should be reintubated.  Finally, Wood\r\ntestified that some ten minutes later, the responding physicians determined Stanton should be reintubated.    \r\n\r\nJUA insured all co-defendants in the malpractice action.  It hired separate counsel to defend Doe.  After discovery had commenced, JUA and Stanton's estate\r\nsettled the claims against all defendants for $500,000.  After the case settled, Doe and Ball approached JUA and requested that no portion of the settlement be\r\ncharged against their respective policies.  Both doctors claimed they were immune from liability pursuant to the Good Samaritan statute, S.C. Code Ann. § 15-1-310 (1977). (3)  JUA's manager, Calvin Stewart (\"Stewart\") testified that when settling a case involving multiple defendants, it was JUA's policy not to charge\r\nthe policy of any defendant who, as a matter of law, could prevail at trial.\r\n\r\nIn response to the doctors' requests JUA sought a legal opinion from attorney William L. Pope (\"Pope\") whether § 15-1-310 would apply to Doe.  In Pope's\r\nopinion Doe's § 15-1-310 immunity could not be established as a matter of law, but was a question of fact.  Pope further posited that Ball had a better argument\r\nthan Doe that § 15-1-310 shielded him from liability.  However, Pope stopped short of saying, as a matter of law, that even Ball came within the ambit of § 15-1-310.  Pope explained that he distinguished between Doe and Ball, and the relative strength of their § 15-1-310 defenses, because Doe was being \"paid by the\r\nhospital to be present at the hospital when he responded to the [Mayday].\"\r\n\r\nRelying on Pope's legal opinion, JUA did not charge any portion of the settlement against Ball's policy.  JUA did charge one-seventh of the $500,000 against\r\nDoe's policy. (4)  After JUA declined Doe's request to reconsider its decision, he instituted this action.\r\n\r\nThe trial court found that JUA breached the covenant of good faith and fair dealing by failing to utilize a fair procedure by which the interests of an insured\r\nphysician can be considered when his policy is to be charged in a settlement, and by failing to treat each physician equally when exercising its discretion in\r\ndetermining liability for doctors under settlement agreements. The court further concluded there was no evidentiary basis for JUA's conclusion that Doe's\r\ncircumstances  were \"significantly different\" from those of Ball, and therefore, JUA breached \"its duties to Dr. Doe when it charged a portion of the settlement\r\nto Dr. Doe's liability policy without affording Dr. Doe the same discretionary benefit that it had provided [Ball].\" The court denied Doe's request for attorney's\r\nfees.\r\n\r\nFrom this order, both parties appealed.\r\n\r\nISSUE\r\n\r\n\r\n\r\nDid the trial court err in concluding JUA breached its covenant of good faith and fair dealing by including Doe in the settlement apportionment? \r\n\r\n\r\nJUA argues the trial court erred when it determined JUA breached its covenant of good faith and fair dealing.  We agree.\r\n\r\n\r\nWe have held that&nbsp;\r\n\r\nthere is an implied covenant of good faith and fair dealing in every insurance contract 'that neither party will do anything to impair the other's rights to receive\r\nbenefits under the contract.' . . .  [I]f an insured can demonstrate bad faith or unreasonable action by the insurer in processing a claim under their mutually\r\nbinding insurance contract, he can recover consequential damages in a tort action. . . .  'Implicit in the holding is the extension of a duty of good faith and fair\r\ndealing in the performance of all obligations undertaken by the insurer for the insured.'\r\n\r\n\r\nTadlock Painting Co. v. Maryland Cas. Co., \r\n  322 S.C. 498, 500-01, 473 S.E.2d 52, 53 (1996) (internal citations omitted). \r\n\r\n\r\n\"Bad faith is a knowing failure on the part of \r\n  the insurer to exercise an honest and informed judgment in processing a claim. \r\n  . . . [A]n insurer acts in bad faith where there is no reasonable basis to support \r\n  the insurer's decision.\" American Fire &amp; Cas. Co. v. Johnson, 332 \r\n  S.C. 307, 311, 504 S.E.2d 356, 358 (Ct. App. 1998);  see also Cock-N-Bull \r\n  Steak House v. Generali Ins. Co., 321 S.C. 1, 466 S.E.2d 727 (1996).\r\n\r\nFurthermore, \"a liability insurer owes its insured \r\n  a duty to settle a personal injury claim covered by the policy, if settlement \r\n  is the reasonable thing to do.\" Trotter v. State Farm Mut. Auto. Ins. Co., \r\n  297 S.C. 465, 475, 377 S.E.2d 343, 349 (Ct. App. 1988). An insurer who unreasonably \r\n  refuses or fails to settle a covered claim within the policy limits is liable \r\n  to the insured for the entire amount of the judgment obtained against the insured \r\n  regardless of the limits contained in the policy. Id.  \r\n\r\nThe contract of insurance between Doe and JUA provides in part that JUA \"shall have the right and duty to defend in his name and behalf any suit against the\r\nInsured alleging damages, even if such suit is groundless, false or fraudulent, but [JUA] shall have the right to make such investigation and settlement of any\r\nclaim or suit as may be deemed expedient (5) by [JUA].\"\r\n\r\nThe trial court determined that JUA breached its covenant of good faith - not by refusing to settle - but by unreasonably charging Doe's policy with a portion of\r\nthe settlement, or more specifically, by not providing Doe some avenue for input regarding JUA's apportionment decision.\r\n\r\nAlthough our research reveals no cases addressing the narrow issue raised by Doe, we are guided by a number of cases addressing an insurer's duty to its\r\ninsured when settling a liability claim against the insured.\r\n\r\nIn Babic v. Physicians Protective Trust Fund, \r\n  738 So. 2d 442 (Fla. Dist. App. 1999), the insured sued his insurer after the \r\n  insurer settled a medical malpractice action brought against four of its insured \r\n  physicians. After reaching the settlement agreement, the insurer charged the \r\n  entire settlement amount against Babic's policy. It made this decision in light \r\n  of evidence that Babic was more at fault than the doctors released. As required \r\n  by federal and state law, the insurer reported Babic to the National Practitioner \r\n  Data Bank, as well as to a state data bank. \r\n\r\nThe Florida Court of Appeals observed that the \r\n  plaintiff \"does not contend that the defendants have falsely accused him of \r\n  medical malpractice, he is simply dissatisfied with the allocation of fault \r\n  and wants to spread the blame.\" Id. at 446. The court recognized that \r\n  \"any offer of admission of liability, settlement offer, or offer of judgment \r\n  made by an insurer or self-insurer shall be made in good faith and in the best \r\n  interests of the insured.\" Id. at 445. Notwithstanding this obligation, \r\n  \"absent unusual circumstances (not applicable here) a cause of action for breach \r\n  of a good faith duty owing to an insured will not lie for failure to defend \r\n  or investigate a claim when the insurer has settled the claim for an amount \r\n  within the limits of the insurance policy.\" Id.  \r\n\r\nIn support of its decision, the Babic court cited \r\n  Shuster v. South Broward Hosp. Dist. Phys. Prof. Liab. Ins. Trust, 591 \r\n  So. 2d 174 (Fla. 1992). In that case Shuster challenged his liability carrier's \r\n  decision to settle a number of claims against him. He alleged that the insurer \r\n  failed to investigate the claims, and despite his protestations, settled the \r\n  suits for amounts substantially in excess of reasonable settlement values.\r\n\r\nThe contract at issue in Shuster contained an endorsement, \r\n  similar to the contract in this case, giving the insurer the authority to \"make \r\n  such investigation and such settlement of any claim or suit as it deems expedient.\" \r\n  Id. at 176. According to the court,\r\n\r\n\r\n[t]he language of th[is] provision is clear and the insured was put on notice that the agreement granted the insurer the exclusive authority to control settlement\r\nand to be guided by its own self-interest when settling the claim for amounts within the policy limits.  The obvious intent behind placing the provision in the\r\nagreement was to grant the insurer the authority to decide whether to settle or defend the claim based on its own self-interest, and this authority includes settling\r\nfor the nuisance value of the claim.  Therefore, we interpret the provision as granting the insurer the discretion to settle cases for amounts within the policy\r\nlimits, regardless of whether the claim is frivolous or not. The parties have expressly contracted with respect to the subject matter and this Court declines to\r\nrewrite the policy when the insurer merely exercises its rights under the agreement. . . .\r\n\r\nWe recognize that every contract requires the good faith performance of its provisions.  However, the act of settling a claim either for nuisance value, or for an\r\namount lower than the actual value of the suit, is not bad faith performance of the right to settle as one 'deems expedient.'\r\n\r\n\r\nId. at 176-77 (internal citations omitted).\r\n\r\nOther courts have reached similar conclusions where \r\n  an insured has challenged an insurer's decision to settle a claim. See generally \r\n  Mitchum v. Hudgens, 533 So. 2d 194 (Ala. 1988) (insurer's exclusive right \r\n  to settle claims against its insured imposes a duty raised by law to observe \r\n  ordinary diligence in exercising that right; this duty does not compel the insurer \r\n  to seek the insured's permission before settling a claim); Frankel v. St. \r\n  Paul Fire &amp; Marine Ins. Co., 759 A.2d 869 (N.J. Super. App. Div. 2000) \r\n  (bad judgment on the part of the insurer does not constitute bad faith given \r\n  the insurer's broad discretion in disposing of third party claims); Cash \r\n  v. State Farm Mut. Auto. Ins. Co., 528 S.E.2d 372 (N.C. App. 2000) (recognizing \r\n  that an insurer, when settling claims with a third party, acts in its own self-interest); \r\n  Marginian v. Allstate Ins. Co., 481 N.E.2d 600 (Ohio 1985) (where a contract \r\n  of insurance provides that the insurer may, as it deems appropriate, settle \r\n  any claim or action brought against its insured, a cause of action alleging \r\n  a breach of the insurer's duty of good faith will not lie where the insurer \r\n  has settled such claim within the monetary limits of the policy).\r\n\r\nDoe does not challenge JUA's decision to settle the claims against him, \r\n\r\nonly its decision to charge a portion of the settlement \r\n  against his policy. We hold that such decisions are subject to the covenant \r\n  of good faith and fair dealing, and that in order to prevail, the party challenging \r\n  these decisions must show bad faith on the part of the insurer. See Tadlock \r\n  Painting Co., supra. To hold otherwise would impose upon an insurer \r\n  a potentially greater obligation when determining how a settlement is to be \r\n  apportioned among multiple insureds than the obligation imposed by law when \r\n  deciding to settle the case initially. \r\n\r\nThe evidence presented below does not support a finding of bad faith \r\n\r\non the part of JUA.  The contract unambiguously grants JUA the authority to settle all claims arising under the policy, even claims that are groundless or\r\nfraudulent.  The law imposes upon JUA a duty to settle within policy limits when settlement is reasonable.  Here, JUA was faced with the testimony of  CRNA\r\nWood, an eyewitness, trained in the healthcare profession, attesting to Doe's negligence.  JUA requested an opinion from counsel whether § 15-1-310 would\r\neffectively shield a similarly situated physician from liability.  Counsel offered his opinion that Doe's § 15-1-310 defense would be dependent upon the jury's\r\nview of the facts.\r\n\r\nUnder these circumstances, JUA's decisions to settle \r\n  the case on behalf of Doe and to charge a portion of the settlement against \r\n  his policy were eminently reasonable. Because Doe has not shown that JUA's decision \r\n  was made in bad faith, we reverse the trial court's determination that JUA breached \r\n  the covenant of good faith and fair dealing. (6) \r\n  See American Fire &amp; Cas. Co. v. Johnson, supra.\r\n\r\nBased on our finding that JUA did not act in bad faith, we affirm the trial court's order denying Doe attorney's fees.\r\n\r\nCONCLUSION\r\n\r\nFor the foregoing reasons, the order of the circuit court is REVERSED IN PART AND AFFIRMED IN PART.\r\n\r\nTOAL, C.J., MOORE, WALLER and BURNETT, JJ., concur.\r\n\r\n\r\n1. Although in his complaint Doe prayed for money damages in an unspecified amount, he made no offer of proof of any such damages at trial, nor did the trial\r\ncourt award him any money damages.\r\n2. See 42 U.S.C. § 11131 (West \r\n  1995). The report provided Doe with an opportunity to recount his version of \r\n  the underlying incident. \r\n3. Section 15-1-310 provides that one who gratuitously provides emergency care at the scene of an accident or emergency shall not be liable for damages for\r\npersonal injury arising out of the provider's negligence.  The statute does not insulate the care giver from liability for damages resulting from gross negligence\r\nor wilful misconduct.\r\n\r\n \r\n4. The amount charged against Doe's insurance totaled $71,428.57.  That same amount was charged against each of the other six defendants' policies.\r\n5. Webster's New World College Dictionary 500 (Michael Agnes, ed., 4th ed., Macmillian 1999), provides the following definitions of \"expedient\":  \"1 useful\r\nfor effecting a desired result; suited to the circumstances or the occasion; advantageous; convenient[.]  2 based on or offering what is of use or advantage rather\r\nthan what is right or just; guided by self-interest; politic . . . .\"    \r\n6. Nothing in this opinion is to be construed as a determination of Doe's status as a Good Samaritan under § 15-1-310.  However, even if we were to assume that \r\nDoe acted gratuitously in rendering services to Stanton, § 15-1-310 does not provide a defense for gross negligence.  Wood's testimony alone may have been\r\nsufficient to require the trial court to instruct the jury on gross negligence.   \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]