[{"id":"25288","title":"In the Matter of Herman L. Moore","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25288","description":"Attorney is indefinitely suspended for neglect, failure to pay fee dispute awards, failure to pay family court support obligations resulting  in contempt citations, failure to maintain escrow account records, practicing law under suspension, and practicing law without complying with  Rule 403, SCACR.","date":"2001-05-14","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nIn the Matter of Herman L.\r\nMoore, Respondent.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25288\r\nHeard April 4, 2001 - Filed May 14, 2001\r\n\r\n\r\nIndefinite Suspension\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nHenry B. Richardson, Jr., and Senior Assistant Attorney General James G. Bogle, Jr., both of Columbia, for the Office of \r\nDisciplinary Counsel.  \r\n\r\nComing B. Gibbs, Jr., of Gibbs &amp; Holmes, of Charleston, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: This is an attorney disciplinary matter.  The subpanel found misconduct, and recommended respondent\r\nbe indefinitely suspended.  Respondent filed an objection to the subpanel report, contending that a six month suspension\r\nwas the appropriate sanction.  The full panel adopted the subpanel's report and recommended sanction, and neither\r\nrespondent nor the Office of Disciplinary Counsel has filed exceptions or briefs before the Court.  We agree with the\r\nfindings of misconduct and impose an indefinite suspension.\r\n\r\nFindings\r\n\r\n\r\n\r\n    A. Practicing Law Under Suspension\r\n\r\n\r\n\r\nRespondent was suspended from the practice of law for several months in 1997 for nonpayment of Bar license fees and\r\nfailure to comply with Continuing Legal Education (CLE) requirements.  During that period of suspension, he continued to\r\npractice law by:\r\n\r\n\r\n\r\n(i) filing an answer and appearing in a family court matter;\r\n\r\n(ii) attempting to negotiate plea agreements in Dorchester County;\r\n\r\n(iii) claiming a file from an attorney after telling her that he now represented the client;\r\n\r\n(iv) filing motions and writing a letter in a DSS matter;\r\n\r\n(v) sending a letter to DSS in a different matter;\r\n\r\n(vi) filing a Notice of Appeal with the Supreme Court; and\r\n\r\n(vii) engaging in discovery in a federal matter.\r\n\r\n\r\n\r\n    B. Failure to Cooperate with the Commission \r\n    \r\n\r\n\r\n\r\nRespondent failed to respond to some inquiries from the Commission on Lawyer Conduct (Commission), and responded to\r\nothers in an untimely manner.\r\n\r\n\r\n    C. Fraudulent Checks\r\n\r\n\r\n\r\nRespondent was arrested on four fraudulent check charges, and released the next day.  He failed to appear for trial, was\r\nfound guilty in absentia, and a bench warrant was issued.  He was incarcerated on the bench warrant from April 29, 1997,\r\nuntil May 16, 1997.  In addition to the four fraudulent checks mentioned above, two more checks were also drawn, all from\r\nrespondent's escrow account.\r\n\r\n\r\n    D. Family Court Support Orders \r\n  \r\n\r\n\r\nRespondent has been found to have violated family court orders regarding support, has failed to make required payments,\r\nand has been found in contempt and incarcerated on at least one occasion. (1)\r\n\r\n\r\n    E. Criminal Matter\r\n\r\n\r\n\r\nRespondent was hired in 1996 to represent a woman facing serious criminal charges.  He neglected the case after the\r\nwoman's bail was revoked.  When the woman's husband went to respondent's office, he found it empty and locked. \r\nRespondent could not be located by phone.\r\n\r\nWhen the solicitor's office could not locate respondent, a circuit judge asked that it send a certified letter to respondent at\r\nhis uncle's address.  Respondent's uncle was at that time a licensed attorney, and respondent had worked for him for a\r\nperiod of time both before and after passing the Bar examination.  The letter warned that the judge intended to issue a Rule\r\nto Show Cause if respondent did not respond.  A Rule to Show Cause was issued, but apparently never served because\r\nrespondent could not be located.\r\n\r\nWhen the woman's case was called for trial, respondent  was incarcerated on family court contempt charges.  A public\r\ndefender was appointed to represent the client.\r\n\r\n\r\n    E. Fee Dispute Matter\r\n\r\n\r\n\r\nThe woman and her husband filed a fee dispute complaint as a result of respondent's conduct in representing her. \r\nRespondent did not respond to the inquiry, and after investigating, the chairman of the Charleston County Fee Dispute\r\nCommittee (2) notified the client and respondent that he had awarded the client and her husband a full refund in the amount\r\nof $2,340.00.  Respondent did not appeal the award, but as of the date of the subpanel hearing, had failed to refund the full\r\namount.\r\n\r\n\r\n    F. Divorce Matter\r\n\r\n\r\n\r\nIn 1996, a woman retained respondent to represent her in her divorce and paid him $805.00, which included a $55.00 filing\r\nfee.  The client could not reach respondent and he did not return her calls.  When she went to his office in January 1997,\r\nshe found it closed.  When she learned he was incarcerated for failure to pay child support, she requested the return of her\r\nfile and the fees she had paid.  Respondent did not reply, nor did he return the file or the fee.\r\n\r\n\r\n    G. Adoption Matter\r\n\r\n\r\n\r\nThe grandparents hired respondent to represent them in adopting their grandchildren after the children's parents' rights had\r\nbeen terminated in Georgia.  The grandparents paid respondent $750.00.\r\n\r\nWhen respondent failed to appear at a hearing in 1996, the family court judge directed staff to contact respondent. \r\nAlthough respondent left a message that he was \"on his way,\" he never appeared.\r\n\r\nIn February 1998, the grandparents were divorced.  The adoption had not been completed, and the grandmother attempted\r\nto reach respondent by contacting his attorney uncle.  While the uncle undertook to represent the grandmother, he had to\r\nrelinquish the case when his license was suspended.  The uncle or someone in his firm put grandmother in touch with\r\nrespondent.\r\n\r\nIn April 1998, respondent wrote to Georgia seeking a certified copy of the order terminating parental rights.    No further\r\naction has been taken in the matter.  Subsequently the grandmother obtained an award from the South Carolina Bar's Fee\r\nDispute Committee and had it enrolled as a judgment.  As of the date of the hearing, respondent had not refunded the fee,\r\nand the adoption had not been completed because the grandmother lacks funds to hire another attorney.\r\n\r\n\r\n    H. Robbery Client\r\n\r\n\r\n\r\nRespondent was retained in 1996 to represent a man facing multiple robbery charges.  The client and his family paid\r\napproximately $2,100.00 towards respondent's $4,000.00 fee.  Respondent neglected his client, who ultimately pled to\r\ncharges in two counties.  The client was represented at one plea by a public defender and at the other by an attorney\r\nretained by family members.\r\n\r\n\r\n    I. Escrow Account\r\n\r\n\r\n\r\nRespondent failed to maintain adequate escrow account records as required by Rule 417, SCACR.\r\n\r\n\r\n    J. Rule 403 Matter\r\n\r\n\r\n\r\nRule 403, SCACR, requires that, subject to certain exceptions, an attorney admitted to practice after March 1, 1979, cannot\r\nappear alone unless she has had a certain number of trial experiences approved by the Supreme Court.  At the time of the\r\nhearing, there was no Rule 403 form on file with the Supreme Court for respondent, nor was he able to produce a copy. \r\nThe subpanel found he either failed to complete the necessary trial experiences, failed to have it signed by the presiding\r\njudges, or at the very least failed to file a certificate with the Court.\r\n\r\nTherefore, respondent was not entitled to appear alone in courts of record in South Carolina. (3)\r\n\r\nConclusions\r\n\r\nThe subpanel concluded respondent violated numerous disciplinary rules.  Specifically, respondent was found to have\r\nviolated the following provisions of Rule 7(a), RLDE, Rule 413, SCACR by: (a) violating the Rules of Professional\r\nConduct, Rule 407, SCACR (7(a)(1)); (b) knowingly failing to respond to a lawful demand from the Commission (7(a)(3));\r\n(c) engaging in conduct tending to pollute the administration of justice or to bring the courts or legal profession into\r\ndisrepute (7(a)(5)); (d) violating the oath of office (7(a)(6)); and (e) willfully violating a valid court order (7(a)(7)). \r\n\r\n  He was also found to have violated certain Rules of Professional Conduct found in Rule 407, SCACR because he: (a)\r\nfailed to provide competent representation (Rule 1.1); (b) failed to keep a client reasonably informed about the status of a\r\nmatter and to comply with reasonable requests for information (Rule 1.4(a)); (c) failed to consult with clients as to the\r\nmeans by which their objectives were to be pursued (Rule 1.2(a)); (d) failed to act with reasonable diligence and\r\npromptness in representing a client (Rule 1.3); (e) failed to deliver promptly client funds or documents (Rule 1.15); (f)\r\npracticed law while under suspension (Rule 5.5(a));  (g) failed to respond to a lawful demand for information requested by\r\nthe Office Disciplinary Counsel (Rule 8.1(b)); (h) violated a Rule of Professional conduct (Rule 8.4(a)); (i) engaged in\r\nconduct involving dishonesty, fraud, deceit or misrepresentation (Rule 8.4(d)); and (j) engaged in conduct prejudicial to the\r\nadministration of justice (Rule 8.4(e)).  In addition, he was found to have violated the trial experience rule (Rule 403) and\r\nthe trust account record keeping rule (Rule 417).\r\n\r\nThe subpanel and panel recommended that respondent receive an indefinite suspension and that he be required to pay the\r\ncosts of the proceedings. \r\n\r\nAt the time of the subpanel hearing, respondent was living in a North Charleston motel.  He testified that his clients could\r\ncontact him by cell phone or pager, or by calling the motel.  He acknowledged that he had no checking account of any kind\r\nsince no bank would allow him to open an account in light of his \"past history.\"  There were two outstanding bench\r\nwarrants from Berkeley County for unpaid child support and alimony in the amounts of $8,000 and $9,000.\r\n\r\nThis is a tragic situation.  It is apparent from the record and from respondent's appearance before this Court that respondent\r\nis a person who sincerely endeavors to vigorously represent his clients.  It is apparent at the same time, however, that\r\nrespondent's precarious financial situation and transient living situation are incompatible with the practice of law because\r\nhe is not available to his clients and the court system.  We agree that respondent should be indefinitely suspended from the\r\npractice of law.    \r\n\r\nRespondent shall, within fifteen days of the date of this opinion, comply with the requirements of Rule 30, RLDE, Rule\r\n413, SCACR.  As a condition of reinstatement, he shall be required to show proof that he has paid any outstanding fee\r\ndispute awards, and that his family court support obligations are current.\r\n\r\n\r\nIndefinite Suspension.\r\n\r\nC.J. TOAL, WALLER, BURNETT, PLEICONES, JJ., and Acting Justice John C. Few, concur.\r\n\r\n1. Respondent testified he was incarcerated from January 15 to February 12, 1997. \r\n2. The Charleston County Bar Association operates a fee dispute committee.\r\n3. On May 4, 2000, the Court received and approved a Rule 403 trial practice form filed by respondent.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25289","title":"Blair v. City of Manning","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25289","description":"Election contest- issue is circuit court's scope of review of decisions of municipal election commission","date":"2001-05-14","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n25289\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nWilliam Blair, Appellant,\r\n\r\n&nbsp;\r\nv.\r\n\r\n\r\nThe City of Manning, a body\r\npolitic and corporate organized\r\nand existing under the laws of\r\nthe State of South Carolina, Respondent.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Clarendon County\r\nMarc H. Westbrook, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25289\r\nHeard April 25, 2001 - Filed May 14, 2001\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nM.M. Weinberg, III, of Weinberg, Brown and Curtis, of Sumter, for appellant.\r\n\r\nLena Younts, of Coffey and Chandler, P.A., of Manning, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE WALLER:  This is an election protest case in which the Manning Election Commission certified Hezekiah\r\nGibson as the winner of the District One City Council seat.  Appellant William Blair appealed to the Circuit Court which\r\naffirmed.  We affirm the ruling of the Circuit Court.\r\n\r\nFACTS\r\n\r\n\r\nBlair lost the District One City Council election to the incumbent Gibson by three votes.  He filed a protest with the\r\nElection Commission two days later, contending Gibson did not live in District One and that residency in the District was\r\nrequired to be elected.  A hearing was held at which both Blair and Gibson testified.  Blair introduced 15 photographs of a\r\nresidence at 16-A Ragin Street and contended it was \"supposed to be [Gibson's] residence.\"   Blair believed the residence\r\nwas not in District One, but presented no evidence to substantiate this claim.\r\n\r\nGibson testified that his residence was at 909 Branchview Drive in District One, that 909 Branchview Drive was his\r\npermanent residence, he had lived there for 20 years, that he was going through a divorce and had rented a place at 19-A\r\nRagin Street (1) which was in the District, and that he fully intended to live in the District.  The Commission ruled Gibson\r\nwas a resident of District One and a qualified candidate to serve District One on the City Council.  \r\n\r\nBlair filed an appeal to the circuit court, requesting a de novo hearing pursuant to S.C. Code Ann. § 7-5-240 (1976).  The\r\ncircuit court ruled section 7-5-240 was inapplicable to Blair's appeal; rather, the circuit court found S.C. Code Ann. § 5-15-140 (1976) governed appeals from decisions of the Municipal Election Commission.\r\n\r\nISSUE\r\n\r\n\r\nDid the circuit court err in refusing to hold a de novo hearing? \r\n\r\nDISCUSSION\r\n\r\n\r\nS.C. Code Ann. § 7-5-240 (1976) governs appeals from decisions of the boards of voter registration, providing, in pertinent\r\npart:\r\n\r\n\r\nAny person denied registration or restoration of his name on the registration books and desiring to appeal must within\r\nten days after written notice to him of the decision of the board of registration file with the board a written notice of his\r\nintention to appeal therefrom.  . . . If the applicant desires the appeal to be heard by a judge at chambers he shall give every\r\nmember of the board of registration four days' written notice of the time and place of the hearing.  On such appeal the\r\nhearing shall be de novo.\r\n\r\n\r\n(Emphasis supplied). Under S.C. Code § 7-5-230 (Supp. 2000), the boards of registration are the judges of the legal\r\nqualifications of all applicants for registration to vote, and any person denied registration has the right to appeal the board's\r\ndecision to the circuit court; challenges of the qualifications of any elector, except for certain challenges not at issue here,\r\nmust be made in writing to the board of registration in the county of registration. \r\n\r\nBlair asserts the circuit court should have conducted a de novo trial under section 7-5-240.  We disagree.  Section 7-5-240\r\nis simply inapplicable here.  Blair was neither denied registration of his name on the books, nor did he challenge Gibson's\r\nqualifications in writing to the board of registration, as required by section 7-5-230.  On the contrary, Blair appealed the\r\ndecision of the municipal election commission.  Such appeals are governed by S.C. Code § 5-15-140 (1976) which\r\nprovides, in part, \"[w]ithin ten days after notice of the decision of the municipal election commission, any party aggrieved\r\nthereby may appeal from such decision to the court of common pleas.\"  \r\n\r\nIn Butler v. Town of Edgefield, 328 S.C. \r\n  238, 493 S.E.2d 838 (1997), we held the circuit court lacks authority to conduct \r\n  full hearings on election challenges because the circuit court is by statute \r\n  an appellate court in such circumstances. Accordingly, pursuant to Bulter, \r\n  the circuit court properly declined a de novo hearing. \r\n\r\nWe hold the circuit court, sitting as an appellate \r\n  court, properly affirmed the decision of the municipal election commission. \r\n  See Broadhurst v. City of Myrtle Beach, 342 S.C. 373, 537 S.E.2d \r\n  543 (2000) (appellate court reviews judgment of circuit court upholding or overturning \r\n  the decision of a municipal election commission only to correct errors of law; \r\n  review does not extend to findings of fact unless those findings are wholly \r\n  unsupported by the evidence); George v. Municipal Election Comm'n of Charleston, \r\n  335 S.C. 182, 516 S.E.2d 206 (1999) (same). \r\n\r\n\r\nThe judgment of the circuit court is \r\n\r\nAFFIRMED.\r\n\r\nTOAL, C.J., MOORE, BURNETT and PLEICONES, JJ., concur.\r\n\r\n1.   There is no explanation in the record as to the discrepancy between the address introduced by Blair and the address\r\ngiven by Gibson.  \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25290","title":"Edge v. State Farm Insurance Company","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25290","description":"This is a civil case raising the issue of whether a person, who claims her insurer assessed unauthorized surcharge points, must exhaust her administrative remedies available under S.C. Reg. Section 69-13.1 (IV) and S.C. Code Ann. Section 38-3-210 before filing a civil action.","date":"2001-05-14","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n25290\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Patricia L. Edge and others similarly\r\n        situated, Plaintiffs,\r\n        v.\r\n        State Farm Insurance Company, and Horace\r\n        Mann Insurance Company, Defendants.\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nCERTIFIED QUESTION\r\nDennis W. Shedd, United States District\r\nJudge\r\n\r\nOpinion No. 25290\r\nHeard April 3, 2001 - Filed May 14, 2001\r\n\r\n\r\nQUESTION ANSWERED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        A. Camden Lewis, of Lewis, Babcock &amp;\r\n        Hawkins, L.L.P.; Richard A. Harpootlian, and Robert G. Rikard, of the\r\n        Law Offices of Richard A. Harpootlian, P.A.; and Michael Sullivan, of\r\n        Michael Sullivan, P.A., all of Columbia, for plaintiffs.\r\n        James C. Gray, Jr., B. Rush Smith, III,\r\n        William C. Wood, Jr., and Thad H. Westbrook, of Nelson Mullins Riley\r\n        &amp; Scarborough, L.L.P., of Columbia, for defendant State Farm\r\n        Insurance Company.\r\n        Thomas C. Salane, of Turner, Padget,\r\n        Graham &amp; Laney, P.A., of Columbia, for defendant Horace Mann\r\n        Insurance Company.\r\n      \r\n    \r\n  \r\n\r\n\r\nCHIEF JUSTICE TOAL: We agreed to answer\r\nthe following question certified by the United States District Court for the\r\nDistrict of South Carolina:\r\n\r\n  \r\n    Must a person, who claims her insurer\r\n    assessed unauthorized surcharge points, exhaust the administrative remedies\r\n    available under S.C. Reg. 69-13.1 (IV) and S.C. Code Ann. § 38-3-210 before\r\n    filing a civil action?\r\n  \r\n\r\n\r\nFACTS\r\n\r\nIn 1996, plaintiff Patricia Edge was involved in\r\na two car accident with Ann Shull. Both drivers were insured by defendant State\r\nFarm Insurance Company. A ticket was issued to Shull at the scene of the\r\naccident for disregarding a traffic signal.\r\nAfter an internal investigation of the accident,\r\nState Farm decided Edge was predominantly at fault for the collision. State Farm\r\npaid damages to Shull from Edge’s policy. State Farm assigned two surcharge\r\npoints1 to Edge pursuant to 25A S.C. Code Ann. Reg.\r\n69-13.1 (III)(H)(4) (Supp. 2000), because it had paid Shull from Edge’s\r\npolicy.\r\nIn October 1996, Shull either pled guilty to or\r\nforfeited bond on the charge of disregarding a traffic signal.2\r\nApproximately one year later, despite Shull’s plea or forfeit, State Farm\r\nnotified Edge it intended to increase her premium by more than $600. State Farm\r\nadvised Edge it raised her premium because its investigation found Edge to be at\r\nfault for the accident.\r\nInstead of paying the higher premium, Edge\r\napplied for insurance with Horace Mann Insurance Company. Although she was\r\ninitially quoted a lower premium than State Farm’s quote, Horace Mann later\r\nnotified her that State Farm reported her accident to the Comprehensive\r\nUnderwriting Exchange, thus she would be assessed two surcharge points and her\r\npremiums would be substantially higher. Edge paid the increased premium for the\r\nHorace Mann policy. Horace Mann later removed the surcharge and lowered the\r\npremium rate after Edge provided documentation that Shull had been convicted of\r\na moving violation in connection with the accident. Edge renewed her policy at\r\nthe lower rate.\r\nEdge filed this civil action against State Farm\r\nand Horace Mann, alleging both companies violated portions of 25A S.C. Code Ann.\r\nReg. 69-13.1 (III) and S.C. Code Ann. § 38-73-455 (repealed effective March 1,\r\n1999) which prohibit the assessment of surcharge points if the policyholder was\r\nreimbursed by or obtained a judgment against the other driver or where the other\r\ndriver, not the policyholder, was convicted of a moving traffic violation in\r\nconnection with the accident.\r\nHorace Mann filed a Motion to Dismiss and/or for\r\nSummary Judgment based in part on Edge’s failure to exhaust administrative\r\nremedies pursuant to 25A S.C. Code Ann. Reg. 69-13.1 (IV) (Supp. 2000). Although\r\nState Farm did not move to dismiss on this ground, State Farm raised failure to\r\nexhaust as a defense in its answer.\r\nISSUE\r\n\r\n\r\n  Was Edge required to appeal the assessment of\r\n  surcharge points to the Chief Insurance Commissioner before pursuing this\r\n  action?\r\n\r\n\r\nLAW/ANALYSIS\r\n\r\nSouth Carolina Reg. 69-13.1 (IV), \r\n  states the following:\r\n\r\n  \r\n    A. Any insured aggrieved by an insurer's\r\n    application of the Plan or assignment of points may appeal to the Chief\r\n    Insurance Commissioner for a review thereof. Unless otherwise ordered by the\r\n    Commissioner, investigation and review of an appeal under this Section shall\r\n    be conducted informally and without a hearing.\r\n  \r\n\r\n. . .\r\n\r\n  \r\n    C. Any decision of the Commissioner will be\r\n    made in writing, and a copy thereof will be mailed to the insured and the\r\n    insurer. Any such decision may be appealed by either party in accordance\r\n    with South Carolina Code Section 38-3-210 (1976),3\r\n    as amended.\r\n  \r\n\r\n(emphasis added).\r\nThe words of a regulation must be given their\r\nplain and ordinary meaning without resort to subtle or forced construction to\r\nlimit or expand the regulation's operation. Byerly v. Connor, 307 S.C.\r\n441, 415 S.E.2d 796 (1992).\r\nPursuant to the plain and ordinary meaning of the\r\nregulation, an aggrieved party may appeal to the Commissioner; however,\r\nnothing prevents the aggrieved party from bypassing an administrative hearing\r\nbefore the Commissioner and bringing an action in the circuit court as Edge did\r\nin this matter. By using the word &quot;may&quot; instead of &quot;shall,&quot;\r\nthe regulation allows, but does not require, an aggrieved party to appeal\r\nto the Commissioner. See Rice v. Multimedia, Inc., 318 S.C. 95,\r\n456 S.E.2d 381 (1995) (use of word &quot;may&quot; signifies permission and\r\ngenerally means the action spoken of is optional or discretionary); State v.\r\nWilson, 274 S.C. 352, 264 S.E.2d 414 (1980) (same).4\r\nThere is nothing in the regulation to indicate an\r\nintent on the part of the regulation’s promulgator, that is, the Department of\r\nInsurance,5 to force an aggrieved party to pursue an\r\nadministrative remedy. This Court considered a similar defense claim in Waites\r\nv. South Carolina Windstorm and Hail Underwriting Ass’n, 279 S.C. 362, 307\r\nS.E.2d 223 (1983). In Waites, the following language from S.C. Code Ann.\r\n§ 38-39-110 (1976) (revised as § 38-75-410 (Supp. 2000)) was at issue:\r\n&quot;Any person insured pursuant to this chapter . . . who may be aggrieved by\r\nan act, ruling, or decision of the Association, may, within thirty days\r\nafter such ruling, appeal to the Commission.&quot; (Emphasis added). We\r\nheld the statute did not require insureds to pursue an administrative remedy\r\nsince the legislature had used the word &quot;may&quot; in the statute, which is\r\na permissive and not a mandatory term. Waites, 279 S.C. at 364-365, 307\r\nS.E.2d at 224.6\r\nWe therefore answer the certified question in the\r\nfollowing manner: a person bringing a tort action arising out of an insurer’s\r\nassessment of unauthorized surcharge points is not required to exhaust the\r\nadministrative remedies available under Reg. 69-13.1 (IV) and § 38-3-210 before\r\nfiling a civil action.\r\n\r\nQUESTION ANSWERED.\r\n\r\nWALLER, BURNETT, JJ., and Acting Justices\r\nCarol Connor and George T. Gregory, Jr., concur.\r\n\r\n1A surcharge point is\r\na penalty for moving violations, including automobile accidents. If an insured\r\nreceives a surcharge point, he loses a twenty percent safe driver discount on\r\ninsurance premiums and a dollar penalty is assigned for each additional point. See\r\n25A S.C. Code Ann. Reg. 69-13.1 (II)(E) (Supp. 2000).\r\n2Edge later sued Shull\r\nin Magistrate’s Court for damages resulting from the accident. During the jury\r\ntrial held in April 1998, Shull admitted she caused the accident, and the jury\r\nreturned a verdict of $5,000 in Edge’s favor.\r\n3S.C. Code Ann. §\r\n38-3-210 (Supp. 2000) provides:\r\nAny order or decision made, issued, or executed\r\nby the director [of the Department of Insurance] or his designee is subject to\r\njudicial review in accordance with the appellate procedures of the South\r\nCarolina Administrative Law Judge Division, as provided by law. An appeal from\r\nan order or decision under this section must be heard in the Administrative Law\r\nJudge Division, as provided by law. . . .\r\n4While State Farm\r\nargues the cite to § 38-3-210 in Reg. 69-13.1 (IV)(C) indicates that\r\nadministrative review is mandatory, this section of the regulation simply\r\ninforms an aggrieved party about the procedure for appealing a decision by the\r\nCommissioner. Here, there was no decision by the Commissioner.\r\n5The Department of\r\nInsurance is allowed to promulgate regulations that implement or prescribe law\r\nor policy or practice requirements of the Department of Insurance. See\r\nS.C. Code Ann. § 1-23-10 et. seq.\r\n6We note Stanley v.\r\nGary, 237 S.C. 237, 116 S.E.2d 843 (1960), is not dispositive here. In Stanley,\r\nthe plaintiffs brought an action to enjoin the principal of a high school from\r\ncoercing and intimidating pupils and to enjoin the school board from employing\r\nthe principal. The Stanley court held the plaintiffs would have to\r\nexhaust their administrative remedies before the court could entertain an\r\ninjunction action against the principal and the school board. The Stanley\r\ncourt made this finding despite a statute which stated that any person aggrieved\r\nby any decision of the board of trustees may appeal to the county board\r\nof education. The rationale in Stanley, however, was based largely on the\r\ncounty board’s exclusive authority over &quot;matters of local\r\ncontroversy.&quot; We find Stanley is limited to the particular school\r\nlaws at issue in that case.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25292","title":"S.C. Pipeline v. Lone Star Steel","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25292","description":"(Answering certified question from Federal District Court) Court holds underground gas transmission line is an improvement to real property for purposes of statute of repose (S.C. Code Ann. § 15-3-640).","date":"2001-05-15","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nSouth Carolina Pipeline\r\nCorporation, Plaintiff,\r\n\r\n\r\n\r\nv.\r\n\r\n\r\nLone Star Steel Company, Defendant.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nIN THE ORIGINAL JURISDICTION \r\n\r\n\r\nOpinion No. 25292\r\nHeard April 24, 2001 - Filed May 15, 2001\r\n\r\n\r\nCertified Question Answered\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nCharles S. Porter, Jr. and Benjamin E. Nicholson, V, of McNair Law Firm of Columbia, for Plaintiff.\r\n\r\nGray T. Culbreath, of Collins &amp; Lacy, P.C., of Columbia, for Defendant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:  We accepted this certified question in our original jurisdiction to determine if a certain gas transmission\r\nline constitutes an \"improvement to real property\" for purposes of S.C. Code Ann. § 15-3-640 (Supp. 2000).\r\n\r\nFACTS\r\n\r\nSouth Carolina Pipeline Corporation (\"Pipeline\") owns a natural gas pipeline running from Aiken to Bishopville. \r\nConstruction of the pipeline was completed in 1961.  The property under which the pipeline is buried consists of\r\ncontiguous easements, all owned by Pipeline.  In 1998, the pipeline ruptured and exploded.  The explosion caused personal\r\ninjuries and property damage.  After Pipeline paid the claims for the resulting property damage and personal injuries, it\r\nbrought a products liability action against Lone Star Steel Company (\"Lone Star\"), the manufacturer of the pipe.  In the\r\nsuit, Pipeline seeks indemnification for the costs it has incurred as a result of the explosion.\r\n\r\nCERTIFIED QUESTION\r\n\r\n\r\nDoes the gas transmission line in question constitute an \"improvement to real property\" under S.C. Code § 15-3-640 (Supp.\r\n2000)?\r\n\r\n\r\nDISCUSSION\r\n\r\nSection 15-3-640 provides, in part, that \"[n]o actions to recover damages based upon or arising out of the defective or\r\nunsafe condition of an improvement to real property may be brought more than thirteen years after substantial completion\r\nof such an improvement. . . .\" (1)\r\n\r\nIn answering the question before us, we must determine whether this easement is \"real property\" for purposes of § 15-3-640\r\nand, if so, whether the pipeline at issue constitutes an \"improvement\" thereto.\r\n\r\nWe recently stated that \"[a]n easement gives no \r\n  title to land on which [the] servitude is imposed, but it is a property or an \r\n  interest in land.\" Main v. Thomason, 342 S.C. 79, 92, 535 S.E.2d 918, \r\n  924 (2000). American Jurisprudence describes an easement as \"neither an estate \r\n  in land nor the 'land' itself. It is, however, property or an interest in land. \r\n  Thus, an easement is real property.\" 25 AM. JUR. 2D Easements and Licenses \r\n  § 2 (1996). We hold that this easement is real property within the ambit of \r\n  § 15-3-640, and that it is capable of being improved.\r\n\r\nWe have not defined the term \"improvement\" in the context of § 15-3-640.  In construing that term for purposes of the\r\nBetterment Statutes, (2) we cited with approval the then-current definitions of \"improvement\" from American Jurisprudence\r\nand Corpus Juris Secundum:\r\n\r\n\r\nThe phrase 'permanent improvements' means something done to or put upon the land, which the occupant cannot remove\r\nor carry away with him, either because it has become physically impossible to separate it from the land or because, in\r\ncontemplation of law, it has been annexed to the soil and is therefore to be considered a part of the freehold. . . .  It has been\r\nheld, on the one hand, that the term 'improvements' applies only to things which have been placed upon the land under\r\nsuch circumstances as to make them a part of the realty, and, on the other hand, that it comprehends all additions to the\r\nfreehold, except trade fixtures which can be removed without injury to the building.\r\n\r\n\r\nDunham v. Davis, 232 S.C. 175, 183-84, 101 \r\n  S.E.2d 278, 282 (1957).\r\n\r\nThe current versions of American Jurisprudence and Corpus Juris Secundum contain the following:\r\n\r\n\r\nGenerally speaking, the word \"improvement\" includes everything that permanently enhances the value of premises for\r\ngeneral uses.  However, an \"improvement\" need not only enhance the value of the property, but may also enhance the\r\nbeauty or utility of that property or adapt it to different or further uses.\r\n\r\n\r\n41 AM. JUR. 2D Improvements § 1 (1995).  \"The term 'improvements' . . . may be defined as improvements on realty\r\nwhich are more extensive than ordinary repairs, and enhance in a substantial degree the value of the property.\"  42 C.J.S.\r\nImprovements § 2 (1991).\r\n\r\nOther courts more precisely define improvement \r\n  as a permanent addition to or betterment of real property that enhances its \r\n  capital value and that involves the expenditure of labor or money and is designed \r\n  to make the property more useful or valuable, as distinguished from ordinary \r\n  repairs. United States Fire Ins. Co. v. E. D. Wesley Co., 313 N.W.2d \r\n  833, 835 (Wis. 1982); Delgadillo v. Socorro, 723 P.2d 245, 247 (N.M. \r\n  1986).\r\n\r\nThe elemental and cardinal rule of statutory construction \r\n  is that the Court ascertain and effectuate the actual intent of the legislature. \r\n  In construing a statute, its words must be given their plain and ordinary meaning \r\n  without resort to subtle or forced construction to limit or expand the statute's \r\n  operation. Broadhurst v. City of Myrtle Beach Election Comm'n, 342 S.C. \r\n  373, 537 S.E.2d 543 (2000). We look to the preamble of § 15-3-640 as an aid \r\n  in determining if the legislature intended to include the pipeline at issue \r\n  within the statute of repose.\r\n\r\nPipeline argues, inter alia, that the pipeline is not an improvement because it is not a permanent addition to realty.  We\r\ndecline to give the word \"permanent\" as used in the above-cited definitions of improvement the rigid interpretation\r\nadvanced by Pipeline.  The preamble makes clear the legislature's intent to extend the protection contained in the statute of\r\nrepose to additions which have \"lengthy useful lives.\"  The pipeline unquestionably had a \"lengthy useful life.\"\r\n\r\nThe pipeline at issue here satisfies any of these contemporary definitions of \"improvement.\"  The pipeline unquestionably\r\nmade the easement more valuable to Pipeline; it involved the investment of labor and money; and it was permanent (3) as\r\nthat phrase is commonly understood - it had been in place for 38 years when the explosion occurred.  Whether an addition\r\nto real property constitutes an improvement requires a case by case determination.  We hold under these facts, the pipeline\r\nis an improvement to the real property under which it lies for purposes of § 15-3-640.\r\n\r\nCONCLUSION\r\n\r\nBecause Pipeline's easement was real property, and because the pipeline involved the expenditure of labor and money,\r\nenhanced the value of Pipeline's easement, and had a lengthy useful life, we answer the certified question in the\r\naffirmative. \r\n\r\nCERTIFIED QUESTION ANSWERED.\r\n\r\nTOAL, C.J., MOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n1. The section's preamble provides, in part:\r\n\r\nWhereas, the General Assembly finds that persons involved in improvements to real property are subject to the economic\r\nand emotional burdens of litigation and liability for an indefinite period of time upon allegations of defective or unsafe\r\nconditions;  and\r\n\r\nWhereas, the General Assembly finds it in the public interest to provide a measure of protection against claims and\r\nlitigation arising years after substantial completion of an improvement to real property;  and\r\n\r\nWhereas, the General Assembly finds that substantial differences exist between improvements to real property and other\r\nactivities for which liability may be alleged, including the fact that improvements to real property have lengthy useful lives\r\nand are utilized, changed, and affected by many people, forces, and things after completion;  and\r\n\r\nWhereas, the General Assembly finds it reasonable and necessary to distinguish between a person in actual possession or\r\ncontrol of an improvement to real property and those otherwise involved in an improvement to real property, for the\r\nfollowing reasons:  because acceptance of some future responsibility for the condition of the premises is implied in the\r\nacceptance of an improvement to real property;  because possession or control of the premises is a reasonable and fair basis\r\nfor imposing some additional liability;  because after the date of acceptance of the work by the owner, there exists the\r\npossibility of neglect, abuse, poor maintenance, mishandling, improper modification, or unskilled repair of an\r\nimprovement;  because owners and persons in control have the opportunity to avoid liability by taking care of the\r\nimprovement and by regulating its use . . . .\r\n2. See S.C. Code Ann. \r\n  §§ 27-27-10 through 100 (1991). \r\n3. Permanence is necessarily a relative term when applied to improvements, since no improvement, whether the Tower of\r\nPisa or the Pyramids at Giza, is truly permanent.  They do, however, have \"lengthy useful lives\" - as set forth in the\r\npreamble to § 15-3-640.  \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25293","title":"Quality Towing, Inc. v. City of Myrtle Beach","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25293","description":"This case concerns a municipality's contract for towing services.  The issues involve whether the municipality violated the Freedom of Information Act when awarding the contract, and whether the contract amounted to a franchise.","date":"2001-05-21","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nQuality Towing, Inc., Appellant,\r\n\r\n&nbsp;\r\nv.\r\n\r\n\r\nCity of Myrtle Beach and\r\nWilliam D. Stephens, Respondents.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Horry County\r\nJack M. Scoville, Jr., Special Referee\r\n\r\n\r\nOpinion No. 25293\r\nHeard February 7, 2001 - Filed May 21, 2001\r\n\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nRobert C. Childs, III and Laura W. H. Teer, both of Mitchell, Bouton, Yokel &amp; Childs, of Greenville, for appellant.\r\n\r\nJames B. Van Osdell and Charles B. Jordan, Jr., both of Van Osdell, Lester, Howe &amp; Jordan, P.A., of Myrtle Beach, for\r\nrespondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCHIEF JUSTICE TOAL: Quality Towing, Inc. (\"Quality\") appeals the Special Referee's Order finding in favor of the\r\nCity of Myrtle Beach (\"City\").\r\n\r\nFACTUAL/ PROCEDURAL BACKGROUND\r\n\r\nQuality is a South Carolina corporation engaged in the business of towing vehicles in the Myrtle Beach area.  On June 13,\r\n1995, the City Council of Myrtle Beach enacted Ordinance 950613-36 (\"1995 Ordinance\") which instructed the City\r\nManager to contract with one or more wrecker services to provide towing services for the City.  Prior to the issuance of the\r\nOrdinance, the City operated a Rotation List whereby the City rotated among qualified wrecker services when the City\r\nneeded vehicles towed.  Vehicles towed by the City included City owned vehicles, vehicles illegally parked or abandoned,\r\nand privately owned vehicles whose owners had requested the City to tow their vehicle.  Under the Rotation List,\r\nparticipants executed yearly contracts which terminated on July 31 of each year.  Quality had been one of the wrecker\r\nservices on the City's Rotation List, which was repealed by the 1995 Ordinance. \r\n\r\nUnder the 1995 Ordinance, the City was required to bid the contract using requests for proposals (\"RFP\").  According to\r\nthe RFP, the City would use six weighted criteria to evaluate each proposal: price, equipment, facilities, reputation, ability\r\nto perform, and insurance.  The City Manager formed a review committee (\"Committee\") to evaluate the proposals\r\nsubmitted in response to the RFP.  The Committee consisted of City employees, but not City Council members, with prior\r\nexperience with the local towing companies and/or experience in the procurement process.  The Committee was instructed\r\nto evaluate each of the proposals and to advise and aid the City Manager in his determination of which proposal best met\r\nthe City's requirements.\r\n\r\nQuality submitted a proposal on September 11, 1995.  Three other towing companies also submitted a proposal.  The\r\nCommittee held a meeting on September 26, 1995, where the proposals were discussed.  The RFP stated the Committee\r\nwould inspect the premises of the proposers on October 2, 1995.  Quality was advised on that day its premises would not be\r\ninspected because the Committee had determined its proposal was non-responsive.  The only facility inspected on October\r\n2, 1995, was Auto Body Works.  \r\n\r\nThe City Manager, once aware Quality's proposal was deemed non-responsive, overruled the Committee on this issue, and\r\ninstructed the Committee to consider the merits of Quality's proposal.  Quality's facilities were inspected on December 13,\r\n1995.  However, the Committee, pursuant to the time frame established in the RFPs, met on October 12, 1995, and decided\r\nto recommend Auto Body Works for the contract. Therefore, the Committee's recommendation was made two months prior\r\nto the inspection of Quality's facilities. \r\n\r\nThe City Manager testified that, after reviewing the Committee's recommendation, he decided to award the contract to\r\nAuto Body Works.  The contract with Auto Body Works was approved by the City Council at its January 9, 1996, meeting.\r\n\r\nOn February 16, 1996, Quality filed a complaint against the City and its risk manager William D. Stephens (collectively\r\nreferred to as the \"City\") concerning the award of the exclusive contract to another wrecker service.  In its complaint,\r\nQuality sought an injunction and claimed: (1) the Ordinance was in violation of its civil rights under 42 U.S.C. § 1983 and\r\nS.C. Code Ann. § 16-5-60 (Supp. 2000); (2) the Ordinance constituted an unlawful trust, monopoly, and restraint of trade;\r\n(3) the Ordinance amounted to an inverse condemnation of Quality's property rights; (4) the City acted negligently in its\r\nactions; and (5) the City violated South Carolina's Freedom of Information Act (1) (\"FOIA\"). \r\n\r\nOn June 19, 1997, the lower court granted the City summary judgment on Quality's causes of action for illegal restraint of\r\ntrade and negligence.  On August 27, 1997, the court granted the City summary judgment on Quality's inverse\r\ncondemnation claim.  An order granting a separate trial on the non-jury issues was filed April 7, 1998, and an Order of\r\nReference was filed on May 20, 1998 appointing a special referee.  \r\n\r\nOn April 13, 1999, a hearing was held before the special referee on Quality's cause of action challenging the validity of the\r\nordinance and contract, and on the cause of action concerning alleged violations of the FOIA.  By Order dated May 17,\r\n1999, the special referee found in favor of the City.  Quality appealed and the issues before this Court are:\r\n\r\n\r\nI.  Did the special referee err in holding the Committee/ Municipal staff meetings are not subject to\r\nFOIA?\r\n\r\n  II.  Did the special referee err in finding the City Council's executive session of January 9, 1996, did not violate FOIA?\r\nIII.  Did the special referee err in determining the contract award was not a franchise?\r\n\r\nIV.  Did the special referee err in denying Quality's inverse condemnation claim?\r\n\r\nV.  Did the special referee err in finding the Ordinance is valid and does not deprive Quality of its due process rights?\r\n\r\nVI.  Did the special referee err in finding there was no impropriety in the bidding or award process?\r\n\r\nVII.  Did the special referee err in finding the three-year term of the contract was not impermissibly long?\r\n\r\nVIII.  Did the special referee err in finding the Committee did not violate the City and State Procurement Code?\r\n\r\n\r\nLAW/ ANALYSIS \r\n\r\nI.  The Freedom of Information Act (FOIA) and the Review Committee\r\n\r\nQuality argues the special referee erred in finding the Committee set up by the City Manager to review the proposals was\r\nnot subject to FOIA.  We agree.\r\n\r\nThe special referee held the Committee meetings in which the members reviewed the proposals were not subject to FOIA. \r\nThe special referee ruled the Committee was not a \"public body\" as defined in FOIA since it was formed for the sole\r\npurpose of aiding the City Manager in his determination of which wrecker service should receive the contract.  The referee\r\nspecifically held, \"This committee, composed entirely of the City's employees and reporting only to the City Manager, was\r\nnot a committee, subcommittee, or advisory committee of City Council.\"  We find the referee erred in his holding.  The\r\nplain language of the statute, as well as the purpose behind FOIA as set forth by the legislature, leads to the conclusion that\r\nthe Committee is a \"public body\" subject to FOIA.\r\n\r\nFOIA is remedial in nature and should be liberally construed to carry out the purpose mandated by the legislature.  South\r\nCarolina Dep't of Mental Health v. Hanna, 270 S.C. 210, 241 S.E.2d 563 (1978).  When adopting FOIA, the legislature\r\nstated \"it is vital in a democratic society that public business be performed in an open and public manner.\"  S.C. Code Ann.\r\n§ 30-4-15 (Supp. 2000).  \r\n\r\nFOIA defines \"public body\" as:\r\n\r\nany state board, commission, agency, and authority, and public or governmental body or political subdivision of the State,\r\nincluding counties, municipalities, townships, school districts, and special purpose districts . . . including committees,\r\nsubcommittees, advisory committees, and the like of any such body by whatever name known.\r\n\r\n\r\nS.C. Code Ann. § 30-4-20(a).  This Court does not need to look any further than the language of the statute to find the\r\nCommittee was subject to FOIA.  Miller v. Doe, 312 S.C. 444, 441 S.E.2d 319 (1994) (\"If a statute's language is plain and\r\nunambiguous and conveys a clear and definite meaning, there is no occasion for employing the rules of statutory\r\ninterpretation.  The court has no right to look for or impose another meaning.\").  \r\n\r\nThe fact that the City Manager, and not the City Council, created the Committee and no council member served on the\r\nCommittee, is not enough to remove the Committee from  the definition of \"public body\" as stated in FOIA.  First, it does\r\nnot matter that the members of the Committee are not members of the parent body.  See 1984 S.C. Op Atty Gen., No. 84-281.  Second, the Committee was set up to give advice to the City Manager, and ultimately the City Council.  It is clear\r\nfrom the minutes of the City Council meeting and the testimony of Thomas Leath, City Manager, the Committee's\r\nselection process and recommendation went directly to the City Council.  (2)      \r\n\r\nFurthermore, the legislature amended the definition of \"public body\" in 1987 by adding the phrase \"including committees,\r\nsubcommittees, advisory committees, and the like of any such body by whatever name known.\"  Clearly, the legislature\r\nintended for \"advisory\" bodies, such as the Committee set up by the City Manager to advise him and the City Council, to be\r\ncovered by the definition.  \r\n\r\nFinally, the Committee was formed to help determine the award of a City contract. This contract entailed the expenditure of\r\npublic funds.  Because the Committee was not open to the public, Quality was unable to learn its bid had been termed non-responsive and to respond to the Committee's concerns.  The Committee made its decision to recommend Auto Body\r\nWorks to the City in secret.    FOIA was enacted to prevent the government from acting in secret.  South Carolina Tax\r\nComm'n v. Gaston Copper Recycling Corp., 316 S.C. 163, 447 S.E.2d 843 (1994).  In addition, the City has advanced no\r\nvalid reason to hold the meetings and discussions of the Committee concerning a public contract in private.  This kind of\r\nsecret determination is exactly what FOIA was designed to prevent.\r\n\r\nThe City also argues the Committee was not performing a \"government function\", but rather a \"proprietary or business\r\nfunction\", and therefore is not subject to FOIA.  See 1984 S.C. Op. Atty. Gen., No. 84-64 (only a committee performing a\r\ngovernmental function are subject to FOIA).  The special referee agreed with the City, finding the function performed by\r\nthe Committee was proprietary in nature.  We find a committee formed to give advice to a public body or official is\r\nperforming a governmental function.  See MFY Legal Servs., Inc. v. Toia, 402 N.Y.S.2d 510 (N.Y. Sup. Ct. 1977) (the\r\ngiving of advice to a public body or official is a government function).\r\n\r\nWe hold the plain language of section 30-4-20(a) clearly includes an \"advisory committee\" such as the one set up in the\r\ninstant case.  We therefore remand for a determination of what relief, if any, Quality is entitled to as a result of this\r\nviolation.\r\n\r\nII.  Executive Session\r\n\r\nQuality argues the City Council's executive session of January 9, 1996, violated FOIA. We agree. \r\n\r\nQuality argues two aspects of the executive session violated FOIA.  First, they argue City Council went into the session\r\nwithout stating its purpose.  Secondly, they allege City Council took formal action in the session.\r\n\r\nA.  Announcement\r\n\r\nSection 30-4-70(a)(6) (Supp. 2000) states:\r\n\r\n\r\nPrior to going into executive session the public agency shall vote in public on the question and when such vote is favorable\r\nthe presiding officer shall announce the specific purpose of the executive session. (emphasis added).\r\n\r\n\r\nAccording to the minutes of the City Council meeting, the following took place:\r\n\r\n\r\nC. Towing - Contractual Recommendation\r\n\r\nMayor Grissom advised this matter would be discussed in Executive Session\r\n\r\nUpon motion by Councilman Cain, seconded by Councilman Woods, Council voted unanimously to go into executive\r\nsession.\r\n\r\n\r\n\r\nThe special referee held, even if FOIA was applicable, there was no violation because: (1) a public vote was taken to go\r\ninto executive session; and (2) although the minutes of the meeting did not reflect the specific purpose of the executive\r\nsession, the owner and president of Quality testified he, and everyone else at the meeting, knew the City Council was going\r\nto discuss the contract. (3)  FOIA is clear in its mandate that the \"specific purpose\" of the session \"shall be announced.\"\r\n(emphasis added).  Therefore, FOIA is not satisfied merely because citizens have some idea of what a public body might\r\ndiscuss in private.  As evidenced by the minutes, the presiding officer did not announce the specific purpose of the\r\nexecutive session.  This was a violation of FOIA.\r\n\r\nThe City argues, even if there was no \"specific purpose\" announced, reversal is not warranted because substantial\r\ncompliance with FOIA should be found when only a technical violation has occurred, and there has been no demonstrated\r\neffect on a complaining party. See Piedmont Pub. Serv. Dist. v. Cowart, 319 S.C. 124, 459 S.E.2d 876 (Ct. App. 1995). \r\nHowever, given the history and the purpose of FOIA, this was more than a \"technical violation.\"  The statute clearly\r\nmandates the specific purpose of the session must be announced. \r\n\r\nTherefore, we hold the clear language and the express purpose of FOIA was violated by the presiding officer's failure to\r\nannounce the specific purpose for the executive session.  We remand for a determination of what relief, if any, Quality is\r\nentitled to as a result of this violation.\r\n\r\nB.  Formal Action \r\n\r\nQuality also argues the City Council violated FOIA by taking formal action during an executive session.  We disagree.\r\n\r\nFOIA prohibits any formal action to be taken in an executive session.  S.C. Code Ann. § 30-4-70(a)(6) (Supp. 2000).  This\r\nsection defines \"formal action\" as, \"a recorded vote committing the body concerned to a specific course of action.\"  Id.  \r\n\r\nQuality alleges the discussions in the executive session concerned whether or not the contract could be awarded to just one\r\nwrecker service.  This type of \"discussion\" does not amount to a \"formal action.\"  The City Manager testified that during\r\nthe executive session, City Council only received legal advice concerning the term of the contract: whether the City could\r\nlegally contract with only one wrecker service, and whether it was legal to set the towing rates in the contract.  FOIA does\r\nallow executive sessions for discussion of negotiations incident to proposed contractual arrangements and for the receipt of\r\nlegal advice.  S.C. Code Ann. § 30-4-70(a) (2).   Furthermore, the actual City Council vote on the contract was conducted\r\nin public.\r\n\r\nIII.  Franchise\r\n\r\nQuality argues the contract awarded by the City to Auto Body Works is a franchise.  Therefore, the City was required to\r\npass an ordinance to approve the franchise.  We agree.\r\n\r\nA franchise has been defined as a special privilege granted by the government to particular individuals or companies to be\r\nexploited for private profits.   City of Cayce v. AT&amp;T Comms., 326 S.C. 237, 486 S.E.2d 92 (1997).  Government\r\nfranchisees are traditionally service-type businesses that are willing to pay the municipality for the privilege of doing\r\nbusiness with its citizens. Id.  A \"franchise\" is a privilege of doing that which does not belong to citizens generally by\r\ncommon right.  State ex. rel Daniel v. Broad River Power Co., 157 S.C. 1, 153 S.E. 537 (1930).\r\n\r\nCity Council's contract with Auto Body Works is a classic example of a franchise.  It granted one company the exclusive\r\nright to charge the public for a vendor's services.  The 1995 Ordinance took away any common right of citizens to be\r\nengaged in certain aspects of the towing business, and made it a privilege granted only to a designated business.  \r\n\r\nThe City granted Auto Body Works the sole and exclusive right to tow vehicles at the request of the City Police and when\r\nthe owner is either unable or unwilling to request the wrecker service of his choice.  The contract grants Auto Body Works\r\nthe  right to tow at the request of the City and private persons who have not \"otherwise selected a towing company.\"  In a\r\nCity which is known for its strong tourist population, many private persons will defer to the City's choice of towing\r\nservice, since they will not have \"otherwise selected a towing company.\" (4)\r\n\r\nFurthermore, the contract covers more than simply towing disabled or abandoned vehicles from public rights-of-way.  It\r\nalso includes the right to tow vehicles on private property which are illegally parked and vehicles involved in accidents.   If\r\na private business wants to select a towing company other than Auto Body Works, it would have to post a prescribed\r\nnumber of signs on its premises indicating its choice of wrecker service.  The fact that individuals can request other towing\r\nservices in limited circumstances does not prevent the exclusive contract awarded by the City from being, at a minimum, a\r\npartial franchise.  \r\n\r\nUnder S.C. law, a municipality can grant, renew, or extend a franchise only by ordinance.  S.C. Code Ann. § 5-7-260(4)\r\n(Supp. 2000).  A franchise is unenforceable and illegal unless made in conformity with the statute. Berkley Elec. Co-op.,\r\nInc. v. Town of Mt. Pleasant, 308 S.C. 205, 417 S.E.2d 579 (1992); 10 E. McQuillan, The Law of Municipal Corporations\r\n§ 29.02 (3d ed. 1990).  Since the City has not produced an ordinance promulgated in accordance with section 5-7-260(4),\r\nthe franchise contract is invalid.  \r\n\r\nIV.   Inverse Condemnation, Due Process, Impropriety, Three-Year Term, and Procurement Code  \r\n\r\nBecause we find the contract between the City and Auto Body Works was an invalid franchise agreement, we do not\r\naddress the remaining issues on appeal. \r\n\r\nCONCLUSION\r\n\r\nFor the foregoing reasons, we REVERSE the decision of the special referee and REMAND for a determination of what\r\nrelief Quality is entitled to as a result of the FOIA violations. \r\n\r\n\r\n\r\n MOORE and WALLER, JJ., concur.  BURNETT and PLEICONES, JJ., concurring in part and dissenting in part\r\nin a separate opinion.\r\n\r\n\r\n\r\nJUSTICE PLEICONES:  I concur in part and respectfully dissent in part.  I agree with the majority that Quality has\r\nshown a violation of the Freedom of Information Act.  I disagree, however, with the majority's conclusion that the towing\r\ncontract awarded to Auto Body Works was a franchise.\r\n\r\n\"[A] franchise is the privilege of doing that which \r\n  does not belong to citizens of the country generally by common right. . . . \r\n  .\" State ex rel. Daniel v. Broad River Power Co., 157 S.C. 1, 35, 153 \r\n  S.E.537, 548 (1930). \"Traditionally, governmental franchises are obtained by \r\n  service-type businesses which seek the municipality's permission to \r\n  do business with the municipality's citizens, and \r\n  are willing to pay the municipality for this privilege.\" City of Cayce v. \r\n  AT&amp;T Communications of Southern States, Inc., 326 S.C. 237, 241, 486 \r\n  S.E.2d 92, 94 (1997) (emphasis added). In the traditional franchise situation, \r\n  the municipality's residents and businesses are the franchisee's primary clientele. \r\n  Id.\r\n\r\nThe Service Contract between City and Auto Body Works provide \"towing and storage services shall be provided when\r\nrequested by the City. . . .\"  It contains a provision specifically recognizing a vehicle owner may obtain towing and storage\r\nservices from any wrecker service.\r\n\r\nThe Service Contract provides the City with specific services, and requires the City to pay for these services.  Under the\r\nterms of the Service Contract, Auto Body Works provides services to City, not to City's citizens or businesses. \r\nAccordingly, the agreement between City and Auto Body Works is a contract, not a franchise.  While the agreement also\r\nprovides that Auto Body Works is the \"default\" towing service for certain individuals and businesses, in my view, this\r\nprovision does not transform a routine procurement contract into a franchise.  Similarly, as recognized by the majority, the\r\n1995 Ordinance \"instructed the City Manager to contract with one or more wrecker services to provide towing services for\r\nthe City.\" (emphasis added).  While the 1995 Ordinance limited the businesses with which City contracted, it did not\r\nprevent other businesses from engaging in wrecker services for City's citizens.  The 1995 Ordinance did not contemplate\r\nthe  granting of a franchise.\r\n\r\nSince I would not decide the appeal on the franchise \r\n  issue, I find it necessary to briefly address Quality's remaining claims. Quality's \r\n  due process and inverse condemnation claims are predicated on its assertion \r\n  of a \"property interest\" in remaining eligible to tow cars. The fact that Quality \r\n  at one time had a definite term contract for towing services does not create \r\n  a cognizable \"property interest\" in continuing to tow cars for the City. Further, \r\n  I find no impropriety or violations of any procurement code in the award of \r\n  this contract. Although the committee may not have conducted its activities \r\n  in the most exemplary manner, the fact remains that its role was merely advisory. \r\n  The contract was awarded by the City Manager and approved by the City Council. \r\n  I can find no allegations or evidence of improprieties under those codes on \r\n  their part. Finally, this three year contract is not impermissibly long. Piedmont \r\n  Pub. Serv. Dist. v. Cowart, 319 S.C. 124, 459 S.E.2d 876 (Ct. App. 1995), \r\n  aff'd 324 S.C. 239, 478 S.E.2d 836 (1996). I would affirm the referee's \r\n  rulings on these issues.\r\n\r\nAs noted above, I concur in the majority's conclusion that there were two violations of the FOIA, and therefore concur in\r\nthe majority's decision to remand this matter to determine whether Quality is entitled to any relief under S.C. Code Ann.\r\n§30-4-100 (1991).\r\n\r\n\r\nBURNETT, J., concurs.\r\n\r\n1. S.C. Code Ann. §§ 30-4-10 - 30-4-110 (Supp. 2000) \r\n2. See Wood v. Marston, 442 So. 2d 934 (Fla. 1983) (where committees are  found to be one step, however remote, in the\r\ndecision-making process, courts tend to require committees to open their meetings).\r\n3. The exact testimony of Mr. Rahner, president of Quality, is as follows:\r\n\r\nTHE COURT:  But you knew that was what they were going to be discussing was the contract for the towing service?\r\n\r\nTHE WITNESS: I assumed that.  I assumed that's what they were going to be discussing. \r\n4. We have found a franchise to be \"special privileges granted by the government to particular individuals or companies . . .\r\n.\" City of Cayce, supra at n.2 (citing 12 McQuillin Municipal Corporations § 34.01 (1949)) (emphasis added).  In this case,\r\nAuto Body Works was granted the \"special privilege\" of becoming the City's default towing service, a privilege that now\r\ndoes not belong to the citizens of the City generally by common right.  See State ex. rel Daniel, supra.  The dissent argues\r\nthe contract awarded to Auto Body Works provides for services rendered only to the City, not its citizens.  As stated above,\r\nthis is simply not the case. The force of law grants the City the power to tow cars.  For example, the cars may be illegally\r\nparked or abandoned.  The contract at issue in this case determines which towing company will get all the business when\r\nthese cars are involuntarily towed - - Auto Body Works.  However, it is not the City who then pays Auto Body Works their\r\ntowing fee, it is the \"citizen\" owner of the towed car.  It is also the \"citizen\" owner who has not \"otherwise selected a\r\ntowing company\" who then pays Auto Body Works their fee when their car is towed.  Therefore, it is the City's residents\r\nand businesses who are the primary clientele.  Therefore, this is a traditional franchise situation, as it allows Auto Body\r\nWorks to make money from private citizens.  See City of Cayce, supra (in the traditional franchise situation, the\r\nmunicipality's residents and businesses are the franchisee's primary clientele).  \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25294","title":"State v. Sullivan","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25294","description":"Conviction for unlawful possession of a pistol by a person under the age of twenty-one reversed because of refusal to charge defenses of habitation, duress, and self-defense.","date":"2001-05-21","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nThe State, Respondent,\r\n\r\nv.\r\n\r\n\r\nMorris A. Sullivan, Appellant.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville County\r\nLee S. Alford, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25294\r\nHeard April 5, 2001 - Filed May 21, 2001\r\n\r\n\r\n REVERSED AND REMANDED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nDeputy Chief Attorney Joseph L. Savitz, III, and Assistant Appellate Defender Eleanor Duffy Cleary, both of the South\r\nCarolina Office of Appellate Defense, of Columbia, for appellant.\r\n\r\nAttorney General Charles M. Condon; Chief Deputy Attorney General John W. McIntosh; Assistant Deputy Attorney\r\nGeneral Donald J. Zelenka; Assistant Attorney General Tracey Colton Green, all of Columbia; and Solicitor Robert M.\r\nAriail, of Greenville, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE PLEICONES:  Appellant was convicted of murder, possession of a weapon during the commission of a violent\r\ncrime, possession of marijuana with intent to distribute, and unlawful possession of a pistol by a person under the age of\r\ntwenty-one.  He was sentenced to one thirty year term of imprisonment, a consecutive five year term, and two concurrent\r\none year terms, respectively.  On appeal, he challenges only the trial court's refusal to charge certain defenses in connection\r\nwith the unlawful pistol charge.  We reverse.\r\n\r\nFacts\r\n\r\nThe evidence was undisputed that the teenage victim and several of his friends went to appellant's home, and that appellant\r\ninvited them inside.  It soon became apparent, however, that the victim was angry because he believed appellant had been\r\ninvolved in a recent drive-by shooting at the victim's house.  There was testimony that the victim removed his jacket and\r\nacted as if he intended to fight appellant, who retreated to a back room.  The victim followed, and they struggled over a\r\nhandgun, with appellant gaining control.  Appellant then walked backwards into the living room holding the gun, while the\r\nvictim advanced towards him, daring appellant to shoot him.  Appellant fired a warning shot towards the floor, but the\r\nvictim continued to advance.  Appellant then shot him in the leg and chest, killing him.\r\n\r\n\r\n    Law/Analysis\r\n\r\n\r\n\r\nWhere there is evidence in the record to support \r\n  a defense, it is reversible error to refuse a request to charge the jury that \r\n  defense. E.g., State v. Burris, 334 S.C. 256, 513 S.E.2d 104 (1999). \r\n  The State concedes that a minor charged with the unlawful possession of a pistol \r\n  under S.C. Code Ann. §16-23-30(c) and (e) (1985) (1) \r\n  may be entitled to a charge on the defense of self-defense, defense of habitation, \r\n  and/or the defense of necessity when the facts adduced at trial support such \r\n  a charge. It argues, however, that the evidence here did not require these charges. \r\n  We disagree.\r\n\r\nA defendant is entitled to a self-defense charge where the evidence shows that:\r\n\r\n\r\n(1) he was without fault in bringing on the difficulty;\r\n\r\n(2) he actually believed he was in imminent danger of losing his life or sustaining serious bodily injury; and\r\n\r\n(3) a reasonably prudent person of ordinary firmness and courage would have entertained the same belief. (2)\r\n\r\n\r\nState v. Long, 325 S.C. 59, 480 S.E.2d 62 \r\n  (1997).\r\n\r\nThe evidence here showed that appellant was threatened \r\n  by the victim after inviting him into his home. There is no evidence that appellant \r\n  was responsible for the victim's aggressive conduct, and in fact appellant retreated \r\n  even though he was under no duty to do so. Id. Further, the jury could \r\n  have found a reasonable person in appellant's position would have believed that \r\n  he was in imminent danger of suffering serious bodily injury at the hands of \r\n  the victim, and therefore appellant was entitled to arm himself in self-defense. \r\n  Cf. State v. Burris, supra (a person can be acting lawfully, \r\n  even if he is in unlawful possession of a weapon, if he was entitled to arm \r\n  himself in self-defense at the time of the shooting). The trial judge erred \r\n  in denying appellant's request that the jury be instructed on self-defense.\r\n\r\nThe defense of habitation is analogous to self-defense \r\n  and should be charged when the defendant presents evidence that he was \"defending \r\n  himself from imminent attack on his own premises.\" State v. Lee, 293 \r\n  S.C. 536, 362 S.E.2d 24 (1987). As explained above, there was evidence to support \r\n  this requested charge, and the refusal to give it constitutes reversible error. \r\n  State v. Burris, supra. \r\n\r\nThe defense of necessity should be charged where the evidence shows:\r\n\r\n\r\n(1) there is a present and imminent emergency arising without fault on the defendant's part;\r\n\r\n(2) the emergency gives rise to well-grounded apprehension of death or serious bodily injury if the criminal act is not done;\r\nand\r\n\r\n(3) there is no other reasonable alternative to avoid the threat of harm except to commit the criminal act.\r\n\r\n\r\nState v. Cole, 304 S.C. 47, 403 S.E.2d 117 \r\n  (1991). \r\n\r\nWe find appellant was entitled to a jury charge \r\n  on this defense as it relates to the pistol charge. As noted above, appellant \r\n  was threatened in his own home by a guest, there was evidence that appellant \r\n  was not at fault in bringing about the confrontation, and there was evidence \r\n  of a struggle over control of the gun. From this, the jury could have found \r\n  that appellant was justified in taking possession of the pistol. The denial \r\n  of appellant's request that the jury be charged on the defense of necessity \r\n  on the pistol charge requires reversal. State v. Burris, supra.\r\n\r\n\r\n    Conclusion\r\n\r\n\r\n\r\nThe evidence entitled appellant to the three defense charges requested in connection with the pistol offense.  The failure to\r\nhonor these requests left the jury no choice other than to convict him of that offense.  Whether the refusal to charge these\r\ndefenses prejudiced the jury's consideration of self-defense and/or defense of habitation with regard to the murder charge is\r\nnot an issue before us at this juncture. (3)  Appellant's conviction for violating §16-23-30 is\r\n\r\n\r\nREVERSED AND REMANDED.\r\n\r\nTOAL, C.J., MOORE, WALLER and BURNETT, JJ., concur.\r\n\r\n\r\n1. Section 16-23-30(e) makes it unlawful for a person under age twenty-one to possess a pistol except under certain\r\ncircumstances not applicable here. §16-23-30(c).\r\n2. Since appellant was threatened \r\n  in his own home, he had no duty to retreat. State v. Long, 325 S.C. 59, \r\n  480 S.E.2d 62 (1997). \r\n3. We disagree with the State's position that the murder conviction renders harmless the failure to charge self-defense and\r\ndefense of habitation in connection with the pistol charge.  The jury may well have concluded it was reasonable for\r\nappellant to arm himself in response to the threat posed by the victim, but unreasonable to shoot him to death.  The jury's\r\nrejection of these defenses as applied to the homicide charge does not vitiate them in connection with the pistol possession\r\ncharge.  Further, since the jury was not allowed to consider whether appellant was entitled to arm himself, it may have\r\nconcluded that his action in wresting control of the pistol precluded a finding that he was \"without fault\" in shooting the\r\nvictim. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25133","title":"Kennedy v. S.C. Retirement System","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25133","description":"This case, which was heard on rehearing, involves a suit  by four retired state employees who claim their retirement benefits were miscalculated by the South Carolina Retirement System and the State Budget and Control Board (\"the Retirement System\").  The trial court ruled in favor of the Retirement System and the Court affirmed.","date":"2001-05-22","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nKennedy, et al., v. South Carolina Retirement System, et al.,\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        \r\n          \r\n          Glenn E. Kennedy, Charles Wolfe, Terry Knighton, and Jerry Landford, Individually and on Behalf of a Class of Persons Similarly Situated, \r\n        Appellants,\r\n          \r\n        \r\n        \r\n          \r\n            v.\r\n                                  \r\n        \r\n        \r\n          \r\n          The South Carolina Retirement System and the South Carolina Budget and Control Board, Respondents.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppeal From Newberry County\r\nLuke N. Brown, Jr., Circuit Court Judge\r\n\r\n\r\n\r\nOpinion No. 25133\r\nReheard December 5, 2000 - Refiled May 22, 2001\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Michael Eugene Spears, of Spartanburg, for appellant.\r\n        Stephen Van Camp, of South Carolina Retirement System, of Columbia; and R. Kent Porth and Elizabeth H. Campbell, both of Nexsen Pruet, Jacobs &amp; Pollard, of Columbia, for Respondent South Carolina Retirement System. Joseph D. Shine and Edwin E. Evans, both of State Budget and Control Board, of Columbia, for Respondent State Budget and Control Board. Richard Mark Gergel and W. Allen Nickles, both of Gergel, Nickles &amp; Solomon, of Columbia, for Respondents. Lesley A. Bowers, of Columbia, for Amicus Curiae, Protection and Advocacy for People With Disabilities, Inc. Mary J. Bradwater, of Columbia, for Amicus Curiae, The South Carolina School Boards Association. Edwin Johnson, II, of McNair Law Firm, of Columbia, for Amicus Curiae, The South Carolina Chamber of Commerce. Deena Smith McRackan, of Charleston, for Amici Curiae, The South Carolina Education Association and The South Carolina Education Association-Retired. Vance J. Bettis, of Gignilliat, Savitz &amp; Bettis, of Columbia, for Amicus Curiae, The South Carolina State Employees Association, for respondents. Richard J. Breibart, of Lexington, for Amicus Curiae, The Fraternal Order of Police. Ray E. Chandler, of Coffey Chandler &amp; Johnson, of Manning, for Amicus Curiae the South Carolina State Fireman's Association. Scott T. Price, of Columbia, for Amicus Curiae the South Carolina School Boards Association.\r\n      \r\n    \r\n  \r\n\r\n\r\n  \r\n    \r\n  \r\n  \r\n\r\n\r\nCHIEF JUSTICE TOAL: Four retired state employees (\"the Employees\") brought suit against the South Carolina Retirement System and the South Carolina Budget and Control Board (collectively \"the Retirement System\") claiming their retirement benefits have been miscalculated. The trial court ruled in favor of the Retirement System and the Employees have appealed.\r\n\r\n\r\n\r\n  \r\n    Factual/Procedural Background\r\n  \r\n  \r\n\r\n\r\nIn 1986, the General Assembly amended S.C. Code Ann. § 9-1-10(17) (Supp. 1998) of the South Carolina Retirement System. (1) This statute provides the definition of \"average final compensation\" for a retiring state employee. Average final compensation is one element used in the Retirement System Act to calculate the monthly retirement benefits of a state employee. See S.C. Code Ann. § 9-1-1550(B)(1) (Supp. 1999). (2) The dispute in this case is over the 1986 amendment's effect on the calculation of the average final compensation of an employee with respect to the value of unused annual leave.\r\n\r\n\r\nBefore 1978, the Retirement System gave a retiring employee credit for all accrued unused annual leave when calculating the average final compensation for retirement benefits. The statutory section read:\r\n\r\n\r\n\r\n  (17) \"Average final compensation\" with respect to those members retiring on or after July 1, 1970, shall mean the average annual earnable compensation of a member during the three consecutive fiscal years of his creditable service producing the highest average.\r\n\r\nUnder this statute and its predecessors going back to the creation of the system in 1945, the Retirement System, as a matter of policy, gave credit for unused annual leave even though there was no specific requirement in the statutory section that it do so. Furthermore, there was no limit on the amount of accrued annual leave for which an employee could receive credit. \r\n\r\n\r\nIn 1978, the General Assembly amended the section and addressed unused annual leave for the first time. After the 1978 amendment, the section read:\r\n\r\n\r\n\r\n  (17) \"Average final compensation\" with respect to those members retiring on or after July 1, 1970, shall mean the average annual earnable compensation of a member during the three consecutive fiscal years of his creditable service producing the highest such average; an amount up to and including forty-five days termination pay for unused annual leave may be added to the pay period immediately prior to retirement and included in the average as applicable. (3)\r\n\r\nThe 1978 amendment had two major effects on the use of unused annual leave in the average final compensation calculation. First, the amendment placed a forty-five day cap on the amount of unused annual leave for which an employee could receive credit. Second, the unused annual leave could only be calculated in the average final compensation equation if the pay period immediately prior to the employee's retirement was one of the three highest in the employee's career. As a consequence of this second restriction, employees would regularly have to retire on the last day of their last fiscal year to ensure that any unused annual leave would be included in the calculation. Servicing a large volume of retirement claims at one time created an administrative problem for the Retirement System.\r\n\r\n\r\nIn 1986, the General Assembly amended section 9-1-10(17) to read as follows:\r\n\r\n\r\n\r\n  (17) \"Average final compensation\" with respect to those members retiring on or after July 1, 1986, means the average annual earnable compensation of a member during the twelve consecutive quarters of his creditable service on which regular contributions as a member were made to the System producing the highest such average; a quarter means a period January through March, April through June, July through September, or October through December. An amount up to and including forty-five days' termination pay for unused annual leave at retirement may be added to the average final compensation. . . . (4)\r\n\r\nBoth sides in this matter agree that the General Assembly intended to alter the calculation of average final compensation. The dispute in this case is over the nature of the change in unused annual leave benefits.\r\n\r\n\r\nThe parties disagree about whether the amendment changed the method of adding any unused annual leave to the average final compensation equation. Before the 1986 amendment, it is undisputed that the value of the unused annual leave was added into the average final compensation equation before the total was averaged. After the amendment, the Employees claim the value of the unused annual leave should be added to the average final compensation equation after the average has been taken. The Retirement System's position is that the unused annual leave should still be added into the average final compensation equation before the average is taken.\r\n\r\n\r\nThe Employees filed suit against the Retirement System in November 1995, seeking a declaratory judgment as to the meaning of section 9-1-10(17). The trial court noted that section 9-1-10(17), defining average compensation, does not contain the provisions for the payment or calculation of retirement benefits to the employee. The payment and benefit calculation provisions are contained in section 9-1-1550. Analyzing this relationship, the trial court found \"harmony of these provisions is critical in the calculation of a retiree's monthly benefit.\" The trial court then noted that the 1986 amendment dividing the definition of average final compensation into two separate sentences, where it had previously been only one, added confusion to the process. The trial court determined that the first sentence of section 9-1-10(17) alone was the definition of average final compensation. The trial court then found that the second sentence discussing the addition of unused annual leave to the first sentence's definition of average final compensation produced a new number that the Employees called \"total final compensation.\" The trial court determined that this new \"total final compensation\" number was not referenced in section 9-1-1550 so there existed an ambiguity about how the General Assembly intended to compute average final compensation in relation to the unused annual leave.\r\nThe trial court then looked to the rules of statutory construction to determine the intent of the General Assembly in regards to the calculation of average final compensation. First, the trial court analyzed what it determined to be the legislative history of the 1986 amendment. The trial court also looked at the Retirement System's statutory scheme as a whole. The trial court gave deference to the interpretation of the statute by the Retirement System. Furthermore, the trial court determined that the use of the word \"may\" in reference to the addition of unused time to the average final compensation resulted in total discretion on the part of the Retirement System as to whether any unused annual leave would be added into the equation. Finally, the trial court found that even if the Employees were correct in their interpretation, S.C. Const. art X, § 16 prevented them from recovering the requested relief.\r\n\r\n\r\n\r\n\r\n\r\n  \r\n    Law/Analysis\r\n  \r\n\r\n\r\n\r\nI. Section 9-1-10(17) is Ambiguous\r\n\r\n\r\nThe first question of statutory interpretation is whether the statute's meaning is clear on its face. \"If a statute's language is plain and unambiguous, and conveys a clear and definite meaning, there is no occasion for employing rules of statutory interpretation and the court has no right to look for or impose another meaning.\" Paschal v. State Election Comm'n, 317 S.C. 434, 436, 545 S.E.2d 890, 892 (1995). We find the language of section 9-1-10(17) is ambiguous on its face because it is unclear at what point the General Assembly intended the unused annual leave to be added in the average final compensation equation.\r\n\r\n\r\nThe section can be read, as the Employees argue, that up to 45 days are added to the equation after the average is taken. The section can also be read as the Retirement System argues, adding up to 45 days of unused annual leave to the average final compensation equation before taking the average of the 12 highest quarters. The use of the phrase \"average final compensation\" in the section that defines \"average final compensation\" is confusing. Also, ambiguity arises from the General Assembly's use of the phrase \"added to.\" In a statute, the word \"to\" can be read as a word of either inclusion or exclusion depending on the intent of the General Assembly. Black's Law Dictionary 1487 (6th ed. 1990). (5) The plain language of the section fails to reveal the General Assembly's intention with regard to the meaning of \"added to.\" (6\r\nTherefore, since the plain language of the statute lends itself to two equally logical interpretations, this Court must apply the rules of statutory interpretation to resolve the ambiguity and to discover the intent of the General Assembly. Where the language of an act gives rise to doubt or uncertainty as to legislative intent, the construing court may search for that intent beyond the borders of the act itself.  The Lite House, Inc. v. J.C. Roy, Co., 309 S.C. 50, 53, 419 S.E.2d 817, 819 (Ct. App. 1992). (7) When looking beyond the language of section 9-1-10(17) and comparing this section with the overall structure of the South Carolina State Retirement System, we find the General Assembly intended the 45 days of unused annual leave to be added to the computation before taking the average of the 12 highest quarters.\r\nThe most powerful indication of legislative intent is the lack of legislative history and debate which accompanied the adoption of section 9-1-10(17). (8) If section 9-1-10(17) is interpreted to mean the unused leave is added after the average is taken, a dramatic increase in benefits will result. In effect, this interpretation would increase the dollar value for unused annual leave three fold, (9) and would allow members to retire with benefits calculated on an \"average\" salary which is greater than any salary they earned during employment. The Retirement System's consulting actuary testified the actuarial present value of the unfunded liability created by the Employees' interpretation is $1.177 billion dollars. (10) Therefore, had the legislature intended the statute to be applied as argued by the Employees, they would have been dramatically increasing the payments to retirees.\r\n\r\n\r\nIf the General Assembly intended to add the leave after the average was taken, it is reasonable to assume the history and circumstances surrounding the amendment would indicate the General Assembly intended to increase benefits, thereby adding $1.177 billion in liability to the State Retirement System. The history in no way indicates the legislature intended to make such a dramatic increase in benefits. First, the title of the 1986 Appropriations Act, which included the amendment to section 9-1-10, did not reference an increase in benefits. (11) See Ex Parte Georgetown County Water &amp; Sewer Dist., 284 S.C. 466, 468-69, 327 S.E.2d 654, 656 (1985) (\"The purpose of Article III, § 17 is to prevent the General Assembly from being misled into the passage of bills containing provisions not indicated in their titles.\") The title to the 1986 Appropriations Act provides, in relevant part:\r\n\r\n\r\n\r\n  To amend sections 9-1-10 and 9-11-10 of the 1976 Code, relating to the South Carolina Retirement System and the South Carolina Police Officers Retirement System, so as to change the definition of average final compensation from average annual earnable compensation of a member during three consecutive fiscal years to twelve consecutive quarters.\r\n\r\n The plain language of the title gives no indication or notice that the amendment would triple the dollar value for unused annual leave.\r\n\r\n\r\nSecondly, had the General Assembly intended to increase benefits and spend $1.177 billion, it is reasonable to assume they would have engaged in floor debate. They did not. (12) Furthermore, no fiscal impact analysis was undertaken. See S.C. Code Ann. § 2-7-72 (Supp. 1999) (Bills and resolutions requiring expenditure of funds shall have impact statements). (13) Finally, the legislature did not determine whether the increase would impact the actuarial soundness of the State Retirement System as a whole. While we hold the amendment to section 9-1-10(17) does not violate S.C. Const. art. X, § 16, the fact that the legislature has never funded the increase as required by article X, § 16 is further evidence the legislature did not intend to bestow such an increase when it amended section 9-1-10(17).\r\nPolicy considerations also weigh in favor of the Retirement System's interpretation. It must be assumed the legislature intends to maintain the soundness of the State Retirement System. If the Court accepts the Employees' interpretation, the dramatic increase in liability might render the System unsound. Donald Overholser (\"Overholser\"), the Retirement System's actuary, testified the interpretation sought by the Employees would make the entire State Retirement System actuarially unsound. Thomas Cavanaugh (\"Cavanaugh\") of Gabriel, Roeder, Smith &amp; Company also testified the $1.177 billion unfunded liability would leave the System actuarially unsound. (14) Cavanaugh and Overhoser were qualified by the court without objection as experts in the field of actuarial valuation. The Employees presented no expert testimony or any testimony to contradict Cavanaugh and Overholser's conclusion. Instead, the Employees claim the Court and the actuaries should only consider the amount of money it would take to pay off their plaintiff class, not the effect of the interpretation on the system as a whole. This position ignores the rule of statutory construction that, absent a change by the legislature, the statute will apply to all state employees who will retire in the future. \r\n\r\n\r\n Furthermore, we find the Employees' interpretation of the statute, which would have the unused annual leave added after the total is averaged, leads to an absurd result that the Legislature could not have intended. See Gentry v. Yonce, 337 S.C. 1, 522 S.E.2d 137, 143 (1999) (\"Statutes should not be construed so as to lead to an absurd result.\"); Kiriakides v. United Artists Communications, Inc., 312 S.C. 271, 440 S.E.2d 364 (1994) (the court should reject a meaning when to accept it would lead to a result so plainly absurd that it could not have been intended by the legislature). We hold the Employees' interpretation of the statute leads to the absurd result of rendering the State Retirement System actuarially unsound.\r\n\r\n\r\nAs discussed previously, the Retirement System's actuary, Overholser, and Cavanaugh testified that the present value of the unfunded liability created by the Employees' interpretation is $1.177 billion dollars. (15) Overholser further testified the inclusion of an additional unfunded liability of $1.177 billion dollars would increase the unfunded amortization period of the System from nineteen to fifty-five years. (16) The Government Accounting Standards Board mandates that public pension plans' amortization period should not exceed thirty years. On the evidence presented to the trial court, the State Retirement System would become actuarially unsound if this Court adopts the Employees' interpretation. Furthermore, an employer's bond and credit rating can be affected by an amortization period in excess of thirty years, and can impact an employer's ability to borrow. \r\nConstruing the statute so as to cause such a devastating impact on the fiscal integrity of the State Retirement System, especially in the absence of any fiscal impact report or meaningful debate from the Legislature, would lead to an absurd result that could not have been intended by the legislature. \r\n\r\n\r\nII. The Use of the Term \"May\" Does Not Grant the Retirement System Unlimited Discretion\r\n\r\n\r\nThe Retirement System argues that the use of the phrase \"may\" in section 9-1-10(17) (17) gives the Retirement System complete discretion as to whether and how to add the unused annual leave. We disagree.\r\n\r\n\r\nThe term \"may\" is used in section 9-1-10(17) to allow the Retirement System to add unused annual leave into an employee's benefits calculation if the employee retires with any unused leave. The use of the word \"may\" signifies permission and generally means that the action spoken of is optional or discretionary unless it appears to require that it be given any other meaning in the present statute. See State v. Wilson, 274 S.C. 352, 356, 264 S.E.2d 414, 416 (1980). In this section, since it is very common for employees to retire without any accrued annual leave, the use of the word \"may\" allows the Retirement System to add such leave, if it exists, to the equation.\r\n\r\n\r\nThe construction given to the word \"may\" by the trial court would result in unfettered discretion by the Retirement System in determining whether to grant or deny credit for unused annual leave. It would allow the Retirement System to treat employees with the same number of unused annual leave days differently. This discretion would be entirely inappropriate in a statute defining retirement benefits computation. Absolute equality of treatment to similarly situated beneficiaries is the hallmark of a qualified defined benefits pension plan. The only reasonable construction of the word \"may\" is that it allows the Retirement System to include up to 45 days, and no more, in the calculation, if the employee has such unused leave when he retires.\r\n\r\n\r\nIII. The Testimony of Purvis Collins about Legislative Intent Was Inadmissible\r\n\r\n\r\nThe Employees argue that the trial court erred in admitting the testimony of Purvis Collins and relying on his testimony in construing section 9-1-10(17). We agree.\r\n\r\n\r\nPurvis Collins, who at the time of this case was retired and is now deceased, was the director of the Retirement System for 24 years. Mr. Collins has been recognized nationally as one of the country's leading governmental retirement system administrators. This Court has the highest respect for Mr. Collins' knowledge, ability, and integrity. Nevertheless, as a matter of law, the testimony of Mr. Collins, an executive branch officer, as the \"author\" of a legislative amendment, is not admissible as evidence of legislative intent. Not even members of the General Assembly are permitted to so testify. \"It is a settled principle in the interpretation of statutes that even where there is some ambiguity or some uncertainty in the language used, resort cannot be had to the opinions of legislators or of others concerned in the enactment of the law, for the purpose of ascertaining the intent of the legislature.\" Greenville Baseball, Inc. v. Bearden, 200 S.C. 363, 371, 20 S.E.2d 813, 817 (1942)(emphasis added). In the current matter, the Retirement System claims that Collins' testimony is admissible because it only addressed \"problems surrounding the 1978\" version of the statute and not the legislative intent. The record does not support the Retirement System's position.\r\n\r\n\r\nCollins' testimony goes well beyond any limited role claimed for it by the Retirement System. Collins testified extensively about how he drafted the amendment and what he intended the amendment to accomplish. Such testimony of what he intended as \"author\" of the amendment, as well as what problems he intended the amendment to address, are not proper legislative history for a court to take into account. See Tallevast v. Kaminski, 146 S.C. 225, 143 S.E. 796 (1928).\r\n\r\n\r\nCollins' testimony is not completely inadmissible. In his role as the head of the South Carolina Retirement System, Collins' testimony is relevant, although not controlling, to the extent that it discusses how the executive branch interpreted the amendment after its enactment.  See Nucor Steel v. South Carolina Public Serv. Comm'n, 310 S.C. 539, 426 S.E.2d 319 (1992). For the reasons discussed, we find the executive agency's interpretation does reflect the legislative intent of the section.\r\n\r\n\r\nIn light of our holding, we do not need to address the Employees' claims concerning the class certification and statute of limitations.\r\n\r\n\r\n\r\n  \r\n    Conclusion\r\n  \r\n\r\n\r\n\r\nBased on the foregoing, we AFFIRM in result the decision of the trial court.\r\n\r\n\r\nMOORE, WALLER and PLEICONES, JJ., concur. BURNETT, J., concurring in part and dissenting in part in a separate opinion.\r\nJUSTICE BURNETT (concurring in part and dissenting in part): I concur with Parts II and III of the majority opinion. (18) However, I respectfully dissent from Part I of the opinion. \r\n\r\n\r\nThe dispute in this case concerns the General Assembly's 1986 amendment to the definition of \"average final compensation\" for State employee retirement purposes found in South Carolina Code Ann. § 9-1-10(17) (Supp. 1999). (19) See Act. No. 540, Part II, § 25A, 1986 Acts 4897. (20) More particularly, the dispute concerns the amendment's effect on the calculation of the value of unused annual leave. \r\n\r\n\r\nPrior to 1978, § 9-1-10(17) defined \"average final compensation\" as follows:\r\n\r\n\r\n\r\n  (17) \"Average final compensation\" with respect to those members retiring on or after July 1, 1970, shall mean the average annual earnable compensation of a member during the three consecutive fiscal years of his creditable service producing the highest average. \r\n\r\nEven though the statute did not refer to accrued unused annual leave, the South Carolina Retirement System credited retiring employees with all accrued unused annual leave when calculating the average final compensation for retirement benefits. There was no limit on the amount of accrued annual leave for which an employee could receive credit. (21) \r\n\r\n\r\nIn 1978, the General Assembly amended § 9-1-10(17), to provide, in relevant part, as follows:\r\n\r\n\r\n\r\n  (17) \"Average final compensation\" with respect to those members retiring on or after July 1, 1970, shall mean the average annual earnable compensation of a member during the three consecutive fiscal years of his creditable service producing the highest such average; an amount up to and including forty-five days termination pay for unused annual leave may be added to the pay period immediately prior to retirement and included in the average as applicable. . . . (22) \r\n\r\nSee Act No. 408, 1978 Acts 1295. \r\n\r\n\r\nThe 1978 amendment altered the definition of \"average final compensation\" by limiting the creditable accrued unused annual leave to forty-five days. In addition, it included the annual leave credit in a retiree's average final compensation only if the pay period immediately prior to retirement was within the employee's three highest consecutive fiscal years. As a result of the 1978 amendment, employees generally retired on the last day of their last fiscal year to ensure receipt of credit for any accrued unused annual leave in their average final compensation. The number of employees who retired at the end of the fiscal year produced administrative difficulties for the Retirement System. \r\n\r\n\r\nIn 1986, the General Assembly again amended the definition of \"average final compensation.\" The 1986 amendment provides:\r\n\r\n\r\n\r\n  (17) \"Average final compensation\" with respect to those members retiring on or after July 1, 1986, means the average annual earnable compensation of a member during the twelve consecutive quarters of his creditable service on which regular contributions as a member were made to the System producing the highest such average; a quarter means a period January through March, April through June, July through September, or October through December.  An amount up to and including forty-five days' termination pay for unused annual leave at retirement may be added to the average final compensation. . . . (23)\r\n\r\nThe parties agree the 1986 amendment changed the definition of average final compensation by using the average earnable compensation during the twelve highest consecutive quarters, rather than the three highest consecutive years, in calculating average final compensation. This amendment allowed employees to retire at the end of a quarter without losing credit for accrued unused annual leave, instead of at the end of the fiscal year. The amendment alleviated the Retirement System's burden of servicing the bulk of employees who retired at the end of the fiscal year. \r\n\r\n\r\nThe parties disagree, however, as to whether the 1986 amendment also changed the method of including accrued unused annual leave in the average final compensation. The Retirement System asserts the amendment did not change the method. According to the Retirement System, pursuant to the 1986 amendment, the value of any unused annual leave is added to the highest consecutive twelve quarters before averaging to determine the average final compensation. Employees, on the other hand, claim the 1986 amendment provides that the value of any unused annual leave is added to the average final compensation after the average is taken. I agree with Employees. \r\n\r\n\r\n\"[W]here a statute is complete, plain, and unambiguous, legislative intent must be determined from the language of the statute itself.\" Charleston County Parents for Public Schools, Inc. v. Moseley, ___ S.C. ___, ___, 541 S.E.2d 533, 536 (2001). \"If a statute's language is plain and unambiguous, and conveys a clear and definite meaning, there is no occasion for employing rules of statutory interpretation and the court has no right to look for or impose another meaning.\" Paschal v. State Election Comm'n, 317 S.C. 434, 436, 454 S.E.2d 890, 892 (1995). \r\n\r\n\r\nIn my opinion, § 9-1-10(17) is unambiguous. The statute clearly states the value of up to forty-five days unused annual leave \"may be added to the average final compensation.\" (Emphasis added). This language clearly provides that annual leave value is added to the average final compensation, not included in the average. Because § 9-1-10(17) is clear on its face, there is no reason for the court to apply the rules of statutory construction and \"the court has no right to look for or impose another meaning.\" Id.\r\n\r\n\r\nIn any event, even if the language of the1986 amendment is considered ambiguous, by construing the statute as providing that the value of unused annual leave is included in the average final compensation, it is my opinion the majority misapprehends the legislature's intent. I hold this view for several reasons.\r\nFirst, a comparison of the language in § 9-1-10(17) before and after the 1986 amendment supports the conclusion that the General Assembly intended to change the method for incorporating unused annual leave in retirement benefits. The 1978 statute specifically provides that unused annual leave may be \"added to the pay period immediately prior to retirement and included in the average. . .\". (Emphasis added). The 1986 amendment, instead, states the unused annual leave may be \"added to the average final compensation . . .\". (Emphasis added). These obvious textual differences support the conclusion the General Assembly intended to change the method of crediting employees' unused annual leave in the average final compensation. See Vernon v. Harleysville Mut. Cas. Co., 244 S.C. 152, 135 S.E.2d 841 (1964) (it will be presumed in adopting an amendment to a statute that the Legislature intended to make some change in the existing law). If the General Assembly did not intend to change the method of crediting employees with unused annual leave, it could have simply modified the language of the 1978 statute and stated \"an amount up to and including forty-five days termination pay for unused annual leave may be added to the highest annual earnable compensation and included in the average.\" The majority's interpretation of the 1986 amendment renders the significant change to the definition of average final compensation a nullity. See State ex rel. McLeod v. Montgomery, 244 S.C. 308, 136 S.E.2d 778 (1964) (in seeking intention of legislature, Court must presume General Assembly intended by its action to accomplish something and not to do a futile thing).\r\n\r\n\r\nSecond, contrary to the majority's assertion, this Court has never considered the extent of legislative history and debate on a proposed statutory amendment as a factor in interpreting an ambiguous statute. (24) However, if the extent of legislative history and debate were a factor, then the limited amount of floor debate on § 9-1-10 suggests there was little, if any, controversy surrounding its enactment. \r\n\r\n\r\nThird, this Court has never held that the title of a bill is a factor used in determining legislative intent behind a statutory enactment. (25) Accordingly, the fact that the title to the 1986 Appropriations Act does not mention an increase in retirement benefits does not assist the Court in construing the 1986 amendment. \r\n\r\n\r\n Instead, South Carolina Constitution Article III, § 17 requires that the title of a legislative act serve as notice of its general subject. (26) The purpose of this constitutional provision is to prevent the General Assembly from being misled into the passage of bills containing provisions not indicated in their titles and to apprize the citizens of the subject of proposed legislation, thereby giving them an opportunity to be heard. Hercules, Inc. v. South Carolina Tax Comm'n, 274 S.C. 137, 262 S.E.2d 45 (1980); Colonial Life &amp; Accident Ins. Co. v. South Carolina Tax Comm'n, 233 S.C. 129, 103 S.E.2d 908 (1958), superseded on other grounds I'On, L.L.C. v. Town of Mt. Pleasant, 338 S.C. 406, 526 S.E.2d 716 (2000). The Court has repeatedly held that \"[t]he title of an act need not be a complete index of its contents. The constitutional mandate is satisfied where the title states the general subject, and the provisions in the body of the act are germane thereto and provide the means, methods, or instrumentalities for the accomplishment of the general purpose.\" Hercules, Inc. v. South Carolina Tax Comm'n, supra, 274 S.C. at 141, 262 S.E.2d at 47; see also Colonial Life &amp; Accident Ins. Co. v. South Carolina Tax Comm'n, supra; McCollum v. Snipes, 213 S.C. 254, 49 S.E.2d 12 (1948). \r\n\r\n\r\n Here, the title of the 1986 Appropriations Act provides:\r\n\r\n\r\n\r\n  TO AMEND SECTIONS 9-1-10 AND 9-11-10 OF THE 1976 CODE, RELATING TO THE SOUTH CAROLINA RETIREMENT SYSTEM AND THE SOUTH CAROLINA POLICE OFFICERS' RETIREMENT SYSTEM, SO AS TO CHANGE THE DEFINITION OF AVERAGE FINAL COMPENSATION FROM AVERAGE ANNUAL EARNABLE COMPENSATION OF A MEMBER DURING THREE CONSECUTIVE FISCAL YEARS TO TWELVE CONSECUTIVE QUARTERS. \r\n\r\nThe title of the 1986 Appropriations Act refers to amending § 9-1-10 so as to change the definition of average final compensation. Since the title covers the general subject, the definition of average final compensation contained in § 9-1-10, the statute complies with article III, § 17, and is constitutionally sufficient. \r\n\r\n\r\nFourth, the Court has never used the lack of a fiscal impact statement as a factor in statutory interpretation. Moreover, South Carolina Code Ann. § 2-7-72 (Supp. 2000) requires the principal author of a bill to submit an estimated fiscal impact statement whenever a bill or resolution necessitating the expenditure of funds is introduced in the General Assembly. (27) As the majority opinion correctly notes, testimony from the principal author of the 1986 amendment is inadmissible evidence of legislative intent. Similarly, the failure of the principal author to submit a fiscal impact statement is not evidence of the General Assembly's intent in amending a statute. \r\n\r\n\r\nFinally, like the majority, I am also concerned about the fiscal impact of the 1986 amendment on the financial stability of the Retirement System and the State's creditworthiness. However, I question whether adoption of the Employees' interpretation leaves the Retirement System in the dire financial condition predicted by the Retirement System. \r\n\r\n\r\nAs I read the trial record, the Retirement System's actuary testified the Employees' interpretation of § 9-1-10(17) produces a $1.177 billion unfunded liability if all current retirees and all current active State employees are included in the estimate. This number assumes that all current State employees will remain employed by the State until their retirement, a fact that is highly unlikely. Applying the Employees' interpretation of § 9-1-10(17) solely to current retirees, however, produces a liability of approximately one-fourth the actuary's estimate.\r\nI would hold the language of the 1986 amendment plainly requires that unused annual leave of up to forty-five days may be added to the average produced by the retiree's twelve highest consecutive quarters. Accordingly, I respectfully dissent from Part I of the majority opinion.\r\n\r\n\r\n1. The General Assembly also amended S.C. Code Ann. § 9-11-10(14) (Supp. 1998) involving the Police Officer Retirement System. The issues regarding that amendment are identical to the issues regarding the amendment of section 9-1-10(17). To avoid redundancy, we only discuss the amendment's effect on section 9-1-10(17) and will address the issues in terms of that statute. There are no significant differences between the two sections and our decision applies equally to each provision. \r\n2. The formula provided in this section is:\r\n\r\n\r\n.0182 x \"Average Final Compensation\" x Years of Service = Annual Retirement Allowance\r\n3. The bold type indicates the language added to the section.\r\n4. The bold type indicates the new language.\r\n5. \"To. While this is ordinarily a word of exclusion, when used in describing premises, it has been held that the word in a statute may be interpreted as exclusionary or inclusionary depending on the legislative intent as drawn from the whole statute. Clark v. Bunnell, 470 P.2d 42, 44 (Colo. 1970). It may be a word of inclusion, and may also mean 'into.'\"\r\n6. Plaintiff Wolfe's unused annual leave had a value of $5,875. Under the Retirement System's approach, Wolfe's average final compensation would be calculated as follows:\r\n\r\n  \r\n    $96,190 (the total of his 12 highest quarters) + $5,875 \r\n        3\r\n    \r\n    =\r\n    $34,022\r\n  \r\n\r\nAs a retired police officer, Wolfe's average final compensation would then be put into section 9-11-60 (.0214 x \"Average Final Compensation\" x Years of Service = Annual Retirement Allowance)\r\n\r\n  .0214 x $34,022 x 30 = $21,842.13 (Annual Retirement Allowance)\r\n    $21,842.13 / 12 = $1,820.18 (monthly benefits payment to Wolfe)\r\n\r\nUnder the Employees approach, Wolfe's average final compensation would be calculated as:\r\n\r\n  \r\n    $96,190 (the total of his 12 highest quarters) = $32,064 + $5,875\r\n        3\r\n    \r\n    = \r\n    $37,939\r\n  \r\n\r\nPut into section 9-11-60:\r\n\r\n\r\n\r\n  .0214 x $37,939 x 30 = $24,356.84 (Annual Retirement Allowance)\r\n  $24,356.84 / 12 = $2,029.74 (monthly benefits payment to Wolfe)\r\n\r\n\r\n  \r\n    $2,029.74\r\n            $1,820.18\r\n    $ 209.56\r\n    -\r\n    -    \r\n    Monthly Payment Under Employee's approach\r\n    Monthly Payment Under Retirement System's approach \r\n    Difference Between Methods\r\n  \r\n\r\n7. Although the court may look beyond the borders of the act itself, the trial court erred in relying heavily on the testimony of Purvis Collins to determine legislative intent. Under South Carolina law, neither a drafter nor a legislator can testify as to legislative intent. Greenville Baseball, Inc. v. Bearden, 200 S.C. 363, 20 S.E.2d 813 (1942).\r\n8. Contrary to the dissent's assertion, this Court has used the lack of legislative history as a factor in interpreting a statute. See Robertson v. State, 276 S.C. 356, 278 S.E.2d 770 (1981) (wherein we concluded, after a review of a statute's legislative history which revealed no specific reason for a change in its wording, that the legislature did not intend the change to affect substantial rights); see also Chestnut v. South Carolina Farm Bureau Mut. Ins. Co., 298 S.C. 151, 378 S.E.2d 613 (Ct. App. 1989). As in Robertson, there is nothing in the legislative history surrounding the enactment of section 9-1-10(17) which would indicate the legislature intended to dramatically effect the calculation of retirement benefits.\r\n9. For example, plaintiff Wolfe's monthly benefits increase by $209.45 per month under this interpretation.\r\n10. The actuary arrived at this figure by determining the funding required to pay the increase in benefits for current retirees, and the funding required to pay the increase in benefits for current employees who may retire. The actuary calculated the liability based on employees retiring in the future with an average of 22.5 days of unused annual leave. However, if the Employees' interpretation stands, retiring employees will have a great incentive to retire with the full 45 days, and therefore the estimated $1.177 billion liability might well be much greater. The Employees do not present their own actuary, or dispute the Retirement System's actuary. They simply argue the Court should only look at the amount of money it would take to pay the current litigants, since future retirees are not before this Court. The Employees' argument is without merit. The statute, and therefore the Court's interpretation of the statute, applies not only to the Employees as plaintiffs in this case, but also to all state employees who have retired and who will retire in the future.\r\n11. The dissent argues the title of a bill has never been a factor in determining legislative intent. In interpreting a statute in Whetstone v. South Carolina Dep't of Highways and Pub. Transp., 272 S.C. 324, 327, 252 S.E.2d 35, 37 (1979), this Court stated its interpretation was supported by the \". . . underlying legislative history as exemplified by the original title of the pre-codified Act.\"\r\n12. Upon reviewing the Legislative History surrounding the 1986 Appropriations Act, we find no evidence of floor debates, or any meaningful discussion of the amendment to section 9-1-10(17), although there are numerous other debates surrounding the 1986 Appropriations Act. The dissent suggests the lack of debate  only means there was little controversy surrounding the amendment's enactment. However, it is hard to imagine, especially in light of the numerous amicus briefs filed in this case, there would have been little debate or controversy had everyone been aware the amendment would mean a dramatic increase in retirement benefits for a defined group.\r\n13. For example, in the same year section 9-1-10(17) was amended, the General Assembly passed House Bill No. 3637, which amended the Police Officers Retirement System so as to include National Guard and Reserve Service in the Retirement calculation. House Bill 3637 was accompanied by a fiscal impact statement. The dissent argues this Court has never used the lack of a fiscal impact statement as a factor in statutory interpretation. Financial bills almost always include an impact statement, and, therefore, this Court has most likely not been confronted with the absence of such a statement in a financial bill. The amendment to section 9-1-10(17), if interpreted as the Employees argue, would add an enormous increased cost to the South Carolina Retirement System. It is far from unreasonable to assume our legislature would have undertaken an impact analysis had they intended to bestow such a great increase in retirement benefits.\r\n14. This is further evidence of legislative intent to add unused leave before the final average is taken.\r\n15. The dissent argues the unfunded liability number is much lower. Although we find $1.177 billion to be the correct figure, even a quarter of that figure, as suggested by the dissent, would cause dire consequences to the Retirement System.\r\n16. The Police Officers Retirement System would increase from a period of seven years to infinity.\r\n17. \"An amount up to and including forty-five days' termination pay for unused annual leave at retirement may be added to the average final compensation . . .\"\r\n18. In addition, I would adhere to the Court's original opinion on the issues of class certification and the statute of limitations. Kennedy v. South Carolina Retirement Sys., Op. No. 25133 (S.C. Sup. Ct. filed May 22, 2000) (Shearouse Adv. Sh. No. 20 at 18).\r\n19. The definition of \"average final compensation\" now appears at § 9-1-10(4) (Supp. 2000).\r\n20. The General Assembly also amended a similar provision applicable to the Police Officers' Retirement System. S.C. Code Ann. § 9-11-10(14) (Supp. 1999). Like the majority, I will only discuss the effect of the amendment on § 9-1-10(17). My opinion, however, applies equally to § 9-11-10(14). I note the definition of \"average final compensation\" now appears at § 9-11-10(7) (Supp. 2000).\r\n21. The Retirement System followed this policy since its inception in 1945.\r\n22. The bold type indicates the changes relevant to this discussion.\r\n23. The bold type indicates the changes relevant to this discussion.\r\n24. The majority suggests the Court relied on the lack of legislative history as a factor in interpreting a statute in Robertson v. State, 276 S.C. 356, 278 S.E.2d 770 (1981). In Robertson, the Court did not hold the extent of legislative debate is a method of statutory construction. Instead, it stated the legislative history behind the amended statute did not reveal the General Assembly's purpose for the amendment.\r\n25. Contrary to the majority's claim, Whetstone v. South Carolina Dept' of Highways and Public Transp., 272 S.C. 324, 252 S.E.2d 35 (1979), does not hold the title of a bill is used to interpret the meaning of an ambiguous statute. In Whetstone, the Court simply held that the title of the bill supported its previous interpretation of a statute. The Court did not use the title of the bill to determine legislative intent.\r\n26. \"Every Act or resolution having the force of law shall relate to but one subject, and that shall be expressed in the title.\" S.C. Const. art. III, § 17.\r\n27. Thereafter, if the legislative committee's estimate is substantially different from the original estimate, the committee must attach its statement of the bill's estimated fiscal impact.\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25295","title":"Kerr v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25295","description":"This is an appeal in a post-conviction relief matter which involves issues of jurisdiction and whether the applicant's parole was unlawfully terminated.","date":"2001-05-29","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        James Kerr, Sr., Respondent/Petitioner,\r\n        \r\n        \r\nv.\r\n        \r\n\r\nState of South Carolina, Petitioner/Respondent.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\nR. Markley Dennis, Jr., Circuit Court Judge\r\n\r\n\r\nOpinion No. 25295\r\nHeard March 21, 2001 - Filed May 29, 2001\r\n\r\n\r\nAFFIRMED IN RESULT\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General G. Robert DeLoach, III, Assistant\r\nAttorney General Patricia D. Breen, and Assistant Attorney General Matthew M. McGuire, all of Columbia, for petitioner/respondent.\r\n\r\nAssistant Appellate Defender Tara Taggart, of the South Carolina Office of Appellate Defense, of Columbia, and Joseph F. Kent, of Mt. Pleasant, for\r\nrespondent/petitioner.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\nJUSTICE WALLER: We granted the parties' cross-petitions for certiorari to review the post-conviction relief court's order granting relief to\r\nrespondent/petitioner James Kerr, Sr.  We affirm in result.\r\nFACTS\r\n\r\nKerr was indicted in January 1988 for trafficking \r\n  in cocaine. After a bench trial in February 1988, he was convicted and sentenced \r\n  to 25 years imprisonment and a $50,000 fine. This Court affirmed his conviction. \r\n  Kerr v. State, 299 S.C. 108, 382 S.E.2d 895 (1989).\r\n\r\nKerr was released on parole in September 1993.  It is undisputed (1) that Kerr successfully resumed his place in the community, returned to work, and fully\r\ncomplied with the conditions of his parole.  Nonetheless, on July 13, 1995, Kerr was arrested and reincarcerated after reporting to his parole officer.  He was\r\ngiven no reason for his arrest (2) and was not appointed legal counsel.  On July 19, 1995, Kerr was brought before a single member of the Parole Board who\r\ninformed him the Board had made a mistake paroling him in 1993 because the Board decided Kerr was parole ineligible under the trafficking statute.  Kerr's\r\nparole was thereby terminated, without any written explanation.\r\n\r\nIn August 1995, Kerr filed an application for post-conviction relief (PCR).  The PCR action initially was dismissed, but it was restored to the docket, and a\r\nhearing was held in September 1998.  At the hearing, Kerr argued that:  (1) he was denied procedural due process, and (2) he was parole eligible under the\r\ntrafficking statute.  In April 1999, the PCR court granted Kerr relief and reinstated his parole.\r\n\r\nIn granting relief, the PCR court found that Kerr's \r\n  substantive due process rights had been violated. The PCR court wholly relied \r\n  on a federal case with strikingly similar facts. See Hawkins v. Freeman, \r\n  166 F.3d 267 (4th Cir. 1999) (Hawkins I). However, the Hawkins \r\n  I decision, handed down in January 1999, was subsequently vacated. In November \r\n  1999, on rehearing en banc, the Fourth Circuit found no substantive \r\n  due process violation. Hawkins v. Freeman, 195 F.3d 732 (4th \r\n  Cir. 1999) (Hawkins II). (3)\r\n\r\nISSUES\r\n\r\n\r\n1.  Did the PCR court have jurisdiction to hear this action and reinstate Kerr's parole?\r\n\r\n2.  Was Kerr parole eligible under S.C. Code Ann. § 44-53-370(e)(2)(c) (1985)?\r\n\r\n\r\nDISCUSSION\r\n\r\n1.  Jurisdiction of PCR Court\r\n\r\nWe first address the threshold issue of whether the PCR court had jurisdiction to consider Kerr's case and reinstate his parole.\r\n\r\nIn Al-Shabazz v. State, 338 S.C. 354, 527 \r\n  S.E.2d 742 (2000), this Court held that \"aside from two non-collateral matters \r\n  specifically listed in the PCR Act, PCR is a proper avenue of relief only \r\n  when the applicant mounts a collateral attack challenging the validity of his \r\n  conviction or sentence as authorized by Section 17-27-20(a).\" Id. \r\n  at 367, 527 S.E.2d at 749 (emphasis in original). One of the exceptions is when \r\n  a PCR applicant claims that his parole has been \"unlawfully revoked.\" See \r\n  S.C. Code Ann. § 17-27-20(a)(5) (1985). In Al-Shabazz, we described this \r\n  exception as one which authorizes a PCR action when \"the applicant asserts he \r\n  should not have been returned to prison to serve the remainder of a valid sentence.\" \r\n  338 S.C. at 368, 527 S.E.2d at 749.\r\n\r\nThe State argues that the PCR court did not have jurisdiction over this case because it involves issues regarding Kerr's eligibility for parole.  We disagree.\r\n\r\nKerr claims that his parole was unlawfully terminated. \r\n  Because Kerr \"asserts he should not have been returned to prison,\" this action \r\n  falls squarely within the exception of section 17-27-20(a)(5). Al-Shabazz, \r\n  338 S.C. at 368, 527 S.E.2d at 749. At oral argument, the State maintained that \r\n  because this action involves the termination of parole, rather than the \r\n  revocation of parole, section 17-27-20(a)(5) does not apply. We decline \r\n  to interpret the PCR statute this strictly. This exception in the PCR statute \r\n  covers an applicant's claim that he has been unlawfully returned to prison. \r\n  It matters not whether the action is called a revocation, a rescission, or a \r\n  termination.\r\n\r\nAccordingly, we hold Kerr's claims are cognizable under the PCR statute.\r\n\r\n2.  Parole Eligibility Under S.C. Code Ann. § 44-53-370(e)(2)(c) (1985)\r\n\r\nKerr argues he is parole eligible, and therefore, he was properly paroled in 1993.  Kerr maintains the Parole Board wrongly determined in 1995 that, pursuant to\r\nthe statute under which he was convicted, he is parole ineligible.  We agree.\r\n\r\nKerr was convicted of trafficking in cocaine. He \r\n  was sentenced under section 44-53-370(e)(2)(c), which, at the time, \r\n  (4) provided that where the quantity of cocaine involved is 100 grams \r\n  or more, but less than 200 grams, the defendant shall be sentenced to \"a mandatory \r\n  term of imprisonment of twenty-five years, no part of which may be suspended, \r\n  and a fine of fifty thousand dollars.\" S.C. Code Ann. § 44-53-370(e)(2)(c) (1985) \r\n  (emphasis added). Regarding parole eligibility, an unenumerated paragraph at \r\n  the end of section 44-53-370(e) stated as follows:\r\n\r\n\r\n  Any person convicted and sentenced under this subsection \r\n    to a mandatory minimum term of imprisonment of twenty-five years is \r\n    not eligible for parole. . . .\r\n\r\n\r\n(Emphasis added).\r\n\r\nKerr argues that he was not sentenced to a \"mandatory minimum term\" of 25 years, but instead was sentenced to a \"mandatory term\" of 25 years.  He contends\r\nthat this difference renders him parole eligible.\r\n\r\nSection 44-53-370(e) prescribes sentences for drug trafficking based on the quantity of drugs involved.  Several different subsections authorize at least a 25-year sentence; however, some provide for a \"mandatory term of imprisonment\" of 25 years, (5) while others provide for a \"mandatory minimum term of\r\nimprisonment\" of 25 years. (6)  Despite the various ways that section 44-53-370(e) mandated a term of imprisonment of at least 25 years, the unenumerated\r\nparagraph detailing parole eligibility simply stated that someone sentenced to a \"mandatory minimum term of imprisonment of twenty-five years\" was not\r\neligible for parole.\r\n\r\nThis unenumerated paragraph was amended in 1988 (7) to read as follows:\r\n\r\n\r\n  Any person convicted and sentenced under Section \r\n    44-53-370(e) to a mandatory minimum term of imprisonment of twenty-five years \r\n    or a mandatory term of twenty-five years or more is not eligible for parole. \r\n    . . .\r\n\r\n\r\n§ 44-53-370(e) (Supp. 1988) (emphasis on added terms). (8)\r\n\r\nThe primary rule of statutory construction is that \r\n  the Court must ascertain the intention of the legislature. E.g., State \r\n  v. Blackmon, 304 S.C. 270, 273, 403 S.E.2d 660, 662 (1991). When the terms \r\n  of the statute are clear and unambiguous, the court must apply them according \r\n  to their literal meaning, without resort to subtle or forced construction to \r\n  limit or expand the statute's operation. Id. Furthermore, when a statute \r\n  is penal in nature, it must be construed strictly against the State and in favor \r\n  of the defendant. Id.\r\n\r\nConstruing this penal statute strictly against \r\n  the State as we must, we find that a \"mandatory term\" of imprisonment is not \r\n  the equivalent to a \"mandatory minimum term\" of imprisonment. Indeed, when the \r\n  precise subsection under which Kerr was convicted was challenged on constitutional \r\n  grounds, this Court indicated that a \"mandatory term\" is distinguishable from \r\n  a \"mandatory minimum term\" of imprisonment. See State v. De La Cruz, \r\n  302 S.C. 13, 16 n.4, 393 S.E.2d 184, 186 n.4 (1990). (9)\r\n\r\nFurthermore, we note the Legislature's subsequent \r\n  amendments which added material terms to this unenumerated paragraph signal \r\n  that a \"departure from the original law was intended.\" See North River \r\n  Ins. Co. v. Gibson, 244 S.C. 393, 398, 137 S.E.2d 264, 266 (1964) (where \r\n  the Court recognized \"the rule of construction that the adoption of an amendment \r\n  which materially changes the terminology of a statute . . . raises a presumption \r\n  that a departure from the original law was intended.\"). We specifically find \r\n  that the 1988 amendment which added \"mandatory term\" of imprisonment of 25 years \r\n  to the parole ineligibility portion of section 44-53-370(e) effected a substantive \r\n  change to the law.\r\n\r\nThus, Kerr was, in fact, parole eligible under \r\n  S.C. Code Ann. § 44-53-370(e)(2)(c) (1985), and the Parole Board erroneously \r\n  determined in 1995 that it had made a mistake by paroling Kerr in 1993. Kerr \r\n  has established his parole was unlawfully terminated, and clearly, he is entitled \r\n  to PCR. See S.C. Code Ann. § 17-27-20(a)(5) (1985). Accordingly, we affirm, \r\n  in result, the PCR court's decision to grant Kerr relief and reinstate his parole. \r\n  (10)\r\n\r\nCONCLUSION\r\n\r\nBecause Kerr alleged that his parole was unlawfully rescinded and he should not have been returned to prison, the PCR court had jurisdiction over his claim. \r\nS.C. Code Ann. § 17-27-20(a)(5) (1985).  In addition, we hold that Kerr was parole eligible under S.C. Code Ann. § 44-53-370(e)(2)(c) (1985), and the Parole\r\nBoard erred by reincarcerating him.  Therefore, he is entitled to the relief ordered by the PCR court - reinstatement of parole.\r\n\r\nAFFIRMED IN RESULT.\r\n\r\nTOAL, C.J., MOORE, BURNETT, PLEICONES, JJ., concur.\r\n1. The facts in this matter were stipulated to by the parties, and the PCR court made its factual findings based on the stipulation.\r\n2. The arrest warrant simply states that Kerr's offense was a violation of the statute under which he was convicted and that the \"decision to parole needs to be\r\nreviewed by the Board.\"\r\n3. In June 1999, this Court granted Kerr's petition for bail pending appellate review.\r\n4. Since 1988, this statute has been amended eight times.  Because Kerr committed his crime in late 1987, and was convicted and sentenced in February 1988,\r\nthe version applicable to Kerr's case is S.C. Code Ann. § 44-53-370(e)(2)(c) (1985).\r\n5. See § 44-53-370(e)(1)(b) \r\n  (sentence for trafficking in 100 pounds or more, but less than 2,000 pounds, \r\n  of marijuana); § 44-53-370(e)(1)(c) (sentence for trafficking in 2,000 pounds \r\n  or more, but less than 10,000 pounds, of marijuana); § 44-53-370(e)(2)(d) (sentence \r\n  for trafficking in 200 grams or more, but less than 400 grams, of cocaine); \r\n  § 44-53-370(e)(3)(b) (trafficking in 14 grams or more of morphine, opium, salt, \r\n  isomer, or heroin); § 44-53-370(e)(4)(b) (trafficking in 150 grams but less \r\n  than 1,500 grams of methaqualone); § 44-53-370(e)(4)(c) (trafficking in 1,500 \r\n  grams but less than 15 kilograms of methaqualone). \r\n6. See § 44-53-370(e)(1)(d) \r\n  (trafficking in 10,000 pounds or more of marijuana); § 44-53-370(e)(2)(e) (trafficking \r\n  in 400 grams or more of cocaine); § 44-53-370(e)(4)(d) (trafficking in 15 kilograms \r\n  or more of methaqualone). Specifically, these sections all state the sentence \r\n  should be \"a term of imprisonment of not less than twenty-five years nor more \r\n  than thirty years with a mandatory minimum term of imprisonment of twenty-five \r\n  years.\" \r\n7. The amendment was effective July 1, 1988, over four months after Kerr's conviction and sentencing.  1988 S.C. Acts No. 565.\r\n8. In its current form, the parole ineligibility paragraph is even more specific:\r\n\r\n\r\nA person convicted and sentenced under this subsection to a mandatory term of imprisonment of twenty-five years, a mandatory minimum term of\r\nimprisonment of twenty-five years, or a mandatory minimum term of imprisonment of not less than twenty-five years nor more than thirty years is not eligible\r\nfor parole . . . .\r\n\r\n\r\n\r\n§ 44-53-370(e) (Supp. 2000).\r\n9. In De La Cruz, the \r\n  appellant argued that the mandatory sentence found in section 44-53-370(e)(2)(c) \r\n  \"impermissibly intrudes into inherent judicial powers in that all judicial discretion \r\n  in sentencing is removed.\" De La Cruz, 302 S.C. at 15, 393 S.E.2d at \r\n  185-86. Noting the Congressional trend toward less discretion in sentencing, \r\n  the Court held that the Legislature had the ability to limit judicial discretion \r\n  by imposing the mandatory sentence under section 44-53-370(e)(2)(c). In doing \r\n  so, the De La Cruz Court in dicta distinguished a case which involved \r\n  a mandatory minimum sentence. \r\n10. Because this issue is dispositive, \r\n  we decline to address Kerr's procedural due process argument. Regarding the \r\n  State's argument that the PCR court's decision should be reversed because the \r\n  federal decision upon which the PCR court relied has been vacated, we note that \r\n  the Hawkins case dealt with the issue of whether the reincarceration \r\n  of an erroneously paroled inmate violated substantive due process. Because we \r\n  hold that Kerr was not erroneously paroled, the substantive due process analysis \r\n  is no longer relevant to the case at bar.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25296","title":"State v. Ellis","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25296","description":"Murder conviction reversed and remanded for new trial because a non-expert was allowed to give an opinion reconstructing the crime scene.  Further, a juvenile adjudication does not qualify as a prior conviction for purposes of the recidivist statute, S.C. Code Ann. § 17-25-45.","date":"2001-05-29","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n        \r\n        \r\nv.\r\n        \r\n\r\nMark A. Ellis, Appellant.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Georgetown County\r\nPaul M. Burch, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25296\r\nHeard February 20, 2001 - Filed May 29, 2001\r\n\r\n\r\n  REVERSED AND REMANDED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAssistant Appellate Defender Robert M. Dudek, of South Carolina Office of Appellate Defense, of Columbia, for appellant.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Donald J. Zelenka, Assistant\r\nAttorney General S. Creighton Waters, all of Columbia; and Solicitor J. Gregory Hembree, of Conway, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE PLEICONES:  Appellant was convicted of murder and received a life sentence without the possibility of parole (LWOP).  On appeal, he raises an\r\nevidentiary issue and a sentencing issue.  We find no merit to the sentencing claim, but reverse and remand for a new trial because of an error in allowing a non-expert to give an opinion.\r\n\r\nFacts\r\n\r\nThe victim was found in the street, near his bicycle and a knife.  Appellant admitted shooting the victim three times, but contended he was acting in self-defense.  He testified the victim dropped the bicycle and approached appellant in a menacing fashion holding the knife.  Appellant verbally warned the victim to\r\nstop, but testified he instinctively shot when the victim jumped towards him, while holding the knife in a threatening position.  The State sought to counter\r\nappellant's self-defense claim by showing that the victim was shot while riding the bike.\r\n\r\n\r\n    Issues/Analysis\r\n\r\n\r\n\r\nA.  \"Expert\" Testimony\r\n\r\n\r\nAppellant contends the trial court erred in permitting a police officer to testify that, in his opinion, the victim was astride the bike when shot.  He contends the\r\nofficer was not qualified as an expert in \"crime scene reconstruction,\" and that therefore he was not qualified to offer opinion testimony in that area.  We agree,\r\nand find that the admission of this testimony, and the solicitor's emphasis on this \"scientific\" conclusion, unduly prejudiced appellant's self-defense claim.\r\n\r\nSergeant Walters was qualified as an expert in \r\n  crime scene processing and fingerprint identification. As such, he was qualified \r\n  to testify, as he did, to measurements taken at the scene, to the recovery of \r\n  shell casings, and to the identification of blood stains. He exceeded the scope \r\n  of his expertise when he was permitted, over appellant's objection, to impart \r\n  to the jury his conclusion, drawn from these measurements and observations, \r\n  regarding the location of the victim and the position of his body vis-a-vis \r\n  the bicycle at the time of the shooting. In effect, Sergeant Walters was allowed \r\n  to give his opinion on the ultimate issue: Whether appellant was acting in self-defense \r\n  when he shot and killed the victim. This was error. See Rule 704, SCRE; \r\n  State v. Wilkins, 305 S.C. 272, 407 S.E.2d 610 (Ct. App. 1991) (opinion \r\n  may be offered on ultimate issue only where witness is otherwise qualified). \r\n\r\n\r\nIn our opinion, the error in allowing Sergeant \r\n  Walters to give his opinion on the position of the victim cannot be deemed harmless \r\n  in light of appellant's assertion that he was acting in self-defense. While \r\n  the State was free to argue that the evidence supported an inference that the \r\n  victim was astride the bicycle when shot, and while the jury could certainly \r\n  have concluded that he was, Sergeant Walters was not qualified to give such \r\n  an \"expert\" opinion. An officer's improper opinion which goes to the heart of \r\n  the case is not harmless. Fordham v. State, 325 S.E.2d 755 (Ga. 1985); \r\n  compare State v. Hogan, 2000 Tenn. Crim. App. Lexis 393 (2000) \r\n  (officer's testimony about the manner in which the shooting occurred and the \r\n  position of the victim's body exceeded permissible scope of lay witness testimony). \r\n\r\n\r\nThe error in allowing Sergeant Walters to testify \r\n  to matters beyond the scope of his expertise was compounded by the solicitor's \r\n  closing argument. In his argument, the solicitor repeatedly referred to the \r\n  \"scientific\" testimony of Sergeant Walters, \"an expert qualified by the judge.\" \r\n  The trial court's imprimatur of Sergeant Walters as an 'expert' was exploited \r\n  by the solicitor to the prejudice of appellant and his defense. See State \r\n  v. King, 334 S.C. 504, 514 S.E.2d 578 (1999) (defendant prejudiced where \r\n  solicitor stressed improperly admitted evidence in closing argument).\r\n\r\nWe find appellant has established reversible error \r\n  in the admission of Sergeant Walters' \"expert opinion\" reconstructing the position \r\n  of the victim's body when he was shot. The effect of this error, compounded \r\n  by the solicitor's repeated references to this \"scientific evidence,\" was to \r\n  impermissibly undermine appellant's self-defense claim. This error entitles \r\n  appellant to a new trial. State v .King, supra.\r\n\r\nB.  Sentencing\r\n\r\n\r\nThe State gave notice that it was seeking to have appellant sentenced to life without the possibility of parole (LWOP) under the recidivist statute, S.C. Code\r\nAnn. §17-25-45 (Supp. 2000).  Apart from the recidivist statute, appellant was subject to a LWOP sentence under the murder punishment statute, which gives\r\nthe trial judge the discretion to impose a LWOP sentence upon any person convicted of murder.  S.C. Code Ann. §16-3-20 (A)(Supp. 2000).  We agree that\r\nappellant was not eligible for sentencing under the recidivist statute.\r\n\r\nAppellant's prior record consisted of two offenses:\r\n\r\n\r\n(1) a 1988 juvenile adjudication of delinquency based upon a finding that he had committed voluntary manslaughter (1); and\r\n\r\n(2) a conviction for second-degree nonviolent burglary.\r\n\r\n\r\nUnder §17-25-45(C), voluntary manslaughter and murder are \"most serious offenses.\"  Pursuant to §17-25-45(G), the solicitor is required to seek a mandatory\r\nLWOP sentence for a defendant with a prior conviction for a \"most serious offense\" who is charged with a second such offense.  Upon conviction, the judge is\r\nrequired to impose a LWOP sentence for the second offense. §17-25-45(A). \r\n\r\nAppellant objected to the applicability of the \r\n  recidivist statute, arguing that a prior juvenile adjudication was not a conviction \r\n  for purposes of the statute. We agree. The statute itself defines conviction \r\n  as \"any conviction, guilty plea, or plea of nolo contendere.\" § 17-25-45 (C)(3). \r\n  Since this criminal statute must be given a strict construction in favor of \r\n  the defendant, and since juvenile adjudications are not among the list of qualifying \r\n  events, appellant's voluntary manslaughter adjudication cannot be used to invoke \r\n  the mandatory LWOP provisions of the recidivist statute. Cf. Brown \r\n  v. State,  ___ S.C. ___, 540 S.E.2d 846 (2001) (where criminal \r\n  statute specifically lists covered locations, those not mentioned are excluded \r\n  applying maxim expressio unius est exclusio alterius). Further, the \r\n  Children's Code specifically provides \"[n]o adjudication by the [family] court \r\n  of the status of a child is a conviction.\" S.C. Code Ann. §20-7-7805 (C) (Supp. \r\n  2000). \r\n\r\n\r\n    Conclusion\r\n\r\n\r\n\r\nBecause an unqualified witness was permitted to offer an expert opinion on the ultimate issue in this case, appellant's sentence and conviction are \r\n\r\nREVERSED AND REMANDED.\r\n\r\nTOAL, C.J., MOORE, WALLER, JJ., concur.  BURNETT, J., concurring in part and dissenting in part in a separate opinion.\r\n\r\nJUSTICE BURNETT (concurring in part and dissenting in part):  I agree with the Court's conclusion on the sentencing issue in Part B of the majority\r\nopinion.  However, I respectfully dissent from the majority's holding in Part A.\r\n\r\nSergeant Walters was qualified as an expert in crime scene processing.  He testified there was a bullet hole in the left pedal of the victim's bicycle.  He also\r\ntestified that the bullet holes in the victim's right pants leg and the ace bandage worn on that leg did not line up with the two superficial wounds in that leg\r\nunless the victim's leg had been bent when he was shot.  Over appellant's objection, Sergeant Walters testified that the leg wounds, the holes in the pants and\r\nthe ace bandage, and the bullet hole in the left pedal were consistent with the victim having been shot while on the bicycle.\r\n\r\nThe majority concludes Sergeant Walters was not qualified to offer his opinion on the victim's position at the time he was shot, and the admission of this\r\ntestimony prejudiced appellant's self defense claim.  I disagree.\r\n\r\nFirst, I disagree with the majority's conclusion \r\n  this testimony exceeded the scope of Sergeant Walters' expertise. Walters was \r\n  qualified as an expert in \"crime scene processing,\" which he defined as \"analyzing \r\n  [evidence] to see where it fits in relationship to the crime that's being investigated.\" \r\n  Recognizing that bullet holes in the victim's clothing and leg brace would only \r\n  line up with the leg in a bent position was a relatively simple task within \r\n  the purview of Sergeant Walters' expertise. In my opinion, the trial court did \r\n  not abuse its discretion in admitting the testimony. See State v. \r\n  Von Dohlen, 322 S.C. 234, 471 S.E.2d 689 (1996) (admission of expert testimony \r\n  is within trial court's discretion).\r\n\r\nSecond, assuming for the sake of argument that \r\n  the testimony did exceed the scope of Walters' expertise, I do not believe the \r\n  trial court abused its discretion in admitting it. It does not take an expert \r\n  to observe the way bullet holes in a victim's body can be aligned with bullet \r\n  holes in his clothing. On the contrary, the conclusions to be drawn from such \r\n  observations are a matter of common sense. In State v. Sullivan, 43 S.C. \r\n  205, 21 S.E. 4 (1895), this Court held it was error for the trial court to refuse \r\n  to allow a medical expert to state his opinion as to how the victim was standing \r\n  when shot. The Court noted that any person would be competent to express such \r\n  an opinion: \"It was not 'expert testimony' in the strict sense of the term, \r\n  but a statement of a conclusion of fact, such as men who use their senses constantly \r\n  draw from what they see and hear in the daily concerns of life.\" Id. \r\n  at 209, 21 S.E. at 6 (quoting Hopt v. Utah, 120 U.S. 430 (1887)). In \r\n  my opinion, Walters should have been allowed to render his opinion on the victim's \r\n  position regardless of his status as an expert. (2)\r\n\r\nThird, even if the testimony was improper, any \r\n  error was harmless beyond a reasonable doubt. In addition to the testimony the \r\n  majority finds improperly admitted, Walters testified without objection that \r\n  the chest wound trajectory was consistent with the victim having been seated \r\n  on the bicycle when shot and that the location of the body and bloodstains at \r\n  the scene were consistent with the victim having fallen backwards off the bicycle \r\n  after being shot. This evidence, along with evidence of a bullet hole in the \r\n  left bicycle pedal, was all consistent with the victim having been shot while \r\n  astride the bicycle. There is no reversible error when the objected-to testimony \r\n  is merely cumulative to other evidence. State v. Gilchrist, 342 S.C. \r\n  369, 373, 536 S.E.2d 868, 870 (2000) (no reversible error where improperly admitted \r\n  evidence is merely cumulative).\r\n\r\nFinally, I wish to address the majority's interpretation \r\n  of Rule 704, SCRE, concerning opinions on the ultimate issue. The majority cites \r\n  Rule 704 and State v. Wilkins, 305 S.C. 272, 407 S.E.2d 670 (Ct. App. \r\n  1991) (3) for the proposition that an opinion \r\n  may be offered on the ultimate issue only where the witness is otherwise qualified. \r\n  However, Rule 704 makes no mention of the witness' qualification. Rule 704 provides \r\n  that \"[t]estimony in the form of an opinion or inference otherwise admissible \r\n  is not objectionable because it embraces an ultimate issue to be decided by \r\n  the trier of fact.\" Nothing in the text of Rule 704 restricts its application \r\n  to experts. (4) On the contrary, the rule plainly \r\n  applies to any opinion testimony and states that there is nothing inherently \r\n  objectionable about opinion testimony on the ultimate issue. If, as I believe, \r\n  Sergeant Walters' opinion was properly admitted either as expert or lay testimony, \r\n  then the fact that his opinion embraced the ultimate issue in the case did not \r\n  make it objectionable.\r\n\r\nI would affirm appellant's murder conviction.\r\n1. Appellant was about thirteen years old at the time of this offense.\r\n2. See Rule 701, SCRE \r\n  (non-expert may give opinions \"which (a) are rationally based on the perception \r\n  of the witness, (b) are helpful to a clear understanding of the witness' testimony \r\n  or the determination of a fact in issue, and (c) do not require special knowledge, \r\n  skill, experience or training.\"). In my opinion, Sergeant Walters' opinion was \r\n  rationally based on his perceptions, was helpful to a clear understanding of \r\n  his testimony, as well as helpful to the determination of a fact in issue, and \r\n  did not require special knowledge, skill, experience or training. Cf. \r\n  Sullivan, supra. \r\n3. Wilkins was based \r\n  on former Rule 24(c), SCRCrimP (deleted effective September 3, 1995). \r\n4. Contrast this with former Rule 43(m)(3), SCRCP (deleted effective September 3, 1995), which only applied to expert testimony.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25297","title":"State v. Harvin","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25297","description":"This criminal case discusses suppression in a conflict of laws context.","date":"2001-05-29","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nState  v. Harvin\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n       The State, Respondent,  \r\n        \r\n             v. \r\n\r\n        \r\n\r\n        Larry G. Harvin, Appellant. \r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\n  Daniel F. Pieper, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25297\r\n  Heard April 25, 2001 - Filed May 29, 2001\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Assistant Appellate Defender Robert M. Dudek, of \r\n          S.C. Office of Appellate Defense, of Columbia, for appellant.\r\n\r\n        Attorney General Charles M. Condon, Chief Deputy \r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General \r\n          Donald J. Zelenka, Assistant Attorney General Jeffrey A. Jacobs, all \r\n          of Columbia; and Solicitor David P. Schwacke, of North Charleston, for \r\n          respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE MOORE: \r\n  Appellant was convicted of murder and armed robbery and sentenced to life imprisonment \r\n  plus a concurrent term of thirty years. We affirm.\r\n\r\n\r\n    FACTS  \r\n  \r\n\r\n\r\nThe victim, Bertha Joan Wilson, was shot and killed \r\n  while she was working the cash register at a Citgo station in Charleston. Her \r\n  body was found in a storage room around 4:00 a.m. on October 19, 1996. Two cash \r\n  register trays were on the floor and the store safe was open. A total of $331 \r\n  was later found to be missing.\r\n\r\nAround the time of the victim's murder, appellant \r\n  spoke with his mother, Mrs. Wilson, (1) who lived \r\n  in Rochester, New York. He told her he wanted to leave South Carolina because \r\n  someone was trying to kill him. Mrs. Wilson sent appellant a bus ticket and \r\n  he arrived in Rochester in early November 1996. \r\n\r\nWhile appellant was living with her and her husband, \r\n  Mrs. Wilson overheard appellant tell her husband he shot someone in Charleston. \r\n  Mrs. Wilson gave this information to the Charleston Police Department. Detective \r\n  Michael Gordon then contacted the Rochester City Police Department and asked \r\n  that they be on the lookout for appellant who was no longer living at the Wilson \r\n  residence. \r\n\r\nAt 9:00 a.m. on April 21, 1997, appellant voluntarily \r\n  arrived at the Rochester Police Department with Mr. and Mrs. Wilson. Mr. Wilson \r\n  had told appellant the police were going to question him about the Charleston \r\n  homicide. At the station, police arrested appellant on outstanding bench warrants \r\n  for drug and petty larceny charges pending in Greece, New York, a suburb of \r\n  Rochester. \r\n\r\nAt Detective Gordon's request, Rochester police \r\n  spoke briefly with appellant about the Charleston murder after obtaining a waiver \r\n  of his Miranda rights. Appellant denied being in Charleston at the time of the \r\n  murder. Appellant was then asked and consented to take a polygraph test. He \r\n  was again given Miranda warnings before the polygraph test was administered. \r\n  The polygraph indicated deception.  \r\n  (2)\r\n\r\nAfter receiving the results of the polygraph, Detective \r\n  Gordon flew to Rochester, arriving later that evening. Detective Gordon questioned \r\n  appellant along with two Rochester police officers. Appellant admitted his involvement \r\n  in the robbery of the Citgo and identified his accomplice, Lanard Vanderhorst, \r\n  in a photo line-up. \r\n\r\nAppellant's statement indicates he and Vanderhorst \r\n  went to the Citgo station together. Vanderhorst asked appellant to go into the \r\n  store to see if anyone was in there, which appellant did. Appellant came out \r\n  of the store and reported to Vanderhorst that the only person in the store was \r\n  the cashier. Vanderhorst told appellant to wait outside while he went into the \r\n  store. Vanderhorst was in the store a few minutes when appellant heard a single \r\n  gun shot. Appellant ran away. He told police he did not receive any money from \r\n  the robbery and he did not know Vanderhorst was going to rob the station until \r\n  he heard the shot.\r\n\r\nAppellant's statement was admitted at trial and \r\n  a witness placed appellant at the scene of the murder. \r\n\r\n\r\n    ISSUE  \r\n  \r\n\r\n\r\n\r\n  Does New York state law apply to suppress appellant's \r\n    statement?\r\n\r\n\r\n\r\n    DISCUSSION  \r\n  \r\n\r\n\r\nAppellant moved to suppress his statement because \r\n  he had counsel on the pending New York charges for which he was detained \r\n  (3) and, under New York state law, police could not question him regarding \r\n  the unrelated murder charge without the presence of counsel. The trial judge \r\n  applied a conflict of laws analysis and denied the motion to suppress under \r\n  South Carolina state law. Appellant contends this was error. \r\n\r\nThe State concedes that under New York state law, \r\n  appellant's statement would be subject to suppression under People v. Rogers, \r\n  397 N.E.2d 709 (N.Y. 1979), which provides that a defendant represented by counsel \r\n  on the charge on which he is held in custody cannot be questioned on any \r\n  matter, even an unrelated one. (4) South Carolina, \r\n  on the other hand, follows the federal constitutional rule that the Sixth Amendment \r\n  right to counsel is offense-specific; the mere fact counsel was appointed in \r\n  one matter does not invoke the right to counsel in an unrelated matter. State \r\n  v. George, 323 S.C. 496, 476 S.E.2d 903 (1996), citing McNeil \r\n  v. Wisconsin, 501 U.S. 171 (1991); see also Texas v. Cobb, \r\n  ___U.S. ___, 121 S.Ct. 1335,  ___ L.Ed.2d  ___ (2001) \r\n  (reaffirming narrow application of rule in McNeil). We hold that South \r\n  Carolina law, and not New York law, determines the suppression issue in this \r\n  case.\r\n\r\nMost courts facing \"conflict of laws\" situations \r\n  in the context of suppression issues analyze whether suppression under the particular \r\n  facts of the case would further the purpose of the exclusionary rule. See \r\n  Pooley v. State, 705 P.2d 1293 (Alaska Ct. App. 1985); People v. Blair, \r\n  602 P.2d 738 (Cal. 1979); People v. Porter, 742 P.2d 922 (Colo. 1987); \r\n  State v. Bridges, 925 P.2d 357 (Hawai'i 1996); State v. Grissom, \r\n  840 P.2d 1142 (Kansas 1992); People v. Benson, 454 N.Y.S.2d 155 (App. \r\n  Div. 1982). (5) The main purpose of the exclusionary \r\n  rule is deterrence of police misconduct. State v. Sachs, 264 S.C. 541, \r\n  565, 216 S.E.2d 501, 514 (1975) (\"Exclusion should be applied only where deterrence \r\n  is clearly subserved.\"). Accordingly, the question here is whether suppressing \r\n  appellant's statement would deter police misconduct.\r\n\r\nIn this case, South Carolina police participated \r\n  in an out-of-state interrogation that would have been illegal under the laws \r\n  of New York but not the laws of South Carolina. South Carolina officers procured \r\n  the help of New York officers in conducting the interrogation and justifiably \r\n  relied on them for knowledge of the laws of that state. The officers questioning \r\n  appellant had no actual knowledge he was represented by counsel on other charges \r\n  and there is no evidence officers knowingly conducted the interrogation in violation \r\n  of New York law. We find suppression in this case would not effectively deter \r\n  misconduct by South Carolina police officers. \r\n\r\nFurther, our State interest in deterring the conduct \r\n  of out-of-state police officers, who should have known the law of their own \r\n  state and acted in accordance therewith, seems minimal at best. Suppression \r\n  in South Carolina would most likely not have a significant impact on police \r\n  conduct in New York. See People v. Porter, 742 P.2d at 925 (observing \r\n  that \"the slight increment in deterrence achieved by suppressing the evidence \r\n  in another jurisdiction\" is not likely to have any effect on deterring police \r\n  from future misconduct). Under a deterrence analysis, we find no error in the \r\n  trial judge's refusal to suppress appellant's statement.\r\n\r\nFinally, we reject appellant's suggestion that \r\n  principles of \"comity\" dictate a different result in this case. The spirit of \r\n  comity does not require that a nonresident be allowed a remedy which State law \r\n  denies to our own citizens. Peterson v. Peterson, 333 S.C. 538, 544, \r\n  510 S.E.2d 426, 429 (Ct. App. 1998). Accordingly, we decline to invoke New York \r\n  state law to suppress appellant's statement. (6)\r\n\r\nAppellant's remaining issue is without merit and \r\n  we dispose of it under Rule 220(b), SCACR. See State v. Portee, \r\n  122 S.C. 298, 115 S.E. 238 (1922) (charge on malice implied from use of a deadly \r\n  weapon was not a charge on the facts because charge indicated it was for jury \r\n  to decide whether a deadly weapon had in fact been used).\r\n\r\nAFFIRMED.\r\n\r\nTOAL, C.J., WALLER, BURNETT and PLEICONES, JJ., concur.\r\n1. No relation to the victim. \r\n2. No evidence regarding the \r\n  polygraph was admitted at trial. \r\n3. New York counsel was appointed \r\n  for appellant on December 31, 1996, shortly after his arrest on the New York \r\n  drug and petty larceny charges. Bench warrants were issued on these charges \r\n  when appellant failed to appear at a subsequent hearing on February 3, 1997. \r\n4. It is not clear to us that \r\n  the rule enunciated in Rogers would result in suppression in this case. \r\n  Although New York's highest court has recently reiterated the rule in Rogers, \r\n  see People v. Burdo, 690 N.E.2d 854 (N.Y. 1997), it has also \r\n  refused to apply Rogers on facts similar to those here. See \r\n  People v. Bing, 558 N.E.2d 1011 (N.Y. 1990) (distinguishing Rogers \r\n  and holding that where no Fifth Amendment right to counsel was invoked, defendants \r\n  in custody on bench warrants for other charges could be questioned on unrelated \r\n  charges even though right to counsel had attached on custodial charges); see \r\n  also Burdo, supra (Wesley, J. dissenting) (Rogers \r\n  rule applies only where defendant has invoked Fifth Amendment right to counsel \r\n  on custodial charges). Further, Burdo may be distinguishable because \r\n  there the police had actual knowledge that the defendant was represented by \r\n  counsel. Here, police denied they knew appellant had counsel on the pending \r\n  New York charges. In any event, since the State has conceded New York law requires \r\n  suppression in this case, we assume it does. \r\n5. Although some courts have \r\n  applied a conflicts of law analysis similar to that used in civil cases to determine \r\n  whether the law of the forum or the law of the situs applies, this approach \r\n  has been widely criticized as an oversimplified analysis in the criminal context. \r\n  See State v. Bridges, supra, for extensive discussion; \r\n  see also John Bernard Corr, Criminal Procedure and the Conflict \r\n  of Laws, 73 GEORGETOWN L.J. 1217 (1985). \r\n6. We note that New York concurs \r\n  with us in this regard since that state has refused to apply another state's \r\n  law in determining whether a defendant's statement should have been suppressed. \r\n  See People v. Benson, 454 N.Y.S.2d 155 (1982).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25298","title":"State v. Stokes","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25298","description":"Death Penalty case- primary issues involve redaction of defendant's statement to police, and limitation of right to make religious argument to jury.","date":"2001-05-29","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n25298\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n        \r\n        \r\nv.\r\n        \r\n\r\nSammie Louis Stokes, Appellant.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Orangeburg County\r\nPaul M. Burch, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25298\r\nHeard April 4, 2001 - Filed May 29, 2001\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nDeputy Chief Attorney Joseph L. Savitz, III, of South Carolina Office of Appellate Defense, of Columbia, for appellant.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Donald J. Zelenka, Assistant\r\nAttorney General Tracey C. Green, all of Columbia, and Solicitor Walter M. Bailey, Jr., of Summerville,\r\nfor respondent.  \r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE WALLER: Sammie Louis Stokes was convicted of murder, kidnapping, first degree criminal sexual conduct (CSC), and criminal conspiracy.  He\r\nwas respectively sentenced to death, thirty years, and 5 years. (1)  This appeal consolidates his direct appeal with the mandatory review provisions of S.C. Code\r\nAnn. §16-3-25 (1985).   We affirm the convictions and sentences.\r\n\r\nFACTS\r\n\r\n\r\nStokes was hired by Patti Syphrette to kill her daughter-in-law, 21-year-old Connie Snipes, for $2000.00.  On May 22, 1998, Syphrette called Stokes and told\r\nhim Connie \"got to go and tonight.\"   At 9:30pm that evening, Syphrette and Snipes picked up Stokes at a pawn shop, and the three of them went to Branchville\r\nand picked up Norris Martin. (2)  The four of them then drove down a dirt road in Branchville and stopped.  Syphrette remained in the car while Stokes, Martin\r\nand Snipes walked into the woods.  When they got into the woods, Stokes told Snipes, \"Baby, I'm sorry, but it's you that Pattie wants dead. . .\"\r\n\r\nAccording to Norris Martin, Stokes forced Snipes to have sex with Martin at gunpoint.  After Martin was finished, Stokes had sex with Snipes.  While doing so,\r\nStokes grabbed her breast and stabbed her in the chest, cutting both her nipples.  Stokes then rolled her over and began having anal sex with her.  When Stokes\r\nwas finished, he and Martin each shot the victim one time in the head, (3) and then dragged her body into the woods.  Stokes then took Martin's knife and scalped\r\nher, throwing her hair into the woods.  According to Martin, Stokes then cut Snipes' vagina out. (4)\r\n\r\nSnipes' body was found by a farmer on May 27th, and Martin's wallet was found in the field near it.  Martin was interviewed by police the following morning,\r\nafter which police went to the Orangeburg home of Pattie Syphrette's husband Poncho; by the time police arrived at the home on May 28, 1998, Stokes and\r\nSyphrette had already murdered Doug Ferguson by wrapping duct tape around his body and head, suffocating him. (5) \r\n\r\nStokes was tried and convicted of murder, kidnapping, first degree criminal sexual conduct, and criminal conspiracy.\r\n\r\nISSUES\r\n\r\n\r\n\r\n1.  Did the trial court err in redacting portions of Stokes' statement to police which indicated Snipes had willingly gone to Branchville in order to kill Doug\r\nFerguson?\r\n\r\n2.  Did the trial court err in limiting Stokes' discussion of religion in his closing statement to the jury?\r\n\r\n\r\n1.  REDACTED STATEMENT\r\n\r\n\r\nStokes wrote a lengthy letter to police in which he gave a detailed account of his participation in both the Snipes and Ferguson murders.  Prior to trial,\r\nStokes\r\nagreed on the record that he intended to \"keep out everything as it relates to Doug Ferguson\" from the guilt phase.\r\n\r\nAt trial, the solicitor moved to redact portions of Stokes' letter which indicated Snipes had been misled into believing they were all going to Branchville that\r\nevening for the purpose of killing Doug Ferguson.  Counsel for Stokes maintained this portion of Stokes' letter should not be redacted, claiming it demonstrated\r\nSnipes had voluntarily accompanied Stokes and Syphrette to Branchville and had willingly gone into the woods with Stokes, thereby rebutting the State's claim\r\nof kidnapping.  He also argued this portion of the statement was admissible under Rule 106, SCRE.  We find the statement was properly redacted.\r\n\r\nStokes sought to admit the following portions of his letter to police:\r\n\r\n\r\nShe [Syphrette] said Connie thinks we are going to kill Doug and she thinks we already got him tied up in Branchville somewhere.  She [Syphrette] said I wish\r\nthat were true so we could do all both of them.  She said Connie can't stand Doug and wants to be there to help us and besides she wants to meet you anyway, I\r\nknow you've been talking to her on the phone when Roy calls and I wasn't home. . . .\r\n\r\nWhile riding to Branchville, Connie said Doug ain't shit and I'd love to see him get his.  She said I had plans tonight but this is better. . . .\r\n\r\nThat's when Connie said well where is he at.\r\n\r\n\r\nThe unredacted portion of the letter continues, \"I said 'Baby, I'm sorry but it's you that Pattie wants dead.'\"\r\n\r\nContrary to Stokes' assertion, the redacted portions do not reflect that Snipes voluntarily rode to her death but, rather, serve only to demonstrate that she was, in\r\nfact, tricked into going into the woods.  As such, the fact that she was \"inveigled\" or \"decoyed\" (6) into going to Branchville negates, in legal contemplation, the\r\nvoluntariness of her participation. (7)\r\n\r\nAddressing analogous situations under the federal \r\n  kidnapping statute, several courts have reached similar conclusions. As noted \r\n  by the Fourth Circuit Court of Appeals in United States v. Hughes, 716 \r\n  F.2d 234, 239 (4th Cir. 1983), \"nothing in the policy of the . . \r\n  . kidnapping statute justifies rewarding the kidnapper simply because he is \r\n  ingenious enough to conceal his true motive from his victim until he is able \r\n  to transport her . . . [to another location].\" See&nbsp;also United \r\n  States v. Atkinson, 916 F.Supp. 959 (D.S.D. 1996) (victim's voluntary presence \r\n  may nonetheless amount to inveigling ); United States v. Boone, 959 F.2d \r\n  1550 (11th Cir. 1992) (where kidnapper accompanies inveigled victim, \r\n  victim is kept from acting in entirely voluntary manner by acts, presence, and \r\n  intent of inveigling kidnapper, he is ensnared within net that kidnapper's deception \r\n  has prevented him from seeing, and in such a case victim's act of accompanying \r\n  kidnapper is not voluntary and does not amount to legally valid consent); United \r\n  States v. Hoog, 504 F.2d 45, 51 (8th Cir.1974) (kidnapping victim who accepted \r\n  a ride from someone who misled her into believing that she would be taken to \r\n  her desired destination was \"inveigled\" or \"decoyed\" within the meaning of the \r\n  federal kidnapping statute). (8)\r\n\r\nHere, the undisputed evidence of record is that \r\n  Snipes was successfully lured into the woods for the alleged purpose of murdering \r\n  Doug Ferguson when, in fact, the sole purpose of Stokes, Syphrette and Martin \r\n  was to murder Snipes. Accordingly, rather than negating the charge of kidnapping, \r\n  the redacted portions of the statement simply bolster the State's claim that \r\n  Snipes did not \"voluntarily\" accompany her assailants but, rather, was inveigled \r\n  into the woods by them. Cf. Ray v. State, 330 S.C. 184, 498 S.E.2d \r\n  640 (1998) (inveigling victim into truck under false pretense that she was being \r\n  taken to the hospital constituted kidnapping). We find the statement was properly \r\n  redacted.\r\n\r\nMoreover, even assuming arguendo, as Stokes \r\n  claims, that the redacted portions of his statement were relevant to demonstrate \r\n  the victim voluntarily accompanied them on the night of her murder, any error \r\n  in the redaction is harmless. Both Stokes' letter and the testimony of Norris \r\n  Martin amply demonstrate that Connie Snipes voluntarily went with Stokes and \r\n  Syphrette to Branchville, and that she willingly walked into the woods with \r\n  Martin and Stokes. Accordingly, the jury was well aware that she had accompanied \r\n  them voluntarily, and Stokes has failed to demonstrate any prejudice from the \r\n  redaction. State v. Taylor, 333 S.C. 159, 508 S.E.2d \r\n  870 (1999)(in order for this Court to reverse a case based on the erroneous \r\n  exclusion of evidence, prejudice must be shown); State v. Bell, 302 S.C. \r\n  18, 393 S.E.2d 364 (1990). (9)\r\n\r\nFinally, the redacted portions were not admissible under Rule 106, SCRE, which provides:\r\n\r\n\r\nWhen a writing, or recorded statement, or part thereof is introduced by a party, an adverse party may require the introduction at that time of any other part of\r\nany other writing or recorded statement which ought in fairness to be considered contemporaneously with it.  (Emphasis supplied).\r\n\r\n\r\n\"Only that portion of the remainder of a statement \r\n  which explains or clarifies the previously admitted portion should be introduced.\" \r\n  State v. Taylor, 333 S.C. 159, 171, 508 S.E.2d 870, 876 (1998). See&nbsp;also \r\n  State v. Gay, 343 S.C. 543, 541 S.E.2d 541 (2001).\r\n\r\nHere, the redacted excerpts do not explain or clarify \r\n  the previously admitted portions but, rather, would only have confused the jury \r\n  as to the identity of Doug Ferguson. Accordingly, the redacted statements need \r\n  not, in fairness to Stokes, have been admitted pursuant to Rule 106, SCRE. Gay, \r\n  supra.\r\n\r\nThe trial court properly redacted the statement.\r\n\r\n2.  REFERENCES TO GOD\r\n\r\n\r\nAt sentencing, Stokes elected to exercise his statutory right to make a closing statement to the jury. (10)  While addressing the jury, Stokes stated:\r\n\r\n\r\nIn my statement I never denied my involvement but the statement I gave was truthful and I do have a conscience, that's one of the main reasons why I gave the\r\nstatement.  You know, I been in trouble before but nothing like this before so I felt I had to set the record straight.  But I give one statement and I give a honest\r\none, I didn't [sic] four or five, I give one.  And I'm deeply sorry that any of it ever happened and I'm also sorry for the role that I played in it.\r\n\r\nYou know, I prayed and prayed and prayed and have asked God to forgive me--\r\n\r\n\r\nAt this point, the solicitor asked to approach the bench and Stokes continued, \"But I'm asking for forgiveness.\"  After a bench conference, Stokes continued,\r\n\r\n\r\nWell, I would just like to say that I will forever be sorry for the role that I played in it and most of all I truly feel for the family and if I could turn back the hand\r\nof time none of this would have occurred and I wouldn't be standing before ya'll now pleading for my life.  And once again, I truly would like to say that I'm\r\nsorry and wish that you could find it in your heart to forgive me for the role that I played in this.\r\n\r\nI would like to discuss how - - - but I can't get into that because they say I can't get into it so I would like to say that I am truly sorry, I really am.\r\n\r\n\r\nCounsel for Stokes then gave his closing in which he referred to Stokes' letter to police, which stated, \"I will say this much, God is going to bless them and help\r\nthem make it through this.  Without a doubt, God is going to punish me for my part and there's no excuse because we all have choices in life. . . .\"\r\n\r\nStokes now asserts the trial court impermissibly limited the scope of his allocution under S.C. Code § 16-3-20(B) such that his death sentence should be\r\nreversed. (11)  We disagree.\r\n\r\nStokes did assert before the jury that he had prayed \r\n  and prayed and asked God to forgive him. Since Stokes made the point he intended \r\n  to make, there is no reversible error. State v. Bennett, 328 S.C. 251, \r\n  493 S.E.2d 845 (1997) (capital defendant was not prejudiced by sustained objection \r\n  to his religious argument where record indicates he made argument); State \r\n  v. Torrence, 305 S.C. 45, 406 S.E.2d 315 (1991) (no prejudice resultant \r\n  from trial court's ruling where witness is able to make point before the jury); \r\n  State v. McDowell, 266 S.C. 508, 224 S.E.2d 889 (1976) (trial court's \r\n  limitation of argument to jury did not deprive defendant's ability to make point). \r\n  Accordingly, Stokes failed to demonstrate prejudice from the trial court's ruling. \r\n  (12)\r\n\r\nCONCLUSION\r\n\r\n\r\nStokes' convictions and sentences are affirmed. \r\n  Imposition of the death penalty in this case was not the result of passion, \r\n  prejudice, or any other arbitrary factor, and the evidence supports the aggravating \r\n  circumstances. The death sentence is not excessive or disproportionate to the \r\n  penalty imposed in similar cases. S.C.Code Ann. § 16-3-25(C) (1985); State \r\n  v. Terry, 339 S.C. 352, 529 S.E.2d 274, cert. denied 148 L.Ed.2d \r\n  137 (2000); State v. Johnson, 338 S.C. 114, 525 S.E.2d 519, cert. \r\n  denied 148 L.Ed2d 62 (2000); State v. Southerland, 316 S.C. 377, \r\n  447 S.E.2d 862, (1994), cert. denied 513 U.S. 1166 (1995); State v. \r\n  Charping, 333 S.C. 124, 508 S.E.2d 851, cert. denied 527 U.S. 1007 \r\n  (1999). \r\n\r\nAFFIRMED.  \r\n\r\nTOAL, C.J., BURNETT, PLEICONES, JJ., and Acting Justice John C. Few, concur.\r\n1.   Pursuant to S.C. Code Ann. § 16-3-910 (Supp. 2000), no sentence was imposed for the kidnapping charge as Stokes was sentenced for murder.\r\n2.   Allegedly, Snipes accompanied the others on the premise that they were going to Branchville to kill a man named Doug Ferguson, whom Syphrette and\r\nStokes had tied up in the woods.\r\n3.   Martin testified that Stokes placed the gun into his (Martin's) hand and then pulled the trigger.\r\n4.   According to the pathologist, Snipes' injuries were consistent with having been scalped, had the nipple area cut from each breast, and having had the vaginal\r\narea cut out. \r\n5.   Stokes pleaded guilty to Ferguson's murder in a separate proceeding and was sentenced to life.\r\n6.  S.C.Code Ann. § 16-3-910 \r\n  (1976) defines kidnapping as the unlawful seizure, confinement, inveigling, \r\n  decoying, kidnapping, abducting or carrying away of any other \r\n  person by any means whatsoever without authority of law. The definition of \"decoy\" \r\n  is \"to lure successfully.\" NEW WEBSTER'S DICTIONARY AND THESAURUS 250 (1993). \r\n  Inveigling has also been defined as \"enticing, cajoling, or tempting the victim, \r\n  usually through some deceitful means such as false promises.\" United States \r\n  v. Macklin, 671 F.2d 60, 66 (2d Cir.1982). \r\n7.   Stokes' argument is akin to suggesting that a child molester who lures his child victim into his car with candy may be found not guilty of kidnapping, simply\r\nbecause the child \"voluntarily\" accompanied him in the hopes of receiving candy.  We find such a position untenable.   \r\n8.  Accord&nbsp;State \r\n  v. Plath, 281 S.C. 1, 17, 313 S.E.2d 619, 628 (1984)(finding jury could \r\n  have found victim was inveigled and decoyed to her death) \r\n9.  To the extent Stokes sought \r\n  admission of the redacted portions in order to demonstrate the victim's bad \r\n  character, i.e., that she was willing to go along to participate in a murder, \r\n  we find the evidence was properly excluded. State v. Whipple, 324 S.C. \r\n  43, 476 S.E.2d 683 (1996) (no error in refusing to admit evidence of victim's \r\n  bad character where it did not tend to make more or less probable any issue \r\n  at guilt phase of trial). \r\n 10.  Pursuant to S.C. Code \r\n  Ann. § 16-3-20(B) (1976), \"[t]he State, the defendant, and his counsel are permitted \r\n  to present arguments for or against the sentence to be imposed.\" \r\n 11.  As the State points out, \r\n  the statutory right of closing argument and the right of allocution are distinguishable. \r\n  Technically, \"allocution\" refers to the common law practice of the court \"formally \r\n  inquir[ing] of the defendant whether he had anything to say why sentence and \r\n  judgment should not be pronounced.\" State v. Phillips, 215 S.C. 314, \r\n  54 S.E.2d 901 (1949); State v. Trezevant, 20 S.C. 363, (1884); see \r\n  also BLACK'S LAW DICTIONARY 40 (5th Ed. 1979) (defining \"allocution\" \r\n  as \"formality of court's inquiry of prisoner as to whether he has any legal \r\n  cause to show why judgment should not be pronounced against him on verdict of \r\n  conviction). See also Bassett v. Commonwealth, 284 S.E.2d \r\n  844 (Va. 1981) (Allocution is the defendant's right to speak on his own behalf \r\n  after the fact finder determines guilt but before the judge pronounces sentence. \r\n  Defendant's closing argument is not allocution, but is his opportunity to present \r\n  arguments in mitigation before the fact finder deliberates). \r\n 12.  We have consistently \r\n  held there is no fundamental unfairness when the trial judge precludes the solicitor \r\n  and the defense from arguing about God or religion. State v. Shafer, \r\n  340 S.C. 291, 531 S.E.2d 524, cert granted in part, Shafer v. South \r\n  Carolina 121 S.Ct. 30 (2000); State v. Patterson, 324 S.C. 5, 482 \r\n  S.E.2d 760, cert. denied 522 U.S. 853, 118 S.Ct. 146, 139 L.Ed.2d 92 \r\n  (1997). \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"ORDER","title":"Amendments to the South Carolina Appellate Court Rules, the South Carolina Rules of Civil Procedure, the Circuit Court Alternative Dispute Resolution Rules, and the Family Court Mediation Rules","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2001-05-29-02","description":"","date":"2001-05-29","type":"order","text":"\r\n  The Supreme Court of South Carolina\r\n\r\nORDER\r\n\r\nBy Orders dated January 26, 2001, the attached amendments to \r\n  the South Carolina Appellate Court Rules, the South Carolina Rules of Civil \r\n  Procedure, the Circuit Court Alternative Dispute Resolution Rules, and the \r\n  Family Court Mediation Rules were submitted to the Chairmen of the House \r\n  and Senate Judiciary Committees. The amendments have not been \r\n  disapproved by the General Assembly in the manner provided by Article V, &sect; \r\n  4A, of the South Carolina Constitution. Accordingly, the amendments shall \r\nbecome effective on September 1, 2001.\r\n\r\n  \r\n    \r\n    \r\n      s/Jean H. Toal&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; C.J.\r\n              \r\n              s/James E. Moore&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n              \r\n              s/John H. Waller, Jr.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n              \r\n              s/Costa M. Pleicones&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/Donald W. Beatty&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n    \r\n  \r\n\r\n  Columbia, South Carolina\r\nMay 29, 2001\r\n\r\nAMENDMENTS TO THE\r\nSOUTH CAROLINA APPELLATE COURT RULES\r\n\r\n(1) The last sentence of Rule 222(e), SCACR, is amended by replacing the phrase &quot;Rule 226(i)&quot; with Rule 226(j).\r\n (2) The second sentence of Rule 226(j)(2), SCACR, is amended to read: &quot;Additionally, the party may, to the extent the party actually incurred these \r\n  costs, recover: (1) the filing fee paid under Rule 226(c); (2) the cost of \r\n  printing the Appendix under Rule 226(e); and (3) the cost of printing the \r\nparty&rsquo;s brief(s) under Rule 226(i).&quot;\r\n (3) Rule 238 (f), SCACR, is amended by deleting the phrase &quot;Clerk of the \r\nSupreme Court&quot; and replacing it with &quot;clerk of the appellate court.&quot; \r\n (4) Rule 239(c)(1), SCACR, is amended by adding the following:\r\n\r\n   (a) Rules of Professional Conduct, Rule ___, RPC, Rule 407, SCACR.\r\n   (b) Rules for Lawyer Disciplinary Enforcement, Rule ___, RLDE, Rule\r\n    413, SCACR.\r\n   (c) Code of Judicial Conduct, Rule ___, CJC, Rule 501, SCACR.\r\n   (d) Rules for Judicial Disciplinary Enforcement, Rule ____, RJDE, Rule 502, SCACR.\r\n\r\n  (5) Rule 239(c)(6), SCACR, is amended to read:\r\n (6) South Carolina Rules of Magistrates Court, Rule ___, SCRMC.\r\n\r\n  AMENDMENTS TO THE\r\nSOUTH CAROLINA RULES OF CIVIL PROCEDURE\r\n (1) Rule 5(b)(2), SCRCP is amended to read:\r\n\r\n   (b)(2) Service on Sunday. Civil process may be served on Sundays, provided that no person may be served going to or from or attending a regularly or specially scheduled church or religious service on Sunday.\r\n\r\n (2) The following is added after the Note to Rule 5(b)(2), SCRCP.\r\n Note to 2001 Amendment\r\n\r\n   Rule 5(b)(2) is rewritten to reflect the enactment of S.C. Code Ann. &sect; \r\n    15-9-17, 2000 S.C. Acts No. 360, which allows for the service of \r\n    process on Sundays with the stated exceptions.\r\n\r\n (3) Rule 29, SCRCP, is amended to read:\r\n\r\n   Unless the court orders otherwise, the parties may by written stipulation \r\n    (1) provide that depositions may be taken before any person, at any time \r\n    or place, upon any notice, and in any manner and when so taken may be \r\n    used like other depositions, and (2) to the extent allowed by Rule 6(b), modify the procedures provided by these rules for other methods of discovery.\r\n\r\n (4) The following Note is added to Rule 29, SCRCP:\r\n  Note to 2001 Amendment\r\n\r\n   The 2001 amendment eliminates the requirement of court approval for \r\n    requests for extensions regarding discovery procedure where the parties \r\n  agree to the extension in writing. Extensions are limited by Rule 6(b) which allows the parties to stipulate to only one extension and for the original time provided.\r\n\r\n (5) The second sentence of the second paragraph of Rule 36(a), SCRCP, is \r\namended to read:\r\n\r\n   The matter is admitted unless, within 30 days after service of the \r\n    request, or within such shorter or longer time as the court may allow or \r\n    as stipulated in writing by the parties pursuant to Rules 29 and 6(b), the \r\n    party to whom the request is directed serves upon the party requesting \r\n    the admission a written answer or objection addressed to the matter, \r\n    signed by the party or by his attorney, but, unless the court shortens the \r\n    time, a defendant shall not be required to serve answers or objections before the expiration of 45 days after service of the summons and complaint upon him.\r\n\r\n  (6) The following Note is added to Rule 36(a), SCRCP. \r\n Note to 2001 Amendment\r\n\r\n   The second sentence of the second paragraph of Rule 36(a) is amended to reflect the change in Rule 29 allowing the parties, under certain circumstances, to stipulate to extensions. \r\n\r\n (7) The third sentence of Rule 30(j)(8), SCRCP, is amended to read: \r\n\r\n   If the documents have not been so provided or identified, then counsel \r\n    and the witness may have a reasonable amount of time to privately discuss the documents before the witness answers questions concerning the document.\r\n\r\n  (8) The following Note is added to Rule 30, SCRCP.\r\n  Note to 2001 Amendment\r\n\r\n   Rule 30(j) is amended to clarify that any consultation between lawyer and client permitted by Rule 30 will be private.\r\n\r\n  (9) Rule 40, SCRCP, is amended as follows:\r\n  (a) Rule 40(d) and (e)(1) are amended to read:\r\n  (d) Transfer to Jury Roster Within Six to Nine Months of Filing.\r\n\r\n    (1) Agreement or Objection. No earlier than 180 days after the date \r\n    the case was filed, any party may file and serve upon all other parties a Request \r\n    to Transfer that case from the General Docket to the Jury Trial Roster. Within \r\n    10 days of the service of the Request to Transfer all other parties shall file and \r\n    serve either an Agreement to Transfer, or, an Objection to the Request to \r\n    Transfer. Absent a timely filing indicating a position, the same shall be \r\n    waived. If all parties have agreed to the transfer, the requesting party shall notify the clerk in writing of the agreement and the clerk shall place the case on the Jury Trial Roster, and it may be called for trial as provided in paragraph (b). If any party files an Objection to Transfer, the case may not be transferred \r\n  to the Jury Trial Roster within 9 months of filing of the complaint except by \r\n  agreement or as provided in (d)(2) below.\r\n\r\n  (2) Objection Shall State Proposed Date of Transfer. Any party \r\n    who objects to the transfer to the Jury Trial Roster shall also state in its \r\n    Objection to Transfer whether it will consent to the transfer of the case to the \r\n    Jury Trial Roster within 9 months of the date of the filing of the complaint, and \r\n    the date on which it will consent to the transfer. Absent a timely filing \r\n    indicating a position, the same shall be waived. If all non-moving parties \r\n    specify a date within 9 months of the filing of the action on which the case may \r\n    be transferred, the requesting party shall notify the clerk in writing of the \r\n    agreement to transfer the case to the Jury Trial Roster on the latest date \r\n    specified by any party that is less than 9 months after filing.\r\n  \r\n\r\n(e) Transfer to Jury Roster Nine Months to Twelve Months After Filing.\r\n\r\n\r\n  (1) Request and Response. No earlier than 9 months after the case \r\n    was filed, any party in any case on the General Docket may file or re-file and \r\n    serve upon all other parties a Request to Transfer to the Jury Trial Roster. \r\n    Within 10 days of the service of the Request to Transfer all non-moving parties \r\n    shall file and serve either an Agreement to Transfer on the date requested, or \r\n    a Request for a Scheduling Order as provided in (e)(2) below. No other \r\n    response is permitted. Absent a timely filing indicating a position, the same \r\n    shall be waived. If all counsel of record have agreed to the transfer, the \r\n    moving party shall notify the clerk in writing of the agreement, and the clerk \r\n    shall place the case on the Jury Trial Roster and it may be called for trial as \r\n    provided in (b).\r\n  \r\n\r\n(b) Rule 40(f) is amended to read:\r\n\r\n    (f) Automatic Transfer. The clerk shall review the General Docket \r\n    and shall transfer to the Jury Trial Roster all cases which have remained on the \r\n    General Docket for 12 months and in which the court has not entered a \r\n    Scheduling Order setting the date when the case is to be transferred to the Jury \r\n    Trial Roster or in which there is no pending motion for a Scheduling Order in \r\n    the file. The clerk shall notify counsel of record of the transfer, but publication \r\n    of the Jury Trial Roster also shall be deemed notice of the automatic transfer.\r\n  \r\n\r\n(c) Rule 40(k) is amended to read:\r\n\r\n\r\n  (k) Alternate Method of Transfer to Jury Roster. Notwithstanding \r\n    any other provision of this rule, any party may file and serve on all other \r\n    parties a Request to Transfer that case from the General Docket to the Jury \r\n    Trial Roster no earlier than 120 days after the case was filed. The Request \r\n    must certify that the party is ready to go to trial and must indicate any \r\n    outstanding pre-trial matters. Within 10 days after service of the Request to \r\n    Transfer, any party may file a Response to the Request. If the Response \r\n    opposes the transfer, it shall indicate in what respect the case is not ready for \r\n    trial. Once the time to file Responses has expired, the clerk shall promptly set \r\n    the Request for Transfer for a hearing before the Chief Judge for \r\n    Administrative Purposes. The hearing shall be given priority as provided by \r\n    subdivision (h) of this rule. After a hearing, the Chief Judge may, as a matter \r\n    of discretion, transfer the case to the Jury Trial Roster.\r\n\r\n  (10) The following Note is added to Rule 40, SCRCP.\r\n  Note to 2001 Amendments\r\n\r\n   Rule 40(d), (e)(1), (f), and (k) are amended to shorten the time period before cases move to the Jury Trial Roster.\r\n\r\n  (11) Rule 53(d), SCRCP, is amended to read:\r\n\r\n   (d) Compensation of Special Referees. The compensation of the \r\n    special referee shall be paid by the parties in such amount as shall be set by the special referee, subject to review by the circuit court upon objection by any party within ten (10) days of receipt of the order. \r\n\r\n (12) The following Note is added to Rule 53, SCRCP.\r\n Note to 2001 Amendment \r\n\r\n   Rule 53(d) is amended to provide that fees for special referees are set by the special referee subject to review by the circuit court if a party timely objects.\r\n\r\n (13) Rule 71.1(c), SCRCP, is amended by adding the following sentence:\r\n\r\n   The caption in all post-conviction relief actions shall read: Full Name and Prison number (if any) of Applicant v. State of South Carolina.\r\n\r\n  (14) Rule 71.1(g), SCRCP, is deleted and Rule 71.1(f), SCRCP, is amended to read: \r\n\r\n    (f) Appellate Review; Continuing Representation. A final decision \r\n    entered under the Act shall be reviewed according to the procedure specified \r\n    by Rule 227, SCACR. If an applicant represented by counsel desires to \r\n    appeal, counsel shall serve and file a Notice of Appeal as required by Rule 227,\r\n    SCACR, and shall continue to represent the applicant on appeal unless \r\n    automatically relieved under Rule 602, SCACR, or allowed to withdraw under \r\n    Rule 235, SCACR. If the applicant is indigent, counsel shall assist the \r\n  applicant in obtaining representation by the Office of Appellate Defense.\r\n\r\n    (15) The following Note is added to Rule 71.1, SCRCP.\r\n  Note to 2001 Amendments\r\n\r\n   These amendments consolidate former Rule 71.1(f) and (g) and change the method of appointment of counsel for indigents on appeal to\r\n    conform to Rule 602, SCACR.\r\n  \r\n\r\n\r\n\r\n  AMENDMENTS TO THE CIRCUIT COURT ALTERNATIVE DISPUTE\r\nRESOLUTION RULES AND THE FAMILY COURT MEDIATION RULES\r\n (1) Rule 7(d) of the Circuit Court Alternative Dispute Resolution Rules is \r\namended to read as follows:\r\n\r\n   (d) Judgment Entered on Award. If the case is not terminated by \r\n    agreement of the parties, and no party files a demand for trial de novo under \r\n    Rule 7(c), the prevailing party shall submit to the Chief Judge for \r\n    Administrative Purposes a proposed order directing the entry of judgment on the award which, when entered, shall have the same effect as a Consent Judgment in the action and may be enforced accordingly.\r\n\r\n  (2) Rule 10(a)(1) of the Family Court Mediation Rules is amended to read: \r\n\r\n   (1) Be admitted to practice law in this State for at least three (3) years and be a member in good standing of the South Carolina Bar. \r\n\r\n (3) Rule 10(a)(2) of the Family Court Mediation Rules is amended to read: \r\n\r\n   (2) Be admitted to practice law in the highest court of another state or the District of Columbia for at least three (3) years and meet the following qualifications:\r\n\r\n\r\n(4) Rule 10(a)(3) of the Family Court Mediation Rules is amended to read: \r\n\r\n   (3) Be a licensed psychologist, licensed master social worker, \r\n    licensed independent social worker, licensed professional counselor, \r\n    licensed associate counselor, licensed marital and family therapist or a licensed physician specializing in psychiatry for at least three (3) years under Tile 40 of the 1976 Code of Laws, as amended.\r\n\r\n  (5) Rule 10(b) of the Family Court Mediation Rules is amended to read:\r\n\r\n    (b) Have completed a minimum of forty (40) hours in a family court mediation training program approved by the Supreme Court or its designee, or any other training program attended prior to the promulgation of these rules or \r\n    attended in other states and approved by the Supreme Court or its designee;\r\n\r\n  (6) Rule 10(e) of the Family Court Mediation Rules is amended to read: \r\n\r\n   (e) Has not within the last five (5) years been disbarred or suspended \r\n    from the practice of law or a profession set forth in Rule 10(a)(3), been denied \r\n    admission to a Bar or denied a professional license for character or ethical reasons or been publically reprimanded or publically disciplined for professional conduct.\r\n\r\n","court":"Supreme"}]