[{"id":"25274","title":"S.C. Life and Accident and Health Insurance Guaranty Association v. Liberty Life Insurance Co.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25274","description":"Retirement investment contracts containing options to purchase annuities in the future are not \"annuities\" entitled to coverage under the South Carolina Life and Accident and Health Insurance Guaranty Act.","date":"2001-04-02","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n       South Carolina Life and Accident and Health \r\n        Insurance Guaranty Association, Respondent, \r\n         \r\n        \r\n            v. \r\n          \r\n        \r\n\r\n        Liberty Life Insurance Company, Petitioner. \r\n           \r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Richland County\r\n  R. Markley Dennis, Jr., Circuit Court Judge\r\n\r\n\r\nOpinion No. 25274\r\n  Heard October 3, 2000 - Filed April 2, 2001\r\n\r\n\r\n\r\n\r\n\r\n  AFFIRMED\r\n   \r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        David W. Robinson, II, and Kevin K. Bell, both of Robinson, \r\n          McFadden &amp; Moore, of Columbia, for petitioner.\r\n\r\n        John C. Bruton, Jr., and Frank W. Cureton, both of Haynsworth \r\n          Sinkler Boyd, PA, of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n\r\nJUSTICE PLEICONES:  We granted certiorari to review \r\nthe Court of Appeals' affirmation of the trial court's ruling that certain investment \r\ncontracts were not covered by the South Carolina Life and Accident and Health \r\nInsurance Guaranty Association (\"the Association\"). South Carolina Life &amp; \r\nAccident &amp; Health Ins. Guar. Ass'n v. Liberty Life Ins. Co., 331 S.C. \r\n268, 500 S.E.2d 193 (Ct. App. 1998). Liberty Life Insurance Company (\"Liberty\") \r\ncontends the contracts are annuities entitled to coverage. We disagree and affirm. \r\nBACKGROUND\r\n\r\nThe Guaranty Act\r\n\r\nThe Association was created in 1972 when the legislature \r\n  passed the South Carolina Life and Accident and Health Insurance Guaranty Act \r\n  (\"the Act\"), codified at S.C. Code Ann. §§ 38-29-10, et seq (Supp. \r\n  1999). The Association guarantees, assumes or reinsures contractual obligations \r\n  of insurers who become financially unable to meet their obligations. See \r\n  S.C. Code Ann. § 38-29-70. To provide this protection, the Association assesses \r\n  member insurers at rates based on the value of policies or contracts held by \r\n  the respective insurer. (1) See S.C. Code \r\n  Ann. § 38-29-80. Only certain policies come within the protection afforded by \r\n  the Act. See S.C. Code Ann. § 38-29-40. The Act defines those policies \r\n  as \"direct life insurance policies, accident and health policies, annuity contracts, \r\n  and contracts supplemental to life and accident and health insurance policies \r\n  and annuity contracts issued by persons authorized to transact business in this \r\n  State. . . .\" Id.\r\n\r\nThe Act's purpose is \"to maintain public confidence \r\n  in the promises of insurers by providing a mechanism for protecting policy owners, \r\n  insureds, beneficiaries, annuitants, payees, and assignees of [covered policies] \r\n  against failure in the performance of contractual obligations due to impairment \r\n  of the insurer issuing these policies or contracts.\" S.C. Code Ann. § 38-29-30. \r\n  The Act is to be liberally construed. See S.C. Code Ann. § 38-29-200. \r\n  The Association may \"[t]ake legal action to avoid payment of improper claims.\" \r\n  S.C. Code Ann. § 38-29-70(11)(f).\r\n\r\nWhile the Act does not define \"annuity contracts,\" \r\n  \"annuity\" is defined elsewhere in the insurance code as \"every contract or agreement \r\n  to make periodic payments, whether in fixed or variable dollar amounts, or both, \r\n  at specified intervals.\" S.C. Code Ann. § 38-1-20(6) (Supp. 1999). The interpretation \r\n  of this definition and the intent of the legislature in promulgating the Act \r\n  are at the heart of the instant dispute. \"All rules of statutory construction \r\n  are subservient to the one that the legislative intent must prevail if it can \r\n  be reasonably discovered in the language used, and that language must be construed \r\n  in the light of the intended purpose of the statute.\" Broadhurst v. City \r\n  of Myrtle Beach Election Comm'n, Op. No. 25191 (S.C. Sup. Ct. filed August \r\n  28, 2000)(Shearouse Adv. Sh. No. 34 at 29).\r\n\r\nLiberty and RDFA\r\n\r\nEarly in the 1980s, Liberty entered into a number \r\n  of contracts, called Reserve Deposit Fund Agreements (\"RDFA\"), \r\n  (2) with trustees of various privately funded employee retirement \r\n  plans whereby the trustees periodically deposited money with Liberty, the money \r\n  ultimately to be used to fund retirement benefits to participating employees. \r\n  For the first ten years of the contracts, Liberty guaranteed a minimum four \r\n  percent interest rate, or such greater rate as determined by Liberty.\r\n\r\nThe terms of the RDFA allowed the plan trustee to terminate the contract at any time and require Liberty to return the entire\r\namount deposited, with accrued interest, to the retirement plan.  Additionally, partial withdrawals were permitted for any of\r\nfour purposes: (1) to purchase an annuity, from Liberty or any third party, for a retiring employee; (2) to purchase a paid-up\r\nlife insurance policy for an employee; (3) to pay any benefit due a retiring employee under the retirement plan, e.g., a lump sum\r\npayment, an installment payment, or an annuity, at the option of the retiring employee; or, (4) if an employee terminated her\r\nemployment prior to retiring, the trustee could recover the departing employee's non-vested interest in the retirement plan. \r\nThese withdrawal options were guaranteed during the first ten years of the contract.\r\n\r\nLiberty subsequently sold the contracts to Investment Life Insurance Company of America (\"Investment\").  Investment,\r\ninitially a South Carolina insurer, later redomesticated in North Carolina, while maintaining a license to sell insurance in South\r\nCarolina.\r\n\r\nIn 1993 Investment was declared insolvent by the State of North Carolina.  When Investment's assets were not sufficient to\r\nmeet its obligations under the RDFA, a number of plan trustees applied to the Association for reimbursement.  The Association\r\ndenied coverage.  This litigation ensued after Liberty paid the shortfall and accepted an assignment of the trustees' claims\r\nagainst the Association.\r\n\r\nISSUE\r\n\r\nAre the RDFA covered under the Act?\r\n\r\nANALYSIS\r\n\r\nThe crux of Liberty's argument is that because the RDFA contractually obligated Liberty either to sell annuities to plan trustees\r\nfor the benefit of retiring employees, or to return funds to the trustee for use in purchasing an annuity from some third party,\r\nthe RDFA meet the statutory definition of annuity.\r\n\r\nThe trial court and Court of Appeals determined that, since the RDFA contemplate an additional requirement, i.e. that the\r\ntrustee enter into a contract separate and apart from the RDFA in order to initiate a stream of payments to a retiring employee,\r\nthe RDFA themselves are neither covered contracts nor contracts supplemental to covered contracts.  We agree.\r\n\r\nAnnuity Purchase Option\r\n\r\nLiberally construing the Act, the RDFA are not, in our opinion,  annuities.  As pointed out by the Court of Appeals, the RDFA\r\ndo not \"make periodic payments at specified intervals.\"  Instead, they provide the trustees with\r\nan option to purchase annuities.\r\n\r\nThe Supreme Court of Virginia found that \"an undertaking \r\n  to purchase an annuity in the future is not a present guarantee of annuity benefits.\" \r\n  Bennet v. Virginia Life, Accident &amp; Sickness Ins. Guar. Ass'n, 468 \r\n  S.E.2d 910, 914 (Va. 1996). The court in Bennet held that Guaranteed \r\n  Interest Contracts (GIC), contracts similar to the RDFA in the instant case, \r\n  were not annuities covered by the State's guaranty association. Our Court of \r\n  Appeals cited Bennet as support for its conclusion that the RDFA were \r\n  not entitled to coverage as annuities. (3) While \r\n  Bennet's reasoning is sound, the Virginia statutory definition of annuity \r\n  is significantly different from our own. The Virginia guaranty act excluded \r\n  from coverage annuities \"not issued to or owned by an individual . . . .\" Id. \r\n  at 912. The Bennet court based its holding that the GIC were not covered \r\n  by the guaranty act upon the fact that the plan trustee, and not the individual \r\n  employees, owned the GIC.\r\n\r\nThe Court of Appeals also relied on Arizona \r\n  Life &amp; Disability Ins. Guar. Fund v. Honeywell, Inc., 927 P.2d 806 (Ariz. \r\n  Ct. App. 1996), (4) wherein the Arizona Court \r\n  of Appeals held that GIC were not annuities covered by that State's guaranty \r\n  act. There the controlling statute defined annuities as \"all agreements to make \r\n  periodic payments . . . where the making or continuance of all or some of a \r\n  series of such payments, or the amount of such payment, is dependent upon the \r\n  continuation of human life.\" (5) Id. at \r\n  811. The Arizona court determined that the GIC were not annuity contracts because \r\n  the payments under the GIC were not contingent on the continuation of human \r\n  life. The court further held that the GIC were not annuities because the existence \r\n  vel non of an annuity was entirely speculative and dependent on the \r\n  trustee's decision to exercise one of a number of options under the contract, \r\n  i.e. the option to purchase an individual annuity. (6) \r\n  Much of the court's reasoning applies to the RDFA here:\r\n\r\n\r\nWhether an annuity would be purchased was entirely speculative.  First, an employee who invested in the fixed income fund\r\nmust have retired.  Second, the employee would had to have selected the annuity option from the number of options available\r\nunder Honeywell's retirement plan.  Third, the trustee must have elected to direct [the insurer] to purchase the annuity by\r\nwithdrawing money from the fund value of the [GIC], as opposed to purchasing an annuity from other funding sources.\r\n\r\n\r\nId. at 814. Similar procedures were required \r\n  to initiate a stream of payments to a plan participant in the case sub judice.\r\n\r\nAs pointed out by Liberty, the decision of the \r\n  Arizona Court of Appeals was subsequently overruled by the Arizona Supreme Court. \r\n  Arizona Life &amp; Disability Ins. Guar. Fund v. Honeywell, Inc., 945 \r\n  P.2d 805 (Ariz. 1997). However, the Arizona Supreme Court based its reversal \r\n  on the lower court's finding that the GIC's payment provisions were not life \r\n  contingent. The supreme court agreed with the lower court that \"[e]ven though \r\n  the GIC allows the Trustee to purchase an annuity contract upon the participant's \r\n  retirement, we find this alone cannot qualify the GIC contract as an annuity. \r\n  . . . Instead, we conclude that the [GIC] are annuities . . . only \r\n  because required payments under the contracts are life contingent.\" Id. \r\n  at 813 (emphasis added). (7)\r\n\r\nLiberty does not argue that the RDFA are annuities \r\n  because they make payments which are dependent upon the continuation of human \r\n  life, but because the RDFA obligated Liberty to make periodic payments should \r\n  the trustee and plan beneficiary so elect. With that in mind, it is not clear \r\n  how Honeywell, supra, provides support for its position. \r\n\r\n\r\nThe New Mexico Court of Appeals agreed that an option to purchase an annuity was not an annuity, stating:\r\n\r\n\r\n[u]nder the [GIC], a plan participant held an option to purchase an annuity after retirement.  This option is perhaps the clearest\r\ndemonstration that the [GIC] were not themselves annuities.  An option to purchase an annuity does not create an annuity\r\ncontract, only the possibility of a separate contract for an annuity in the future. . . .  Since only an exercise of the option to\r\npurchase an annuity contract could create an annuity, it follows that the Executive Life [GIC] were not themselves annuity\r\ncontracts.\r\n\r\n\r\nKrahling v. First Trust Nat'l Ass'n, 944 \r\n  P.2d 914, 918 (N.M. Ct. App. 1997). The statutory definition of \"annuity\" in \r\n  Krahling was synonymous with that in Honeywell, supra, \r\n  and is distinguishable from our current definition. However, we are persuaded \r\n  by the court's opinion that an option to purchase an annuity in the future does \r\n  not constitute a present annuity. \r\n\r\nIn Oklahoma Life &amp; Health Ins. Guar. Ass'n \r\n  v. Hilti Retirement Sav. Plan, 939 P.2d 1110 (Okla. 1997), the Oklahoma \r\n  Supreme Court noted that twenty-two states statutorily provide guaranty coverage \r\n  for unallocated annuity contracts (8) similar \r\n  to those involved in the instant dispute. See id. at 1112. All of the \r\n  states cited limit the maximum coverage by the guaranty associations to amounts \r\n  ranging from $1,000,000 to $7,500,000 per contract. Georgia and North Carolina \r\n  have limits of $5,000,000. (9) See id. \r\n  The absence of a limitation of coverage for unallocated annuities in our statute \r\n  supports our conclusion that the legislature did not contemplate coverage for \r\n  this type of funding mechanism when it passed the Act.\r\n\r\nWe are cognizant of those decisions which have \r\n  found similar contracts to be within the protection afforded by the particular \r\n  state's guaranty act and do not find them compelling. See, e.g., Board \r\n  of Trustees of the Md. Teachers &amp; State Employees Supplemental Retirement \r\n  Plans v. Life &amp; Health Ins. Guar. Corp., 642 A.2d 856 (Md. 1994); Minnesota \r\n  Life &amp; Health Ins. Guar. Ass'n v. Department of Commerce, 400 N.W.2d \r\n  769 (Minn. Ct. App. 1987); and Unisys Corp. v. Pennsylvania Life &amp; \r\n  Health Ins. Guar. Ass'n, 667 A.2d 1199 (Pa. Commw. Ct. 1995), aff'd \r\n  684 A.2d 546 (Pa. 1996). Our review of these cases indicates that they were \r\n  decided under statutory or judicial definitions of \"annuity\" or \"annuity contract\" \r\n  distinguishable from our own. It is also noteworthy that subsequent to these \r\n  decisions, the state legislatures of Minnesota (10) \r\n  and Pennsylvania (11) amended their guaranty \r\n  acts to limit the coverage afforded unallocated annuities akin to RDFA, while \r\n  the Maryland legislature excluded them from coverage. \r\n  (12) \r\n\r\nLiberty advances the additional argument that the \r\n  Insurance Commissioner's approval of the RDFA indicates they were approved for \r\n  sale as annuity contracts. It arrives at this conclusion employing a process \r\n  of elimination, reasoning that since the contracts were not life insurance contracts \r\n  and not health insurance contracts, they must have been approved as annuity \r\n  contracts. However, Liberty presented no evidence that the RDFA were approved \r\n  as annuity contracts and its conclusion is purely speculative. In any event, \r\n  this Court is not bound by the Insurance Commissioner's determination. Cf. \r\n  Wilkes v. Freeman, 334 S.C. 206, 512 S.E.2d 530 (Ct. App. 1999), cert. \r\n  denied (insurer's form offering underinsured motorist coverage did not \r\n  comply with statute despite the fact the form had been approved by the Insurance \r\n  Commissioner). The Insurance Commissioner's approval is entitled to some deference, \r\n  but it is not dispositive. See Richland County Sch. Dist. Two v. S.C. \r\n  Dep't Educ., 335 S.C. 491, 517 S.E.2d 444 (Ct. App. 1999).\r\n\r\nCONCLUSION\r\n\r\nWe hold that the RDFA are not annuities entitled to coverage under the Act.  The statutory definition of \"annuity\" does not\r\nexplicitly encompass options to purchase annuities; we decline to expand the statutory definition to include such options.  The\r\nrequirement that the trustee take the additional step of purchasing an annuity, separate and apart from the RDFA, prior to\r\ninitiating a stream of payments convinces us these contracts are not annuities.  If unallocated annuities are to be afforded\r\nguaranty act coverage, the General Assembly is the appropriate forum to assess the attendant policy consequences and to act\r\nbased on its assessment.\r\nBased upon the foregoing, we AFFIRM the decision of the Court of Appeals.\r\n\r\nMOORE, WALLER and BURNETT, JJ., concur.  TOAL, C.J., dissenting in a separate opinion.\r\n\r\nCHIEF JUSTICE TOAL:  I respectfully dissent.  I would hold the Reserve Deposit Fund Agreements (\"RDFA\") are covered\r\nunder the South Carolina Life and Accident and Health Insurance Guaranty Act (\"Guaranty Act\"), codified at S.C. Code Ann.\r\n§§ 38-29-10, et seq. (Supp. 2000).\r\n\r\nThe Guaranty Act creates the South Carolina Life and Accident and Health Insurance Association (\"Association\").  S.C. Code\r\nAnn. § 38-29-50.  The Association is comprised of all insurers authorized to transact business in this State.  It guarantees,\r\nassumes, or reinsures the contractual obligations of insurers who become financially unable to meet their obligations.  S.C.\r\nCode Ann. § 38-29-70.  However, the Guaranty Act only affords protection to defined policies as set forth in section 38-29-40. \r\nThe question now before this Court concerns whether the RDFA's issued by Liberty Life are \"covered policies\" included in the\r\ndefinition of section 38-29-40.\r\n\r\nSection 38-29-40 (1) provides:\r\n\r\n\r\nThis chapter applies to direct life insurance policies, accident and health insurance policies, annuity contracts, and contracts\r\nsupplemental to life and accident and health insurance policies and annuity contracts issued by persons authorized to transact\r\ninsurance in this State at any time.\r\n\r\n\r\nAt issue here is the provision in the RDFA contracts which allow the trustee to partially withdraw funds \"to pay any benefit\r\nunder the retirement plan such as a lump sum distribution, installment payment, or any annuity.\"  The condition specifically\r\nprovides:\r\n\r\n\r\nUnder the terms of the Trust, life insurance coverage is being purchased from the Company on the lives of the individual\r\nparticipants covered by the Trust.  We guarantee for a period of up to ten years from the Effective Date of this Agreement that\r\nthe Settlement Option provisions contained in such policy or policies may be used as the basis for the annuity purchase\r\nguarantees whereby a single sum may be applied to purchase a stated amount of life income. . . .(emphasis added)\r\n\r\nIn order to provide for the accumulation of the supplementary amounts necessary to purchase the retirement annuities to which\r\nparticipants will become entitled under the Trust there is hereby established in the name of the Trustee a [RDFA] to which the\r\nEmployer . . . through the Trustee will make contributions. . .  (emphasis added)\r\n\r\n\r\nIn deciding whether the RDFA's are covered policies, the Court should consider the legislative intent behind the Act in its\r\nentirety.  Joiner v. Rivas, 342 S.C. 102, 536 S.E.2d 372 (2000) (a cardinal rule of statutory construction is to ascertain the\r\nintent of the legislature).  The legislature has clearly directed that \"[t]his chapter must be liberally construed to effect the\r\npurpose under section 38-29-30 which constitutes an aid and guide to interpretation.\"  S.C. Code Ann. § 38-29-200.  The\r\npurpose of the Guaranty Act is expressed by the legislature as follows:\r\n\r\n\r\nThe purpose of this chapter is to maintain public confidence in the promises of insurers by providing a mechanism for\r\nprotecting policy owners, insureds, beneficiaries, annuitants, payees, and assignees of life insurance policies, accident and\r\nhealth insurance policies, annuity contracts, and supplemental contracts against failure in the performance of contractual\r\nobligations due to the impairment of the insurer issuing these policies or contracts.\r\n\r\n\r\nS.C. Code Ann. § 38-29-30 (Supp. 2000).\r\n\r\nThe Majority hold the Guaranty Act only covers annuity contracts or agreements which \"make periodic payments . . . at\r\nspecific intervals\" but does not cover contracts or agreements to purchase annuities which \"make periodic payments . . . at\r\nspecific intervals.\"  This is a distinction without a difference.  The Association was set up to protect the beneficiary, and under\r\neither scenario above, the effect on a beneficiary when an Insurance Company fails is the same.  The loser is always a\r\nbeneficiary who has no control over the decisions of the trustee.  If the trustee chooses unwisely, or purchases from an\r\ninadequately funded source, the beneficiary will suffer the loss of his retirement benefits.  This is the exact situation the\r\nGuaranty Association was set up to prevent.  The Association was designed to protect the policy holder from an insurance\r\ncompany's failure or inability to honor its contractual obligations.  In the instant case, Liberty Life has assumed the\r\nresponsibility for Investment Life Insurance Company's  failure.  However, in the future, there may not be such a company to\r\nstep in and honor the contracts, which here consisted of a policy holder's retirement benefits.  Retirement benefits are a\r\nnecessity for many citizens of this State, and allowing contracts such as the RDFA's to escape coverage on the technical\r\ndistinction between an \"annuity contract\" and a \"contract to purchase an annuity\" undermines the purpose of the Act and would\r\nhave a dramatic impact on the financial stability of many retirees.\r\n\r\nFurthermore, it is important to consider that these RDFAs are annuity insurance products, sold only by licensed insurance\r\ncompanies after approval by the South Carolina Department of Insurance.  What possibly could the legislature have intended\r\nthe Guaranty Association to cover if not insurance products, sold by licensed insurance companies and approved by the\r\nInsurance Commission?\r\n\r\nFinally, the Majority attempts to distinguish those decisions of other states which have found similar contracts to be within the\r\nprotection afforded by the particular state's guaranty act.  See, e.g., Board of Trustees of the Md. Teachers &amp; State Employees\r\nSupplemental Retirement Plans v. Life &amp; Health Ins. Guar. Corp., 642 A.2d 856 (Md. 1994); Minnesota Life &amp; Health Ins.\r\nGuar. Ass'n v. Department of Commerce, 400 N.W.2d 769 (Minn. Ct. App. 1987); and Unisys Corp. v. Pennsylvania Life &amp;\r\nHealth Ins. Guar. Ass'n, 667 A.2d 1199 (Pa. Commw. Ct. 1995), aff'd 684 A.2d 546 (Pa. 1996).   The Majority finds these\r\ncases were decided based on definitions of \"annuities\" which are distinguishable from our own.  However, the Majority adopts\r\nmuch of the reasoning of the courts in Bennet v. Virginia Life, Accident &amp; Sickness Ins. Guar. Ass'n, supra, Arizona Life &amp;\r\nDisablility Ins. Guar. Fund v. Honeywell, Inc., supra, and Krahling v. First Nat'l Ass'n, supra, where similar contracts were\r\nfound not to be covered under their state's respective guaranty acts.  Yet these states, as the majority  admits, also have\r\ndefinitions of \"annuities\" which are distinguishable from our own.  Again, the Majority is attempting to make a distinction\r\nwithout a difference.\r\n\r\nConsistent with policy, purpose, and legislative intent, I would hold the RDFA's are \"annuity contracts\" covered under South\r\nCarolina' Guaranty Act.\r\n\r\n1. At oral argument, the Association \r\n  indicated that no assessments have ever been levied against Liberty or Investment \r\n  based on the value of the contracts at issue in this case. \r\n2. This opinion refers to \"unallocated \r\n  annuities\" at times. The National Association of Insurance Commissioners Life \r\n  and Health Insurance Guaranty Association Model Act (\"N.A.I.C. Model Act\") defines \r\n  \"unallocated annuity contract\" as \"an annuity contract or group annuity certificate \r\n  which is not issued to and owned by an individual, except to the extent of any \r\n  annuity benefits guaranteed to an individual by an insurer under the contract \r\n  or certificate.\" While the RDFA arguably meet this definition, such characterization \r\n  is not dispositive of the question whether they meet our statutory definition. \r\n3. See Liberty Life \r\n  Ins. Co., at 273, 500 S.E.2d at 196. \r\n4. See Liberty \r\n  Life Ins. Co., at 273, 500 S.E.2d at 196. \r\n5. This definition is virtually \r\n  identical to the South Carolina definition of \"annuity\" in effect at the time \r\n  Liberty entered into the contracts at issue. The definition was amended in 1990 \r\n  to delete the requirement that the payments be \"dependent upon the continuation \r\n  of human life.\" The change in the statutory definition does not affect the outcome \r\n  of this dispute. \r\n 6.  In fact, the court afforded \r\n  weight to the fact that the annuity purchase option contained in the GIC had \r\n  never been exercised by a plan trustee. In the present dispute, the \r\n  Association received no response to discovery requests asking Liberty to identify \r\n  any instances where the annuity purchase option had been exercised by a plan \r\n  trustee. \r\n 7.  The Arizona legislature, \r\n  in 1995, prospectively excluded GIC from guaranty fund coverage. See \r\n  Ariz. Rev. Stat. Ann. § 20-682(B)(4) (West 1995). \r\n 8.  The Oklahoma guaranty act \r\n  expressly excludes unallocated annuity contracts (see fn. 1) from coverage. \r\n  In addition to those cited by the Oklahoma court, our research reveals another \r\n  eight states which either limit or deny coverage for unallocated annuities. \r\n  See Colo. Rev. Stat. Ann. § 10-20-104 (1999)(no coverage); Idaho Code \r\n  § 41-4303 (2000)(no coverage); Iowa Code § 5808C.8 (1998)($1,000,000 limit); \r\n  Ky. Rev. Stat. Ann. § 304.42-030 (1998)(no coverage); Nev. Rev. Stat. § 686C.035 \r\n  (1999)(no coverage); N.J. Stat. Ann. § 17B:32A-3 (1996)($2,000,000 limit); S.D. \r\n  Codified Laws § 58-29C-4 (1989)(no coverage); and W. Va. Code § 33-26A-3 \r\n  (1993)($1,000,000 limit). \r\n 9.  The current version of \r\n  the N.A.I.C. Model Act limits exposure to $5,000,000, per contract-holder, for \r\n  unallocated annuity contracts. See N.A.I.C. Model Act § 3(C)(2)(e). It \r\n  also contains opt-out provisions whereby a state may elect to completely exclude \r\n  unallocated annuity contracts from coverage. \r\n 10. See Minn. Stat. \r\n  Ann. § 61B.19 (West 1996). \r\n 11. See Pa. Stat. Ann. \r\n  tit. 40, § 991.1703 (West 1999). \r\n 12. See Md. Code Ann., \r\n  Insurance § 9-403 (1996). \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25275","title":"Eargle v. Horry County","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25275","description":"County Administrator lacks authority to suspend employees of elected officials.","date":"2001-04-02","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH \r\n  CAROLINA\r\n  In The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n       Lois Eargle, in her capacity as Horry County \r\n        Auditor, Respondent,  \r\n        \r\n            v. \r\n          \r\n        \r\n\r\n        Horry County, a Body Politic Subdivision of the \r\n          State of South Carolina, and Linda Green Angus, in her capacity as Horry \r\n          County Administrator, Petitioners.  \r\n        \r\n\r\n        \r\n      \r\n    \r\n  \r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Horry County\r\n  A. Victor Rawl, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25275\r\n  Heard November 15, 2000 - Filed April 2, 2001\r\n\r\n\r\n\r\n    AFFIRMED \r\n  \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        John P. Henry and Emma Ruth Brittain, both of the Thompson \r\n          Law Firm, of Myrtle Beach, for petitioners.\r\n\r\n        Sandra J. Senn, of Charleston, and Stephanie P. McDonald, \r\n          of Mount Pleasant, for respondent.\r\n\r\n        John Hamilton Smith, of Young, Clement, Rivers &amp; Tisdale, \r\n          of Charleston, for amici curiae. \r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n\r\nJUSTICE PLEICONES:  We granted certiorari to review \r\nthe Court of Appeals' decision in Eargle v. Horry County, 335 S.C. 425, \r\n517 S.E.2d 3 (Ct. App. 1999), wherein that court affirmed the trial court's determination \r\nthat South Carolina law does not authorize a county administrator to suspend employees \r\nof elected officials. The Court of Appeals reversed the trial court's award of \r\nattorney's fees, remanding for a determination whether the county was substantially \r\njustified in pressing its claim. We affirm. \r\nFACTS/PROCEDURAL HISTORY\r\n\r\nThis dispute arose after Lois Eargle, (\"the Auditor\") \r\n  the elected auditor of Horry County, and three of her employees were involved \r\n  in an automobile accident while en route to a co-worker's father's funeral. \r\n  The accident involved a county owned vehicle and occurred during normal county \r\n  business hours. Two of the employees were paid hourly, while the third was a \r\n  salaried worker with supervisory responsibilities. In violation of established \r\n  County policy, neither hourly employee clocked out of work prior to leaving \r\n  their jobs. After the accident, but prior to the initiation of disciplinary \r\n  proceedings, the two hourly employees submitted leave forms for the time they \r\n  were away from their jobs. \r\n\r\nUpon learning of the accident and the employees' \r\n  failure to clock out, Horry County Administrator Linda Angus Green (\"the Administrator\") \r\n  met with the Auditor to discuss disciplining the three employees. \r\n  (1) When the two could not reach an agreement on the appropriate discipline, \r\n  the Administrator purported to suspend the employees. (2)\r\n\r\nUltimately, the Auditor brought a declaratory judgment action against Horry County (\"the County\") and the Administrator\r\n(collectively, \"Petitioners\") seeking a determination whether the County, through the Administrator, had the statutory authority\r\nto suspend employees of the Auditor's Office.  The parties agreed to stay enforcement of the suspensions pending the outcome\r\nof this litigation.  The trial court determined the County lacked such authority and ordered the County to reimburse the\r\nAuditor's attorneys' fees.\r\n\r\nPetitioners appealed.  A divided panel of the Court of Appeals reversed, and the Auditor petitioned for rehearing.  After\r\ngranting the Auditor's petition, the Court of Appeals, en banc, affirmed the trial court's ruling that the Administrator's\r\nauthority to enforce county personnel policies did not include the authority to suspend employees of elected officials.  The\r\ncourt reversed the award of attorney's fees to the Auditor and remanded for express findings as required by S.C. Code Ann. §\r\n15-77-300 (Supp. 1999).  We granted certiorari to review both rulings.\r\n\r\nISSUE I\r\n\r\nDoes a County Administrator have authority to suspend employees of an elected official?\r\n\r\nDISCUSSION\r\n\r\nResolution of this dispute involves construction of three sections of the Home Rule Act (\"the Act\"), codified at S.C. Code Ann.\r\n§§ 4-9-10, et seq. (1986 and Supp. 1999).  Under one provision of the Act, county governments are empowered\r\n\r\n(7) to develop personnel system policies and procedures for county employees by which all county employees are regulated\r\nexcept those elected directly by the people, and to be responsible for the employment and discharge of county personnel in\r\nthose county departments in which the employment authority is vested in the county government.  This employment and\r\ndischarge authority does not extend to any personnel employed in departments or agencies under the direction of an elected\r\nofficial or an official appointed by an authority outside county government. . . .\r\n\r\n\r\nS.C. Code Ann. § 4-9-30(7) (Supp. 1999) (emphasis added).\r\n\r\nAnother section of the Act sets forth the powers and duties of the County Administrator as follows:\r\n\r\n\r\n(1) to serve as the chief administrative officer of the county government;\r\n(2) to execute the policies, directives and legislative actions of the council;\r\n. . .\r\n(7) to be responsible for the administration of county personnel policies including salary and classification plans approved by\r\ncouncil;\r\n(8) to be responsible for employment and discharge of personnel subject to the provisions of subsection (7) of § 4-9-30;\r\n. . . .\r\n\r\n\r\nS.C. Code Ann. § 4-9-630 (1986). Addressing the \r\n  Administrator's authority over elected officials, the Act provides \"[w]ith the \r\n  exception of organizational policies established by the governing body, the \r\n  county administrator shall exercise no authority over any elected officials \r\n  of the county whose offices were created either by the Constitution or by the \r\n  general law of the State.\" S.C. Code Ann. § 4-9-650 (1986). Under the council-administrator \r\n  form of government, county auditors are elected officials. See S.C. Code Ann. \r\n  § 4-9-60 (1986). \r\n\r\nIn construing the above statutes, we recognize \r\n  that \"[a]ll rules of statutory construction are subservient to the one that \r\n  the legislative intent must prevail if it can be reasonably discovered in the \r\n  language used, and that language must be construed in the light of the intended \r\n  purpose of the statute.\" Broadhurst v. City of Myrtle Beach Election Comm'n, \r\n  Op. No. 25191 (S.C. Sup. Ct. filed August 28, 2000)(Shearouse Adv. Sheet No. \r\n  34 at 29). We note further that \"[t]he decision to grant a declaratory judgment \r\n  is a matter which rests in the sound discretion of the trial court and will \r\n  not be disturbed absent a clear showing of abuse.\" Garris v. Governing Bd. \r\n  of South Carolina Reinsurance Facility, 319 S.C. 388, 390, 461 S.E.2d 819, \r\n  820 (1995). \"An abuse of discretion occurs where the trial court is controlled \r\n  by an error of law . . . .\" City of Columbia v. Pic-A-Flick Video, Inc., \r\n  340 S.C. 278, __, 531 S.E.2d 518, 521 (2000).\r\n\r\nPetitioners argue the Court of Appeals erred in \r\n  determining §§ 4-9-30(7) and 4-9-630 do not permit the Administrator to impose \r\n  temporary suspensions upon persons employed by elected officials when enforcing \r\n  County personnel policies. For support, they rely on this Court's decision in \r\n  Heath v. County of Aiken, 295 S.C. 416, 368 S.E.2d 904 (1988) (\"Heath \r\n  I\"). \r\n\r\nIn Heath I, the Court determined that, with \r\n  the exception of sheriff's deputies, all other employees hired and fired by \r\n  the County Sheriff were entitled to grievance rights as provided in S.C. Code \r\n  Ann. § 4-9-30(7). (3) The Court could discern \r\n  no reason why the legislature could not\r\n\r\n\r\ngrant a sheriff the power to hire and fire personnel yet limit that power through the grievance hearing procedure. . . .  The\r\nlegislature's intent to include sheriff's department personnel other than deputies as \"employees\" under Section 4-9-30(7) is\r\nclear from the statutory language itself.\r\n\r\n\r\nId. at 420, 368 S.E.2d at 906. Petitioners \r\n  would apparently expand the Court's holding in Heath I to grant an Administrator \r\n  authority to suspend elected officials' employees. We do not agree that Heath \r\n  I supports this position. Heath I construed an unambiguous portion \r\n  of the Act which limited elected officials' authority; it did not expand a county's \r\n  authority beyond that explicitly granted in the statute.\r\n\r\nThe Administrator contends that the power granted her in S.C. Code Ann. § 4-9-630(7) to administer county personnel policies\r\nnecessarily encompasses the power to suspend the Auditor's employees, as she sought to do here.  It is noteworthy that a\r\nnumber of the Horry County personnel policies call for dismissal of the employee for a first or second violation. (4)  The plain\r\nlanguage of § 4-9-30(7) precludes the Administrator from imposing such a punishment upon any employee of an elected\r\nofficial.  The fact that the Administrator could not legally enforce the maximum punishment calls into question Petitioners'\r\nargument that granting the Administrator suspension powers is necessary to insuring fiscal accountability and employee\r\nmorale.  The argument ignores the fact that many provisions of the County's personnel policies are simply not enforceable by\r\nthe Administrator against elected officials' employees under the explicit language of § 4-9-30(7).\r\n\r\nPetitioners also cite several opinions of the Attorney \r\n  General in support if their position. Most of these opinions address the counties' \r\n  authority to set county work hours and to enact personnel policies for all county \r\n  employees. The opinions do not address a county's ability to enforce these policies \r\n  against elected officials' employees. Moreover, this Court is not bound by opinions \r\n  of the Attorney General. Price v. Watt, 280 S.C. 510, 313 S.E.2d 58 (Ct. \r\n  App. 1984).\r\n\r\nThe Auditor testified the suspensions would adversely affect her ability to perform her duties.  She claimed that staggering the\r\nsuspensions or providing her with temporary staff would not alleviate these problems.  Petitioners did not dispute these claims. \r\nTaking the Auditor's assertions as true, the suspensions could be construed as an exercise of authority by the Administrator\r\nover the Auditor in violation of S.C. Code Ann. § 4-9-650.\r\n\r\nThe Court of Appeals correctly determined that \r\n  the County's authority to promulgate personnel policies applicable to all county \r\n  employees does not cloak the Administrator with the power to suspend employees \r\n  of elected officials. The policy considerations cited by the Court of Appeals \r\n  in support of its decision are persuasive. The facts of this case bear out some \r\n  of these concerns. It is undisputed that the employees the Administrator sought \r\n  to suspend were acting with the permission of and under the direction of their \r\n  elected supervisor. Granting the Administrator the authority to suspend in this \r\n  case would require employees of elected officials to choose whose directives \r\n  they will follow, those of the elected official or those of the Administrator. \r\n  This result could not have been intended by the legislature. See Broadhurst \r\n  v. City of Myrtle Beach Election Comm'n, supra (statutes are to be \r\n  construed to effectuate legislative intent).\r\n\r\nThe Court of Appeals pointed out that the Auditor is directly elected by and accountable to the public, while the Administrator\r\nis not elected and only indirectly accountable to the public, through the County Council.  These facts weigh in favor of denying\r\nthe Administrator the authority sought herein. (5)  If the electorate is dissatisfied with the manner in which the elected Auditor\r\noperates her office, it can express its dissatisfaction at the ballot box.\r\n\r\nFor the reasons given by the Court of Appeals in \r\n  Eargle v. Horry County, supra, and for the reasons given above, \r\n  we affirm the determination that the Administrator lacked the authority to suspend \r\n  the Auditor's employees.\r\n\r\nISSUE 2\r\n\r\nDid the Court of Appeals err in remanding the case to the trial court for a determination on the issue of attorney's fees?\r\n\r\nDISCUSSION\r\n\r\nPetitioners argue the Court of Appeals erred in remanding to the circuit court the question of attorney's fees because the\r\nAuditor is not entitled to recover attorneys' fees as a matter of law.  We disagree and affirm the Court of Appeals' decision to\r\nremand.\r\n\r\nThe issue is controlled by S.C. Code Ann. § 15-77-300 (Supp. 1999) which provides in part:\r\n\r\n\r\nIn any civil action brought by the State, any political subdivision of the State or any party who is contesting state action, unless\r\nthe prevailing party is the State or any political subdivision of the State, the court may allow the prevailing party to recover\r\nreasonable attorney's fees to be taxed as court costs against the appropriate agency if:\r\n\r\n  \r\n\r\n(1) The court finds that the agency acted without substantial justification in pressing its claim against the party;  and\r\n(2) The court finds that there are no special circumstances that would make the award of attorney's fees unjust.\r\n\r\n  \r\n\r\nThe Court of Appeals reversed the trial court's award of attorney's fees to the Auditor, finding the trial court did not make\r\nspecific findings as to the requirements of \"substantial justification\" and \"special circumstances.\"  The court found\r\n\r\n\r\nthe trial court stated in its order that \"this action was necessary and beneficial to the citizens of Horry County to avoid future\r\ninterruption of County business, and, therefore, attorneys fees are warranted and should be paid.\"   Whether an action was\r\n\"necessary\" or \"beneficial\" is not the proper standard for awarding attorney's fees . . . and the circuit court's order makes no\r\nmention of any of the factors required by section 15-77-300.\r\n\r\n\r\nId. at 434, 517 S.E.2d at 8.\r\n\r\nWe find that the trial court's order adequately \r\n  addresses the issue of special circumstances: the order expressed the court's \r\n  opinion that the Auditor's actions enured to the benefit of the citizenry of \r\n  Horry County. See Heath II, supra, (where litigation enured \r\n  to the benefit of the citizens of Aiken County, any special circumstances were \r\n  circumstances making it unjust not to award attorney's fees). In light of these \r\n  findings, a determination on special circumstances is not necessary on remand; \r\n  however, a finding on substantial justification is required.\r\n\r\nCONCLUSION\r\n\r\nWe hold that the Home Rule Act does not empower a county administrator to impose suspensions upon employees of elected\r\nofficials.  We remand to the trial court for a determination of the issue of attorney's fees.\r\n\r\nAFFIRMED.\r\n\r\nTOAL, C.J., MOORE and WALLER, JJ., concur.  BURNETT, J., dissenting in a separate opinion.\r\n\r\nJustice Burnett, dissenting: For the reasons expressed in Judge Cureton's dissent from the Court of Appeals' opinion in this\r\ncase, I respectfully disagree.  I also wish to add some concerns of my own about what I perceive to be the majority's overly\r\nbroad construction of the relevant statutes.\r\n\r\n The cardinal rule of statutory construction is \r\n  that the Court is to ascertain and effectuate the actual intent of the legislature. \r\n  Mid-State Auto Auction of Lexington, Inc. v. Altman, 324 S.C. 65, 476 \r\n  S.E.2d 690 (1996). This Court cannot construe a statute without regard to its \r\n  plain and ordinary meaning, and may not resort to subtle or forced construction \r\n  in an attempt to limit or expand a statute's meaning. Paschal v. State of \r\n  South Carolina Election Comm'n, 317 S.C. 434, 454 S.E.2d 890 (1995).\r\n\r\nS.C. Code Ann. § 4-9-30(7) (Supp. 1999) authorizes the county to\r\n\r\n\r\ndevelop personnel system policies and procedures for county employees by which all county employees are regulated except\r\nthose elected directly by the people, and to be responsible for the employment and discharge of county personnel in those\r\ncounty departments in which the employment authority is vested in the county government.  This employment and discharge\r\nauthority does not extend to any personnel employed in departments or agencies under the direction of an elected official. . . .\r\n\r\n\r\n(emphasis added).  Section 4-9-650 provides that \"[w]ith the exception of organizational policies established by the governing\r\nbody, the county administrator shall exercise no authority over any elected officials of the county whose offices were created\r\neither by the Constitution or by the general law of the State.\" (emphasis added).  There is no contention of any ambiguity in\r\neither of these statutory provisions.  Therefore, we cannot ignore the statutes' plain and ordinary meaning or resort to a subtle\r\nor forced construction in an attempt to expand their meaning.\r\n\r\nThe majority reads § 4-9-30(7) as if it said: \"employment, discharge, and disciplinary authority\" and § 4-9-650 as if it said:\r\n\"the county administrator shall exercise no authority over any elected officials or their staff.\"  Plainly, those words are\r\nnowhere to be found in the statute.  When read together, §§ 4-9-30(7) and 4-9-650 provide that\r\n\r\n\r\n(1) a county administrator has authority over all county employees except elected officials, and\r\n\r\n(2) elected officials hire and fire their own staff.\r\n\r\n\r\nThe statutes in no way exempt the staff of elected officials from the rules applicable to all other county employees, nor from the\r\nenforcement of those rules by the county administrator.\r\n\r\nThe elected official's exclusive power to discharge \r\n  does not include the power to suspend. See&nbsp;Rose v. Beasley, \r\n  327 S.C. 197, 489 S.E.2d 625 (1997) (rejecting the Governor's argument that \r\n  the power to suspend was an incident of his statutory power to remove from office). \r\n  Arguably, nor does the elected official's power to discharge members of her \r\n  staff deprive her staff of the protections of county policies, such as grievance \r\n  procedures. See Heath v. Aiken County (Heath I), 295 S.C. 416, \r\n  368 S.E.2d 904 (1988) (sheriff's department personnel other than deputies are \r\n  county employees under § 4-9-30(7) and therefore subject to reinstatement by \r\n  the county grievance committee). Thus, while county employees working under \r\n  the direction of an elected official remain subject to county rules, they also \r\n  benefit from the security provided by those rules.\r\n\r\nI am aware of the difficulties created by permitting the county administrator to discipline members of the auditor's staff.  A\r\nperson cannot serve two masters.  But the lack of a clear chain of command is a systemic problem that should be resolved in the\r\nlegislative forum.  Moreover, I am equally aware of the difficulties created by not permitting the county administrator to\r\ndiscipline members of the auditor's staff, among them the morale problems that would result from effectively exempting some\r\ncounty employees, and not others, from rules purportedly applicable to all.\r\n\r\nAlthough I believe the legislature clearly intended to give county administrators the authority to enforce county policies against\r\nall county employees not directly elected by the people, I recognize that the statute leaves many unanswered questions\r\nregarding the respective disciplinary roles of the supervising elected official and the county administrator.  This is yet another\r\nreason this issue should be decided in the General Assembly, and not by judicial fiat.\r\n\r\nA responsible elected official should not ask his or her staff members to violate county policy.  Once county policy has been\r\nviolated, however, to construe these statutes to immunize an elected official's staff from discipline by the county administrator\r\nis to read language into the statutes which they do not contain.  \r\n1. Horry County operates under \r\n  the council-administrator form of government pursuant to S.C. Code Ann. §§ 4-9-610, \r\n  et seq. (1986). \r\n2. The hourly employees were \r\n  to be suspended for three days without pay for violating the County's time clock \r\n  policy. The salaried employee was to be suspended for five days without pay \r\n  for failing to supervise the hourly employees and for unauthorized use of a \r\n  County automobile. \r\n3. At the time Heath I \r\n  was decided, § 4-9-30(7) provided that \"[a]ny employee discharged by the administrator, \r\n  elected official or designated department head shall be granted a public hearing \r\n  before the entire county council [upon request] . . . .\" It further granted \r\n  county council the authority to sustain the discharge, subject to judicial review, \r\n  or to reverse the dismissal, in which case the employee would be reinstated. \r\n4. The violations for which \r\n  employees were to be suspended in the instant case are punishable by dismissal \r\n  in the case of a second violation. \r\n5. Apparently, the dissent would \r\n  have this Court forego its duty to interpret statutes and delegate that responsibility \r\n  to the General Assembly. Unfortunately, we do not have that luxury. Curiously, \r\n  while criticizing the majority for impermissibly adding to the language of the \r\n  statute, the dissent is adding its own language, transforming the county's authority \r\n  \"to develop personnel system policies and procedures . . .\" by which employees \r\n  of elected officials are regulated, into authority \"to develop and enforce\" \r\n  its policies against such employees. This is not what the statute says. The \r\n  statute does say that the county is not to exercise \"employment authority\" over \r\n  these employees. The suspensions sought to be imposed here clearly constitute \r\n  exercise of such authority.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25276","title":"State v. Irick","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25276","description":"This case addresses whether an expert can testify about the effect a victim's use of drugs and alcohol could have upon a paranoid schizophrenic defendant.","date":"2001-04-02","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nThe State, Respondent,\r\n\r\n\r\n\r\nv.\r\n\r\n\r\nCharles Irick, Appellant.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Orangeburg County\r\nLuke N. Brown, Jr., Special Circuit Court Judge\r\n\r\n\r\nOpinion No. 25276\r\nHeard February 6, 2001 - Filed April 2, 2001\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAssistant Appellate Defender Robert M. Dudek, of South Carolina Office of Appellate Defense, of Columbia, for appellant.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Donald J. Zelenka, and Senior\r\nAssistant Attorney General William Edgar Salter, III, all of Columbia; Solicitor Walter M. Bailey, of Summerville, all for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCHIEF JUSTICE TOAL:    The jury found Charles Irick (\"Irick\") guilty but mentally ill (\"GBMI\") of murder and sentenced him to life imprisonment.  This\r\nappeal follows.\r\n\r\nFactual/Procedural Background\r\n\r\n\r\nOn June 8, 1995, Orangeburg County Sheriff's Deputy Cecil Carson (\"Carson\") was \"flagged down\" in Holly Hill by a driver in a car.  The driver told Carson\r\nsomeone had been shot and was lying in the street six blocks away.  When Carson found the victim, Melvin Jacques (\"victim\"), he was lying on the side of the\r\nstreet in a large puddle of blood.  The victim had been shot, and there were no signs of life.  \r\n\r\nTwo individuals witnessed the shooting: Altron Jacques (\"Jacques\"), the victim's fourteen-year-old nephew, and Paul Jenkins (\"Jenkins\").  Jacques testified he\r\nsaw Irick, armed with a shotgun, park his white Cadillac on the side of the road beside the victim.  Jacques testified he could see the victim standing next to the\r\ncar having a conversation with Irick.  The victim's voice was low, so Jacques could not hear what was said.  However, Jacques stated Irick's voice was loud,\r\nand he could hear Irick tell the victim, \"Boy, I'll kill you.\" Jacques then started to run, got about six houses up the street, heard a gunshot, and turned to see the\r\nvictim fall to the ground.  According to Jacques, Irick then pulled into a driveway and drove away towards his house.    \r\n\r\nJenkins witnessed the shooting from the roof of his home.  Jenkins testified he saw the victim walking down the street between five and six p.m. on June 8,\r\n1995.  Jenkins spoke briefly with the victim from his roof.   He then saw Irick drive up behind the victim and begin a conversation.  The conversation between\r\nIrick and the victim lasted between five and ten minutes.  Jenkins could not hear most of the conversation, but he testified he did hear Irick tell the victim that\r\nhe would kill him.  Jenkins then heard a gun shot and saw Irick immediately turn his car around.  After seeing the victim on the ground, Jenkins called 9-1-1.  \r\n\r\nOfficer Leroy Ravenel (\"Ravenel\") of the Orangeburg County Sheriff's Department talked to the witnesses, and then proceeded to Irick's residence.  Irick\r\nanswered the door, was read his Miranda rights, and placed under arrest. Ravenel testified Irick verbally stated he understood his rights. After Irick stated he\r\nwished to talk to the police, he said, \"I didn't shoot anybody.\"  However, after a few questions Irick said, \"I'll show you where the gun is at.\"  Irick took\r\nRavenel to the pond where he claimed he threw the gun, but the gun was never recovered.  \r\n\r\nIrick was indicted at the October 1995 term of the Orangeburg County grand jury for the offense of murder.  Prior to trial, in an in camera hearing, defense\r\nexpert Dr. Valerie Holmstrom (\"Dr. Holmstrom\") testified Irick has been diagnosed since 1946 with chronic schizophrenia and post-traumatic stress disorder\r\nrelated to Irick's service in the military.  In Irick's Final Brief of Appellant, his attorney lists episodes of mental illness, including paranoia, chronic\r\nnervousness, and anxiousness.  After a trial, the jury found Irick guilty of murder, but mentally ill.  This appeal followed. \r\n\r\nThe following issue is before this Court on appeal:\r\n\r\n\r\nDid the trial court err by refusing to allow Irick's expert, Dr. Holmstrom, to testify about the effect the victim's use of cocaine and alcohol may have had upon\r\nIrick's chronic paranoid schizophrenia when Irick confronted the victim prior to the murder? \r\n\r\n\r\nLaw/Analysis\r\n\r\n\r\nIrick argues the trial court erred by refusing to allow Dr. Holmstrom, who evaluated Irick and studied the VA records of his mental illness dating back to 1947,\r\nto testify how a victim intoxicated on crack cocaine and alcohol likely exacerbated Irick's chronic paranoid schizophrenia.  We disagree.  The trial judge\r\nproperly refused to allow Dr. Holmstrom to testify as to how Irick would have reacted when he confronted the unarmed victim, who had cocaine and alcohol in\r\nhis bloodstream, because Dr. Holmstrom's testimony amounted to speculative propensity evidence where there was no evidence of what the victim allegedly\r\nsaid or did to provoke Irick.  \r\n\r\nA trial judge is accorded broad discretion in ruling on the admissibility of testimony.  State v. Quattlebaum, 338 S.C. 441, 527 S.E.2d 105 (2000).  The\r\nadmission of expert testimony is within the discretion of the trial court.   State v. Von Dohlen, 322 S.C. 234, 471 S.E.2d 689 (1996).  The trial judge's\r\ndetermination of admissibility will not be disturbed absent abuse of discretion resulting in prejudice to the complaining party.  State v. Hughey, 339 S.C. 439,\r\n529 S.E.2d 721 (2000).  An abuse of discretion arises from an error of law or a factual conclusion that is without evidentiary support.  Lee v. Suess, 318 S.C.\r\n283, 457 S.E.2d 344 (1995).\r\n\r\nDr. Holmstrom, Irick's expert witness, is a clinical psychologist with expertise in forensic psychology.  Irick made an in camera proffer of Dr. Holmstrom's\r\nexpert opinion as to what effect, if any, the use of alcohol and crack cocaine by a victim would have upon Irick's chronic schizophrenia.  Dr. Holmstrom\r\ntestified in camera that the victim's blood alcohol level was 233.3 milligrams per deciliter and crack cocaine was present in his bloodstream.  She testified that\r\nthe victim's level of intoxication could have adversely affected Irick's perception at the time of the crime.  She explained:\r\n\r\n\r\nIf Mr. Irick was confronted with someone who was - since that level of alcohol intoxication would indicate that someone is well beyond being legally drunk,\r\nand also under the influence of crack cocaine, one would expect that their behavior could have been quite different than the normal person who is not under the\r\ninfluence of alcohol and drugs.  For that - and since under the influence of alcohol and crack cocaine people often can behave in a hostile or provocative way or\r\nin a subtle threatening way, that kind of behavior could have impacted on Mr. Irick, given that he has difficulty with dealing with perceived threats from others.\r\n\r\n\r\n\r\nThe trial judge refused to allow the proffered testimony to be presented to the jury.  Nevertheless, the trial judge ruled Irick could introduce evidence concerning\r\nthe victim's blood alcohol level and the amount of crack cocaine present in the victim's system on cross examination of the State's pathologist.  Further, Dr.\r\nHolmstrom was also able to present some of this information in her testimony before the jury during her cross examination by the State.  Dr. Holmstrom\r\ntestified that Irick's family indicated he was not acting maliciously towards them shortly before the murder.  Dr. Holmstrom concluded that during the time of\r\nthe homicide \"[Irick] was . . . in some situation that provoked his psychiatric symptomatology.\" \r\n\r\nDr. Holmstrom's opinion on this matter is highly speculative because it is based on no factual predicate in the record.  Defense counsel presented no testimony\r\nor evidence concerning any behavior or statements by the victim that may have provoked Irick.  The two eyewitnesses to the shooting, Jacques and Jenkins, did\r\nnot overhear the conversation between Irick and the victim, other than Irick's threat to kill the victim.  No evidence was presented that indicated the victim\r\nmade any threatening movements or gestures towards Irick.  Even Dr. Holmstrom admits that information concerning the victim's actions and speech would\r\nhave been useful in determining whether Irick was provoked.  According to Dr. Holmstrom on direct examination:\r\n\r\n\r\n[I]t is very hard, with no, no concrete memory, or not having heard the verbal interaction which apparently went on for, it sounded like for possibly several\r\nminutes, if we had that information we might know a great deal more about perception and about whether the victim was in any way provocative to Mr. Irick or\r\nwas saying things that Mr. Irick was perceiving directly as threatening in any way.  It's just, we are without that information, but that information could have\r\nprovided a lot of help in that area.\r\n\r\n\r\nWithout any eyewitness testimony concerning any actions by the victim that may have impacted upon Irick's perception, and thereby triggering his mental\r\nillness, the proffered testimony of Dr. Holmstrom concerning how the victim's interaction with Irick may have caused Irick to react in a psychotic manner is\r\nmerely conjectural and speculative.     \r\n\r\nAn expert's opinion is admissible if it is relevant and based on some factual predicate in the record.  Dr. Holmstrom's opinion would be admissible if there\r\nwere evidence in the record the victim threatened Irick in any manner.  However, in this case, where the only evidence presented was the fact the victim was\r\nintoxicated, the trial judge did not abuse his discretion by finding the evidence inadmissible. The evidence's limited probative value is substantially outweighed\r\nby the prejudicial effect the evidence could have on the jury.  Rule 403, SCRE.  Furthermore, a reversal in this case would create precedent contrary to public\r\npolicy because a mentally ill defendant would have an argument he was provoked to commit murder simply by showing the victim had drugs or alcohol in his\r\nsystem.     \r\n\r\nConclusion\r\n\r\n\r\nBased on the foregoing, we AFFIRM.\r\n\r\nMOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25277","title":"Moore v. Florence County","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25277","description":"Where no election to fill unexpired term of office has been held, gubernatorial appointee is entitled to remain in office until term expires.  Electee to office cannot qualify for term of office to which he has not been elected.","date":"2001-04-09","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        \r\n\r\nFlorence County, Respondent,\r\n        \r\n        \r\nv.\r\n        \r\n\r\nAlbert Moore, Florence County\r\nTreasurer, and Dean C. Fowler,\r\nJr., Florence County Treasurer-Elect, Defendants,\r\n&nbsp; \r\n\r\n\r\nof whom Albert Moore is Appellant, \r\n\r\nand\r\n\r\nDean C. Fowler, Jr. is Respondent. \r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Florence County\r\nJames E. Brogdon, Jr., Circuit Court Judge\r\n\r\n\r\nOpinion No. 25277\r\nHeard February 21, 2001 - Filed April 9, 2001\r\n\r\n\r\n  REVERSED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nSteve Wukela, Jr., of Florence, for appellant.\r\n\r\nAttorney General Charles M. Condon, Deputy Attorney General Treva G. Ashworth, and Assistant Deputy Attorney General J. Emory Smith, Jr., all of\r\nColumbia, for respondent Fowler.\r\n\r\nFlorence County Attorney Dale R. Samuels, of Florence, for respondent Florence County.  \r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE PLEICONES:  This case comes before the Court on  appeal from the circuit court.  The court below held that the candidate elected county treasurer\r\nin a general election for the term to commence on July 1, 2001, was entitled to assume office before that date, immediately upon taking the oath of office,\r\nnotwithstanding that the office was filled by a gubernatorial appointee whose term had not expired.  We reverse.  \r\n\r\nFACTS/ PROCEDURAL HISTORY\r\n\r\nThe governor appointed appellant Albert Moore (\"Moore\") to serve as  Treasurer of Florence County on March 10, 1999, pursuant to authority granted in S.C.\r\nCode Ann. § 1-3-220(2) (Supp. 2000).  The position became vacant after the elected treasurer was unable to fulfill his term.  Initially, the governor appointed\r\nThomas Shearin to the office.  When Shearin resigned, the governor appointed Moore.  The governor commissioned Moore to serve \"until his successor is\r\nelected and qualified as provided by law.\"\r\n\r\nMoore thereafter filed for election to the position for the term commencing July 1, 2001, and ending June 30, 2005.  Respondent Dean Fowler (\"Fowler\")\r\nlikewise filed to run for the position.  He listed the term of office sought as beginning 2001 and ending 2005.  In the general election held November 7, 2000,\r\nFowler was elected treasurer. \r\n\r\nShortly after his election, Fowler took the oath of office, posted the required bond, and received a commission from the governor. (1)  Soon thereafter, Fowler\r\nsought to assume the office.  Moore resisted Fowler's attempts, asserting that he was the lawfully appointed treasurer and would remain so until the expiration\r\nof the unexpired term to which he had been appointed, i.e., the term ending June 30, 2001.  Fowler, on the other hand, claimed that he was the rightful treasurer\r\nsince he had been elected and had qualified for the office.\r\n\r\nTwo actions were subsequently initiated.  Moore initiated suit on November 28, 2000, seeking to establish his entitlement to continue in the position of\r\ntreasurer through June 30, 2001.  Florence County brought suit against Moore and Fowler in November 2000, seeking a declaratory judgment as to who would\r\nserve as treasurer through June 30, 2001.  The cases were consolidated.\r\n\r\nThe trial court determined that Fowler should serve as the lawful treasurer during the period November 17, 2000, (2) through June 30, 2001, and ordered Moore\r\nto immediately surrender the office.  Moore moved the trial court for supersedeas; the trial court denied the motion.\r\n\r\nMoore appealed, and petitioned this Court for supersedeas.  He also moved to expedite his appeal.  On December 14, 2000, we granted Moore's petition for\r\nsupersedeas and his motion to expedite.\r\n\r\nISSUE\r\n\r\n\r\nDoes one appointed by the governor to fill a vacancy in the county treasurer's position serve for the remainder of his predecessor's term or only until a\r\nsuccessor is elected in a general election, takes the oath of office, and receives a bond and commission?\r\n\r\n\r\nANALYSIS\r\n\r\n\r\n\r\nSeveral provisions of the South Carolina Code of Laws bear on this question.  Those sections are as follows: (3)\r\nSection 1-3-220(2) provides that the governor is to fill a vacancy in an elective county office by appointment, and that the person so appointed shall hold office\r\nuntil the next general election and until his successor shall qualify.  S.C. Code Ann. § 1-3-220(2) (Supp. 2000).\r\n\r\nS.C. Code Ann. § 12-45-20 (2000) provides:\r\n\r\n\r\nThe county treasurer shall hold office for four years and until his successor is appointed or elected and qualified.  His term of office shall commence on the first\r\nday of July following his appointment or election.  When any treasurer for any reason fails to complete his term of office, his successor shall be\r\nappointed initially for the unexpired portion of the term for which his predecessor was appointed.  (Emphasis added).\r\n\r\n\r\nS.C. Code Ann. § 4-11-10 (Supp. 2000) provides that the term of office for county treasurers commences on July 1, following their election. (4)  This section\r\ndoes not apply to those appointed by the governor, nor to elections held for an unexpired term of office.\r\n\r\nOur goal in construing statutes is to harmonize \r\n  conflicting statutes whenever possible and to prevent an interpretation that \r\n  would lead to a result that is plainly absurd. Hodges v. Rainey, 341 \r\n  S.C. 79, 91, 533 S.E.2d 578, 584 (2000). The primary function in interpreting \r\n  a statute is to ascertain the intent of the legislature. Langley v. Pierce, \r\n  313 S.C. 401, 438 S.E.2d 242 (1993).\r\n\r\nApplying these rules to the instant dispute compels reversal of the trial court's decision.  Florence County did not conduct an election to fill the unexpired term\r\nto which Moore had been appointed.  Fowler and Moore ran for the term of office beginning on July 1, 2001.  The voters of Florence County responded by\r\nelecting Fowler to that term.  Accordingly, we hold that Fowler was not entitled to assume the office of treasurer prior to July 1, 2001, the date the term to\r\nwhich he was elected commences.\r\n\r\nWe construe § 1-3-220 (2) as providing for holdover situations in which no person authorized by law to do so has qualified for office on the day the term is to\r\ncommence.  In order to qualify (5) for an office, one must first be entitled to do so.  It stands to reason that one cannot qualify for a term of office to which he was\r\nnot elected.  \r\n\r\nIn order to prevent a vacancy in the office, the \r\n  legislature provided, in § 1-3-220 (2), that appointees remain in office until \r\n  a successor has qualified. This interpretation is consistent with the public \r\n  policy of this state disfavoring vacancies in office. This Court gave effect \r\n  to that policy in Becknell v. Waters, 156 S.C. 77, 152 S.E. 816 (1930), \r\n  wherein we affirmed the trial court's well-reasoned order which recognized that, \r\n  in order to prevent a hiatus in the administration of government, the policy \r\n  of the law is that all administrative officers should hold over until their \r\n  successors are appointed or elected and qualified. See also Bradford \r\n  v. Byrnes, 221 S.C. 255, 70 S.E.2d 228 (1952) (public officials hold over \r\n  de facto until their successors are appointed or elected and qualified). \r\n\r\n\r\nThe Texas Supreme Court addressed a factually analogous \r\n  dispute in Ex parte Sanders, 215 S.W.2d 325 (Tex. 1948), and reached \r\n  a similar conclusion. The question before the court in Sanders involved \r\n  entitlement to a popularly elected district judgeship. The candidate elected \r\n  to the seat died during his term and the governor appointed Davis to fill the \r\n  vacancy. Davis ran for the judgship, but was defeated in the November election \r\n  by Sanders. The term for which Sanders and Davis ran commenced on January 1 \r\n  following the November election, as mandated by the state constitution. On November \r\n  9, Sanders subscribed to the oath of office and on that date entered the courtroom \r\n  where Davis was holding court. Sanders assumed the bench and announced to all \r\n  present his position as judge. Davis demanded that Sanders vacate the bench. \r\n  When Sanders refused, Davis held him in contempt and had the sheriff take Sanders \r\n  into custody.\r\n\r\nOn these facts, the court concluded that Sanders \r\n  \"had neither legal right nor color of legal right to the judgeship on November \r\n  9.\" Id. at 326. The court continued\r\n\r\n\r\n[Sanders] was never in any sense a candidate for the unexpired term [to which Davis was appointed], either in the primary or in the general election, but ran for\r\nthe full term to begin on January 1, 1949, and to end on December 31, 1952.  As such candidate, he knew, as the electors were presumed to know, that under\r\nthe provisions of [the state constitution], the term of office he was seeking did not and could not begin until January 1, 1949.  That is what he asked for and that\r\nis what he got and all he got.\r\n\r\n\r\nId. Without expressing an opinion on when \r\n  Sanders would have been entitled to assume the office had he been elected to \r\n  fill the unexpired term, the court found it significant \r\n\r\n\r\nthat our Constitution provides . . . 'In all elections to fill vacancies of office in this state, it shall be for the unexpired term only.'  If one elected to an unexpired\r\nterm cannot by reason thereof claim any part of the succeeding full term, it would seem to follow that one elected to a full term cannot on basis of that election\r\nalone claim any part of the preceding unexpired term. Clearly they are two distinctly different things.\r\n\r\n\r\nId. (internal citation omitted). \r\n  (6)  \r\n\r\nAddressing Sanders' argument that Davis' contempt \r\n  order was void because Davis' appointive tenure to the office expired on November \r\n  2, the day of the election, the court cited the state constitutional provision \r\n  directing that \"[a]ll officers within this State . . . continue to perform the \r\n  duties of their offices until their successors shall be duly qualified.\" The \r\n  court reasoned that Davis became an \"officer within the State\" upon appointment, \r\n  and continued in that capacity until his successor \"shall be duly qualified.\" \r\n  Sanders, the court opined, \"[could] not qualify before January 1, 1949, because \r\n  he ha[d] no mandate by election or otherwise to do so.\" Id.\r\n\r\nSo too, in this case, Fowler cannot qualify before July 1, 2001, as he has \"no mandate by election or otherwise to do so.\"\r\n\r\nHere, the trial court, relying heavily upon S.C. Code Ann. § 4-11-20 (Supp. 2000), made a post hoc determination that the general election wherein Fowler\r\nprevailed was actually two elections, one for the four year term of office commencing July 1, 2001, and a separate election to fulfill the unexpired term from\r\nNovember 2000 through June 30, 2001.  All parties agree that Florence County did not hold an election for the unexpired term Moore was appointed to fill. \r\nThis is the procedure contemplated by § 4-11-20 (Supp. 2000), which provides that a gubernatorial appointee selected to fill a vacancy in an elective position\r\nserves until an election is held to fill the unexpired term, and that the appointee serves until a successor shall qualify.  Since no election to fill an unexpired term\r\nwas held here, reliance upon § 4-11-20 was misplaced.   \r\n\r\nFurther, the trial court's decision ignores § 12-45-20, and renders § 4-11-10 a nullity inasmuch as the latter section dictates that terms of county treasurers  are\r\nto \"commence the first day of July next following their election.\" \r\n\r\nConstruing these statutes in a common-sense manner so as to provide for the orderly transfer of office, we hold that Moore will serve as treasurer until Fowler\r\nqualifies on or after July 1, 2001.\r\n\r\nCONCLUSION\r\n\r\n\r\n\r\nFor the foregoing reasons, the order of the circuit court is\r\nREVERSED.\r\n\r\nTOAL, C.J., MOORE, WALLER and BURNETT, JJ., concur.\r\n1. This appears to have been a pro forma act, not intended to conflict with the governor's previous appointment of Moore.\r\n2. November 17 is the date on which Fowler took the oath of office.  Further, the parties agreed that the issue below was entitlement to the office for the period\r\nfrom November 17, 2000, to June 30, 2001.  \r\n3. The trial court's decision relied heavily upon S.C. Code Ann. § 4-11-20 (Supp. 2000).  For reasons discussed below, we conclude that such reliance was in\r\nerror, and that § 4-11-20 is of no assistance in deciding this dispute.   \r\n4. This provision reflects the General Assembly's intent that treasurers' and auditors' terms coincide with the state's fiscal year.  The result we reach in this case\r\ngives effect to that intent. \r\n5. Nothing in this opinion is \r\n  to be construed to conflict with our decision in Ex parte Smith, 8 S.C. \r\n  495 (1877). There, in interpreting the meaning of \"qualified\" as applied to \r\n  the governor-elect, we found it \"difficult to conceive of any other appropriate \r\n  signification of the word 'qualified' than that he shall take the oath of office.\" \r\n  Id. at 520. That decision further implied that had a bond been statutorily \r\n  required, the posting of bond would be an additional prerequisite to \"qualification.\" \r\n  The decision we announce today merely recognizes that one cannot qualify without \r\n  first being legally entitled, by virtue of election or appointment, to the office \r\n  and term for which he seeks to qualify. \r\n6. It is noteworthy that Fowler, when filing to run for treasurer, listed the term sought as beginning in 2001, indicating that he sought election to the four year\r\nterm commencing on July 1, 2001.  Moore listed the term sought as beginning July 1, 2001.  These dates are consistent with the term of office prescribed in § 4-11-10.  Moreover, the question before the electors of Florence County in the general election was who would serve as treasurer for the term beginning July 1,\r\n2001. \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25278","title":"George v. Empire Fire and Marine Insurance Company","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25278","description":"This is an insurance case involving the issue of reformation based on mutual mistake.","date":"2001-04-09","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Ernest George, Personal\r\nRepresentative of the Estate of\r\nKate George and Marvelyn\r\nErnette George, Petitioner,\r\n        \r\n        \r\nv.\r\n        \r\n\r\nEmpire Fire and Marine\r\nInsurance Company, W. Gene\r\nWhetsell, Personal\r\nRepresentative of the Estate of\r\nAngela Farmer, and John\r\nShields Autos, Inc., Defendants,  \r\n\r\nof whom W. Gene Whetsell,\r\nPersonal Representative of the\r\nEstate of Angela Farmer, and John Shields Autos,\r\nInc. are Petitioners, \r\n\r\nand Empire Fire and Marine\r\nInsurance Company is Respondent,\r\n\r\n\r\n\r\nv.\r\n\r\n\r\nKen Rickel and Williams and\r\nStazzone Insurance Agency, Third-Party Defendants.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n&nbsp;ON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n    Appeal From Colleton County\r\n    Charles W. Whetstone, Jr., Circuit Court Judge\r\n    R. Markley Dennis, Jr., Circuit Court Judge \r\n  \r\n\r\n\r\n\r\nOpinion No. 25278\r\nHeard February 8, 2001 - Filed April 9, 2001\r\n\r\n\r\n  REVERSED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nGedney M. Howe, III, and Alvin Hammer, both of Charleston, for petitioner Ernest George.\r\n\r\nGaines W. Smith, of Legare, Hare &amp; Smith, of Charleston, for petitioner John Shields Autos, Inc.\r\n\r\nRobert J. Wyndham, of Howe &amp; Wyndham, of Charleston, for petitioner W. Gene Whetsell.\r\n\r\nJames E. Reeves, of Barnwell, Whaley, Patterson &amp; Helms, and Thomas J. Wills, of Wills &amp; Massalon, both of Charleston, for respondent Empire Fire &amp;\r\nMarine Insurance Company.\r\n\r\nMatthew Story, of Clawson &amp; Staubes, of Charleston, for third-party defendants.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE WALLER: We granted a writ \r\n  of certiorari to review the Court of Appeals' opinion in George v. Empire \r\n  Fire and Marine Ins. Co., 336 S.C. 206, 519 S.E.2d 107 (Ct. App. 1999). \r\n  We reverse.\r\n\r\nFACTS\r\n\r\nPetitioner John Shields Autos, Inc. (Shields Auto), a used car dealership, loaned its customer, Angela Farmer, a car to use while hers was being repaired at the\r\ndealership.  While driving the loaner vehicle on August 1, 1994, Angela had a head-on collision with another vehicle.  Marvelyn George was driving the other\r\ncar, in which her daughter, Kate, was a passenger.  Angela, Marvelyn, and Kate were all killed as a result of the accident.\r\n\r\nAs personal representative for the estates of his wife and daughter, petitioner Ernest George brought this declaratory judgment action against Respondent\r\nEmpire Fire and Marine Insurance Company (Empire), Angela's estate, (1) and Shields Auto.  George sought declaration that Shields Auto's insurance policy\r\nwith Empire covered Angela in the amount of $1 million or, alternatively, that the policy be reformed to provide $1 million in coverage. (2)\r\n\r\nGeorge and Empire filed cross motions for summary judgment, and the trial court granted summary judgment in favor of George.  The trial court found that the\r\npolicy provided $1 million coverage for Angela.  In the alternative, the trial court decided that if the liability policy was limited to $15,000, then reformation\r\nbased on mutual mistake was granted to provide $1 million in coverage. (3)\r\n\r\nEmpire appealed, and initially, the Court of Appeals \r\n  affirmed on the basis of reformation. After granting rehearing, the panel then \r\n  reversed summary judgment. The Court of Appeals held as a matter of law that \r\n  the policy covered Angela only up to the statutory limits. Regarding the reformation \r\n  issue, the Court of Appeals decided that there was an issue of fact on whether \r\n  the policy was intended to cover customers in the amount of $1 million \r\n  and remanded for further factual development. Petitioners appealed to this Court, \r\n  and certiorari was granted on the reformation issue only.\r\n\r\nISSUE\r\n\r\n\r\nDid the Court of Appeals err in finding that an issue of fact existed regarding the issue of reformation based on mutual mistake?\r\n\r\n\r\nDISCUSSION\r\n\r\nThe Court of Appeals made two holdings pertinent \r\n  to our analysis of the issue that is before us. First, the Court of Appeals \r\n  held that, insofar as the insurance policies with Empire contained an invalid \r\n  endorsement which excluded coverage for certain customers, \"a court would reform \r\n  such policies for the mandatory minimum coverage of 15/30/5, not the policy \r\n  limits.\" George, 336 S.C. at 220-21, 519 S.E.2d at 114. Second, the Court \r\n  of Appeals stated that there is an issue of fact on \"whether Empire, through \r\n  its agent Rickel, intended that the insurance policies afford Shields's customers \r\n  coverage in the amount of $1,000,000.\" Id. at 223, 519 S.E.2d at 116. \r\n  While we agree with the Court of Appeals as to the effect of invalidating the \r\n  endorsement, we disagree that there is a genuine issue of material fact on whether \r\n  the parties intended customer coverage.\r\n\r\n1.  Reformation Due to Invalid Endorsement\r\n\r\nThe Empire policies contain an endorsement which excludes liability coverage for customers such as Angela.  Although the parties agree that the exclusion is\r\ninvalid under South Carolina law, they disagree as to the effect of removing the illegal exclusion from the policy.  We agree with Empire, and the Court of\r\nAppeals, that the legal effect of invalidating the exclusion does not provide $1 million coverage for Angela.  A full understanding of this issue necessitates a\r\nreview of both the Empire policies and Shields Auto's previous liability policies with Nationwide Mutual Insurance Company (Nationwide).  \r\n\r\nFrom 1988 to 1992, Nationwide covered Shields Auto. \r\n  For the first three policies (1988-89, 1989-90, 1990-91), Shields Auto had liability \r\n  insurance in the amount of $1 million. The 1991-92 policy had a liability limit \r\n  of $500,000. Significantly, in all the Nationwide policies, liability \r\n  was not limited in any way for Shields Auto's customers. \r\n  (4)\r\n\r\nEmpire began insuring Shields Auto in December 1992.  For 1992-93, Shields Auto had a garage liability policy in the amount of $1 million.  In this policy,\r\nhowever, liability for customers was limited. (5)  This limitation excluded customers as \"insureds,\" with two exceptions.  First, if the customer had no liability\r\ninsurance of her own, then the policy would provide liability coverage up to the statutory minimum limits. (6)  Second, if the customer had liability insurance for\r\nless than the statutory minimum limits, the policy would provide liability coverage for the difference between the customer's coverage and the statutory\r\nminimum limits.  The effect of the endorsement was to completely exclude liability coverage under the Empire policy for customers who had their own\r\npersonal liability insurance in an amount equal to or greater than the statutory limits.\r\n\r\nShields Auto renewed its insurance with Empire for 1993-94.  For this year, however, Empire provided Shields Auto with two policies - a primary and an\r\nexcess policy.  The primary policy covered \"Garage Operations - 'Auto' Only\" in the amount of $15,000/30,000/5,000, and \"Garage Operations - Other than\r\n'Auto' Only\" in the amount of $1 million.  The excess policy covered named insureds up to $1 million.  As in the previous year, the 1993-94 policy contained\r\nan endorsement which limited liability coverage for certain customers and completely excluded coverage for other customers. (7)\r\n\r\nThe accident occurred on August 1, 1994, and Angela's \r\n  personal auto liability policy provided coverage at the statutory limits. Because \r\n  the endorsement did not provide coverage for Shields Auto customers if they \r\n  had their own insurance coverage for at least the statutory limits, the Empire \r\n  policy on its face excluded Angela from any coverage. However, since this endorsement \r\n  excludes a class of permissive users, it violates South Carolina law. See&nbsp;Potomac \r\n  Ins. Co. v. Allstate Ins. Co., 254 S.C. 107, 173 S.E.2d 653 (1970) (\"insured\" \r\n  as defined by South Carolina statute includes permissive user; thus, endorsement \r\n  which attempted to exclude customer who had accident while using loaned vehicle \r\n  was held invalid). Indeed, throughout this lawsuit, Empire has conceded that \r\n  the exclusion is invalid under the rule of Potomac.\r\n\r\nPetitioners argue that when Shields Auto renewed its coverage with Empire for the 1993-94 term, all parties intended to provide Shields Auto with the same\r\ncoverage as the 1992-93 policy.  Petitioners further argue that although the 1992-93 policy contained the endorsement which excludes customers such as\r\nAngela, the legal effect of invalidating the endorsement is that Angela would be covered for the amount of the 1992-93 policy, i.e., $1 million.\r\n\r\nAlthough we agree with petitioners that the evidence \r\n  clearly shows the parties intended the same coverage in 1993-94 as in 1992-93, \r\n  \"legal reformation\" of the policy only affords coverage for Angela in the amount \r\n  of the statutory minimum limits. As the Court of Appeals correctly found, when \r\n  endorsements such as these are invalidated, reformation of the policies is \"for \r\n  the mandatory minimum coverage of 15/30/5, not the policy limits.\" George, \r\n  336 S.C. at 220-21, 519 S.E.2d at 114; see&nbsp;also Potomac, \r\n  254 S.C. at 111, 173 S.E.2d at 655 (\"Under the facts of this case, White, by \r\n  virtue of the statutory law, was fully covered by Potomac's policy up to \r\n  the statutory limits, despite the exclusionary endorsement inserted in Potomac's \r\n  policy.\") (emphasis added); Pennsylvania Nat. Mut. Casualty Ins. Co. v. Parker, \r\n  282 S.C. 546, 553-54, 320 S.E.2d 458, 462-63 (Ct. App. 1984) (where the court \r\n  found permissive user was insured despite exclusion in policy, the court held \r\n  that user was \"insured against loss from the liability imposed by law\").\r\n\r\nThe reasoning of Potomac mandates this result. \r\n  In Potomac, the Court found that an endorsement which excluded liability \r\n  coverage for a customer, who was a permissive user driving a loaned vehicle, \r\n  violated the provisions of the South Carolina Financial Responsibility Act. \r\n  The Potomac Court noted that two sections of the statute are considered \r\n  as though written into the liability policy. Potomac, 254 S.C. at 111, \r\n  173 S.E.2d at 655 (citing Pacific Ins. Co. of New York v. Fireman's Fund \r\n  Ins. Co., 247 S.C. 282, 147 S.E.2d 273 (1966)). The first defines a permissive \r\n  user as an insured. See S.C. Code Ann. § 38-77-30(7) (Supp. 2000). \r\n  (8) The second requires minimum statutory liability limits in every \r\n  automobile insurance policy. See S.C. Code Ann. § 38-77-140 (1989). \r\n  (9)  \r\n\r\nFollowing the rationale of Potomac, when \r\n  a liability policy contains an exclusion which conflicts with § 38-77-30(7), \r\n  then the policy must be reformed as a matter of law to comply with § 38-77-140. \r\n  Accordingly, the Empire policy, without the illegal endorsement, provides Shields \r\n  Auto with coverage for Angela up to the statutory minimum limits of 15/30/5.\r\n\r\nTherefore, contrary to what the trial court decided, the legal reformation of the Empire policy does not provide $1 million coverage.\r\n\r\n2.  Reformation Due to Mutual Mistake on Customer Coverage\r\n\r\nThe question remains, however, whether the invalid \r\n  endorsement should ever have been activated on the Empire policy at all. In \r\n  other words, did the parties intend to limit liability for customers to the \r\n  statutory minimum limits? The Court of Appeals held that a genuine issue of \r\n  material fact exists on this question and therefore summary judgment was premature. \r\n  Specifically, the Court of Appeals stated that although it \"is undisputed that \r\n  Shields intended to purchase $1,000,000 in customer coverage from Empire, . \r\n  . . . it is less than clear that Rickel, as Empire's agent, intended to issue \r\n  $1,000,000 in customer coverage.\" George, 336 S.C. at 221, 519 S.E.2d \r\n  at 115. We disagree and find that, as a matter of law, the evidence establishes \r\n  that there was a mutual mistake as to customer coverage. Thus, we affirm summary \r\n  judgment and hold that the trial court properly reformed the policy to provide \r\n  coverage for Angela in the amount of $1 million. See Rule 220(c), SCACR \r\n  (appellate court may affirm any judgment upon any grounds appearing in the record \r\n  on appeal); I'On, L.L.C. v. Town of Mt. Pleasant, 338 S.C. 406, 526 S.E.2d \r\n  716 (2000) (same).\r\n\r\nA contract may be reformed on the ground of mistake \r\n  when the mistake is mutual and consists in the omission or insertion of some \r\n  material element affecting the subject matter or the terms and stipulations \r\n  of the contract, inconsistent with those of the parol agreement which necessarily \r\n  preceded it. E.g., Crosby v. Protective Life Ins. Co., 293 S.C. \r\n  203, 206, 359 S.E.2d 298, 300 (Ct. App. 1987). A mistake is mutual where both \r\n  parties intended a certain thing and by mistake in the drafting did not obtain \r\n  what was intended. Id. Before equity will reform a contract, the existence \r\n  of a mutual mistake must be shown by clear and convincing evidence. Id.\r\n\r\nIn addition to the above-discussed insurance policies themselves, we review the relevant deposition testimony to resolve whether there is a material issue of fact\r\nregarding mutual mistake.  At John Shields's deposition, he testified about the initial procurement of insurance from Empire, through agent Rickel.  Shields\r\nmade clear that he intended customers such as Angela to be fully covered by the liability policy:\r\n\r\n\r\nQ.  . . .  Have you ever discussed with any agent or sales person who was selling you insurance for John Shields Autos, Inc., a garage liability policy, the\r\ncoverage that would exist for a customer to whom you loaned a car?\r\n\r\nA.  Yes.\r\n\r\nQ.  Who was the first agent you discussed that subject with?\r\n\r\nA.  Rickel.\r\n\r\n. . .\r\n\r\nQ.  How about the person who sold you the Nationwide policy?\r\n\r\nA.  Same thing.\r\n\r\n. . .\r\n\r\nQ.  You discussed that subject with them?\r\n\r\nA.  That's the main subject when you're buying an insurance policy.  You want to know, \"Is everybody covered?\"\r\n\r\nQ.  \"Everybody\" being who?\r\n\r\nA.  Anybody that drove one of my cars.\r\n\r\n\r\nShields also testified that after the accident, he was assured by Empire's agents that Angela would be covered for $1 million:\r\n\r\n\r\nQ.  Did anyone tell you that the young lady driving the car that caused the accident had a million dollars worth of insurance?\r\n\r\nA.  They told me that my car was covered with a million dollars worth of insurance, regardless of who drove it.\r\n\r\nQ.  Who said that to you?\r\n\r\nA.   Well, first of all, Esther Levine told me and then Tom Rickel called me from New York and said, \"Don't worry about it John.  I sold you the policy. \r\nYou're covered.  You don't have a thing to worry about.\"  That's what he said.  That's when I told him that I was worried about it.\r\n\r\nQ.  . . . Did [Rickel] ever say, \"Don't worry.  That young lady has a million dollars worth of insurance.  You don't need to worry\"?\r\n\r\n  A. Yes, because he said, \"Your car is covered, \r\n    regardless of who is driving it.&quot;\r\n\r\nQ.  He said that?\r\n\r\nA.  Yes.\r\n\r\nQ.  Those words?\r\n\r\n  A. Those words - when I bought the policy \r\n    and then when I got worried about the wreck. That was my main concern.\r\n\r\n\r\n(Emphasis added).  Additionally, Shields testified that he asked Rickel to get the same coverage as Shields Auto had \"before,\" i.e., with Nationwide.  As\r\ndiscussed above, the Nationwide policies did not limit liability in any way for Shields Auto's customers.\r\n\r\nAt Rickel's deposition, he testified that when he first wrote the Empire policy for Shields Auto, he knew that Nationwide had previously insured Shields Auto:\r\n\r\n\r\nQ.  And did you do any investigation into the Nationwide coverage?\r\n\r\n  A. Yes, I would have. When I was doing the \r\n    application, I asked John [Shields] what type of coverage he had.\r\n\r\n\r\n(Emphasis added).  Rickel stated that Shields \"went with the million dollar limit\" on the Empire policy in 1992, which was up from the $500,000 liability limit\r\nof the previous year's policy with Nationwide.\r\n\r\nRegarding the renewal of coverage with Empire for the 1993-94 year, Rickel testified that Shields wanted the same liability limits and sent Rickel a blank\r\napplication which Rickel subsequently filled out. (10)  Rickel acknowledged that \"the policy forms changed,\" i.e., coverage went from a single policy to two\r\nseparate policies.  Rickel stated that moving from the single policy format to two policies would not have changed the insurance coverage for Angela.\r\n\r\nSummary judgment is appropriate when it is clear \r\n  that there is no genuine issue of material fact and the conclusions and inferences \r\n  to be drawn from the facts are undisputed. SSI Medical Servs., Inc. v. Cox, \r\n  301 S.C. 493, 497, 392 S.E.2d 789, 792 (1990). In ruling on a motion for summary \r\n  judgment, the evidence and the inferences which can be drawn therefrom should \r\n  be viewed in the light most favorable to the nonmoving party. Id.\r\n\r\nUnder Rule 56(c), SCRCP, the party seeking summary \r\n  judgment has the initial burden of demonstrating the absence of a genuine issue \r\n  of material fact. Baughman v. American Tel. &amp; Tel. Co., 306 S.C. \r\n  101, 115, 410 S.E.2d 537, 545 (1991). Once the moving party carries its initial \r\n  burden, the \"opposing party must, under Rule 56(e), 'do more than simply show \r\n  that there is some metaphysical doubt as to the material facts' but 'must come \r\n  forward with specific facts showing that there is a  genuine issue for trial.'&quot; \r\n  Id. (quoting Matsushita Elec. Indus. Co. v. Zenith Radio Corp., \r\n  475 U.S. 574, 586-87, 106 S.Ct. 1348, 1356, 89 L.Ed.2d 538, 552 (1986)) (emphasis \r\n  in original). The party opposing summary judgment cannot simply rest on mere \r\n  allegations or denials contained in the pleadings. Rule 56(e), SCRCP.\r\n\r\nThere is no issue of fact as to what Shields intended. \r\n  Shields testified unequivocally that he intended customers such as Angela to \r\n  be covered for $1 million. He stated this was the \"main subject\" he discussed \r\n  with Rickel. Furthermore, Shields testified that Rickel told him, when he bought \r\n  the policy and after the accident, that his \"car is covered, regardless \r\n  of who is driving it.\" As to Rickel's testimony, he stated that he wrote Shields \r\n  up for $1 million coverage. Additionally, we find it clear that Rickel stated \r\n  he \"would have\" investigated Shields Auto's previous coverage with Nationwide. \r\n  Those Nationwide policies plainly covered customers for the full liability limits \r\n  of the policies, not the statutorily mandated limits. Given this evidence, the \r\n  only reasonable inference is that Rickel, or some other agent of Empire, erroneously \r\n  limited liability for Shields Auto's customers. (11)\r\n\r\nEmpire had a burden to come forward with specific \r\n  facts to create a genuine issue of material fact. See Rule 56(e), SCRCP. \r\n  In our opinion, because Empire has failed to present specific facts showing \r\n  a genuine issue for trial, Empire has not met its burden under Rule 56(e). \r\n  (12) Put simply, Empire has not offered any material evidence to dispute \r\n  the fact that a mutual mistake occurred since Shields requested from Rickel \r\n  $1 million coverage for \"anybody\" who drove one of his cars, but nonetheless \r\n  the policies limited customer coverage. Cf. Commercial Union Assurance \r\n  Co. v. Castile, 283 S.C. 1, 320 S.E.2d 488 (Ct. App. 1984) (where the court \r\n  found that insured and agent agreed to provide insurance for 1977 Ford during \r\n  their telephone conversation, even though agent could not recall the conversation, \r\n  and thus reformed the policy erroneously written to cover 1972 Chevrolet); 13A \r\n  John Appleman &amp; Jean Appleman, Insurance Law and Practice § 7609 (1976) \r\n  (\"where the party applying for insurance states the facts to the agent and relies \r\n  on him to write the policy, . . . and the agent so understands, but fails by \r\n  mistake to so write the contract, the mistake is considered mutual.\").\r\n\r\nWe note further that all relevant parties have \r\n  been deposed; thus, it was not premature for the trial court to dispose of the \r\n  case on summary judgment. Cf. Baughman 306 S.C. at 112, 410 S.E.2d \r\n  at 543 (summary judgment should not be granted until \"the opposing party has \r\n  had a full and fair opportunity to complete discovery\"). Clearly, Empire had \r\n  a full and fair opportunity to develop the record on this issue, but failed \r\n  to do so.\r\n\r\nAccordingly, we find there is clear and convincing \r\n  evidence of mutual mistake, requiring reformation of the policy. Crosby v. \r\n  Protective Life Ins. Co., 293 S.C. at 206, 359 S.E.2d at 300 (a mistake \r\n  is mutual where the clear and convincing evidence shows that both parties intended \r\n  a certain thing and by mistake in the drafting did not obtain what was intended). \r\n  We therefore affirm, in result, the trial courts' decisions to grant summary \r\n  judgment to petitioners and reform the policy to provide $1 million coverage \r\n  for Shields Auto's customers. See Rule 220(c), SCACR (appellate court \r\n  may affirm any judgment upon any grounds appearing in the record on appeal).\r\n\r\nThe Court of Appeals' decision is\r\n\r\nREVERSED.\r\n\r\nTOAL, C.J., BURNETT and PLEICONES, JJ., concur.  MOORE, J., concurring and dissenting in a separate opinion.\r\n\r\nJUSTICE MOORE: I concur in Part 1 of the majority opinion regarding reformation based on an invalid endorsement.  I disagree, however, with the holding\r\nin Part 2 affirming the grant of summary judgment on the issue of reformation based on mutual mistake.  Accordingly, I dissent from that portion of the\r\nopinion.\r\n\r\nIn concluding there is no factual issue regarding a mutual mistake, the majority overlooks pertinent deposition testimony by Empire's agent, Ken Rickel, who\r\nwrote the original Empire policy.  In context, Rickel testified as follows:\r\n\r\n\r\n  Q:&nbsp; Okay. Now, when you first wrote this policy or first filled out this application with Mr. Shields, that was the first time you had met him?\r\n  A:&nbsp; Yes, to the best of my recollection.\r\n  Q:&nbsp; Had Empire written insurance to him previously?\r\n  A:&nbsp; No.\r\n  Q:&nbsp; Do you know who had written his insurance previously?\r\n  A:&nbsp; Nationwide.\r\n  Q:&nbsp; And did you do any investigation into the Nationwide coverage?\r\n  A:&nbsp; Yes, I would have.  When I was doing the application, I asked John what type of coverage he had.\r\n  Q:&nbsp; What did he tell you?\r\n  A:&nbsp; He told me he had half a million dollars of coverage and we went over the inventory coverage on (sic) the garage liability.  We went over his inventory\r\ncoverage.  I didn't feel he was carrying enough but he told me - he specifically said that that's what he wanted.  He wanted the $100,000, I believe, for\r\ninventory coverage.  That he felt he was definitely safe with that limit.  And then we went over his property coverage also.\r\n  Q:&nbsp; Okay. Did you see his Nationwide \r\n    policy? \r\n  A:&nbsp; I know that I saw his Nationwide policy \r\n    on the property. I don't recall - I'm not sure if I saw the Nationwide \r\n    policy on the liability. \r\n  Q:&nbsp; Okay.  And this would have been in the context of the discussions prior to the filling out of the application?\r\n  A:&nbsp; This would have taken place while I was filling out the application.\r\n\r\n\r\nBased on this testimony, I believe the Court of \r\n  Appeals correctly concluded the record \"does not show that Rickel was aware \r\n  of the Nationwide policies and their contents.\" Absent evidence that Rickel \r\n  knew the Nationwide policies covered customers for the full liability limits, \r\n  there is no clear and convincing evidence of his intent in writing the initial \r\n  Empire policy. See Truck South, Inc. v. Patel, 339 S.C. 40, \r\n  528 S.E.2d 424 (2000) (mistake must be common to both parties and, by reason \r\n  of it, each has done what neither intended); Sims v. Tyler, 276 S.C. \r\n  640, 281 S.E.2d 229 (1981) (before equity will reform an instrument, it must \r\n  be shown by clear and convincing evidence not simply that it was a mistake on \r\n  the part of one of the parties but that it was a mutual mistake).\r\n\r\nIn my opinion, summary judgment was inappropriately granted.  I would affirm the Court of Appeals' ruling remanding the case for trial on the issue of\r\nreformation based on mutual mistake.\r\n&nbsp;\r\n\r\n1. Petitioner W. Gene Whetsell, as personal representative of Angela's estate, is the named party.  Throughout this opinion, we simply refer to Angela.\r\n2. Shields Auto in turn brought a cross-claim against Empire, as well as a third-party complaint against Ken Rickel, the insurance agent who procured the policy,\r\nand the Williams and Stazzone Insurance Agency.  In the event that Empire denied $1 million coverage, Shields Auto alleged that Empire, Rickel, and the\r\nagency were negligent.  As relief, Shields Auto also sought declaration that the policy provided $1 million coverage for this accident, or alternatively, that the\r\npolicy be reformed to provide $1 million in coverage.\r\n3. This was Judge Whetstone's decision.  Subsequently, Judge Dennis granted summary judgment, on the basis of reformation, to Shields Auto and Angela\r\nagainst Empire.\r\n4. Item Five of the policies, entitled \"LIABILITY COVERAGE FOR YOUR CUSTOMERS,\" stated the following, in relevant part:  \"Liability coverage for your\r\ncustomers is limited unless indicated below by an 'X' [in the appropriate box].\"  The box was checked on all four Nationwide policies.  Thus, the endorsement\r\nat issue in this case was not activated on the Nationwide policies.\r\n5. The Empire policy contained \r\n  the same standard language as the Nationwide policies. See footnote 4, \r\n  supra. In the Empire policy, however, the box in Item Five was not \r\n  checked, thereby activating the endorsement which limited liability for customers. \r\n6. The statutory minimum limits \r\n  at the time the accident took place were $15,000/30,000/5,000. See S.C. \r\n  Code Ann. § 38-77-140 (1989). \r\n7. That is, the box in Item \r\n  Five again was not checked. See footnotes 4 and 5, supra. \r\n8. This section defines \"Insured\" as \"the named insured . . . and any person who uses with the consent, expressed or implied, of the named insured the motor\r\nvehicle to which the policy applies . . . .\"\r\n9. This section states, in pertinent part:\r\n\r\n\r\n  No automobile insurance policy may be issued or \r\n    delivered in this State to the owner of a motor vehicle or may be issued or \r\n    delivered by an insurer licensed in this State . . ., unless it contains \r\n    a provision insuring the persons defined as insured against loss from \r\n    the liability imposed by law for damages arising out of the ownership, maintenance, \r\n    or use of these motor vehicles within the United States or Canada, subject \r\n    to limits . . . as follows: [15/30/5]. Nothing in this article prevents an \r\n    insurer from issuing, selling, or delivering a policy providing liability \r\n    coverage in excess of these requirements.\r\n\r\n\r\n(Emphasis added).\r\n10. The renewal form listed liability limits as \"CSL 1,000,000.\"\r\n11. Empire points to Rickel's testimony that \"a customer driving a car is still going to be afforded the state minimum limits of insurance under the standard ISO\r\nform or under the way the policy was written with the split limits.\"  Empire contends this statement shows Rickel believed customers would not be  covered for\r\n$1 million.  We find that the only logical inference from Rickel's statement is that he was testifying as to what the policy on its face provided for customers. \r\nThis comment in no way addresses the intent of Shields regarding customer coverage, or Rickel's understanding of that intent.\r\n12. Although Empire also moved for summary judgment, for purposes of our Rule 56 analysis, we treat Empire as the opposing party because summary\r\njudgment on this issue was granted for petitioners.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25279","title":"McGee v. Bruce Hospital System","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25279","description":"This civil case involves the issue of whether one may seek punitive damages against a doctor following the satisfaction of a judgment against another doctor.","date":"2001-04-09","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Ralph M. \"Mike\" McGee, as\r\nPersonal Representative of the\r\nEstate of Donna L. McGee, Petitioner,\r\n        \r\n        \r\nv.\r\n        \r\n\r\nBruce Hospital System, Palmer\r\nM. Kirkpatrick, Jr., M.D., Alan\r\nBlaker, M.D., Reginald S.\r\nBolick, M.D., and Joseph M.\r\nPearson, M.D., both individually\r\nand Pee Dee Surgical Group,\r\nP.A., and Margaret E. Lee,\r\nM.D., individually and d/b/a Pee\r\nDee Radiology Group, Defendants,\r\n\r\nof whom,\r\n\r\nAlan Blaker, M.D., is the Respondent.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n\r\nAppeal From Florence County\r\nJ. Ernest Kinard, Jr., Circuit Court Judge\r\n\r\n\r\nOpinion No. 25279\r\nHeard February 8, 2001 - Filed April 9, 2001\r\n\r\n\r\n  REVERSED AND REMANDED  \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nDavid W. Goldman, Diane M. Rodriguez, Terrell T. Horne, and Kristi F. Curtis, of Bryan, Bahnmuller, Goldman &amp; McElveen, L.L.P., of Sumter, for petitioner.\r\n\r\nCharles E. Carpenter, Jr., and S. Elizabeth Brosnan, of Richardson, Plowden, Carpenter &amp; Robinson, P.A., of Columbia; and David A. Brown, of Aiken, for\r\nrespondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n\r\n\r\nJUSTICE MOORE: We granted a writ \r\n  of certiorari to review the Court of Appeals' decision that affirmed the grant \r\n  of a motion for a directed verdict. McGee v. Bruce Hosp. Sys., 336 S.C. \r\n  410, 520 S.E.2d 623 (Ct. App. 1999). We reverse.\r\n\r\nFACTS\r\n\r\nMcGee admitted herself to the hospital for treatment of solitary rectal ulcer syndrome.  She died after complications developed from the improper placement of\r\na central venous catheter.  The autopsy revealed that there was an extensive contusion of the pericardium and myocardium with lacerations of the right atrium\r\nof the heart.  The contusion was caused by Dr. Joseph M. Pearson's improper placement of the catheter into McGee.  The autopsy further revealed there were\r\ntwo puncture sites involving the liver with perforation into a large hepatic vein caused by respondent.  As a result, petitioner filed a wrongful death and survival\r\nsuit against Dr. Pearson, respondent, and others.\r\n\r\nAt the first trial, the trial court dismissed petitioner's \r\n  case against respondent on a directed verdict motion. The jury returned a verdict \r\n  against Dr. Pearson. (1) This Court affirmed \r\n  the verdict against Dr. Pearson, but reversed the trial court's grant of respondent's \r\n  directed verdict motion and remanded for further proceedings. McGee v. Bruce \r\n  Hosp. Sys., 321 S.C. 340, 468 S.E.2d 633 (1996).\r\n\r\nBefore the trial of respondent, Dr. Pearson paid the verdict amount in full with interest.  Petitioner executed a satisfaction of judgment against Dr. Pearson and\r\nthe Pee Dee Surgical Group.  Respondent then amended his answer and alleged petitioner's claim should be dismissed because the judgment was satisfied.\r\n\r\nThe trial court refused to dismiss petitioner's claim, and stated the previous award of punitive damages against Dr. Pearson should not bar a recovery of\r\npunitive damages against respondent.  The court further noted that whether respondent acted recklessly, wilfully, or wantonly was not determined in the first\r\ntrial.  The court concluded that while petitioner could not recover actual damages against respondent, petitioner could attempt to recover punitive damages.\r\n\r\nDuring respondent's trial, the trial court bifurcated the closing arguments for liability and damages.  The jury failed to reach a verdict on liability and the trial\r\ncourt granted a mistrial.  Respondent then moved for a directed verdict and the trial court reversed its earlier opinion and granted the motion, stating that\r\npetitioner was entitled to only one satisfaction in a matter in which indivisible damages are alleged to be the result of the acts or omissions of one or more\r\ntortfeasors.\r\n\r\nPetitioner appealed to the Court of Appeals, which \r\n  affirmed the decision of the trial court. The Court of Appeals stated that, \r\n  because petitioner conceded he had received all actual damages to which he was \r\n  entitled and the issue of actual damages cannot be submitted to the jury, there \r\n  was no legal liability upon which to predicate a verdict for punitive damages. \r\n  The court further noted that this conclusion is in accord with the principle \r\n  that there can be only one satisfaction for an injury or a wrong. McGee v. \r\n  Bruce Hosp. Sys., 336 S.C. 410, 520 S.E.2d 623.\r\n\r\nISSUE\r\n\r\n\r\nMay petitioner seek punitive damages against respondent following the satisfaction of a judgment against Dr. Joseph M. Pearson?\r\n\r\n\r\nDISCUSSION\r\n\r\nWhen addressing a similar issue, the United States \r\n  District Court for the District of South Carolina found that a plaintiff could \r\n  not bring another action against a second defendant where a previous judgment \r\n  in an earlier action against a first defendant had been satisfied. Garner \r\n  v. Wyeth Lab., Inc., 585 F. Supp. 189 (D.S.C. 1984). The Garner Court \r\n  further noted that a lawsuit seeking only punitive damages cannot proceed once \r\n  the cause of action for actual damages has been extinguished. Id. at \r\n  195. The Court of Appeals relied on Garner to support its finding that \r\n  petitioner could not seek punitive damages against respondent. However, the \r\n  Garner Court inaccurately surmised the law of South Carolina.\r\n\r\nThe rule in South Carolina is that there must be \r\n  an award of actual or nominal damages for a verdict of punitive damages to be \r\n  supported. See Cook v. Atlantic Coast Line R.R. Co., 183 S.C. \r\n  279, 190 S.E. 923 (1937). This rule is premised on the fact that liability must \r\n  be established before a plaintiff can seek punitive damages. See Sanchez \r\n  v. Clayton, 877 P.2d 567 (N.M. 1994) (an award for punitive damages must \r\n  be supported by an established cause of action).\r\n\r\nWe believe the New Mexico Supreme Court in Sanchez \r\n  v. Clayton, supra, provides the proper analysis in this matter. In \r\n  Sanchez, the court stated the following:\r\n\r\n\r\nWhether the prior judgment for compensatory damages may have been paid in full is not determinative in deciding that punitive damages may be awarded\r\nagainst Defendants.  All the law requires is that \"[t]he conduct giving rise to the punitive damages claim must be the same conduct for which actual or\r\ncompensatory . . . damages were allowed.\"\r\n\r\n\r\nSanchez, 877 P.2d at 574 (citation omitted). \r\n  The Sanchez Court noted that the \"most reasonable interpretation of the \r\n  supposed actual damages requirement is that it is really a defective formulation \r\n  of an entirely different idea - that the plaintiff must establish a cause of \r\n  action before punitive damages can be awarded.\" Id. at 573 (citation omitted). \r\n  The Sanchez Court also specifically noted that \"even after compensatory \r\n  damages have been fully satisfied by the settlement of a judgment, a plaintiff \r\n  seeking punitive damages against a joint tortfeasor may bring suit to recover \r\n  those damages in a separate action after dismissal of that joint tortfeasor \r\n  from the original suit has been reversed on appeal.\" Id.\r\n\r\nAs a result, we believe the Court of Appeals incorrectly \r\nstated that since the issue of actual damages could not be submitted to the jury, \r\nthere was no legal liability upon which to predicate a verdict for punitive damages. \r\nTo the contrary, under the reasoning of our law and Sanchez v. Clayton, \r\nsupra, the issue of respondent's liability can be submitted to the jury \r\nand if the jury determines respondent is liable, the jury can then decide whether \r\npunitive damages against respondent are warranted. \r\nPetitioner should be placed in the position he would have been in had the trial court in the first action not erroneously granted a directed verdict for respondent. \r\nHad the first action proceeded properly, the jury could have awarded petitioner punitive damages against Dr. Pearson and respondent.\r\n\r\nWhile \"it is almost universally held that there \r\n  can be only one satisfaction for an injury or wrong,\" (2) \r\n  allowing petitioner to seek punitive damages against respondent will not result \r\n  in petitioner having a double recovery. Although Dr. Pearson has paid the punitive \r\n  damages levied against him, those punitive damages do not reflect the amount \r\n  of punitive damages for which a jury may find that respondent is responsible. \r\n  (3) In this case, a jury has yet to have the opportunity to determine \r\n  whether respondent's conduct was willful, wanton, or in reckless disregard of \r\n  petitioner's rights. See Taylor v. Medenica, 324 S.C. 200, 479 \r\n  S.E.2d 35 (1996) (in order for a plaintiff to recover punitive damages, there \r\n  must be evidence the defendant's conduct was willful, wanton, or in reckless \r\n  disregard of the plaintiff's rights). Petitioner should not be denied the opportunity \r\n  to have a jury determine whether respondent is liable for punitive damages.\r\n\r\nWe remand this case to the trial court with instructions \r\n  that petitioner be allowed to proceed with his action against respondent for \r\n  the sole purpose of determining whether petitioner is entitled to punitive damages. \r\n  To recover punitive damages, petitioner must first prove, on remand, that respondent, \r\n  through his conduct, committed acts making him liable to petitioner for compensatory \r\n  damages. The jury also has to determine whether respondent acted wilfully, wantonly, \r\n  or in reckless disregard of McGee's rights in order to support an award of punitive \r\n  damages. At the conclusion of the trial, if the jury has found respondent liable \r\n  for actual and punitive damages, then the trial court will strike the award \r\n  of actual damages given the fact that petitioner's actual damages have already \r\n  been satisfied by Dr. Pearson. If punitive damages are found, the trial court \r\n  will then determine any motion concerning punitive damages according to Gamble \r\n  v. Stevenson, 305 S.C. 104, 406 S.E.2d 350 (1991). \r\n  (4)\r\n\r\nREVERSED AND REMANDED.\r\n\r\nTOAL, C.J., WALLER, BURNETT and PLEICONES, JJ., concur.\r\n1.   The jury awarded McGee $500,000 in actual damages and $1,000,000 in punitive damages in the wrongful death action and $500,000 in actual damages and\r\n$2,000,000 in punitive damages in the survival cause of action. \r\n2.  Truesdale v. South Carolina \r\n  Highway Dep't, 264 S.C. 221, 235, 213 S.E.2d 740, 746 (1975),  overruled \r\n  in part on other grounds, McCall by Andrews v. Batson, 285 S.C. 243, \r\n  329 S.E.2d 741 (1985). See also Garner v. Wyeth Lab, Inc., \r\n  supra (\"A plaintiff may have but one satisfaction for a wrong done.\"). \r\n3.  See, e.g., \r\n  Beerman v. Toro Mfg. Corp., 615 P.2d 749, 755 (Haw. App. 1980) (\"Punitive \r\n  damages awarded against one tortfeasor do not constitute double recovery with \r\n  respect to a judgment against another tortfeasor since the purpose of punitive \r\n  awards is to punish a particular offender rather than to compensate the victim \r\n  for its injury.\" (citations omitted)); Sanchez v. Clayton, 877 P.2d at \r\n  572 (punitive damages against two or more defendants must be separately determined). \r\n4.  To the extent Brown v. \r\n  Singleton, 337 S.C.&nbsp;74, 522 S.E.2d 816 (Ct. App. 1999), is inconsistent \r\n  with this opinion, it is overruled.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25280","title":"Braddock v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25280","description":"This is a post-conviction relief case raising the issue of whether the PCR court erred by finding petitioner had waived his right to appeal by failing to appear for trial.","date":"2001-04-09","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Bert Braddock, Petitioner,\r\n        \r\n        \r\nv.\r\n        \r\n\r\nState of South Carolina, Respondent.\r\n&nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\n\r\nAppeal From Dorchester County\r\nGerald C. Smoak, Trial Judge\r\nJames E. Lockemy, Sentencing Judge\r\nThomas L. Hughston, Jr., Post-Conviction Judge\r\n\r\n\r\nOpinion No. 25280\r\nSubmitted March 22, 2001 - Filed April 9, 2001\r\n\r\n\r\nREMANDED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAssistant Appellate Defender Tara S. Taggart of the S.C. Office of Appellate Defense, of Columbia, for petitioner.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Allen Bullard, Assistant Attorney\r\nGeneral David A. Spencer, and Assistant Attorney General William Bryan Dukes, all of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\nJUSTICE MOORE:  We granted this petition for a writ of certiorari to determine if the post-conviction relief (PCR) court erred by finding petitioner waived\r\nhis right to an appeal by failing to appear for trial.  We find petitioner is entitled to a belated appeal.\r\nFACTS\r\n\r\nPetitioner was released on bond after his arrest for first degree criminal sexual conduct (CSC) of a minor and did not appear for trial.  He was convicted at a\r\ntrial in his absence.  After being apprehended by law enforcement, he appeared for the opening of his sealed sentence of thirty years imprisonment, which was\r\nreduced at its opening to imprisonment for twenty-three years.  Petitioner appealed the conviction and sentence, but the appeal was dismissed when petitioner\r\nfailed to file an Initial Brief and Designation of Matter.\r\n\r\nThereafter, petitioner filed a PCR application, which was denied after a hearing.  The PCR court dismissed his application, and stated the following: \"The\r\napplicant escaped from custody and willfully remained at large for several months as a fugitive from justice.  By such action he destroyed the right to appeal his\r\nconviction, directly or collaterally.\"\r\n\r\nISSUE\r\n\r\n\r\nWhether the PCR court erred by finding petitioner had waived his right to appeal by failing to appear for trial?\r\n\r\n\r\nDISCUSSION\r\n\r\nWhile the PCR court did not cite any law for the \r\n  proposition that escaping from custody destroys one's right to directly or collaterally \r\n  attack his conviction and sentence, the following cases are applicable: Lamb \r\n  v. State, 293 S.C. 174, 359 S.E.2d 282 (1987); Jordan v. State, 276 \r\n  S.C. 168, 276 S.E.2d 781 (1981); Martin v. State, 276 S.C. 514, 280 S.E.2d \r\n  210 (1981). Lamb, Jordan, and Martin hold that this Court \r\n  will not hear the appeal of a party who evades the process of the Court and \r\n  refuses to submit to its jurisdiction by escaping.\r\n\r\nThese cases are distinguishable from the instant \r\n  case. In all of these cases, the prisoner escaped custody after conviction and \r\n  was not, at the time of appeal, in South Carolina custody. In this case, \r\n  petitioner is in custody in South Carolina and has been since he was sentenced. \r\n  While petitioner did not appear at his trial, this does not act to waive his \r\n  right to appeal from his conviction. Cf. State v. Robinson, 287 \r\n  S.C. 173, 337 S.E.2d 204 (1985) (where a defendant is tried in abstentia, \r\n  an appeal may not be taken until the sealed sentence is opened and read to the \r\n  defendant); State v. Washington, 285 S.C. 457, 330 S.E.2d 289 (1985) \r\n  (same). \r\n\r\nBoth petitioner, acting  pro se, and his \r\n  counsel filed Notices of Appeal with this Court. (1) \r\n  At the PCR hearing, petitioner testified he believed counsel was proceeding \r\n  with the appeal. While petitioner admitted he did not pay counsel for pursuing \r\n  the appeal, he testified counsel never requested any payment.\r\n\r\nCounsel testified he told petitioner he would file an appeal; however, he stated he was never offered any money to proceed with the appeal.  Counsel stated he\r\ninformed petitioner's wife he could handle the appeal for a fee or that the Office of Appellate Defense could handle it for free.  He testified he did not\r\npersonally contact Appellate Defense because he felt petitioner was not, in fact, indigent.\r\n\r\nThere is no evidence petitioner waived his right \r\n  to a direct appeal. Counsel did not seek to withdraw as counsel; instead, he \r\n  ceased handling the appeal without ensuring petitioner had retained other counsel \r\n  or was being represented by Appellate Defense. See Rule 602(e)(4), SCACR. Since \r\n  petitioner did not knowingly and intelligently waive his right to appeal, he \r\n  is entitled to a belated appeal. Davis v. State, 288 S.C. 290, 342 S.E.2d \r\n  60 (1986); White v. State, 263 S.C. 110, 208 S.E.2d 35 (1974). \r\n\r\n\r\nWe have reviewed petitioner's direct appeal issues \r\n  and conclude they are without merit. Accordingly his conviction is affirmed \r\n  pursuant to Rule 220(b)(1), SCACR, and the following authorities: Issue 3: \r\n  State v. Pinckney, 339 S.C. 346, 529 S.E.2d 526 (2000) (if there is any \r\n  direct or substantial circumstantial evidence reasonably tending to prove the \r\n  guilt of the accused, case was properly submitted to the jury); \r\n  State v. Burdette, 335 S.C. 34, 515 S.E.2d 525 (1999) (in reviewing denial \r\n  of a motion for directed verdict, the evidence must be viewed in light most \r\n  favorable to the State); Issue 4: Carter v. State, 329 S.C. 355, \r\n  495 S.E.2d 773 (1998) (caption of indictment need not precisely conform with \r\n  wording on its face); Issue 5: State v. Patterson, 324 S.C. 5, \r\n  482 S.E.2d 760, cert. denied, 522 U.S. 853, 118 S.Ct. 146, 139 \r\n  L.Ed.2d 92 (1997) (trial judge's denial of motion for continuance will not be \r\n  disturbed absent clear abuse of discretion); Issue 6: State v. Kelly, \r\n  331 S.C. 132, 502 S.E.2d 99 (1998), cert. denied, 525 U.S. 1077, \r\n  119 S.Ct. 816, 142 L.Ed.2d 675 (1999) (denial of a new trial motion will not \r\n  be disturbed on review absent an abuse of discretion resulting in prejudice \r\n  to the defendant).\r\n\r\nPetitioner's allegation his absence at trial was due to a communication from counsel is an issue for PCR rather than direct appeal.  Given the fact the PCR court\r\nincorrectly found it could not address petitioner's PCR application, this matter is remanded to the PCR court to make findings and to rule on this issue.  If the\r\nPCR court determines petitioner's allegation has merit, then petitioner will be entitled to a new trial.\r\n\r\nREMANDED.\r\n\r\nTOAL, C.J., WALLER, BURNETT and PLEICONES, JJ., concur.\r\n1.   The appeals were later combined into one appeal.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25281","title":"State v. Lynch","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25281","description":"This is a criminal appeal involving the issue of whether an amendment to a first degree burglary indictment affected subject matter jurisdiction over the charge.","date":"2001-04-16","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n        \r\n        \r\nv.\r\n        \r\n\r\nJames Lynch, III, Appellant.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville County\r\nHenry F. Floyd, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25281\r\nHeard April 3, 2001 - Filed April 16, 2001\r\n\r\n\r\nAFFIRMED IN PART;\r\nREVERSED IN PART. \r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Eleanor Duffy Cleary, of the South Carolina Office of Appellate Defense, of Columbia, for appellant.\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Donald J. Zelenka, all of\r\nColumbia, and Solicitor Robert M. Ariail, of Greenville, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE WALLER: A jury convicted appellant \r\n  of murder and first degree burglary. (1) The \r\n  trial court sentenced him to concurrent terms of life imprisonment. On appeal, \r\n  appellant's prior counsel filed a brief pursuant to Anders v. California, \r\n  386 U.S. 738 (1967), and a petition to be relieved. This Court denied the petition, \r\n  and ordered the parties to brief an issue regarding subject matter jurisdiction \r\n  over the first degree burglary charge. We reverse the burglary conviction and \r\n  affirm the murder conviction.\r\n\r\nFACTS\r\n\r\nAt the outset of trial, the State moved to amend the indictment on the first degree burglary charge.  The State requested that the words \"in the hours during\r\ndarkness\" be replaced with \"caused physical injury.\"  Over appellant's objection, the trial court allowed the amendment.\r\n\r\nThe amended indictment reads:\r\n\r\n\r\nCOUNT ONE - BURGLARY IN THE FIRST DEGREE\r\n(DWELLING)\r\n\r\n  That James Lynch III did in Greenville County on or about \r\n    November 11, 1996 willfully and unlawfully enter the dwelling of Pebble Jones \r\n    without consent and with the intent to commit a crime therein and the defendant \r\n    did enter during the hours of darkness  did cause physical \r\n    injury to a person who is not a participant in the crime while defendant was \r\n    effecting entry or while in the dwelling or in immediate flight.\r\n\r\n\r\n(strikeout indicates deleted language, underline indicates added language).  Thus, the original indictment charged appellant with first degree burglary under\r\nsection 16-11-311(A)(3), and the amended indictment charged him under section 16-11-311(A)(1)(b). (2)\r\n\r\nISSUE\r\n\r\n\r\nDid the trial judge err by allowing the State to amend the indictment for first degree burglary by changing the aggravating circumstance alleged?\r\n\r\n\r\nDISCUSSION\r\n\r\nAppellant argues that an aggravating circumstance is a required element of first degree burglary, and the aggravating circumstance upon which his burglary\r\nconviction was based has never been presented to the grand jury.  Therefore, he argues that the amendment to the indictment deprived the trial court of subject\r\nmatter jurisdiction over the burglary charge.  We agree.\r\n\r\nA circuit court has subject matter jurisdiction if: (1) \r\n  there has been an indictment which sufficiently states the offense; (2) there \r\n  has been a waiver of indictment; or (3) the charge is a lesser included charge \r\n  of the crime charged in the indictment. Carter v. State, 329 S.C. 355, \r\n  495 S.E.2d 773 (1998). An indictment is sufficient to confer jurisdiction \"if \r\n  the offense is stated with sufficient certainty and particularity to enable \r\n  the court to know what judgment to pronounce, and the defendant to know what \r\n  he is called upon to answer. . . .\" Browning v. State, 320 S.C. 366, \r\n  368, 465 S.E.2d 358, 359 (1995).\r\n\r\nAn indictment may be amended provided \"such amendment does \r\n  not change the nature of the offense charged.\" S.C. Code Ann. § 17-19-100 (1985). \r\n  For example, an amendment which changes an offense to one with increased punishment \r\n  deprives the circuit court of subject matter jurisdiction. Hopkins v. State, \r\n  317 S.C. 7, 451 S.E.2d 389 (1994); State v. Riddle, 301 S.C. 211, 391 \r\n  S.E.2d 253 (1990). We note, however, that an amendment may deprive the circuit \r\n  court of jurisdiction even if it does not change the penalty. See Weinhauer \r\n  v. State, 334 S.C. 327, 333, 513 S.E.2d 840, 842 (1999) (citing State \r\n  v. Sowell, 85 S.C. 278, 67 S.E. 316 (1910)).\r\n\r\nIn Weinhauer, this Court decided that an indictment \r\n  for second degree burglary was improperly amended when the State added language \r\n  that the offense was committed at \"nighttime.\" The amendment changed the offense \r\n  charged from a violation of section 16-11-312(A) (\"person enters a dwelling \r\n  without consent and with intent to commit a crime therein\") to a violation of \r\n  section 16-11-312(B) (\"person enters a building without consent and with intent \r\n  to commit a crime therein, and . . . (3) [t]he entering or remaining occurs \r\n  in the nighttime\"). S.C. Code Ann. § 16-11-312 (Supp. 2000). The amendment transformed \r\n  the offense from being classified as non-violent to violent. The Court held \r\n  that \"by amending the indictment, the solicitor changed the nature of the offense \r\n  charged because the circumstance of 'nighttime' burglary was material to charging \r\n  Defendant with second degree burglary under subsection (B).\" Weinhauer, \r\n  334 S.C. at 332, 513 S.E.2d at 842.\r\n\r\nThe Weinhauer Court relied in part on the reasoning \r\n  of State v. Sowell, 85 S.C. 278, 284, 67 S.E. 316, 318 (1910). The Court \r\n  in Sowell held that breaking and entering in the daytime and in the nighttime \r\n  were distinct offenses, and therefore the \"time of its commission\" was the \"essence \r\n  of the offense.\" This was despite the fact that both offenses belonged to the \r\n  same class of felonies and were punishable in the same way. Because the two \r\n  offenses were distinct, the Court stated that the amendment substituting nighttime \r\n  for daytime \"not only changed the nature of the offense charged, but substituted \r\n  an entirely different one for the one charged.\" Id.\r\n\r\nThe offense of first degree burglary, as defined by section \r\n  16-11-311, occurs when a person enters a dwelling without consent, with intent \r\n  to commit a crime in the dwelling, and an aggravating circumstance is present. \r\n  Without an aggravating circumstance, the crime committed would be second degree \r\n  burglary. See S.C. Code Ann. § 16-11-312(A). Thus, although it is only \r\n  one element of the crime, the aggravating circumstance is \"the essence\" of first \r\n  degree burglary. Sowell, 85 S.C. at 284, 67 S.E. at 318. Moreover, these \r\n  aggravating circumstances are quite distinct from one another, and thus, the \r\n  proof required for each aggravating circumstance is materially different from \r\n  one another. Compare S.C. Code Ann. §§ 16-11-311(A)(1), (2) &amp; (3).\r\n\r\nWe find that by changing the aggravating circumstance from \r\n  entering during the darkness to causing physical injury, the amendment to the \r\n  indictment \"substituted an entirely different [offense] for the one charged.\" \r\n  Sowell, 85 S.C. at 284, 67 S.E. at 318. The amendment was a material \r\n  change which modified what the defendant was \"called upon to answer.\" Browning, \r\n  320 S.C. at 368, 465 S.E.2d at 359. Accordingly, the amendment deprived the \r\n  circuit court of subject matter jurisdiction over the burglary charge. \r\n\r\n\r\nThe State argues that the amendment was properly permitted \r\n  because it came as no \"surprise\" to appellant. The trial court utilized a similar \r\n  \"prejudice\" analysis when it allowed the amendment. However, in testing the \r\n  sufficiency of an indictment and the propriety of amending an indictment, it \r\n  is improper to look to other indictments, even if those indictments relate to \r\n  the same course of conduct. A subject matter jurisdiction analysis is performed \r\n  on individual charges, not the charges in the aggregate. The appropriate analysis \r\n  is whether the amendment to the indictment changed the nature of the offense \r\n  charged, not whether the amendment in any way surprised or prejudiced appellant. \r\n  See § 17-19-100. (3) We hold the amendment \r\n  here violated section 17-19-100.\r\n\r\nAppellant's murder conviction, however, is unaffected by the resolution of this issue, and therefore, it is affirmed. \r\n\r\nCONCLUSION\r\n\r\nBecause the amendment to the first degree burglary indictment changed the nature of the offense charged, appellant's burglary conviction is reversed. (4)  We\r\naffirm the murder conviction.\r\n\r\nAFFIRMED IN PART; REVERSED IN PART.\r\n\r\nTOAL, C.J., BURNETT, PLEICONES, JJ., and Acting Justice George T. Gregory, Jr., concur.\r\n1. The victim, Pebbles Jones, was appellant's former girlfriend.  She was stabbed in her home, with fatal wounds to the jugular vein and the heart.\r\n2. The statute for first degree burglary provides as follows:\r\n\r\n\r\n(A) A person is guilty of burglary in the first degree if the person enters a dwelling without consent and with intent to commit a crime in the dwelling, and\r\neither:\r\n(1) when, in effecting entry or while in the dwelling or in immediate flight, he or another participant in the crime:\r\n\r\n  \r\n\r\n(a) is armed with a deadly weapon or explosive;  or\r\n(b) causes physical injury to a person who is not a participant in the crime; or\r\n(c) uses or threatens the use of a dangerous instrument; or\r\n(d) displays what is or appears to be a knife, pistol, revolver, rifle, shotgun, machine gun, or other firearm; or\r\n\r\n  \r\n\r\n(2) the burglary is committed by a person with a prior record of two or more convictions for burglary or housebreaking or a combination of both; or\r\n(3) the entering or remaining occurs in the nighttime.\r\n(B) Burglary in the first degree is a felony punishable by life imprisonment.  For purposes of this section, \"life\" means until death.  The court, in its discretion,\r\nmay sentence the defendant to a term of not less than fifteen years.\r\n\r\n\r\nS.C. Code Ann. § 16-11-311 (Supp. 2000).  \r\n3. However, if a permissible amendment \r\n  (i.e., one which does not change the nature of the offense charged) \"operate[s] \r\n  as a surprise to the defendant,\" then \"the defendant shall be entitled, upon \r\n  demand, to a continuance of the cause.\" § 17-19-100. \r\n4. Of course, appellant may be retried \r\n  on the first degree burglary charge if he is reindicted or waives presentment. \r\n  See Montana v. Hall, 481 U.S. 400, 402 (1987) (\"It is a venerable \r\n  principle of double jeopardy jurisprudence that the successful appeal of a judgment \r\n  of conviction, on any ground other than the insufficiency of the evidence to \r\n  support the verdict, poses no bar to further prosecution on the same charge.\") \r\n  (internal alterations, quotes, and citations omitted); State v. Munn, \r\n  292 S.C. 497, 499, 357 S.E.2d 461, 463 (1987).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25282","title":"State v. Shuler","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25282","description":"This death penalty case, which involved the murder of an armored car guard, contained several issues.  The primary issues are: (1) did the trial judge fail to grant Batson relief where he ruled one of the Solicitor's reasons for striking a juror was a \"subterfuge\"; and (2) did the trial judge err in proceeding with a Jackson v. Denno hearing in the defendant's absence.","date":"2001-04-16","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n        \r\n        \r\nv.\r\n        \r\n\r\nCalvin Alphonso Shuler, Appellant.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Dorchester County\r\nA. Victor Rawl, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25282\r\nHeard March 7, 2001 - Filed April 16, 2001\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAssistant Appellate Defender Robert M. Dudek, of South Carolina Office of Appellate Defense, of Columbia, for appellant.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Donald J. Zelenka, and Assistant\r\nAttorney General S. Creighton Waters, all of Columbia; and Solicitor Walter M. Bailey, of Summerville, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\nCHIEF JUSTICE TOAL:  Calvin Alphonso Shuler (\"Shuler\") was sentenced to death for killing guard James B. Brooks (\"Brooks\") during an armed robbery\r\nof an Anderson Armored Car.  Shuler appeals his murder conviction and death sentence.  This opinion consolidates Shuler's direct appeal with the mandatory\r\nreview provisions of S.C. Code Ann. § 16-3- 25 (1985).\r\nFactual/Procedural Background\r\n\r\n\r\nOn December 3, 1997, three Anderson Armored Car guards, Alton Amick (\"Amick\"), Sherman Crozier (\"Crozier\"), and Brooks, were collecting and delivering\r\nmoney to various banks in the Low County area.  Amick was the driver, Crozier sat in the front passenger seat, and Brooks sat in the back of the car.  \r\n\r\nThe Anderson Armored Car is a bullet resistant van with a number of security features.  A metal wall topped by a steel mesh screen separated Brooks in the\r\nback from Amick and Crozier in the cab.  The driver and passenger side doors had \"double locks\" that take two hands to open.  The car's side double doors on\r\nthe passenger side and double doors in the rear were kept locked.  Both Amick and Brooks had keys to access the back of the car, but Brooks did not need the\r\nkey to get out.  Brooks also had access to \"kill switches\" in the rear - one switch would totally disable the car's engine and the other switch would sound a\r\nvisual and audible alarm. \r\n\r\nAt 10:45 a.m., the three guards arrived at First National Bank of Harleyville.  Amick looked around twice to see if the area was clear.  He opened the door and\r\nturned his head to grab his clipboard.  When he turned around a man wearing army fatigues, a camouflage face mask, and gloves was pointing a semi-automatic\r\npistol in his face.  The attacker also had an assault rifle slung over his shoulder.  The attacker shouted three times, \"Get out of the God d*mn truck.\"  Amick got\r\nout of the car.  The attacker then climbed in the driver's seat, pointed the gun at Crozier's head, and ordered him out of the car.  Crozier exited the car, but left\r\nhis door open.  \r\n\r\nInside the van, the attacker and Brooks engaged in a gun battle through the screen mesh separating the cab and the rear area.  Amick stood near the doorway on\r\nthe driver's side, Crozier ran around the back of the car.  After the gunfire stopped, the attacker threw his semi-automatic handgun out of the car's window.  The\r\nattacker hesitated for a moment as he tried to get the car into gear, and then drove off at a high rate of speed.  As the van sped away, Amick fired four shots at\r\nthe car's tires with his .38 revolver.  \r\n\r\nSeveral eye witnesses saw the attacker drive the car down Shortcut Road at a high rate of speed.  Deputy Thomas Limehouse initially responded to the call from\r\nFirst National Bank, but was told to go to the dirt road in his four wheel drive police vehicle.  Once there, he met other policemen, and they proceeded on the\r\ndirt road.  After about a half mile, they saw the armored car on the road.  They approached and saw Brooks laying in the back of the van.  EMS responded to the\r\nscene, but Brooks was dead due to his numerous gunshot wounds.  The rear compartment of the car contained $1,555,400 in currency, although much of it was\r\nshredded by gunfire and soaked in Brooks' blood.  \r\n\r\nMembers of the Charleston County Sheriff's canine team responded to the dirt road location to track the attacker.  One of the officers found a SKS assault rife,\r\nwhich fires 7.62 mm ammunition, submerged under water in a canal.  The SKS's 30 round clip was found on the bank of the canal.  The canine team followed\r\nthe scent from the canal into the surrounding woods.  The officers found a bloody ski mask hanging on a tree branch.  After another 75 yards, the officers found\r\na box of 7.62 mm ammunition on the ground.  The dogs also found a folded green duffel bag before they lost the attacker's scent.  \r\n\r\nThe armored car guards recovered the pink-handled, Lorcin .25 semi-automatic handgun the attacker threw out of the window at the bank.  The police traced\r\nthe gun and found it was registered to Shuler's mother, who is deceased.  The police contacted Shuler, and he agreed to meet police at his residence that\r\nafternoon.  Shuler claimed he gave the gun to his mother for protection.  According to Shuler, he had not seen the gun since he gave it to his mother prior to her\r\ndeath.  \r\n\r\nThe SKS rifle was traced to Demond Jones (\"Jones\"), Shuler's cousin's fianc&eacute;.  Since Jones was a convicted felon, it was illegal for him to purchase a SKS,\r\nand he was arrested on federal firearm charges.  Jones testified he agreed to buy the SKS from Woody's Pawn Shop for Shuler in order to satisfy a debt he owed\r\nShuler for a Cadillac.  A week after the purchase, Shuler asked Jones to stand guard while he robbed an armored car in Harleyville.  Shuler offered Jones a .44\r\npistol and $5,000 to help in the robbery.  Jones refused.  \r\n\r\nAfter further information implicating Shuler was discovered, FBI agents interviewed Shuler concerning the crime.  The agent noticed Shuler nervously pulled\r\non his knit hat during the interview.  When Shuler's hat was removed, the agent noticed lacerations to the back of his head.  A FBI agent then conducted a\r\npolygraph examination. (1) Shuler confessed to the murder.  \r\n\r\nShuler was a former employee of Anderson Armored Car and had briefly worked with Amick and Brooks.  According to Shuler, he knew the guards would be\r\narmed, and his .25 pistol would be insufficient firepower, so he gave Jones money to buy the SKS.  Shuler's confession revealed he concocted a plan to rob the\r\narmored car two weeks prior to the crime.  His plan involved hiding underneath a house adjacent to the First National Bank until the armored car made its\r\nroutine stop.  Prior to the murder, Shuler waited patiently underneath the house all night until the armored car arrived the following morning.  \r\n\r\nFollowing Shuler's confession, police procured a search warrant for his home.  Inside Shuler's home, police found ammunition, Shuler's Anderson Armored\r\nCar badge, a pistol pouch, and a .44 magnum pistol in the attic.  Inside Shuler's pickup truck they found a pair of camouflage hunting gloves, as well as three\r\nother camouflage knit hunting gloves.   \r\n\r\nThe physical evidence overwhelmingly demonstrated Shuler was the attacker.  The DNA experts testified at trial Shuler matched the blood taken from the top\r\nof the driver's seat and the passenger's sun visor.  Shuler also matched blood taken from the outside passenger door handle, the double door on the passenger\r\nside of the armored car, the top of the cooler between the seats, the SKS clip found on the bank of a ditch, and the ski mask.\r\n\r\nAccording to the pathologist who conducted Brooks' autopsy, there were three major pre-mortem injuries that could have been fatal. There were also a number\r\nof wounds the pathologist theorized were post-mortem.  The pathologist opined many of the wounds were consistent with injury from a high-powered rifle, and\r\nstated all of the shooting happened quickly.  \r\n\r\nThe ballistics expert matched a bullet fragment removed from the right front of Brooks' neck with the SKS rifle.  The SKS also matched three fragments from\r\nBrooks' right thigh and buttock, and one fragment from his right lateral torso.  \r\n\r\nFurthermore, a X-ray of Shuler's head wounds indicated the wounds were consistent with gunshot wounds.  The ER doctor who performed the X-rays testified\r\nthe X-rays reflected gunshot fragments in Shuler's head, and Shuler had shoulder bruising consistent with the recoil from a high-powered rifle.  \r\n\r\nDuring the January 1998 term, Shuler was indicted for murder, armed robbery, and kidnapping.  On January 28, 1998, the State served a notice of intent to seek\r\nthe death penalty.  The jury found Shuler guilty on each count.  The penalty stage commenced on November 11, 1998.  The jury recommended a death sentence,\r\nand the trial judge sentenced Shuler to death.\r\n\r\nThe following issues are before this Court on appeal:\r\n\r\n\r\n  Did the trial judge err in failing to grant Batson v. Kentucky, 476 U.S. 79, 106 S. Ct. 1712, 90 L. Ed. 2d 69 (1986) relief where he ruled one of the Solicitor's\r\nreasons for striking a juror was a \"subterfuge\" and not race-neutral?\r\n    \r\n  Did the trial judge err by proceeding with the Jackson v. Denno, 378 U.S. 368, 84 S. Ct. 1774, 12 L. Ed. 2d 908 (1964) hearing in Shuler's absence?\r\n     \r\n  Did the trial judge err by allowing the Solicitor to question Jones about his duty to tell the truth pursuant to a plea agreement?\r\n    \r\n  Did the trial judge err in refusing Shuler's Request to Charge on a citizen's use of force in arresting a felon?\r\n\r\nLaw/Analysis\r\n\r\n\r\nI.&nbsp; Batson Challenge\r\n\r\nDuring jury selection, the trial judge found one of the Solicitor's reasons for striking juror Bettie Dewberry (\"Dewberry\") was a \"subterfuge\" and not racially\r\nneutral.  Shuler contends the trial judge should have granted Batson relief under this Court's reasoning in Payton v. Kearse, 329 S.C. 51, 495 S.E.2d 205\r\n(1998).  We disagree.  The record indicates the trial judge had a flawed memory during the Batson hearing concerning Dewberry's earlier answers during\r\nindividual voir dire.  Thus, the trial judge's determination that the Solicitor's reason was a subterfuge was clearly erroneous, and the Solicitor's challenged\r\nreason for striking the juror was valid.\r\n\r\nThe Equal Protection Clause of the Fourteenth Amendment \r\n  to the United States Constitution prohibits the striking of a venire person \r\n  on the basis of race or gender. State v. Hicks, 330 S.C. 207, 499 S.E.2d \r\n  209 (1998). When one party strikes a member of a cognizable racial group or \r\n  gender, the trial court must hold a Batson hearing if the opposing \r\n  party requests one. See generally State v. Haigler, 334 S.C. 623, 515 \r\n  S.E.2d 88 (1999). The proponent of the strike must offer a race or gender neutral \r\n  explanation. Id. The opponent must show the race or gender neutral \r\n  explanation was mere pretext, which is generally established by showing the \r\n  party did not strike a similarly situated member of another race or gender. \r\n  Under some circumstances, the explanation given by the proponent may be so fundamentally \r\n  implausible the trial judge may determine the explanation was mere pretext, \r\n  even without a showing of disparate treatment. Id. \r\n\r\nWhether a Batson violation has occurred must be determined by examining the totality of the facts and circumstances in the record.  Riddle v. State, 314 S.C.\r\n1, 443 S.E.2d 557 (1994).  The opponent of the strike carries the ultimate burden of persuading the trial court the challenged party exercised strikes in a\r\ndiscriminatory manner.  State v. Adams, 322 S.C. 114, 470 S.E.2d 366 (1996).  Appellate courts give the trial judge's finding great deference on appeal, and\r\nreview the trial judge's ruling with a clearly erroneous standard.  State v. Dyar, 317 S.C. 77, 452 S.E.2d 603 (1994).  \r\n\r\nThe trial judge's findings of purposeful discrimination rest largely on his evaluation of demeanor and credibility.  Sumpter v. State, 312 S.C. 221, 439 S.E.2d\r\n842 (1994).   Often the demeanor of the challenged attorney will be the best and only evidence of discrimination, and \"evaluation of the prosecutor's mind lies\r\npeculiarly within a trial judge's province.\"  Hernandez v. New York, 500 U.S. 352, 365, 111 S. Ct. 1859, 114 L. Ed. 2d 395 (1991).  Furthermore, a strike must\r\nbe examined in light of the circumstances under which it is exercised, including an examination of the explanations offered for other strikes.  State v. Oglesby,\r\n298 S.C. 279, 379 S.E.2d 891 (1989).  \r\n\r\n          In many circumstances, attorneys attempt to \"save\" an unconstitutional peremptory strike by offering another non-discriminatory reason for the strike. \r\nHowever, this Court in Payton, supra held a racially discriminatory preemptory challenge in violation of Batson cannot be saved because the proponent of the\r\nstrike puts forth a non-discriminatory reason.  According to this Court in Payton, if this \"dual motivation doctrine\" were adopted, \r\n\r\n\r\n[T]his Court would be approving a party's consideration of discriminatory factors so long as the sufficient non-discriminatory factors were also part of the\r\ndecision to strike a juror and the discriminatory factor was not the substantial or motivating factor.  However, any consideration of discriminatory factors in this\r\ndecision is in direct contravention of the purposes of Batson, which was to ensure peremptory challenges are executed in a non-discriminatory manner.\r\n\r\n\r\nId. at 59-60 , 495 S.E.2d at 210.  This Court concluded that, \"[o]nce a discriminatory reason has been uncovered - either inherent or pretextual - this reason\r\ntaints the entire jury selection procedure.\"  Id.   \r\n\r\nThis Court reiterated its rejection of the dual motivation doctrine in Haigler, supra.  In Haigler, this Court applied Payton to the defendant's claim one of the\r\nprosecutor's two reasons for striking a black female juror was pretextual.  According to the prosecutor, the main reason he struck the juror was because she was\r\nopinionated and polarizing.  His secondary reason was because of her prior jury service on an acquitting jury.  The Court found the defendant did not prove a\r\nBatson violation because the struck juror and a seated juror were not similarly situated because their prior jury service was sufficiently different.  Furthermore,\r\nthe prosecutor's seating of other black jurors weighed against a discriminatory intent, and the prosecutor's reasons for striking other black females did not\r\nindicate discrimination.     \r\n\r\nFollowing voir dire, the State struck only two venire persons -  Bobby Sarine (\"Sarine\"), an Indian male, and Dewberry, an African American female.  With\r\nregards to Sarine, the Solicitor noted on the record his observations of Sarine's hesitation, demeanor, and facial expressions when asked whether he could\r\nimpose the death penalty.  After selection, the defense made a Batson motion as to the State's strike of Sarine.  The Solicitor reminded the trial court he had\r\nnoted on the record Sarine's equivocation.  The Solicitor also stated he was prosecuting Sarine's cousin in a death penalty trial.  The trial court ruled that\r\nregardless of Sarine's race, the State's reasons were viable, valid, and race-neutral.  Shuler does not appeal this ruling.   \r\n\r\nThe State's strike of Dewberry is more complicated.  During Dewberry's individual voir dire, the trial judge began by explaining the three types of jurors in a\r\ndeath penalty trial -  a Type I juror would always give the death penalty, a Type II juror would always give life imprisonment, and a Type III juror would\r\nconsider giving the death penalty after considering all the evidence.  When asked by the trial judge which type of juror she was, Dewberry hesitated.  The\r\nfollowing colloquy then occurred:\r\n\r\n\r\nCourt:     Could you ever vote for the death penalty?\r\n\r\n  \r\nDewberry:      Yes, sir.\r\n\r\n  \r\nCourt:       All right.\r\n  She's indicated a possible two or three.  That's my understanding of your answer.  You feel that you might be able to give due\r\nconsideration and might be able to vote either way; is that right?\r\n\r\n  \r\nDewberry:      Yes, sir.\r\n\r\n  \r\nCourt:       But you would lean towards life without parole, correct?\r\n\r\n  \r\nDewberry:      Yes, sir.\r\n\r\n\r\n(emphasis added).  This colloquy indicates the trial judge was confused and Dewberry was equivocating.  Basically, Dewberry suggests she can vote for the\r\ndeath penalty, but she leans towards voting for life without parole.  The trial judge mistakenly states Dewberry is either a Type II or Type III juror, two very\r\ndifferent categories.  Type II suggests Dewberry could never vote for the death penalty, while Type III suggests she could consider giving the death penalty in\r\ncertain circumstances.\r\n\r\nDewberry exhibited further equivocation when questioned by the Solicitor:\r\n\r\n\r\nSolicitor:  Now, I'm not going to ask you to predict what you'd do in this case because you haven't heard the facts, but what we all want to know is if you were\r\npicked on a death penalty case like this as a juror, could you ever vote to sentence somebody to death knowing that person is actually going to be executed in\r\nthe electric chair or by lethal injection because of that jury's vote?\r\n\r\nDewberry: (The juror shrugged her shoulders).  Yes.\r\n\r\nSolicitor:  All right.  And I couldn't help but notice you hesitated for maybe about a minute before answering.  I know this is an important question, but do you\r\nhave - I'm not going to ask you to predict what you would do in this case because you haven't heard the facts, but do you have any doubt as to your ability to\r\nfairly consider both alternatives?\r\n\r\nDewberry: No, sir.\r\n\r\nSolicitor:  I'm sorry.  I couldn't hear you?\r\n\r\nDewberry: No, sir.\r\n\r\n\r\nThe audio tapes of Dewberry's voir dire reveal her answers to both the trial court's and the State's questions about the death penalty were weak, timid, and\r\nalmost inaudible.  When asked by the State if she could vote for death, there was around a twenty second delay before she answered, and the record reveals she\r\nmerely shrugged her shoulders.  These answers contrast greatly with her answers given in response to the defense's question.  When asked general questions\r\nabout her personal background and her job, Dewberry answered in a normal, audible tone, and she seemed confident.  \r\n\r\nAfter Dewberry's voir dire, the Solicitor asked the trial court to note her equivocation on the record in the event of a later Batson challenge:  \r\n\r\n\r\nSolicitor:  In regard to the last juror, again, I agree with the Court's assessment that she is qualified under Wainwright v. Witt status.  I could not hear her initial\r\nresponse to your questions, but you did repeat it.  And I just want to check with the court reporter to see if she got all of that down.\r\n\r\nAnd I just wanted the record to reflect that there was  - I didn't time it, but a very, very long hesitation where Mrs. Dewberry just stared at me and didn't give\r\nthe answer for a full minute.  She did show - I thought - an undue amount of hesitation on those questions.\r\n\r\nCourt:  Uh-huh.  All right, let the record so reflect.  Yes, sir.\r\n\r\nSolicitor: Your Honor, the reason I'm doing that is - I can't cite the case.  There is a case to that effect that there should be some contemporaneous record\r\nmade if there was some equivocation or hesitation in the event of a later Batson problem.\r\n\r\nCourt:    Yes, sir, I understand that.\r\n\r\n\r\n\r\nAfter the State exercised its second strike on Dewberry, the defense made a Batson motion.  The trial judge asked the Solicitor for a race-neutral reason for the\r\nstrike.  The Solicitor responded he had two reasons for his strike: 1) Dewberry hesitated when asked about the death penalty; and 2) Dewberry had a prior\r\ncriminal record she did not report.  The primary reason was Dewberry's vacillation or hesitation on the death penalty issue.  Acknowledging this could be an\r\nappellate issue, the Solicitor cited eight South Carolina cases for the proposition that vacillating responses to death penalty questions are race-neutral reasons\r\nfor strikes.  \r\n\r\nThe following colloquy then occurred between the Solicitor and the trial judge:\r\n\r\n\r\nSolicitor:  Mrs. Dewberry, Your Honor, was the only one of the jurors that ended up on the list that was potentially able to be passed by either side that at any\r\npoint indicated she was a possible No. 2 juror.  She said she was a 2 or 3, I believe.\r\n\r\nCourt:   No, sir, she said she was a three from the beginning.\r\n\r\nSolicitor:  All right, sir.  Your Honor, I'm just going by my notes and I could be mistaken.  I thought she said she was a possible - \r\n\r\nCourt:   No, sir.     There was a juror but that was not Mrs. Dewberry.  \r\n\r\n\r\nThe Solicitor then told the trial judge two members of his staff took notes during the voir dire and noted Dewberry's hesitation.  The Solicitor also described\r\nhow he did not strike two African American jurors and one African American alternate because he felt they did not vacillate.  Finally, the Solicitor requested\r\nthe trial judge look at the court reporter's transcript because it appeared there was a discrepancy between the trial court's and the attorneys' recollection. \r\n\r\nThe trial judge declined to open the record and determined Dewberry said she was a Type III juror from the beginning.  The trial court made the following\r\nruling:\r\n\r\n\r\nCourt: Now, I'm going to make a ruling right now before we go any further.  \r\n\r\nI'm finding with regard to whether or not she's responded to the questions adequately, timely and quickly enough is a subterfuge and is not race neutral.\r\n\r\nI do find, however, that the fact that she has a record and did not report said record on the questionnaire is a race neutral reason that would disqualify her and\r\nallow the strike to stand.\r\n\r\n\r\nDefense counsel objected.  \r\n\r\nAccording to this Court's holding in Payton, a racially discriminatory peremptory challenge in violation of Batson cannot be saved because the State also puts\r\nforth a reason that is not discriminatory. Payton, supra.  Pursuant to Payton, if the trial judge erred by failing to quash the jury panel once he found the\r\nSolicitor's reason was a subterfuge, Shuler is entitled to a new trial.  See State v. Ford, 334 S.C. 59, 512 S.E.2d 500 (1999).  \r\n\r\nThe trial court's determination the State's reason was a subterfuge and not racially neutral was clearly erroneous.  See Dyar, supra.  A finding is clearly\r\nerroneous if it is not supported by the record.  See Haigler, supra.  The record demonstrates Dewberry hesitated when asked about the death penalty.  The audio\r\ntranscript also demonstrates her equivocation, undue hesitation, and uneasy demeanor.  South Carolina case law recognizes that vacillating or hesitant responses\r\nby a potential juror on voir dire about the imposition of the death penalty is a racially neutral explanation for a peremptory challenge.  See State v. Forney,\r\n321S.C. 353, 468 S.E.2d 641 (1996); Riddle, supra; State v. Elmore, 300 S.C. 130, 386 S.E.2d 769 (1989). \r\n\r\nFurthermore, the trial judge's conclusion Dewberry had always claimed to be a Type III juror was not supported by the record.  The trial judge, during\r\nindividual voir dire, stated Dewberry was a Type II or Type III juror who favored life imprisonment.  The trial judge's recollection at the Batson hearing\r\ndirectly conflicts with his statements during voir dire.  Immediately after Dewberry's voir dire, the trial judge agreed without dispute to let the record reflect her\r\nhesitation, but later in the Batson hearing the trial judge strongly disagreed Dewberry hesitated at all.  The trial judge's recollection was clearly flawed with\r\nregards to Dewberry, which is understandable considering the voluminous record and the amount of testimony during individual voir dire.    \r\n\r\nFinally, the composition of the jury panel is a factor that may be considered when determining whether a party engaged in purposeful discrimination pursuant to\r\na Batson challenge.  Dyar, supra.  Of the twenty six members of the jury panel in the current case, twenty were Caucasian,  four were African American, and\r\ntwo were other minorities.  The State struck just two jurors, Sarine and Dewberry.  The jury was, therefore, comprised of two African Americans, one other\r\nminority, and nine Caucasians.  Of the two alternates, one was African American.  We find these numbers do not reveal a disproportionate number of\r\nCaucasians. \r\n\r\nThe State had legitimate, non-discriminatory reasons for striking both Sarine and Dewberry. In regards to Dewberry, the trial judge's finding the Solicitor's\r\nreason was a subterfuge was not supported by the record, and was clearly erroneous.  Because the trial judge's decision was clearly erroneous and the Solicitor's\r\nchallenged reason is valid, there is no Batson or Payton violation.\r\n\r\nII.&nbsp; Jackson v. Denno Hearing    \r\n\r\nShuler argues his Sixth Amendment and Due Process rights were violated by his absence during part of a pre-trial Jackson v. Denno hearing on the\r\nadmissibility of his statements to police and FBI agents.  We disagree. \r\n\r\nOn October 5, 1998, the trial court held a Jackson v. Denno hearing on the admission of Shuler's statements and confession.  The trial judge required Shuler's\r\npresence during the hearing because a Jackson v. Denno hearing is part of the \"critical process\" in preparation for a death penalty case. Before the hearing\r\nstarted, Shuler fought with the guards because he did not want to attend the hearing.  Law enforcement agents were forced to restrain Shuler in order to\r\ntransport him to the hearing.  While in transport, the officers had to put a protective mask over Shuler's face to prevent him from spitting on them.\r\n\r\nImmediately before the hearing, Shuler severely \"rapped\" his head on the table.  Defense counsel was concerned Shuler suffered a concussion and wanted to\r\ncall EMS.  The trial judge notified EMS and stated, in part: \r\n\r\n\r\nLet the record reflect I'm going to go forward regardless of Mr. Shuler's condition at this point in time because even though I find these motion to be a critical\r\npart of the trial process and the charges Mr. Shuler is facing, it is necessary for me to go forward.   \r\n\r\nIf in fact Mr. Shuler cannot proceed, I am going to proceed on this discovery type motions.  I will certainly move him to a position that's in his best interest both\r\nfrom a security, safety, and medical standpoint. \r\n\r\n\r\nWhen asked if he had any objection, defense counsel responded \"no,\" although he did want his client's constitutional rights protected.  In other words,  he\r\nwanted his client to be present during this critical process.  The trial judge responded:\r\n\r\n\r\nIn essence, if we reach that point in time, Mr. Cummings, I will make a ruling on the record regarding his constitutional right to be present, obviously, and\r\nwhether or not he has intentionally or unintentionally waived that right pursuant to conduct and condition. \r\n\r\n\r\n                At the conclusion of Barbara Walters' expert testimony during the hearing, Shuler was examined by EMS.  At the EMS's suggestion, the trial judge\r\nordered guards to strap Shuler to a stretcher and transport him to the hospital because of his elevated blood pressure.  The trial court then stated:\r\n\r\n\r\nLet the record reflect at this point in time, I do not find that his actions are voluntary or involuntary, but there is no critical phase regarding the Jackson v.\r\nDenno hearing that is being waived.\r\n\r\nTherefore, we are going to proceed with the hearing and the motions. \r\n\r\nObviously, if it needs to be repeated at trial, you're going to have to cross the - (Defendant Shuler yelling) - cross the.  We will have to cross that bridge when\r\nwe get there.   \r\n\r\n\r\nDefense counsel thanked the trial court for removing Shuler, and did not make a contemporaneous objection.  \r\n\r\nAt the conclusion of FBI agent Espie's testimony during the Jackson v. Denno hearing, defense counsel stated to the trial court he had no way to present\r\nanything to contradict the testimony because Shuler was not present.  The trial judge stated:\r\n\r\n\r\nNow, let the record reflect that the Jackson v. Denno hearing is continued for the purposes of allowing the Defense to put forward Mr. Shuler, assuming that\r\nthey will. \r\n\r\nI do not believe anything else would be warranted other than Mr. Shuler's testimony, correct? \r\n\r\n\r\nDefense counsel agreed and stated the defense had no other way to confirm the signature on the confession. \r\n\r\nThe trial judge noted their objection and found Shuler voluntarily absented himself from the Jackson v. Denno hearing.  The trial judge also noted Shuler was\r\ngiven the opportunity to testify when he was present on October 18, 1998.  According to the trial judge, \"Of course, there was ample time and opportunity at\r\nthat time to present anything else other than Mr. Shuler's testimony vis-a-vis the Jackson v. Denno issue.  So, I need to simply explain and put that on the\r\nrecord in response to your notation.  I note your motion.  I note your objection.  I note for the record it was timely made and you are protected on the record.\"\r\n\r\nA.&nbsp; Shuler's Right to Attend the Jackson v. Denno Hearing\r\n\r\nShuler argues his Sixth Amendment right to confrontation was violated by his absence from the Jackson v. Denno hearing.  We disagree.\r\n\r\nThe primary interest secured by the Confrontation Clause of the Sixth Amendment is the right to cross examination.  Starnes v. State, 307 S.C. 247, 414 S.E.2d\r\n582 (1991) (citing Douglas v. Alabama, 380 U.S. 415, 85 S. Ct. 1074, 13 L. Ed. 2d 934 (1965)).  The right to confrontation has been referred to as a \"trial\r\nright.\"  Id. (citing Barber v. Page, 390 U.S. 719, 88 S. Ct. 1318, 20 L. Ed. 2d 255 (1968)).  The appropriate question under Confrontation Clause analysis is\r\nwhether there has been any interference with the defendant's opportunity for effective cross examination at trial.  Kentucky v. Stincer, 482 U.S. 730, 745, 107 S.\r\nCt. 2658, 96 L. Ed. 2d 631 (1987).  Any questions asked during the Jackson v. Denno hearing were presented before the jury at trial when Shuler was present.\r\nTherefore, Shuler's right to confrontation was not adversely effected.\r\n\r\nShuler also alleges he had a due process right to be present during the Jackson v. Denno hearing because it is a critical stage of the trial.  We disagree.\r\n\r\nEven in situations where the defendant is not actually confronting witnesses or evidence against him, he has a due process right \"to be present in his own person\r\nwhenever his presence has a relation, reasonably substantial, to the fulness of his opportunity to defend against the charge.\"  Stincer, 482 U.S. at 745, 107 S. Ct.\r\nat 2667.  A criminal defendant has the right to be present at any stage of the criminal proceeding that is critical to its outcome if his presence would contribute\r\nto the fairness of the procedure.  Starnes, supra.  A defendant's exclusion, or absence, will be reviewed in light of the whole record.  State v. Caldwell,  300\r\nS.C. 494, 388 S.E.2d 816 (1990).   Both Shuler and the State agree a Jackson v. Denno hearing on the admissibility of a defendant's statements is critical to the\r\noutcome of the criminal proceeding.  However, Shuler's presence would not have contributed to the fairness of the procedure.  \r\n\r\nFirst, Shuler was not cooperating with the trial court and was disruptive during the October 5, 1998, hearing.  Shuler banged his head on the table prior to the\r\nhearing and was wearing a protective mask to prevent him from spitting on the guards.  Second, the only prejudice claimed by defense counsel was he could not\r\nask Shuler if the signature on the Miranda form was his.  The trial judge held the hearing open to allow the defense to present evidence from Shuler.  During\r\nthat time, defense counsel could have shown the document to Shuler, explained the law enforcement officer's testimony to him, and further interviewed the\r\ntestifying officer.  Finally, Shuler declined to testify or offer any evidence in the Jackson v. Denno hearing.  Thus, Shuler has not alleged or demonstrated\r\nknowledge of any facts not known to his attorneys that would have been relevant to the voluntariness determination.  See Stincer, supra.                  \r\n\r\nFinally, a defendant can waive his right to be present at a crucial stage of the trial by disruptive conduct.  State v. Bell, 293 S.C. 391, 360 S.E.2d 706 (1987).  A\r\ndefendant may be properly excluded when his conduct is disruptive or is interfering with the progress of the trial.  Id.  (citing In re Dwayne M., 287 S.C. 413,\r\n339 S.E.2d 130 (1986)); see Illinois v. Allen, 397 U.S. 337, 90 S. Ct. 1057, 25 L. Ed. 2d 253 (1970) (holding defendant waived his right to be present where he\r\ncontinued to behave in a disorderly manner and continued to interrupt the trial judge after he was warned about his conduct).  Although the right to be present is\r\na substantial one, no presumption of prejudice arises from a defendant's exclusion.  Bell, supra.  (citations omitted).  \r\n\r\nThe State argues Shuler's conduct was disruptive because he fought with the guards prior to the hearing, had to be restrained during transport to the court, \r\nslammed his head on the table prior to the hearing, and yelled during court.  In Bell, the defendant waived his right to be present during trial when he stood\r\ntwice in closing argument, objected to holding trial on the Sabbath, repeatedly  interrupted the judge, and told the judge he would insist on obstructing the trial. \r\nIn Bell, we found that even without Bell's candid admission he would impede the trial if he remained in the courtroom, his disruptive conduct clearly\r\nconstituted a waiver of his right to be present at trial.  Bell, 293 S.C. at 402, 360 S.E.2d at 712.  In this case, Shuler was removed from the hearing because of\r\nhis elevated blood pressure, which the trial judge concluded was the result of malingering.  However, Shuler's pattern of disruptive conduct on the day of the\r\nJackson v. Denno hearing is no different than the conduct in Bell.  The trial judge, therefore, correctly found Shuler's conduct at the Jackson v. Denno hearing\r\ndisruptive, his mental and physical condition to be the result of malingering, and he voluntarily absented himself from the hearing.  \r\n\r\nB.&nbsp; Harmless Error\r\n\r\nAlthough we find Shuler voluntarily absented himself from the hearing, we also find Shuler did not suffer any prejudice as a result of his absence from the\r\nJackson v. Denno hearing. His absence was, at most, harmless error.\r\n\r\nDenials of a defendant's right to be present, as well as other constitutional violations, are subject to a harmless error analysis.  State v. Williams, 292 S.C. 231,\r\n355 S.E.2d 861 (1987).  Although the right to be present is a substantial right, no presumption of prejudice arises from a defendant's exclusion.  Bell, supra.\r\n\r\nOn October 20, 1998, the hearing reconvened and the trial judge advised Shuler of his right to testify during the Jackson v. Denno hearing. After explaining the\r\nFifth Amendment ramifications of testifying, the trial judge advised Shuler he had the opportunity to testify to the voluntariness of his statements to law\r\nenforcement officers.  Initially, Shuler indicated he wanted to testify.  Defense counsel then requested an attorney-client conference. When the hearing resumed,\r\nShuler told the trial judge he wanted to exercise his Fifth Amendment rights and did not want to testify. \r\n\r\nThe trial judge did everything in his power to preserve Shuler's right to be present at the Jackson v. Denno hearing.  The hearing was held open until Shuler\r\ncould be present.  As discussed above, Shuler exercised his Fifth Amendment right and declined to testify when given the opportunity.  He has not alleged\r\neither at trial or on appeal any facts not known to his counsel that would have been of consequence in the hearing.  Finally, the evidence in this case\r\noverwhelming inculpates Shuler.  Shuler could have added nothing more at the hearing that was not established by the other evidence presented at trial.  \r\n\r\n    Therefore, we find there is no merit to Shuler's Jackson v. Denno argument, and any error was harmless.\r\n\r\nIII.&nbsp; Plea Agreement\r\n\r\nShuler argues the trial judge erred by allowing the Solicitor to question the State's witness, Jones, about his plea agreement, which instructed him to testify\r\ntruthfully in court.  Jones was the State's chief witness who testified Shuler knew Brooks would be in the back of the armored car when the robbery occurred. \r\nAccording to Shuler, this testimony was highly prejudicial because it was key to impugning Shuler's statement he was surprised by Brooks' presence.  We\r\ndisagree. \r\n\r\nIn a pre-trial motion, defense counsel attempted to prevent the Solicitor from bolstering the testimony of Jones, their key witness.  The Solicitor noted Jones\r\nwas testifying pursuant to a federal plea agreement to receive a lighter sentence.  The plea agreement contained a provision to tell the truth.  According to the\r\nSolicitor, if he did not reveal the plea agreement to the jury it would appear they were hiding something.  The trial judge agreed but noted neither side could\r\npersonally vouch for the veracity of the witness in their argument.  The Solicitor, therefore, asked Jones if the plea agreement with the United States attorney\r\ndropped several pending charges against him.  The Solicitor also asked  if the plea agreement required him to testify truthfully at trial.  Jones responded \"yes\" to\r\nboth questions.  Jones stated he was testifying truthfully during the current trial.  \r\n\r\nDefense counsel made two objections to the State's line of questioning regarding Jones' truthful testimony.  Defense counsel made the first objection after the\r\nState questioned Jones about lying to the FBI when he was interviewed concerning his purchase of the SKS rifle for Shuler.  The following occurred on direct\r\nexamination by the Solicitor:\r\n\r\n\r\nSolicitor: Was that statement to the FBI at that time was that true or a lie?\r\n\r\nJones:  A lie.\r\n\r\nSolicitor:  The part about where you put the rifle was a lie?\r\n\r\nJones:  Yes.\r\n\r\n  Solicitor: Why did you lie to FBI on December the 5th?\r\n\r\nJones: Because I was scared.\r\n\r\nSolicitor: Okay. Is what you testified to the jury here today as far as what happened to that rifle the truth?\r\n\r\nJones:  Yes.\r\n\r\nDefense Counsel: Objection, Your Honor, that's bolstering the witness.\r\n\r\nCourt: Sustained.\r\n\r\n\r\nOn cross examination, defense counsel repeatedly asked Jones if he made a deal with the United States attorney for his testimony at trial. Defense counsel's\r\ncross examination was extensive and focused on Jones' legal troubles and deals with law enforcement.  The cross examination effectively impeached  Jones by\r\ndemonstrating he had incentive to testify in order to cut time off of his sentence.  Defense counsel characterized Jones' deal with law enforcement as \"selling\r\nhis soul\" and \"receiving a little carrot\" from the State.  However, Jones claimed neither the United States attorney nor his attorney promised any reduction in his\r\nfederal sentence for his cooperation in the case.  Defense counsel's cross examination successfully impugned Jones' character by: (1) eliciting Jones had\r\nrepeatedly spoken with State and federal police officers, but refused to talk with defense investigators; (2) showing Jones was on probation for assault and\r\nbattery with the intent to kill when he was arrested on federal charges, and he had not had a State probation revocation hearing; (3) demonstrating Jones\r\nadmitted lying on his federal firearms application for the SKS rifle; and (4)  demonstrating Jones had not been charged by the Solicitor in connection with this\r\ncase, and had not been charged with lying to the FBI.\r\n\r\nOn re-direct examination, the Solicitor asked Jones if any law enforcement officer asked him to testify to anything that was not true.  Defense counsel repeated\r\nhis earlier objection to this testimony.  The Solicitor responded that Jones' credibility had been challenged, and the trial judge overruled defense counsel's\r\nobjection.  The Solicitor then asked Jones four more times if he was telling the truth.  Specifically, the Solicitor asked Jones if the plea agreement required him\r\nto testify truthfully.  Jones claimed it did. \r\n\r\nInitially, it was not error for the Solicitor to introduce the plea agreement on direct examination because the Solicitor was entitled to anticipate the inevitable\r\ncross examination of a federal inmate and to dispel any notion he was hiding something from the jury.  Most courts generally recognize the prosecution can\r\nintroduce evidence of a plea agreement during direct examination of a State witness. (2)  However, the Fourth Circuit Court of Appeals has found this freedom is\r\nnot unlimited.  United States v. Romer, 148 F.3d 359 (4th Cir. 1998) cert. denied, 525 U.S. 1141, 119 S. Ct. 1032, 143 L. Ed. 2d 40 (1999).  The Fourth Circuit\r\nCourt of Appeals allows the government to elicit testimony regarding a plea agreement on direct examination only if the prosecutor's questions do not imply the\r\ngovernment has special knowledge of the witness' veracity, the trial court gives a cautionary instruction, and the prosecutor's closing argument contains no\r\nimproper use of the witness' promise of truthful cooperation.  Id. at 369.\r\n\r\nAt no point during cross examination or closing argument did the Solicitor imply special knowledge or guarantee Jones' veracity.  During direct examination\r\nthe Solicitor merely asked if a plea agreement existed, he did not go into the details of the agreement until Jones' credibility was severely attacked on cross\r\nexamination.  Although no cautionary instruction was given by the trial judge, the Solicitor did not pursue the plea agreement until re-direct examination. (3)         \r\n         \r\n               \r\n\r\nThe Solicitor's questions on re-direct examination do not constitute impermissible bolstering  or vouching.  A prosecutor cannot vouch for the credibility of a\r\nwitness by expressing or implying his personal opinion concerning a witness' truthfulness.  Elmer v. Maryland, 724 A.2d 625 (Md. Ct. App. 1999).  Improper\r\nvouching occurs when the prosecution places the government's prestige behind a witness by making explicit personal assurances of a witness' veracity, or\r\nwhere a prosecutor implicitly vouches for a witness' veracity by indicating information not presented to the jury supports the testimony.  See State v. Kelly, 343\r\nS.C. 350, 540 S.E.2d 851 (2001); 75A Am. Jur. Trial § 700 (1991).  Vouching occurs when a prosecutor implies he has facts that are not before the jury for\r\ntheir consideration.  Missouri v. Wolfe, 13 S.W.3d 248 (Mo. 2000).  \r\n\r\nIn Kelly, this Court found an assistant solicitor improperly bolstered a witness' credibility through improper questioning.  While the assistant  solicitor in Kelly\r\ndid not assert he had personal knowledge his witness was testifying truthfully, he improperly phrased his questions in the first person.  Kelly, 343 S.C. at - , 540\r\nS.E.2d at 861 n.12.   The solicitor asked a witness, \"What did I tell you that I absolutely required regarding your testimony to this jury today?\"  and \"Did I tell\r\nyou to tell the truth to this jury?\" Id. at - ,  540 S.E.2d at 860 (emphasis added).  We found the jury could have perceived the assistant solicitor held the opinion\r\nthe witness was, in fact, telling the truth.  Id. at - , 540 S.E.2d at 861.  The witness' testimony, therefore, carried with it the imprimatur of the government, and\r\nthis bolstering may have induced the jury to trust the State's judgment about the witness.  Id.  The instant case is distinguishable from Kelly because the\r\nSolicitor did not comment he had personal knowledge Jones was telling the truth.  The Solicitor merely asked general questions, not in the first person, about\r\nthe truthtelling provision in the plea agreement.    \r\n\r\nA witness' testimony concerning a plea agreement with the prosecution does not necessarily constitute improper vouching.  In a recent Missouri case, the\r\nMissouri Supreme Court found a prosecutor's questioning of his own witness in a capital murder trial concerning an agreement in which a witness received\r\nimmunity in exchange for her truthful testimony did not amount to improper vouching.  Wolfe, supra.  The jury had all the facts about the agreement giving the\r\nwitness full immunity.  Furthermore, the prosecutor never elicited details of the negotiation nor stated the witness' immunity was subject to his independent\r\njudgment of whether the witness was telling the truth.  Id.  According to the Missouri Supreme Court, \"an immunity agreement not only supports the witness'\r\ncredibility by showing an interest to testify truthfully, but also impeaches the witness' credibility by showing an interest in testifying favorably for the\r\ngovernment regardless of the truth.  By the end of [the witness'] testimony, the jury could consider her credibility in light of the agreement.\"  Id. at 256\r\n(citations omitted).  \r\n\r\nIn this case, the Solicitor made no overt statement of his personal belief as to the truth of Jones' testimony, and made no insinuation he knew better than the jury\r\nwhat the truth was. \"By calling a witness who testifies pursuant to an agreement requiring him to testify truthfully, the Government does not insinuate\r\npossession of information not heard by the jury and the prosecutor cannot be taken as having expressed his personal opinion on a witness' veracity.\"  United\r\nStates v. Creamer, 555 F.2d 612, 617-618 (7th Cir. 1977) (citations omitted).  Moreover, the Solicitor's questions during re-direct examination which asked\r\nJones if he was telling the truth did nothing more than reference what Jones agreed to do when he was sworn by the clerk before testifying.\r\n\r\nOverall, we find no merit to Shuler's argument the Solicitor improperly questioned Jones concerning his plea agreement.  The majority of the Solicitor's\r\nquestions occurred after the defense attacked Jones' credibility.  Furthermore, the Solicitor never personally vouched for the truthfulness of Jones' testimony.\r\n\r\nIV.&nbsp; Jury Charge on Voluntary Manslaughter   \r\n\r\nShuler argues the trial judge erred in failing to charge the jury on the use of deadly force in an attempt to thwart the commission of a felony, theft, or to\r\napprehend a felon.  We disagree.  \r\n\r\nFirst, as a matter of law, Brooks' attempt to defend himself and resist Shuler's crimes is not sufficient legal provocation and does not justify a charge on\r\nvoluntary manslaughter.  Second, there was neither error nor prejudice from the trial judge's refusal to charge deadly force.  This case does not involve a\r\ncitizen's arrest.  This case concerns a guard who was trying to defend himself during an armed robbery and kidnapping.  Regardless, the trial judge charged the\r\njury that excessive force by a victim during an arrest could constitute sufficient legal provocation for voluntary manslaughter.  Had the jury accepted the\r\ndefense's theory the victim was attempting to arrest Shuler, the jury could have found Shuler guilty of voluntary manslaughter under the trial judge's charge.\r\n\r\nV.&nbsp; Voluntary Manslaughter\r\n\r\nThe trial judge determines the law to be charged on the presentation of evidence at trial.  State v. Lee, 298 S.C. 362, 380 S.E.2d 834 (1989).  The trial judge\r\nmust charge the correct and current law of the State.  State v. Hughey, 339 S.C. 439, 529 S.E.2d 721 (2000) cert. denied, - U.S. - , 121 S. Ct. 345, 148 L. Ed.\r\n2d 277(2000).  If there is any evidence to support a charge, the trial judge should grant the request.  State v. Burriss, 334 S.C. 256, 513 S.E.2d 104 (1999).   \r\n\r\nVoluntary manslaughter is the unlawful killing of a human being in sudden heat of passion upon sufficient legal provocation.  State v. Johnson, 333 S.C. 62,\r\n508 S.E.2d 29 (1998).  Both heat of passion and sufficient legal provocation must be present at the time of killing to constitute voluntary manslaughter.  State v.\r\nLocklair, 341 S.C. 352, 535 S.E.2d 420 (2000) cert. denied, - U.S. -, 121 S. Ct. 817, 148 L. Ed. 2d 701 (2001).  Provocation necessary to support a voluntary\r\nmanslaughter charge must come from some act of or related to the victim in order to constitute sufficient legal provocation.  Id.  \r\n\r\nA victim's attempts to resist or defend himself from a crime cannot satisfy the sufficient legal provocation element of voluntary manslaughter.  In State v.\r\nTyson, 283 S.C. 375, 323 S.E.2d 770 (1984), this Court held evidence of a struggle between the victim and defendant during an armed robbery was not enough\r\nevidence to warrant a voluntary manslaughter charge.  This Court found there was absolutely nothing to support finding sufficient legal provocation at the time\r\nof the killing because it was clear the victim was simply defending himself against an armed robber, and was killed in that attempt.  See also State v. Ivey, 325\r\nS.C. 137, 481 S.E.2d 125 (1997) (finding voluntary manslaughter charge not required when there was evidence the victim, who was a law enforcement officer,\r\nwas acting lawfully and had a right to defend himself);  State v. Tucker, 324 S.C. 155, 478 S.E.2d 260 (1996) (holding voluntary manslaughter charge not\r\nrequired if victim attempted to grab defendant's gun to resist burglary and armed robbery).  Similar to the victim in Tyson, Brooks was simply defending\r\nhimself from an armed robbery and kidnapping when he fired at Shuler.  Consequently, there was no sufficient legal provocation, and a charge on voluntary\r\nmanslaughter was not required.      \r\n\r\nFurthermore, there was no prejudice from the trial judge's refusal to charge deadly force because other examples of sufficient legal provocation where charged\r\nby the trial judge.  The trial court charged the jury:\r\n\r\n\r\nCertain acts of provocation committed by a victim are sufficient under our law to negate malice and constitute by law sufficient legal provocation.\r\n\r\nSome examples are acts which constitute legal provocation, negate malice, legally adequate to reduce the entire act of manslaughter include a threat of\r\nimminent danger - imminent deadly assault by the victim upon the defendant, an assault upon the defendant by the victim, the use of excessive force by the\r\nvictim to effectuate an otherwise lawful arrest.\r\n\r\n\r\n(emphasis added).  \r\n\r\nAssuming Shuler's theory is true and Brooks was attempting to arrest Shuler, the examples the trial judge provided of sufficient legal provocation would\r\nencompass this scenario and the jury could have found voluntary manslaughter.\r\n\r\nB.&nbsp; Shuler's Request to Charge\r\n\r\nAt the close of the evidence, defense counsel moved for a directed verdict, arguing the evidence only established voluntary manslaughter because Brooks used\r\nexcessive force and assaulted Shuler during a citizen's arrest.  The trial judge denied the motion, but charged voluntary manslaughter.  The trial judge reasoned\r\nthe jury could find voluntary manslaughter if they determined the guard fired first.  After the charge, defense counsel argued the trial judge should have charged\r\nthe following:\r\n\r\n\r\nUpon view of a felony committed or upon view of a larceny committed, any person may arrest a felon or thief and take him to a judge or magistrate to be dealt\r\nwith according to law.  Such arrest, however, must be made with the use of reasonable force.\r\n\r\nIn making an arrest, it is unlawful to use deadly force in an attempt to thwart the commission of the felony or theft or to apprehend the felon.\r\n\r\n\r\nThe trial judge stated it did not find Shuler's charge \"to warrant merit under the circumstances and the facts as presented in the trial of this case.\"  \r\n\r\nAccording to the defense, this charge was based on S.C. Code Ann. §§ 17-13-10 to -20  (1976) and State v. Cooney, 320 S.C. 107, 463 S.E.2d 597 (1995). (4)  In\r\nCooney, this Court held it was reversible error not to charge the jury on the common law of citizen's arrest and the use of reasonable force.  In that case, two\r\ndefendants attempted to arrest the victim for robbing their store.  The unarmed victim confessed to the robbery and began to flee the scene.  The two defendants\r\nshot and killed the victim.  Id.  According to the Court, in order to invoke the defense of justifiable killing in apprehending a felon, the defendant, at a\r\nminimum, must show he had certain information a felony had been committed and he used reasonable means to effect the arrest.  Id. at 109, 463 S.E.2d at 599. \r\nThis Court found whether reasonable force was used to apprehend a fleeing felon is a factual question left to the jury, and the jury should have been charged on\r\nthe common law of citizen's arrest.\r\n\r\nShuler's argument is without merit because Cooney is distinguishable from the instant case.  In Cooney, the defendant was attempting to argue citizen's arrest\r\nas a defense to murder.  Moreover, Shuler was the initiator of this crime, and his actions directly put Brooks in danger.  No evidence was presented at trial\r\nindicating Brooks was attempting an arrest rather than simply trying to protect himself during a robbery and kidnapping.  Because there was no evidence to\r\nsupport Shuler's citizens arrest defense, the trial judge did not err in refusing to charge Shuler's Request to Charge.\r\n\r\n\r\nConclusion\r\n\r\n\r\n\r\nAfter reviewing the entire record, we conclude the death sentence was not the result of passion, prejudice, or any other arbitrary factor.  Further, the death\r\npenalty is neither excessive nor disproportionate to that imposed in similar cases.  See State v. Huggins, 336 S.C. 200, 519 S.E.2d 574 (1999) cert. denied, 528\r\nU.S. 1172, 120 S. Ct. 1199, 145 L. Ed. 2d 1103 (2000); State v. Ivey, 331 S.C. 118, 502 S.E.2d 92 (1998) cert. denied, 525 U.S. 1075, 119 S. Ct. 812, 142 L.\r\nEd. 2d 671 (1999); State v. Hughes, 328 S.C. 146, 493 S.E.2d 821 (1997).  Based on the foregoing, we AFFIRM Shuler's convictions and death sentence.  \r\n\r\n\r\n\r\nMOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n1. The polygraph test was not mentioned to the jury.\r\n2. See generally United States v. Spriggs, 996 F.2d 320 (D.C. Cir. 1993) (permitting the prosecution on direct examination to introduce the witness' cooperation\r\nagreement in its entirety, and adopting majority rule that admission of plea agreements containing \"truthtelling\" and perjury provisions did not result in\r\nimproper bolstering);  Massachusetts v. Rivera, 712 N.E.2d 1127, 1132 (Mass. 1999) (\"On direct examination the prosecution may, of course, properly bring\r\nout the fact that the witness has entered into a plea agreement and the witness generally understands his obligations under it.\").\r\n3. The practice in this situation is for the Solicitor to pose general questions in direct examination to establish the witness knows and understands his obligations\r\npursuant to his plea agreement.  The Solicitor should reserve questions intending to elicit the actual nature of those obligations, specifically the obligation to\r\ntestify truthfully, until the defendant has attacked the witness' credibility on cross examination on the ground his testimony is pursuant to agreements.  See\r\ngenerally Rivera, supra (finding questions concerning a witness' obligation to tell the truth should await re-direct examination because such procedure would\r\ntend to mitigate the appearance of prosecutorial vouching that similar questions on direct might create). \r\n4. Shuler also argues State v. Linder, 276 S.C. 304, 278 S.E.2d 335 (1981) in support of his proposition that excessive force in an arrest can result is sufficient\r\nlegal provocation for voluntary manslaughter. Linder is distinguishable because it involved a police officer trying to effect an arrest.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25283","title":"Boone v. Boone","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25283","description":"This case discusses whether interspousal immunity violates the public policy of South Carolina and whether the Court will decline to apply the lex loci delicti when the law of the foreign state recognizes interspousal immunity.","date":"2001-04-23","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nJuanita Boone, Appellant,\r\n\r\n&nbsp;\r\nv.\r\n\r\n\r\nFreddie Boone, Respondent. \r\n&nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Berkeley County\r\nA. Victor Rawl, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25283\r\nHeard March 20, 2001 - Filed April 23, 2001\r\n\r\n\r\n  REVERSED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nThomas M. White, of Steinberg Law Firm, of Goose Creek, for appellant.\r\n\r\nFrank E. Grimball, Thomas B. Pritchard, and Phillip S. Ferderigos, of Barnwell, Whaley, Patterson &amp; Helms, LLC, of\r\nCharleston, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE BURNETT: The question presented by this appeal is whether interspousal immunity from personal injury\r\nactions violates the public policy of South Carolina.  We conclude it does.\r\n\r\n\r\n    FACTS\r\n\r\n\r\n\r\n                Appellant Juanita Boone (Wife) was injured in a car accident in Georgia.  At the time of the accident, Wife was a\r\npassenger in a vehicle driven by her husband Respondent Freddie Boone (Husband).  Wife and Husband reside in South\r\nCarolina. \r\n\r\nWife brought this tort action against Husband in South Carolina.  Concluding Georgia law which provides interspousal\r\nimmunity in personal injury actions was applicable, the trial judge granted Husband's motion to dismiss.  Wife appeals. \r\nWe reverse.  \r\n\r\n\r\n    ISSUE\r\n\r\n\r\n\r\n\r\nDoes Georgia law providing interspousal immunity in personal injury actions violate the public policy of South Carolina?  \r\n\r\n\r\n\r\n    DISCUSSION\r\n\r\n\r\n\r\nI.  Interspousal Immunity\r\n\r\n\r\nInterspousal immunity is a common law doctrine \r\n  based on the legal fiction that husband and wife share the same identity in \r\n  law, namely that of the husband. 92 A.L.R.3d 901 (1979). Accordingly, at common \r\n  law, it was \"both morally and conceptually objectionable to permit a tort suit \r\n  between two spouses.\" Id. at 906. \r\n\r\nWith the passage of Married Women's Property Acts \r\n  in the mid-nineteenth century, married women were given a legal estate in their \r\n  own property and the capacity to sue and be sued. Under this legislation, a \r\n  married woman could maintain an action against her husband for any tort against \r\n  her property interest such as trespass to land or conversion. Since the legislation \r\n  destroyed the \"unity of persons,\" a husband could also maintain an action against \r\n  his wife for torts to his property. See 1 Dan B. Dobbs, The Law of Torts \r\n  § 279 (2001); W. Page Keeton et al., Prosser and Keeton on the law of Torts \r\n  § 122 (5th ed. 1984); Restatement (Second) of Torts § 895F cmt. c \r\n  (1979). \r\n\r\nFor a long time, however, the majority of courts \r\n  held Married Women's Property Acts did not destroy interspousal immunity for \r\n  personal torts. Courts adopted two inconsistent arguments in favor of continued \r\n  immunity. First, they theorized suits between spouses would be fictitious and \r\n  fraudulent, particularly against insurance companies. Second, they claimed interspousal \r\n  suits would destroy domestic harmony. Id.; Dobbs, supra, Keeton, \r\n  supra. \r\n\r\nIn the twentieth century, most courts either abrogated \r\n  or provided exceptions to interspousal immunity. See Johnson v. Johnson, \r\n  77 So. 335 (Ala. 1917); Drickerson v. Drickerson, 546 P.2d 162 (Alaska \r\n  1976); Fernandez v. Romo, 646 P.2d 878 (Ariz. 1982); Katzenberg v. \r\n  Katzenberg, 37 S.W.2d 696 (Ark. 1931); Klein v. Klein, 376 P.2d 70 \r\n  (Cal. 1962); Rains v. Rains, 46 P.2d 740 (Colo. 1935); Brown v. Brown, \r\n  89 A. 889 (Conn. 1914); Beattie v. Beattie, 630 A.2d 1096 (Del. 1993); \r\n  Waite v. Waite, 618 So.2d 1360 (Fla. 1993); Lorang v. Hays, 209 \r\n  P.2d 733 (Idaho 1949); Brooks v. Robinson, 284 N.E.2d 794 (Ind. 1972); \r\n  Shook v. Crabb, 281 N.W.2d 616 (Iowa 1979); Flagg v. Loy, 734 \r\n  P.2d 1183 (Kan. 1987); Brown v. Gosser, 262 S.W.2d 480 (Ky. 1953); MacDonald \r\n  v. MacDonald, 412 A.2d 71 (Me. 1980); Boblitz v. Boblitz, 462 A.2d \r\n  506 (Md. 1983); Lewis v. Lewis, 351 N.E.2d 526 (Mass. 1976); Hosko \r\n  v. Hosko, 187 N.W.2d 236 (Mich. 1971); Beaudette v. Frana, 173 N.W.2d \r\n  416 (Minn. 1969); Burns v. Burns, 518 So.2d 1205 (Miss. 1988); S.A.V. \r\n  v. K.G.V., 708 S.W.2d 651 (Mo. 1986); Miller v. Fallon County, 721 \r\n  P.2d 342 (Mont. 1986); Imig v. March, 279 N.W.2d 382 (Neb. 1979); Rupert \r\n  v. Steine, 558 P.2d 1147 (Nev. 1977); Gilman v. Gilman, 95 A. 657 \r\n  (N.H. 1915); Merenoff v. Merenoff, 388 A.2d 951 (N.J. 1978); Maestas \r\n  v. Overton, 531 P.2d 947 (N.M. 1975); State Farm Mut. Auto. Ins. Co. \r\n  v. Westlake, 324 N.E.2d 137 (N.Y. 1974); Crowell v. Crowell, 105 \r\n  S.E. 206 (N.C. 1920); Fitzmaurice v. Fitzmaurice, 242 N.W. 526 (N.D. \r\n  1932); Shearer v. Shearer, 480 N.E.2d 388 (Ohio 1985); Fiedeer v. \r\n  Fiedeer, 140 P. 1022 (Okla. 1914); Heino v. Harper, 759 P.2d 253 \r\n  (Or. 1988); Hack v. Hack, 433 A.2d 859 (Pa. 1981); Digby v. Digby, \r\n  388 A.2d 1 (R.I. 1978); Scotvold v. Scotvold, 298 N.W. 266 (S.D. 1941); \r\n  Davis v. Davis, 657 S.W.2d 753 (Tenn. 1983); Price v. Price, 732 \r\n  S.W.2d 316 (Tex. 1987); Stoker v. Stoker, 616 P.2d 590 (Utah 1980); Richard \r\n  v. Richard, 300 A.2d 637 (Vt. 1973); Surratt v. Thompson, 183 S.E.2d \r\n  200 (Va. 1971); Coffindaffer v. Coffindafffer, 244 S.E.2d 338 (W. Va. \r\n  1978); Wait v. Pierce, 209 N.W. 475 (Wis. 1926); Tader v. Tader, \r\n  737 P.2d 1065 (Wy. 1987). (1) South Carolina \r\n  has abolished the doctrine of interspousal immunity from tort liability for \r\n  personal injury. Pardue v. Pardue, 167 S.C. 129, 166 S.E. 101 (1932); \r\n  see S.C. Code Ann. § 15-5-170 (1976) (\"[a] married woman may sue and \r\n  be sued as if she were unmarried. When the action is between herself and her \r\n  husband she may likewise sue or be sued alone.\").\r\n\r\nVery few jurisdictions now recognize interspousal \r\n  tort immunity. See Mountjoy v. Mountjoy, 206 A.2d 733 (D.C. 1965); \r\n  Bassett v. Harrington, 2000 WL 1868206 (Ga. App. 2000); Peters v. \r\n  Peters, 634 P.2d 586 (Haw. 1981); see also Williams v. \r\n  Williams, 439 N.E.2d 1055 (Ill. App. Ct. 1982), aff'd as modified, \r\n  455 N.E.2d 1388 (1983) (although Rights of Married Women Act originally abrogated \r\n  husband's common law immunity, legislature restored immunity through amendment \r\n  to Act); Cloud v. State Farm Mut. Auto. Ins. Co., 440 So.2d 961 (La. \r\n  App. 1983) (spouses have no right to sue one another on basis of negligent injury).\r\n\r\nGeorgia continues to recognize the common law doctrine \r\n  of interspousal immunity. See Ga. Code Ann. § 19-3-8 (1999). Under Georgia \r\n  law, interspousal tort immunity bars personal injury actions between spouses, \r\n  except where the traditional policy reasons for applying the doctrine are absent, \r\n  i.e., where there is no marital harmony to be preserved and where there exists \r\n  no possibility of collusion between the spouses. Shoemake v. Shoemake, \r\n  407 S.E.2d 134 (Ga. App. 1991).\r\n\r\nII. Choice of Law\r\n\r\n\r\nUnder traditional South Carolina choice of law \r\n  principles, the substantive law governing a tort action is determined by the \r\n  lex loci delicti, the law of the state in which the injury occurred. Lister \r\n  v. Nationsbank of Delaware, N.A., 329 S.C. 133, 494 S.E.2d 449 (Ct. App. \r\n  1997); Bannister v. Hertz Corp., 316 S.C. 513, 450 S.E.2d 629 (Ct. App. \r\n  1994). However,\r\n\r\n\r\nforeign law may not be given effect in this State if 'it is against good morals or natural justice . . .' . . . The 'good morals or\r\nnatural justice' of our State are not violated when foreign law is applied to preclude a tort action for money damages,\r\nwhether against an individual or the State, even if recovery may be had upon application of South Carolina law.  '[T]he fact\r\nthat the law of two states may differ does not necessarily imply that the law of one state violates the public policy of the\r\nother.'\r\n\r\n\r\n\r\nDawkins v. State, 306 S.C. 391, 393, 412 \r\n  S.E.2d 407, 408 (1991) citing Rauton v. Pullman Co., 183 S.C. \r\n  495, 508, 191 S.E. 416, 422 (1937) (court will refuse to follow law of lex loci \r\n  when it is against good morals or natural justice, or \"for some other such reason \r\n  the enforcement of it would be prejudicial to the general interests of our own \r\n  citizens.\"). Accordingly, under the \"public policy exception,\" the Court will \r\n  not apply foreign law if it violates the public policy of South Carolina.\r\n\r\n Although South Carolina had abolished the doctrine \r\n  of interspousal immunity from tort liability for personal injury thirty years \r\n  before, this Court held it would apply the law of the foreign state even if \r\n  it recognized interspousal immunity. Oshiek v. Oshiek, 244 S.C. 249, \r\n  136 S.E.2d 303 (1964). If a spouse had no right of action against her spouse \r\n  where the tort occurred, the action would not be enforced in South Carolina. \r\n  Id.\r\n\r\n In Algie v. Algie, 261 S.C. 103, 198 S.E.2d \r\n  529 (1973), the Court expressly declined to overrule Oshiek v. Oshiek, \r\n  supra. In Algie, the parties lived in Florida. The wife was injured \r\n  in an airplane accident in South Carolina. Her husband had piloted the airplane. \r\n  The husband urged the Court to apply Florida law which, at that time, recognized \r\n  interspousal immunity. The Court declined, noting \"[w]e are not persuaded that \r\n  this result would be in furtherance of justice.\" Id. S.C. at 106, S.E.2d \r\n  at 530.\r\n\r\nIII.  Analysis\r\n\r\n\r\nIt is the public policy of our State to provide \r\n  married persons with the same legal rights and remedies possessed by unmarried \r\n  persons. See Bryant v. Smith, 187 S.C. 453, 198 S.E. 20 (1938) \r\n  (recognizing purpose of predecessor to § 15-5-170 is to give married women all \r\n  rights and remedies possessed by unmarried women); see also S.C. \r\n  Code Ann. § 16-3-615 (Supp. 2000) (amending law to provide spouse may be convicted \r\n  of sexual battery against spouse). Had the parties to this action not been married \r\n  to each other, Wife could have maintained a personal injury action against Husband. \r\n  We find it contrary to \"natural justice,\" see Rauton v. Pullman Co., \r\n  supra, to hold that because of their marital status, Wife is precluded \r\n  from maintaining this action against Husband. Accordingly, we conclude application \r\n  of the doctrine of interspousal immunity violates the public policy of South \r\n  Carolina.\r\n\r\nMoreover, the reasons given in support of interspousal immunity are simply not justified in the twenty-first century.  There\r\nis no reason to presume married couples are more likely than others to engage in a collusive action.  Whether or not parties\r\nare married, if fraudulent conduct is suspected, insurers can examine and investigate the claim and, at trial, cross-examine\r\nthe parties as to their financial stakes in the outcome of the suit.  Fraudulent claims would be subject to the trial court's\r\ncontempt powers and to criminal prosecution for perjury and other crimes.  It is unjustified to prohibit all personal injury\r\ntort suits between spouses simply because some suits may be fraudulent.\r\n\r\nAdditionally, we do not agree that precluding spouses \r\n  from maintaining a personal injury action against each other fosters domestic \r\n  harmony. Instead, we find marital harmony is promoted by allowing the negligent \r\n  spouse, who has most likely purchased liability insurance, to provide for his \r\n  injured spouse. See Elam v. Elam, 275 S.C. 132, 268 S.E.2d 111 \r\n  (1980) (Court considered existence of universal automobile liability insurance \r\n  a relevant factor in abolishing common law doctrine of parental immunity).\r\n\r\nFurthermore, in Georgia, spouses may maintain an \r\n  action against each other for torts committed against their property. See \r\n  Robeson v. Int'l Indem. Co., 282 S.E.2d 896 (Ga. 1981). If suits encompassing \r\n  one type of tort are permitted between spouses, we fail to see how suits encompassing \r\n  a different tort should be prohibited under the guise of protecting domestic \r\n  tranquility. In our opinion, marital disharmony will not increase because married \r\n  persons are permitted to maintain a personal injury action against each other.\r\n\r\nFinally, we recognize the Court previously declined \r\n  to overrule the lex loci delicti doctrine with regard to interspousal personal \r\n  injury suits. Algie v. Algie, supra. However, in Algie, \r\n  the lex loci delicti (South Carolina) permitted personal injury suits between \r\n  spouses. Accordingly, South Carolina's public policy was not violated by continuation \r\n  of the lex loci delicti doctrine in that case. Unlike Algie, declining \r\n  to apply interspousal immunity here \"would be in the furtherance of justice.\" \r\n  Id. S.C. at 106, S.E.2d at 530.\r\n\r\nBecause interspousal immunity violates the public \r\n  policy of South Carolina, we will no longer apply the lex loci delicti when \r\n  the law of the foreign state recognizes the doctrine. Oshiek v. Oshiek, \r\n  supra, is overruled.\r\n\r\n\r\nREVERSED.  \r\n\r\nTOAL, C.J., MOORE, WALLER, PLEICONES, JJ., concur.\r\n\r\n1. The Restatement simply provides \r\n  \"[a] husband or wife is not immune from tort liability to the other solely by \r\n  reason of that relationship.\" Restatement (Second) of Torts § 895F, supra.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25284","title":"State v. Wilson","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25284","description":"Criminal case discussing admission of bad act evidence and standard of review on appeal.","date":"2001-04-23","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n25284\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State, Petitioner/Respondent, \r\n          &nbsp; \r\n\r\n            v. \r\n\r\n        \r\n\r\n        Michael Rochelle Wilson, Respondent/Petitioner. \r\n          \r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT \r\n  OF APPEALS\r\n\r\n\r\n\r\n    Appeal From Sumter County\r\n    Alexander S. Macaulay, Circuit Court Judge  \r\n  \r\n\r\n\r\n\r\nOpinion No. 25284\r\n  Heard March 6, 2001 - Filed April 23, 2001\r\n\r\n\r\n\r\n      REVERSED  \r\n  \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Attorney General Charles M. Condon, Chief \r\n          Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney \r\n          General Robert E. Bogan, and Senior Assistant Attorney General Charles \r\n          H. Richardson, all of Columbia; and Solicitor C. Kelly Jackson, of Sumter, \r\n          for petitioner/respondent.\r\n\r\n        Assistant Appellate Defender Tara S. Taggart, \r\n          of S.C. Office of Appellate Defense, for respondent/petitioner.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE MOORE: We granted a writ \r\n  of certiorari to review the Court of Appeals' decision in State v. Wilson, \r\n  337 S.C. 629, 524 S.E.2d 411 (Ct. App. 1999). In a split decision, the Court \r\n  of Appeals reversed respondent/petitioner's (Defendant's) conviction for possession \r\n  with intent to distribute crack cocaine on the ground evidence of a prior drug \r\n  sale was not clear and convincing and should not have been admitted. We reverse.\r\n\r\n\r\n    FACTS  \r\n  \r\n\r\n\r\nOn August 24, 1995, law enforcement officers knocked \r\n  on the door of room 220 of the Down Towner Motel in Sumter to execute a search \r\n  warrant. When there was no response, they used a battering ram to knock down \r\n  the door. Officers heard the commode flushing as they were attempting to enter. \r\n  When officers finally broke into the room, they found Defendant and his girlfriend, \r\n  Mona Lisa Mitchell, along with .78 grams of crack cocaine, baggies, a beer can \r\n  modified as a smoking device, and $761 in cash. Both Defendant and Mitchell \r\n  were charged with possession with intent to distribute crack cocaine.\r\n\r\nMitchell pled guilty to simple possession in exchange \r\n  for her testimony against Defendant. At trial, she testified she was living \r\n  with Defendant at the Down Towner in August 1995. When officers came to the \r\n  door, Defendant went into the bathroom and she heard a flushing sound. Over \r\n  Defendant's objection, Mitchell testified that she had seen Defendant sell drugs \r\n  to an unidentified woman a couple of days earlier at the Down Towner. Mitchell \r\n  testified she saw Defendant give the woman a plastic bag with a white rock substance \r\n  in it in exchange for twenty dollars. \r\n\r\nDefendant testified the crack seized from the motel \r\n  room was not his. He testified he could not see what was in the room when he \r\n  came in at 4:30 a.m. Mitchell was already sleeping and it was dark. He and Mitchell \r\n  were still sleeping when officers broke in. \r\n\r\nThe trial judge submitted both possession with \r\n  intent to distribute and simple possession to the jury. Defendant was convicted \r\n  of possession with intent to distribute and sentenced to twenty-five years with \r\n  a fine of $50,000.  \r\n  (1)\r\n\r\n\r\n    ISSUES  \r\n  \r\n\r\n\r\n\r\n  1. Did the Court of Appeals apply the proper standard \r\n    of review?\r\n\r\n  2. Did the trial judge properly admit the evidence \r\n    of Defendant's prior drug transaction?\r\n\r\n\r\n\r\n    DISCUSSION \r\n\r\n\r\n\r\nThe State contends the Court of Appeals erred in \r\n  finding the prior drug transaction was not proved by clear and convincing evidence.\r\n\r\nThe Court of Appeals found Mitchell's uncorroborated \r\n  testimony did not meet the standard of clear and convincing evidence because \r\n  she was not a credible witness and her testimony \"could just as easily have \r\n  been made up for personal gain.\" The dissenter would have held Mitchell's credibility \r\n  did not determine the admissibility of this evidence but instead was an issue \r\n  for the jury.\r\n\r\nUnder Rule 404(b), SCRE, evidence of other bad \r\n  acts is admissible to show motive, identity, common scheme or plan, the absence \r\n  of mistake or accident, or intent. See also State v. Lyle, 125 \r\n  S.C. 406, 118 S.E. 803 (1923). To be admissible, other crimes that are not the \r\n  subject of conviction must be proved by clear and convincing evidence. State \r\n  v. Cutro, 332 S.C. 100, 504 S.E.2d 324 (1998); State v. Pierce, 326 \r\n  S.C. 176, 485 S.E.2d 913 (1997).\r\n\r\nAt the heart of this issue is the appropriate standard \r\n  of review on appeal in determining the admissibility of bad act evidence. The \r\n  Court of Appeals took a de novo approach and found, in its own view \r\n  of the evidence, the proof of Defendant's prior drug transaction was not clear \r\n  and convincing. This was error.\r\n\r\nIn criminal cases, the appellate court sits to \r\n  review errors of law only. State v. Cutter, 261 S.C. 140, 199 S.E.2d \r\n  61 (1973). We are bound by the trial court's factual findings unless they are \r\n  clearly erroneous. State v. Quattlebaum, 338 S.C. 441, 527 S.E.2d 105 \r\n  (2000). This same standard of review applies to preliminary factual findings \r\n  in determining the admissibility of certain evidence in criminal cases. For \r\n  instance, in order for a confession to be admissible, the State must prove a \r\n  voluntary waiver of the defendant's Miranda rights by a preponderance \r\n  of the evidence. State v. Rochester, 301 S.C. 196, 391 S.E.2d 244 (1990). \r\n  On review, we are limited to determining whether the trial judge abused his \r\n  discretion. State v. Reed, 332 S.C. 35, 503 S.E.2d 747 (1998); State \r\n  v. Rochester, supra. This Court does not re-evaluate the facts \r\n  based on its own view of the preponderance of the evidence but simply determines \r\n  whether the trial judge's ruling is supported by any evidence. See \r\n  In re: Corey D., 339 S.C. 107, 529 S.E.2d 20 (2000) (an abuse of discretion \r\n  is a conclusion with no reasonable factual support). (2)\r\n\r\nSimilarly, we do not review a trial judge's ruling \r\n  on the admissibility of other bad acts by determining de novo whether \r\n  the evidence rises to the level of clear and convincing. If there is any evidence \r\n  to support the admission of the bad act evidence, the trial judge's ruling will \r\n  not be disturbed on appeal. (3)\r\n\r\nApplying this standard of review, we hold it was error for the Court of Appeals to base its ruling\r\non Mitchell's credibility.  Her testimony that she saw Defendant give a woman a plastic bag with a\r\nwhite rock substance in it in exchange for twenty dollars factually supports the admission of this\r\ntestimony as evidence of a prior drug transaction.  Mitchell's credibility was an issue for the jury's\r\nconsideration. (4)\r\n\r\nDefendant claims on cross-appeal that even if Mitchell's \r\n  testimony was admissible bad act evidence under Rule 404(b), this evidence was \r\n  not relevant and therefore should not have been admitted. See State \r\n  v. Brooks, 341 S.C. 57, 533 S.E.2d 325 (2000) (there must be logical relevance \r\n  between bad act and the crime for which defendant is accused); see also \r\n  Rule 402, SCRE.\r\n\r\nWe have held that evidence of a prior drug transaction \r\n  is relevant on the issue of intent when the defendant has been charged with \r\n  possession of a controlled substance with intent to distribute. State v. \r\n  Gore, 299 S.C. 368, 384 S.E.2d 750 (1989). In Gore, the prior sale \r\n  occurred one month before the charged offense; here, the prior sale was only \r\n  \"a couple days\" earlier. Under Gore, this evidence is relevant on the \r\n  issue of intent.\r\n\r\nDefendant further contends Mitchell's testimony \r\n  should be excluded because its probative value was outweighed by its prejudicial \r\n  effect. \r\n\r\nEvidence of other crimes, even if logically relevant \r\n  to prove intent, is inadmissible if its probative value is substantially outweighed \r\n  by the danger of unfair prejudice to the defendant. State v. Brooks, \r\n  supra; see also Rule 403, SCRE. The determination of prejudice \r\n  must be based on the entire record and the result will generally turn on the \r\n  facts of each case. State v. Brooks, supra. Evidence is unfairly \r\n  prejudicial if it has an undue tendency to suggest a decision on an improper \r\n  basis, such as an emotional one. State v. Alexander, 303 S.C. 377, 382, \r\n  401 S.E.2d 146 (1991).\r\n\r\nHere, the amount of crack seized was less than \r\n  one gram and the element of intent was not subject to the statutory prima facie \r\n  showing. See S.C. Code Ann. § 44-53-375(B) (Supp. 2000) (prima facie \r\n  evidence of intent to distribute crack cocaine if one or more grams). The State \r\n  argued the number of baggies found in the motel room, the amount of cash, and \r\n  the evidence of flushing indicated a larger amount was present before officers \r\n  entered the room. The State also relied on testimony that Defendant himself \r\n  did not smoke crack to argue the crack in Defendant's possession was not for \r\n  personal use but for distribution.\r\n\r\nIn light of the State's reliance on circumstantial \r\n  evidence to prove intent, the evidence of a prior drug transaction only two \r\n  days earlier at the same location was especially probative. Further, its probative \r\n  value was not substantially outweighed by the danger of suggesting a decision \r\n  on an emotional or other improper basis. We find the trial judge did not abuse \r\n  his discretion in admitting this evidence. Accordingly, we reverse the Court \r\n  of Appeals' decision and reinstate Defendant's conviction.\r\n\r\n\r\n  REVERSED.\r\n\r\n  TOAL, C.J., WALLER, BURNETT and PLEICONES, \r\n    JJ., concur. \r\n\r\n1. Defendant had a prior 1994 \r\n  conviction for distributing crack. \r\n2. See also Kiriakides \r\n  v. Atlas Food Sys. and Servs., Inc.,  ___ S.C. ___, 541 S.E.2d \r\n  257 (2001) (In a case of fraud, which is also an action at law where the proof \r\n  must be by clear and convincing evidence, the appellate court's scope of review \r\n  is limited to determining whether there is any evidence reasonably supporting \r\n  the trial court's finding.) \r\n3. Although we have never articulated \r\n  this standard of review in the context of bad act evidence, we have in fact \r\n  applied it on review of such cases. See, e.g., State v. Pierce, \r\n  326 S.C. 176, 485 S.E.2d 913 (1997) (evidence of prior child abuse inadmissible \r\n  where there was no evidence defendant inflicted previous injury); State v. \r\n  Smith, 300 S.C. 216, 387 S.E.2d 245 (1989) (evidence of prior murder inadmissible \r\n  where there was no evidence placing defendant at scene); State v. Conyers, \r\n  268 S.C. 276, 233 S.E.2d 95 (1977) (evidence of prior poisoning inadmissible \r\n  where there was no evidence except that defendant was wife of decedent and decedent \r\n  had life insurance); see also State v. Cutro, 504 S.E.2d at \r\n  335, n. 4 (evidence of prior infant deaths inadmissible where there was lack \r\n  of evidence defendant was the perpetrator if there was one). \r\n4.  Mitchell \r\n  admitted she had pled guilty to a lesser offense in exchange for her testimony \r\n  and that she had a prior conviction for twelve counts of passing worthless checks.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25285","title":"In the Matter of Carolyn Elizabeth Craig","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25285","description":"This is an attorney disciplinary case involving misappropriation of funds.","date":"2001-04-23","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nIn the Matter of Carolyn\r\nElizabeth Craig, Respondent.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25285\r\nSubmitted March 21, 2001 - Filed April 23, 2001\r\n\r\n\r\nDISBARRED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nHenry B. Richardson, Jr., and Assistant Deputy Attorney General J. Emory Smith, Jr., both of Columbia, for the Office of Disciplinary Counsel.\r\n\r\n        Carolyn E. Craig, pro se, \r\n          of Christiansburg, Virginia.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:  In this attorney disciplinary matter, respondent and Disciplinary Counsel have entered into an Agreement for Discipline by Consent pursuant to Rule 21, RLDE, Rule 413,\r\nSCACR.  Respondent admits misconduct and consents to disbarment.  She also consents to pay restitution as described in the agreement and pay the cost of these proceedings.  We accept the\r\nagreement and disbar respondent.  The facts as admitted in the agreement are as follows.\r\n\r\nI.\r\n\r\nRespondent misappropriated $62,120.34 while acting as a closing agent for a single family residential mortgage transaction.  In September 1998, Standard Federal Bank of Michigan\r\n(Standard) sent a draft payable to the Craig Law Firm in the amount of $62,120.34.  The funds were to be held in trust by respondent and disbursed according to the closing instructions that\r\naccompanied the check.  The parties cancelled the transaction, obligating respondent to return the funds to Standard.  Respondent sent Standard a check dated September 1998 from her Coastal\r\nFederal trust account, but the check was returned for insufficient funds.  The balance in respondent's trust account was below the amount of $62,120.34 on October 7, 1998 and went as low as\r\n$3.95 on February 28, 1999.  During the period between September 1998 and February 1999, respondent wrote twenty-three checks to \"cash\" in the amount of $57,750.  Respondent has not\r\nresponded to Standard's many inquiries about the return of its funds.\r\n\r\nII.\r\n\r\nRespondent opened an escrow account with NationsBank in November 1998.  On December 21, 1998, respondent deposited funds into the account, including the amount of $5,767.75, for a\r\nclient in connection with real estate closings she was handling for him.  Beginning on or about March 11, 1999, funds in the escrow account dropped below the amount of $5,767.75.  By the\r\nend of March, the account balance was $18.43.  No disbursement of these funds was made for the client's purposes.  On December 21, 1998, respondent wrote a check on this account to\r\nSpaulding and Evenflo Company for $5,767.75 for the client.  The check was presented on April 30, 1999 and returned for insufficient funds.  Respondent misappropriated these funds.\r\n\r\nIII.\r\n\r\nRespondent was not diligent in representing Husband and Wife in an adoption matter.  Respondent failed to provide her clients with their file when they terminated her representation of them\r\nand lost documents her clients had provided her.  Respondent failed to appear at family court hearings on January 12 and 29 and February 26, 1999 although she had been given notice of the\r\nhearings.  She misrepresented to the court that she was unable to attend the January hearings due to illness when she was not actually ill.  She failed to turn over her clients' entire file to\r\nattorney Jay M. Bultz as ordered at the January 26 hearing.  As a result, she was found in civil contempt by order of the Honorable Robert Armstrong, family court judge.  She was sentenced to\r\nthirty days imprisonment but was permitted to purge herself of the contempt by turning over the specified file material.  She failed to submit a doctor's certificate as ordered by the family\r\ncourt.  As a result, she was found in criminal contempt by Judge Armstrong and sentenced to 72 hours imprisonment.  Respondent was arrested and incarcerated on March 25, 1999.  Pursuant\r\nto an interim order of the Honorable H.T. Abbott, III, on March 26, 1999, respondent was released from the civil contempt sanction due to substantial resolution of the purge provisions.  The\r\n72 hour incarceration was modified, and she was ordered released at 8:00 a.m. on March 27, 1999.  On March 26, 1999, respondent paid the clients $2,443.14 for attorneys fees and costs as\r\nordered by Judge Armstrong.  At the hearing, subsequent counsel for the clients, Jay Bultz, verified that the fees and costs were eventually paid by respondent, but the amount ordered covered\r\nonly the fees and costs associated with the rules to show cause and the hearings, not the $1,000 paid by the clients for the adoption.  Wife testified that respondent did not earn the fee $1,000. \r\nMr. Bultz testified that although respondent did turn over file material, some key documents were missing and he had to reconstruct them.\r\n\r\nIV.\r\n\r\nA client retained respondent on August 4, 1998 regarding his divorce and paid her $1,500 for attorneys fees.  Respondent failed to do any significant work for her client and failed to appear in\r\ncourt on his behalf at a hearing scheduled for January 11, 1999.  Respondent failed to return the client's calls and has not refunded his attorneys fees.   According to the hearing testimony of\r\nThomas D. (Val) Guest, the client is now deceased.  Mr. Guest assumed the representation of the client after he obtained a release from respondent.  While reviewing the client's file, Mr.\r\nGuest learned of a settlement offer which was never tendered to the client by respondent.  Had she sent him the settlement offer, the client would have accepted it, but the offer was no longer\r\nvalid when Mr. Guest found it.\r\n\r\nV.\r\n\r\nRespondent undertook to represent a client in a family court matter.  In pleadings in that matter, she failed to request that her client receive a share of her spouse's retirement.  Respondent was\r\ndilatory in responding to discovery requests.  Respondent failed to protect her client's interests after her termination from her former firm.  Respondent left the Surfside Beach area for an\r\nextended period of time without advising her client how she could contact her and without notifying her how long she would be gone.  Respondent failed to notify the court of her absence and\r\nfailed to seek protection.  Respondent failed to inform her client of a court-ordered mediation scheduled for the period of her absence and the necessity of her attendance, and a hearing to\r\ncompel discovery.  Neither respondent nor her client attended either the mediation or the hearing.  Respondent's client was fined $500 for her failure to attend the mediation.  Respondent did\r\nnot reimburse her client for the $500, nor did respondent earn all of the $4,000 legal fee the client paid her.  Additionally, when the client eventually tracked down respondent in Florida,\r\nrespondent asked her client to do the work of arranging witnesses for a hearing.\r\n\r\nVI.\r\n\r\nRespondent wrote a number of checks on both the Coastal and NationsBank escrow accounts payable to \"cash.\"\r\n\r\n\r\n\r\nVII.\r\nThe Honorable H.T. Abbott, III, family court judge, reported respondent's failure to appear at roster meetings in his court in January and February 1999.  Respondent failed to appear at the\r\nFebruary 25, 1999 call of an abuse and neglect case for which she was guardian ad litem and Judge Abbott, on his own motion, removed her as guardian due to difficulties communicating with\r\nher.\r\n\r\nVIII.\r\n\r\nAttorney appointed to assist, Thomas D. Guest, Jr., reported respondent's failure to respond to numerous inquiries from clients about matters for which she was counsel.\r\n\r\nIX.\r\n\r\nRespondent failed to respond to letters of inquiry from the ODC and notice of full investigation as to all of the above complaints except one (although apparently no separate letters of inquiry\r\nwere sent as to the second misappropriation matter).\r\n\r\nX.  Conclusions\r\n\r\nRespondent has engaged in a high degree of misconduct including misappropriation, lack of diligence for her clients, failure to communicate, failure to obey court orders, and failure to\r\ncooperate with the investigation of these matters.\r\n\r\nBy her conduct, respondent violated the following provisions of the Rules of Professional Conduct (Rule 407,\r\nSCACR):\r\n\r\n\r\n•Appropriated client funds to her own use.  Rule 1.15.\r\n\r\n•Failed to deliver promptly to a client or third person funds that the client or person was entitled to receive.  Rule 1.15.\r\n\r\n•Failed to render promptly a full accounting regarding property of the client or third person.  Rule 1.15.\r\n\r\n•Committed criminal acts that reflect adversely upon the lawyer's honesty, trustworthiness, and fitness as a lawyer in other respects.  Rule 8.4(b).\r\n\r\n•Engaged in conduct involving moral turpitude.  Rule 8.4(c).\r\n\r\n•Engaged in conduct involving dishonesty, fraud, deceit, and misrepresentation.  Rule 8.4(d).\r\n\r\n•Knowingly made a false statement of material fact or law to a tribunal.  Rule 3.3(a)(1).\r\n\r\n•Failed to act with reasonable diligence and promptness in representing a client.  Rule 1.3.\r\n\r\n•Failed to keep a client reasonably informed about the status of a matter and comply promptly with reasonable requests for information.  Rule 1.4(a).\r\n\r\n•Failed to represent a client competently.  Rule 1.1\r\n\r\n•Terminated representation without taking steps to protect client interests.  Rule 1.16.\r\n\r\n•Engaged in conduct that is prejudicial to the administration of justice.  Rule 8.4(e).\r\n\r\n\r\nRespondent also violated the following Rules for Lawyer Disciplinary Enforcement (Rule 413,\r\nSCACR):\r\n\r\n\r\n•Willfully violated a valid court order issued by a court of this state.  Rule 7(a)(7).\r\n\r\n•Knowingly failed to respond to a lawful command from a disciplinary authority to include a request for a response or appearance.  Rule 19(b)(1) and (c)(3).\r\n\r\n•Violated the Oath of Office taken upon admission to the practice of law.  Rule 7(a)(6); Rule 9, Rules for the Examination and Admission of Persons to Practice Law in South Carolina.\r\n\r\n•Engaged in conduct tending to pollute the administration of justice or bring the courts or legal profession into disrepute and conduct demonstrating unfitness to practice law.  Rule 7(a)(5).\r\n\r\n\r\nMoreover, respondent violated the Rules of Professional \r\n  Conduct (RPC Rule 8.4(a) and RLDE Rule 7(a)(1)), violated Rule 417, SCACR, by \r\n  misappropriating client funds and writing checks on her trust account made payable \r\n  to \"cash,\" and failed to cooperate with the ODC's investigations (Matter \r\n  of Treacy, 277 S.C. 514, 290 S.E.2d 240 (1982)).\r\n\r\nWe have found disbarment an appropriate sanction \r\n  in other similar cases, including the recent case of Matter of Trexler, \r\n  Op. No. 25239 (S.C. Sup. Ct. filed Jan. 29, 2001) (Shearouse Adv. Sh. No. 4 \r\n  at p.13), which also involved misappropriation of client funds and other acts \r\n  of misconduct. See also Matter of Driggers, 334 S.C. 40, 512 S.E.2d \r\n  112 (1999) (attorney consented to disbarment for misappropriating funds, failure \r\n  to appear in court on clients' behalf, and other misconduct similar to that \r\n  shown in this case).\r\n\r\nRespondent has agreed to pay the $396.36 cost of these proceedings.  Respondent has also agreed to pay restitution to Standard Federal Bank and her wronged clients as specified in the\r\nAgreement.  We accept the Agreement for Discipline by Consent and disbar respondent.  The ODC is hereby ordered to implement a payment plan to ensure the timely payment of restitution\r\nto the victims in this case, or the Lawyers' Fund for Client Protection if any victims have already been paid from that fund.  With any application for reinstatement, respondent must provide\r\nsatisfactory evidence that she has complied with the payment plan, completed payment of all restitution owed, and is fit to return to the practice of law.\r\n\r\nWithin fifteen days of the date of this opinion, respondent shall file an affidavit with the Clerk of Court showing that she has complied with Rule 30 of Rule 413, SCACR, and shall also\r\nsurrender her Certificate of Admission to the Practice of Law to the Clerk of Court.\r\n\r\n\r\nDISBARRED.\r\n\r\nTOAL, C.J., MOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25286","title":"Ford v. State Ethics Commission","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25286","description":"This case involves whether jurisdiction over a sentor's alleged misconduct during a campaign against a ballot measure lies with the Senate Ethics Committee or the State Ethics Commission.","date":"2001-04-23","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nSenator Robert Ford, Respondent,\r\n\r\n&nbsp;\r\nv.\r\n\r\n\r\nState Ethics Commission of the\r\nSovereign State of South\r\nCarolina, Appellant.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\nEdward B. Cottingham, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25286\r\nHeard March 20, 2001 - Filed April 23, 2001\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nCathy L. Hazelwood, of the State Ethics Commission, of Columbia, for appellant.\r\n\r\nWilliam L. Runyon, Jr., of Charleston, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCHIEF JUSTICE TOAL:  The State Ethics Commission (\"Ethics Commission\") appeals the trial judge's order finding\r\nthat jurisdiction over Senator Robert Ford's (\"Senator Ford\") conduct is vested in the Senate Ethics Committee.\r\n\r\nFACTUAL/ PROCEDURAL BACKGROUND\r\n\r\nSenator Ford is a sitting member of the South Carolina Senate, and was a member of the Senate in 1998, when the alleged\r\nimproper conduct occurred.  Senator Ford also ran an activity known as the Black Community Development Committee\r\n(\"BCD\"). (1)  The record is unclear as to whether the BCD is a working committee with several members or conducted\r\nsolely by Senator Ford. \r\n\r\nDuring January through March of 1998, the Charleston County School Board proposed a referendum on a $350,000,000.00\r\nbond issue.  Senator Ford opposed the referendum through the BCD with funds solicited by the BCD.  In February 1998,\r\nSenator Ford received approximately $5,000.00 from the BCD, which he used to oppose the bond referendum and \"for\r\ngenerally educating the public on the condition of the school district.\"\r\n\r\nAfter the bond referendum, a complaint was lodged with the Ethics Commission alleging that Senator Ford and the BCD\r\nhad committed various campaign law violations.  The record is unclear as to the exact nature of the alleged violations. \r\nThereafter, the Ethics Commission began an investigation of Senator Ford in his role as chairman of BCD, a non-candidate,\r\nballot measure committee.  The Ethics Commission, as admitted in oral argument, then filed a complaint against \"Senator\r\nFord.\"  On July 9, 1998, Senator Ford filed a summons and complaint in circuit court asserting the Ethics Commission did\r\nnot have jurisdiction over Senator Ford and the BCD.  On April 21, 1999, the trial court held a motion hearing and held the\r\nEthics Commission did not have jurisdiction over Senator Ford's conduct.  The Ethics Commission appealed.  The issues\r\nbefore this Court are:\r\n\r\n\r\nI.  Did the trial court err in finding the Ethics Commission did not have jurisdiction over Senator Ford's non-candidate,\r\nballot measure committee (the BCD)?\r\n\r\nII.  Did the trial court err in denying the Ethics Commission's motion to alter or amend the judgment where the trial court's\r\noral order conflicted with its later written order?\r\n\r\n\r\nLAW/ ANALYSIS\r\n\r\nI.  Jurisdiction\r\n\r\nThe Ethics Commission argues the trial court erred in finding it did not have jurisdiction over Senator Ford's non-candidate, ballot measure committee.  The Ethics Commission conceded at oral argument it did not have jurisdiction over\r\nSenator Ford, only the BCD Committee. (2)  However, we find the Ethics Commission filed an action against Senator Ford, \r\nnot the BCD Committee.  Since the Ethics Commission clearly has no jurisdiction over Senator Ford, we find the trial court\r\ncorrectly held the Ethics Commission did not have jurisdiction.\r\n\r\nWe are not foreclosing the Ethics Commission from investigating the BCD Committee.  The record below does not\r\nindicate the makeup of the BCD.  If the Commission can show the BCD is an actual committee, and not simply the alter\r\nego of Senator Ford, the Commission may have the authority to investigate  alleged misconduct by the BCD. (3)\r\n\r\nII.  Motion to Amend \r\n\r\nThe Ethics Commission argues the trial judge erred in denying its motion to alter or amend the judgment when the trial\r\njudge's written order did not comport with the previous oral instructions issued by the trial judge, thereby placing the\r\ncomplaint in \"jurisdictional limbo.\"  We disagree.\r\n\r\nAt the April 21, 1999, motion hearing, the trial court verbally ordered the complaint be referred to the Senate Ethics\r\nCommittee so the Committee could determine whether the complaint was within its jurisdiction.  However, the April 23,\r\n1999, written order specifically held the State Ethics Commission did not have jurisdiction, and jurisdiction regarding\r\nSenator Ford's conduct rested with the Senate Ethics Committee.  There is no dispute a trial court has the discretion to\r\nchange its mind and amend its oral ruling.  First Union Nat. Bank v. Hitman, Inc., 306 S.C. 327, 411 S.E.2d 681 (Ct. App.\r\n1991) aff'd, 306 S.C. 327, 418 S.E.2d 545 (1992).  \r\n\r\nHowever the Ethics Commission argues, by changing its mind, the trial court created the potential for the complaint to\r\nnever be resolved.  It argues the Senate Ethics Committee could determine the complaint was not within their jurisdiction,\r\nand then the Ethics Committee would be precluded, under the terms of the trial court's order, from pursuing the complaint.  \r\n\r\nThe Ethics Commission's argument is without merit. Until written and entered, the trial judge retains discretion to change\r\nhis mind and amend his oral ruling accordingly.  First Union, supra; Case v. Case, 243 S.C. 447, 134 S.E.2d 394 (1964). \r\nThe written order is the trial judge's final order and as such constitutes the final judgment of the court.  The final written\r\norder contains the binding instructions which are to be followed by the parties. See Rule 58, SCRCP.  Therefore, the\r\ncomplaint in this case is not in \"jurisdictional limbo.\"\r\n\r\nCONCLUSION\r\n\r\nFor the foregoing reasons, we AFFIRM the trial court's decision.  \r\n\r\n\r\n\r\nMOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n1. The Ethics Commission requested that Senator Ford register the BCD.  Senator Ford complied.   \r\n2. South Carolina Code Ann. § 8-13-320 (Supp. 2000) sets forth the duties and powers of the Ethics Commission.  It\r\nprovides, in relevant part, the Ethics Commission has the duty and power:\r\n\r\n\r\n  to initiate or receive complaints and make investigations, \r\n    as provided in item (10), . . . of an alleged violation of this Chapter \r\n    or Chapter 17 of Title 2 by a public official . . .  except members \r\n    or candidates for the General Assembly unless otherwise provided for under \r\n    House or Senate Rules.\r\n\r\n\r\n  S.C. Code Ann. § 8-13-320 (Supp. 2000) (emphasis added).\r\n3. However, at oral argument, the Ethics Commission stated one complaint against the BCD involved alleged violations of\r\nS.C. Code Ann. §§ 8-13-1322(A) and 8-13-1332(3), which place limits on contribution amounts and the sources of those\r\ncontributions.  We note the United States District Court for the District of South Carolina has recently held the limitations\r\non the amount of contributions and on the persons from whom they may solicit contributions are unconstitutional to the\r\nextent they are applied to a not-for-profit organization seeking to influence a ballot initiative distinct from the election of\r\nany candidate.  Legacy Alliance, Inc. v. Condon, 76 F. Supp. 2d 674 (D.S.C. 1999).  Therefore, the Ethics Commission may\r\nbe precluded from investigating the BCD on the ground it accepted more money than was allowed by the statute.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25287","title":"Roscoe v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25287","description":"Voluntariness of defendant's plea to armed robbery","date":"2001-04-30","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n25287\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nLamarko S. Roscoe, Petitioner,\r\n\r\n&nbsp;\r\nv.\r\n\r\n\r\nState of South Carolina, Respondent.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\n\r\nAppeal From Edgefield County\r\nWilliam P. Keesley, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25287\r\nSubmitted March 22, 2001 - Filed April 30, 2001\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAssistant Appellate Defender Robert M. Pachak, of South Carolina Office of Appellate Defense, of Columbia, for\r\npetitioner.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney\r\nGeneral G. Robert DeLoach, III, all of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE WALLER:  We granted a writ of certiorari to review the denial of Lamarko Roscoe's application for Post-Conviction Relief  (PCR).  We affirm.\r\n\r\nFACTS  \r\n\r\n\r\nRoscoe pleaded guilty to kidnapping, armed robbery, and burglary in the first degree. (1)  In exchange for his plea, charges of\r\ngrand larceny, possession of a weapon during commission of a violent crime, and criminal conspiracy were nol prossed. (2) \r\nAt the plea hearing, Roscoe was advised that he could get \"as much as 70 years to life\" for armed robbery, kidnapping and\r\nburglary in the first degree, and that, with the addition of accessory charges, he was facing as much as 140 years to life. (3) \r\nThe plea judge then advised Roscoe that the potential sentence for armed robbery was 25 years in jail.  In fact, pursuant to\r\nS.C. Code § 16-11-330 (Supp. 2000), the maximum sentence for armed robbery was 30 years.  1993 S.C. Acts 184, §\r\n170. (4)  Sentencing was deferred until such time as a  co-defendant's case was disposed of in federal court.  Thereafter,\r\nRoscoe was sentenced to 30 years, concurrent, on each offense (armed robbery, burglary in the first degree and\r\nkidnapping).\r\n\r\nRoscoe sought PCR, claiming his plea was involuntary because he was advised by the plea judge that he could receive 140\r\nyears to life (including the accessory charges), when in fact, he could not have been sentenced both as an accessory and of\r\nthe principal offense.  The PCR court denied relief, finding the pleas to the accessory charges had been withdrawn at\r\nsentencing.  However, the court sua sponte noted that the plea judge had mis-advised Roscoe the potential sentence for\r\narmed robbery was 25, rather than 30 years.  Accordingly, the armed robbery charge was remanded for re-sentencing. \r\nRoscoe sought certiorari contending the erroneous sentencing advice had rendered his pleas involuntary, requiring them to\r\nbe vacated.\r\n\r\nISSUE\r\n\r\n\r\nWere Roscoe's pleas rendered unknowing and involuntary due to the trial court's erroneous statement that the maximum\r\nsentence he could receive was 25, rather than 30 years?\r\n\r\nDISCUSSION   \r\n\r\n\r\nAllegations of trial court error are not cognizable \r\n  on PCR. Wolfe v. State, 326 S.C. 158, 485 S.E.2d 367 (1997); see&nbsp;also \r\n  State v. Johnson, 333 S.C. 459, 510 S.E.2d 423 (1999). In PCR cases, \r\n  a defendant asserting a constitutional violation must frame the issue as one \r\n  of ineffective assistance of counsel. Al-Shabazz v. State, 338 S.C. 354, \r\n  527 S.E.2d 742 (1999). A defendant who enters a plea on the advice of counsel \r\n  may only attack the voluntary and intelligent character of a plea by showing \r\n  that counsel's representation fell below an objective standard of reasonableness \r\n  and that there is a reasonable probability that, but for counsel's errors, the \r\n  defendant would not have pled guilty but would have insisted on going to trial. \r\n  (5) Hill v. Lockhart, 474 U.S. 52, 106 S.Ct. 366, 88 L.Ed.2d \r\n  203 (1985); Jackson v. State, 342 S.C. 95, 535 S.E.2d 926 (2000); Thompson \r\n  v. State, 340 S.C. 112, 531 S.E.2d 294 (2000); Rayford v. State, \r\n  314 S.C. 46, 443 S.E.2d 805 (1994). Thus, an applicant must show both error \r\n  and prejudice to win relief in a PCR proceeding. Scott v. State, 334 \r\n  S.C. 248, 513 S.E.2d 100 (1999). Roscoe has made no showing of prejudice in \r\n  this case. (6)\r\n\r\nInitially, Roscoe claims all of his pleas are affected by the erroneous advice concerning the armed robbery charge. \r\nHowever, Roscoe was properly advised and sentenced on the kidnapping and burglary charges, and he fails to demonstrate\r\nhis pleas to these offenses were in any way affected by the mis-advice concerning armed robbery.  Accordingly, his pleas to\r\nkidnapping and burglary are unaffected.\r\n\r\nMoreover, Roscoe has failed to demonstrate that \r\n  his plea to armed robbery was affected by the trial court's statement. The record \r\n  is devoid of evidence that, if Roscoe had known the maximum penalty for armed \r\n  robbery was 30, rather than 25 years, he would not have pled guilty and would \r\n  have insisted upon going to trial. As noted previously, in exchange for Roscoe's \r\n  plea, charges of grand larceny, possession of a weapon during commission of \r\n  a violent crime, and criminal conspiracy were nol prossed. Further, \r\n  the solicitor elected to indict Roscoe for only one count of armed robbery and \r\n  kidnapping, notwithstanding there were multiple victims. Moreover, Roscoe was \r\n  advised by the plea judge that he was facing 70 years to life. It strains credulity \r\n  to suggest that if he had been told that he was, in fact, facing 75 years to \r\n  life, Roscoe would have decided against accepting the plea. Accord Manley \r\n  v. United States, 588 F.2d 79, 82 (4th Cir. 1978)(holding \"a \r\n  mistake of a few years in advice about the length of what would otherwise be \r\n  a long term would not constitute ineffectiveness of counsel\").\r\n\r\nRoscoe cites three cases for the proposition that \r\n  a plea which is induced by erroneous sentencing information is thereby rendered \r\n  involuntary. &nbsp;See Alexander v. State, 303 S.C. 539, 402 S.E.2d \r\n  484 (1991); Ray v. State, 303 S.C. 374, 401 S.E.2d 151 (1991); Hinson \r\n  v. State, 297 S.C. 456, 377 S.E.2d 338 (1989). In each of these cases, however, \r\n  there was evidence supporting a finding that the defendant's plea was induced \r\n  such that, but for the erroneous advice, the defendant would not have pled guilty \r\n  but would have insisted on going to trial. Here, there is simply no such evidence.\r\n\r\nFinally, in the context of incorrect advice from \r\n  the trial court, we held in Hunter v. State, 316 S.C. 105, 109, 447 S.E.2d \r\n  203, 205 (1994), that \"erroneous . . . advice from the bench could, on certain \r\n  facts, mislead a defendant to his detriment; however, it would be wholly impractical \r\n  to maintain a rule which requires the automatic reversal of a guilty plea without \r\n  something more.\" (7) Roscoe has failed to demonstrate \r\n  \"something more\" in this case. Accordingly, the PCR court's order is\r\n\r\n\r\nAFFIRMED. (8)\r\n\r\nTOAL, C.J., MOORE, BURNETT and PLEICONES, JJ., concur.\r\n\r\n1.   On October 13, 1995, Roscoe and a co-defendant (Evans) entered the home of Parker and Brenda Shaw in Edgefield and\r\nwaited for them.  When they got home, Mr. Shaw was tied up with duct tape, and Mrs. Shaw was taken to a bedroom and\r\nheld at gunpoint.  Two other adults, Mark and Jennifer Fentress, and two grandchildren, were also held hostage in the\r\nhome.  The Shaws' daughter, Amy, then came home and was abducted by a third co-defendant (Jeberk) and taken to the\r\nbank in Augusta where she was employed and forced to give him $86,000.00 from the safe. \r\n2.   The solicitor also indicted Roscoe with only  single counts of kidnapping and armed robbery, notwithstanding there\r\nwere multiple victims. \r\n3.   At sentencing, the State agreed to withdrawal of the accessory pleas since Roscoe could not be convicted as both an\r\naccessory and a principal.\r\n4.   Prior to 1993, section 16-3-330 provided a 25-year sentence for armed robbery.  S.C. Code Ann. § 16-3-330 (1985).\r\n5.   Given that Roscoe is seeking PCR, his claim that his plea was rendered involuntary due to the trial judge's erroneous\r\nsentencing advice is, in reality, a claim that counsel was ineffective in failing to object to or otherwise clarify the trial\r\ncourt's erroneous sentencing advice.  \r\n6.  Although we have consistently \r\n  held a defendant must have a full understanding of the consequences of his plea \r\n  and of the charges against him, Smith v. State, 329 S.C. 280, 494 S.E.2d \r\n  626 (1997); Simpson v. State, 317 S.C. 506, 455 S.E.2d 175 (1995); Dover \r\n  v. State, 304 S.C. 433, 405 S.E.2d 391 (1991), the defendant must also demonstrate \r\n  prejudice to be entitled to relief on PCR. \r\n7.  Hunter involved a \r\n  trial court's explanation of minimum parole eligibility pursuant to a specific \r\n  statute in a situation in which the defendant was actually parole eligible. \r\n  We modified State v. Brown, 306 S.C. 381, 412 S.E.2d 399 (1991), to the \r\n  extent Brown&nbsp;appeared to dictate a guilty plea must be reversed \r\n  for any misstatement of parole eligibility by a trial judge. \r\n8.  Given that Roscoe was sentenced \r\n  in excess of the maximum penalty for armed robbery, we affirm the PCR court's \r\n  remand for resentencing. See State v. Johnston, 333 S.C. 459, \r\n  510 S.E.2d 423 (1999).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]