[{"id":"25364","title":"Tench v. S.C. Department of Education","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25364","description":"This is a case arising under the South Carolina Tort Claims Act and involves several procedural issues including Motions for Relief and Motions for Reconsideration.","date":"2001-10-01","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Gary P. Tench, as Conservator\r\nfor Jason Shawn Tench, and\r\nIndividually, Appellant,\r\n        \r\n        \r\nv.\r\n        \r\n\r\nThe South Carolina Department\r\nof Education, Respondent.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville County\r\nWyatt T. Saunders, Jr., Circuit Court Judge\r\nJames R. Barber, III, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25364\r\nHeard May 23, 2001 - Filed October 1, 2001\r\n\r\n\r\n  REVERSED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nDouglas A. Churdar, of Greenville, for appellant.\r\n\r\nDarren S. Haley, of The Code Law Firm, of Greenville, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nCHIEF JUSTICE TOAL:  This appeal is from a trial court's Order granting relief under Rule 60(b)(1) and Rule 60(b)(5),\r\nSCRCP, and an Order granting summary judgment.  The trial court found a father could not recover under the South\r\nCarolina Tort Claims Act, S.C. Code Ann. §§ 15-78-10 to 15-78-200 (Supp. 2000) (the \"Act\"), for medical expenses\r\nresulting from injuries to his son, who was the legal age of majority at the time of the accident. \r\n\r\nFactual/Procedural Background\r\n\r\n\r\nOn October 6, 1994, eighteen year old Jason Tench (\"Tench\") was involved in an automobile accident with a school bus\r\noperated by the South Carolina Department of Education (\"Department\").  The school bus pulled in front of Tench's car,\r\nand he could not avoid driving underneath it.  As a result, Tench suffered an almost fatal head injury, which left him with\r\nsevere brain damage.  \r\n\r\nTench was hospitalized and remained in a coma or a partial coma for six months.  He currently lives at home where he\r\nneeds constant and total care because he cannot take care of his basic needs.  He cannot talk, eat, use the bathroom, dress,\r\nwalk, or stand by himself.  Tench spends his time either in bed or occasionally in a wheelchair.  His condition is permanent,\r\nand he will never be able to care for himself.  Without the care of his parents, Tench would have to live in a nursing home.  \r\n\r\nAt the time of the accident, Tench was eighteen years old and had graduated from high school just four months earlier.  He\r\nwas attending Greenville Technical College and working part-time in his father's grocery store.  He was dependent upon\r\nand supported by his parents.  His father paid his college tuition and did not require Tench to pay rent.  \r\n\r\nGary Tench (\"Appellant\") sued the Department as Tench's conservator, asserting a claim on behalf of his son for personal\r\ninjuries and loss of enjoyment of life.  Appellant also asserted an individual claim for medical bills and other expenses he\r\nincurred and continues to incur as a result of Tench's injuries. (1)  The Department did not contest liability and stipulated the\r\nmedical bills for Appellant's treatment exceeded $250,000.  The Department tendered $250,000, the statutory maximum\r\nunder the Act at that time, for Tench's claim.  What then followed was a procedural nightmare.  \r\n\r\nOn July 9, 1996, the Department filed a Motion to Dismiss pursuant to Rule 12(b)(6), SCRCP on the grounds of failure to\r\nstate a viable cause of action.  The Department contended Appellant was not entitled to make an individual claim under the\r\nAct because Tench was eighteen at the time of the accident and emancipated as a matter of law.  By stipulation, the parties\r\nagreed Appellant's claim would be resolved based upon the trial court's resolution of the Motion to Dismiss.\r\n\r\nOn September 20, 1996, the trial judge issued an Order which approved the $250,000 settlement for Tench's claims and\r\ndenied the Department's Motion to Dismiss Appellant's claim.  The trial judge ruled Appellant was entitled to make a\r\nclaim under the Act for the recovery of medical expenses and loss of services resulting from injuries to Tench.  The trial\r\njudge also held \"the parties . . . argued substantially outside the pleadings and have agreed that this Order will dispose of\r\nthe case as far as the Circuit Court is concerned . . . . The Court rules as if this is a Summary Judgment Motion.\"  The effect\r\nof the circuit court's order was to grant summary judgment to Appellant, and to enter a judgment on his behalf in the\r\namount of $250,000.    \r\n\r\nThe Department filed a \"Motion for Reconsideration\" (2) pursuant to Rule 59(e), SCRCP.  On December 3, 1996, the\r\nMotion was heard and denied.  Subsequently, on December 23, 1996, the Department filed its Notice of Intent to Appeal\r\nthe September 20, 1996, Order.   \r\n\r\nOn November 20, 1997, after the case was fully briefed, the Court of Appeals dismissed the appeal on the ground the\r\nSeptember 20, 1996, Order was not appealable. Apparently, the Court of Appeals considered the Order to be merely the\r\ndenial of a Motion to Dismiss, which is not appealable under Woodward v. Westvaco Corp., 319 S.C. 240, 460 S.E.2d 392\r\n(1995).  The Court of Appeals overlooked the fact the Order also rendered summary judgment for Appellant and, thus, was\r\nappealable.  The Department did not file a Petition for Rehearing or a Petition for a Writ of Certiorari.  The remittitur then\r\nwent down and the case was again pending in the trial court for enforcement of judgment previously entered.    \r\n\r\nOn March 10, 1998, pursuant to Rule 60(b)(4), SCRCP, the Department filed a Motion for Relief from the September 20,\r\n1996, Order on the ground the judgment was void.  The Department also filed another Motion for Relief under Rule 60(b),\r\nSCRCP, this time seeking relief under Rule 60(b)(1) and (5).  On June 15, 1998, the trial court denied all the Rule 60(b)\r\nMotions.\r\n\r\nUpon denial of its Rule 60(b) Motions, the Department filed a \"Motion to Reconsider\" pursuant to Rule 59(e), SCRCP on\r\nJune 24, 1998.  On September 16, 1998, the trial court granted the Motion to Reconsider and set aside Appellant's original\r\njudgment based on Rule 60(b)(1) and Rule 60(b)(5), SCRCP.  Appellant then filed a Motion for Reconsideration on the\r\nground Rule 60(b) did not provide a basis for relief from the September 20, 1996, Order.  On December 8, 1998, the trial\r\ncourt denied Appellant's Motion for Reconsideration.  The trial court instructed the parties to file opposing Motions for\r\nSummary Judgment.  The Department's Motion for Summary Judgment was granted.  Appellant appealed the Summary\r\nJudgment Order and the September 8, 1998, Order.  The following issues are before this Court on appeal:\r\n\r\n\r\n  Should the trial court's Orders voiding Appellant's judgment and granting summary judgment in favor of the\r\nDepartment be reversed where the trial court had no basis under Rule 60, SCRCP, to provide the Department relief from\r\nthe trial court's September 20, 1996, Order?\r\n    \r\n  Does Appellant have an independent cause of action under the Act for the recovery of medical expenses and loss of\r\nservices resulting from injuries to his eighteen year old son?\r\n\r\nLaw/Analysis\r\n\r\n\r\nAppellant argues that the trial court's Order vacating the September 20, 1996, Order should be reversed.  We agree.\r\n\r\nThe Court of Appeals erroneously construed the 1996 orders and dismissed the appeal because the denial of a Rule\r\n12(b)(6), SCRCP, motion is not immediately appealable. See Huntley v. Young, 319 S.C. 559, 462 S.E.2d 860 (1995). \r\nAlthough the Department originally made a Motion to Dismiss pursuant to Rule 12(b)(6), SCRCP, the trial court ruled as if\r\nthe parties had made cross motions for summary judgment because the parties \"argued substantially outside the pleadings\r\nand have agreed [the trial court's Order] will dispose of the case as far as the Circuit Court is concerned.\"  The Department\r\nshould have filed a Petition for Rehearing after the Court of Appeals erroneously found the Department was appealing from\r\nan Order denying a Motion to Dismiss and not from an Order granting Summary Judgment to Appellant. \r\n\r\nInstead of pursuing its appellate rights, the Department sought the exact same relief by way of Rule 60(b), and the trial\r\ncourt ultimately granted the Department that relief under Rule 60(b)(1) and Rule 60(b)(5).  Appellant contends this was\r\nerror, and we agree.  The 60(b)(1) motion was untimely since it was filed in April 1998, well more than a year after the\r\n1996 orders were filed.  Rule 60(b), SCRCP (motion pursuant to Rule 60(b)(1) must be filed \"not more than one year after\r\nthe judgment, order or proceeding was entered or taken\").  Further, we hold the circuit court erred in granting relief under\r\nRule 60(b)(5).  A party may not invoke this rule where it could have pursued the issue on appeal.   See Smith Companies of\r\nGreenville v. Hayes, 311 S.C. 358, 428 S.E.2d 900 (Ct. App. 1993) (finding relief from judgment is not a substitute for\r\nappeal from final judgment, particularly when it is clear party seeking relief could have litigated at trial and on appeal\r\nclaims he now makes by motion).  When the Department failed to petition the Court of Appeals for rehearing, it effectively\r\nabandoned its right to relitigate under Rule 60(b)(5) the issues raised in that appeal.\r\n\r\nBecause we decide the circuit court erred in granting the Department relief under Rule 60(b),  we decline to address\r\nwhether Appellant had an independent cause of action against the Department for the recovery of medical expenses and\r\nloss of services of his adult son.\r\n\r\nConclusion\r\n\r\n\r\nWe REVERSE the trial court's Order vacating the September 20, 1996, Order and reinstate the $250,000 judgment\r\nawarded Appellant.\r\n\r\nMOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n1. On October 9, 1996, Tench's mother filed a lawsuit pleading a negligence claim for her son, and a negligence claim for\r\nthe medical expenses she was responsible for as Tench's mother.  This lawsuit was dismissed by stipulation without\r\nprejudice.  \r\n2. This Motion is actually a Motion to Alter or Amend Judgment.\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25365","title":"State v. Clarkson","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25365","description":"Relying on State v. Elliott, Op. No. 25356 (S.C. Sup. Ct. filed September 4, 2001)(ABHAN is a lesser included offense of assault with intent to commit criminal sexual conduct), this opinion reverses the Court of Appeals' opinion in State v. Clarkson, 337 S.C. 518, 523 S.E.2d 817 (Ct. App. 1999)(trial court was without jurisdiction to accept plea to ABHAN where defendant was indicted for assault with intent to commit criminal sexual conduct).","date":"2001-10-01","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nThe State, Petitioner,\r\n\r\n\r\n\r\nv.\r\n\r\n\r\nEdward M. Clarkson, Respondent.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From York County\r\nDaniel F. Pieper, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25365\r\nSubmitted September 18, 2001 - Filed October 1, 2001\r\n\r\n\r\nREVERSED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAssistant Appellate Defender Robert M. Dudek, of South Carolina Office of Appellate Defense, of Columbia, for\r\nrespondent.\r\n\r\nAttorney General Charles Molony Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney\r\nGeneral Salley W. Elliott, and Senior Assistant Attorney General Norman Mark Rapoport, all of Columbia; and Solicitor\r\nThomas E. Pope, of York, for petitioner.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n\r\nPER CURIAM: Respondent was indicted for assault with intent to \r\ncommit criminal sexual conduct against a minor in the second degree (ACSC) and \r\npled guilty to assault and battery of a high and aggravated nature (ABHAN). The \r\nCourt of Appeals vacated his guilty plea. State v. Clarkson, 337 S.C. 518, \r\n523 S.E.2d 817 (Ct. App. 1999). The State has filed a petition for a writ of certiorari \r\nseeking review of the Court of Appeals' opinion. We grant the petition for a writ \r\nof certiorari, dispense with further briefing and reverse the decision of the \r\nCourt of Appeals. \r\nRelying on its opinion in State v. Elliott, 335 S.C. \r\n  512, 517 S.E.2d 713 (Ct. App. 1999), the Court of Appeals determined respondent's \r\n  guilty plea should be vacated because ABHAN is not a lesser-included offense \r\n  of ACSC. This Court recently reversed the decision of the Court of Appeals in \r\n  Elliott and held that ABHAN is a lesser-included offense of ACSC. State \r\n  v. Elliott, Op. No. 25356 (S.C. Sup. Ct. filed September 4, 2001)(Shearouse \r\n  Adv. Sh. No. 32 at 55). Accordingly, the Court of Appeals erred in vacating \r\n  respondent's guilty plea. \r\n\r\nREVERSED.\r\n\r\nTOAL, C.J., MOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25366","title":"In the Matter of Former Greenville County Magistrate Ulysses J. Thompson","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25366","description":"Judicial disciplinary proceeding in which magistrate resigned his position and agreed to a public reprimand.","date":"2001-10-01","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        In the Matter of Former\r\nGreenville County Magistrate\r\nUlysses J. Thompson, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\n&nbsp;Opinion No. 25366\r\nSubmitted September 11, 2001 - Filed October 1, 2001\r\n\r\nPUBLIC REPRIMAND\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Henry B. Richardson, Jr., and Assistant Attorney General Tracey C. Green, both of Columbia, for the Office of\r\nDisciplinary Counsel.\r\nAdam W. Fisher, Jr., of Greenville, for Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:  In this judicial disciplinary matter, respondent and Disciplinary Counsel have entered into an Agreement\r\nfor Discipline by Consent pursuant to Rule 21, Rules of Judicial Disciplinary Enforcement (RJDE), Rule 502, SCACR.  In\r\nthe agreement, respondent admits misconduct and consents to a public reprimand.  Respondent has also resigned his\r\nposition and has agreed never to apply for a judicial office in South Carolina without the express written permission of the\r\nSupreme Court of South Carolina.  We accept the agreement.  The facts as admitted in the agreement are as follows.\r\n\r\nFacts\r\n\r\nRespondent purchased items from a distraint sale conducted by his office.  The items were seized from tenants to satisfy\r\nrental debts.  Respondent purchased the items by personally bidding on some and by asking the property owner to bid on\r\nothers for him. \r\n\r\nRespondent also personally served documents on parties to actions pending in his court and falsified the affidavit of service\r\non those documents.  On one occasion, respondent personally served a summons and complaint on a defendant. \r\nRespondent also personally served five warrants of ejectment.  In each of these cases, respondent indicated on the\r\nattestation of service that the documents were served by his constable.  \r\n\r\nRespondent also failed to respond to several circuit court orders requiring him to file returns in appeals from his court. \r\nAlthough these orders were issued as early as August 1999, respondent failed to take any action on these matters before\r\nJanuary 2001.  \r\n\r\nRespondent also failed to monitor his official accounts, review his official bank statements, or supervise his clerks to\r\nensure that they were properly executing their financial and accounting duties.  As a result, his office is unable to account\r\nfor approximately $9,500 in funds for which he is responsible. \r\n\r\nRespondent also misplaced documents in a matter pending before him, causing an unreasonable delay in the disposition of\r\nthe case.\r\n\r\nLaw\r\n\r\nBy his conduct, respondent has violated the following provisions of the Code of Judicial Conduct, Rule 501, SCACR: \r\nCanon 1 (failing to uphold the integrity and independence of the judiciary); Canon 2 (failing to avoid impropriety and the\r\nappearance of impropriety in all his activities); and  Canon 3 (failing to perform the duties of office impartially and\r\ndiligently).\r\n\r\nRespondent has also violated the following provisions of the RJDE, Rule 502, SCACR:  Rule 7(a)(1) (violating the Code\r\nof Judicial Conduct); Rule 7(a)(4) (failing to perform judicial duties or persistently performing judicial duties in an\r\nincompetent or neglectful manner); and Rule 7(a)(6) (failing to issue orders, decrees, and opinions in a timely manner).\r\n\r\nConclusion\r\n\r\nWe accept the agreement for a public reprimand because respondent is no longer a magistrate and because he has agreed\r\nnot to seek another judicial position in South Carolina unless authorized to do so by this Court.  Accordingly, respondent is\r\nhereby publicly reprimanded for his conduct.\r\n\r\nPUBLIC REPRIMAND\r\n\r\nTOAL, C.J., MOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25367","title":"In the Matter of Dallas Dale Ball","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25367","description":"Opinion placing attorney on indefinite suspension.","date":"2001-10-15","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        In the Matter of Dallas Dale\r\nBall, Respondent.\r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No.  25367\r\nSubmitted September 18, 2001 - Filed October 15, 2001\r\n\r\n\r\nINDEFINITE SUSPENSION\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nHenry B. Richardson, Jr. and Barbara M. Seymour, of Columbia, for the Office of Disciplinary Counsel.\r\n\r\nJ. Leeds Barroll, IV, of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter, respondent and Disciplinary Counsel entered into an agreement\r\npursuant to Rule 21, RLDE, Rule 413, SCACR.  In the agreement, respondent admits misconduct and consents to the\r\nimposition of any sanction set forth in Rule 7(b), RLDE, Rule 413, SCACR.  An investigative panel of the Commission on\r\nLawyer Conduct considered the agreement and voted unanimously to recommend acceptance of the agreement and\r\nimposition of an indefinite suspension.  The agreement was submitted to this Court.  Thereafter, respondent requested oral\r\nargument because he did not agree with the proposed sanction.\r\n\r\nRule 21(d), RLDE, which addresses discipline by consent, does not provide for oral argument.  Instead, Rule 21(d) states\r\nthat if the investigative panel submits an Agreement for Discipline by Consent to the Court, the Court shall either reject the\r\nagreement or issue a decision disciplining the lawyer which shall be based on the agreement.  Moreover, paragraph eleven\r\nof the agreement at issue specifically states, \"the parties hereto waive any and all rights to oral arguments in connection\r\nwith this matter.\"  We therefore deny respondent's request for oral argument, accept the agreement as entered into by\r\nrespondent, and find an indefinite suspension is appropriate under the circumstances. (1)\r\n\r\n\r\n    Facts\r\n\r\n\r\n\r\nThe facts as stated in the agreement are as follows.\r\n\r\nI. Personal Injury Settlement Matter\r\n\r\nRespondent received $75,000 in proceeds pursuant to the settlement of a personal injury claim on behalf of a client.  The\r\nsettlement order required respondent to pay attorneys' fees and costs, guardian ad litem fees, a health insurance subrogation\r\nclaim and medical expenses from the settlement proceeds.  The remainder was to be paid to the court or a duly appointed\r\nconservator for the client.\r\n\r\nRespondent paid all attorneys' fees and costs associated with representation of the client.  He also successfully negotiated\r\nreductions in several of the medical bills and in the health insurance subrogation claim, leaving $9,467.58 of the settlement\r\nproceeds remaining.  Respondent did not pay the remaining funds to the court or a duly appointed conservator.\r\n\r\nThereafter, the client retained the services of another attorney to investigate and file a legal malpractice action against\r\nrespondent.  Respondent was advised by his defense counsel not to disburse the remaining proceeds from the settlement\r\nuntil certain issues in the legal malpractice action were resolved.  Approximately six months after the action was filed,\r\nrespondent paid the remaining proceeds, plus interest, to the client.  \r\n\r\nRespondent also failed to pay a bill from the Medical College of Georgia in the amount of $11,256.66 for services rendered\r\nto the client.  Respondent paid the bill after the client instituted the legal malpractice action.\r\n\r\nOn several occasions between the time of the settlement and the time respondent paid the Medical College of Georgia, the\r\namount of funds in his trust account fell below the amount of the remaining settlement proceeds and the amount of the\r\nunpaid medical bill, which should have been in respondent's trust account.  Respondent is unable to account for the\r\nshortages of funds.  Moreover, respondent did not maintain a ledger for the client.\r\n\r\nII. Mismanagement of Trust Account\r\n\r\nFrom January 1995 through December 1999, respondent did not reconcile his trust account on a monthly basis, nor did he\r\nreview his bank statements or his accountant's reconciliations of the account.  Respondent also failed to supervise his\r\naccountant's work.\r\n\r\nAs a result, respondent is unable to produce complete and accurate accounting records for that period of time.  He is also\r\nunable to account for all attorney's fees earned, reimbursement of expenses, deposits received on behalf of his clients, and\r\ndisbursements made on behalf of his clients since 1995.  He has failed to maintain ledgers of receipts and disbursements\r\nsince 1995.\r\n\r\nOn a number of occasions, respondent made payments to his creditors directly out of his trust account, but represents those\r\npayments were made out of funds in the trust account that he estimated were or would have been owed him as attorney's\r\nfees.  He maintained no records to identify which client funds were the source of the payments.\r\n\r\nRespondent represents that all clients have received funds owed to them and that no client funds have been\r\nmisappropriated, but acknowledges his handling of the trust account resulted in negative balances from time to time which\r\nrequired him to deposit personal funds into the account.  He has retained the services of a certified public accountant to\r\nbring his accounting practices into compliance with Rule 417, SCACR.  He is also having his trust account audited in order\r\nto identify funds contained therein and to whom those funds belong.  Respondent maintains he will promptly pay any\r\nshortfall identified as a result of the audit.  Respondent has also agreed to provide Disciplinary Counsel with copies of all\r\ncorrespondence, audits and reports from all accountants assisting with the reconciliation of his trust account.\r\n\r\n\r\n    Law\r\n\r\n\r\n\r\nRespondent admits that he has violated Rules 7(a)(1) (violating the Rules of Professional Conduct), (5) (engaging in\r\nconduct tending to pollute the administration of justice or to bring the courts or the legal profession into disrepute;\r\nengaging in conduct demonstrating an unfitness to practice law), and (7) (wilfully violating a valid court order) of the Rules\r\nfor Lawyer Disciplinary Enforcement, Rule 413, SCACR.  He has also admits he has violated Rules 1.3 (failing to act with\r\nreasonable diligence and promptness in representing a client) and 1.15 (failing to safeguard a client's property) of the Rules\r\nof Professional Conduct, Rule 407, SCACR.  Finally, he admits that his actions violate Rule 417, SCACR, which sets forth\r\nrequirements for financial recordkeeping by attorneys.\r\n\r\n\r\n    Conclusion\r\n\r\n\r\n\r\nAlthough respondent has paid all funds owed in the personal injury settlement matter and has taken actions to remedy the\r\nproblems with his trust account, we find the facts set forth in the agreement warrant an indefinite suspension from the\r\npractice of law.  Within fifteen days of the date of this opinion, respondent shall file an affidavit with the Clerk of Court\r\nshowing that he has complied with Rule 30 of Rule 413, SCACR.\r\n\r\nINDEFINITE SUSPENSION.\r\n\r\nTOAL, C.J., MOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n1. We note that an indefinite suspension is within the range of sanctions set forth in Rule 7(b), RLDE, and to which\r\nrespondent agreed.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25368","title":"State v. Potts","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25368","description":"Where procedure for empaneling jury in magistrate's court comported with state law, defendant failed to show his right to jury trial was denied or impaired.","date":"2001-10-15","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State, Appellant,\r\n        \r\n        \r\nv.\r\n        \r\n\r\nDavid M. Potts, Respondent.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From York County\r\nJ. C. Nicholson, Jr., Circuit Court Judge\r\n\r\n\r\nOpinion No. 25368\r\nHeard September 25, 2001 - Filed October 15, 2001\r\n\r\n\r\n  REVERSED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, and Senior Assistant Attorney\r\nGeneral Charles H. Richardson, of Columbia; and Solicitor Thomas E. Pope, of York, for appellant.\r\n\r\nJohn A. O'Leary, of O'Leary Associates, P.A., of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE PLEICONES:  The State appeals a circuit court's determination that criminal defendants being tried before a\r\njury in magistrate's court have the right to personally confront all potential jurors prior to exercising their statutorily-granted peremptory challenges.  Finding that Respondent's rights had been violated, the circuit court granted him a new\r\ntrial. We reverse. \r\n\r\nFACTS/ PROCEDURAL HISTORY\r\n\r\nDavid M. Potts (\"Respondent\") was charged with driving under the influence and pleaded not guilty to that offense.  He\r\ndemanded a jury trial in magistrate's court.  Prior to his trial date, the magistrate delivered a list of the names of thirty\r\npotential jurors to defense counsel, as well as to the State's representative.  The list contained the names of thirty jurors,\r\nand each juror's age, race, and gender; it provided no other information.\r\n\r\nBefore trial the court required the parties to exercise their peremptory strikes on the paper list.  Prior to exercising these\r\nchallenges neither Respondent nor the State had the benefit of face to face contact with the potential jurors.  From the list\r\nprovided, Respondent struck four jurors and the State excused one.  The remaining twenty-five jurors were summoned for\r\ntrial, and six of them were ultimately seated to hear the case against Respondent.  After hearing the evidence, the jury\r\nfound Respondent guilty as charged.   \r\n\r\nRespondent appealed his conviction, challenging the manner in which the jury was empaneled.  The circuit court reversed\r\nhis conviction, holding that Respondent's \"right to personally confront potential jurors was violated by selecting a jury\r\nfrom a paper list, absent the physical presence of the jurors.\"  From this decision, the State appeals.\r\n\r\nISSUE\r\n\r\nDoes a defendant in magistrate's court have a right to view potential jurors face to face prior to exercising peremptory\r\nchallenges?\r\n\r\nANALYSIS\r\n\r\nThe procedures for selecting and empaneling juries in magistrate's \r\n  court are outlined in S.C. Code Ann. §§ 22-2-10, et seq. (1989 and Supp. \r\n  2000).\r\n\r\nRespondent's jury was selected using the method for empaneling jurors prescribed in S.C. Code Ann. § 22-2-80 (1989).  At\r\nthe time of Respondent's trial, (1) that section provided: \r\n\r\n\r\nIn all cases except as provided in Section 22-2-90 in a magistrate's court in which a jury is required, a jury list shall be\r\nselected in the following manner:\r\n\r\nA person appointed by the magistrate who is not connected with the trial of the case for either party shall draw out of\r\nCompartment A of the jury box thirty names and the list of names so drawn shall be delivered to each party or to the\r\nattorney for each party.\r\n\r\n\r\nTwo code sections address the exercise of peremptory challenges in magistrate's court proceedings.  Section 22-2-100\r\nprovides that \r\n\r\n\r\nThe names drawn pursuant to . . . § 22-2-80 . . . shall be placed in a box or hat and individual names randomly drawn out\r\none at a time until six jurors and four alternates are selected.  Each party shall have a maximum of six peremptory\r\nchallenges as to primary jurors and four peremptory challenges as to alternate jurors and such other challenges for cause as\r\nthe court may permit. . . .\r\n\r\n\r\nFinally, Section 22-2-110 requires that \"[p]arties shall exercise peremptory challenges in advance of the trial date, and only\r\npersons selected to serve and alternates shall be summoned for the trial.\"\r\n\r\nRespondent distills from dicta in Lewis v. United States, \r\n  146 U.S. 370, 13 S. Ct. 136, 36 L. Ed. 1011 (1892), and Pointer v. United \r\n  States, 151 U.S. 396, 14 S. Ct. 410, 38 L. Ed. 208 (1894), that a defendant, \r\n  as a component of his 6th Amendment right to be present during all \r\n  critical stages of trial, has a constitutional right to be brought face to face \r\n  with each potential juror prior to exercising peremptory challenges.\r\n\r\nWhile those cases do intimate that the right to face to face contact with prospective jurors is an integral component of the\r\nright to meaningful exercise of a defendant's peremptory challenges, neither case addresses the issue before this Court.\r\n\r\nMore recent decisions of the United States Supreme Court (\"USSC\"), however, undermine Respondent's contention that\r\nperemptory challenges are of a constitutional dimension, and suggest that a defendant is entitled to no more and no less\r\nthan that which the legislature grants.\r\n\r\nIn Ross v. Oklahoma, 487 U.S. 81, 108 S. Ct. 2273, 101 L. \r\n  Ed. 2d 80 (1988), the USSC \"recognized that peremptory challenges are not of \r\n  constitutional dimensions. They are a means to achieve the end of an impartial \r\n  jury.\" Id. at 88, 108 S. Ct. at 2278, 101 L. Ed. 2d at 90 (internal citations \r\n  omitted). The Court continued, \r\n\r\n\r\n  It is true that we have previously stated that the right \r\n    to exercise peremptory challenges is 'one of the most important of the rights \r\n    secured to the accused.' Indeed, the Swain Court cited a number of \r\n    federal cases and observed: 'The denial or impairment of the right is reversible \r\n    error without a showing of prejudice.' But even assuming that the Constitution \r\n    were to impose this same rule in state criminal proceedings, petitioner's \r\n    due process challenge would nonetheless fail. Because peremptory challenges \r\n    are a creature of statute and are not required by the Constitution, it is \r\n    for the State to determine the number of peremptory challenges allowed and \r\n    to define their purpose and the manner of their exercise. As such, the 'right' \r\n    to peremptory challenges is 'denied or impaired' only if the defendant does \r\n    not receive that which state law provides.\r\n\r\n\r\nId. at 89, 108 S. Ct. at 2278-79, 101 L. Ed. 2d at \r\n  90-91 (citations omitted; emphasis supplied).  See also Edmonson v. Leesville \r\n  Concrete Co., 500 U.S. 622, 111 S. Ct. 2077, 114 L. Ed. 2d 660 (1991) (There \r\n  is no constitutional obligation to allow peremptory challenges. They are permitted \r\n  only when the government, by statute or decisional law, deems it appropriate \r\n  to allow them.)\r\n\r\n\r\n  Even before the decision in Ross, we observed that \r\n  \r\n\r\n[t]here is no constitutional right, state or federal, to any peremptory challenges; it rests entirely within the province of the\r\nlegislature. . . .\r\n\r\n  \r\n'Generally speaking, peremptory challenges arise from the exercise of a privilege granted by the legislative authority.  They\r\nare allowed by legislatures as an act of grace, rest entirely within the discretion of legislatures, can be exercised as a matter\r\nof right only to the extent allowed by statute, and must be taken subject to the legislative limitations placed upon the\r\nmanner of their exercise.' \r\n\r\n  \r\n\r\nThus, the legislature's discretion in the matter of peremptory challenges is circumscribed only by the necessity of granting\r\nthe accused a fair and impartial trial.\r\n\r\n\r\nState v. Bailey, 273 S.C. 467, 469, 257 S.E.2d 231, \r\n  232 (1979), cert. denied, 444 U.S. 1083, 100 S. Ct. 1039, 62 L. Ed. 2d \r\n  768 (1980) (internal citations omitted; emphasis in original). \r\n\r\nRoss and Bailey establish that it is the legislature's \r\n  prerogative to prescribe the manner in which peremptory challenges are to be \r\n  exercised. In addition, these cases require that a defendant complaining of \r\n  the manner in which peremptory challenges were exercised show that the statute \r\n  granting him peremptory challenges was violated, or that the jury which tried \r\n  him was not impartial.\r\n\r\nRespondent has failed to make either of these showings.  The procedure for empaneling jurors employed at his trial\r\ncomported with South Carolina law.  Nothing in § 22-2-80 requires that the jurors be brought face to face with the accused\r\nprior to the accused's exercise of peremptory challenges.  Thus, Respondent has not shown that the procedure employed at\r\nhis trial violated the provisions of that statute.  Respondent makes no claim that the jury empaneled in his trial was not\r\nimpartial, nor has he shown that he was deprived of any right granted by the Constitution of this state or of the United\r\nStates.\r\n\r\nCONCLUSION\r\n\r\nBecause Respondent has not shown that the statutes governing the jury selection process in magistrate's court were\r\nviolated, and because he makes no claim that his jury was not impartial, we REVERSE the order of the circuit court\r\nreversing Respondent's conviction.\r\n\r\nTOAL, C.J., MOORE, WALLER and BURNETT, JJ., concur.\r\n1. Respondent was tried on November 23, 1998.  Subsequently, the legislature amended Section 22-2-80, effective May 1,\r\n2000.  Sections 22-2-100 and 22-2-110 have not been amended since Respondent's trial.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25369","title":"State v. Garvin","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25369","description":"","date":"2001-10-29","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nThe State,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent\r\n&nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nv.\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nAlbert Garvin,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nPetitioner\r\n  \r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Beaufort County\r\nLuke N. Brown, Jr., Circuit Court Judge\r\n\r\n\r\n\r\nOpinion No. 25369\r\nHeard October 9, 2001 - Filed October 29, 2001\r\n\r\n\r\n&nbsp;\r\nDISMISSED AS IMPROVIDENTLY GRANTED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAssistant Appellate Defender Tara S. Taggart, of the Office of Appellate Defense of Columbia, for petitioner.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney\r\nGeneral Charles H. Richardson, Senior Assistant Attorney General Norman Mark Rapoport, all of Columbia; and Solicitor\r\nRandolph Murdaugh, III, of Hampton,  for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: This Court granted the petition for a writ of certiorari to review the Court of Appeals' opinion in State v.\r\nGarvin, 341 S.C. 122, 533 S.E.2d 591 (Ct. App. 2000).  After careful consideration, we now dismiss as improvidently\r\ngranted.\r\n\r\nDISMISSED.\r\n\r\n\r\n  \r\n    \r\n      \r\n        \r\n          \r\n            s/Jean H. Toal C.J.\r\n\r\n            s/James E. Moore J.\r\n\r\n            s/John H. Waller, Jr. J.\r\n\r\n            s/E.C. Burnett, III J.\r\n\r\n            s/Costa M. Pleicones J.\r\n\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25370","title":"In the Matter of Barton","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25370","description":"Opinion publicly reprimanding attorney.","date":"2001-10-29","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nIn the Matter of Christopher E.A. Barton,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent.\r\n&nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25370\r\nSubmitted October 2, 2001 - Filed October 29, 2001\r\n\r\n\r\nPUBLIC REPRIMAND\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Henry B. Richardson, Jr., of Columbia, for the \r\n          Office of Disciplinary Counsel.\r\n\r\n        Wilburn Brewer, Jr., of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:  In this attorney disciplinary matter, respondent and the Office of Disciplinary Counsel (ODC) have\r\nentered into an Agreement for Discipline by Consent pursuant to Rule 21, RLDE, Rule 413, SCACR.  In the agreement,\r\nrespondent admits misconduct and consents to a public reprimand.  We accept the agreement and publicly reprimand\r\nrespondent.  The facts as set forth in the agreement are as follows.\r\n\r\nFacts\r\n\r\nContinuing a longtime practice of the city solicitor's office, respondent sent out juror questionnaires to prospective\r\nmembers of the jury venire selected to hear misdemeanor cases in municipal court.  The questionnaires were printed on\r\nmunicipal court stationery and initially sent out with the municipal court's notice to jurors of their selection for jury duty.\r\n\r\nAfter a discussion with the municipal court judge, the questionnaires were sent to jurors by the solicitor's office separately,\r\nwith a cover letter from respondent stating that the questionnaire should be returned to the solicitor's office.  However, the\r\nquestionnaires continued to be printed on municipal court stationery.  This arrangement was approved by the municipal\r\ncourt judge.\r\n\r\nUpon receipt of inquiries from the Office of Disciplinary Counsel, respondent realized the impropriety of the questionnaires\r\nand immediately ceased the practice. \r\n\r\nLaw\r\n\r\nRespondent admits that his conduct violated the following Rules of Professional Conduct, Rule 407, SCACR: Rule 3.5(b)\r\n(a lawyer shall not communicate ex parte with a juror except as permitted by law); Rule 8.4(a) (knowingly violating or\r\nattempting to violate the Rules of Professional Conduct); and Rule 8.4(e) (engaging in conduct that is prejudicial to the\r\nadministration of justice).   By violating the Rules of Professional Conduct, respondent has also violated Rule 7(a)(1) of the\r\nRules for Lawyer Disciplinary Enforcement, Rule 413, SCACR.\r\n\r\nConclusion\r\n\r\nWe find that respondent's misconduct warrants a public reprimand.  We therefore accept the Agreement for Discipline by\r\nConsent and publicly reprimand respondent. \r\n\r\nPUBLIC REPRIMAND.\r\n\r\nTOAL, C.J., MOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25371","title":"Patel v. Patel","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25371","description":"This case involves issues of child custody, alimony, and guardian ad litems.","date":"2001-10-31","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nAnand B. Patel,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nPetitioner,\r\nv.\r\n\r\n\r\nNalini Raja Patel,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Dillon County\r\nHaskell T. Abbott, III, Family Court Judge\r\n\r\n\r\n\r\nOpinion No. 25371\r\nHeard August 7, 2001 - Filed October 31, 2001\r\n\r\n\r\n&nbsp;\r\nREMANDED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nRobert L. Widener, McNair Law Firm, of Columbia; and John O. McDougall and Michael W. Self, of McDougall &amp; Self,\r\nof Sumter, for petitioner.\r\n\r\nHarvey L. Golden and J. Michael Taylor, of Golden, Taylor &amp; Potterfield, of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n&nbsp;\r\n\r\n\r\nCHIEF JUSTICE TOAL: Anand B. Patel (\"Husband\") was granted certiorari to review the Court of Appeals'\r\nunpublished decision in Patel v. Patel, Op. No. 2000-UP-653 (S.C. Ct. App. filed October 26, 2000).\r\n\r\nFACTUAL/ PROCEDURAL BACKGROUND\r\n\r\nOn July 7, 1980, Husband and Nalini Raja Patel (\"Wife\") were married after a short engagement in Vancouver, British\r\nColumbia.  Shortly thereafter, the parties moved to Chilliwack, where Husband worked as a pharmacist. The parties\r\nreturned to Vancouver in 1982 and purchased a pharmacy.  By this time, Wife had received her work permit, which took\r\nabout two years to process, and began working in the pharmacy as a cashier or stock person. Wife worked in the pharmacy\r\nfrom approximately 9:00 a.m. to 6:00 p.m.  She was never paid a salary.\r\n\r\nHusband and Wife moved to Dillon, South Carolina in 1986, when Husband purchased a Days Inn Hotel.  The parties lived\r\non the premises as resident owners.  Shortly after moving, their first child, Anish, was born on November 27, 1986. \r\nHusband and Wife had two more children, Ria, born on June 21, 1990, and Ashoo, born on June 22, 1992.  Wife worked in\r\nthe hotel with Husband until Ria was born.  However, Wife did not receive a salary.\r\n\r\nThe parties lived a modest lifestyle.  Although the hotel business supplied a $15,000 a month income, the parties lived in a\r\ntwo bedroom \"apartment\" at the hotel.  Wife slept with the three children in one bedroom, and Husband slept in the other. \r\nTheir modest lifestyle allowed the parties to acquire a $2.6 million dollar marital estate.\r\n\r\nHusband and Wife separated in October 1995.  Husband then initiated this action against Wife.  Pursuant to the Temporary\r\nOrder issued by the family court, Husband was awarded temporary possession of the marital \"quarters\" at the hotel, but was\r\nrequired to provide suitable accommodations for Wife outside the hotel.  Husband purchased a house for Wife for\r\napproximately $75, 000. The Order also awarded Husband and Wife alternating temporary custody of the children.  \r\n\r\nA final divorce decree was issued on October 23, 1997.  Under the terms of the divorce decree (1) Husband was awarded\r\ncustody of the three children and child support; (2) the marital property was divided 65% to the Husband and 35% to the\r\nWife; (3) Wife's request for alimony was denied; (4) Wife was ordered to pay $41,920.94 towards Husband's attorney's\r\nfees and costs; and (5) Wife was ordered to pay 14% of the fees and costs associated with the Guardian Ad Litem (\"GAL\").\r\n\r\nWife filed a Notice of Appeal on June 16, 1998.  Two weeks later, Wife received a letter from Husband stating he intended\r\nto relocate with the children to Southern California.  Wife filed a motion with the Court of Appeals to prevent Husband\r\nfrom moving with the children during the appeal.  The Court of Appeals issued an Order, dated July 31, 1998, which\r\nremanded the issue to the trial court for consideration.  The matter was heard on August 19, 1998, in front of the same\r\njudge who presided over the divorce proceedings.  On August 25, 1998, the judge issued a ruling allowing Husband to\r\nrelocate with the children to California.  Husband moved with the children to California around September 6, 1998.  On\r\nSeptember 22, 1998, the judge issued a written order allowing the children to relocate.  Wife filed a petition for supersedeas\r\nwith the Court of Appeals.  On October 20, 1998, the Court of Appeals issued an order directing Husband to return the\r\nchildren to South Carolina.   However, after oral argument before a three-judge panel, the Court of Appeals vacated its\r\nprior order of October 20, 1998, and denied Wife's petition for supersedeas. \r\n\r\nThe Court of Appeals consolidated Wife's appeal from both the divorce decree and the Order allowing the children's\r\nremoval from South Carolina.  On October 26, 2000, the Court of Appeals issued an unpublished decision in which it (1)\r\nreversed the family court's custody award to Husband and ordered him to return the children to South Carolina; (2)\r\nreversed the denial of alimony to Wife and remanded the issue of her entitlement to alimony to the trial court; (3) reversed\r\nthe award of attorney's fees to Husband; and (4) affirmed the equitable division award of 65% of the marital property to\r\nHusband and 35% to Wife.\r\n\r\nBoth Husband and Wife petitioned for certiorari.  This Court granted Husband's petition on the issues of custody and\r\nalimony, and the issues before this Court are:\r\n\r\n\r\nI. Did the Court of Appeals err in reversing the family court's custody decision, thereby awarding custody of the parties'\r\nchildren to Wife?\r\n\r\nII. Did the Court of Appeals err in reversing the family court's denial of alimony to Wife?\r\n\r\n\r\nLAW/ ANALYSIS\r\n\r\nI.  Child Custody\r\n\r\nHusband argues the Court of Appeals erred in reversing the decision of the family court and granting custody of the three\r\nchildren to Wife.  We find Wife did not receive a fair hearing on child custody, and remand this case to the family court for\r\na new hearing on child custody.\r\n\r\nIn a custody case, the best interest of the child is the controlling factor.  Ingold v. Ingold, 304 S.C. 316, 404 S.E.2d 35 (Ct.\r\nApp. 1991).  The family court considers several factors in determining the best interest of the child, including: who has\r\nbeen the primary caretaker; the conduct, attributes, and fitness of the parents; the opinions of third parties (including GAL,\r\nexpert witnesses, and the children); and the age, health, and sex of the children.  See Roy T. Stuckey &amp; F. Glenn Smith,\r\nMarital Litigation in South Carolina 446 (1997).  When determining to whom custody shall be awarded, all the conflicting\r\nrules and presumptions should be weighed together with all the circumstances of the particular case, and all relevant factors\r\nmust be taken into consideration.  Woodall v. Woodall, 322 S.C. 7, 471 S.E.2d 154 (1996); Ford v. Ford, 242 S.C. 344, 130\r\nS.E.2d 916 (1963).  \r\n\r\nThe family court appointed a non-lawyer Guardian Ad Litem (GAL) in February of 1996 to review this case.  The GAL\r\ntestified at the final hearing in May of 1997, after having 15 months to review the case.  As stated by the family court in its\r\nfinal divorce decree filed in October 1997, the GAL had \"a substantial amount of personal involvement\" in this case. \r\nHowever, the GAL's actions in this case give rise to concern.  For example, the GAL did not keep notes of her observations\r\nduring her investigation and failed to produce a written report.  In addition, the GAL  contacted Husband's counsel 19\r\ntimes, but never contacted Wife's counsel.  The GAL stated she had \"some\" telephone contact with Wife, but spoke on the\r\nphone with Husband \"very frequent[ly].\"  After an incident with Wife, the GAL testified she did not feel comfortable\r\nenough to meet with Wife, and did not visit her from July 14 to October 21, 1996.  During the time she did not feel\r\ncomfortable meeting with Wife, she continued to meet with the children while in Husband's care.  Furthermore, the GAL\r\nlistened to a phone conversation between Husband and Wife without Wife's knowledge.  The GAL also taped a\r\nconversation with Anish concerning an incident that happened while they were in Wife's custody.  Finally, the GAL\r\ntestified that \"she was taken aback\" by Wife's request that she be removed from the case.  In sum, the GAL did not conduct\r\nan objective, balanced investigation.  She did not afford each party a balanced opportunity to interact with her.  Her method\r\nof evaluation created a high potential for bias towards Husband.\r\n\r\nThe record reveals the psychiatrist as well as the family court relied on the GAL's findings and testimony when deciding\r\ncustody should be awarded to  Husband.  In fact, the family court explicitly stated it placed \"a great deal of reliance\" on the\r\nGAL's report when deciding the custody issue. \r\n\r\nAfter reviewing the testimony from the family court, we find Wife was not afforded a fair hearing due to the  performance\r\nof the GAL appointed in this case. Furthermore, since the custody question was hotly contested, with no clear choice for\r\ncustodial parent apparent from the testimony in the record, we cannot find the admission of the GAL's recommendation\r\nwas harmless error.  Therefore, we find the GAL's actions and inactions so tainted the decision of the family court in this\r\ncase, as to deny Wife due process. U.S. CONST. amend. XIV; South Carolina Dep't of Soc. Serv. v. Beeks, 325 S.C. 423,\r\n481 S.E.2d 703 (1997) (recognizing the importance of due process in a child custody case).\r\n\r\nA guardian ad litem, as the later phrase suggests, is a guardian for litigation.  Traditionally, GALs were lawyers appointed\r\nby the court to appear in a lawsuit on behalf of a minor or incompetent.  Over time, the role of the guardian was defined by\r\nstatute as well as by common law.  Lay persons as well as lawyers were appointed by the court in cases to protect those the\r\ncourt or legislature deemed could not protect themselves.  For example, GALs were appointed in cases of abuse and\r\nneglect, and in cases involving an incompetent person.  The legislature has enacted some statutes regarding GALs.  In the\r\ncontext of children, the legislature has enacted S.C. Code Ann. § 20-7-121 (Supp. 2000) (creating a GAL program for\r\nchildren in abuse and neglect proceedings); Section 2-7-1570 (mandating the appointment of a GAL for children involved\r\nin a termination of parental rights proceeding); Section 20-7-952 (requiring a GAL in a paternity action); and Section 20-7-1732 (requiring the appointment of a GAL for children involved in an adoption proceeding).\r\n\r\nOver time, it has become the custom in this state, and many others, for the family court to appoint GALs in private custody\r\ndisputes.  The GAL functions as a representative of the court, appointed to assist the court in making its determination of\r\ncustody by advocating for the best interest of the children and providing the court with an objective view.  Fleming v.\r\nAsbill, 326 S.C. 49, 483 S.E.2d 751 (1997); Townsend v. Townsend, 323 S.C. 309, 474 S.E.2d 424 (1996).  Standard\r\nsetting for GALs in this \"new\" role has been very ad hoc.  The legislature has set standards for a GAL appointed in abuse\r\nand neglect cases. (1)  However, there has been no comprehensive or coherent approach for the setting of standards for the\r\nuse of GALs in private custody disputes.  The judicial, legislative, and executive branches need to take a broader look at\r\nGALs who function in this capacity. (2)\r\n\r\nWhile a more complete approach is being examined by the three branches of government, this Court will set forth some\r\nbase line standards.  In connection with developing a recommendation to the family court, a GAL shall: (1) conduct an\r\nindependent, balanced, and impartial investigation to determine the facts relevant to the situation of the child and the\r\nfamily, which should include: reviewing relevant documents; meeting with and observing the child in the home setting and\r\nconsidering the child's wishes, if appropriate; and interviewing parents, caregivers, and others with knowledge relevant to\r\nthe case; (2) advocate for the child's best interests by making specific and clear recommendations, when necessary, for\r\nevaluation, services, and treatment for the child and the child's family; (3) attend all court hearings and provide accurate,\r\ncurrent information directly to the court; (4) maintain a complete file with notes rather than relying upon court files; and (5)\r\npresent to the court and all other parties clear and comprehensive written reports, including but not limited to a final report\r\nregarding the child's best interest, which includes conclusions and recommendations and the facts upon which the reports\r\nare based.  In consideration for their services,  GALs should receive reasonable compensation. \r\n\r\nIn conclusion, because the evidence in this case does not clearly weigh in favor of either Husband or Wife as custodial\r\nparent, the untrustworthy opinion of the GAL denied Wife a fair hearing on the custody issue.  Accordingly, we remand the\r\ncase for a new custody hearing. (3)\r\n\r\nII. Alimony\r\n\r\nHusband argues the Court of Appeals erred in reversing the family court's denial of alimony to Wife.  We disagree.\r\n\r\nThe family court denied Wife's request for alimony.  The court reasoned there was no need for alimony based on the\r\nfollowing findings: (1) Wife was awarded 35% of the marital estate ($913,278), which should provide her with\r\napproximately $5,000 in living expenses per month; (2) Husband was granted custody of the children; (3) the parties had a\r\nmodest standard of living during the marriage; and (4) although Wife had only a 12th grade education and had no work\r\nexperience during the 15 year marriage other than working in the family business without pay and caring for the minor\r\nchildren, the equitable division would provide Wife with adequate monthly income so that Wife's need to become\r\nemployed was \"questionable.\"  \r\n\r\nThe Court of Appeals reversed the decision of the family court and remanded for a determination of an alimony award. \r\nThe Court of Appeals found Wife's lack of appropriate education, her unsalaried work in both family businesses, her role\r\nas a homemaker, and the fact the parties lived well below their means entitled her to alimony.  After considering all the\r\nfactors provided in S.C. Code Ann. § 20-3-130(c) (Supp. 2000), we agree with the Court of Appeals.\r\n\r\nSection 20-3-130(c) sets forth thirteen factors to be considered in arriving at an award of alimony: (1) the duration of the\r\nmarriage and the ages of the parties at the time of the marriage and separation; (2) the physical and emotional condition of\r\neach spouse; (3) the educational background of each spouse and the need for additional education; (4) the employment\r\nhistory and earning potential of each spouse; (5) the standard of living established during the marriage; (6) the current and\r\nreasonably anticipated income of each spouse; (8) the marital and nonmarital properties of the parties; (9) the custody of\r\nany children; (10) marital misconduct or fault; (11) the tax consequences of the award; (12) the existence of support\r\nobligations to a former spouse; and (13) other factors the court considers relevant.\r\n\r\nThe family court discussed the duration of the marriage, the ages of the parties, the physical and emotional condition of\r\neach spouse, the standard of living established during the marriage, the custody of the children, the lack of marital\r\nmisconduct by either party, and the tax consequences. However, the family court overlooked several important factors\r\nwhen it denied Wife's request for alimony: (1) Wife's lack of employment history and earning potential; (2) her educational\r\nneeds to obtain adequate employment; (3) her sacrifice of a salaried job to work in the family business; and (4) her role as a\r\nprimary caretaker for the children and the marital home for more than 15 years.  Furthermore, it was inappropriate to hold\r\nWife to the \"standard of living enjoyed during the marriage\" when Husband refused to improve the quality of the living\r\nquarters and lifestyle even though there were funds to do so.  Husband deliberately chose to keep his family in a two\r\nbedroom hotel apartment, made Wife and three children share a bedroom, and refused to allow them to move into a home. \r\nHusband's deliberate choice to allow his family to live well below their means in inadequate housing should not be used\r\nagainst Wife in determining the monthly income she would need to maintain the standard of living she enjoyed during the\r\nmarriage. The family court should look at all the fruits of the marriage in determining whether alimony is appropriate.  \r\n\r\nWithout alimony, Wife, who has no employment history because she was a homemaker allowing her husband to pursue a\r\ncareer and has considerable less education than Husband; will be required to live substantially below the standard of living\r\nHusband will enjoy.  See McMurtrey v. McMurtrey, 272 S.C. 118, 249 S.E.2d 503 (1978), Eagerton v. Eagerton, 265 S.C.\r\n90, 217 S.E.2d 146 (1975) (taking into account the net wealth of the paying spouse); See also 27B C.J.S. Divorce § 369\r\n(1986) (\"Permanent alimony is awarded on considerations of equity and public policy.  The responsibility of the court is to\r\nprovide a just and equitable adjustment of the economic resources of the parties so that they can reconstruct their lives, by\r\nattempting to insure that the parties separate on as equal a basis as possible.\").\r\n\r\nBased on the foregoing, we find the Court of Appeals correctly reversed the family court's decision to deny alimony to\r\nWife.  Accordingly, we remand the case to the family court for a determination of alimony.\r\n\r\nCONCLUSION\r\n\r\nBased on the foregoing reasons, we REMAND this case to the family court for a new custody hearing and for a\r\ndetermination of alimony. \r\n\r\nMOORE, WALLER and BURNETT, JJ, and Acting Justice Alison Renee Lee, concur.\r\n\r\n\r\n1. S.C. Code Ann. § 20-7-122 (Supp. 2000) provides\r\n\r\nThe responsibilities and duties of a guardian ad litem are to:\r\n\r\n\r\n(1) represent the best interest of the child;\r\n\r\n(2) advocate for the welfare and rights of a child involved in an abuse or neglect proceeding;\r\n\r\n(3) conduct an independent assessment of the facts, the needs of the child, and the available resources within the family and\r\ncommunity to meet those needs;\r\n\r\n(4) maintain accurate, written case records;\r\n\r\n(5) provide the family court with a written report, consistent with the rules of evidence and the rules of court, which\r\nincludes without limitation evaluation and assessment of the issues brought before the court and recommendations for the\r\ncase plan, the wishes of the child, if appropriate, and subsequent disposition of the case;\r\n\r\n(6) monitor compliance with the orders of the family court and to make motions necessary to enforce the orders of the court\r\nor seek judicial review;\r\n\r\n(7) protect and promote the best interest of the child until formally relieved of the responsibility by the family court.\r\n\r\n2. In July 2001, Senator Glenn McConnell, President Pro Tempore of the South Carolina Senate announced the formation of\r\na task force to make recommendations regarding the use of GALs.  To date, this task force has conducted several public\r\nhearings throughout the state.\r\n3. The children in this case have been through a tremendous ordeal, and this Court hopes a final determination of custody\r\ncan be made in a reasonable time.  This Court's order is not an expression of preference for one party over the other as the\r\ncustodial parent for the minor children.  \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]