[{"id":"25245","title":"Garvin v. Bi-Lo, Inc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25245","description":"Negligence case holding grocery stores stacking of canned goods was insufficient to create a jury question as to whether the display created a dangerous condition.","date":"2001-02-05","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nGarvin\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Linda Garvin, Respondent,\r\nv.\r\n        \r\n\r\nBi-Lo, Inc., Petitioner.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Berkeley County\r\nR. Markley Dennis, Jr., Circuit Court Judge\r\n\r\n\r\n\r\nOpinion No. 25245\r\nHeard November 2, 2000 -  Filed February 5, 2001\r\n\r\n\r\n\r\n\r\n REVERSED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Thomas R. Goldstein, of Belk, Cobb, Infinger &amp; Goldstein, of Charleston, for respondent.\r\nC. Mitchell Brown and Steven A. McKelvey, Jr., of Nelson, Mullins, Riley &amp; Scarborough, of Columbia, Rivers S. Stilwell, of Nelson, Mullins, Riley &amp;\r\nScarborough, of Greenville, and Heather K. Coleman of Martin Law Firm, of Charleston, for petitioner.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE WALLER: We granted a writ of certiorari to review the Court of Appeals' opinion in Garvin v. Bi-Lo, 337 S.C. 436, 523 S.E.2d 481 (Ct. App.\r\n1999).  We reverse.    \r\n\r\nFACTS\r\n\r\n\r\nThe pertinent facts, as set forth by the Court of Appeals, are as follows:\r\n\r\n\r\nGarvin was shopping at Bi-Lo # 284 in Monck's Corner when she saw a display of canned items advertised at four for $1.00.  The items were stacked in the\r\nboxes they had been shipped in, with the tops of the boxes cut off.  There were approximately twenty-four cans in each box.  According to Garvin, she reached\r\nup and took two cans off the top and placed them in her shopping cart.  She then reached back to get two more cans, but before she touched them,\r\napproximately fifteen cans came tumbling down.  Some of the cans hit Garvin in the face, cutting her above her lip.  A store employee gave her ice to stop the\r\nbleeding. \r\n\r\n\r\n\r\n337 S.C. at 438-39, 523 S.E.2d at 482.  Garvin filed suit against Bi-Lo alleging, inter alia, Bi-Lo had negligently created a condition which was dangerous to its\r\ninvitees.  Bi-Lo was granted summary judgment on the ground that a) Bi-Lo had no notice of a problem with cans falling, and b) there was no evidence Bi-Lo\r\ncommitted a negligent act which caused the cans to fall.  The Court of Appeals reversed, finding a genuine issue of material fact as to whether or not Bi-Lo had\r\nnegligently stacked the cans.\r\n\r\nISSUE\r\n\r\n\r\n\r\nDid the Court of Appeals err in reversing the trial court's grant of summary judgment in favor of Bi-Lo?\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\nBi-Lo contends the allegations upon which Garvin bases her claim of negligence are insufficient to create a jury question as to whether the display created a\r\ndangerous condition.  We agree. \r\n\r\nA merchant is not an insurer of the safety of his customer but owes only the duty of exercising ordinary care to keep the premises in reasonably safe condition. \r\nPennington v. Zayre Corp., 252 S.C. 176, 165 S.E.2d 695 (1969).  To recover damages for injuries caused by a dangerous or defective condition on a\r\nstorekeeper's premises, the plaintiff must show either (1) that the injury was caused by a specific act of the respondent which created the dangerous condition;\r\nor (2) that the respondent had actual or constructive knowledge of the dangerous condition and failed to remedy it.  Anderson v. Racetrac Petroleum Inc., 296\r\nS.C. 204, 371 S.E.2d 530 (1988); Pennington v. Zayre Corp, 252 S.C. 176, 165 S.E.2d 695 (1969); Hunter v. Dixie Home Stores, 232 S.C. 139, 101 S.E.2d 262\r\n(1957); Cook v. Food Lion, Inc., 328 S.C. 324, 491 S.E.2d 690 (Ct. App. 1998).\r\n\r\nSummary judgment is appropriate when it is clear that there is no genuine issue of material fact and the conclusions and inferences to be drawn from the facts\r\nare undisputed. Etheridge v. Richland County School Dist. One, 341 S.C. 307, 534 S.E.2d 275 (2000).  In ruling on a motion for summary judgment, the\r\nevidence and the inferences which can be drawn therefrom should be viewed in the light most favorable to the nonmoving party.  Id.  \r\n\r\nThe evidence relied upon by Garvin is as follows: 1) the cans were stacked in their original boxes at the end of an aisle, 2) the cans were stacked above Garvin's\r\nheight of 5'2\" tall, and 3) the cans were put on sale at four for one dollar.  This evidence is insufficient, as a matter of law, to demonstrate the store created a\r\ndangerous condition.  Absent evidence of some defective manner of stacking the boxes, or that Bi-Lo was on notice that the stacked cans had become rickety,\r\nthere is simply no evidence from which a jury could find a dangerous condition was created by Bi-Lo.  Cf. Chaslon v. Waldbaum, Inc., 697 N.Y.S.2d 342 (A.D.\r\n1999) (in absence of any evidence display was defective or that defect in display was cause of bottle falling, which caused plaintiff's accident, store was entitled\r\nto summary judgment).  To accept Garvin's contention would render Bi-Lo an insurer of its customers' safety.  This is simply not the law in South Carolina. \r\nSee Felder v. K-Mart, 297 S.C. 446, 377 S.E.2d 332 (1989) (merchant is not an insurer of the safety of his customers but rather owes them the duty to exercise\r\nordinary care to keep the premises in a reasonably safe condition). (1)    \r\n\r\nAccordingly, in the absence of evidence Bi-Lo created a dangerous condition, there is no genuine issue of material fact such that summary judgment was\r\nproperly granted by the trial court.  The Court of Appeals' opinion is \r\n\r\nREVERSED.\r\n\r\nTOAL, C.J., MOORE, BURNETT and PLEICONES, JJ., concur.\r\n1.   A merchant is not required to maintain the premises in such condition that no accident could happen to a patron using them.  Denton v. Winn-Dixie\r\nGreenville, Inc., 312 S.C. 119, 439 S.E.2d 292 (Ct. App. 1993).   \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25246","title":"State v. Braxton","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25246","description":"This criminal appeal involved evidentiary issues; Lyle, character, and ill feelings between parties.","date":"2001-02-05","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State,\r\n        Respondent,\r\n        \r\n\r\n        \r\nv.\r\n\r\n        \r\n\r\nJohn Gregory\r\nBraxton, Appellant.\r\n\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Barnwell County\r\nGary E. Clary, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25246\r\nHeard December 5, 2000 - Filed February 5, 2001\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAssistant Appellate Defender Robert M. Dudek, of South Carolina Office of Appellate Defense, of Columbia, for appellant.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General\r\nDonald J. Zelenka, Assistant Attorney General Derrick K. McFarland, of Columbia; and Solicitor Barbara R. Morgan, of\r\nAiken, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE BURNETT:  Appellant was indicted on charges of murder, kidnapping, armed robbery, and possession of a weapon\r\nduring the commission of a violent crime.  He was convicted of murder and possession of a weapon during the commission of a\r\nviolent crime, but acquitted on the remaining charges.  Appellant was sentenced to life imprisonment for murder and five years,\r\nconsecutive, for the weapon possession charge.  \r\n  We affirm.\r\n\r\nFACTS\r\n\r\n\r\nMelissa Griffith (the victim) was last seen at Country Folks, the convenience store where she worked.  When the victim did not\r\narrive home as expected, police went to Country Folks.  Although the store's front door was locked, the alarm had not been\r\nactivated.  A paper bag containing $1700 was missing; however, the cash register drawer containing $150 was sitting on a stool\r\nbehind the counter.  There were no signs of a struggle.  Neither the victim nor her car were present.  \r\n\r\nLater the same evening, the victim's car was located in a cornfield 1½ miles away from Country Folks.  The victim was outside\r\nthe vehicle.  She had been shot four times.  Tennis shoe tracks led from the car.\r\n\r\nA bloodhound followed the tracks to appellant's home.  Police searched appellant's home and found a pair of tennis shoes\r\nwhich were consistent in size and design with the tracks near the victim's car, but were not positively identified as having made\r\nthe tracks.  A witness testified appellant stated,\r\n&quot;[m]an, you can't arrest me just because my shoes match.\"\r\n\r\nDuring the search, police found a nine millimeter Ruger pistol, wrapped in a t-shirt, in vines beside appellant's home.  Before\r\nthe police located the pistol, appellant declared, \"that's not my gun.\"  An expert witness testified the cartridge casings found at\r\nthe victim's car were fired from the nine millimeter Ruger found in appellant's yard.  Appellant's brother testified the t-shirt\r\nwrapped around the Ruger belonged to appellant.   \r\n\r\nAppellant's friend, Tony Berry, testified the evening before the murder, he, appellant, appellant's brother Stephen, and their\r\nbrother Ricco were playing cards.  Appellant and Stephen began arguing.  When appellant \"went in the back room in the back\r\npart of the house and reached down,\" Berry ran out of the house.  Berry testified he knew appellant had a nine millimeter gun\r\nand he thought appellant was going to get it.  Berry returned a short while later; he did not see a gun.\r\n\r\nThe victim's husband, Anthony Griffith, testified about an incident which occurred at Country Folks one month before the\r\nvictim's murder.  Griffith testified he was helping his wife at Country Folks when appellant entered the store.  Appellant asked\r\nfor a package of cigarettes.   According to Griffith, when his wife heard appellant's voice, she dropped a handful of change into\r\nthe cash register.  When she refused to sell appellant cigarettes, appellant and the victim argued.  Griffith's wife went to the\r\ntelephone.  Thereafter, Griffith and appellant argued.  Appellant left.  Griffith stated his wife appeared \"very upset, angry, and\r\nscared\" when appellant asked her for cigarettes.     \r\n\r\nISSUE\r\n\r\n\r\n\r\nDid the trial judge err by improperly admitting two instances of bad act evidence?  \r\n\r\n\r\nDISCUSSION\r\n\r\n\r\nAppellant argues the trial court erred in allowing Berry to testify about the argument between he and his brother the night\r\nbefore the murder.   In addition, he contends the trial judge erred by allowing Griffith to testify he and the victim argued a\r\nmonth before her murder.  Appellant characterizes both Berry and Griffith's testimony as bad act evidence.  We disagree. \r\n\r\nEvidence is relevant if it \"ha[s] any tendency to make the existence of any fact that is of consequence to the determination of\r\nthe action more probable or less probable than it would be without the evidence.\"  Rule 401, SCRE.  All relevant evidence is\r\nadmissible, unless constitutionally, statutorily, or otherwise provided.  Rule 402, SCRE.  However, relevant evidence may be\r\nexcluded if its probative value is substantially outweighed by the danger of unfair prejudice.  Rule 403,\r\nSCRE.  \r\n\r\nSouth Carolina law precludes evidence of a defendant's prior crimes or other bad acts to prove the defendant's guilt for the\r\ncrime charged except to establish (1) motive, (2) intent, (3) the absence of mistake or accident, (4) a common scheme or plan,\r\nor (5) the identity of the perpetrator.  Rule 404(b), SCRE; State v. King, 334 S.C. 504, 514 S.E.2d 578 (1999); State v. Lyle,\r\n125 S.C. 406, 118 S.E. 803 (1923).  The evidence of the prior bad acts must be clear and convincing to be admissible.\r\nState v.\r\nKing, supra.  The record must support a logical relevance between the prior bad act and the crime for which the defendant is\r\naccused. Id.  Further, even though the evidence is clear and convincing and falls within a\r\nLyle exception, it must be excluded if\r\nits probative value is substantially outweighed by the danger of unfair prejudice to the defendant.  Rule 403, SCRE;\r\nState v.\r\nKing, supra.\r\n\r\nThat portion of Berry's testimony stating he knew appellant possessed a nine millimeter pistol was relevant as it tended to\r\nidentify appellant as the possessor of the murder weapon, a nine millimeter pistol.  Rule 401, SCRE (definition of relevant\r\nevidence).  The identity of the user of the murder weapon was the critical issue at trial.  Accordingly, the probative value of this\r\nportion of Berry's testimony substantially outweighed any claim of undue prejudice.  Rule 403,\r\nSCRE.  \r\n\r\nHowever, Berry could have testified he knew appellant possessed a nine millimeter pistol without describing the argument\r\nbetween appellant and his brother.  Testimony regarding the argument was irrelevant to identification of appellant as the\r\npossessor of the murder weapon as Berry testified he did not see appellant with a gun at the time of the argument.  \r\n\r\nClearly, the State wanted Berry to testify about the argument between appellant and his brother on the evening before the\r\nmurder to establish appellant was a violent person and quick to draw his pistol.  This testimony regarding appellant's character\r\nwas inadmissible.  Rule 404(a), SCRE (evidence of a person's character or character trait is inadmissible for the purpose of\r\nestablishing the person acted in conformity with that particular character or trait on a particular occasion).  (1) \r\n\r\nNonetheless, the testimony regarding appellant's violence and willingness to produce a pistol was cumulative to other evidence\r\noffered at trial.  For instance, Stephen also testified he and appellant argued and appellant drew a pistol on the evening before\r\nthe murder.  Similarly, appellant's cousin testified appellant took the Ruger from him several months before the murder.  When\r\nhe asked appellant to return the pistol, appellant put the gun to his cousin's face and told him he would shoot him. \r\nAccordingly, while we conclude Berry's testimony about the incident was inadmissible character evidence, its admission was\r\nharmless error.  State v. Blackburn, 271 S.C. 324, 247 S.E.2d 334 (1978) (the admission of improper evidence is harmless\r\nwhere it is cumulative to other evidence). (2) \r\n\r\nWe further conclude the trial judge did not err in admitting Griffith's testimony.  Contrary to appellant's assertion, Griffith's\r\ntestimony did not refer to any bad act by appellant.  It merely revealed appellant and the victim argued, apparently about her\r\nrefusal to sell him cigarettes.  Although the incident suggests there was a prior disagreement between appellant and the victim,\r\nthere is no indication the prior disagreement was the result of a bad act committed by appellant.\r\n\r\nIn homicide cases, evidence of previous quarrels and ill feelings or hostile acts between parties is admissible to show that\r\nanimus probably existed between the parties at the time of the homicide.  State v. Williams, 321 S.C. 327, 468 S.E.2d 626\r\n(1996) (evidence of controversial telephone calls and loud altercations between victim and defendant were admissible to\r\nestablish strained nature of parties' relationship); State v. Clinkscales, 231 S.C. 650, 99 S.E.2d 663 (1957) (evidence defendant\r\nshot victim six or seven weeks prior to murder was admissible); State v. Brooks, 79 S.C. 144, 60 S.E. 518 (1908) (evidence of\r\nprevious quarrels and ill feeling between the victim and defendant arising out of child custody controversy was admissible);\r\n22A C.J.S. Criminal  Law&nbsp;§ 721 (1989) (evidence of relations existing between accused and victim prior to crime are\r\nadmissible).  Prior disputes between the victim and defendant may be relevant to establish the accused's motive for committing\r\nthe crime and motive may have bearing on the identity of the accused as the perpetrator of the crime.\r\nState v. Atkins, 303 S.C.\r\n214, 399 S.E.2d 760 (1990) (testimony regarding prior disputes between white defendant and family of black victim, one of\r\nwhich involved defendant's flying the Confederate flag on Independence Day, was relevant to motive and admissible);\r\nState v.\r\nPlyler, 275 S.C. 291, 270 S.E.2d 126 (1980) (testimony concerning a verbal altercation between victim and defendant prior to\r\nthe murder was admissible as evidence of accused's motive and related to defendant's identity as perpetrator).\r\n\r\nGriffith's testimony was properly admitted as evidence of a prior dispute and ill feelings between the victim and appellant and\r\nwas relevant to establish appellant's motive to commit the crime and his identity as the perpetrator.  State v. Williams, supra. \r\nMoreover, the probative value of this testimony substantially outweighed any danger of undue prejudice to appellant.\r\n\r\nAccordingly, appellant's convictions and sentences are AFFIRMED.  \r\n\r\nTOAL, C.J., MOORE, WALLER and PLEICONES, JJ., concur.\r\n1.  Rule 404(a)(1), SCRE, however, allows character trait evidence if offered by the accused or offered by the State to rebut the\r\naccused's character trait evidence.  See \r\nState v. Major, 301 S.C. 181, 391 S.E.2d 235 (1990) (when the accused offers evidence\r\nof his good character regarding specific character traits relative to the crime charged, the State may cross-examine as to\r\nparticular bad acts or conduct relating to the traits focused on by the accused).    \r\n2.  Appellant relies on State v. Douglas, 302 S.C. 508, 397 S.E.2d 98 (1990), to support his claim there was no connection\r\nbetween his possession of a weapon the night before the murder and the crimes for which he was on trial.  In Douglas, the\r\ndefendant admitted ownership of the murder weapon, a pistol, but claimed he had loaned it to someone before the shooting. \r\nThree witnesses testified, hours before the shooting, they had been \"horseplaying\" with appellant when he produced a pistol,\r\ncocked it, and threatened to kill them.  The State argued this bad act testimony was relevant to the defendant's state of mind at\r\nthe time of the shooting.  This Court disagreed, finding there was no logical connection between appellant's state of mind while\r\n\"horseplaying\" with his friends and his state of mind at the time of the shooting the unrelated victim.  \r\n\r\nDouglas is easily distinguishable from the present case.  Unlike the testimony in Douglas, Berry offered no testimony appellant\r\ncommitted a bad act.  He merely testified appellant and his brother argued.  \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25247","title":"State v. Forrester","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25247","description":"The following issue was before this Court on certiorari:  Does the South Carolina Constitution's prohibition on \"unreasonable invasions of privacy\" require suspects to be affirmatively informed that they have the right to refuse consent to a search of their possessions?","date":"2001-02-12","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n        \r\n        \r\nv.\r\n        \r\n\r\nBurnella Forrester, Petitioner.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Florence County\r\nHoward P. King, Circuit Court Judge\r\n\r\n\r\n\r\nOpinion No. 25247\r\nHeard March 21, 2000 - Filed February 12, 2001\r\n\r\n\r\nREVERSED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nSenior Assistant Appellate Defender Wanda H. Haile, of South Carolina Office of Appellate Defense, of Columbia, for petitioner.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, and Senior\r\nAssistant Attorney General Harold M. Coombs, Jr., all of Columbia; and Solicitor E. L. Clements, III, of Florence, all for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\nCHIEF JUSTICE TOAL:   A jury convicted petitioner Burnella Forrester (\"Forrester\") of trafficking in crack cocaine.  She appealed the trial court's\r\nadmission into evidence of the crack cocaine seized from her purse.  The Court of Appeals affirmed the conviction.  We granted certiorari to review the\r\ndecision of the Court of Appeals.  We reverse.\r\nFactual/Procedural Background\r\n\r\n\r\nAt the time of Forrester's arrest, Allen Rhodes was a member of the Florence County Police Department's drug and weapon interdiction team.  Part of his job\r\nentailed supervising the local train station and intercepting suspicious characters as they entered the city.  According to his testimony, on November 13, 1995,\r\nOfficer Rhodes observed Forrester arriving at the Florence train station with her juvenile son.  While she was using a pay phone, Forrester apparently noticed\r\nRhodes observing her and appeared startled.  With his suspicions aroused, Rhodes followed Forrester and her son to a local Burger King.  While the Forresters\r\nate, Rhodes approached them for questioning.\r\n\r\nOfficer Rhodes testified that he identified himself as a member of the drug and weapons interdiction team.  He claimed that after identifying himself to\r\nForrester, she agreed to let him search her luggage, and they left the Burger King to conduct the search.  Rhodes testified that while he searched her luggage,\r\nForrester clutched her pocketbook tightly.  Because he was suspicious of her actions, Rhodes asked to search her purse.  Forrester, without surrendering\r\npossession, held it open for him to see inside.  Without requesting permission to search the purse, Officer Rhodes took the purse, felt it inside and out, tore out\r\nthe bottom lining, and discovered the crack cocaine. (1)\r\n\r\nForrester's version of the events is similar, but portrays Rhodes as even more aggressive in his confrontation with her.  Forrester claimed she told Rhodes\r\nnothing was in her purse, and she held it open for him to see inside.  At that point, she testified Rhodes \"snatched\" the bag from her shoulder and reached into\r\nit, tearing it open and finding the crack cocaine.  Forrester's son verified her version of the events.  The trial judge ruled Forrester voluntarily consented to the\r\nsearch of her pocketbook.  In neither version of the events did Rhodes inform Forrester of her constitutional right to refuse to give consent to search her\r\npocketbook.\r\n\r\nAt trial, Forrester argued that she had not given consent to search her bag, and thus, that the crack cocaine was discovered in violation of the express right to\r\nprivacy provision found in S.C. Const. art. I, § 10.  She contended our state constitution provides a higher level of protection from government searches than the\r\nFourth Amendment.  Forrester argued Officer Rhodes' failure to inform her of her right to refuse consent to a search the purse invalidated the search, and the\r\ncrack cocaine should have been excluded from evidence at her trial for trafficking in cocaine.  The trial judge ruled the crack admissible.  The Court of Appeals\r\naffirmed the trial court's ruling. See State v. Forrester, 334 S.C. 567, 514 S.E.2d 332 (Ct. App. 1999).  Forrester has appealed and the main issue before the\r\nCourt is:\r\n\r\n\r\nDoes the South Carolina Constitution's prohibition on \"unreasonable invasions of privacy\" require suspects to be affirmatively informed that they have the right\r\nto refuse consent to a search of their possessions?\r\n\r\n\r\nLaw/Analysis\r\n\r\n\r\nI.   Preservation\r\n\r\nThe State argues the issue of Forrester's consent to search was not preserved for review.  We disagree.\r\n\r\nPrior to opening statements, Forrester argued to suppress the discovered cocaine on the grounds that she had not given consent for Officer Rhodes to take her\r\npurse and search it.  One aspect of her argument was that the explicit right to privacy provision in S.C. Const. art. I, § 10 grants protection above and beyond the\r\nFourth Amendment.  She argued our state constitution required the officer to inform her of the right to refuse consent, and that Officer Rhodes exceeded his\r\nauthority in the search of her purse.  The trial court disagreed.  The trial court refused to rule the right to privacy provision required Officer Rhodes to inform\r\nForrester of her right to refuse consent.  The case then proceeded directly to trial.\r\n\r\nIn most cases, \"[m]aking a motion in limine to exclude evidence at the beginning of trial does not preserve an issue for review because a motion in limine is not\r\na final determination.  The moving party, therefore, must make a contemporaneous objection when the evidence is introduced.\"  See State v. Simpson, 325 S.C.\r\n37, 479 S.E.2d 57 (1996).  However, where a judge makes a ruling on the admission of evidence on the record immediately prior to the introduction of the\r\nevidence in question, the aggrieved party does not need to renew the objection.  The issue is preserved:\r\n\r\n\r\nBecause no evidence was presented between the ruling and [the] testimony, there was no basis for the trial court to change its ruling.  Thus, . . . [the] motion\r\nwas not a motion in limine.   The trial court's ruling in this instance was in no way preliminary, but to the contrary, was a final ruling.  Accordingly, [the\r\ndefendant] was not required to renew her objection to the admission of the testimony in order to preserve the issue for appeal.\r\n\r\n\r\nState v. Mueller, 319 S.C. 266, 268-69, 460 S.E.2d 409, 410 (Ct. App. 1995).  Here, the witness introducing the cocaine for the state was the initial witness in\r\nthe trial.  No evidence was taken between the trial court's ruling on the admission of the cocaine and its introduction.  Since no opportunity existed for the court\r\nto change its ruling, Forrester did not need to object a second time to the introduction of the cocaine for the issue to be properly preserved for review.  Samples\r\nv. Mitchell, 329 S.C. 105, 495 S.E.2d 213 (Ct. App. 1997); see also Toal, Vafai, &amp; Muckenfuss, Appellate Practice in South Carolina 76 (1999).\r\n\r\nII.   The Right to Privacy and Consensual Searches \r\n\r\nA.   Relationship Between the Federal and State Constitutions\r\n\r\nThe Fourth Amendment to the United States Constitution prohibits unreasonable searches and seizures.\r\n\r\n\r\nThe right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated, . . .\r\n\r\n\r\nU.S. Const. amend. IV.  Beginning in the early twentieth century, the United States Supreme Court declared that evidence seized in violation of the Fourth\r\nAmendment must be excluded in federal criminal proceedings.  Weeks v. United States, 232 U.S. 383, 34 S. Ct. 341, 58 L. Ed. 652 (1914).  Later, the Court\r\napplied the Fourth Amendment and its exclusionary rule to the individual states as well.  See Mapp v. Ohio, 367 U.S. 643, 81 S. Ct. 1684, 6 L. Ed.2d. 1081\r\n(1961); Wolf v. Colorado, 338 U.S. 25, 69 S. Ct. 1359, 93 L. Ed. 1782 (1949).  Therefore, all citizens enjoy this federal constitutional protection in every\r\ncriminal proceeding.\r\n\r\nIn parallel with the protection of the Fourth Amendment, the South Carolina Constitution also provides a safeguard against unlawful searches and seizures.  See\r\nS.C. Const. art. I. § 10.  The relationship between the two constitutions is significant because \"[s]tate courts may afford more expansive rights under state\r\nconstitutional provisions than the rights which are conferred by the Federal Constitution.\"  State v. Easler, 327 S.C. 121, 131 n. 13, 489 S.E.2d 617, 625 n. 13\r\n(1997); see also State v. Austin, 306 S.C. 9, 409 S.E.2d 811 (Ct. App. 1991).  Therefore, state courts can develop state law to provide their citizens with a\r\nsecond layer of constitutional rights.  Id.  This relationship is often described as a recognition that the federal Constitution sets the floor for individual rights\r\nwhile the state constitution establishes the ceiling.  See Segura v. Texas, 826 S.W.2d 178, 182 (Tex. 1992).  Thus, this Court can interpret the state protection\r\nagainst unreasonable searches and seizures in such a way as to provide greater protection than the federal Constitution.\r\n\r\nEspecially important in this analysis is South Carolina's explicit constitutional right to privacy. (2)  In addition to language which mirrors the Fourth Amendment,\r\nS.C. Const. art. 1 § 10 contains an express protection of the right to privacy:\r\n\r\n\r\nThe right of the people to be secure in their persons, houses, papers, and effects against unreasonable searches and seizures and unreasonable invasions of\r\nprivacy shall not be violated, . . .\r\n\r\n\r\n(emphasis added).  Initially, even in the absence of a specific right to privacy provision, this Court could interpret our state constitution as providing more\r\nprotection than the federal counterpart.  However, by articulating a specific prohibition against \"unreasonable invasions of privacy,\" the people of South\r\nCarolina have indicated that searches and seizures that do not offend the federal Constitution may still offend the South Carolina Constitution resulting in the\r\nexclusion of the discovered evidence.\r\n\r\nTen states have express right to privacy provisions in their constitutions. (3)  South Carolina and five other states have their right to privacy provision included in\r\nthe section prohibiting unreasonable search and seizures. (4)  South Carolina and the other states with a right to privacy provision imbedded in the search and\r\nseizure provision of their constitutions have held such a provision creates a distinct privacy right that applies both within and outside the search and seizure\r\ncontext.  See, e.g., Singleton v. State, 313 S.C. 75, 437 S.E.2d 53 (1993)(finding the state constitutional right to privacy prevented the forced medication of a\r\ndeath row inmate in preparation of execution).  Furthermore, many of the states that have adopted explicit state constitutional right to privacy provisions have\r\nread their constitutions as applying protection above and beyond the protection provided by the federal Constitution.  See, e.g., State v. Church, 538 So.2d 993\r\n(La. 1989)(disallowing a police roadblock under the state constitution's right to privacy even though it did not violate the Fourth Amendment).\r\n\r\nThe South Carolina Constitution, with an express right to privacy provision included in the article prohibiting unreasonable searches and seizures, favors an\r\ninterpretation offering a higher level of privacy protection than the Fourth Amendment.  The issue in the case before the Court is whether this privacy provision\r\ngoes so far as to require informed consent to government searches.\r\n\r\nB.   Informed Consent\r\n\r\nForrester argues our state's right to privacy provision should require police officers to inform citizens that they have the right to refuse consensual searches and\r\nwithout such admonition, a search is involuntary.  We disagree.\r\n\r\nThis Court has previously rejected the argument that police officers must inform a suspect of the right to refuse consent prior to a search.  See State v. Wallace,\r\n269 S.C. 547, 238 S.E.2d 675 (1977).  In Wallace, we applied  a \"totality of the circumstances\" analysis for determining whether a search was voluntary. \r\nTherefore, like the federal standard, our state standard does not require a law enforcement officer conducting a search to inform the defendant of his right to\r\nrefuse consent.  See Schneckloth v. Bustamonte, 412 U.S. 218, 93 S. Ct. 2041, 36 L. Ed.2d 854 (1973).  The lack of such warning is only one factor to be\r\nconsidered in determining the voluntary nature of the consent.  Wallace, at 552, 238 S.E.2d at 677.  Petitioner's position would make consent to search\r\ndependant on a Miranda-like warning given prior to the search.  We reject such a requirement.\r\n\r\nEight of the nine other states that have an explicit right to privacy provision contained in their constitution have rejected Forrester's argument that suspects must\r\nbe informed of their right to refuse consent to search. (5)  Washington's Supreme Court has issued a limited ruling that officers must inform home owners of the\r\nright to refuse consent when the government attempts to search their home without a warrant.  See Washington v. Ferrier, 960 P.2d 927 (Wash. 1998). \r\nHowever, Washington's constitutional privacy provision is unique in that it specifically focuses on protecting the home. (6)  Furthermore, Washington courts\r\nhave not required informed consent in other governmental search situations.  See State v. Hastings, 830 P.2d 658, 661 (Wash. 1992)(\"Consent must be\r\nvoluntary, but this does not mean that it must be made with full knowledge of the right to refuse the entry or search.\").\r\n\r\nAs noted by the Court of Appeals, the drafters of our state constitution's right to privacy provision were principally concerned with the emergence of new\r\nelectronic technologies that increased the government's ability to conduct searches.  See Committee to Make a Study of the Constitution of South Carolina,\r\n1895, Minutes of Committee Meeting 6 (Sept. 15, 1967).  According to their minutes, \"The committee agreed that [the search and seizure provision] should\r\nremain, but that is [sic] should be revised to take care of the invasion of privacy through modern electronic devices.\"  Id.  However, the committee also\r\nrecognized that the provision would have an impact beyond just the area of electronic surveillance.  As Committee Member Sinkler stated, \"I think this is an\r\narea that, really, should develop and should not be confined to the intent of those who sit around this table.\"  Id. at 6 (Oct. 6, 1967).\r\n\r\nFurthermore, the committee was aware they were drafting a provision that operated separately from the Fourth Amendment. (7)  During their discussions, the\r\ncommittee characterized the then prevailing United States Supreme Court standard as a liberal approach to the protection against search and seizure.  Id. at 5\r\n(Oct. 6, 1967).  One committee member noted that \"It is possible, too, that there will be a swing back from this liberal interpretation.\"  Id. at 7 (Oct. 6, 1967).\r\n\r\nForrester's \"prior admonition rule\" would subsume the \"totality of the circumstances\" test followed by this Court in State v. Wallace, 269 S.C. 547, 238 S.E.2d\r\n675 (1977).  Forrester also fails to cite any authority from South Carolina or any other jurisdiction adopting the rule she advocates.  Except for the narrow\r\nWashington state exception for warrantless searches of the home, no precedential support for Forrester's position can be found. (8)  In conclusion, while our state\r\nconstitution may provide a higher level of protection in the search and seizure context, it does not go so far as to require informed consent prior to government\r\nsearches.\r\n\r\nC.  Forrester's Consent (9)\r\n\r\nAlthough our state constitution did not require Officer Rhodes to inform Forrester of her right to refuse giving consent to search her purse, Officer Rhodes\r\nexceeded the scope of Forrester's consent when he proceeded beyond the visual inspection of the purse granted by Forrester to an intense physical examination\r\nof the purse.  As a result, the crack cocaine should have been excluded at trial.\r\n\r\nUnder our state constitution, suspects are free to limit the scope of the searches to which they consent.  When relying on the consent of a suspect, a police\r\nofficer's search must not exceed the scope of the consent granted or the search becomes unreasonable.  In a situation where a citizen's response to an officer's\r\nrequest to \"look into\" a container, such as her purse, is merely offering the officer a restricted view of the inside of the container while retaining possession, a\r\nreasonable police officer would not assume that this guarded action also granted permission to take possession of, search throughly, and even partially destroy\r\nthe container itself.  Cf., State v. Garcia, 986 P.2d 491, 494 (N.M. 1999)(\"Although an individual consenting to a vehicle search should expect that search to be\r\nthorough, he need not anticipate that the search will involve the destruction of his vehicle, its parts or contents.\").  The current situation could be very different\r\nhad Forrester surrendered possession of her purse to Officer Rhodes without placing any restriction on the scope of the search.  However, even in a situation\r\nwhere they have received a general and unqualified consent, \"the police do not have carte blanche to do whatever they please.\"  3 Wayne R. LaFave, Search and\r\nSeizure § 8.1(c), at 612 (3d ed. 1996). \r\n\r\nForrester's response to the request to search her purse was not to surrender possession of the purse for an unrestricted search, but instead she provided a limited\r\nview of the purse's interior, obviously with the hope that Officer Rhodes' suspicions would be satisfied and she would escape detection.  The difference\r\nbetween her reaction and the handing over possession of the purse or granting verbal permission to search her purse is obvious.  If this Court held that\r\nForrester's consent, clearly limited by her actions, opened her purse up to the intrusive inspection executed by Officer Rhodes, we would eviscerate the\r\ndistinction between limited and unlimited consent in police searches.  Such a result would ignore a citizen's right under our constitution to limit the scope of\r\ntheir consent in government searches.\r\n\r\nConclusion\r\n\r\n\r\nBased on the foregoing, we REVERSE the decision of the Court of Appeals and find the crack cocaine should have been excluded at trial.\r\n\r\nMOORE and WALLER, JJ., concur.  BURNETT, J., concurring and dissenting in a separate opinion.\r\n\r\nJUSTICE BURNETT (concurring and dissenting): \r\n  I agree with the majority's holding in II.B that the right to privacy contained \r\n  in the South Carolina Constitution does not require police officers to inform \r\n  citizens they have a right to refuse consensual searches. I dissent from the \r\n  reversal of petitioner's conviction on a ground which has never been raised \r\n  to nor ruled upon by any court.\r\n\r\nAs noted by the Court of Appeals and petitioner \r\n  herself, the sole issue on appeal is whether the South Carolina Constitution's \r\n  express protection against unreasonable invasions of privacy mandates that citizens \r\n  be affirmatively informed of their right to refuse consent to a search. See \r\n  S.C. Const. art. I, § 10. The majority characterizes this as the \"main\" issue, \r\n  when in fact it is the only issue ever argued by petitioner. We all agree the \r\n  South Carolina Constitution requires no such prophylactic warning. However, \r\n  the majority goes beyond the issue raised to hold the search of petitioner's \r\n  pocketbook exceeded the scope of her consent. I dissent from this holding.\r\n\r\nFollowing an in limine  hearing, the trial \r\n  court denied petitioner's motion to suppress the crack cocaine found in her \r\n  purse, expressly ruling the search was consensual. That ruling was not appealed \r\n  and is therefore the law of the case. ML-Lee Acquisition Fund v. Deloitte \r\n  &amp; Touche, 327 S.C. 238, 489 S.E.2d 470 (1997) (an unchallenged ruling, \r\n  right or wrong, is the law of the case). Petitioner has never argued, below \r\n  or to this Court, that the search of her pocketbook exceeded the scope of her \r\n  consent. See Wilder Corp. v. Wilke, 330 S.C. 71, 497 S.E.2d 731 \r\n  (1998) (issue cannot be raised for the first time on appeal, but must have been \r\n  raised to and ruled upon by the trial judge to be preserved for appellate review); \r\n  see also Rule 207(b)(1)(B), SCACR (no point will be considered which \r\n  is not set forth in the statement of the issues on appeal).\r\n\r\nBecause of the majority's sua sponte  disposition \r\n  of this issue, the State has been denied the opportunity to argue a contrary \r\n  position. The majority raises for petitioner an issue never argued by her at \r\n  any point, gives the State no opportunity to refute the argument, and expressly \r\n  refuses to consider whether the search was justified under any other theory, \r\n  such as Terry v. Ohio, (10) which, contrary \r\n  to the majority's assertion, the State argued as an additional sustaining ground. \r\n  (See footnote 9). The majority's action ignores long-settled preservation rules \r\n  and severely prejudices the State. See I'On v. Town of Mt. Pleasant, \r\n  Op. No. 25048 (S.C. Sup. Ct. filed Jan. 17, 2000) (Shearouse Adv. Sh. No. 2 \r\n  at 1). In I'On, we explained an appellate court may affirm for any reason appearing \r\n  in the record, but may reverse only for a reason raised to and ruled upon by \r\n  the trial court and argued on appeal. \r\n\r\nFinally, I also disagree with dicta in the majority \r\n  opinion concerning the significance of the right to privacy provision in the \r\n  South Carolina Constitution. Article I, section 10 states: \"The right of the \r\n  people to be secure in their persons, houses, papers, and effects against unreasonable \r\n  searches and seizures and unreasonable invasions of privacy shall not be violated.\" \r\n  S.C. Const. art. I, § 10. I disagree with the majority's assertion this language \r\n  \"favors an interpretation offering a higher level of privacy protection than \r\n  the Fourth Amendment.\" On the contrary, I believe our constitution's protection \r\n  against unreasonable invasions of privacy operates separately from the search \r\n  and seizure provisions and provides distinct protection. See Singleton \r\n  v. State, 313 S.C. 75, 437 S.E.2d 53 (1993) (state constitutional right \r\n  of privacy would be violated by forced medication of inmate to facilitate execution). \r\n  Like the protections offered by the Fourth Amendment, the privacy protections \r\n  in the state constitution are textually based on reasonableness. See \r\n  U.S. Const. amend. IV; S.C. Const. art. I, § 10. I would not interpret Article \r\n  I, section 10 to offer greater protection in the search and seizure context \r\n  than that offered by the Fourth Amendment's \"totality of the circumstances\" \r\n  test. See State v. Wallace, 269 S.C. 547, 238 S.E.2d 675 (1977); \r\n  Schneckloth v. Bustamonte, 412 U.S. 218 (1973).\r\n\r\nI would affirm petitioner's conviction for trafficking in crack cocaine  because the only argument made for reversal is without\r\nmerit. \r\n\r\n1. Officer Rhodes' testified: \"And at that point, I removed the bag from her shoulder and did find the area where she had concealed the crack cocaine beneath\r\nthe liner.  And I was trying to find a way to get the crack out, and I ripped - I ripped this pocket open, and the liner of the pocket itself had been ripped out, and\r\nso it was beneath the liner of the rest of the purse.\"\r\n2. The U.S. Supreme Court bases the federal right to privacy in the protected \"penumbra\" of specific guarantees of the Bill of Rights.  See Griswold v.\r\nConnecticut, 381 U.S. 479, 487, 85 S. Ct. 1678, 1683, 14 L. Ed. 2d 510 (1965).  This analysis has engendered much controversy over the years among\r\nconstitutional scholars and the Court itself.\r\n3. Alaska Const. art. I, § 22; Ariz. Const. art. II, § 8; Cal. Const. art. I, § 1; Fla. Const. art. I, § 23; Hawaii Const. art. I, § 6; Ill. Const. art. I, § 6; La. Const. art. I,\r\n§ 5; Mont. Const. art. II, § 10; S.C. Const. art. I, § 10; Wash. Const. art. I, § 7\r\n4. They are Hawaii, Illinois, Louisiana, Washington, and Arizona.\r\n5. Gray v. State, 596 P.2d 1154, 1158 (Alaska 1979)(\"The person giving the consent need not be advised of the right to refuse to allow a search prior to\r\nexecuting a valid consent to search, although the subject's awareness of the right to refuse is a factor in the determination of the voluntariness of the consent.\"); \r\nState v. Acinelli, 952 P.2d 304, 308 (Ariz. 1998)(\"Whether a defendant knew he had a right to refuse the request to search is but one factor to be taken into\r\naccount.\"); People v. Mills, 210 Cal. Rptr. 669, 672, 164 Cal. App. 3d 652, 657 (1985)(\"Advisement by a law enforcement officer that one has the right to\r\nrefuse a consent to search is unnecessary to a valid consent.\"); Sims v. State, 743 So.2d 97, 98 (Fla. 1999)(\"Although knowledge of one's right to refuse a search\r\nwithout a warrant is a factor to be considered in determining whether the consent obtained was freely and voluntarily given, there is no per se requirement that a\r\ndefendant must be informed of such right.\"); State v. Kearns, 867 P.2d 903, 909 (Haw. 1994)(\"The police are not required to inform the person to be searched\r\nof his or her right to refuse consent, but their failure to so inform is a factor to be considered in determining whether consent to a search was freely and\r\nvoluntarily given.\"); People v. Leon, 723 N.E.2d 1206, 1214 (Ill. 2000)(\"Further, ignorance of the right to refuse consent does not vitiate the voluntariness of\r\nthe consent, but is merely one factor to consider when examining the totality of the circumstances.\"); State v. Overton, 596 So.2d 1344, 1353 (La. 1992)(\"While\r\nthe defendant was not verbally informed of his right to refuse to consent to this search, such a warning is not required.\"); State v. Steinmetz, 961 P.2d 95, 100\r\n(Mont. 1998)(\"However, '[t]he police do not have to warn a person of the right to withhold consent.'\").\r\n6. \"No person shall be disturbed in his private affairs, or his home invaded, without authority of law.\" Wash. Const. art. I, § 7.\r\n7. It is important to note that committee minutes will not be  controlling of the intent behind, or interpretation of, our state constitution.  See Greenville Baseball,\r\nInc. v. Bearden, 200 S.C. 363, 371, 20 S.E.2d 813, 817 (1942); Tallevast v. Kaminski, 146 S.C. 225, 143 S.E. 796 (1928).  This fact was even noted in\r\nCommittee Member Sinkler's observation that their discussions would not control any subsequent interpretation.  We include these discussions for their\r\nhistorical context and interest.\r\n8. The Court of Appeals partially relied on Illinois v. Brownlee, 687 N.E.2d 1174 (Ill. App. Ct. 1997) in rejecting Forrester's argument.  The Illinois Supreme\r\nCourt has overruled Brownlee, although on other grounds.  See Illinois v. Brownlee, 713 N.E.2d 556 (Ill. 1999).\r\n9. The State's exclusive argument has been that the search was properly conducted pursuant to Forrester's consent.  As such, the State has not argued Officer\r\nRhodes had justification to search Forrester pursuant to Terry v. Ohio, 392 U.S. 1, 88 S.Ct. 1868, 20 L. Ed. 2d 889 (1968) or any other theory.\r\n10. 392 U.S. 1 (1968) (officer \r\n  may briefly detain and question a suspect upon reasonable suspicion that the \r\n  person is involved in criminal activity and may frisk the suspect upon reasonable \r\n  suspicion of danger). The officer here testified he initially asked permission \r\n  to search petitioner's purse because of his concern, based on the way she was \r\n  clutching it, that the purse might contain a weapon.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25248","title":"State v. Higgenbottom","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25248","description":"This criminal case involves a due process issue related to an increase in sentence on a motion for reconsideration.","date":"2001-02-12","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n        \r\n        \r\nv.\r\n        \r\n\r\nJeffery Higgenbottom, Petitioner.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Aiken County\r\nGary E. Clary, Circuit Court Judge\r\n\r\n\r\n\r\nOpinion No. 25248\r\nHeard December 6, 2000 - Filed February 12, 2001\r\n\r\n\r\n  REVERSED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAssistant Appellate Defender Aileen P. Clare, of the South Carolina Office of Appellate Defense, of Columbia, for petitioner.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Robert E. Bogan, Assistant\r\nDeputy Attorney General G. Robert Deloach, III, all of Columbia, and Solicitor Barbara R. Morgan, of Aiken, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\nJUSTICE WALLER: We granted a writ of certiorari to review the Court of Appeals' opinion in State v. Higgenbottom, 337 S.C. 637, 525 S.E.2d 250 (Ct.\r\nApp. 1999).  We reverse.\r\nFACTS\r\n\r\nPetitioner entered an Alford (1) plea to possession of cocaine, first offense. (2)  The trial court sentenced him to two years imprisonment and a $5,000 fine,\r\nsuspended upon the service of thirty days imprisonment or payment of $750, and 18 months probation.\r\n\r\nThe next day, petitioner moved for reconsideration of the probationary sentence.  As he had at the plea, petitioner requested twelve months probation.  The\r\nfollowing colloquy then occurred:\r\n\r\n\r\n  Trial Court:  Mr. Landry, Mr. Higgenbottom is lucky.  Maybe I ought to reconsider his sentence completely.  \r\n\r\nMr. Landry [defense counsel]:  I discussed that with him before I came.  \r\n\r\nThe Court:  It takes a lot of courage for a lawyer to come back to ask for a reconsideration like that.  Since this term of court has not expired and since he\r\nis asking for a reconsideration maybe I ought to just reconsider it on my own and extend his sentence . . . have his [sic] picked up to do jail time.  \r\n\r\nMr. Landry:  I understand that, Your Honor.  I discussed it with him before he asked for this.  \r\n\r\nThe Court:  He just about talked himself into jail as it was.  No, sir;  I'm going to give him twenty-four months probation.  We're going to see if he can do\r\nprobation.  Maybe he'll be cleaning up his lot again.  Since you made the motion to reconsider, I'm denying that motion and I'm reconsidering my\r\nsentence and extending his probation to twenty-four months.\r\n\r\n\r\n(Emphasis added.)\r\n\r\nPetitioner appealed, arguing that the harsher sentence constituted a due process violation because the trial court increased his sentence in response to his motion\r\nto reconsider.  A divided Court of Appeals affirmed.  Higgenbottom, supra. (3)\r\n\r\nISSUE\r\n\r\n\r\nDid the Court of Appeals err in finding no due process violation where the trial court, without any explanation or new evidence, increased petitioner's sentence\r\non a motion to reconsider?\r\n\r\n\r\nDISCUSSION\r\n\r\nPetitioner argues that his due process rights were violated when, in response to his motion for reconsideration and without any reasons on the record, the trial\r\ncourt increased his probationary sentence from 18 to 24 months.  We agree. (4)\r\n\r\nIt is a due process violation to punish a person for exercising a protected statutory or constitutional right.  State v. Fletcher, 322 S.C. 256, 471 S.E.2d 702, 704\r\n(Ct. App. 1996) (citing United States v. Goodwin, 457 U.S. 368, 372, 102 S.Ct. 2485, 2488, 73 L.Ed.2d 74 (1982)).  In the landmark opinion of North Carolina\r\nv. Pearce, 395 U.S. 711, 89 S.Ct. 2072, 23 L.Ed.2d 656 (1969), the Court held that the Due Process Clause of the Fourteenth Amendment prevented a trial court\r\nfrom penalizing a defendant for choosing to exercise his right to appeal.  The Pearce decision involved a defendant who successfully attacked his conviction on\r\nappeal and then upon conviction at the retrial, a harsher sentence was imposed.  The Court stated that \"[d]ue process of law . . . requires that vindictiveness\r\nagainst a defendant for having successfully attacked his first conviction must play no part in the sentence he receives after a new trial.\"  Id. at 725, 89 S.Ct. at\r\n2080, 23 L.Ed.2d at 669.\r\n\r\nThe Pearce Court therefore held that \"whenever a judge imposes a more severe sentence upon a defendant after a new trial, the reasons for his doing so must\r\naffirmatively appear . . . so that the constitutional legitimacy of the increased sentence may be fully reviewed on appeal.\"  Id. at 726, 89 S.Ct. at 2081, 23\r\nL.Ed.2d at 670.  This rule became known as the Pearce presumption. Thus, without objective evidence of a proper motivation to increase the sentence, the\r\nPearce presumption applies to find a due process violation.\r\n\r\nAs we noted in State v. Hilton, 291 S.C. 276, 353 S.E.2d 282, cert. denied, 484 U.S. 832, 108 S.Ct. 106, 98 L.Ed.2d 66 (1987), the Supreme Court has\r\nrestricted the Pearce rule in subsequent cases.  For instance, the Pearce presumption does not apply when the harsher sentence is imposed by the higher court in\r\na two-tiered trial system.  Colten v. Kentucky, 407 U.S. 104, 92 S.Ct. 1953, 32 L.Ed.2d 584 (1972).  The Court in Colten noted that the higher court which\r\nconducted Colten's trial and imposed the final sentence \"was not the court with whose work Colten was sufficiently dissatisfied to seek a different result on\r\nappeal; and it is not the court that is asked to do over what it thought it had already done correctly.\"  Id. at 116-17, 92 S.Ct. at 1960, 32 L.Ed.2d at 593\r\n(emphasis added).\r\n\r\nIn several other cases, the Supreme Court has held that the Pearce presumption was inapplicable.  E.g., Chaffin v. Stynchcombe, 412 U.S. 17, 93 S.Ct. 1977, 36\r\nL.Ed.2d 714 (1973) (the Pearce presumption does not apply when a second jury on retrial imposes a harsher sentence than the first jury); Texas v. McCullough,\r\n475 U.S. 134, 106 S.Ct. 976, 89 L.Ed.2d 104 (1986) (the Pearce presumption does not apply when the first sentence was imposed by a jury and the second,\r\nharsher sentence was imposed by a judge); Alabama v. Smith, 490 U.S. 794, 109 S.Ct. 2201, 104 L.Ed.2d 865 (1989) (the Pearce presumption does not apply\r\nwhen a defendant is sentenced to a harsher sentence upon retrial after successfully appealing from a guilty plea).  Moreover, we held in Hilton that when the\r\nsecond sentencing judge is someone other than the original trial judge, the Pearce presumption does not apply.  Hilton, 291 S.C. at 279, 353 S.E.2d at 284.\r\n\r\nNonetheless, we disagree with the lead opinion's conclusion in Higgenbottom that the Pearce rule has been \"emasculated\" by these subsequent cases. \r\nHiggenbottom, 337 S.C. at 643, 525 S.E.2d at 253.  Indeed, the Supreme Court has continued to apply the Pearce presumption where the circumstances warrant\r\nits application.  See Wasman v. United States, 468 U.S. 559, 104 S.Ct. 3217, 82 L.Ed.2d 424 (1984). (5)  Furthermore, in Alabama v. Smith, the most recent\r\nSupreme Court case to address Pearce, the Court stated that the Pearce presumption remains applicable under circumstances \"in which there is a 'reasonable\r\nlikelihood' . . . that the increase of sentence is the product of actual vindictiveness on the part of the sentencing authority.\"  Alabama v. Smith, 490 U.S. at 799,\r\n109 S.Ct. at 2205, 104 L.Ed.2d at 873 (citation omitted).  \r\n\r\nAdditionally, in situations similar to the instant case, two other jurisdictions have applied the Pearce presumption.  As discussed in Judge Connor's dissent, the\r\nCourt of Appeal of Louisiana in State v. Hidalgo, 684 So. 2d 26, 31 (La. Ct. App. 1996), found a due process violation because the trial court \"failed to provide\r\nadequate justification on the record for its decision to increase the defendant's sentence.\"  In Commonwealth v. Serrano, 727 A.2d 1168 (Pa. Super. 1999), the\r\nSuperior Court of Pennsylvania found that an increase in sentence on a motion to modify a sentence was subject to the Pearce presumption.  Id. at 1170. \r\nBecause the trial court had the \"same facts and information\" at the motion to modify as it had at the time of the original sentence, and there were \"no objective\r\nfindings from which the sentencing increase [could] be explained,\" the Serrano court found the presumption was not rebutted.  Id.    \r\n\r\nWith the principles of Pearce in mind, we turn to the instant case.  One day after the guilty plea, petitioner exercised his right to make a motion for\r\nreconsideration of his probationary sentence.  See, e.g., State v. Smith, 276 S.C. 494, 497, 280 S.E.2d 200, 201 (1981) (a trial court has the authority to alter,\r\namend or modify a sentence imposed by him within the same term of court as long as the State is afforded due notice); see also Rule 29, SCRCrimP (post trial\r\nmotions shall be made within 10 days after the imposition of the sentence).  The motion was brought before the same trial court which had imposed the\r\nsentence, and the trial court had the same information before it as it had the day before.  Effectively, therefore, petitioner asked the trial court \"to do over what it\r\nthought it had already done correctly.\"  Colten, 407 U.S. at 117, 92 S.Ct. at 1960, 32 L.Ed.2d at 593.  The trial court denied petitioner's request to reduce the\r\nsentence, and instead, increased the probationary sentence by six months.  Under these circumstances, the Pearce presumption applies.  See Alabama v. Smith,\r\nsupra; Wasman, supra.  \r\n\r\nBecause the trial court failed to put on the record objective reasons for the harsher sentence, the presumption cannot be rebutted.  Accord Serrano, supra;\r\nHidalgo, supra.  Accordingly, we reverse the Court of Appeals, vacate the increased sentence, and reinstate petitioner's original 18-month probation sentence.\r\n\r\nREVERSED.\r\n\r\nTOAL, C.J., MOORE, BURNETT and PLEICONES, JJ., concur.\r\n1. North Carolina v. Alford, 400 U.S. 25, 91 S.Ct. 160, 27 L.Ed.2d 162 (1970).\r\n2. The possession charge arose out of petitioner's arrest for disorderly conduct.  According to the State, while petitioner was being booked, police asked\r\npetitioner to empty his pockets.  Petitioner then pulled a spoon out of his pocket, told the police that he might as well get one last piece of it, and put the spoon\r\nin and out of his mouth.  The police seized the spoon, and it tested positive for traces of cocaine.  According to petitioner, he picked up the spoon while\r\ncleaning the parking lot of the tire shop where he works.  He placed the spoon in his pocket when a customer pulled up and then forgot about it.\r\n3. There was no majority opinion on the merits.  Judge Anderson wrote an opinion affirming on the merits which we will refer to as the \"lead opinion;\" Judge\r\nGoolsby concurred in result only, finding the issue procedurally barred;  Judge Connor dissented.\r\n4. Initially, we note that petitioner's argument is not procedurally barred for appellate review.  Although the State contends that petitioner should have objected\r\nat the motion hearing in order to preserve this issue, we agree with the lead opinion's analysis and find that it would have been futile for petitioner to have\r\nraised this issue after the trial court had just increased his sentence.  See Higgenbottom, 337 S.C. at 640, 525 S.E.2d at 251 (if petitioner would have objected to\r\nhis sentence, he would have placed himself in a \"perilous posture\").\r\n5. The defendant in Wasman received a greater sentence, by the same judge, at retrial after a successful appeal.  The Court stated plainly that these\r\ncircumstances were \"sufficient to engage the presumption of Pearce.\"  Wasman, 468 U.S. at 569, 104 S.Ct. at 3223, 82 L.Ed.2d at 433.  The Court did not,\r\nhowever, find a due process violation.  Instead, the Court held that the presumption had been rebutted because the trial judge stated, on the record, that he\r\nincreased the sentence because the defendant at retrial had two prior convictions, whereas at the original trial, he had only one prior conviction.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25249","title":"Douglass v. Boyce","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25249","description":"This civil case discusses an attorney's duty to third parties.","date":"2001-02-12","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nDouglass v. Boyce\r\n\r\n\r\n\r\nTHE STATE OF SOUTH \r\n  CAROLINA\r\n  In The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n       William David Douglass, a \r\n        minor under the age of fourteen (14) years, by his Next Friend, Herbert \r\n        W. Louthian, Esquire, Petitioner,   \r\n        \r\n            v. \r\n\r\n        \r\n\r\n        Daniel F. Boyce, Yvonne Boyce, Robert \r\n          Charles Brown, Donna Seegars Givens, Sandra Dooley Parker, Jonas and \r\n          Wiggins, Attorneys at Law, and Stephen R. Fitzer, as substitute Personal \r\n          Representative of the Estate of Christopher Daniel Boyce, deceased, \r\n          Defendants,  \r\n          &nbsp;\r\n\r\n         Of whom Robert Charles Brown, Donna \r\n          Seegars Givens, Sandra Dooley Parker, and Jonas and Wiggins, Attorneys \r\n          at Law are Respondents. \r\n          &nbsp; \r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT \r\n  OF APPEALS\r\n\r\n\r\nAppeal From Richland County\r\n  L. Henry McKellar, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25249\r\n  Heard January 9, 2001 - Filed February 12, 2001\r\n\r\n\r\n\r\n    AFFIRMED  \r\n  \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Robert L. Hallman, of Columbia, for petitioner.\r\n\r\n        Susan Taylor Wall and Mary Legare Hughes, both \r\n          of Nexsen, Pruet, Jacobs, Pollard &amp; Robinson, of Charleston, for \r\n          respondents Brown and Givens.\r\n\r\n        Joel W. Collins, Jr., and Rebecca \r\n          M. Monroy, both of Collins &amp; Lacy, P.C.; \r\n          and Arthur K. Aiken, of Hammer, Hammer, Carrigg &amp; Potterfield, all \r\n          of Columbia, for respondent Parker.\r\n\r\n        Warren C. Powell, Jr., of Bruner, Powell, Robbins, \r\n          Wall &amp; Mullins, of Columbia, for respondent Jonas and Wiggins, Attorneys \r\n          at Law.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE MOORE:  \r\n  We granted a writ of certiorari to review the Court of Appeals' decision \r\n  (1) affirming dismissal of the various causes of action against respondents. \r\n  We affirm.\r\n\r\n\r\n    FACTS  \r\n  \r\n\r\n\r\nSeventeen-year-old Christopher Boyce was killed \r\n  in an automobile accident on April 27, 1991. His parents, defendants Daniel \r\n  and Yvonne Boyce, were appointed personal representatives of his estate and \r\n  pursued a wrongful death action which they eventually settled. The Boyces were \r\n  the sole beneficiaries of the wrongful death action.\r\n\r\nPetitioner (Child) commenced this action \r\n  in 1993 against the Boyces alleging they breached their fiduciary duty to him \r\n  by failing to include him as a statutory beneficiary in the wrongful death action. \r\n  Child alleged he was Christopher's biological son and was therefore entitled \r\n  to recover in the wrongful death action as the sole statutory beneficiary. \r\n    (2)  \r\n\r\n\r\nChild was born less than a year before Christopher's \r\n  death to Melodye Shampine who was married at the time to Robert Douglass. Robert \r\n  Douglass was listed on Child's birth certificate as his father. Melodye and \r\n  Robert divorced shortly after Child's birth. \r\n\r\nIn April 1997, Child amended his complaint in the \r\n  action against the Boyces to include a negligence cause of action against respondent \r\n  Parker and respondent Jonas and Wiggins (Divorce Attorneys) who represented \r\n  Melodye and Robert in their divorce proceeding. Child also alleged causes of \r\n  action against respondents Brown and Givens (Tort Attorneys) for conspiracy \r\n  and intentional interference with inheritance rights arising from their representation \r\n  of the Boyces in the wrongful death action. \r\n\r\nThe trial judge dismissed with prejudice the causes \r\n  of action against all the attorneys essentially ruling they had no duty to Child. \r\n  The Court of Appeals affirmed. \r\n\r\n\r\n    ISSUES \r\n  \r\n\r\n\r\n\r\n  \r\n    Did Divorce Attorneys owe Child a duty of care \r\n      under S.C. Code Ann. § 20-7-952(E) (1985) such that they could be held liable \r\n      for professional negligence?\r\n\r\n    &nbsp;  \r\n    Did Tort Attorneys \r\n      owe Child a duty of care such that they could be held liable for conspiracy \r\n      and intentional interference with inheritance?\r\n  \r\n\r\n\r\n    DISCUSSION  \r\n  \r\n\r\n\r\n\r\n    1. Divorce Attorneys \r\n\r\n\r\n\r\nChild's amended complaint alleged Divorce Attorneys \r\n  were professionally negligent in failing to follow procedural requirements to \r\n  establish Child's paternity in the Douglass divorce proceedings when Melodye \r\n  and Robert had acknowledged he was not a child of their marriage. Child asserted \r\n  Divorce Attorneys owed him a duty of care under S.C. Code Ann. § 20-7-952(E) \r\n  (1985) which provides:\r\n\r\n\r\n  Whenever an action threatens to make a child \r\n    illegitimate, the presumed legal father and the putative natural father \r\n    must be made parties respondents to the action. A child under the age of eighteen \r\n    years must be represented by a guardian ad litem appointed by the court. Neither \r\n    the mother nor the presumed or putative father of the child may represent \r\n    him as guardian ad litem.\r\n\r\n\r\nThe trial judge found this section did not apply \r\n  to the divorce proceeding in this case and the Court of Appeals affirmed. We \r\n  agree.\r\n\r\nSection 20-7-952(E) is part of subarticle 4, article \r\n  9, of the Children's Code which is entitled \"Determination of Paternity.\" As \r\n  specified in subsection (A) of § 20-7-952, \"the purpose of this subarticle is \r\n  to establish a procedure to aid in the determination of the paternity of an \r\n  individual.\" Subsection (C) provides which parties may bring \"an action to establish \r\n  the paternity of an individual.\" \r\n\r\nReading the statute as a whole, we find subsection \r\n  (E) is intended to apply in actions brought for the purpose of determining paternity \r\n  when there is a presumed legal father because the mother was married at the \r\n  time of the child's birth. Section 20-7-952(E) does not apply to the divorce \r\n  proceeding between Melodye and Robert because that proceeding could not have \r\n  the effect of making Child illegitimate. Absent a paternity action, Child remains \r\n  the presumed legitimate child of Robert. See  Chandler v. Merrell, \r\n  291 S.C. 224, 353 S.E.2d 133 (1987). We conclude the Court of Appeals properly \r\n  affirmed dismissal of this cause of action because Divorce Attorneys owed Child \r\n  no duty under § 20-7-952(E). (3)\r\n\r\n\r\n    2. Tort Attorneys \r\n\r\n\r\n\r\nChild's amended complaint alleged Tort Attorneys \r\n  knew Child was Christopher's biological son and they intentionally interfered \r\n  with his inheritance rights by failing to notify him of the wrongful death action. \r\n  The trial judge granted Tort Attorneys' motion to dismiss on the ground they \r\n  were immune from liability to third parties for injuries allegedly arising from \r\n  the performance of their professional duties under Gaar v. North Myrtle Beach \r\n  Realty, Inc., 287 S.C. 525, 339 S.E.2d 887 (Ct. App. 1986), and Stiles \r\n  v. Onorato, 318 S.C. 297, 457 S.E.2d 601 (1995). The Court of Appeals affirmed \r\n  holding South Carolina has never recognized a cause of action for intentional \r\n  interference with inheritance rights and, in any event, Tort Attorneys had no \r\n  duty to Child.\r\n\r\nWe have not adopted the tort of intentional interference \r\n  with inheritance, (4) however, we need not decide \r\n  whether to recognize this cause of action here since we find Tort Attorneys \r\n  owed Child no duty as a matter of law. As noted by both the trial judge and \r\n  the Court of Appeals, an attorney is immune from liability to third persons \r\n  arising from the attorney's professional activities on behalf and with the knowledge \r\n  of the client, absent an independent duty to the third party. Stiles \r\n  v. Onorato, supra. (5) Accordingly, \r\n  in this case, the question is whether an attorney representing the personal \r\n  representative in a wrongful death action has an independent duty to the statutory \r\n  beneficiaries. (6)\r\n\r\nUnder our Probate Code, S.C. Code Ann. § 62-1-109 \r\n  (Supp. 1999), the legislature has provided the following:\r\n\r\n\r\n  Unless expressly provided otherwise in a written \r\n    employment agreement, the creation of an attorney-client relationship between \r\n    a lawyer and a person serving as a fiduciary (7) \r\n    shall not impose upon the lawyer any duties or obligations to other persons \r\n    interested in the estate, trust estate, or other fiduciary property, even \r\n    though fiduciary funds may be used to compensate the lawyer for legal services \r\n    rendered to the fiduciary. This section is intended to be declaratory of the \r\n    common law and governs relationships in existence between lawyers and persons \r\n    serving as fiduciaries as well as such relationships hereafter created.\r\n\r\n\r\nThis statute expressly negates any duty to persons \r\n  interested in \"other fiduciary property,\" which includes the proceeds of a wrongful \r\n  death action since such an action is brought by a fiduciary. Further, the legislature \r\n  has expressed its clear intent that this statute be applied retroactively. See \r\n  South Carolina Dept. of Revenue v. Rosemary Coin Machines, Inc., 339 \r\n  S.C. 25, 528 S.E.2d 416 (2000) (statute will not be given retroactive effect \r\n  absent specific provision in the enactment or clear legislative intent). Accordingly, \r\n  § 62-1-109, which was enacted in 1994, applies in this case to Tort Attorneys' \r\n  employment by the Boyces which commenced at some time before that date. \r\n  (8) \r\n\r\nIn reaching this conclusion, we emphasize that \r\n  attorneys must conduct themselves ethically in all matters. The fact the legislature \r\n  has seen fit to limit an attorney's responsibility to third parties when representing \r\n  a fiduciary does not diminish this overriding ethical obligation. \r\n\r\nWe hold under § 62-1-109 the Court of Appeals properly \r\n  affirmed the dismissal of the causes of action against Tort Attorneys because \r\n  they owed Child no duty in connection with their representation of the Boyces \r\n  as personal representatives of Christopher's estate.\r\n\r\nAFFIRMED.\r\n\r\nTOAL, C.J., WALLER, BURNETT and PLEICONES, \r\n  JJ., concur. \r\n1. 336 S.C. 318, 519 S.E.2d \r\n  802 (Ct. App. 1999). \r\n2. Under S.C. Code Ann. § 15-51-20 \r\n  (Supp. 1999), the beneficiaries in a wrongful death action are the spouse and \r\n  children of the decedent, and if there is no spouse or child, then the parents \r\n  of the decedent. \r\n3. The Court of Appeals also \r\n  held Child had failed to appeal the trial judge's alternative ground for dismissal \r\n  and therefore this ruling was the law of the case. See In re: Morrison, \r\n  321 S.C. 370, 468 S.E.2d 651 (1996) (unappealed ruling is law of the case). \r\n  In addition to holding § 20-7-952(E) did not apply, the trial judge ruled in \r\n  the alternative that Divorce Attorneys owed no duty under § 20-7-952(E) pursuant \r\n  to the rule set forth in Rayfield v. South Carolina Dept. of Corrections, \r\n  297 S.C. 95, 374 S.E.2d 910 (Ct. App. 1988). The rule discussed in Rayfield, \r\n  however, is the public duty rule which by definition applies only to determine \r\n  whether a government entity can be held liable for breach of a statutory duty. \r\n  See Steinke v. South Carolina Dept. of Labor, Licensing, and Regulation, \r\n  336 S.C. 373, 520 S.E.2d 142 (1999). While the Court of Appeals' holding regarding \r\n  the law of the case is procedurally correct, the public duty rule does not apply \r\n  in this case. \r\n4. We have adopted the closely \r\n  analogous tort of intentional interference with prospective contractual relations. \r\n  Crandall Corp. v. Navistar Int'l Transp. Corp., 302 S.C. 265, 395 S.E.2d \r\n  179 (1990); see also Allen v. Hall, 974 P.2d 199 (Or.1999) (intentional \r\n  interference with inheritance closely analogous to intentional interference \r\n  with economic relations). Most jurisdictions adopting the tort of intentional \r\n  interference with inheritance have required the plaintiff to prove the following \r\n  elements: (1) the existence of an expectancy (2) an intentional interference \r\n  with that expectancy through tortious conduct (3) a reasonable certainty that \r\n  the expectancy would have been realized but for the interference and (4) damages. \r\n  See, e.g., Nemeth v. Banhalmi, 425 N.E.2d 1187 (Ill. Ct. App. \r\n  1981); Morrill v. Morrill, 712 A.2d 1039 (Me. 1998); Doughtery v. \r\n  Morris, 871 P.2d 380 ( N.M. Ct. App. 1994); Firestone v. Galbreath, \r\n  616 N.E.2d 202 (Ohio 1993); Wickert v. Burggraf, 570 N.W.2d 889 (Wis. \r\n  1997); see also Restatement (Second) of Torts § 774B (1979). \r\n5. There is no allegation the \r\n  attorneys were acting for their own personal interests, another exception to \r\n  the immunity rule. Stiles, supra. \r\n6. See S.C. Code Ann. \r\n  § 15-51-20 (Supp. 2000) requiring that an action for wrongful death \"shall be \r\n  for the benefit of\" the enumerated statutory beneficiaries. \r\n7. A \"fiduciary\" is defined \r\n  to include a personal representative under § 62-1-201(13) (1987).\r\n\r\n8. The record indicates only \r\n  that the wrongful death action brought by Tort Attorneys was settled in 1993.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25250","title":"In the Matter of J. Allen Lewis, Jr.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25250","description":"In the Matter of J. Allen Lewis, Jr.  Attorney disciplinary matter in which the attorney admitted misconduct and consented to disbarment.","date":"2001-02-12","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        In the Matter of J. Allen Lewis,\r\nJr., Respondent.\r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25250\r\nSubmitted January 11, 2001- Filed February 12, 2001 \r\n\r\n\r\n\r\nDISBARRED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nHenry B. Richardson, of Columbia, for the Office of Disciplinary Counsel.\r\n\r\nJohn Delgado, of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:  In this attorney disciplinary matter, respondent and Disciplinary Counsel have entered into an Agreement for Discipline by Consent pursuant\r\nto Rule 21, RLDE, Rule 413, SCACR.  In the agreement, respondent admits misconduct and consents to disbarment. (1)  We accept the agreement for\r\ndisbarment.  The facts in the agreement are as follows.\r\n\r\n\r\n    Facts\r\n\r\n\r\n\r\nDisciplinary Counsel directed inquiries to respondent related to reported irregularities in his operating and trust accounts which raised concerns about check\r\nkiting and his compliance with financial record keeping requirements.  Respondent addressed correspondence to Disciplinary Counsel denying those problems\r\nand assuring Disciplinary Counsel that client funds were never in jeopardy.  Respondent had, in fact, engaged in check kiting and other improper banking\r\npractices.   Client funds were in jeopardy and, thus, respondent's representations to Disciplinary Counsel to the contrary were false.  As a result of respondent's\r\nimproper banking practices, a bank incurred a loss of $19,368, which respondent has repaid in full.  This loss was the result of misappropriations by respondent\r\nand respondent's irregular and misleading banking practices contrary to banking regulations and the requirements of Rule 417, SCACR.  \r\n\r\nRespondent served as local counsel for a large corporation and was entrusted with $1,000,000 of the corporation's funds to be used for payment of mechanics'\r\nliens.  Respondent misappropriated $250,000 of the corporation's funds.  When the misappropriation was discovered by the corporation, respondent wrote a\r\nletter to the corporation in which he apologized for his actions and promised to repay the funds.  Respondent repaid the funds to the corporation with interest. \r\nHowever, respondent misappropriated some of the funds used to repay the corporation from the trust accounts of other clients.  Respondent continued to\r\nmisappropriate funds from his clients after repaying the corporation.  \r\n\r\nIn fifty-one instances where respondent represented clients in personal injury claims, respondent misappropriated all or a significant portion of the settlement\r\nproceeds.  In the majority of those cases, respondent signed his clients' names to settlement documents and checks without the knowledge or consent of the\r\nclient.  Respondent transmitted the settlement documents to the insurance carriers or their counsel and then negotiated the settlement check for respondent's\r\nown uses.  In many instances, respondent misrepresented to his clients that their cases were still pending when, in fact, respondent had settled their case and\r\nmisappropriated their settlement funds without their knowledge or consent.  As a result of respondent's actions, $368,000 in client funds misappropriated by\r\nrespondent remain outstanding and unpaid to the clients involved.  \r\n\r\nIn two instances, respondent's clients discovered that respondent had misappropriated funds.  When respondent was confronted by one client, respondent repaid\r\nthe entire amount misappropriated and, in an effort to conceal his misconduct, waived all attorney's fees in connection with the matter and personally paid the\r\nclient's medical expenses.  When respondent was confronted regarding misappropriation of another client's funds, respondent agreed in writing to pay the client\r\n$100,000, an amount greatly in excess of the amount misappropriated, in an effort to conceal his misconduct.  Respondent repaid that client the amount\r\nmisappropriated and made some payments toward the additional amount he had agreed to pay. \r\n\r\nRespondent's acts of misappropriation were part of an on-going scheme.  In addition to the previous instances of misconduct, there were other instances of\r\nmisappropriation committed by respondent which were repaid prior to becoming known to the Office of Disciplinary Counsel.  Respondent failed to keep\r\nadequate records and, when records were kept, the information contained in them was false.\r\n\r\n\r\n    Law\r\n\r\n\r\n\r\nBy his conduct, respondent has violated the following provisions of the Rules of Professional Conduct, Rule 407, SCACR:  Rule 1.1 (a lawyer shall provide\r\ncompetent representation); Rule 1.2 (a lawyer shall abide by a client's decisions concerning the objectives of representation and shall consult with the client as\r\nto the means by which they are pursued; a lawyer shall abide by a client's decision whether to accept an offer of settlement of a matter); Rule 1.4 (a lawyer shall\r\nkeep a client reasonably informed about the status of a matter and shall explain a matter to the extent necessary to permit a client to make informed decisions\r\nregarding representation); Rule 1.15 (a lawyer shall keep a client's property separate from the lawyer's own property, shall keep records of such account funds,\r\nand shall promptly deliver to a client or third person funds that the client or person was entitled to receive, and shall render a full accounting); Rule 8.1(a) (in\r\nconnection with a disciplinary matter, a lawyer shall not knowingly make a false statement of material fact); Rule 8.1(b) (in connection with a disciplinary\r\nmatter, a lawyer shall not fail to disclose a fact necessary to correct a misapprehension, and shall not knowingly fail to respond to a lawful demand for\r\ninformation); Rule 8.4(a) (it is professional misconduct for a lawyer to violate the Rules of Professional conduct); Rule 8.4(b) (it is professional misconduct for\r\na lawyer to commit a criminal act that reflects adversely on the lawyer's honesty, trustworthiness, or fitness as a lawyer); Rule 8.4(c) (it is professional\r\nmisconduct for a lawyer to engage in conduct involving moral turpitude); and Rule 8.4(d) (it is professional misconduct for a lawyer to engage in conduct\r\ninvolving dishonesty, fraud, deceit, or misrepresentation). \r\n\r\nRespondent has also violated the following provisions of the Rules for Lawyer Disciplinary Enforcement, Rule 413, SCACR:  Rule 7(a)(1) (violating the Rules\r\nof Professional Conduct); Rule 7(a)(5) (engaging in conduct tending to pollute the administration of justice or bringing the legal profession into disrepute); and\r\nRule 7(a)(6) (violating the oath of office).\r\n\r\nRespondent also admits that he violated the financial record keeping requirements found in Rule 417, SCACR.\r\n\r\n\r\n    Conclusion\r\n\r\n\r\n\r\nWe accept the Agreement for Discipline by Consent and disbar respondent.  Within fifteen days of the date of this opinion, respondent shall file an affidavit\r\nwith the Clerk of Court showing that he has complied with Rule 30 of Rule 413, SCACR, and shall also surrender his Certificate of Admission to the Practice\r\nof Law to the Clerk of Court.\r\n\r\nDISBARRED.\r\n\r\ns/Jean H. Toal  C.J.\r\n\r\ns/James E. Moore  J.\r\n\r\ns/John H. Waller, Jr.  J.\r\n\r\ns/E.C. Burnett, III  J.\r\n\r\ns/Costa M. Pleicones  J.\r\n\r\n1. Respondent was placed on \r\n  interim suspension by order of this Court dated February 9, 2000. In the \r\n  Matter of Lewis, 339 S.C. 6, 528 S.E.2d 79 (2000). \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25251","title":"In the Matter of Gregory Lance Morris","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25251","description":"Attorney disciplinary matter in which respondent admitted misconduct and consented to disbarment from the practice of law in this state.","date":"2001-02-12","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        In the Matter of Gregory Lance\r\nMorris, Respondent.\r\n        &nbsp;\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25251\r\n\r\nSubmitted January 11, 2001 - Filed February 12, 2001\r\n\r\n\r\nDISBARRED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nHenry B. Richardson, Jr., Susan M. Johnston, and Barbara M. Seymour, all of Columbia, for Office of Disciplinary Counsel.\r\n\r\nJames H. Price, III, of Greenville, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter, respondent and Disciplinary Counsel have entered into an Agreement for Discipline by Consent pursuant\r\nto Rule 21, RLDE, Rule 413, SCACR.  In the agreement, respondent admits misconduct and consents to disbarment from the practice of law in this state.  We\r\naccept the agreement and disbar respondent. (1)  The facts as admitted in the agreement are as follows.\r\nFacts\r\n\r\nI. Client Fees\r\n\r\nRespondent accepted retainers from several clients, yet never performed any work on their behalf.  In at least three of these instances, respondent accepted\r\nretainers while he was suspended from the practice of law.\r\n\r\nII. Failure to Communicate with Clients\r\n\r\nRespondent failed to return telephone calls and properly communicate with several of his clients about the status of their cases. \r\n\r\nRespondent failed to notify his clients that he would be unavailable while being treated at an in-patient drug and alcohol rehabilitation program.  Respondent\r\nalso failed to withdraw from the representation of his clients, as required by Rule 1.16(a)(2) of the Rules of Professional Conduct.\r\n\r\nIII. Accounting of Fees and Settlements\r\n\r\nOn several occasions, respondent refused, upon request of the client, to supply an accounting of his fees earned or settlements obtained on behalf of the client.\r\n\r\nFurther, on at least one occasion, respondent did not return unearned retainer fees to the client.\r\n\r\nIV. Guardianship\r\n\r\nRespondent was retained to represent a minor.  He obtained a settlement on behalf of his client, but failed to establish a guardianship for his client for\r\napproximately eighteen months.  \r\n\r\nV. Misuse of Settlement Funds\r\n\r\nOn one occasion, respondent failed to pay the client's medical bills from the settlement proceeds.\r\n\r\nOn another occasion, respondent obtained a settlement on behalf of a minor client, but never deposited the settlement proceeds into the guardianship account\r\nestablished on her behalf.\r\n\r\nVI. Medicare Settlement Funds\r\n\r\nOn four occasions, respondent retained funds from settlements in order to pay Medicare's statutory lien for benefits paid on behalf of his clients.  Respondent\r\nfailed to notify Medicare that he settled the cases and held these funds in trust.  Respondent failed to negotiate a settlement of the Medicare lien.  Respondent\r\nmade no payments to Medicare on his clients' behalf.  At the time respondent was placed on incapacity inactive status, these retained settlement funds were not\r\nin his trust account.  \r\n\r\nRespondent failed to return these funds to his clients or otherwise ensure their safekeeping upon his suspension from the practice of law.\r\n\r\nVII. Termination of Representation without Notice\r\n\r\nRespondent obtained a default judgment for his client.  Not only did respondent not collect that judgment, but he terminated the representation of the client\r\nwithout notice to the client.  Respondent did not take the necessary steps to adequately protect the interests of the client.\r\n\r\nVIII. Failure to Commence Actions\r\n\r\nOn two occasions, respondent was retained to commence lawsuits.  In one case, respondent failed to file the action before the statute of limitations expired.  In\r\nthe other case, respondent received several continuances, but failed to take any action on the client's behalf.  \r\n\r\nRespondent also failed to file an appeal on behalf of a client.\r\n\r\nIX. Failure to Supervise Non-Lawyer Staff\r\n\r\nRespondent authorized a non-lawyer investigator to retain clients, provide legal advice, refer clients to physicians, and negotiate and accept settlement\r\nagreements.  These duties were undertaken by the non-lawyer without any supervision by respondent.\r\n\r\nRespondent authorized his non-lawyer assistant to be a signatory on his trust account.  The assistant was authorized to issue checks drawn from this account\r\nwithout consulting respondent.\r\n\r\nFurther, respondent's office staff was unable to contact him while he was being treated at the in-patient drug and alcohol rehabilitation program.  During that\r\ntime, respondent left approximately 300 client files with his unsupervised, non-lawyer staff. \r\n\r\nX. Practice of Law While Under Suspension\r\n\r\nRespondent was suspended from the practice of law on January 31, 2000, for failure to pay bar dues.  Respondent was again suspended from the practice of law\r\non May 22, 2000, for failure to meet continuing legal education requirements.  During respondent's suspension, he continued to retain clients and represent\r\nthem in court.  Respondent failed to inform the clients, opposing counsel, or the court that he was suspended from the practice of law.\r\n\r\nXI. Trust Account\r\n\r\nRespondent withdrew funds from his trust account that were not directly attributable to any fee earned.  At the time respondent was placed on disability inactive\r\nstatus, settlement funds and unearned retainer fees from various clients were not in his trust account.\r\n\r\nLaw\r\n\r\nBy his conduct, respondent has violated the following provisions of the Rules for Lawyer Disciplinary Enforcement, Rule 413, SCACR: Rule 7(a)(1)(violating\r\nthe Rules of Professional Conduct); Rule 7(a)(5) (engaging in conduct tending to pollute the administration of justice or to bring the courts or the legal\r\nprofession into disrepute or conduct demonstrating an unfitness to practice law); Rule 7(a)(6)(violating the oath of office taken upon admission to practice law\r\nin this state); and Rule 30 (duties following an administrative suspension).\r\n\r\nRespondent has also violated the following provisions of the Rules of Professional Conduct, Rule 407, SCACR:  Rule 1.1 (a lawyer shall provide competent\r\nrepresentation to a client); Rule 1.2 (a lawyer shall abide by a client's decisions concerning the objectives of representation and consult with the client as to the\r\nmeans by which they are to be pursued; a lawyer shall abide by a client's decision whether to accept an offer of settlement of a matter); Rule 1.3 (a lawyer shall\r\nact with reasonable diligence and promptness in representing a client); Rule 1.4 (a lawyer shall keep a client reasonably informed about the status of a matter\r\nand promptly comply with reasonable requests for information; a lawyer shall explain a matter to the extent reasonably necessary to permit the client to make\r\ninformed decisions regarding the representation); Rule 1.15 (a lawyer shall hold and safeguard property of clients or third persons separate from the lawyer's\r\nown business or personal property); Rule 1.16 (failure upon termination of representation to protect clients' interests, surrender papers and property to which\r\nthe clients are entitled and refund any advance payment of fees that has not been earned); Rule 3.2 (failure to make reasonable efforts to expedite litigation\r\nconsistent with the interest of a client); Rule 5.3 (a lawyer shall be responsible for the conduct of a non-lawyer assistant); Rule 5.5 (allowing a non-lawyer\r\nassistant to perform an activity that constituted the unauthorized practice of law); Rule 8.4(a) (violating the Rules of Professional Conduct); Rule 8.4(c) (engage\r\nin conduct involving moral turpitude); Rule 8.4(d) (engage in conduct involving dishonesty, fraud, deceit or misrepresentation); and Rule 8.4(e) (engage in\r\nconduct prejudicial to the administration of justice).  Finally, respondent has violated Rule 417, SCACR, by failing to maintain financial records.\r\n\r\nConclusion\r\n\r\nWe accept the Agreement for Discipline by Consent and disbar respondent from the practice of law in this state.  Within fifteen days of the date of this opinion,\r\nrespondent shall file an affidavit with the Clerk of Court showing that he has complied with Rule 30 of Rule 413, SCACR, and shall also surrender his\r\nCertificate of Admission to the Practice of Law to the Clerk of Court.\r\n\r\nDISBARRED.\r\n\r\ns/Jean H. Toal  C.J.\r\n\r\ns/James E. Moore  J.\r\n\r\ns/John H. Waller, Jr.  J.\r\n\r\ns/E.C. Burnett, III  J.\r\n\r\ns/Costa M. Pleicones  J.\r\n\r\n1. Respondent was transferred \r\n  to incapacity inactive status by order of this Court dated July 3, 2000. In \r\n  the Matter of Morris, 341 S.C. 405, 535 S.E.2d 430 (2000). \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25252","title":"In the Matter of Leon C. Banks","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25252","description":"Opinion disbarring attorney.","date":"2001-02-12","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        In the Matter of Leon C. Banks, Respondent.\r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No.  25252\r\nSubmitted January 16, 2000 - Filed February 12, 2001\r\n\r\n\r\nDISBARRED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nHenry B. Richardson, Jr., and Senior Assistant Attorney General James G. Bogle, Jr., both of Columbia, for the Office of Disciplinary Counsel.\r\n\r\nDesa A. Ballard, of West Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter, respondent and Disciplinary Counsel have entered into an Agreement for Discipline by Consent pursuant\r\nto Rule 21, RLDE, Rule 413, SCACR.  In the agreement, respondent admits misconduct and consents to disbarment. (1)  We accept the agreement and disbar\r\nrespondent.  The facts as admitted in the agreement are as follows.\r\n\r\n\r\n    Facts\r\n\r\n\r\n\r\nDuring the course of representing several defendants throughout 1997 and once in 1998, respondent received funds totaling over $161,000 from the Office of\r\nIndigent Defense (OID).  During that same time, respondent received over $4,000 from the Lancaster County Public Defender Corporation and $10,000 from\r\nthe Kershaw County Public Defender Corporation.  Respondent deposited these funds into his firm's capital litigation account.  Respondent did not comply\r\nwith Rule 417, SCACR, in that he failed to retain sufficiently detailed documentation to adequately identify these deposits.\r\n\r\n    Respondent disbursed the money from the capital litigation account but did not note on the checks any information as to purpose, client, or file number as\r\nrequired by Rule 417, SCACR.  These checks were made payable to respondent personally, to his firm's general operating account, and to cash.  Respondent\r\nconverted the majority of the OID funds for purposes other than that for which they were intended.  Both the capital litigation account and the general operating\r\naccount frequently had negative balances. \r\n\r\nAfter respondent learned about the shortage of funds in the capital litigation account, he deposited $31,260 into the account in February of 1998.  That deposit\r\nconsisted of one check drawn on respondent's personal account that he held jointly with his wife.  At the time respondent negotiated the check from his\r\npersonal account, that joint account contained only $1,470.10.  This intentional misrepresentation constituted check kiting.  \r\n\r\nAlso in February of 1998, a deposit of $24,500 was made into the capital litigation account.  These funds were from a personal loan from a third party.  The\r\nloan was predicated on a promissary note with a ninety day repayment period.  Respondent used these funds to make various payments to service providers and\r\nexpert witnesses relevant to a capital client.  Respondent failed to repay the lender within the ninety day period and the guarantor repaid the loan.  As of August\r\n13, 1999, respondent had not yet repaid the guarantor.\r\n\r\nA financial management firm loaned money to respondent for personal living expenses.  These loans were secured by account vouchers for work completed by\r\nrespondent for the OID.  The financial management firm made a complaint against respondent.  Respondent had another attorney representing him in\r\nconnection with this complaint.  In November of 1998, respondent sent his attorney a note enclosing copies of OID vouchers submitted on five cases. \r\nRespondent never submitted those five vouchers to the OID nor did that agency make payments to respondent pursuant to those five vouchers.\r\n\r\n\r\n    Law\r\n\r\n\r\n\r\nBy his conduct, respondent has violated the following provisions of the Rules of Professional Conduct, Rule 407, SCACR: Rule 1.15 (a lawyer shall hold\r\nproperty of clients that is in a lawyer's possession in connection with a representation separate from the lawyer's own property, funds shall be kept in a separate\r\naccount maintained in the state where the lawyer's office is situated, and complete records of such account funds shall be kept by the lawyer); Rule 8.4 (it is\r\nprofessional misconduct for a lawyer to: violate the Rules of Professional Conduct; commit a criminal act that reflects adversely on the lawyer's honesty,\r\ntrustworthiness or fitness as a lawyer in other respects; engage in conduct involving moral turpitude; engage in conduct involving dishonesty, fraud, deceit or\r\nmisrepresentation; engage in conduct that is prejudicial to the administration of justice).\r\n\r\nRespondent has also violated the following provisions of the Rules for Lawyer Disciplinary Enforcement, Rule 413, SCACR: Rule 7(a)(1) (violating the Rules\r\nof Professional Conduct); Rule 7(a)(5) (engaging in conduct tending to pollute the administration of justice or to bring the courts or the legal profession into\r\ndisrepute or conduct demonstrating an unfitness to practice law); Rule 7(a)(6) (violating the oath of office taken upon admission to practice law in this state).   \r\n\r\nWe accept the Agreement for Discipline by Consent and disbar respondent.  Within fifteen days of the date of this opinion, respondent shall file an affidavit\r\nwith the Clerk of Court showing that he has complied with Rule 30 of Rule 413, SCACR, and shall also surrender his Certificate of Admission to the Practice\r\nof Law to the Clerk of Court.\r\n\r\nDISBARRED.\r\n\r\ns/Jean H. Toal  C.J.\r\n\r\ns/James E. Moore  J.\r\n\r\ns/John H. Waller, Jr.  J.\r\n\r\ns/E.C. Burnett, III  J.\r\n\r\ns/Costa M. Pleicones  J.\r\n\r\n1. Respondent was placed on \r\n  incapacity inactive status by order of this Court dated August 13, 1999. In \r\n  re Banks, 336 S.C. 334, 520 S.E.2d 316 (1999). \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25253","title":"Brown v. Allstate Insurance Company","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25253","description":"This case, on certiorari from the Court of Appeals, concerns the admission of evidence in an arson case.","date":"2001-02-20","type":"opinion","text":"\r\n       \r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n \r\n   \r\n     \r\n       Tommy E. Brown, Sr., Petitioner, \r\n        \r\n          \r\n            v.\r\n          \r\n        \r\n        Allstate Insurance Company, Respondent. \r\n          \r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT \r\n  OF APPEALS\r\n\r\n\r\n  \r\n    Appeal From Spartanburg County\r\n    Roger L. Couch, Special Circuit Court Judge\r\n  \r\n\r\n\r\nOpinion No. 25253\r\n  Heard November 15, 2000 - Filed February 20, 2001\r\n\r\n \r\n\r\n\r\n   REVERSED\r\n  \r\n\r\n\r\n \r\n   \r\n     \r\n       \r\n        James C. Cothran, Jr. and Robert M. Holland, \r\n          both of Spartanburg, for petitioner.\r\n        Richard L. Patton, of Patton &amp; Associates, \r\n          of Greenville, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nCHIEF JUSTICE TOAL: We granted \r\n  Tommy E. Brown's (\"Brown\") petition for a writ of certiorari to review the Court \r\n  of Appeals' decision in Brown v. Allstate Ins. Co., 337 S.C. 499, 523 \r\n  S.E.2d 807 (Ct. App. 1999). We reverse.\r\n\r\n  \r\n    Facts/Procedural \r\n    Background \r\n  \r\n\r\nOn February 13, 1995, \r\n  Brown's car stopped on U.S. Highway 29 between Cowpens and Gaffney in Cherokee \r\n  County, South Carolina. He parked the car on the side of the road and left it \r\n  overnight. The following morning, at approximately 2:00 a.m., Brown's 1984 Chevrolet \r\n  Corvette was found burning. The car was a total loss as a result of the fire \r\n  and was taken to the salvage yard. All parties agree the car was intentionally \r\n  burned. \r\nPrior to the fire, \r\n  Brown's car was in pristine condition. Mr. Hamrick, the owner of Hamrick's Used \r\n  Cars and Trucks, was familiar with the car and testified his son detailed the \r\n  car one month prior to the fire. According to Mr. Hamrick, the car was in mint \r\n  condition and it had many expensive additions, such as an excellent stereo system \r\n  and \"ground effects.\" Mr. Mathis, a mechanic who worked on the car for eleven \r\n  years, testified Brown kept the car in near perfect condition. Mr. Mathis saw \r\n  the car on the day of the incident and testified the engine was in good condition. \r\n  \r\nBrown filed a claim \r\n  with Allstate Insurance Company (\"Allstate\"), his insurer, for the value of \r\n  the car. Allstate denied the claim contending the car burned as a result of \r\n  arson by, or at the direction of, Brown. According to Allstate, Brown was guilty \r\n  of misrepresentation and bad faith by asserting a false claim. Allstate averred \r\n  Brown had both the motive and opportunity to set the fire, and Brown misrepresented \r\n  or concealed his involvement. \r\nOn October 12, 1995, \r\n  Brown brought a civil action against Allstate for breach of contract and bad \r\n  faith refusal to pay benefits. During the bench trial, Melinda Brown, Browns' \r\n  ex-wife, testified Brown knew the engine was having problems prior to the fire, \r\n  but he did not have enough money to fix it. The trial court did not find Melinda \r\n  Brown's testimony credible because she smiled at inappropriate times during \r\n  her testimony, did not recall the parties exchanged criminal warrants prior \r\n  to her contacting the insurance company, and she appeared to \"gain some strange \r\n  pleasure from her testimony against [Brown].\" The trial court disregarded her \r\n  testimony as unreliable and biased. \r\nOn February 10, 1998, \r\n  the trial court found in favor of Brown for breach of contract and required \r\n  Allstate to pay $25,000 for his automobile. The trial court dismissed the cause \r\n  of action for bad faith refusal to pay benefits because several factors justified \r\n  Allstate's initial refusal to pay benefits, including: (1) there were traces \r\n  of gasoline in the carpet padding; (2) the stereo and alloy wheels had not been \r\n  stolen; (3) there were inconsistencies in Brown's testimony; and (4) a statement \r\n  by Brown's ex-wife that attempted to establish a motive for the fire. \r\nThe trial court found, \r\n  and Brown and Allstate agreed, the fire was of an incendiary nature and intentionally \r\n  set. The trial court further held Brown had opportunity to set the fire, but \r\n  Allstate failed to establish a sufficient motive for burning the automobile. \r\n  The trial court found it persuasive that the morning after Brown parked his \r\n  car on the side of the road, he went to his usual repair shop to make arrangements \r\n  to have the car towed, and apparently did not realize it had burned. Further, \r\n  the trial court found the trial testimony indicated Brown \"babied\" his car and \r\n  would have done nothing to harm it.\r\nDuring the trial, \r\n  over Allstate's objection, the trial judge allowed Brown to testify he had not \r\n  been criminally charged with arson, aiding or abetting arson, or conspiracy \r\n  to commit arson. Allstate appealed alleging the trial court erred in admitting \r\n  evidence concerning the State's decision not to prosecute Brown for arson. The \r\n  Court of Appeals reversed holding: (1) as a matter of first impression, evidence \r\n  of the State's failure to prosecute the insured for arson was inadmissible; \r\n  (2) this error required reversal; and (3) the presumption of regularity of proceedings \r\n  in a bench trial did not apply.\r\nThe following issue \r\n  is before this Court on certiorari:\r\n \r\n   Did the trial \r\n    judge err in receiving evidence the State did not charge or prosecute Brown \r\n    for arson?\r\n\r\n\r\n  \r\n    Law/Analysis \r\n     \r\n  \r\n\r\nBrown and Allstate \r\n  concede the trial judge received incompetent evidence when he allowed Brown \r\n  to testify he had not been prosecuted for arson or related crimes. We agree \r\n  with the Court of Appeals' opinion and recent case law that evidence of non-prosecution \r\n  for criminal arson is irrelevant and immaterial in a civil case for fire insurance \r\n  proceeds. See Rabon v. Great Southwest Fire Ins. Co., 818 F.2d \r\n  306 (4th Cir. 1987) (holding a federal trial court committed reversible \r\n  error when it permitted a plaintiff in a suit for fire insurance proceeds to \r\n  present evidence of his non-prosecution or acquittal on related criminal arson \r\n  charges); see also Kelly's Auto Parts, No. 1, Inc. v. Boughton, 809 \r\n  F.2d 1247 (6th Cir. 1987); Am. Home Assurance Co., v. Sunshine \r\n  Supermarket, Inc., 753 F.2d 321 (3d Cir. 1985); Kamenov v. N. Assurance \r\n  Co. of Am., 687 N.Y.S.2d 838 (N.Y. App. Div. 1999); Cook v. Auto Club \r\n  Ins. Ass'n, 552 N.W.2d 661 (Mich. Ct. App. 1996); Krueger v. State \r\n  Farm Fire &amp; Cas. Co., 510 N.W.2d 204 (Minn. Ct. App. 1993); 19 Couch \r\n  On Insurance 2d Evidence § 79:571 (Rev. ed. 1983 &amp; Supp. 1999) \r\n  (indictment of insured for arson, or failure to indict him or her for such crime, \r\n  is irrelevant and inadmissible in action on a fire insurance policy where the \r\n  defense is the insured caused the fire).\r\nAccording to the \r\n  court in Rabon, evidence of criminal charges related to arson \r\n  is excluded in suits for fire insurance proceeds because such evidence goes \r\n  to the principal issue before the court and is highly prejudicial. Rabon, \r\n  818 F.2d at 309. Furthermore, a prosecutor's decision not to prosecute and a \r\n  jury's decision to acquit in a criminal trial are based on different criteria \r\n  than those that apply in a civil proceeding. Id. \"In particular, a \r\n  prosecutor's decision to nolle prosse may take into account many factors \r\n  irrelevant in a civil suit, such as the higher standard of proof required for \r\n  a criminal conviction. In any event, a prosecutor's opinion whether the insured \r\n  started the fire is inadmissible since based on knowledge outside his personal \r\n  experience.\" Id. \r\nAlthough we find \r\n  the evidence of Brown's non-prosecution for arson was irrelevant and inadmissible, \r\n  we reverse the Court of Appeals' decision because the admission of the evidence \r\n  was harmless. We find there was not a sufficient showing the trial judge either \r\n  affirmatively relied on the incompetent evidence, or could not have reached \r\n  the same result without relying on the incompetent evidence. \r\nWe agree with the \r\n  Court of Appeals' dissent, which concurred in the majority's finding that the \r\n  evidence of Brown's non-prosecution was inadmissible, but dissented on the issue \r\n  of prejudice. The dissent concluded, as do we, that the admission of the evidence \r\n  was harmless because Allstate failed to prove motive, an essential element of \r\n  its defense. To prove arson, an insurer must demonstrate by the preponderance \r\n  of the evidence the fire was of an incendiary origin, and the insured caused \r\n  the fire. Carter v. Am. Mut. Fire Ins. Co., 297 S.C. 218, 375 \r\n  S.E.2d 356 (Ct. App. 1988). An insurer can prevail in an arson defense based \r\n  solely on circumstantial evidence if it shows the fire was of an incendiary \r\n  origin and the plaintiff had both the opportunity and the motive to set the \r\n  fire. Id. (quoting Fortson v. Cotton States Mut. Ins. Co., \r\n  308 S.E.2d 382, 385 (Ga. Ct. App. 1983)).\r\nIn this case, the \r\n  trial judge held the fire was of an incendiary nature and Brown had the opportunity \r\n  to set it. However, the trial judge ruled Allstate failed to prove Brown had \r\n  sufficient motive for burning the vehicle. According to the trial judge, no \r\n  evidence was introduced concerning Brown's stressed financial condition, other \r\n  than his ex-wife's testimony, which the court discounted as unreliable. Furthermore, \r\n  the trial court was persuaded by the fact an engine repair would cost less than \r\n  the value of the car. Such repair would place the car in pristine condition \r\n  and Brown would be able to sell the car for a substantial amount of money. Moreover, \r\n  all the trial testimony indicated Brown \"babied\" his car and would have done \r\n  nothing to damage it. The trial judge was also persuaded by the fact Brown visited \r\n  his mechanic and asked to have the vehicle towed the morning after the fire, \r\n  apparently unaware the vehicle was destroyed. \r\nBased on these specific \r\n  factual findings, the trial judge held Allstate did not establish motive. Because \r\n  Allstate failed to prove an essential element of its defense, Allstate cannot \r\n  demonstrate it was prejudiced by the trial judge's admission of the incompetent \r\n  evidence. Therefore, the admission of the improper evidence was, at most, harmless \r\n  error. \r\nThe Court of Appeals, \r\n  in its majority opinion, held the admission of evidence was reversible error \r\n  because the incompetent evidence was admitted precisely for consideration of \r\n  the ultimate issue before the court - whether Brown committed arson of his vehicle. \r\n  According to the majority: \"We reject the application of the [presumption of \r\n  regularity] rule where the court in a bench trial allows a potpourri of improper \r\n  evidence on the ultimate issue in the case followed by an order \r\n  with no ruling or comment by the court indicating a rejection of the incompetent \r\n  evidence.\" Brown, 337 S.C. at -, 523 S.E.2d at 815 (emphasis in original). \r\n  The majority held that because the trial judge never acknowledged the evidence \r\n  was inadmissible, did not respond affirmatively to counsel's argument in that \r\n  regard, and did not reconsider the ruling or state the evidence would not be \r\n  considered on the ultimate issue of arson, the overwhelming inference from the \r\n  record was the trial judge considered the evidence. Accordingly, the majority \r\n  concluded the incompetent evidence induced the court to make an essential finding \r\n  which would not otherwise have been made.\r\nThe majority essentially \r\n  adopts a new rule for trial judges sitting without a jury. According to the \r\n  majority, if incompetent evidence is admitted on the ultimate issue of the trial, \r\n  the trial judge must affirmatively reject this evidence, even if it is clear \r\n  he is making a judgment based on competent evidence in the record. We reject \r\n  this rule because it would require trial judges to rule on all admitted evidence \r\n  in a bench trial. A trial judge's role in a bench trial is to admit all \r\n  evidence and then evaluate it in a non-jury setting. The majority's rule is, \r\n  therefore, unnecessarily burdensome and would inhibit the trial judge's ability \r\n  to evaluate the evidence and ascertain the truth.\r\n\r\n  \r\n    Conclusion \r\n  \r\n\r\nBased on the lack \r\n  of competent evidence of motive and the lack of reference to the incompetent \r\n  evidence in the trial judge's order, there is not a reasonable probability such \r\n  evidence had an effect on the result. We, therefore, REVERSE \r\n  the Court of Appeals' decision and REINSTATE the decision of \r\n  the trial court.\r\nMOORE, WALLER, BURNETT and PLEICONES, JJ., \r\n  concur.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25254","title":"Wintersteen v. Food Lion, Inc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25254","description":"Neglience case- Slip and fall on a foreign substance on grocery store floor.","date":"2001-02-26","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nWintersteen\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Teresa Wintersteen, Petitioner,\r\n        \r\n        \r\nv.\r\n        \r\n\r\nFood Lion, Inc., Respondent.\r\n \r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Orangeburg County\r\nCharles W. Whetstone, Jr., Circuit Court Judge\r\n\r\n\r\n\r\nOpinion No. 25254\r\nHeard November 2, 2000 - Filed February 26, 2001\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nJean P. Derrick, of Lexington, and F. Patrick Hubbard, of University of South Carolina School of Law, of Columbia, for petitioner.\r\n\r\nSamuel F. Painter and Elizabeth H. Campbell, of Nexsen, Pruet, Jacobs &amp; Pollard, of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE WALLER: We granted a writ of certiorari \r\n  to review Wintersteen v. Food Lion, Inc., 336 S.C. 132, 518 S.E.2d 828 \r\n  (Ct. App. 1999). We affirm.\r\n\r\nFACTS\r\n\r\n\r\nWintersteen slipped and fell on a puddle of clear liquid in a Food Lion grocery store.  She was walking near a self-service soda fountain equipped with an ice\r\ndispenser when the fall occurred.  As a result of the fall, she suffered a back injury and underwent surgery for herniated disks; she subsequently filed suit against\r\nFood Lion.  \r\n\r\nAt the close of Wintersteen's case, Food Lion moved for \r\n  a directed verdict, contending Wintersteen presented no evidence that any Food \r\n  Lion employee had actual or constructive notice of the presence of the substance \r\n  on the floor prior to the accident. The trial court denied the motion, concluding \r\n  Food Lion, by providing its customers with a self-service soda fountain equipped \r\n  with an ice dispenser, created a foreseeable risk that ice would fall onto the \r\n  floor and create a dangerous condition. The jury awarded Wintersteen $500,000 \r\n  in actual damages (reduced by her 45% comparative negligence) and $500,000 punitive \r\n  damages. The Court of Appeals reversed, holding Wintersteen failed to prove \r\n  Food Lion had actual or constructive knowledge of the substance on the floor. \r\n  Accordingly, citing Simmons v. Winn-Dixie Greenville, Inc., 318 S.C. \r\n  310, 457 S.E.2d 608 (1995), and Bessinger v. Bi-Lo, Inc., 329 S.C. 617, \r\n  496 S.E.2d 33 (Ct.App.1998), the Court of Appeals held Food Lion was entitled \r\n  to a directed verdict.\r\n\r\nISSUE\r\n\r\n\r\n\r\nDid the Court of Appeals err in holding Food Lion was entitled to a directed verdict?\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\nWhen reviewing the denial of a motion for directed verdict \r\n  or judgment notwithstanding the verdict, this Court must view the evidence and \r\n  all reasonable inferences in the light most favorable to the nonmoving party. \r\n  Steinke v. South Carolina Dep't of Labor, 336 S.C. 373, 520 S.E.2d 142 \r\n  (1999). If the evidence as a whole is susceptible of only one reasonable inference, \r\n  no jury issue is created and a directed verdict motion is properly granted. \r\n  Bloom v. Ravoira, 339 S.C. 417, 529 S.E.2d 710 (2000). \r\n\r\nTo recover damages for injuries caused by a dangerous or \r\n  defective condition on a storekeeper's premises, the plaintiff must show either \r\n  (1) that the injury was caused by a specific act of the defendant which created \r\n  the dangerous condition; or (2) that the defendant had actual or constructive \r\n  knowledge of the dangerous condition and failed to remedy it. Anderson v. \r\n  Racetrac Petroleum Inc., 296 S.C. 204, 371 S.E.2d 530 (1988); Pennington \r\n  v. Zayre Corp, 252 S.C. 176, 165 S.E.2d 695 (1969); Hunter v. Dixie Home \r\n  Stores, 232 S.C. 139, 101 S.E.2d 262 (1957). In the case of a foreign substance, \r\n  the plaintiff must demonstrate either that the substance was placed there by \r\n  the defendant or its agents, or that the defendant had actual or constructive \r\n  notice the substance was on the floor at the time of the slip and fall. Calvert \r\n  v. House Beautiful Paint &amp; Decorating Ctr., Inc., 313 S.C. 494, 443 \r\n  S.E.2d 398 (1994); Wimberly v. Winn-Dixie Greenville, Inc., 252 S.C. \r\n  117, 165 S.E.2d 627 (1969); Pennington v. Zayre Corp., 252 S.C. 176, \r\n  165 S.E.2d 695 (1969); Orr v. Saylor, 253 S.C. 155, 169 S.E.2d 396 (1969); \r\n  Hunter v. Dixie Home Stores, 232 S.C. 139, 101 S.E.2d 262 (1957); Gilliland \r\n  v. Pierce, 235 S.C. 268, 111 S.E.2d 521 (1959); Gillespie v. Wal-Mart \r\n  Stores, Inc., 302 S.C. 90, 394 S.E.2d 24 (Ct.App.1990). \r\n\r\nWintersteen does not dispute the trial court's ruling that \r\n  Food Lion neither placed the substance on the floor nor had actual or constructive \r\n  notice thereof. Rather, she contends that, if it is foreseeable an item will \r\n  fall to the floor, then the storekeeper has a duty to minimize such risks and \r\n  take measures to prevent the items from falling. Although this approach has \r\n  some appeal, we decline to depart from our traditional \"foreign substance\" analysis. \r\n  We adhere to prior precedent that a storekeeper is liable only upon a showing \r\n  that it actually placed the foreign substance on the floor, or that it had actual \r\n  or constructive notice thereof. Simmons v. Winn-Dixie; Hunter v. Dixie \r\n  Home Stores. \r\n\r\nStorekeeper liability is founded upon the duty of care a \r\n  possessor of land owes to an invitee. Generally, a person owes an invitee the \r\n  duty of exercising reasonable or ordinary \r\n  care for his safety and is liable for any injury resulting from the breach of \r\n  this duty. Graham v. Whitaker, 282 S.C. 393, 321 S.E.2d 40 (1984). Although \r\n  a merchant is not an insurer of the safety of his customers. Felder v. K-Mart, \r\n  297 S.C. 446, 377 S.E.2d 332 (1989), he owes a duty to keep aisles and passageways \r\n  in a reasonably safe condition. Moore v. Levitre, 294 S.C. 453, 365 S.E.2d \r\n  730 (1988). \r\n\r\nTo date, we have not required storekeepers to take actions to prevent or minimize the foreseeable risk of a foreign substance on the floor of its premises. (1)  In\r\nfact, two recent cases reject Wintersteen's contention.  \r\n\r\nIn Simmons v. Winn-Dixie Greenville, Inc., 318 S.C. \r\n  310, 457 S.E.2d 608 (1995), the plaintiff did not challenge this Court's long-standing \r\n  rule regarding a storekeeper's actual or constructive notice of foreign substances. \r\n  Simmons contended, however, that due to the number of slip and fall incidents \r\n  occurring in Winn-Dixie's stores, that it had created a dangerous condition \r\n  and foreseeable risk of harm. We declined to expand the standard of actual or \r\n  constructive notice in the foreign substance slip and fall cases. In declining \r\n  to adopt a \"foreseeability\" rule in foreign substance cases, Simmons \r\n  implicitly rejected a \"duty to prevent\" rule. \r\n\r\nSimilarly, in Bessinger v. Bi-Lo, Inc., 329 S.C. \r\n  617, 496 S.E.2d 33 (Ct. App. 1998), the plaintiff slipped on a grape in a Bi-Lo \r\n  check-out line. She contended the store's method of displaying the grapes in \r\n  vented bags created a dangerous condition. As in Simmons, the Court of \r\n  Appeals in Bessinger rejected the contention, holding the plaintiff was required \r\n  to prove either actual or constructive notice of the foreign substance. \r\n\r\n\r\nWe find a very legitimate basis for adherence to our traditional \r\n  slip and fall analysis. In such cases, although there may be a foreseeable risk \r\n  that substances will wind up on the floor, there is no specific act of the defendant \r\n  which causes the substance to arrive there, i.e., it generally arrives there \r\n  through the handling of a third party. To require shopkeepers to anticipate \r\n  and prevent the acts of third parties is, in effect, to render them insurers \r\n  of their customers' safety. This is simply not the law of this state. See&nbsp; \r\n  Hunter v. Dixie Home Stores, 232 S.C. 139, 145, 101 S.E.2d 262, 265 (1957) \r\n  (noting Kentucky case which held shopkeeper was not, as a general rule, bound \r\n  to anticipate an independent act of negligence by a third party \r\n  in placing such objects on the floor); Milligan v. Winn-Dixie \r\n  Raleigh, 273 S.C. 118, 120, 254 S.E.2d 798, 799 (1979) (noting \"[i]t has \r\n  long been the law in South Carolina that a merchant is not an insurer of the \r\n  safety of his customer but owes them only the duty of exercising ordinary care \r\n  to keep the premises in reasonably safe condition\").\r\n\r\nAlthough some courts have adopted either a \"mode of display\" or a duty to prevent analysis, such an approach has been criticized.    As noted by one court,\r\n\r\n\r\nIn a slip and fall case [the] focus is on whether the defendant acted reasonably in discovering and removing foreign objects from the floor.  To shift the inquiry\r\nto the storekeeper's chosen method of displaying and packaging goods would place an unreasonable burden on storekeepers.  It simply would not be reasonable\r\nto require storekeepers to make it impossible for food items to fall on the floor.  Nor, do we think, would such a result be possible. . . . Some latitude must be\r\nallowed to the proprietor of a store to display goods in a manner consistent with the nature of the goods and of the business.\r\n\r\n\r\nRichardson v. Kroger, 521 So.2d 934, 937 (Ala. 1988). \r\n  In Baker v. Toys-R-Us Inc., 133 F.3d 913 (1998 WL 7939)(4th Cir. 1998)(applying \r\n  South Carolina law), the Fourth Circuit Court of Appeals, analyzing the distinction \r\n  between a \"created danger\" case and a \"foreign substance\" case, noted,\r\n\r\n\r\nRetail stores exist for the singular purpose of selling goods to customers, and therefore the goods must be subject to removal by store patrons.  Sometimes,\r\nhowever, this results in a dangerous condition created when a store's customers drop products on the floor.  Because this danger is a necessary consequence of\r\nthe retail business, the South Carolina courts appear to rule that such hazards are reasonable as a matter of law so long as they are remedied when discovered. \r\nThus, where the defect results from the unauthorized act of another, the storekeeper is held only to reasonable care in the discovery and remedy or removal of it.\r\n\r\n\r\nSee&nbsp;also Rowe v. Winn-Dixie Stores, \r\n  714 So.2d 1180 (Fla. 1998) (declining, in supermarket slip and fall cases, to \r\n  adopt \"negligent method of operation\" theory which would require a continuous \r\n  duty to look out for the safety of patrons); Lingerfelt v. Winn-Dixie Texas, \r\n  645 P.2d 485, 492 (Tex. 1982)(Justice Barnes, dissenting) (expressing view that \r\n  majority's ruling \"amounts to imposition of liability on a 'no fault basis' \r\n  and store owners who display their fruits and vegetables in their usual and \r\n  customary manner will become insurers. The result, of course, will be that stores \r\n  will be forced to wrap in cellophane or other containers, their fresh produce \r\n  which . . . is not warranted or desired by the average store customer\").\r\n\r\nCONCLUSION\r\n\r\n\r\nWe decline to depart from traditional foreign substance \r\n  analysis: a storekeeper is only liable if it places the substance on the floor, \r\n  or if it has actual or constructive notice thereof. See Simmons v. \r\n  Winn-Dixie, supra (declining to expand \"foreign substance\" liability \r\n  based upon inherently dangerous condition and foreseeable risk of harm). Accordingly, \r\n  as Wintersteen failed to prove either of these, Food Lion was properly granted \r\n  a directed verdict, and the Court of Appeals' opinion is therefore\r\n\r\nAFFIRMED.\r\n\r\nTOAL, C.J., MOORE, BURNETT and PLEICONES, JJ., concur.\r\n\r\n1.  Wintersteen contends this Court and \r\n  the Court of Appeals did so in Henderson v. St. Francis Community Hospital, \r\n  303 S.C. 177, 399 S.E.2d 767 (1990), and Pinckney v. Winn-Dixie Stores, Inc., \r\n  311 S.C. 1, 426 S.E.2d 327 (Ct. App. 1992). We disagree. Henderson involved \r\n  a slip and fall on a sweet gum ball in the parking lot of St. Francis Hospital. \r\n  The hospital built the parking lot in 1969, planted sweet gum trees in 1971, \r\n  and notwithstanding the advice of its architect that the trees be removed to \r\n  implement a 1982 addition to the lot, added a stairway beside one of the trees. \r\n  We held a jury question was presented as to whether the hospital was negligent \r\n  in failing to either remove the trees or employ sufficient safeguards \"when \r\n  it had actual and constructive knowledge of the dangerous condition created \r\n  by the sweet gum trees.\" 303 S.C. at 181, 399 S.E.2d at 769. \r\n  Implicit in this holding is the fact that the defendant had constructive notice \r\n  of the gum balls on the ground on the day of the accident. Accordingly, as actual \r\n  and constructive notice was found in Henderson, it is inapposite to the \r\n  case at hand.\r\n\r\nPinckney is a Court of Appeals case in which the \r\n  plaintiff slipped and fell on poinsettia leaves. The Court of Appeals held there \r\n  was evidence of record from which the jury might have inferred the store manager \r\n  observed the poinsettia leaves falling to the floor and that the leaves were \r\n  left on the floor until the next periodic sweeping. Implicit in this finding \r\n  is a holding that the store had actual or constructive notice of fallen leaves \r\n  at the time of the plaintiff's fall. Accordingly, Pinckney is of no aid \r\n  to Wintersteen.\r\n\r\nPrior to Pinckney and Henderson, it was generally \r\n  held that constructive notice is established through evidence the foreign substance \r\n  was on the floor for a sufficient length of time that the storekeeper should \r\n  have discovered and removed it.  Wimberly v. Winn-Dixie Greenville, Inc., \r\n  252 S.C. 117, 165 S.E.2d 627 (1969). However, this is not the only manner in \r\n  which to establish constructive notice. Notably, in both Henderson and \r\n  Pinckney, the conditions were of such a recurrent nature that the defendants \r\n  were chargeable with constructive notice on the day of the accident. Although \r\n  mere recurrence alone is insufficient to establish constructive notice, there \r\n  may be certain factual patterns, as in Henderson and Pinckney, \r\n  wherein the recurrence is of such a nature as to amount to a continual condition, \r\n  and that factor, when coupled with other evidence, such as store employees' \r\n  knowledge thereof, may be sufficient to create a jury issue as to the defendant's \r\n  constructive notice at the time of the accident. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25255","title":"In the Matter of Ivey Pernell Starks","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25255","description":"This is an attorney disciplinary matter.","date":"2001-02-26","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n       In the Matter of Ivey Pernell Starks, \r\n        Respondent. &nbsp;  \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25255\r\n  Submitted January 30, 2001 - Filed February 26, 2001\r\n\r\n\r\n\r\n    DEFINITE SUSPENSION  \r\n  \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Henry B. Richardson, Jr., and Assistant Deputy \r\n          Attorney General J. Emory Smith, Jr., both of Columbia, for the Office \r\n          of Disciplinary Counsel.\r\n\r\n        Ivey Pernell Starks, of Columbia, pro se.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n\r\nPER CURIAM:  In \r\nthis attorney disciplinary matter, respondent and Disciplinary Counsel have entered \r\ninto an Agreement for Discipline by Consent pursuant to Rule 21, RLDE, Rule 413, \r\nSCACR. In the agreement, respondent admits misconduct and consents to a definite \r\nsuspension from the practice of law for a period of two years retroactive to the \r\ndate he was placed upon disability inactive status and until he is removed from \r\ndisability inactive status and reinstated to the practice of law by order of this \r\nCourt. (1) We accept the agreement. The facts as \r\nadmitted in the agreement are as follows. \r\nFacts\r\n\r\nRespondent was either retained or appointed to \r\n  represent several clients in criminal and civil matters. He demonstrated a pattern \r\n  and practice of failing to represent the clients diligently and competently \r\n  and failing to adequately communicate with them. \r\n\r\nIn several instances, respondent made little or \r\n  no contact with the clients after being retained. He failed to respond to a \r\n  client's written inquiries or accept the client's telephone calls and failed \r\n  to notify another client of a hearing which resulted in that client being jailed \r\n  after having his bond revoked for failing to appear. Respondent's failure to \r\n  communicate with clients led to one client's incarceration for a period of time \r\n  which exceeded the maximum prison sentence he could receive. In one instance, \r\n  respondent entered a guilty plea on behalf of a client and in another instance \r\n  he entered an agreement to have a case transferred from federal court to state \r\n  court without authorization from the clients. \r\n\r\nIn several matters, respondent took little or no \r\n  action on behalf of his clients after being retained. In one criminal matter, \r\n  respondent did not investigate the facts, did not interview any witnesses, and \r\n  did not obtain any discovery. In the same case, he filed a notice of appeal \r\n  on behalf of the client but did not respond to the request of the Office of \r\n  Appellate Defense (OAD) about his status as appellate counsel so OAD closed \r\n  their file. In another matter, respondent filed a motion on behalf of a civil \r\n  client but completed little work thereafter. In two other matters, respondent \r\n  was retained to initiate lawsuits which were never filed. Respondent failed \r\n  to return filing fees to one of those clients. \r\n\r\nAlthough respondent has been ill since November \r\n  1995, he has failed to ensure that action was taken regarding clients' cases \r\n  and has failed to return a client's file.\r\n\r\nLaw\r\n\r\nBy his conduct, respondent has violated the following \r\n  provisions of the Rules of Professional Conduct, Rule 407, SCACR: Rule 1.1 (a \r\n  lawyer shall provide competent representation to a client); Rule 1.3 (a lawyer \r\n  shall act with reasonable diligence and promptness in representing clients); \r\n  Rule 1.4(a) (a lawyer shall keep clients reasonably informed about the status \r\n  of their cases and promptly comply with clients' reasonable requests for information); \r\n  Rule 8.4(a) (violating the Rules of Professional Conduct); Rule 8.4(d) (engaging \r\n  in conduct involving misrepresentation) and Rule 8.4(e) (engaging in conduct \r\n  that is prejudicial to the administration of justice).\r\n\r\nRespondent has also violated the following: Rule \r\n  7(a)(1), RLDE (violating or attempting to violate the Rules of Professional \r\n  Conduct); Rule 7(a)(5), RLDE and Paragraph 5(E) of former Rule 413 (engaging \r\n  in conduct tending to pollute the administration of justice or bringing the \r\n  legal profession into disrepute, and engaging in conduct demonstrating an unfitness \r\n  to practice law); and Paragraph 5(A), of former Rule 413 (violating the oath \r\n  of office taken upon admission to the practice of law).\r\n\r\nConclusion\r\n\r\n\r\n\r\n\r\nWe accept the Agreement for Discipline by Consent and suspend respondent from \r\nthe practice of law for a period of two years retroactive to the date he was placed \r\nupon disability inactive status and until he is removed from disability inactive \r\nstatus and reinstated to the practice of law by order of this Court. Within fifteen \r\ndays of the date of this opinion, respondent shall file an affidavit with the \r\nClerk of Court showing that he has complied with Rule 30, RLDE, Rule 413, SCACR. \r\nDEFINITE SUSPENSION.\r\n\r\nTOAL, C.J., MOORE, WALLER, BURNETT and \r\n  PLEICONES, JJ., concur. \r\n1. Respondent was placed on \r\n  disability inactive status by order of this Court dated August 9, 1996. In \r\n  the Matter of Starks, 322 S.C. 564, 474 S.E.2d 421 (1996).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]