[{"id":"25458","title":"Lanham v. Blue Cross","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25458","description":"Primary issue is whether Lanham made a false representation with the actual intent to deceive on health insurance application; also, issue of whether trial court erred in granting summary judgment prior to ruling on motion to compel.","date":"2002-05-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n25458\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nMelvin E. Lanham,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent,\r\n\r\n&nbsp;\r\nv.\r\n\r\n\r\nBlue Cross and Blue Shield of\r\nSouth Carolina, Inc.,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nPetitioner.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Richland County\r\nLarry R. Patterson, Circuit Court Judge\r\n\r\n\r\n\r\nOpinion No. 25458\r\nHeard March 5, 2002 - Filed May 6, 2002\r\n\r\n\r\nAFFIRMED AS MODIFIED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nHoover C. Blanton and Ruskin C. Foster, of McCutchen, Blanton, Rhodes &amp; Johnson, of Columbia, for petitioner.\r\n\r\n        James B. Richardson, Jr. and J. Layne Birdsong, of Richardson and Birdsong, of Columbia, for\r\n        respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE WALLER: We granted a writ \r\n  of certiorari to review the Court of Appeals' opinion in Lanham v. Blue Cross \r\n  and Blue Shield, 338 S.C. 343, 526 S.E.2d 253 (Ct. App. 2000). We affirm as \r\n  modified.\r\n\r\nFACTS\r\n\r\n\r\nWe adopt the Court of Appeals' statement of facts, as follows:\r\n\r\nOn February 13, 1986, Melvin Lanham went to his doctor for an annual physical.  The physical exam revealed Lanham's liver was swollen.  Lanham subsequently\r\nreceived a letter indicating a blood test had revealed a slight elevation in liver function tests.  In the letter, the doctor stated \"I do not feel that any further treatment\r\nor investigation is indicated at this point in time.  I do think that you need a periodic evaluation of your liver function studies and would suggest that we obtain a\r\nblood test on you in about six months .\" On September 11, 1986, Lanham returned for the follow-up blood test.  The second test also indicated an elevated SGOT\r\nand SGPT level.  Other values associated with liver function were normal.  The doctor advised him to follow up with periodic blood tests.\r\n\r\nOn April 26, 1988, Lanham returned for another annual physical.  The doctor's report from that visit states:  \"The patient was followed by Dr. Harold Miller for a\r\nnumber of years and has been told in the past that he has had a slight elevation of his hepatic enzymes.  He underwent extensive studies in reference to this.  The\r\nexact studies are unknown by the patient whether he had a hepatitis profile, etc.\"  After more blood tests, Lanham received a letter from his doctor stating:  \"Your\r\nliver function studies have markedly improved since last year and almost are back to completely normal .  Your kidney function is normal.\"   The doctor told\r\nLanham he \"did not feel that he needed to have any further studies or tests done at that point in time.\"\r\n\r\nOn April 29, 1991, Lanham applied for health insurance coverage from Blue Cross.  As part of his application, he completed an extensive questionnaire regarding\r\nhis past medical history.  On the questionnaire, Lanham checked yes beside the question regarding digestive system problems (including liver problems) and\r\nunderlined gastritis, but did not provide additional information regarding his liver.  On July 15, 1991, Blue Cross issued a policy to Lanham with a rider excluding\r\ncoverage for a hip problem.\r\n\r\nIn November of 1991, Lanham had blood work done in connection with an unrelated application for life insurance.  On November 6, 1991, he went back to his\r\ndoctor and advised him that based on the lab work, he had been turned down for life insurance.  The doctor repeated the blood work and discovered one of\r\nLanham's enzymes had increased to a point requiring further investigation.  He referred Lanham to a specialist and suggested Lanham consider having a liver\r\nbiopsy.\r\n\r\nIn December of 1991, the specialist diagnosed Lanham with hepatitis C. In July of 1992, Blue Cross notified Lanham it had canceled his health insurance due to\r\nalleged fraudulent misrepresentations in his application.  On November 4, 1992, Lanham filed suit asserting breach of contract and bad faith refusal to pay.  Blue\r\nCross answered and counterclaimed asserting it would not have issued the policy but for misrepresentations in the application.  The suit was dismissed with leave\r\nto restore in 1994 and restored on March 2, 1995.\r\n\r\nBlue Cross moved for summary judgment on January 21, 1997.  On January 24, 1997, Lanham requested discovery of various items including Blue Cross's\r\nunderwriting guidelines.  Blue Cross moved to quash the discovery request asserting its underwriting standards are protected as trade secrets.  On February 3,\r\n1997, Lanham made a second motion to compel discovery.\r\n\r\nDuring the hearing on Blue Cross's motion for summary judgment, Blue Cross relied heavily on an unpublished opinion by this court.  Blue Cross also presented\r\nan affidavit from an employee who stated the insurer would not have issued Lanham's policy had it known of Lanham's liver problems.  Lanham argued he had not\r\nbeen allowed adequate discovery and the question of materiality was a jury issue.  Lanham renewed his motion to compel discovery.  Without ruling on Lanham's\r\ndiscovery motion, the court granted summary judgment in favor of Blue Cross. \r\n\r\n338 S.C. at 345-346, 526 S.E.2d at 254-255.  The Court of Appeals reversed the trial court's ruling, finding a genuine issue of material fact existed as to whether\r\nLanham made a false statement with the actual intent to deceive; it also held that whether Lanham's application answers were material was a matter for the jury. \r\nFinally, the Court of Appeals remanded the issue of Lanham's motion to compel to the trial court.   \r\n\r\nISSUES\r\n\r\n\r\n\r\n\r\n\r\n1.  Should the trial court have ruled on Lanham's motion to compel  prior to ruling on Blue Cross' motion for summary judgment?\r\n2.  Did the Court of Appeals err in reversing the grant of summary judgment to Blue Cross ? \r\n\r\nSTANDARD OF REVIEW\r\n\r\n\r\nAn appellate court reviews a grant of summary judgment \r\n  under the same standard applied by the trial court pursuant to Rule 56, SCRCP. \r\n  Baughman v. American Tel. and Tel. Co., 306 S.C. 101, 410 S.E.2d 537 \r\n  (1991). Summary judgment is proper when there is no genuine issue of material \r\n  fact and the moving party is entitled to judgment as a matter of law. Id. Under \r\n  Rule 56(c), the party seeking summary judgment has the initial burden of demonstrating \r\n  the absence of a genuine issue of material fact. Baughman, 306 S.C. at \r\n  115, 410 S.E.2d at 545. With respect to an issue upon which the nonmoving party \r\n  has the burden of proof, this initial responsibility may be discharged by pointing \r\n  out to the trial court that there is an absence of evidence to support the nonmoving \r\n  party's case. Id. In determining whether any triable issues of fact exist, the \r\n  evidence and all inferences which can be reasonably drawn therefrom must be \r\n  viewed in the light most favorable to the nonmoving party. Summer v. Carpenter, \r\n  328 S.C. 36, 492 S.E.2d 55 (1997). Summary judgment is not appropriate where \r\n  further inquiry into the facts of the case is desirable to clarify the application \r\n  of the law. Brockbank v. Best Capital Corp., 341 S.C. 372, 534 S.E.2d \r\n  688 (2000). Summary judgment should not be granted even when there is no dispute \r\n  as to evidentiary facts if there is disagreement concerning the conclusion to \r\n  be drawn from those facts.  Moriarty v. Garden Sanctuary Church of God, \r\n  341 S.C. 320, 534 S.E.2d 672 (2000). On appeal from an order granting summary \r\n  judgment, the appellate court will review all ambiguities, conclusions, and \r\n  inferences arising in and from the evidence in a light most favorable to the \r\n  non-moving party below. Williams v. Chesterfield Lumber Co., 267 S.C. \r\n  607, 230 S.E.2d 447 (1976).\r\n\r\n1.  MOTION TO COMPEL DISCOVERY\r\n\r\n\r\nBlue Cross moved for summary judgment on January 21, 1997.  In support of its motion, it filed the affidavit of Sandra Laney, manager of underwriting for\r\nindividual policies, to the effect that \"[h]ad Blue Cross and Blue Shield . . . known of the liver condition, coverage would not have been offered.   This condition\r\nand the Plaintiff's deceitful statement materially affects the acceptance of the risk.\"  In response to the motion for summary judgment, Lanham filed a notice of\r\ntaking the deposition of Blue Cross, and requests for production.  In these motions, Lanham specifically advised Blue Cross that he was seeking:\r\n\r\nDefendant's underwriting standards, policies and procedures regarding the health disorders which the defendant contends would have precluded the issuance of\r\nplaintiff's health insurance policy.\r\n\r\nAll policies of the defendant regarding the part played by an applicant's medical history in the decision to issue a family or individual health insurance policy.\r\n\r\nAll policies of the defendant concerning the investigation and review of the medical records or an applicant for health insurance.\r\n\r\nAll underwriting standards, policies, and procedures of the defendant concerning health disorders which the defendant contends would have precluded the\r\nissuance of plaintiff's health insurance policy.\r\n\r\nBlue Cross responded with a motion for protective order or to quash, contending its underwriting standards, policies, and procedures were trade secrets.  Lanham\r\nmoved to compel Blue Cross's deposition and production of documents.  The summary judgment hearing was held on March 24, 1998.  The court declined to rule\r\non plaintiff's motion to compel and granted Blue Cross summary judgment from the bench. \r\n\r\nSummary judgment is not appropriate where further \r\n  inquiry into the facts of the case is desirable to clarify the application of \r\n  the law. Brockbank v. Best Capital Corp., supra. Summary judgment is \r\n  a drastic remedy, which should be cautiously invoked so that no person will \r\n  be improperly deprived of a trial of the disputed factual issues. Baughman \r\n  v. American Tel. &amp; Tel. Co., supra. This means, among other things, \r\n  that summary judgment must not be granted until the opposing party has had a \r\n  full and fair opportunity to complete discovery. Id.\r\n\r\nHere, without being able to conduct further discovery, there was simply no way for Lanham to respond to Blue Cross's claim that his failure to divulge his\r\nelevated enzymes was material to its decision to accept the risk.  Given that all standards, statistics, procedures, etc., relative to Blue Cross's decision to insure\r\nwere within its sole possession, we find the trial court erred in ruling on the summary judgment motion without first ruling on Lanham's motion to produce and\r\nmotion to compel. (1)  Accordingly, we affirm the Court of Appeals' remand of this issue.  \r\n\r\n2.  SUMMARY JUDGMENT\r\n\r\n\r\nThe Court of Appeals reversed the grant of summary judgment to Blue Cross, finding a) there was a material question of fact whether Lanham intended to deceive\r\nBlue Cross, and b) that whether Lanham's answers on the application were material was a question of fact for the jury. \r\n\r\nS.C. Code Ann. Â§ 38-71-40 (2002) states:\r\n\r\nThe falsity of any statement in the application for any policy covered by this chapter does not bar the right to recovery thereunder unless the false statement was\r\nmade with actual intent to deceive or unless it materially affected either the acceptance of the risk or the hazard assumed by the insurer.\r\n\r\nIt has long been the law of this state that in \r\n  order to void a policy of insurance on the ground that fraudulent representations \r\n  were made in the procuring of such policy, the burden of proof rests upon the \r\n  insurer to show, by clear and convincing evidence, not only that the statements \r\n  complained of were untrue, but in addition thereto that their falsity was known \r\n  to the applicant, that they were material to the risk, were relied on by the \r\n  insurer, and that they were made with intent to deceive and \r\n  defraud the company. Smiley v. Woodmen of the World, 249 S.C. 461, 154 S.E.2d \r\n  834 (1967); Hood v. Security Ins. Co. of New Haven, 247 S.C. 71, 145 \r\n  S.E.2d 526(1965); Small v. Coastal States Life Ins. Co., 241 S.C. 344, \r\n  128 S.E.2d 175(1962); Metropolitan Life Ins. Co. v. Bates, 213 S.C. 269, \r\n  49 S.E.2d 201(1948). (2) Accordingly, contrary \r\n  to the Court of Appeals' ruling, to have been entitled to summary judgment, \r\n  Blue Cross had to show both a false statement made with the intent to deceive \r\n  and that the statement was material to either acceptance of \r\n  the risk or the hazard assumed. (3) It failed \r\n  to do so. \r\n\r\nSometime between 1979-1981, Lanham's family physician, Dr. Miller, took some blood and told him his liver enzyme count was either high or low; over the\r\ncourse of time, his tests returned to normal so Dr. Miller did not advise any further treatment.  There are no medical records in the appendix from Dr. Miller.  The\r\nonly other physician Lanham saw prior to applying for health insurance with Blue Cross was Dr. Luce, whom he first saw in February 1986 when Dr. Miller\r\nretired.  Dr. Luce advised Lanham there was a \"very slight abnormality as far as [his] liver function studies\" were concerned  but that no further treatment or\r\ninvestigation was warranted at that time.  Dr. Luce suggested a periodic evaluation of his liver function studies and suggested a blood test in about six months. \r\nSix months later, it appears Lanham's enzyme levels tested high for both SGOT (111) and SGPT (176).   However, there is no indication in the record Lanham\r\nwas ever advised of these results. (4)  Two years later, on April 26, 1988, Dr. Luce advised Lanham his \"liver function studies are markedly improved since last year\r\nand almost back to completely normal.\"  Dr. Luce advised he did not feel any further studies or test were needed at this point in time. \r\n\r\nQuestion 17D of Blue Cross's application asked whether Lanham had, in the past 10 years, had a \"diagnosis of, advice for, indication of, symptoms related to, (5)\r\ntreatment for, or accident or injury related to any of the following systems, diagnoses, disorders, diseases, conditions or symptoms?\"  Subsection D specifically\r\nreferenced \"liver,\" along with numerous other systems. \r\n\r\nViewing the evidence in the light most favorable \r\n  to Lanham, it cannot be said, as a matter of law, that he made a false statement \r\n  in his application with the actual intent to deceive. Given the fact that he \r\n  was repeatedly told that there were only slight elevations, when coupled with \r\n  the ambiguous language of Question 17D, we find the issue of whether he made \r\n  a false representation with the actual intent to deceive presents a jury question. \r\n  Accord Smiley v. Woodmen of the World Life Ins., 249 S.C. 461, \r\n  154 S.E.2d 834 (1967)(jury question as to whether life insurance applicant misrepresented \r\n  his health with intent to deceive insurer notwithstanding insured's answering \r\n  \"no\" to numerous questions regarding hospital treatment and medications, when \r\n  insured had in fact been hospitalized for six days the year prior to his application).\r\n\r\nIn order to be entitled to summary judgment, Blue Cross would have to demonstrate that there is no genuine issue of material fact that Lanham made a false\r\nstatement with the actual intent to deceive and that the statement materially affected either the acceptance of the risk or the hazard assumed.  Given our holding\r\nthat whether Lanham made a false representation with the intent to deceive is a matter for the jury in this case, Blue Cross was not entitled to summary judgment. \r\nAccordingly, we affirm the reversal of summary judgment. \r\n\r\nLanham's motion to compel discovery is remanded to the circuit court.\r\n\r\nAFFIRMED AS MODIFIED.\r\n\r\n\r\nTOAL, C.J., MOORE, BURNETT and PLEICONES, JJ., concur.\r\n1.   Blue Cross contends Lanham was required to file an affidavit pursuant to Rule 56(f), SCRCP, to the effect that he had insufficient information upon which to\r\nsubmit an affidavit.  We find counsel's representation to the court that Lanham was in need of further discovery sufficient.  \r\n2.   Although these cases were decided pursuant to earlier statutes, the predecessor statutes all contain language virtually identical to S.C. Code Ann. Â§ 38-71-40. \r\n3.   Pursuant to Â§ 38-71-40, a false statement made with the intent to deceive may void a policy if it either materially affected the risk or the hazard assumed. \r\nHowever, whether any misrepresentation materially affected the hazard assumed in this case was not argued by Blue Cross at the summary judgment hearing; it\r\nargued only that Lanham had answered falsely and that the false answer was material to the risk. The Court of Appeals did not rule upon whether the omission was\r\nmaterial to the hazard assumed.  Accordingly, we need not address the issue here. \r\n4.   Dr. Luce could not find any record in his file that he had corresponded with Lanham concerning the Sept. 1986 results. \r\n5.   Dr. Luce testified that Lanham had no other symptoms associated with underlying liver disease. \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25459","title":"State v. Thompson","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25459","description":"This is a direct appeal challenging the constitutionality of statutes which outlaw trapping beaver out of season without a permit.","date":"2002-05-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nState of South Carolina,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent,\r\n\r\n&nbsp;\r\nv.\r\n\r\n\r\nJeffrey M. Thompson,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nAppellant.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Laurens County\r\nGary E. Clary, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25459\r\nSubmitted March 21, 2002 - Filed May 6, 2002\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nThomas J. Thompson, of Townsend &amp; Thompson, of Laurens,\r\nfor appellant.\r\n\r\nChief Counsel Buford S. Mabry, Jr., Deputy Chief Counsel Paul S. League, and Assistant Chief Counsel James A. Quinn, of South Carolina Department of\r\nNatural Resources, of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE WALLER: Appellant Jeffrey M. Thompson was found guilty in magistrate's court of trapping beaver out of season pursuant to S.C. Code Ann. Â§ 50-11-2540 (Supp. 2001).  The circuit court affirmed, and he appeals.  We affirm.\r\n\r\nFACTS\r\n\r\nOn March 11, 2001, appellant was discovered inspecting \r\n  beaver traps which he had set on his mother's property. He was charged with \r\n  trapping out of season. See Â§ 50-11-2540. He had been issued a depredation \r\n  permit pursuant to S.C. Code Ann. Â§ 50-11-2570 (Supp. 2001), but the permit \r\n  expired in January and had not been renewed. (1) \r\n  Although appellant challenged the statutes' constitutionality, the magistrate \r\n  found appellant guilty, and the circuit court affirmed.\r\n\r\nISSUE\r\n\r\n\r\nAre  Â§ 50-11-2540 and Â§ 50-11-2570 unconstitutional?\r\n\r\n\r\nDISCUSSION\r\n\r\nAppellant argues that sections 50-11-2540 and 50-11-2570 are unconstitutional because they infringe on the fundamental right to defend one's property and they\r\nviolate the equal protection clauses of the United States and South Carolina Constitutions.\r\n\r\nSection 50-11-2540 sets a two-month trapping season as follows:\r\n\r\n\r\n  It is lawful to trap furbearing animals for commercial \r\n    purposes from January first to March first of each year. The trapping season \r\n    may not exceed sixty days each year under any circumstances. It is unlawful \r\n    to trap any other times unless authorized by the department. It is lawful \r\n    to take furbearing animals by other lawful means during the general open hunting \r\n    seasons established therefor.\r\n\r\n\r\n(Emphasis added).  However, when a furbearing animal is causing damage to property, section 50-11-2570 provides the following:\r\n\r\n\r\n  (A) The department may issue special permits, \r\n    at no cost to the applicant, for the taking, capturing, or transportation \r\n    of a furbearing animal or another game animal which is destroying or damaging \r\n    private or public property, timber, or growing crops so as to be a nuisance \r\n    or for scientific or research purposes.\r\n\r\n  (B) The permit provided in subsection (A) is \r\n    not required by the property owner or his designee when capturing furbearing \r\n    animals or squirrels within one hundred yards of the owner's home when the \r\n    animal is causing damage to the home or the owner's property. An animal \r\n    captured pursuant to this subsection must be destroyed or with a department \r\n    permit may be relocated.\r\n\r\n\r\n(Emphasis added).\r\n\r\nThus, trapping out of season is permitted when \r\n  the animal is causing damage to property. A person is allowed to trap either: \r\n  (1) with a special depredation permit, or (2) when the animal is causing damage \r\n  to the home or the owner's property, then the owner or her designee may trap \r\n  within 100 yards of the owner's home without a special permit.\r\n\r\nAppellant's argument is twofold.  First, appellant contends that property owners enjoy a fundamental right to protect their property.  Therefore, a property owner\r\nmay protect her property from an animal causing damage even if the animal is protected by law.  Second, appellant maintains that sections 50-11-2540 and\r\n50-11-2570 operate unequally against different property owners who seek to exercise their fundamental right to protect their property.  Consequently, appellant\r\ncontends that the statutes violate equal protection.  While we agree with appellant that property owners have a right to protect their property, we find the statutes\r\nare constitutional. (2)\r\n\r\n1.  Right to Protect One's Property\r\n\r\nThe South Carolina Constitution states: \"The privileges \r\n  and immunities of citizens of this State and of the United States under this \r\n  Constitution shall not be abridged, nor shall any person be deprived of life, \r\n  liberty, or property without due process of law, nor shall any person be denied \r\n  the equal protection of the laws.\" S.C. Const. art. I, Â§ 3. In other contexts, \r\n  this Court has noted the \"high regard for private property.\" Karesh v. City \r\n  Council of City of Charleston, 271 S.C. 339, 342, 247 S.E.2d 342, 344 (1978) \r\n  (discussing eminent domain). Indeed, the Court has stated that \"the great and \r\n  fundamental principle of all constitutional governments . . . secures to every \r\n  individual the right to acquire, possess, and defend property.\" Young v. \r\n  Wiggins, 240 S.C. 426, 435, 126 S.E.2d 360, 365 (1962) (internal quotation \r\n  marks and citation omitted); see also Keane/Sherratt Partnership \r\n  v. Hodge, 292 S.C. 459, 465 n.3, 357 S.E.2d 193, 196 n.3 (Ct. App. 1987) \r\n  (\"Property rights have long been regarded as fundamental in Western civilization.\"). \r\n  These authorities support appellant's argument that the right to protect property \r\n  is an important and fundamental one.\r\n\r\nMoreover, other jurisdictions have found that the \r\n  right to protect one's property from damage may be sufficient justification \r\n  for killing wildlife out of season. See, e.g., Cotton v. State, \r\n  17 So.2d 590 (Ala. Ct. App. 1944); State v. Rathbone, 100 P.2d 86 (Mont. \r\n  1940); State v. Burk, 195 P. 16 (Wash. 1921); Cross v. State, \r\n  370 P.2d 371 (Wyo. 1962). As stated in an annotation on this topic:\r\n\r\n\r\nThe rule appears to be well established that the plea of justification is a valid defense to the charge of unlawfully killing a protected wild animal, where it can be\r\nshown that killing was reasonably necessary in order to defend property from damage or destruction by the protected animal.\r\n\r\n\r\nAnnotation, Right to Kill Game in Defense of Person or Property, 93 A.L.R.2d 1366, 1368 (1964).\r\n\r\nWhile justification may be a defense, the courts \r\n  have nevertheless noted that the State may infringe on private property rights \r\n  if done so in a reasonable manner. The Supreme Court of Montana in Rathbone \r\n  stated as follows:\r\n\r\n\r\nIt is conceded that the construction to be given a right guaranteed to the individual by the Constitution must always be a reasonable one.  The result of the\r\noperation of the police power is necessarily in most instances an infringement of private rights, but in the exercise of such power, property and individual rights\r\nmay be injured or impaired only to the extent reasonably necessary to preserve the public welfare.\r\n\r\n\r\nRathbone, 100 P.2d at 92. In Cotton v. State, \r\n  the Alabama Court of Appeals, adopting the Rathbone rule, held that:\r\n\r\n\r\nbefore the defendant can resort to force in protecting his property from wild animals, (1) he must have exhausted all other remedies provided by law; (2) the use of\r\nsuch force must be reasonably necessary and suitable to protect his property; and (3) he must use only such force and means as a reasonably prudent man would\r\nuse under like circumstances.\r\n\r\n\r\nCotton v. State, 17 So.2d at 591.\r\n\r\nThe above-cited authorities specifically dealt \r\n  with statutes that had a blanket rule against trapping out of season. The courts \r\n  uniformly found that a defendant may utilize justification, based on the right \r\n  to protect one's property, as a defense to killing wildlife out of season. In \r\n  South Carolina, however, the Legislature has implicitly recognized the right \r\n  to protect one's property from a furbearing animal causing damage. See Â§ 50-11-2570. \r\n  This statute provides a mechanism in the form of a special permit for a property \r\n  owner to lawfully avoid depredation. Â§ 50-11-2570(A) (\"The department may issue \r\n  special permits, at no cost to the applicant, for the taking, capturing, or \r\n  transportation of a furbearing animal or another game animal which is destroying \r\n  or damaging private or public property, timber, or growing crops so as to be \r\n  a nuisance. . . .\"). Under subsection 50-11-2570(B), a property owner, or her \r\n  designee, is not required to have a permit if the trapping is done within 100 \r\n  yards of the owner's home.\r\n\r\nWhile a \"landowner has . . . the right to hunt \r\n  and fish\" on her property, this right is \"subject to reasonable governmental \r\n  regulations.\" Rice Hope Plantation v. South Carolina Pub. Serv. Auth., \r\n  216 S.C. 500, 524, 59 S.E.2d 132, 142 (1950),  overruled on other grounds, \r\n  McCall v. Batson, 285 S.C. 243, 329 S.E.2d 741 (1985). We find that section \r\n  50-11-2570 represents a reasonable limitation on the right to protect one's \r\n  property. Furthermore, given that \"game and fish are really the property of \r\n  the State, and the preservation thereof is a matter of public interest,\" \r\n  id., sections 50-11-2540 and 50-11-2570 do not unreasonably restrict a property \r\n  owner's right to protect her property. As noted by the State, the Legislature \r\n  has taken a balanced approach, allowing a property owner to trap without a permit \r\n  within 100 yards of her home. Moreover, we note there is no fee for a depredation \r\n  permit, and, according to the State, these permits are issued on the spot by \r\n  wildlife officers once the damage has been confirmed. (3)\r\n\r\nAccordingly, we hold that sections 50-11-2540 and 50-11-2570 do not unconstitutionally infringe on a property owner's right to protect her property.\r\n\r\n2.  Equal Protection\r\n\r\nAppellant argues that different property owners are treated unequally under section 50-11-2570, and therefore, the statute does not provide equal protection. \r\nFurthermore, appellant contends that because the right to protect property is fundamental, the statute must be reviewed pursuant to a strict scrutiny analysis.  We\r\ndisagree.\r\n\r\nInitially, we must determine the appropriate standard \r\n  to review appellant's equal protection argument. If there is no suspect or quasi-suspect \r\n  class and no fundamental right involved, a statute should be tested under the \r\n  \"rational basis\" standard. Bibco Corp. v. City of Sumter, 332 S.C. 45, \r\n  504 S.E.2d 112 (1998). As discussed above, we agree with appellant that the \r\n  right to protect one's property is, in certain contexts, a right which is fundamental \r\n  in nature. In the equal protection context, however, we find it is not a \"fundamental \r\n  right\" deserving strict scrutiny.\r\n\r\nIn Clajon Production Corp. v. Petera, 854 \r\n  F.Supp. 843 (D. Wyo. 1994), aff'd in part, appeal dismissed in part, \r\n  70 F.3d 1566 (10th Cir. 1995), the plaintiffs challenged a Wyoming \r\n  regulation. The regulation provided that certain qualified landowners could \r\n  apply for up to two additional hunting licenses by virtue of their status as \r\n  landowners. The plaintiffs alleged the regulation violated the equal protection \r\n  clause and the takings clause because it restricted landowners to no more than \r\n  two licenses regardless of the size of their land holdings. The court found \r\n  no equal protection violation. Significantly, the court found that the plaintiffs' \r\n  claim was not entitled to strict scrutiny because property rights \r\n  (4) generally are not recognized as \"fundamental\" for equal protection \r\n  purposes. Despite its conclusion, the court stated the following:\r\n\r\n\r\nThis analysis is not meant to degrade property rights or to say that they are not, in some sense, \"fundamental.\"  The point is, however, that property rights are not\r\nfundamental rights for purposes of deciding the appropriate level of constitutional scrutiny that must be given to state laws that may affect those rights.\r\n\r\n\r\nId. at 855 n.18. Affirming the district \r\n  court on this issue, the Tenth Circuit stated: \"Economic regulations - i.e., \r\n  those burdening one's property rights - have traditionally been afforded only \r\n  rational relation scrutiny under the Equal Protection Clause. See City \r\n  of Cleburne v. Cleburne Living Ctr., Inc., 473 U.S. 432, 440, 105 S.Ct. \r\n  3249, 3254, 87 L.Ed.2d 313 (1985).\" Clajon Production Corp. v. Petera, \r\n  70 F.3d at 1580.\r\n\r\nIn Christy v. Hodel, 857 F.2d 1324 (9th \r\n  Cir. 1988),  cert. denied sub nom. Christy v. Lujan, 490 U.S. 1114 (1989), \r\n  the plaintiff shot a grizzly bear because bears were attacking and killing his \r\n  grazing sheep. He was subsequently assessed a civil penalty under the Endangered \r\n  Species Act (ESA). He brought suit challenging the constitutionality of the \r\n  regulations and arguing that the ESA infringed upon his right to protect his \r\n  property. The Ninth Circuit recognized that certain state courts had found a \r\n  state constitutional right to protect property from destruction from wildlife. \r\n  Id. at 1329 (citing Cross v. State, supra). The Christy \r\n  court, however, concluded that no such right existed under the federal constitution. \r\n  In so holding, the court stated:\r\n\r\n\r\nWe do not minimize the seriousness of the problem faced by livestock owners such as plaintiffs nor do we suggest that defense of property is an unimportant\r\nvalue.  We simply hold that the right to kill federally protected wildlife in defense of property is not \"implicit in the concept of ordered liberty\" nor so \"deeply\r\nrooted in this Nation's history and tradition\" that it can be recognized by us as a fundamental right. . . .\r\n\r\n\r\nId. at 1330. (5) \r\n  But see Lauri Alsup, Comment, The Right to Protect Property, \r\n  21 Envtl. L. 209 (1991) (criticizing the Christy court's decision); David \r\n  S. Klain, Casenote, Does the Endangered Species Act Deprive an Owner of \r\n  Fundamental\r\n\r\nConstitutional Rights: Christy v. Hodel, 12 Geo. Mason U. L. Rev. 421, 430 (1990) (arguing that the United States Supreme Court should acknowledge the\r\nexistence of a fundamental right to defend one's property under the due process clause).\r\n\r\nWe are persuaded by these federal authorities that \r\n  the proper equal protection analysis is not strict scrutiny, but rather rational \r\n  basis. The fundamental rights which usually are protected by heightened scrutiny \r\n  are personal rights such as the rights to vote, marry, procreate, etc., and \r\n  these rights are very different from the right to protect one's property, which \r\n  essentially is an economic right. See Clajon Production Corp. v. Petera, \r\n  854 F.Supp. at 855. This conclusion \"is not meant to degrade property rights \r\n  or to say that they are not, in some sense, 'fundamental.'\" Id. at 855 n.18. \r\n  As discussed above, there is ample authority stating that property rights are \r\n  fundamental; however, these statements were never made in the context of an \r\n  equal protection challenge. (6)\r\n\r\nHaving determined that rational basis is the appropriate \r\n  scrutiny, we turn to the merits of appellant's claim. To satisfy equal protection \r\n  under rational basis review, three requirements must be met: (1) the classification \r\n  must bear a reasonable relation to the legislative purpose sought to be achieved; \r\n  (2) members of the class must be treated alike under similar circumstances; \r\n  and (3) the classification must rest on some rational basis. E.g., Lee \r\n  v. South Carolina Dep't of Natural Resources, 339 S.C. 463, 530 S.E.2d 112 \r\n  (2000).\r\n\r\nWe hold that sections 50-11-2540 and 50-11-2570 survive this scrutiny.  Clearly, the purpose of these laws is to preserve wildlife (7) and they reasonably relate to\r\nthat goal.  By limiting the trapping season, and placing a slight limitation on a property owner whose property is being damaged (i.e., the special permit\r\nrequirement), the statutes protect these furbearing animals in a reasonable manner, while also balancing a property owner's right to protect property from\r\ndestruction.  Members of the class are treated alike under similar circumstances; that is, all property owners trapping within 100 yards of their residence are treated\r\nthe same, and all property owners trapping further than 100 yards from their residence are treated the same. (8)  Finally, the classification based on the distance from\r\nthe owner's home is rationally based.  As argued by the State, it is rational to allow owners to trap close to their home without a permit; otherwise, the Department\r\nof Natural Resources \"would be swamped with permit requests.\"  More importantly, it clearly is reasonable to allow a property owner to capture a damage-causing\r\nanimal when it is that close to the residence without first requiring the owner to secure a permit.  Accordingly, these statutes withstand rational basis review and\r\ndo not violate equal protection.\r\n\r\nCONCLUSION\r\n\r\nWe hold that sections 50-11-2540 and 50-11-2570 are constitutional.\r\n\r\nAFFIRMED.\r\n\r\nTOAL, C.J., MOORE, BURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n1. Apparently, the beavers were causing flooding to his mother's property, essentially converting it to swamp land.  The beavers had also damaged timber located\r\non the property.\r\n2. Initially, we note the State contends appellant has no standing to challenge the statutes because this was his mother's property.  However, section 50-11-2570(B)\r\nspecifically exempts \"the property owner or his designee\" from the permit requirement.  It appears from the facts that appellant was acting on behalf of his mother,\r\nthe property owner.  Therefore, appellant, as his mother's designee, has standing to bring this constitutional challenge.\r\n3. Indeed, given that appellant had received a depredation permit, he certainly has no claim that the Department of Natural Resources was not cooperating with him\r\nto rid his mother's property of the beaver.  Appellant, however, allowed the permit to expire.  Furthermore, the officer in the instant case issued him another\r\ndepredation permit at the same time he issued appellant his ticket for the trapping offense.  Thus, based on the facts of this case, it does not appear to be an\r\nonerous process to obtain a depredation permit under Â§ 50-11-2570.\r\n4. The specific property right \r\n  asserted in Clajon was the right not to have one's property taken without just \r\n  compensation. 854 F.Supp at 854. \r\n5. The Christy court \r\n  found that property rights were not fundamental for purposes of both due process \r\n  and equal protection. 857 F.2d at 1329-1330, 1332. \r\n6. Indeed, none of the out-of-state authorities cited by appellant involves a case which holds an equal protection violation in a hunting scenario.  These cases\r\nsimply uphold the general rule that justification based upon the right to protect one's property may be a defense to a hunting violation.\r\n7. See Rice Hope Plantation \r\n  v. South Carolina Pub. Serv. Auth., 216 S.C. at 524, 59 S.E.2d at 142 (the \r\n  preservation of game and fish is a matter of public interest). \r\n8. Appellant presents a hypothetical \r\n  in his brief that establishes 4 different classes of owners: (1) an owner who \r\n  traps within 100 yards of the home (no permit required); (2) an owner who traps \r\n  further than 100 yards of the home (permit required); (3) an owner who has a \r\n  building on the property, but not a home (permit required); and (4) an owner \r\n  who has no buildings on the property (permit required). Although this is an \r\n  interesting hypothetical, appellant unfortunately defeats his own argument. \r\n  These classes of owners are not similarly situated, and therefore not deserving \r\n  of equal protection. Cf. State v. Thompson, 33 P.3d 213 (Idaho \r\n  Ct. App. 2001) (where the court held that a gardener convicted of killing a \r\n  deer out of season was not similarly situated to a rancher who is permitted \r\n  to kill a predator without a permit if it is to protect his livestock; therefore, \r\n  the court found no equal protection violation); see also TNS \r\n  Mills, Inc. v. South Carolina Dep't of Revenue, 331 S.C. 611, 626, 503 S.E.2d \r\n  471, 479 (1998) (\"In order to establish an equal protection violation, a party \r\n  must show that similarly situated persons received disparate \r\n  treatment.\") (emphasis added).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25460","title":"Green v. Maynard","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25460","description":"This is a death penalty habeas case challenging the application of a new rule on direct appeal.","date":"2002-05-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nGreen v. Maynard\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\n        Anthony Green,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Petitioner, \r\n          &nbsp; \r\n\r\n            v. \r\n          \r\n        \r\n\r\n        Gary D. Maynard, Commissioner, South Carolina \r\n          Department of Corrections, and Charles M. Condon, Attorney General of \r\n          South Carolina,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Respondents. \r\n          \r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nORIGINAL JURISDICTION\r\n\r\n\r\nOpinion No. 25460\r\n  Heard January 9, 2002 - Filed May 6, 2002\r\n\r\n\r\nRELIEF DENIED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        John H. Blume, of Ithaca, New York; Desa A. Ballard, \r\n          of West Columbia; and Teresa L. Norris, of the Center for Capital Litigation, \r\n          of Columbia, for petitioner.\r\n\r\n        Attorney General Charles M. Condon, Chief Deputy \r\n          Attorney General John W. McIntosh, and Assistant Deputy Attorney General \r\n          Donald J. Zelenka, all of Columbia, for respondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE MOORE: \r\n  We granted a stay of execution to consider petitioner's claim for habeas corpus \r\n  relief on the ground our decision in his direct appeal violated his due process \r\n  and equal protection rights. We find petitioner's argument without merit and \r\n  deny relief.\r\n\r\n\r\n    FACTS  \r\n  \r\n\r\n\r\n On November 21, 1987, petitioner approached Susan \r\n  Babich's vehicle in the parking lot of a Charleston shopping mall and shot her \r\n  in the head with a rifle. He took her purse and fled the scene. Based on an \r\n  eyewitness's description, police apprehended petitioner in the mall vicinity \r\n  within thirty minutes. A rifle and Ms. Babich's checkbook were found in his \r\n  car. Petitioner subsequently admitted his involvement to police.\r\n\r\n Petitioner was tried in September 1988. He was \r\n  convicted of murder and armed robbery and sentenced to death. In March 1990, \r\n  this Court affirmed his convictions and sentence, State v. Green, \r\n  301 S.C. 347, 392 S.E.2d 157, cert. denied, Green v. South Carolina, \r\n  498 U.S. 881 (1990). Petitioner's subsequent application for post-conviction \r\n  relief was denied. He then commenced habeas corpus proceedings in federal court. \r\n  The United States District Court denied relief and the Fourth Circuit Court \r\n  of Appeals affirmed that decision. Green v. Catoe, 220 F.3d 220 (4th \r\n  Cir. 2000), cert. denied,  ___ U.S. ___, 121 S.Ct. 2002 \r\n  (2001). Petitioner then filed this petition in our original jurisdiction.\r\n\r\n Throughout petitioner's habeas proceedings, he \r\n  has raised the issue of our 1990 decision refusing to grant him a new trial \r\n  on the ground the trial judge improperly qualified Juror William Canty. In deciding \r\n  the issue, we followed the United States Supreme Court's decision in Ross v. \r\n  Oklahoma, 487 U.S. 81 (1988), and focused on the jurors actually seated. Because \r\n  petitioner exercised a peremptory strike against Juror Canty, who therefore \r\n  was not seated, we found petitioner was not deprived of his right to a fair \r\n  trial. Green, 301 S.C. at 352, 392 S.E.2d at 160.\r\n\r\n On rehearing, petitioner protested that he had \r\n  used all his peremptory strikes and, under existing state precedent, this was \r\n  all that was needed to show reversible error in the improper qualification of \r\n  a juror. We summarily denied the petition for rehearing.\r\n\r\n Petitioner claims this decision applied new law \r\n  and, further, it was law that was applied only to him in light of our subsequent \r\n  decision in State v. Short, 333 S.C. 473, 511 S.E.2d 358 (1999). In Short, \r\n  we held no actual prejudice need be shown to establish reversible error for \r\n  the deprivation of a peremptory strike. Petitioner contends Short vitiates \r\n  the prejudice analysis used in his direct appeal. He requests habeas relief \r\n  from this Court on the ground our 1990 decision in his case was \"a legal fluke\" \r\n  that violated his constitutional rights.\r\n\r\n\r\n    ISSUE  \r\n  \r\n\r\n\r\n\r\n   Has petitioner shown a denial of fundamental fairness \r\n    that supports the grant of habeas corpus relief?\r\n\r\n\r\n\r\n    DISCUSSION  \r\n  \r\n\r\n\r\n\r\n    Standard for habeas relief \r\n  \r\n\r\n\r\n Habeas relief will be granted only for a constitutional \r\n  claim rising to the level of \"a violation, which in the setting, constitutes \r\n  a denial of fundamental fairness shocking to the universal sense of justice.\" \r\n  Gibson v. State, 329 S.C. 37, 39, 495 S.E.2d 426, 428 (1998) (citing \r\n  Butler v. State, 302 S.C. 466, 468, 397 S.E.2d 87, 88 (1990)).\r\n\r\n\r\n    Break from precedent in petitioner's direct \r\n    appeal \r\n  \r\n\r\n\r\n Our 1990 decision in petitioner's case sets out \r\n  a three-step analysis on the issue of juror qualification. The defendant must \r\n  first show he exhausted all of his peremptory challenges; if all peremptory \r\n  strikes were used, we will consider whether the juror was erroneously qualified. \r\n  If the juror was erroneously qualified, the defendant must then demonstrate \r\n  he was deprived of a fair trial. We found Juror Canty should have been disqualified \r\n  because voir dire indicated he was racially biased. We concluded, however, that \r\n  petitioner failed to satisfy the third requirement for reversal - that he was \r\n  deprived of a fair trial - because the erroneously qualified juror did not in \r\n  fact sit on the jury. Petitioner therefore failed to show prejudice from Juror \r\n  Canty's erroneous qualification.\r\n\r\n Petitioner argues that before the decision in \r\n  his case, we did not apply this third step of the analysis and would have reversed \r\n  where the defendant demonstrated only the first two steps - that he used all \r\n  his peremptory strikes and that the juror was erroneously qualified. He relies \r\n  primarily on State v. Sanders, 103 S.C. 216, 88 S.E. 10 (1916). In Sanders, \r\n  we reversed where a juror was erroneously qualified, the defendant struck the \r\n  juror, and the defendant exhausted all his peremptory strikes. We essentially \r\n  presumed prejudice from the defendant's exhaustion of his peremptory strikes. \r\n  (1) Petitioner claims under this precedent, the fact Juror Canty did \r\n  not sit should not have been considered.\r\n\r\n The State, however, argues there is intervening \r\n  precedent of this Court undermining the rule in Sanders by the time petitioner's \r\n  direct appeal was decided in 1990. In State v. Plath, 277 S.C. 126, 284 \r\n  S.E.2d 221 (1981), overruled on other grounds, State v. Collins, \r\n  329 S.C. 23, 495 S.E.2d 202 (1998), we found the defendant had failed to show \r\n  prejudice from the refusal to allow a belated peremptory strike because there \r\n  was no showing of any juror bias. We relied on Plath in 1982 and held in State \r\n  v. Yates, 280 S.C. 29, 310 S.E.2d 805 (1982), that where the defendant had \r\n  suffered no \"actual juror prejudice,\" his motion for additional peremptory strikes \r\n  was properly denied. The State claims these cases indicate the deprivation of \r\n  a peremptory strike would no longer be treated as reversible error per se, \r\n  thus undermining the prong of the analysis for improperly qualified jurors that \r\n  required no prejudice based on the exhaustion of all peremptory strikes. \r\n  (2)\r\n\r\n In any event, assuming our 1990 decision in petitioner's \r\n  case broke from precedent and applied a new procedural rule, the question is: \r\n  Does the overruling of precedent and the application of a new rule violate any \r\n  constitutional right? The answer to this question is clearly no. The United \r\n  States Supreme Court, for instance, in Payne v. Tennessee, 501 U.S. 808 \r\n  (1991), overruled its own precedent and applied a new rule to the defendant's \r\n  detriment allowing the admission of victim impact evidence in a death penalty \r\n  case. The Court noted that stare decisis is not \"an inexorable command.\" 501 \r\n  U.S. at 828. Where the issue is a rule of procedure, the Court is even less \r\n  constrained by precedent because a procedural rule does not serve as a guide \r\n  to lawful behavior and does not alter primary conduct. Hohn v. United States, \r\n  524 U.S. 236, 251 (1998); United States v. Gaudin, 515 U.S. 506, 521 \r\n  (1995); Payne, 501 U.S. at 828. No constitutional right is implicated \r\n  where precedent is overruled in favor of the application of a new procedural \r\n  rule.\r\n\r\n In conclusion, even if our three-step analysis \r\n  in petitioner's direct appeal overruled precedent and created a new rule, we \r\n  violated no constitutional mandate in applying that rule to petitioner. The \r\n  essential issue in this habeas proceeding is whether there has been a constitutional \r\n  violation that amounted to a denial of fundamental fairness shocking to the \r\n  universal sense of justice. We find no denial of fundamental fairness. Petitioner's \r\n  constitutional right to a fair trial by an unbiased jury was in no way compromised. \r\n  We find petitioner's argument on this issue without merit.\r\n\r\n\r\n    Effect of Short on the Green analysis \r\n  \r\n\r\n\r\nIn State v. Short, we held no showing of \r\n  actual prejudice is required to establish reversible error from the denial of \r\n  a peremptory challenge. Petitioner relies on Short to argue that under \r\n  the present state of the law, we would no longer apply the three-step analysis \r\n  used in his direct appeal.\r\n\r\n We recently reiterated this three-step analysis \r\n  in a decision issued after the decision in Short. See State \r\n  v. Council, 335 S.C. 1, 515 S.E.2d 508 (1999). (3) \r\n  In Council, we found no error in the juror's qualification and never \r\n  reached the prejudice analysis. In citing Green, however, we implicitly \r\n  acknowledged the continued viability of the three-step analysis. We now confirm \r\n  that our Green analysis remains valid.\r\n\r\n We begin by noting that other states with precedent \r\n  similar to Short have reached the opposite result suggested by petitioner \r\n  on the question whether a defendant need only show he used all his peremptory \r\n  strikes to obtain reversal for the erroneous qualification of a juror who did \r\n  not sit. These decisions follow the United States Supreme Court's recent opinion \r\n  in United States v. Martinez-Salazar, 528 U.S. 304 (2000), which distinguishes \r\n  the forced use of a peremptory strike from the denial of one.\r\n\r\n The Martinez-Salazar case arose in the \r\n  Ninth Circuit. That circuit has a well-settled rule that a party need not show \r\n  prejudice from the denial of a peremptory strike. United States v. Annigoni, \r\n  96 F.3d 1132 (9th Cir. 1996). (4) \r\n  Relying on this precedent in Martinez-Salazar, the Ninth Circuit Court \r\n  of Appeals reasoned that the defendant's Fifth Amendment due process rights \r\n  were violated because he had to use a peremptory strike to remove a juror who \r\n  should have been excused for cause. United States v. Martinez-Salazar, \r\n  146 F.3d 653, 658 (9th Cir. 1998).\r\n\r\n On appeal, however, the Supreme Court rejected \r\n  this analysis, distinguishing the forced use of a peremptory strike from the \r\n  denial of such a strike. It held: \"[I]f the defendant elects to cure such an \r\n  error [in juror qualification] by exercising a peremptory challenge, and is \r\n  subsequently convicted by a jury on which no biased juror sat, he has not been \r\n  deprived of any rule-based or constitutional right.\" 528 U.S. at 307. Thus, \r\n  the Supreme Court has definitively rejected a federal due process claim based \r\n  on the forced use of a peremptory strike.\r\n\r\n Since Martinez-Salazar was decided, a majority \r\n  of state courts considering the issue have interpreted their state constitutions \r\n  to conform to its holding. See, e.g., In re: Evans v. State, \r\n  794 So.2d 411 (Ala. 2000); State v. Manning, 19 P.3d 84 (Kan. 2001); \r\n  State v. Entzi, 615 N.W.2d 145 (N.D. 2000); State v. Verhoef, \r\n  627 N.W.2d 437 (S.D. 2001); State v. Fire, 34 P.3d 1218 (Wash. 2001); \r\n  State v. Lindell, 629 N.W.2d 223 (Wis. 2001). (5) \r\n  Although we may afford more expansive rights under our state constitutional \r\n  provisions than those conferred under the federal constitution, State v. \r\n  Forrester, 343 S.C. 637, 541 S.E.2d 837 (2001), we decline to do so here. \r\n  We have repeatedly stated that peremptory strikes implicate no constitutional \r\n  right. State v. Potts, 347 S.C. 126, 554 S.E.2d 38 (2001); State v. \r\n  Franklin, 318 S.C. 47, 456 S.E.2d 357 (1995); State v. Bailey, 273 \r\n  S.C. 467, 257 S.E.2d 231 (1979). We adopt the Martinez-Salazar  analysis \r\n  and interpret our state constitution to find no due process violation from the \r\n  forced use of a peremptory strike. Thus, we confirm the continued viability \r\n  of the three-step analysis used in petitioner's direct appeal. \r\n  (6)  \r\n Petitioner's argument that our decision in his \r\n  direct appeal was \"a legal fluke\" is without merit.\r\n\r\n\r\n    CONCLUSION  \r\n  \r\n\r\n\r\n Petitioner has failed to demonstrate our decision \r\n  in his direct appeal violated any constitutional right. There has been no denial \r\n  of fundamental fairness in this case. Accordingly, petitioner's request for \r\n  habeas relief is \r\n\r\n  DENIED.\r\n\r\nTOAL, C.J., WALLER and BURNETT, JJ., concur. \r\n  PLEICONES, J., dissenting in a separate opinion.\r\n\r\nJUSTICE PLEICONES: \r\n  I respectfully dissent. In my opinion, the Court's decision in State v. Green, \r\n  301 S.C. 347, 392 S.E.2d 157 (1990), was a clear break from established precedent. \r\n  See State v. Sanders, 103 S.C. 216, 88 S.E. 10 (1916). Neither \r\n  State v. Plath, 277 S.C. 126, 284 S.E.2d 221 (1981), nor State v. \r\n  Yates, 280 S.C. 29, 310 S.E.2d 805 (1982), hold that a defendant must show \r\n  prejudice where he has used a peremptory challenge to remove an otherwise disqualified \r\n  juror.  (7)\r\n\r\n In a case involving the issue of juror disqualification, \r\n  decided after Plath and Yates, the Court reaffirmed the rule in \r\n  State v. Sanders, supra. State v. Cooper, 291 S.C. 332, \r\n  353 S.E.2d 441 (1986). In Cooper, the defendant challenged the trial \r\n  court's refusal to disqualify a highway patrolman from the panel of jurors. \r\n  In reversing the defendant's conviction, the Court did not undertake a prejudice \r\n  analysis. Instead, the Court only considered whether the defendant had exhausted \r\n  all peremptory challenges and whether the trial court should have disqualified \r\n  the patrolman for cause. I read Cooper as an affirmation of the two-part \r\n  test in effect prior to Green. In my opinion Green was a clear \r\n  break from that precedent.\r\n\r\n I do not suggest that this Court cannot overrule \r\n  a previous decision in any given case. I am, however, of the opinion that when \r\n  the Court chooses to do so, and when the change is a clear break from the law \r\n  previously applied in a criminal prosecution, the new rule should not be applied \r\n  to the detriment of the defendant in whose case the rule is changed. See \r\n  e.g. State v. Hughes, 328 S.C. 146, 493 S.E.2d 821 (1997) (refusing \r\n  to apply new rule overruling precedent to appellant's detriment). Application \r\n  of the new rule to Green, in a setting where the State seeks to extract the \r\n  ultimate penalty is, in my opinion, shocking to the universal sense of justice. \r\n  See Butler v. State, 302 S.C. 466, 397 S.E.2d 87 (1990) (writ \r\n  of habeas corpus will issue where a violation, in the setting, constitutes denial \r\n  of fundamental fairness shocking to universal sense of justice).\r\n\r\n I would grant the petition for writ of habeas \r\n  corpus. \r\n 1.  Following \r\n  Sanders, in State v. Mittle, 120 S.C. 526, 113 S.E. 335 (1922), \r\n  a concurring Justice agreed with the majority that a challenged juror was properly \r\n  qualified but noted there would have been reversible error had the defendant \r\n  been forced to strike a juror who should have been excluded for cause. \r\n 2.  The \r\n  dissent cites State v. Cooper, 291 S.C. 332, 353 S.E.2d 441 (1986), as \r\n  a later case applying the rule of Sanders. Our 1990 decision in Green, \r\n  distinguished Cooper on the ground it did not reverse on the issue of \r\n  juror qualification alone. \r\n3.  Short \r\n  was issued in January 1999; Council in April 1999. \r\n4.  Annigoni \r\n  was in fact cited in our decision in Short as support for the rule that \r\n  prejudice need not be shown. \r\n5.  Of \r\n  the two courts rejecting Martinez-Salazar, one was an intermediate state \r\n  appellate court which noted that it was bound to follow pre-existing state law \r\n  the highest state court had not reconsidered since the Martinez-Salazar \r\n  opinion, see State v. Ibanez, 31 P.3d 830, 834 (Ariz. App. 2001), \r\n  leaving only one state that has authoritatively rejected the Martinez-Salazar \r\n  analysis. See People v. Lefebre, 5 P.3d 295 (Colo. 2000) (declining \r\n  to follow Martinez-Salazar on state law grounds). \r\n6.  We \r\n  note that a statutory claim under Short is not incompatible with the \r\n  Green analysis. A claim based on the denial of a strike may still be \r\n  made if, after being forced to use a peremptory strike on an erroneously qualified \r\n  juror, the defendant can demonstrate he was deprived of a subsequent strike \r\n  he would have exercised, and to which he would have been entitled, but for the \r\n  forced strike. Such a claim may be preserved by stating for the record an articulable \r\n  objection to a subsequently presented juror.\r\n\r\n Here, petitioner could not have shown reversible \r\n  error even under this statutory analysis. We have examined the original transcript \r\n  in his direct appeal which indicates only two jurors were presented after petitioner \r\n  used his last peremptory strike. Petitioner voiced no objection to either of \r\n  those jurors. His only objection was to an alternate juror for whom separate \r\n  strikes were allocated as provided in S.C. Code Ann. 14-7-1120 (Supp. 2000). \r\n  Because there is no basis in the record from which to conclude the strike used \r\n  against Juror Canty effectively deprived petitioner of a peremptory strike he \r\n  otherwise would have exercised, petitioner would not have been entitled to a \r\n  new trial under a Short analysis. \r\n\r\n7. As pointed out by the majority, \r\n  the defendant in Plath appealed the trial court's refusal to allow the defendant \r\n  to exercise a peremptory challenge after all the jurors had been presented and \r\n  sworn. Yates addressed a defendant's challenge to the trial court's denial of \r\n  the defendant's request for additional peremptory challenges after exhaustion \r\n  of those allowed by statute. Neither decision addressed the issue of juror disqualification.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25461","title":"State v. Timmons","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25461","description":"Possession of cocaine is a lesser included offense of possession of crack cocaine.","date":"2002-05-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nThe State,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent,\r\n\r\n&nbsp;\r\nv.\r\n\r\n\r\nAlfred Timmons,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nPetitioner.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Florence County\r\nJoseph J. Watson, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25461\r\nHeard March 21, 2002 - Filed May 6, 2002\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAssistant Appellate Defender Tara S. Taggart, of South Carolina Office of Appellate Defense, of Columbia, for petitioner.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John M. McIntosh, Assistant Deputy Attorney General Charles H. Richardson, of\r\nColumbia, and Solicitor Edgar L. Clements, III, of Florence, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE PLEICONES:  We granted Alfred Timmons' petition for writ of certiorari to consider the Court of Appeals' determination that possession of cocaine\r\nis a lesser included offense of possession of crack cocaine.  We affirm.\r\n\r\nFACTS/PROCEDURAL HISTORY\r\n\r\nPetitioner (\"Timmons\") was indicted for shoplifting, fifteenth offense, and possession of crack cocaine after police arrested him in the parking lot of a K-Mart\r\nstore.  A search of his person revealed that Timmons had two telephones in his pants, and accessories for the phones in his socks.  He also had .02 grams of crack\r\ncocaine in his pocket.\r\n\r\nTimmons pled guilty to shoplifting, fifteenth offense, and possession of cocaine.  The court sentenced him to eight years, and two years, respectively.  The\r\nsentences were concurrent.  At the plea hearing, the solicitor explained that although an analysis of the substance found on Timmons was positive for crack\r\ncocaine, the State was accepting Timmons' guilty plea to possession of cocaine, as opposed to possession of crack cocaine, based on the minute amount of drugs\r\ninvolved.\r\n\r\nTimmons appealed, arguing the trial court lacked \r\n  subject matter jurisdiction to accept his plea to possession of cocaine where \r\n  the indictment charged possession of crack cocaine. (1) \r\n  The Court of Appeals affirmed and held that possession of cocaine is a lesser \r\n  included offense of possession of crack cocaine. State v. Timmons, 338 \r\n  S.C. 287, 525 S.E.2d 906 (1999).\r\n\r\nISSUE\r\n\r\n\r\nDid the trial court have subject matter jurisdiction to accept Timmons' plea to possession of cocaine?\r\n\r\n\r\nANALYSIS\r\n\r\nThe circuit court does not have subject matter \r\n  jurisdiction to convict a defendant of an offense unless there has been an indictment \r\n  which sufficiently states the offense; the defendant has waived presentment \r\n  of the indictment; or the offense is a lesser included offense of the crime \r\n  charged in the indictment. State v. Owens, 346 S.C. 637, 552 S.E.2d 727 \r\n  (2001).\r\n\r\nThe test for determining if a crime is a lesser \r\n  included offense is whether the greater of the two offenses includes all the \r\n  elements of the lesser offense. State v. McFadden, 342 S.C. 629, 632, \r\n  539 S.E.2d 387, 389 (2000). That test (2) is \r\n  met here. \r\n\r\nSouth Carolina Code Annotated Section 44-53-370 (c) (2002) makes it illegal for any person to knowingly or intentionally possess a \"controlled substance.\"  The\r\nstatutory definition of \"controlled substance\" includes \"[c]oca leaves and any salt, compound, derivative, or preparation of coca leaves, and any salt, compound,\r\nderivative, or preparation thereof which is chemically equivalent or identical with any of these substances . . . .\"  S.C. Code Ann. Â§ 44-53-210 (b)(4) (2002).  S.C.\r\nCode Ann. Â§ 44-53-110 (2002), defines \"crack cocaine\" as \"an alkaloidal cocaine or freebase form of cocaine, which is the end product of a chemical alteration\r\nwhereby the cocaine in salt form is converted to a form suitable for smoking.\"  Section 44-53-375 of the South Carolina Code provides harsher penalties for a\r\ndefendant convicted of possession of crack cocaine than those provided in Â§ 44-53-370 for possession of cocaine.\r\n\r\nConstruing the code sections cited above, before the State obtains a conviction for possession of crack cocaine it must prove that the defendant (1) knowingly or\r\nintentionally (2) possessed (3) a form of cocaine (4) in a smokable, alkaloidal state.  A conviction for possession of cocaine only requires that the State prove the\r\nfirst three of these elements.  Possession of cocaine, then, does not contain any element not included within possession of crack cocaine.  Thus, it satisfies the\r\nelements test as a lesser included offense of possession of crack cocaine. \r\n\r\nMoreover, there is precedent from this Court suggesting \r\n  possession of cocaine is a lesser included offense of possession of crack cocaine. \r\n  In State v. Jackson, 297 S.C. 523, 377 S.E.2d 570 (1989), the defendant \r\n  was indicted for possession of crack cocaine after police found him in possession \r\n  of a glass vial containing a substance resembling crack cocaine. At trial a \r\n  SLED chemist testified that, because of the small amount retrieved, he could \r\n  not determine whether the substance was crack cocaine. The chemist testified, \r\n  however, that the substance tested positive for cocaine. The trial court granted \r\n  the defendant's motion for a directed verdict of not guilty on the charge of \r\n  possession of crack cocaine. The court submitted the offense of possession of \r\n  cocaine to the jury, determining possession of cocaine was a lesser included \r\n  offense of possession of crack cocaine. The jury found the defendant guilty \r\n  of possession of cocaine. The defendant appealed, asserting the trial court's \r\n  jury charge impermissibly commented on the facts of the case.\r\n\r\nWe affirmed the conviction, concluding the judge's remarks were an explanation of his ruling on the defendant's directed verdict motion, rather than a comment\r\non the facts of the case.  We continued:\r\n\r\n\r\nTh[e court's] statement explained how and why the charge of possession was being reduced from crack cocaine to simple cocaine.  According to the chemist's\r\ntestimony, there was an insufficient amount of the substance to conduct an analysis for crack cocaine.  Without any evidence of crack cocaine, Jackson could not\r\nbe charged with that offense on the indictment in question.  In contrast, there was testimony that there was a sufficient amount of the substance to conduct an\r\nanalysis of cocaine.  This explains how Jackson could be charged with the lesser included offense.\r\n\r\n\r\nId. at 526, 377 S.E.2d at 572 (emphasis \r\n  supplied). While Jackson did not challenge on appeal the trial court's subject \r\n  matter jurisdiction, Jackson clearly suggests possession of cocaine is \r\n  a lesser included offense of possession of crack.\r\n\r\nCONCLUSION\r\n\r\nWe affirm the result reached by the Court of Appeals. \r\n  Pursuant to the elements test and State v. Jackson, supra, possession \r\n  of cocaine is a lesser included offense of possession of crack cocaine. It follows \r\n  that the indictment charging Timmons with possession of crack cocaine conferred \r\n  upon the trial court subject matter jurisdiction to accept Timmons' plea of \r\n  guilty to possession of cocaine. AFFIRMED.\r\n\r\nTOAL, C.J., MOORE, WALLER and BURNETT, JJ., concur.\r\n\r\n\r\n1. Count Two of the indictment alleged:\r\n\r\n\r\nThat ALFRED TIMMONS did in Florence County on or about July 28, 1997, knowingly and intentionally possess a quantity of crack cocaine, a controlled\r\nsubstance under the provisions of Act No. 445, Acts of 1971, General Assembly of South Carolina, as amended (Sections 44-53-370 and 44-53-375), et. seq.,\r\n1976 Code of Laws of South Carolina, as amended), [sic] such possession not having been authorized by law.\r\n\r\n2. See State v. Elliott, \r\n  346 S.C. 603, 552 S.E.2d 727 (2001) (reiterating, despite certain anomalies, \r\n  the continued validity of the elements test for determining whether an offense \r\n  is a lesser included offense of the crime charged).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25462","title":"Riverwoods v. Charleston County","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25462","description":"This is a direct appeal challenging a Charleston County ordinance which enacts a property tax exemption.","date":"2002-05-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nRiverwoods, LLC, North Bluff\r\nNorth Charleston, Limited\r\nPartnership, Brackenbrook\r\nNorth Charleston Limited\r\nPartnership, Arthur Booth, M.D.\r\nand Linda M. Booth,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Respondents/Appellants,\r\n\r\n&nbsp;\r\nv.\r\n\r\n\r\nThe County of Charleston,\r\nPeggy A. Moseley in her official\r\ncapacity as Charleston County\r\nAuditor, and D. Michael\r\nHuggins in his official capacity\r\nas Charleston County Assessor,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Appellants/Respondents.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\nA. Victor Rawl, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25462\r\nHeard March 20, 2002 - Filed May 6, 2002\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nSamuel W. Howell, IV, of Howell &amp; Linkous, LLC, of Charleston, County Attorney Joseph Dawson, III, and Assistant County Attorney Bernard E. Ferrara, Jr., of\r\nCharleston, for appellants/respondents.\r\n\r\nG. Trenholm Walker, Andrew K. Epting, Jr., Clayton B. McCullough and Matthew D. Hamrick, of Pratt-Thomas, Epting &amp; Walker, P.A., of Charleston, for\r\nrespondents/appellants.\r\n\r\nBurnet R. Maybank, III, of Nexsen Pruet Jacobs &amp; Pollard, LLC, of Columbia, for amicus curiae, State Chamber of Commerce.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE WALLER:  Respondents-appellants (collectively \"Taxpayers\") brought this action against the County of Charleston, Peggy A. Moseley in her official\r\ncapacity as Charleston County Auditor, and D. Michael Huggins in his official capacity as Charleston County Assessor (appellants-respondents, collectively \"the\r\nCounty\") challenging a county ordinance which grants a property tax exemption solely to owner-occupied primary residences.  Taxpayers moved for summary\r\njudgment, which the trial court granted.  The County appeals on the merits, and Taxpayers appeal from the trial court's denial of injunctive relief.  We affirm.\r\n\r\nFACTS\r\n\r\nIn November 2000, Charleston County adopted Ordinance 1163 (\"the Ordinance\").  The Ordinance grants an exemption from ad valorem property taxation to\r\nowner-occupied primary residences where the property's value increased over 15 percent due to a county-wide reassessment. (1)  The exemption imposes a tax cap\r\non these properties such that they are not taxed on any increase in value over 15 percent.\r\n\r\nThe Ordinance was enacted pursuant to S.C. Code Ann. Â§ 12-37-223A (Supp. 2001) (\"the Enabling Act\").  The Enabling Act states in pertinent part:\r\n\r\n\r\n  As authorized by Section 3, Article X of the South \r\n    Carolina Constitution, the General Assembly hereby authorizes the governing \r\n    body of a county by ordinance to exempt an amount of fair market value of \r\n    real property located in the county sufficient to limit to fifteen percent \r\n    any valuation increase attributable to a countywide appraisal and equalization \r\n    program conducted pursuant to Section 12-43-217. An exemption allowed by \r\n    this section does not apply to:\r\n\r\n(1) real property valued for property tax purposes by the unit valuation method; (2)\r\n\r\n(2) value attributable to property or improvements not previously taxed, such as new construction, and for renovation of existing structures;\r\n\r\n(3) property transferred after the most recent countywide equalization program implemented pursuant to Section 12-43-217;  provided, however, at the option of\r\nthe governing body of a county which is in the process of first implementing a countywide equalization program under Section 12-43-217, property transferred on\r\nor after January first of the year of implementation of the most recent countywide equalization program.\r\n\r\n\r\nÂ§ 12-37-223A(A) (emphasis added).\r\n\r\nThe County decided to enact the Ordinance pursuant \r\n  to the Enabling Act; however, it chose to limit the exemption solely to owner-occupied \r\n  primary residences. See S.C. Code Ann. Â§ 12-43-220(c) (2000). \r\n  (3) In the text of the ordinance, the County set forth several reasons \r\n  for its decision to selectively grant the tax exemption to these residential \r\n  properties only. (4)\r\n\r\nTaxpayers are:  (1) three corporate entities which each own an apartment complex in Charleston County; and (2) the Booths who are residents of Georgia but own\r\na second home in Kiawah Island.  Taxpayers are all taxed at a six percent assessment ratio.  Due to the countywide reassessment completed in 2001, their\r\nproperties increased in value anywhere from 31.8 percent to 138.4 percent.  \r\n\r\nPrior to the countywide assessment which was completed in 2001, the total value of all assessed real property in Charleston County was approximately $15.6\r\nbillion.  For the 2001 tax year, the total value of all assessed real property in the County was approximately $25.4 billion.  As a result of the Ordinance, $2.4\r\nbillion was exempted from taxation.  Thus, the applicable millage rates for tax year 2001 were calculated, and taxes were assessed, based on approximately $23\r\nbillion worth of property.  In addition to being excluded from application of the exemption, Taxpayers alleged that implementation of the exemption required the\r\nCounty to set higher millage rates resulting in higher taxes for them.\r\n\r\nTaxpayers filed a complaint seeking a declaratory judgment that the ordinance was invalid.  Although they alleged several causes of action in their complaint,\r\nTaxpayers moved for summary judgment to invalidate the ordinance based upon two grounds:  (1) the ordinance violated the enabling legislation; and (2) the\r\nordinance violated specific tax provisions of the South Carolina Constitution.  As relief, Taxpayers requested an injunction if the trial court granted summary\r\njudgment, or, if their motion was denied, a preliminary injunction.\r\n\r\nThe trial court found in favor of Taxpayers on both grounds asserted.  However, the trial court refused to grant their request for an injunction or a writ of\r\nmandamus.  Instead, citing the hardship on the County and potential for reversal on appeal, the trial court issued a writ of supersedeas staying enforcement of the\r\norder.  Taxpayers subsequently petitioned this Court for a writ of supersedeas to dissolve the supersedeas issued by the trial court.  We denied Taxpayers' request. \r\nWe granted the parties' joint motion to expedite the case.\r\n\r\nISSUES\r\n\r\n\r\nThe County's appeal raises the following two issues:\r\n\r\nDid the trial court err in ruling that the Ordinance conflicted with, or exceeded the power granted by, the Enabling Act?\r\n\r\nDid the trial court err in ruling that the Ordinance violated the South Carolina Constitution?\r\n\r\n\r\nOn cross-appeal, Taxpayers raise the following issue:\r\n\r\n\r\nDid the trial court err in refusing to grant injunctive relief?\r\n\r\n\r\nDISCUSSION\r\n\r\n1.  Does the Ordinance violate the Enabling Act?\r\n\r\nThe County argues that the Ordinance does not violate the Enabling Act.  The County maintains that:  (1) the Ordinance is a valid exercise of discretion as granted\r\nby Home Rule powers; and (2) the Enabling Act did not require the County to apply the exemption to all real property in Charleston or prohibit the County from\r\napplying the exemption to only certain classes of property.  We disagree and find the trial court correctly concluded that the Ordinance exceeded the authority\r\ngranted by the Enabling Act.\r\n\r\nDetermining whether a local ordinance is valid \r\n  is a two-step process. The first step is to determine whether the county had \r\n  the power to adopt the ordinance. If no power existed, the ordinance is invalid. \r\n  If the county had the power to enact the ordinance, the second step is to determine \r\n  whether the ordinance is consistent with the Constitution and general law of \r\n  the State. Bugsy's, Inc. v. City of Myrtle Beach, 340 S.C. 87, 93, 530 \r\n  S.E.2d 890, 893 (2000).\r\n\r\nAt issue is whether the Ordinance is consistent \r\n  with the Enabling Act, and this necessarily involves the statutory construction \r\n  of the Enabling Act. The cardinal rule of statutory construction is for the \r\n  Court to ascertain and effectuate the intent of the legislature. E.g., \r\n  Grant v. City of Folly Beach, 346 S.C. 74, 551 S.E.2d 229 (2001). The \r\n  trial court found that if a county enacted an ordinance pursuant to the Enabling \r\n  Act, then all property, except those properties specifically listed under subsections \r\n  12-37-223A(A)(1), (2) &amp; (3), was intended to receive the exemption. We agree.\r\n\r\n\"The canon of construction 'expressio unius \r\n  est exclusio alterius' or 'inclusio unius est exclusio alterius' \r\n  holds that 'to express or include one thing implies the exclusion of another, \r\n  or of the alternative.'\" Hodges v. Rainey, 341 S.C. 79, 86, 533 S.E.2d \r\n  578, 582 (2000). As we explained in Hodges v. Rainey: \"'The enumeration \r\n  of exclusions from the operation of a statute indicates that the statute should \r\n  apply to all cases not specifically excluded. Exceptions strengthen the force \r\n  of the general law and enumeration weakens it as to things not expressed.'\" \r\n  Id. at 87, 533 S.E.2d at 582 (quoting Norman J. Singer, Sutherland Statutory \r\n  Construction Â§ 47.23 at 227 (5th ed. 1992)).\r\n\r\nCiting  West Virginia Pulp &amp; Paper Co. v. \r\n  Riddock, 225 S.C. 283, 82 S.E.2d 189 (1954), the trial court employed the \r\n  principle of expressio unius est exclusio alterius to find that the \r\n  Enabling Act granted only three exceptions to the application of the exemption. \r\n  Thus, the trial court found that the County was unauthorized to enact an ordinance \r\n  which, in effect, excluded all real property other than owner-occupied primary \r\n  residences.\r\n\r\nIn Riddock, a manufacturer challenged Charleston \r\n  County's demand for taxes levied for the servicing of county bonds. The manufacturer \r\n  argued it was entitled to a statutory exemption from these taxes. The statute \r\n  stated that an \"[e]xemption from county taxes (but not from school taxes \r\n  or public service district taxes) is hereby granted to [certain manufacturing \r\n  plant construction].\" Id. at 285, 82 S.E.2d at 189 (emphasis added). The trial \r\n  court in Riddock applied the principle expressio unius est exclusio alterius \r\n  and concluded that \"the Legislature must have intended that the exemption should \r\n  apply to taxes levied for all County purposes save for those purposes specifically \r\n  excluded.\" Id. at 287-88, 82 S.E.2d at 189. In other words, except for school \r\n  and public service district taxes (the express exceptions), the exemption applied, \r\n  and taxes servicing county bonds were exempt for qualifying manufacturers. The \r\n  Court agreed with the trial court and adopted its order as the opinion for the \r\n  Court.\r\n\r\nLikewise, the trial court in the instant case appropriately \r\n  applied expressio unius est exclusio alterius and correctly decided \r\n  that if a county chose to enact an ordinance granting the exemption, the Legislature \r\n  intended for all property, except the three enumerated exceptions listed in \r\n  subsections 12-37-223A(A)(1), (2) &amp; (3), to benefit from the exemption. \r\n  Hodges v. Rainey, supra (the enumeration of exclusions from the \r\n  operation of a statute indicates that the statute should apply to all cases \r\n  not specifically excluded); Riddock, supra (tax exemption statute \r\n  specifically listing exceptions to exemption indicate all other cases intended \r\n  for exemption). Here, however, the County enacted an ordinance which effectively \r\n  created a fourth exception - all real property other than owner-occupied primary \r\n  residences.\r\n\r\nThe County argues it had the discretion to enact the Ordinance in the manner it did due to principles of Home Rule.  We disagree.\r\n\r\nArticle VIII of the South Carolina Constitution \r\n  \"mandates 'home rule' for local governments.\" Quality Towing, Inc. v. City \r\n  of Myrtle Beach, 340 S.C. 29, 37, 530 S.E.2d 369, 373 (2000). Section 17 \r\n  of Article VIII provides that \"all laws concerning local government shall be \r\n  liberally construed in their favor.\" S.C. Const. art. VIII, Â§ 17. Pursuant to \r\n  S.C. Code Ann. Â§ 4-9-25 (Supp. 2001), counties enjoy certain powers:\r\n\r\n\r\n  All counties of the State, in addition to the powers \r\n    conferred to their specific form of government, have authority to enact regulations, \r\n    resolutions, and ordinances, not inconsistent with the Constitution and \r\n    general law of this State, including the exercise of these powers in relation \r\n    to health and order in counties or respecting any subject as appears to them \r\n    necessary and proper for the security, general welfare, and convenience of \r\n    counties or for preserving health, peace, order, and good government in them. \r\n    The powers of a county must be liberally construed in favor of the county \r\n    and the specific mention of particular powers may not be construed as limiting \r\n    in any manner the general powers of counties.\r\n\r\n\r\n(Emphasis added).\r\n\r\nThe County contends that section 4-9-25 grants \r\n  it wide discretion to decide how to apply the exemption. The County, however, \r\n  misapprehends the issue before the Court. At issue is whether the Ordinance \r\n  violated the enabling legislation. (5) It is \r\n  clear from a plain reading of the Enabling Act that the only real discretion \r\n  which was conferred upon the County was whether to adopt the ordinance. Once \r\n  adopted, however, it must be consistent with the general law of the State, i.e., \r\n  the enabling legislation. See Bugsy's, Inc. v. City of Myrtle Beach, \r\n  supra (to be valid, an ordinance must be consistent with the Constitution \r\n  and general law of the State); cf. Bostic v. City of West Columbia, \r\n  268 S.C. 386, 390, 234 S.E.2d 224, 226 (1977) (\"enabling legislation is not \r\n  merely precatory, but prescribes the parameters of conferred authority\"). As \r\n  discussed above, the Ordinance is inconsistent with the Enabling Act. Consequently, \r\n  the County's assertions regarding Home Rule provide it no refuge.\r\n\r\nIn sum, we hold that the Ordinance conflicted with the Enabling Act because it effectively created an additional exception not intended by the Enabling Act. (6)\r\n\r\n2.  Did the trial court err in ruling that\r\nthe Ordinance violated the South Carolina Constitution?\r\n\r\nThe trial court also found that because the Ordinance resulted in the taxation of owner-occupied primary residences at less than their fair market value, the\r\nOrdinance violated Article III, Â§ 29 and Article X, Â§ 1 of the South Carolina Constitution. (7)  The County argues that the trial court erred.\r\n\r\nIt is this Court's firm policy to decline to rule \r\n  on constitutional issues unless such a ruling is required. E.g., In \r\n  re McCracken, 346 S.C. 87, 551 S.E.2d 235 (2001). Our holding in Issue 1, \r\n  supra, is dispositive to this appeal; we therefore refrain from ruling \r\n  on the constitutional questions raised. Id.\r\n\r\n3.  Did the trial court err in refusing to grant injunctive relief? \r\n\r\nThe trial court refused to order injunctive relief, and sua sponte issued a writ of supersedeas staying the enforcement of its order declaring the Ordinance unlawful. \r\nTaxpayers argue that the trial court erred in denying their request to issue a writ of mandamus or an injunction.  We disagree.\r\n\r\nThe primary purpose of a writ of mandamus is to \r\n  enforce an established right and to enforce a corresponding imperative duty \r\n  created or imposed by law. Porter v. Jedziniak, 334 S.C. 16, 18, 512 \r\n  S.E.2d 497, 498-99 (1999) (citing Willimon v. City of Greenville, 243 \r\n  S.C. 82, 132 S.E.2d 169 (1963)). To obtain a writ of mandamus requiring the \r\n  performance of an act, the petitioner must show: (1) a duty of respondent to \r\n  perform the act; (2) the ministerial nature of the act; (3) the petitioner's \r\n  specific legal right for which discharge of the duty is necessary; and (4) a \r\n  lack of any other legal remedy. Id.\r\n\r\nTaxpayers were not entitled to a writ of mandamus. \r\n  Although they argue the County had a \"clear ministerial duty\" to include the \r\n  exempted value in the calculation of taxes, it is patent that this duty was \r\n  far from clear; indeed, the instant appeal attests to the fact that it was unclear \r\n  as to whether the exemption was lawful or not. \"When the legal right is doubtful \r\n  . . . a writ of mandamus cannot rightfully issue.\" Willimon v. City of Greenville, \r\n  243 S.C. at 86, 132 S.E.2d at 170.\r\n\r\nTaxpayers also contend that once the trial court declared the Ordinance invalid, they were entitled to an injunction.  We find that because Taxpayers have an\r\nadequate remedy at law, the trial court correctly denied the injunction.\r\n\r\nAlthough a taxpayer may enjoin the collection of \r\n  an illegal tax if he is afforded no adequate legal remedy, see Ware \r\n  Shoals Mfg. Co. v. Jones, 78 S.C. 211, 58 S.E. 811 (1907), where there is \r\n  a legal remedy by payment under protest, then an injunction is inappropriate. \r\n  E.g., Textile Hall Corp. v. Riddle, 207 S.C. 291, 300, 35 S.E.2d \r\n  701, 704 (1945).\r\n\r\nThe County argues that Taxpayers have an adequate \r\n  legal remedy by paying the taxes under protest. See S.C. Code Ann. Â§ 12-60-2550 \r\n  (2000) (allowing taxpayer to pay under protest 80 percent of challenged property \r\n  tax). Taxpayers argue that every property owner in Charleston County paying \r\n  ad valorem taxes is affected. They contend that, under these circumstances, \r\n  paying taxes under protest is an unfair and impractical remedy and therefore \r\n  an inadequate remedy.\r\n\r\nTaxpayers are incorrect. While it may be true that \r\n  by invalidating the Ordinance all property owners in Charleston County will \r\n  be affected in future tax years, the instant case involves only four properties. \r\n  Clearly, these Taxpayers have an adequate remedy provided under statute by paying \r\n  their taxes under protest. Id.; Textile Hall Corp. v. Riddle, \r\n  supra. Thus, the trial court did not err in denying injunctive relief.\r\n\r\nAdditionally, Taxpayers assert that an injunction remains a necessity even upon our invalidation of the Ordinance.  According to Taxpayers, the County has\r\ndemonstrated an unwillingness to eliminate implementation of the Ordinance, and Taxpayers fear the County will apply the selective exemption in tax year 2002. \r\nTaxpayers therefore implore this Court to issue an injunction or writ of mandamus requiring the County to not apply the exemption in tax year 2002 or other\r\nfuture tax years.  However, given our decision that the Ordinance is unlawful, we are confident the County will act accordingly.\r\n\r\nCONCLUSION\r\n\r\nWe affirm the trial court's decision that the Ordinance violated the Enabling Act and hereby declare the Ordinance invalid.  In addition, we affirm the trial court's\r\ndenial of injunctive relief.\r\n\r\nAFFIRMED.\r\n\r\nMOORE, A.C.J., BURNETT, PLEICONES, JJ., and Acting Justice George T. Gregory, Jr., concur.\r\n\r\n\r\n1. Every five years, real property \r\n  in a county is reappraised and taxes are assessed on the newly appraised values. \r\n  See S.C. Code Ann. Â§ 12-43-217(A) (2000) (\". . . once every fifth year \r\n  each county or the State shall appraise and equalize those properties under \r\n  its jurisdiction . . . .\"). \r\n2. According to Taxpayers, the only property valued by the unit valuation method is property of utility companies.\r\n3. Property classified as owner-occupied \r\n  primary residences under Â§ 12-43-220(c) is taxed on an assessment equal to four \r\n  percent of the fair market value of the property.  Id.  All other real \r\n  property not specifically classified under section 12-43-220 is taxed at six \r\n  percent. See Â§ 12-43-220(e). \r\n4. For example, the Ordinance states that \"County Council recognizes the rapid escalation of residential property values in many areas of Charleston County\" and\r\n\"the application of the exemption will encourage homeownership by mitigating the impact of rapidly escalating values on property taxation of owner-occupied\r\nhomes.\"\r\n5. The Enabling Act was passed \r\n  pursuant to Article X, Section 3 of the South Carolina Constitution: \"In addition \r\n  to the exemptions listed in this section, the General Assembly may provide for \r\n  exemptions from the property tax, by general laws applicable uniformly to \r\n  property throughout the State and in all political subdivisions, but only \r\n  with the approval of two-thirds of the members of each House.\" S.C. Const. art. \r\n  X, Â§ 3 (emphasis added). \r\n6. The trial court additionally held that the Ordinance violated the Enabling Act because in application it failed to \"exempt an amount of fair market value of real\r\nproperty located in the county sufficient to limit to fifteen percent any valuation increase attributable to a countywide appraisal and equalization program.\"  Â§\r\n12-37-223A.  Since we conclude the Ordinance violates the Enabling Act based on the principle of expressio unius est exclusio alterius, it is not necessary to\r\naddress this alternative holding of the trial court.\r\n7. These sections provide as follows in pertinent part:\r\n\r\n\r\n  All taxes upon property, real and personal, \r\n    shall be laid upon the actual value of the property taxed, as the same \r\n    shall be ascertained by an assessment made for the purpose of laying such \r\n    tax.\r\n\r\n\r\nS.C. Const. art. III, Â§ 29 (emphasis added).\r\n\r\n\r\nThe General Assembly may provide for the ad valorem taxation by the State or any of its subdivisions of all real and personal property.  The assessment of all\r\nproperty shall be equal and uniform in the following classifications:\r\n\r\n. . .\r\n\r\n  (3) The legal residence and not more than five \r\n    acres contiguous thereto shall be taxed on an assessment equal to four \r\n    percent of the fair market value of such property.\r\n\r\n\r\n\r\nS.C. Const. art.  X, Â§ 1 (emphasis added).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25463","title":"State v. Watson","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25463","description":"Reckless homicide is not a lesser included offense of murder.","date":"2002-05-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nThe State,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent,\r\n\r\n&nbsp;\r\nv.\r\n\r\n\r\nCharles Edward Watson, II,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nAppellant.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Anderson County\r\nJ. C. Nicholson, Jr., Circuit Court Judge\r\n\r\n\r\nOpinion No. 25463\r\nHeard April 4, 2002 - Filed May 6, 2002\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nSenior Assistant Appellate Defender Wanda H. Haile, of South Carolina Office of Appellate Defense, of Columbia, for appellant.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Donald J. Zelenka, Assistant\r\nAttorney General Jeffrey A. Jacobs, of Columbia, and Solicitor Druanne White, of Anderson, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nJUSTICE PLEICONES:  Appellant Charles Watson (\"Watson\") appeals his conviction for murder, contending the trial court erred in not instructing the jury on\r\nthe lesser included offense of reckless homicide.  We affirm.  \r\n\r\nFACTS\r\n\r\nA police officer observed Watson driving a stolen automobile.  The officer followed the vehicle, and turned on his blue light and siren to signal Watson to stop. \r\nWatson sped away and the officer pursued.  During the three mile chase that ensued, Watson disregarded a number of traffic signals, and reached a maximum\r\nspeed of about seventy miles per hour (\"mph\").   He failed to stop at a stop sign and struck another vehicle.  According to the officer, Watson was traveling\r\nbetween sixty and sixty-five mph when the collision occurred.  One of the five passengers in the vehicle, ten year-old Tiffany Addis, died as a result of injuries\r\nsustained in the wreck.  Three of the other passengers received serious but non-fatal injuries.\r\n\r\nWatson was indicted and tried on two counts of failure to stop when signaled causing great bodily injury, and one count each of failure to stop when signaled\r\ncausing death, murder, possession of a stolen vehicle, and driving without a license.  At trial, he requested the court charge the jury on the crime of reckless\r\nhomicide (1) as a lesser included offense of murder.  The trial court denied this request, but did charge the jury on the lesser included offense of involuntary\r\nmanslaughter. (2)  The jury found Watson guilty on all counts, including murder.  The court sentenced Watson to thirty-seven years imprisonment for the murder\r\nconviction.  All other sentences were  concurrent.\r\n\r\nISSUE\r\n\r\n\r\nDid the trial court err in refusing Watson's request to instruct the jury on the crime of reckless homicide as a lesser included offense of murder?\r\n\r\n\r\nANALYSIS\r\n\r\nThe trial judge is to charge the jury on a lesser \r\n  included offense if there is any evidence from which the jury could infer that \r\n  the lesser, rather than the greater, offense was committed. State v. Gourdine, \r\n  322 S.C. 396, 472 S.E.2d 241 (1996). The primary test for determining if a particular \r\n  offense is a lesser included of the offense charged is the elements test. State \r\n  v. Elliott, 346 S.C. 603, 552 S.E.2d 727 (2001). The elements test inquires \r\n  whether the greater of the two offenses includes all the elements of the lesser \r\n  offense. State v. McFadden, 342 S.C. 629, 632, 539 S.E.2d 387, 389 (2000).\r\n\r\nIn a criminal case the trial court's subject matter \r\n  jurisdiction is limited to those crimes charged in the indictment and all lesser \r\n  included offenses. See State v. Owens, 346 S.C. 637, 552 S.E.2d \r\n  745 (2001); State v. McFadden, supra.\r\n\r\nThe elements of the common-law offense of murder are codified at S.C. Code Ann. Â§ 16-3-10 (1985):  \"'Murder' is the killing of any person with malice\r\naforethought, either express or implied.\"  \"Reckless homicide\" is defined at S.C. Code Ann. Â§56-5-2910 (Supp. 2000). (3)  Section 56-5-2910 provides that \"[w]hen\r\nthe death of a person ensues within one year (4) as a proximate result of injury received by the driving of a vehicle in reckless disregard of the safety of others, the\r\nperson operating the vehicle is guilty of reckless homicide. . . .\"  \r\n\r\nReckless homicide requires proof that the defendant (1) operated an automobile (2) in reckless disregard for the safety of others; (3) the defendant's conduct\r\nproximately caused injury to the victim, and (4) within one year, the victim died as a result of these injuries.\r\n\r\nMurder does not require the operation of an automobile.  In addition, murder requires malice, either express or implied, whereas reckless homicide requires\r\nrecklessness. (5)  Strict application of the elements test leads to the conclusion that reckless homicide is not a lesser included offense of murder.\r\n\r\nWhile the elements of murder do not include all \r\n  elements of reckless homicide, State v. Elliott, supra, makes \r\n  clear that the lesser included inquiry does not end with an application of the \r\n  elements test. In Elliott we held that where an offense has traditionally \r\n  been considered a lesser included offense of the greater offense charged, we \r\n  will continue to construe it as a lesser included, despite the failure to strictly \r\n  satisfy the elements test. \r\n\r\nThere is dictum in an opinion of this \r\n  Court that reckless homicide is a lesser included of murder. In State v. \r\n  Reid, 324 S.C. 74, 476 S.E.2d 695 (1996), the issue before the Court was \r\n  whether the trial court committed error in allowing the State to introduce evidence \r\n  of the defendant's post- arrest silence and his lack of remorse. In reversing, \r\n  we observed that\r\n\r\n\r\nReid was tried for the offenses of murder and ABIK.  The lesser-included offenses of reckless homicide, involuntary manslaughter, and assault and battery of a\r\nhigh and aggravated nature (ABHAN) were also submitted to the jury.  During deliberations, the jury twice requested clarification as to the differentiation between\r\nmurder and reckless homicide.  The only pertinent distinction between the greater and lesser offenses is the element of malice.\r\n\r\n\r\n\r\nId. at 78, 476 S.E.2d at 697 (emphasis supplied). \r\n  With the exception of this isolated comment, nothing in the jurisprudence of \r\n  this state indicates that reckless homicide is a lesser included offense of \r\n  murder. \r\n\r\nThe instant case does not present an anomaly such \r\n  as that in Elliott. Despite the above-quoted dictum in State \r\n  v. Reid, supra, this Court has never held that reckless homicide \r\n  is a lesser included offense of murder. We decline to do so. We instead adhere \r\n  to the result dictated by the elements test for lesser included offenses, and \r\n  hold that reckless homicide is not a lesser included offense of murder. To the \r\n  extent State v. Reid, supra, may be read to indicate reckless \r\n  homicide is a lesser included offense of murder, it is overruled.\r\n\r\nCONCLUSION\r\n\r\nUnder the elements test, reckless homicide is not a lesser included offense of murder, nor is reckless homicide an offense that has traditionally been considered a\r\nlesser included of murder.  We therefore AFFIRM the trial court's refusal to give Watson's requested jury charge on the offense of reckless homicide.\r\n\r\nTOAL, C.J., MOORE, BURNETT, JJ., and Acting Justice George T. Gregory, Jr., concur.\r\n\r\n\r\n1. S.C. Code Ann. Â§ 56-5-2910 (Supp. 2001).\r\n2. We express no opinion whether \r\n  the trial court's instruction on involuntary manslaughter was warranted under \r\n  the evidence presented at trial. However, involuntary manslaughter is certainly \r\n  a lesser included offense of murder. See State v. Burriss, 334 \r\n  S.C. 256, 513 S.E.2d 104 (1999). \r\n3. The General Assembly amended the statute effective August 31, 2001.\r\n4. Section 56-5-2910, as amended, provides that the victim's death must occur within three years of the date of injury. \r\n5. While malice and recklessness \r\n  obviously are not equivalent, extreme recklessness can lead to an inference \r\n  of malice. See State v. Mouzon, 231 S.C. 655, 99 S.E.2d 672 (1957) \r\n  (malice may be inferred from an act so reckless as to manifest depravity of \r\n  mind and disregard of human life).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25464","title":"S.C. Farm Bureau Mutual Insurance Company v. Courtney","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25464","description":"This auto insurance case determines the validity of an automatic termination clause.","date":"2002-05-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nS.C. Farm Bureau v. Courtney\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n       South Carolina Farm Bureau Mutual Insurance \r\n        Company, Petitioner,  \r\n         \r\n          \r\n            v.\r\n          \r\n                   \r\n        William H. Courtney, III, and Unisun Insurance Company, \r\n          Defendants, &nbsp;\r\n         Of whom William H. Courtney \r\n          is Respondent.&nbsp; \r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n    Appeal From Sumter County\r\n     James E. Brogdon, Jr., Circuit Court Judge \r\n  \r\n\r\n\r\n\r\nOpinion No. 25464\r\n  Heard March 20, 2002 - Filed May 6, 2002\r\n\r\n\r\n\r\n    AFFIRMED  IN RESULT  \r\n  \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        M.M. Weinberg, III, and M.M. Weinberg, Jr., both of Weinberg, \r\n          Brown &amp; Curtis, of Sumter, for petitioner.\r\n\r\n        William Ceth Land and John C. Land, III, both of Land, Parker \r\n          &amp; Welch, P.A., of Manning, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE MOORE:  We \r\n  granted a writ of certiorari in this case to review the Court of Appeals's decision \r\n  (1) construing an automatic termination clause in an automobile insurance \r\n  policy. We affirm in result.\r\n\r\n\r\n    FACTS  \r\n  \r\n\r\n\r\nIn 1997, respondent Courtney (Husband) owned two cars, a \r\n  Chevrolet Camaro and Saturn, both insured with petitioner (Insurer). Both policies \r\n  had underinsured motorist coverage (UIM).  \r\n  (2) \r\n\r\nIn September 1997, Husband's wife, Susan Courtney (Wife), \r\n  was in an accident in the Camaro and the vehicle was a total loss. Insurer paid \r\n  for the vehicle under Husband's collision coverage. On October 4, 1997, Wife \r\n  purchased a Chevrolet pickup truck as a replacement vehicle and insured it with \r\n  Unisun Insurance Company. The Unisun policy had no UIM coverage. \r\n\r\nOn October 27, 1997, Husband was \r\n  in an accident in the Saturn and was seriously injured. He filed a claim with \r\n  Insurer attempting to stack the UIM coverage from the two policies issued by \r\n  Insurer covering the Camaro and the Saturn. \r\n\r\nInsurer brought this declaratory judgment action to determine \r\n  whether the UIM coverage on both policies could be stacked or whether only the \r\n  Saturn UIM coverage applied. Although the Camaro policy was not actually cancelled \r\n  for non-payment of premiums until January 23, 1998, Insurer claimed it terminated \r\n  on October 4, 1997, when Wife insured the replacement vehicle with Unisun. Insurer \r\n  relied on an automatic termination clause in the policy which provides:\r\n\r\n\r\n  If you obtain other insurance on your covered auto, \r\n    (3) any similar insurance provided by this policy will terminate \r\n    as to that auto on the effective date of the other insurance.\r\n\r\n\r\nThe trial court found the Camaro policy was not terminated \r\n  for three reasons: 1) Wife had no authority to terminate the Camaro policy by \r\n  buying insurance for the replacement vehicle without Husband's consent; 2) the \r\n  automatic termination clause was not triggered because the insurance purchased \r\n  for the replacement vehicle did not qualify as \"similar insurance;\" and 3) termination \r\n  under the automatic termination clause did not comport with S.C. Code Ann. Â§ \r\n  38-77-120(b)(2) (2002) which requires an overt act of the insured's intent to \r\n  cancel the policy.\r\n\r\nThe Court of Appeals affirmed on the ground the insurance \r\n  purchased on the replacement vehicle was not \"similar insurance\" and so the \r\n  automatic termination clause was not triggered. It declined to address the alternative \r\n  rulings of the trial court although Insurer appealed these rulings as well. \r\n\r\n\r\n\r\n    ISSUE \r\n  \r\n\r\n\r\n\r\n  Is an automatic termination clause valid under South Carolina \r\n    law?\r\n\r\n\r\n\r\n    DISCUSSION  \r\n  \r\n\r\n\r\nThe Court of Appeals affirmed the trial court's finding \r\n  that the Unisun policy purchased by Wife did not qualify as \"similar insurance\" \r\n  because the Unisun policy did not include UIM coverage and it had different \r\n  liability limits than the policy with Insurer.\r\n\r\nWhile we agree with the Court of Appeals's construction \r\n  of the policy, we find an automatic termination clause allowing unilateral cancellation \r\n  by an insurer is invalid under our statutory scheme. \r\n   (4) \r\n  Section 38-77-120(b)(2), which was cited by the trial \r\n  court in support of its decision, provides: \r\n\r\n\r\n  Â§ 38-77-120.  Requirements \r\n    for notice of cancellation of or refusal to renew policy. \r\n  \r\n\r\n  (a) No cancellation or refusal to renew by an insurer of \r\n    a policy of automobile insurance is effective unless the insurer delivers \r\n    or mails to the named insured at the address shown in the policy a written \r\n    notice of the cancellation or refusal to renew. \r\n\r\n\r\n\r\n\r\n    . . . . \r\n  \r\n\r\n\r\n\r\n\r\n  (b) Subsection (a) of this section does not apply if the: \r\n  \r\n\r\n\r\n\r\n\r\n    . . . . \r\n  \r\n\r\n\r\n\r\n\r\n  (2) named insured has demonstrated by some overt action \r\n    to the insurer or its agent that he expressly intends that the policy be canceled \r\n    or that it not be renewed. \r\n\r\n\r\nHere, as found by the trial court, Insurer gave no notice \r\n  of cancellation as required under subsection (a) to validate its cancellation \r\n  based on the automatic termination clause. Further, there is no evidence Husband \r\n  communicated to Insurer that he intended the Camaro policy be cancelled to trigger \r\n  the exception to notice provided in subsection (b). The fact that a new insurance \r\n  policy was obtained on the replacement vehicle does not in itself qualify as \r\n  an overt act showing an insured's intent to cancel. See Tyner v. \r\n  Cherokee Ins. Co., 262 S.C. 462, 205 S.E.2d 380 (1974) (the mere procuring \r\n  of a policy of insurance with the intent that it should be substituted for an \r\n  existing policy does not effect a cancellation of the existing policy unless \r\n  such substitution is accepted by both the insured and the insurer); see \r\n  generally T.B. Ector v. American Liberty Ins. Co., 226 S.E.2d 788 \r\n  (Ga. App. 1976) (noting that vast majority of jurisdictions reject the so-called \r\n  \"substitution rule\" and hold the mere procurement of additional insurance without \r\n  notice of intent to cancel by the insured is not sufficient). Cancellation based \r\n  solely on an automatic termination clause without notice to the insured violates \r\n  Â§ 38-77-120. \r\n\r\nMoreover, even if notice were given, S.C. Code Ann. Â§ 38-77-123 \r\n  (2002) limits unilateral cancellation by an insurer. This section provides as \r\n  follows in subsection (B): \r\n\r\n\r\n  (B) No insurer shall cancel a policy except for one or more \r\n    of the following reasons: \r\n\r\n  (1) The named insured or any other operator who either resides \r\n    in the same household or customarily operates a motor vehicle insured under \r\n    the policy has had his driver's license suspended or revoked during the policy \r\n    period or, if the policy is a renewal, during its policy period or the ninety \r\n    days immediately preceding the last anniversary of the effective date. \r\n  \r\n\r\n  (2) The named insured fails to pay the premium for the policy \r\n    or any installment of the premium, whether payable to the insurer or its agent \r\n    either, directly or indirectly under any premium finance plan or extension \r\n    of credit. \r\n\r\n\r\nThis section does not authorize unilateral cancellation \r\n  by an insurer for any other reason. \r\n\r\nAutomobile insurance is a highly regulated area of the law. \r\n  It is well-settled that an insurer has the right to impose only those conditions \r\n  that do not conflict with a statutory mandate. Jordan v. Aetna Cas. &amp; \r\n  Sur. Co., 264 S.C. 294, 214 S.E.2d 818 (1975); Pennsylvania Nat. Mut. \r\n  Cas. Ins. Co. v. Parker, 282 S.C. 546, 320 S.E.2d 458 (Ct. App. 1984). Since \r\n  the legislature has limited an insurer's unilateral right to cancel to two reasons \r\n  - license suspension or revocation or an insured's failure to pay - an automatic \r\n  termination clause for obtaining \"similar insurance\" is invalid. \r\n  (5) \r\n  \r\n  In conclusion, we agree with the Court of Appeals's \r\n  construction of the automatic termination clause but conclude such a clause \r\n  is not valid in any event. (6) \r\n  \r\n  AFFIRMED IN RESULT. \r\nTOAL, C.J., WALLER, BURNETT and PLEICONES, JJ., \r\n  concur. \r\n1.  South \r\n  Carolina Farm Bureau Mut. Ins. Co. v. Courtney, 342 S.C. 271, 526 S.E.2d \r\n  689 (Ct. App. 2000). \r\n2.  UIM coverage \r\n  was: $100,000 bodily injury per person; $300,000 bodily injury per accident; \r\n  and $25,000 property damage per accident. \r\n3.  Under the \r\n  policy, \"covered auto\" includes a replacement vehicle. \r\n4.  As noted \r\n  by the Court of Appeals, the term \"similar insurance\" is not precisely defined \r\n  in the policy; further, any ambiguity in an insurance policy must be construed \r\n  liberally in favor of the insured. Diamond State Ins. Co. v. Homestead Indus., \r\n  318 S.C. 231, 456 S.E.2d 912 (1995). Construing the automatic termination clause \r\n  in favor of the insured in this case, the Unisun policy does not qualify as \r\n  similar insurance because it does not include the type of coverage (UIM) Husband \r\n  is claiming under his policy with Insurer. This dissimilarity is enough in itself \r\n  even without considering the different liability limits of the two policies. \r\n  Other courts have reached the same conclusion based on different types of coverage \r\n  and liability limits when construing automatic termination clauses referring \r\n  to \"similar insurance.\" See, e.g., United Fire &amp; Cas. Co. v. \r\n  Victoria, 576 N.W.2d 118 (Iowa 1998); Employers Mut. Cas. Co. v. Martin, \r\n  671 A.2d 798 (R.I. 1996).\r\n\r\n5.  We note \r\n  there is no public policy reason to construe Â§ 38-77-123(B) less restrictively \r\n  since an insurer may prevent any windfall to the insured by including a pro \r\n  rata \"other insurance\" clause in its policy. The policy in this case in fact \r\n  includes such a clause, providing \"if policies issued by other insurers apply, \r\n  we are liable only for our share.\" \r\n\r\n6.  As noted \r\n  in the Court of Appeals's decision and Insurer's brief, we have recognized the \r\n  validity of similar automatic termination clauses in the context of fire insurance. \r\n  See Walker v. Queen Ins. Co., 136 S.C. 144, 134 S.E. 263 (1926); \r\n  Camden Wholesale Grocery v. National Fire Ins. Co., 106 S.C. 467, 91 \r\n  S.E. 732 (1917). Until 1986, however, there was no statutory limitation on an \r\n  insurer's right to unilateral cancellation of fire insurance and therefore these \r\n  cases did not consider the validity of such clauses in the face of such a limitation. \r\n  See S.C. Code Ann. Â§ 38-75-730 (2002) (enacted by 1986 S.C. Act No. \r\n  338). \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25465","title":"Antley v. Shepard","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25465","description":"The Court of Appeals' decision holding the county assessor had not shown that her termination violated public policy is affirmed.","date":"2002-05-20","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Patricia T. Antley, Petitioner,\r\n        \r\n        \r\nv.\r\n        \r\n\r\nWilliam M. Shepherd,\r\nindividually, and Aiken County, Respondents.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI\r\n TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Aiken County\r\nWilliam P. Keesley, Circuit Court Judge\r\n\r\nOpinion No. 25465\r\nHeard April 17, 2002 - Filed May 20, 2002\r\n\r\n\r\nAFFIRMED AS MODIFIED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nHerbert W. Louthian, Sr., and Deborah R. J. Shupe, both of Louthian Law Firm, of Columbia, for petitioner.\r\n\r\nWilliam H. Davidson, II, and James M. Davis, Jr., both of Davidson, Morrison &amp; Lindemann, P.A., of Columbia, for\r\nrespondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: Petitioner contends she was \r\n  wrongfully terminated from her position as Aiken County tax assessor. The circuit \r\n  court granted respondents summary judgment and the Court of Appeals affirmed. \r\n  Antley v. Shepherd, 340 S.C. 541, 532 S.E.2d 294 (Ct. App. 2000). We \r\n  granted certiorari, and now affirm as modified.\r\n\r\nWe will not recite the factual background here nor recapitulate the Court of Appeals' analysis of petitioner's claim that her\r\ntermination violated public policy.  We recognize, as did that court, the tension between the assessor's statutory\r\nresponsibilities, and the authority of the county government to promulgate policies which impact the assessor.  The Court\r\nof Appeals correctly resolved the tension in favor of the county government.\r\n\r\nPetitioner also contends that the Court of Appeals erred in analyzing her claim to the extent it rested on an alleged violation\r\nof the Freedom of Information Act (FOIA). (1)  We agree, but affirm the conclusion in Part II of the LAW/ANALYSIS\r\nportion of the Court of Appeals' decision holding petitioner cannot prevail on her FOIA claim.\r\n\r\nThe Court of Appeals erred in finding the FOIA claim was \r\n  properly before it because it had been \"tried by consent\" in the circuit court. \r\n  In fact, the trial court held the FOIA claim was not properly before it, and \r\n  refused to allow petitioner to belatedly litigate the issue. We hold that petitioner's \r\n  FOIA claim was not properly raised in the circuit court and that the Court of \r\n  Appeals erred in finding that it was, and in addressing the merits. We affirm \r\n  the result reached by the Court of Appeals, however, which denied petitioner \r\n  relief on this theory.  Cf., I'On, L.L.C v Town of Mt. Pleasant, 338 \r\n  S.C. 406, 526 S.E.2d 716 (2000)(court can affirm for any reason appearing in \r\n  the record).\r\n\r\nFor reasons given above, the decision of the Court of Appeals is\r\n\r\nAFFIRMED AS MODIFIED.\r\n\r\nTOAL, C.J., MOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n1. S.C. Code Ann. Â§Â§ 30-4-10 et seq. (1991 and Supp. 2001).\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25466","title":"St. Andrews Public Service District v. City Council of the City of Charleston","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25466","description":"Only parties authorized by the annexation statute, or the State through a quo warranto suit, having standing to challenge a municipal annexation.","date":"2002-05-20","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nSt. Andrews Public Service\r\nDistrict, Respondent,\r\n\r\n\r\n\r\nv.\r\n\r\n\r\nThe City Council of the City of\r\nCharleston, Petitioner.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Charleston County\r\nAlexander S. Macaulay, Circuit Court Judge\r\n\r\n\r\n\r\nOpinion No. 25466\r\nHeard March 19, 2002 - Filed May 20, 2002\r\n\r\n\r\n  REVERSED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nGregg S. Myers, of Charleston, for respondent.\r\n\r\nWilliam B. Regan, Frances I. Cantwell, and Carl W. Stent, all of Regan, Cantwell &amp; Stent, of Charleston, for petitioner.\r\n\r\n  Robert E. Lyon, Jr., and M. Clifton Scott, both of Columbia, for Amicus Curiae S.C. Association of Counties.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE PLEICONES: We granted certiorari \r\n  to consider whether municipal annexations using roadways to achieve contiguity \r\n  are \"absolutely void as not authorized by law.\" The Court of Appeals held that \r\n  they may be, and therefore respondent, an entity with no interest in the property \r\n  annexed, had standing to challenge the annexations. St. Andrews Public Serv. \r\n  Dist. v. City Council of the City of Charleston, 339 S.C. 320, 529 S.E.2d \r\n  64 (Ct. App. 2000). We reverse, and in so doing, overrule our decision in Quinn \r\n  v. City of Columbia, 303 S.C. 405, 401 S.E.2d 165 (1991), to the extent \r\n  it holds a non-statutory party (1) has standing \r\n  to challenge a \"void\" annexation.\r\n\r\n\r\n    FACTS\r\n\r\n\r\n\r\nPetitioner (The City) purported to annex certain parcels and \"all adjacent public rights-of-way.\" \r\nRespondent challenges the annexation of six parcels and the concurrent annexation of portions of\r\ntwo roadways.  Without the annexation of the roadways, these six parcels would not be contiguous\r\nto the City's borders.\r\n\r\nThe circuit court dismissed the complaint, holding respondent lacked standing to contest the\r\nannexations.  The Court of Appeals reversed and remanded the matter for further proceedings.\r\n\r\n\r\n    ISSUE\r\n\r\n\r\n\r\nDoes a party who does not reside or own property in the annexed area, and whose proprietary interests or statutory rights\r\nare not infringed upon by the annexation, have standing to challenge a municipal annexation?\r\n\r\n\r\n    ANALYSIS\r\n\r\n\r\n\r\nRespondent is a special purpose district (SPD) whose territory \r\n  includes the parcels at issue here. It is well settled that a municipality may \r\n  annex territory within an SPD. Tovey v. City of Charleston, 237 S.C. \r\n  475, 117 S.E.2d 872 (1961).\r\n\r\nThe parcels were annexed using either the 75% method found \r\n  in S.C. Code Ann. Â§5-3-150(1) or the 100% petition method set forth in Â§5-3-150(3) \r\n  (Supp. 2001). A municipality's annexation of contiguous property under the 75% \r\n  method can be challenged by a municipality or a resident, or a person residing \r\n  in or owning property in the area to be annexed. In order to challenge a 100% \r\n  annexation, the challenger must assert an infringement of its own proprietary \r\n  interests or statutory rights. State by State Budget &amp; Control Bd. v. \r\n  City of Columbia, 308 S.C. 487, 419 S.E.2d 229 (1992). \r\n\r\nThe Court of Appeals held that respondent lacked statutory \r\n  standing to challenge the annexation of these parcels. We agree. Under the 75% \r\n  method, the challenger must be a municipality or one of its residents, or reside \r\n  or own property in the annexed area. An SPD is neither a municipality nor a \r\n  property owner for purposes of this provision. Tovey, supra; St. Andrews \r\n  Public Serv. Dist. v. City of Charleston, 294 S.C. 92, 362 S.E.2d 877 (1987). \r\n  Further, the Court of Appeals held that respondent had \"not alleged a sufficient \r\n  infringement of its proprietary interests or statutory rights\" to meet the statutory \r\n  standing test for challenges to 100% annexations. We agree.\r\n\r\nDespite the lack of statutory standing, the Court of Appeals \r\n  found respondent had standing under our decision in  Quinn v. City of Columbia, \r\n  supra. In Quinn, we adopted a rule that permitted a 'stranger' to \r\n  the annexation to challenge that proceeding if the annexation ordinance was \r\n\r\n\r\n\" 'absolutely void', i.e. not authorized by law . . \r\n  . .\" Id. at 407, 401 S.E.2d at 166-167. Nine years later, we held \r\n  that \"[T]he State, providing it is acting in the public interest, has standing \r\n  to bring a quo warranto action challenging the annexation of property it does \r\n  not own.\" State ex rel. Condon v. City of Columbia, 339 S.C. 8, 528 S.E.2d \r\n  408 (2000).\r\n\r\nWe now overrule Quinn, and hold that the only non-statutory \r\n  party which may challenge a municipal annexation is the State, through a quo \r\n  warranto action. In our view, the better policy is to limit \"outsider\" annexation \r\n  challenges to those brought by the State \"acting in the public interest.\" Therefore, \r\n  we reverse the Court of Appeals' holding that respondent has standing to challenge \r\n  these annexations. (2)\r\n\r\nIn deciding the standing issue, the Court of Appeals called \r\n  into question the legality of these annexations. We reiterate that the sole \r\n  requirement for annexation is contiguity. Bryant v. City of Charleston, \r\n  295 S.C. 408, 368 S.E.2d 899 (1988). The wisdom of an annexation is a legislative, \r\n  not judicial, determination.  E.g., Harrell v. City of Columbia, 216 \r\n  S.C. 346, 58 S.E.2d 91 (1950); Pinckney v. City of Beaufort, 296 S.C. \r\n  142, 370 S.E.2d 909 (Ct. App. 1988). \r\n\r\nWe find contiguity here.  The maps in the appendix indicate that City property and roadways abut the roadways that were\r\nannexed.  At the time of this annexation, (3)\r\n\r\n  S.C. Code Ann. Â§5-3-110 (Supp. 2001) permitted the annexation \r\n  of such abutting roadways upon prior consent of the entity maintaining the roadway. \r\n  There is no contention consent was lacking here. Accordingly, the record establishes \r\n  that all the challenged properties touch- albeit via annexed \r\n  roadways in some cases- property already within the limits of the City of Charleston. \r\n  The fact that the City and the properties share a common boundary is sufficient \r\n  to establish contiguity.  Bryant v. City of Charleston, supra.\r\n\r\nWe find contiguity existed at the time of these annexations and that respondent lacks standing to maintain this action. \r\nAccordingly, the decision of the Court of Appeals is\r\n\r\nREVERSED. \r\n\r\nTOAL, C.J., MOORE, WALLER and BURNETT, JJ., concur.\r\n1. That is, a party not authorized by the annexation statute to sue.\r\n2. Respondent also relies on our decision \r\n  in Glaze v. Grooms, 324 S.C. 249, 478 S.E.2d 841 (1996) to establish \r\n  its standing. According to respondent, we held in Glaze that the City \r\n  had standing to challenge an annexation by James Island because James Island \r\n  purported to achieve contiguity by \"crossing\" property already annexed by the \r\n  City. Here, respondent asserts, the City is achieving contiguity by crossing \r\n  its SPD territory, and therefore it has \"Glaze\" standing. Respondent \r\n  fundamentally misreads Glaze. In that case, the City had standing to \r\n  challenge James Island's annexation not because James Island \"crossed\" the City's \r\n  property, but because that municipality purported to annex property already \r\n  within the City's borders. Respondent has no standing under Glaze.  \r\n  Cf. Tovey v. City of Charleston, supra (municipality can annex SPD \r\n  property). \r\n3. S.C. Code Ann. Â§5-3-305 (Supp. 2001), which took effect approximately three and a half years\r\nafter these annexations, defines contiguous property:\r\n\r\n\r\n\r\nFor purposes of this [municipal annexation] chapter, \"contiguous\" means property which is\r\nadjacent to a municipality and shares a continuous border.  Contiguity is not established by a road,\r\nwaterway, right-of-way, easement, railroad track, marshland, or utility line which connects one\r\nproperty to another; however, if the connecting road, waterway, easement, railroad track,\r\nmarshland, or utility line intervenes between two properties, which but for the intervening\r\nconnector would be adjacent and share a continuous border, the intervening connector does not\r\ndestroy contiguity.\r\n\r\n\r\nWe express no opinion on the impact of this statute on annexations accomplished after May 1,\r\n2000, the statute's effective date.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25467","title":"Nelson v. Yellow Cab Company","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25467","description":"Issue is whether taxi cab driver who was murdered while on duty was an employee or an independent contractor.","date":"2002-05-20","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n25467\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nDennis Nelson, Deceased\r\nEmployee, By and Through His\r\nEstate, Respondent,\r\n \r\n\r\n\r\nv.\r\n \r\n\r\nYellow Cab Company,\r\nEmployer, and Travelers\r\nProperty Casualty Company,\r\nCarrier, Petitioners.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\nAppeal From Charleston County\r\nJ. Derham Cole, Circuit Court Judge\r\n\r\n\r\n\r\nOpinion No. 25467\r\nHeard March 19, 2002 - Filed May 20, 2002\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nJohnnie W. Baxley, III, of Pratt-Thomas, Epting &amp; Walker, of Charleston, for petitioners.\r\n\r\nCarl H. Jacobson, of Uricchio, Howe &amp; Krell, of Charleston, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE WALLER: We issued a writ of certiorari \r\n  to review the Court of Appeals' opinion in Nelson v. Yellow Cab Co., \r\n  343 S.C. 102, 538 S.E.2d 276 (Ct. App. 2000). \r\n\r\nFACTS\r\n\r\n\r\nNelson, a cab driver for Yellow Cab, was murdered while driving his cab on January 6, 1998.  His estate filed for Workers'\r\nCompensation benefits.  The single commissioner ruled Nelson was an independent contractor not entitled to benefits; the\r\nfull commission reversed, finding Nelson was an employee.  The circuit court reversed the full commission, finding him an\r\nindependent contractor; the Court of Appeals reversed the circuit court, finding Nelson was an employee entitled to\r\ncompensation.\r\n\r\nAs stated by the Court of Appeals, the relationship of Nelson and Yellow Cab was as follows: \r\n\r\n\r\nYellow Cab hired Nelson in 1995 as a part-time taxi driver.  During his tenure at Yellow Cab, Nelson gradually increased\r\nthe number of shifts he worked.  In addition, Nelson was employed as a postal worker.\r\n\r\nOn January 6, 1998, Yellow Cab dispatched Nelson to pick up a passenger in North Charleston for transport to the West\r\nAshley area.  Nelson was murdered, apparently by the passenger.  The sole question to be determined on appeal is whether\r\nNelson was an employee or an independent contractor of Yellow Cab at the time of his death. \r\n\r\nYellow Cab requires taxi drivers to file an application for employment.  The application form reads:\r\n\r\nThis is to certify that although I drive a taxicab owned and/or operated by Yellow Cab Company ... I am in no way\r\nemployed by the company: (1)  that I receive [sic] no salary or other compensation from the company, and that my only\r\nfinancial relationship with the company is to pay rent on the cab I drive, to pay for the gasoline used by me on my shift, and\r\nto return the cab with all keys and equipment in good condition at the end of my shift.  In consideration of the expense in\r\nmy training and indoctrination, I agree and understand that I must drive a company car owned by Yellow Cab Co. and not a\r\nterminal fee contractor for at least six months after my indoctrination period.  \r\n\r\nAll drivers must sign the application before working for Yellow Cab.\r\n\r\nIn conflict with the relationship expressed in the application form, Yellow Cab exercises control over the driver's behavior\r\nwhile in the taxi, and the manner in which the drivers perform their jobs.  Yellow Cab's \"Drivers Information and Training\r\nPackage\" includes numerous rules and regulations governing the drivers.  For instance, although there is no uniform for the\r\ndrivers, Yellow Cab imposes a dress code, prohibiting unbuttoned and/or sleeveless shirts, and requiring a neat, orderly\r\nappearance.  Failure to observe the dress code is a ground for termination of employment.\r\n\r\n  Further, in accordance with fares set by the City of Charleston, Yellow Cab mandates a set fare, and drivers must transport\r\nfour people for the price of one fare.  The drivers are bound to use a Yellow Cab meter as opposed to an Ever Ready\r\nDispatch, or charging flat rates.  Yellow Cab is the only cab company in the area that uses meters to establish taxi fares. \r\nYellow Cab acknowledged that a driver's failure to use a Yellow Cab meter constitutes a ground for termination.  The\r\ndrivers are subject to the Yellow Cab rule prohibiting drivers from transporting non-paying passengers (\"dead-heading\"). \r\nYellow Cab admitted dead-heading by a driver was cause for termination.\r\nThere are numerous other grounds for termination of a taxi driver by Yellow Cab including:  possessing a weapon of any\r\nkind in the taxi;  drinking or using drugs while operating the taxi;  failing to deliver packages;  and filing a false\r\napplication.  Yellow Cab conceded it could fire a driver for any reason.\r\n\r\nThe drivers generally retain their fares.  However, Yellow Cab makes payments to the drivers under special fare situations\r\nin which a driver picks up a certain fare or package, a blue card is issued by the company calling for the pickup, and the\r\ndriver turns the card into Yellow Cab for payment.  These customers are charge account customers billed directly by\r\nYellow Cab.  Yellow Cab neither withholds taxes from the drivers' fares nor issues W-2 or 1099 forms to the drivers.  On\r\nhis tax return, Nelson reported his taxi fares as income from a sole proprietorship.\r\n\r\nThe drivers lease their taxis from Yellow Cab, paying for either twelve or twenty-four hour shifts.  Nelson leased his taxi\r\nfor twenty-four hour shifts at $79 per day.  The taxis are painted yellow and identified as Yellow Cab vehicles.  Yellow Cab\r\nfurnishes the radio and use of the dispatch service.  The drivers pay for their own gas.  The company pays for insurance, a\r\nportion of which is collected from the drivers, and repairs on the vehicles.\r\n\r\nThe drivers select the number of hours they want to work during the twenty-four hour shift.  Whenever a driver checks in as\r\noperating the vehicle as a taxi, he is required to have the radio on and respond to the dispatcher.  Yellow Cab allows the\r\ndrivers to earn \"vacation,\" which is paid in the form of Yellow Cab giving a car to a driver without requiring lease fees. \r\nOnce the drivers pay the lease fee, they are entitled to personal use of the taxi whenever they are not checked in as\r\noperating the vehicle.\r\n\r\nOn the evening Nelson was murdered, Nelson was dispatched by a Yellow Cab dispatcher to pick up the fare.\r\n\r\n\r\nISSUE\r\n\r\n\r\n\r\n\r\nDid the Court of Appeals err in ruling Nelson was an employee of Yellow Cab rather than an independent contractor? \r\n\r\n\r\nDISCUSSION\r\n\r\n\r\nWorkers' compensation awards are authorized only if an employer-employee \r\n  relationship exists at the time of the injury. Dawkins v. Jordan, 341 \r\n  S.C. 434, 534 S.E.2d 700 (2000). Whether or not an employer-employee relationship \r\n  exists is a jurisdictional question. Id.; South Carolina Workers' \r\n  Compensation Comm'n v. Ray Covington Realtors, Inc., 318 S.C. 546, 459 S.E.2d \r\n  302 (1995). Where the issue involves jurisdiction, this Court can take its own \r\n  view of the preponderance of the evidence. Id.. It is South Carolina's \r\n  policy to resolve jurisdictional doubts in favor of the inclusion of employers \r\n  and employees under the Workers' Compensation Act. Id.\r\n\r\nWhether a worker is an employee or independent contractor \r\n  is a fact-specific matter resolved by applying certain established principles. \r\n  \"The general test applied is that of control by the employer. It is not the \r\n  actual control then exercised, but whether there exists the right and authority \r\n  to control and direct the particular work or undertaking, as to the manner or \r\n  means of its accomplishment.\" Young v. Warr, 252 S.C. 179, 189, 165 S.E.2d \r\n  797, 802 (1969). The Young Court stated, \r\n\r\n\r\nAn independent contractor is one who, exercising an independent employment, contracts to do a piece of work according to\r\nhis own methods, without being subject to the control of his employer except as to the result of his work. . . . [W]here one\r\nwho performs work for another represents the will of that other, not only as to the result, but also as to the means by which\r\nthe result is accomplished, he is not an independent contractor but an agent . . . .\r\n\r\n\r\nId. at 189, 165 S.E.2d at 802. There are four elements \r\n  which determine the right of control: 1) direct evidence of the right or exercise \r\n  of control; 2) furnishing of equipment; 3) right to fire; and 4) method of payment. \r\n   Dawkins, supra; Tharpe v. G.E. Moore Co., 254 S.C. 196, 174 S.E.2d \r\n  397 (1970). These factors, however, go only to the right of control. As we noted \r\n  in Dawkins, \r\n\r\n\r\n[F]or the most part, any single factor is not merely indicative of, but, in practice, virtually proof of, the employment\r\nrelation;  while, in the opposite direction, contrary evidence is as to any one factor at best only mildly persuasive evidence\r\nof contractorship, and sometimes is of almost no such force at all.  3 Arthur Larson &amp; Lex K. Larson, Larson's Workers'\r\nCompensation Law, Â§ 61.04 (2000).   \r\n\r\n\r\n\r\n341 S.C. at 439, 534 S.E.2d at 703.  \r\n\r\nAs noted by the Court of Appeals in this case, there is \r\n  a split of authority on whether a taxi driver, who leases a taxicab under a \r\n  per diem payment agreement and keeps his fares and tips as compensation, is \r\n  an employee or independent contractor. The majority of cases hold that under \r\n  such circumstances, the cab driver is an employee by virtue of the cab company's \r\n  exercise of control.  See Central Management v. Industrial Comm'n of Arizona, \r\n  781 P.2d 1374 (Ariz. 1989); Yellow Cab Co. v. Workers' Comp. Appeal Board, \r\n  277 Cal. Rptr. 434 (1991); Bowdoin v. Anchor Cab, 643 So.2d 42 (Fla.Dist.Ct.App. \r\n  1994); Yellow Cab Co. v. Karwoski, 486 S.E.2d 39 (Ga. Ct. App. 1997); \r\n  Yellow Cab Co. v. Industrial Comm'n, 464 N.E.2d 1079 (Ill. 1984); Purchase \r\n  Transp. Svcs v. Estate of Wilson, 39 S.W.3d 816 (Ky. 2001); White Top \r\n  and Safeway Cab Co. v. Wright, 171 So.2d 510 (Miss. 1965); Walls v. Allen \r\n  Cab Co., 903 S.W.2d 937 (Mo. 1995); Hemmerling v. Happy Cab Co., \r\n  530 N.W.2d 916 (Neb. 1995); Petition of City Cab of Manchester, 652 A.2d \r\n  1202 (N.H. 1995); Naseef v. Cord, Inc., 225 A.2d 343 (N.J. 1966); Scott \r\n  v. Manzi Taxi Svcs, 579 N.Y.S.2d 225 (A.D.3d 1992); Yellow Cab Co. v. \r\n  Wills, 185 P.2d 689 (OK. 1947); Nesbit v. Powell, 558 S.W.2d 436 \r\n  (Tenn.1977); Dep't of Labor v. Tacoma Yellow Cab Co., 639 P.2d 843 (Wash. \r\n  Ct. App. 1982); C &amp; H Taxi Co. v. Richardson, 461 S.E.2d 442 (W.Va. \r\n  1995). (2)\r\n\r\nSeveral jurisdictions have held, under certain factual scenarios, \r\n  that cab drivers are not employees for purposes of Workers' Compensation statutes. \r\n   See Hanson v. Transp. Gen'l, Inc., 716 A.2d 857 (Conn. 1998); LaGrande \r\n  v. B&amp;L Svcs, 432 So.2d 1364 (Fla. 1983); Cole v. Peachtree Cab Co., \r\n  173 S.E.2d 278 (Ga. 1970); Alford v. Victory Cab Co., 228 S.E.2d 43 (N.C. \r\n  1976); Walters v. Americab, 692 N.E.2d 234 (Ohio 1997). \r\n\r\nGiven the very fact-specific nature of our inquiry, we need not follow any one jurisdiction, nor adopt a majority or minority\r\nviewpoint. (3)  Our determination today hinges upon a review of the factual circumstances concerning Yellow Cab's right to\r\ncontrol the method and manner in which Nelson operated his cab.  Under the specific factual circumstances presented, we\r\nagree with the Court of Appeals that Yellow Cab retained a sufficient degree of control as to warrant the conclusion that he\r\nwas an employee.  \r\n\r\nA.  Right of Control\r\n\r\n\r\nYellow Cab contends it lacked control over Nelson, asserting that once Nelson paid his $79.00 per day lease fee, he could\r\nwork as little or as much as he wanted, and he could take the cab and drive it wherever he wanted.  He could also decide\r\nwhich zone he wanted to drive on a given day and could set his own schedule.  While these facts show that Yellow Cab\r\nexercised little control over Nelson's determination of when and where to drive his cab, we find the record abundantly\r\ndemonstrates that, when and if Nelson did choose to drive his cab, Yellow had the right to control the method and means of\r\nhis doing so.    \r\n\r\nYellow Cab required Nelson use his meter on all runs except charge accounts and/or authorized flat rate runs; he was not\r\nauthorized to charge \"flat rates\" except for plantation tours.  Yellow also directed the fares to be charged.  He was not\r\nallowed to \"dead-head,\" i.e., have any non-paying passengers with him in the cab.   He was prohibited by company rules\r\nfrom driving on the docks and picking up passengers at the airport. (6)  He was required to comply with the company dress\r\ncode while driving the cab, including no sleeveless shirts, no flip-flop shoes, and no unbuttoned shirts.  He was required to\r\nkeep a proper manifest sheet, and prohibited from carrying any weapons in the car.  Yellow Cab had certain policies and\r\nprocedures drivers were to follow if dispatched to a charge account fare, and set certain fare minimums.  Drivers were\r\nawarded \"free days\" and \"vacation days\" upon driving a sufficient number of days, and were required to bring cabs in for\r\nservicing and to purchase all gas from the \"point.\"  They were also required to report any accidents, and were prohibited\r\nfrom \"stealing calls,\" \"long-mixing,\" and \"freezing stands.\"   According to the testimony of Yellow Cab's manager,\r\nKenneth Halley, if Nelson was operating as a cab driver for them, he was required to have his radio on and respond to the\r\ndispatcher.  Drivers were not allowed to sleep while on duty and were subject to being sent home for the remainder of the\r\nshift to get some sleep if they did so.   They were not allowed to use profanity or would be \"off the air\" for three days. \r\nYellow Cab did all the advertising for the drivers, and Nelson was given business cards with the company's name on them. \r\nYellow Cab also obtained the annual business license authorizing its drivers to operate a taxi in Charleston. (7)  Yellow Cab\r\nmaintained insurance on the cabs (which was included in the drivers' lease payments). \r\n\r\nThe amount of control Yellow Cab was able to exercise over \r\n  Nelson in this case far outweighs the amount of control exercised in  South \r\n  Carolina Workers' Compensation Comm'n v. Ray Covington Realtors Inc., supra. \r\n  There, although there is some factual similarity to this case \r\n  in that the realtor determined the number of hours he worked each week, he also \r\n  determined the manner in which he did so without direction or control by Ray \r\n  Covington Realtors. Here, although Nelson decided whether and when he chose \r\n  to drive, each and every time he exercised that option he was subject to substantial \r\n  rights of control as to the method and manner in which he did so. Accordingly, \r\n  we find Covington factually distinguishable. (8)\r\n\r\nThe Court of Appeals correctly held this factor leans heavily in favor of a finding of a right of control by Yellow Cab.  \r\n\r\nB. Furnishing Equipment\r\n\r\n\r\nOn this factor, although Nelson paid a $79.00 per day lease fee, the cabs were furnished by Yellow Cab. (9)  Drivers were\r\nrequired to have maintenance and oil changes performed by Yellow Cab, and to purchase gas from it.  Yellow Cab\r\nprovided insurance, which was included in the $79.00 per day fee.  Yellow Cab did the advertising and gave Nelson\r\nbusiness cards.  Yellow Cab also obtained the business license permit to operate cabs.  Nelson was allowed to purchase a\r\nYellow Cab t-shirt if he wanted.  We find the furnishing of equipment element relatively neutral.\r\n\r\nC.  Right to Fire\r\n\r\n\r\nThis factor weighs in Nelson's favor.  Yellow Cab had the right to terminate Nelson for a number of reasons, to wit:\r\ndrinking and driving, too many accidents, failure to deliver packages, failure to comport with the dress code.  They also had\r\nthe right to fire him for providing any false or incomplete information on his application.  It was within Yellow Cab's\r\ndiscretion whether to accept him as a driver.  Yellow Cab's manager, Halley, testified it would be grounds for termination\r\nif Nelson were caught charging a flat rate instead of a meter rate, dead-heading, carrying a weapon in the cab, or failing to\r\nabide by the rules and regulations of Yellow Cab.  He also testified that, at any time Yellow Cab wanted, it was free to\r\ndecide not to lease a cab to Nelson.  In addition to the right to fire, Yellow Cab had the right to discipline him for \"long-mixing,\" \"freezing stands,\" \"deadheading,\" stealing calls, picking up calls at the naval base, refusing to pick up charge\r\ncalls, sleeping on stands, profane and/or vulgar language, and failure to deliver packages. \r\n\r\nYellow Cab cites language in Ray Covington to the \r\n  effect that \"[w]hile the fourth factor, the right to fire, weighs here in favor \r\n  of a finding that Chewning is an employee, the fact that Chewning believed appellant \r\n  could fire him is not inconsistent with appellant's right to terminate the independent \r\n  contractor relationship.\" 318 S.C. at 549, 459 S.E.2d at 303. As indicated above, \r\n  the right of Yellow Cab to terminate Nelson went far beyond the right to simply \r\n  terminate an independent contractor relationship. \r\n\r\nD.  Method of Payment\r\n\r\n\r\nThis factor weighs in favor of Yellow Cab.  Once Nelson paid his $79.00 per day, he was entitled to keep all fares earned\r\nduring the day.  The only exception to this was \"charge fares\" and/or package pickups.  Certain customers had an \"account\"\r\nwith Yellow Cab and drivers would collect their fares directly from Yellow Cab.  Drivers also  received a certain minimum\r\nin the event of \"running a blank,\" i.e., if the charge fare did not show up at the dispatched location.  Yellow Cab did not\r\nprovide him any W-2 forms or 1099's.  Nelson's Income Tax Returns for 1996 and 1997 indicate he was self-employed.\r\n\r\nAlthough this factor weighs in favor or Yellow Cab, it had some degree of control over payment inasmuch as it dictated the\r\namounts Nelson could charge fares and required him to use a meter.  \r\n\r\nCONCLUSION\r\n\r\n\r\nUnder the specific facts of this case, consistent with the state's policy of resolving jurisdictional doubts in favor of inclusion\r\nof employees under the Workers' Compensation Act, we find the Court of Appeals correctly held Nelson was an employee\r\nrather than an independent contractor.  Accordingly, the Court of Appeals' opinion is \r\n\r\nAFFIRMED.  \r\n\r\nTOAL, C.J., MOORE, BURNETT and PLEICONES, JJ., concur.\r\n1.  This Court has recognized that language \r\n  in a contract declaring the relationship is that of an employer/independent \r\n  contractor is not dispositive of the issue. Kilgore Group Inc. v. South Carolina \r\n  Employment Security Comm'n, 313 S.C. 65, 437 S.E.2d 48 (1993). \r\n2.  Cab drivers have also been held to \r\n  be employees for purposes of unemployment compensation and/or social security \r\n  purposes.  See Salt Lake Transp. Co. v. Board of Review, 296 P.2d 983 \r\n  (Utah 1956); Employment Sec. Comm'n of Wyoming v. Laramie, 700 P.2d 399 \r\n  (Wyo. 1985). \r\n3.  As noted by Yellow Cab, North Carolina \r\n  has held cab drivers are not employees but independent contractors. Alford \r\n  v. Victory Cab Co., 228 S.E.2d 43 (N.C. 1976).  See&nbsp;also&nbsp; Fulcher \r\n  v. Willard's Cab Co., 511 S.E.2d 9 (N.C. 1999). (4) \r\n   \r\n4.  Ironically, in the context of an \r\n  employment security commission case, the North Carolina Court has held a cab \r\n  driver to be an employee.  See Employment Security Comm'n v. Faulk, 363 \r\n  S.E.2d 225 (N.C. 1988). ' - -  (5)  \r\n5.  Those factors are whether ... \"[t]he \r\n  person employed (a) is engaged in an independent business, calling or occupation; \r\n  (b) is to have the independent use of his special skill, knowledge, or training \r\n  in the execution of the work; (c) is doing a specified piece of work at a fixed \r\n  price or for a lump sum or upon a quantitative basis; (d) is not subject to \r\n  discharge because he adopts one method of doing the work rather than another; \r\n  (e) is not in the regular employ of the other contracting party; (f) is free \r\n  to use such assistants as he may think proper; (g) has full control over such \r\n  assistants; and (h) selects his own time.\" Id. at 11. ' \r\n6.   Yellow Cab asserts this was a City of Charleston regulation.  Nonetheless, it is specifically contained in Yellow Cab's\r\n\"handbook.\" \r\n7.   Drivers were required, however, to have their own chauffeur's permit.\r\n8.  Moreover, unlike the present case, \r\n  the Realtors in Covington provided all of their own advertising, and \r\n  received no vacation days. \r\n9.  Other courts have found drivers to \r\n  be employees, notwithstanding the lease relationship.  See Bowdoin, supra; \r\n  Yellow Cab v. Industrial Comm'n, 606 N.E.2d 523 (Ill. 1992).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25468","title":"Minnich v. Med-Waste, Inc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25468","description":"Answering certified question from Federal District Court, Supreme Court declines to adopt Firefighter's Rule as a defense to negligence action brought by police officer.","date":"2002-05-20","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Jeffery Minnich, Plaintiff,&nbsp;\r\n        v.\r\n        \r\n\r\nMed-Waste, Inc., and Incendere,\r\nInc., Defendants.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON CERTIFICATION FROM THE UNITED STATES DISTRICT COURT\r\nDavid Norton, United States District Court Judge\r\n\r\nOpinion No. 25468\r\nHeard January 24, 2002 - Filed May 20, 2002\r\n\r\n\r\nCERTIFIED QUESTION ANSWERED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nComing B. Gibbs, Jr., of Gibbs &amp; Holmes, and Paul N. Urrichio, III, both of Charleston, for plaintiff.\r\n\r\nGray Thomas Culbreath, of Collins &amp; Lacy, P.C., of Columbia, for defendants.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE PLEICONES:  We accepted the following question on certification from the United States District Court:\r\n\r\nDoes the Firefighter's Rule bar an emergency professional, such as a firefighter, police officer, or public safety officer, who\r\nis injured as a result of performing his or her duties, from recovering tort-based damages from the party whose negligence\r\ncaused the injury?\r\n\r\nFACTS\r\n\r\nThe District Court made the following factual findings:\r\n\r\nJeffrey Minnich (\"Plaintiff\") was employed by the Medical University of South Carolina (\"MUSC\") as a public safety\r\nofficer.  While working in this capacity, Plaintiff assisted in loading medical waste from the premises of MUSC onto a\r\ntractor-trailer truck owned by Defendant Med-Waste, Inc.  Plaintiff noticed the unoccupied truck begin to roll forward,\r\ntoward a public street.  Plaintiff ran to the truck, jumped inside, and stopped the truck.\r\n\r\nPlaintiff alleges he suffered serious injuries, proximately caused by the acts or omissions of the defendants' employees, for\r\nwhich he seeks to recover damages.  The defendants assert that Plaintiff's claims are barred by the firefighter's rule.  The\r\nfirefighter's rule is a common law doctrine that precludes a firefighter (and certain other public employees, including police\r\nofficers) from recovering against a defendant whose negligence caused the firefighter's on-the-job injury. \r\n\r\nISSUE\r\n\r\n\r\nDoes the Firefighter's Rule preclude Plaintiff's recovery?\r\n\r\n\r\nANALYSIS\r\n\r\nWhile a number of states have adopted the firefighter's rule in some form, (1) there is no definitive pronouncement from this\r\nCourt either adopting or rejecting the rule.  \r\n\r\nIn Taylor v. Palmetto Theater Co., 204 S.C. 1, 28 \r\n  S.E.2d 538 (1943), the plaintiff, a Columbia city firefighter, responded to \r\n  a fire alarm at a building adjoining the Palmetto Theater (\"Theater\"). While \r\n  performing his duties as a firefighter he was hurrying through a walkway owned \r\n  by the Theater when he fell into an inadequately guarded pit and suffered injuries. \r\n  According to the complaint, although the walkway was privately-owned, the Theater \r\n  generally made it open to the public, and knew of the dangerous condition of \r\n  the pit. The firefighter appealed after the trial court granted the Theater's \r\n  motion to strike substantial portions of the complaint, including those alleging \r\n  the walkway was open to the public. \r\n\r\nIn reversing the trial court, the Court distinguished between private property and property generally open to the public:\r\n\r\n\r\nUpon a careful analysis of the complaint . . . it alleges an invitation extended to the general public to use this passageway or\r\nwalkway, and that relying on this invitation and the fact that such use was made thereof by the general public with the at\r\nleast implied acquiescence of the [Theater], the [firefighter] entered thereupon while in the performance of his duties as a\r\nfireman, and suffered . . . injuries . . . .  In other words, that the plaintiff entered upon the walkway or passageway as a\r\nmember of the general public, although in the discharge of his duties as a fireman, and was therefore an invitee or licensee.\r\n\r\nIn the circumstances alleged in the complaint, the fact that the [plaintiff] was a fireman, and in the discharge of his duties as\r\nsuch, should not limit his cause of action to the right or permission to enter the premises of [the Theater] extended by the\r\nlaw.  Of course, upon a trial of the case the [firefighter] will have to establish . . . that the general public (as the complaint\r\nalleges), 'used the alley in the rear of the [Theater's] premises, as well as the . . . passageway . . . , with the knowledge,\r\nacquiescence and consent of the [Theater]' at the place where the [firefighter] alleges he was injured; otherwise any cause\r\nof action the [firefighter] may have against the [Theater] for his injuries will be governed by the law applicable to a\r\nfireman or other municipal employee who goes upon privately owned premises in the discharge of his duty.\r\n\r\n\r\nId. at __, 28 S.E.2d at 541 (emphasis supplied). \r\n  Despite its allusion thereto, the  Taylor  Court, did not define \"the \r\n  law applicable to a fireman or other municipal employee . . .\" injured while \r\n  discharging his duty on private property. The italicized language above, however, \r\n  suggests that the Court would apply a different standard of care to the Theater \r\n  based upon the firefighter's status as either an invitee or a licensee.\r\n\r\nA later decision of this Court implies that a police officer can recover from a negligent party when the officer is injured\r\nwhile discharging his duties.  \r\n\r\nIn Gardner v. Columbia Police Dep't, 216 S.C. 219, \r\n  57 S.E.2d 308 (1950), the Court held that a police officer, injured while on \r\n  duty, could not maintain a worker's compensation action against his employer \r\n  after having previously recovered from, and having executed a release in favor \r\n  of, the negligent tortfeasor. By releasing the negligent trucking company, Gardner \r\n  \"deprived his employer . . . of the right of subrogation to enforce against \r\n  the [negligent party] any legal liability for the injuries suffered by [Gardner] \r\n  under . . . the Workmen's Compensation Act.\" Id. at 224, 57 S.E.2d at \r\n  310.\r\n\r\nThe facts in Gardner suggest that the officer's injury \r\n  did not occur on private property, but on a public street. Thus, Gardner \r\n  implies no basis for a distinction arising out of the police officer's status \r\n  as an invitee or licensee, and does not mention  Taylor, supra. Gardner \r\n  implicitly suggests, however, that a police officer may recover from a negligent \r\n  party for injuries suffered during the discharge of the officer's duties.\r\n\r\nFinding no definitive answer to the certified question in the case law of this state, we examine the various rationales\r\nadvanced in support of the rule, and its applications and limitations in other states. \r\n\r\nRationales for the Firefighter's Rule\r\n\r\nThe common law firefighter's rule originated in the case \r\n  of Gibson v. Leonard, 32 N.E. 182 (Ill. 1892). There, the Illinois Supreme \r\n  Court held that a firefighter who entered private property in the performance \r\n  of his job duties was a licensee, and as such, the property owner owed the firefighter \r\n  a duty only to \"refrain from willful or affirmative acts which are injurious.\" \r\n  Id. at 189. Practically, this meant that a firefighter, injured while \r\n  fighting a blaze on private property, could not recover tort damages from the \r\n  property owner whose ordinary negligence caused the fire. \r\n  (2)\r\n\r\nA number of courts reason that police officers and firefighters, \r\n  aware of the risks inherent in their chosen profession, have assumed those risks. \r\n   See e.g. Armstrong v. Mailand, 284 N.W.2d 343 (Minn. 1979) (firefighter \r\n  assumes all risks of the job); Berko v. Freda, 459 A.2d 663 (N.J. 1983) \r\n  (nature of police work requires officers to recognize inherent dangers; police \r\n  officer assumes the risks of the job). As such, the firefighter or police officer \r\n  should not be allowed to recover when injured as a result of confronting these \r\n  known and accepted risks. \r\n\r\nA third rationale advanced is public policy. The Supreme \r\n  Court of Virginia, in Pearson v. Canada Contracting Co., 349 S.E.2d 106, \r\n  111 (Va. 1986), (3) cited two fundamental policies \r\n  in support of that state's firefighter's rule: First, injuries to firemen and \r\n  policemen are compensable through workers' compensation. It follows that liability \r\n  for their on-the-job injuries is properly borne by the public rather than by \r\n  individual property owners. Second, firemen and policemen, unlike invitees or \r\n  licensees, enter at unforeseeable times and at areas not open to the public. \r\n  In such situations, it is not reasonable to require the level of care that is \r\n  owed to invitees or licensees.\r\n\r\nStill other courts reason that the public fisc pays to train \r\n  firefighters and police officers on the ways to confront dangerous situations, \r\n  and compensates them for doing so. If these public employees were permitted \r\n  to bring suit against the taxpayers whose negligence proximately caused injury, \r\n  the negligent taxpayer would incur multiple penalties in exchange for the protection \r\n  provided by firefighters and police officers.  See Kreski v. Modern Wholesale \r\n  Elec. Supply Co., 415 N.W.2d 178, 187 (Mich. 1987).\r\n\r\nThe Various Forms of the Rule\r\n\r\nNot only have courts been unable to agree on a consistent \r\n  rationale for the rule, they have not been able to agree on the proper parameters \r\n  for the rule. A number of courts which recognize the firefighter's rule as a \r\n  viable defense to negligence claims allow recovery for willful and wanton conduct \r\n  resulting in injury. As one court observed, \"a tortfeasor who acts wilfully \r\n  and wantonly is so culpable that the fireman's rule ought not to preclude the \r\n  injured officer from suing the egregiously culpable wrongdoer.\" Miller v. \r\n  Inglis, 567 N.W.2d 253, 256 (Mich. Ct. App. 1997).\r\n\r\nCourts have allowed police officers and firefighters to recover for injuries resulting from an act of negligence unrelated to\r\nthe specific reason for which the officer or firefighter was originally summoned.  As stated by the Supreme Court of New\r\nJersey:\r\n\r\n\r\nThe core of the \"fireman's rule\" is that a citizen's ordinary negligence that occasioned the presence of the public safety\r\nofficer shall not give rise to liability in damages for the injuries sustained by the officer in the course of the response to\r\nduty. . . .  The corollary of the rule is that independent and intervening negligent acts that injure the safety officer on duty\r\nare not insulated.\r\n\r\n\r\nWietacha v. Peoronard, 510 A.2d 19, 20-21 (N.J. 1986) \r\n  (citation omitted) (Police officers were injured while investigating a traffic \r\n  accident when drivers negligently hit parked police cars; officers could pursue \r\n  action against drivers whose negligence occurred subsequent to officers' presence \r\n  at the scene).  See also Terhall v. American Commonwealth Assoc., 218 \r\n  Cal. Rptr. 256, 260 (Cal. App. 1st Dist. 1985) (\"Having an unguarded \r\n  hole in the roof was not the cause of [the firefighter's] presence at the scene, \r\n  and the firefighter's rule has never been applied to negligence which did not \r\n  cause the fire.\"). According to one commentator, all jurisdictions allow recovery \r\n  under these circumstances. See Jack W. Fischer, The Connecticut Firefighter's \r\n  Rule: 'House Arrest' for a Police Officer's Tort Rights, 9 U. Bridgeport \r\n  L. Rev. 143, 149 (1988). \r\n\r\nMore recently, a number of state legislatures have acted \r\n  to limit or abolish the firefighter's rule. For instance, in 1987, only one \r\n  year after the Virginia Supreme Court's decision in  Pearson, supra, \r\n  the Virginia legislature passed a statute providing that:\r\n\r\n\r\nAn owner or occupant of real property containing premises normally open to the public shall, with respect to such premises,\r\nowe to firefighters . . . and law-enforcement officers who in the performance of their duties come upon that portion of the\r\npremises normally open to the public the duty to maintain the same in a reasonably safe condition or to warn of dangers\r\nthereon of which he knows or has reason to know, whether or not such premises are at the time open to the public. \r\n\r\nAn owner or occupant of real property containing premises not normally open to the public shall, with respect to such\r\npremises, owe the same duty to firefighters . . . and law-enforcement officers who he knows or has reason to know are\r\nupon, about to come upon or imminently likely to come upon that portion of the premises not normally open to the public. .\r\n. .\r\n\r\n\r\nVa. Code Ann. Â§ 8.01-226 (Michie 2001). \r\n  (4) See also Cal. Civil Code Â§ 1714.9 (West 2001) (allowing \r\n  police officers and firefighters to recover where negligence occurred after \r\n  negligent party knew of officer's or firefighter's presence, or where negligent \r\n  act or omission violated statute, or was independent of reason officer or firefighter \r\n  was summoned); Nev. Rev. Stat. Ann. Â§ 41.139 (LEXIS L. Publg. 2001) (firefighter \r\n  or police officer may maintain action for injuries suffered as a result of another's \r\n  willful acts, as well as for negligent acts occurring after the person who caused \r\n  the injury knew or should have known of the police officer's or firefighter's \r\n  presence).\r\n\r\nEffectively, the State of New York has statutorily abolished the firefighter's rule by providing that:\r\n\r\n\r\nIn addition to any other right of action or recovery otherwise available under law, whenever any police officer or firefighter\r\nsuffers any injury, disease or death while in the lawful discharge of his official duties and that injury, disease or death is\r\nproximately caused by the neglect, willful omission, or intentional, willful or culpable conduct of any person or entity,\r\nother than that police officer's or firefighter's employer or co-employee, the police officer or firefighter suffering that injury\r\nor disease, or, in the case of death, a representative of that police officer or firefighter may seek recovery and damages from\r\nthe person or entity whose neglect, willful omission, or intentional, willful or culpable conduct resulted in that injury,\r\ndisease or death. . . .\r\n\r\n\r\nN.Y. General Obligation Law Â§ 11-106 (McKinney 2001).  While the New York statute forecloses a tort action against a\r\nco-worker or an employer, (5) it virtually eliminates the firefighter's rule as it pertains to all other third-party tortfeasors, and\r\nallows police officers and firefighters to recover for ordinary negligence.\r\n\r\nNew Jersey similarly limits the scope of the firefighter's \r\n  rule by statute. See N.J. Stat. Ann. Â§ 2A:62A-21 (West 2001) (whenever \r\n  any law enforcement officer or firefighter suffers injury while in the discharge \r\n  of his official duties and that injury is the result of the neglect, willful \r\n  omission, or willful or culpable conduct of any person or entity, other than \r\n  that law enforcement officer's or firefighter's employer or co-employee, the \r\n  injured law enforcement officer or firefighter may seek recovery from the person \r\n  or entity whose neglect, wilful omission, or wilful or culpable conduct resulted \r\n  in that injury). See also Minn. Stat. Ann. Â§ 604.06 (West 2001) (the \r\n  fireman's rule shall not operate to deny any peace officer or public safety \r\n  officer a recovery in any action at law or authorized by statute); \r\n  Fla. Stat. Ann. Â§ 112.182 (West 2001) (common-law firefighter's rule abolished).\r\n\r\nCONCLUSION\r\n\r\nAs illustrated above, those jurisdictions which have adopted the firefighter's rule offer no uniform justification therefor, nor\r\ndo they agree on a consistent application of the rule.  The legislatures in many jurisdictions which adhere to the rule have\r\nfound it necessary to modify or abolish the rule.  The rule is riddled with exceptions, and criticism of the rule abounds. (6)\r\n\r\nAgainst this backdrop, we answer the certified question in the negative.\r\n\r\nSouth Carolina has never recognized the firefighter's rule, \r\n  and we find it is not part of this state's common law.  See Gardner, supra. \r\n  In our view, the tort law of this state adequately addresses negligence claims \r\n  brought against non-employer tortfeasors arising out of injuries incurred by \r\n  firefighters and police officers during the discharge of their duties. We are \r\n  not persuaded by any of the various rationales advanced by those courts that \r\n  recognize the firefighter's rule. The more sound public policy - and the one \r\n  we adopt - is to decline to promulgate a rule singling out police officers and \r\n  firefighters for discriminatory treatment.\r\n\r\nCERTIFIED QUESTION ANSWERED.\r\n\r\nTOAL, C.J., MOORE, WALLER and BURNETT, JJ., concur.\r\n1. See Moody v. Delta Western, Inc., \r\n  38 P.3d 1139, 1140 n. 2 (Alaska 2002) (counting cases); Waggoner v. Troutman \r\n  Oil Co., 894 S.W.2d 913, 914-15 (Ark. 1995) (counting cases). \r\n2. Those courts relying on premises liability \r\n  principles to support their firefighter's rule found this rationale problematic. \r\n  For instance, the Maryland Court of Appeals noted that a rule based on the premises \r\n  liability theory could be applied only in the landowner context. Flowers \r\n  v. Rock Creek Terrace Ltd. Partnership, 520 A.2d 361, 366-67 (Md. 1987). \r\n  The court further observed the legal anomaly resulting from a rule based on \r\n  this rationale: other public employees, such as postmen and building inspectors \r\n  - who often enter land pursuant to legal authority rather than express invitation \r\n  of the landowner - were entitled to due care, while their counterparts in the \r\n  fire and police departments were not. Id.  \r\n3. Pearson contains an extensive \r\n  overview of the firefighter's rule and its historical development. \r\n4. While not stated on the face of the \r\n  statute, one could infer that the legislature acted in response to Pearson. \r\n5. The legislative history of the New York statute indicates that the legislature excepted actions against employers or co-employees in an effort to foster, or at least do nothing to undermine, the teamwork so essential in these professions.  We\r\nnote that the employer/co-employee exception is also consistent with existing worker's compensation principles. \r\n6.  See e.g., Jay Berger, Note: \r\n  Has the Michigan Firefighter's Rule Gone Up in Smoke? An Analysis of the Wilful \r\n  and Wanton Exception, 44 Wayne L. Rev. 1555 (1998) (concluding the wilful \r\n  and wanton exception points out the inequities embodied in the firefighter's \r\n  rule); David L. Strauss, Comment: Where There's Smoke There's the \r\n  Firefighter's Rule: Containing the Conflagration After One Hundred Years, \r\n  1992 Wis. L. Rev. 2031, 2061 (1992) (concluding that implementation of the rule \r\n  has led to a \"morass of legal analysis that has left judges and juries in the \r\n  precarious position of continuously having to determine how far the rule reaches \r\n  and who fits within its many ambiguous exceptions\"); Louie A. Wright, The \r\n  Missouri \"Fireman's Rule\": An Unprincipled Rule in Search of a Theory, \r\n  58 UMKC L. Rev. 329 (1990) (arguing the common-law firefighter's rule is outdated \r\n  and an indulgence in legal fiction). \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25469","title":"State v. Gaster","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25469","description":"This appeal involves the following issues:  (1) whether the Sexually Violent Predator Act violates the ex post facto, due process, and double jeopardy clauses of the United States and South Carolina Constitutions; (2) whether appellant was properly found to be a sexually violent predator; and (3) whether the trial court violated appellant's right to due process by allowing the use of a motion appellant filed challenging the constitutionality of the age of sexual consent to prove appellant's need for treatment.","date":"2002-05-20","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nThe State, Respondent,\r\n\r\n\r\n\r\nv.\r\n\r\n\r\nFrank M. Gaster, Appellant.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Georgetown County\r\nL. Henry McKellar, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25469\r\nHeard December 11, 2001 - Filed May 20, 2002\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nW. Gaston Fairey, of Fairey, Parise &amp; Mills, P.A., of Columbia, for appellant.\r\n\r\nAttorney General Charles M. Condon, Deputy Attorney General Treva Ashworth, Senior Assistant Attorney General\r\nKenneth P. Woodington, and Assistant Attorney General Steven G. Heckler, all of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\nJUSTICE MOORE:  Appellant appeals his commitment pursuant to the South Carolina Sexually Violent Predator Act,\r\nS.C. Code Ann. Â§ 44-48-10 to -170 (Supp. 2000).  We affirm.\r\nFACTS\r\n\r\nAppellant was convicted of second degree criminal sexual conduct (CSC) with a minor and sentenced to twenty years\r\nimprisonment in July 1988.  In 1999, he was scheduled for release after having satisfied the statutory requirements of his\r\nsentence.  The State filed an action under the Sexually Violent Predator Act (the Act), to have appellant designated a\r\nsexually violent predator.\r\n\r\nFollowing a trial, the jury found appellant to be a sexually violent predator.  He was then committed to the South Carolina\r\nDepartment of Mental Health (DMH) for treatment. (1)  Pursuant to S.C. Code Ann. Â§ 44-48-100(A) (Supp. 2000),\r\nappellant's custody was transferred from DMH to the Department of Corrections. (2)\r\n\r\nISSUES\r\n\r\n\r\n  \r\n    \r\n      (1)\r\n      Does the Act violate the double jeopardy, ex post facto, and due process clauses of the United States and South Carolina\r\nconstitutions?\r\n    \r\n    \r\n      (2)\r\n      Was appellant properly found to be a sexually violent predator?\r\n    \r\n    \r\n      (3)\r\n      Did the trial court violate appellant's right to due process by allowing the use of a motion appellant filed that challenged\r\nthe constitutionality of the age of sexual consent to prove appellant's need for treatment?\r\n    \r\n  \r\n\r\n\r\nI. Constitutional Questions\r\n\r\nWhen the issue is the constitutionality of a statute, every \r\n  presumption will be made in favor of its validity and no statute will be declared \r\n  unconstitutional unless its invalidity appears so clearly as to leave no doubt \r\n  that it conflicts with the constitution. State v. Jones, 344 S.C. 48, \r\n  543 S.E.2d 541 (2001).\r\n\r\nEx post facto challenge\r\n\r\nArticle I, Â§ 10, of the United States Constitution and Article \r\n  I, Â§ 4, of the South Carolina Constitution provide that no ex post facto \r\n  law shall be passed. An ex post facto violation occurs when a change \r\n  in the law retroactively alters the definition of a crime or increases the punishment \r\n  for a crime. Jernigan v. State, 340 S.C. 256, 531 S.E.2d 507 (2000). \r\n  For the ex post facto clause to be applicable, the statute or the provision \r\n  in question must be criminal or penal in purpose and nature. State v. Huiett, \r\n  302 S.C. 169, 394 S.E.2d 486 (1990) (citing Flemming v. Nestor, 363 U.S. \r\n  603, 80 S.Ct. 1367, 4 L.Ed.2d 1435 (1960)).\r\n\r\nWe recently held the Act, which provides for the civil commitment \r\n  of a sexually violent predator to the DMH's custody, is a civil, non-punitive \r\n  scheme. See In re Matthews, 345 S.C. 638, 550 S.E.2d 311 (2001) \r\n  (Act does not violate Double Jeopardy clause of federal or state constitutions \r\n  because it does not constitute punishment). Appellant has the burden of providing \r\n  the clearest proof that the statutory scheme is so punitive either in purpose \r\n  or effect as to negate the legislature's intention that the Act be civil. See \r\n  In re Matthews, supra (citing Seling v. Young, 531 U.S. \r\n  250, 121 S.Ct. 727, 148 L.Ed.2d 734 (2001)).\r\n\r\nAs noted in In re Matthews, supra, South \r\n  Carolina's Act is modeled on Kansas's Sexually Violent Predator Act. The United \r\n  States Supreme Court has previously determined the Kansas Act does not violate \r\n  the ex post facto clause of the United States Constitution. Kansas \r\n  v. Hendricks, 521 U.S. 346, 117 S.Ct. 2072, 138 L.Ed.2d 501 (1997). The \r\n  Hendricks Court held the application of the Kansas Act did not raise \r\n  ex post facto concerns because the Kansas Act does not impose punishment. \r\n  The Court further stated the Kansas Act \r\n\r\n\r\nclearly does not have retroactive effect.  Rather, the Act permits involuntary confinement based upon a determination that\r\nthe person currently both suffers from a \"mental abnormality\" or \"personality disorder\" and is likely to pose a future danger\r\nto the public.  To the extent that past behavior is taken into account, it is used . . . solely for evidentiary purposes.  Because\r\nthe Act does not criminalize conduct legal before its enactment, nor deprive Hendricks of any defense that was available to\r\nhim at the time of his crimes, the Act does not violate the Ex Post Facto Clause.\r\n\r\n\r\nHendricks, 521 U.S. at 370-371, 117 S.Ct. at 2086, \r\n  138 L.Ed.2d at 520-521 (emphasis in original).\r\n\r\nLikewise, the South Carolina Act permits involuntary confinement based upon the determination the person currently\r\nsuffers from both a mental abnormality or personality disorder and is likely to engage in acts of sexual violence.  See S.C.\r\nCode Ann. Â§ 44-48-30(1) (Supp. 2000) (sexually violent predator means person who has committed sexually violent\r\noffense and who suffers from mental abnormality or personality disorder which makes person likely to engage in sexually\r\nviolent acts if not confined in secure facility for long-term control, care, and treatment).\r\n\r\nAppellant argues the Act has crossed the line between civil commitment and punitive confinement.  He points to the Act's\r\nrequirement that all persons committed under the Act be kept \"in a secure facility.\"  S.C. Code Ann. Â§ 44-48-100(A).  He\r\nfurther points to the DMH's ability to enter into an agreement with the Department of Corrections for the control, care, and\r\ntreatment of persons committed pursuant to the Act.  Appellant argues this suggests that persons confined under the Act are\r\nbeing subjected to conditions identical to those of prisoners.\r\n\r\nAppellant's contention has previously been addressed in \r\n  In re Matthews, supra. Matthews argued he was subject to the \r\n  conditions placed on state prisoners, and that he would not receive treatment \r\n  for his alleged disease. We stated:\r\n\r\n\r\nThe conditions of confinement are not prescribed by the Act, but result from administrative decisions.  Therefore, the\r\nconditions of confinement cannot be used to determine legislative intent. . . . Furthermore, the Act expressly provides, \"The\r\ninvoluntary detention or commitment of a person pursuant to this chapter shall conform to constitutional requirements for\r\ncare and treatment.\"  S.C. Code Ann. Â§ 44-48-170.\r\n\r\n\r\nIn re Matthews, 345 S.C. at 650-651, 550 S.E.2d at \r\n  317.\r\n\r\nFurthermore, appellant has failed to meet his burden of \r\n  showing the Act is so punitive in effect as to negate the legislature's intention \r\n  to create a civil statute. In re Matthews, supra (citing Seling \r\n  v. Young, supra). There is no information in the record indicating \r\n  persons committed pursuant to the Act are being treated as if they were prisoners \r\n  instead of as civilly committed persons. \r\n\r\nWe find the United States Supreme Court's decision in Hendricks \r\n  is controlling, and conclude South Carolina's Act does not violate the ex \r\n  post facto clause.\r\n\r\nDouble jeopardy challenge\r\n\r\nAppellant claims the Act violates the double jeopardy clause \r\n  of the United States and South Carolina Constitutions. We have previously found \r\n  the Act does not violate the double jeopardy clause. In re Matthews, \r\n  supra.\r\n\r\nDue process challenge\r\n\r\nAppellant's claim the Act violates the due process clause \r\n  of the United States and South Carolina Constitutions (3) \r\n  is not preserved for review. This constitutional issue was not raised to or \r\n  ruled upon by the trial court. In re McCracken, 346 S.C. 87, 551 S.E.2d \r\n  235 (2001) (it is this Court's firm policy to decline to rule on constitutional \r\n  issues unless such a ruling is required; a constitutional claim must be raised \r\n  and ruled upon to be preserved for appellate review).\r\n\r\nII. Sexually violent predator status\r\n\r\nAt trial, Sheriff Lane Cribb, who arrested appellant for the 1988 charge of second degree CSC with a minor, testified\r\nregarding conversations he had with appellant.  Sheriff Cribb stated appellant obsessively tried to justify his behavior with\r\nhis victim by stating he should be allowed to have sexual relations with a fourteen-year-old girl.\r\n\r\nSheriff Cribb further testified appellant stated he carried out fantasies of rape, kidnapping, and prostitution with his victim\r\nas evidenced by the videotapes he made of himself acting out these fantasies with the victim.\r\n\r\nNext, Dr. Donna Schwartz-Watts (hereinafter referred to as Dr. Watts) testified.  She stated she used the following to\r\nevaluate appellant:  his past indictments; his Department of Corrections's record, which indicated good behavior; a 1973\r\nvocational rehabilitation evaluation; a motion appellant filed for a ruling on the legal age of sexual consent; a transcript\r\nfrom the Georgetown County Sheriff's Office; 1988, 1993, and 1995 psychological evaluations, none of which indicated\r\nsexual disorders; psychological tests; a telephone interview with appellant's mother; and a two and a half hour psychiatric\r\nexam conducted by Dr. Watts herself.\r\n\r\nDr. Watts stated she discussed with appellant his 1973 conviction for contributing to the delinquency of a minor.  Appellant\r\ntold her the conviction arose because he gave a fifteen-year-old girl a key to his home.  The girl did not attend school and\r\nremained in his home when she should have been at school.  Appellant's Vocational Rehabilitation records indicated he\r\nencouraged the girl to not attend school and that they had a sexual relationship.\r\n\r\nDr. Watts and appellant also discussed his 1988 conviction for second degree CSC with a minor.  Appellant told her he\r\nloved the fourteen-year-old victim and that he viewed the relationship as consensual. (4)  He told Dr. Watts he and the victim\r\nwould act out sexual fantasies with each other and sometimes they would videotape those fantasies.  Appellant told Dr.\r\nWatts that sometimes the victim knew she was being taped and other times, she did not.  These videotaped fantasies\r\nincluded a rape scenario where appellant entered the room wearing a mask and made it appear as if he was raping the\r\nvictim, and a prostitution scenario where he had the victim act as a prostitute and he pretended to pay her afterwards.\r\n\r\nFrom appellant's relationship history, Dr. Watts learned appellant had two previous marriages, both of which ended in\r\ndivorce.  She further learned that both wives were considerably younger than appellant. (5)\r\n\r\nFrom one of the psychological tests, Dr. Watts was able to determine appellant had some abnormal sexual arousal that he\r\nhad not mentioned.  She stated he suffers from two major mental illnesses:  sadism and paraphilia, both of which are sexual\r\ndisorders. (6)  Dr. Watts gave appellant the paraphilia diagnosis because appellant had videotaped his victim without her\r\nknowledge.  Dr. Watts stated that type of activity was similar to voyeurism.  She diagnosed appellant with sadism because\r\nhe is aroused by producing pain in his sexual partners.  Dr. Watts further testified appellant's preference for young girls is\r\nsignificant since it is easier for him to act out his fantasies because the girls are easier to control and more likely \"to go\r\nalong with . . . his fantasies.\"\r\n\r\nBy evaluating appellant pursuant to the Act, Dr. Watts concluded to a reasonable degree of medical certainty that appellant\r\nsuffers from the sexual disorders known as sadism and paraphilia.  Dr. Watts stated these disorders do not disappear and, in\r\nthe case of sadism, get worse over time.  She testified there was no outpatient treatment available in South Carolina to treat\r\nappellant given those diagnoses.\r\nOn re-direct, Dr. Watts testified appellant has a propensity to commit sexually violent acts, and that propensity poses a\r\nthreat to society if he is not confined, controlled, and given the proper treatment, which would not consist of outpatient\r\ntreatment.  She further indicated there was no guarantee the public would not be in danger if appellant were to submit to\r\noutpatient treatment.\r\n\r\nAppellant testified he was not interested in adolescent females and did not feel that if he were released from custody he\r\nwould have a propensity to commit another sexual crime.  He also stated, after serving eleven years in prison, he could\r\nresist any attraction to younger women.  Appellant noted that due to his age, he was unsure whether an adolescent female\r\nwould even be attracted to him.  Regarding the videotapes, appellant testified he placed a mask over his face once so the\r\nvictim could not see him as a way to act out a fantasy, which he indicated was the victim's fantasy and not his own.\r\n\r\nThe trial court charged the jury that the State must prove beyond a reasonable doubt that appellant suffers from a mental\r\nabnormality or a personality disorder that makes him likely to engage in acts of sexual violence if not confined in a secure\r\nfacility for long-term control, care, and treatment.  The court further informed the jury of the statutory definition of \"likely\r\nto engage in acts of sexual violence,\" which is that the person's propensity to commit acts of sexual violence is of such a\r\ndegree as to pose a menace to the healthy and safety of others.\r\n\r\nThe jury found appellant to be a sexually violent predator in need of treatment in a secure facility.  Appellant now claims\r\nhis motions for a directed verdict and a judgment notwithstanding the verdict (JNOV) were improperly denied.\r\n\r\nOn an appeal from the trial court's denial of a motion for \r\n  a directed verdict, the appellate court may only reverse the trial court if \r\n  there is no evidence to support the trial court's ruling. In re Matthews, \r\n  supra. In ruling on a directed verdict motion, the trial court is concerned \r\n  with the existence of evidence, not its weight. Id. Further, a motion \r\n  for JNOV may be granted only if no reasonable jury could have reached the challenged \r\n  verdict. Gastineau v. Murphy, 331 S.C. 565, 503 S.E.2d 712 (1998).\r\n\r\nS.C. Code Ann. Â§ 44-48-30(1) provides that a sexually violent predator is a person who:\r\n\r\n\r\n(a) has been convicted of a sexually violent offense; and\r\n\r\n(b) suffers from a mental abnormality (7) or personality disorder that makes the person likely to engage in acts of sexual\r\nviolence (8) if not confined in a secure facility for long-term control, care, and treatment.\r\n\r\n\r\nAppellant's conviction for second degree CSC with a minor is a sexually violent offense as enumerated in S.C. Code Ann.\r\nÂ§ 44-48-30(2)(e).  Therefore, the first prong of the sexually violent predator determination has been met.\r\n\r\nAppellant also meets the second prong of the sexually violent predator determination.  There is evidence pointing to the\r\nfact appellant suffers from a personality disorder and/or mental abnormality that makes him likely to engage in acts of\r\nsexual violence.  Dr. Watts, after evaluating appellant, found to a reasonable degree of medical certainty that appellant\r\nsuffers from the sexual disorders of sadism and paraphilia.  She further testified that appellant has a propensity to commit\r\nsexually violent acts and that propensity poses a threat to society if he is not confined and given the proper treatment.\r\n\r\nThere was evidence to support the trial court's denial of \r\n  appellant's directed verdict and JNOV motions. See In re Matthews, \r\n  supra. Further, given the evidence, the jury reasonably concluded appellant \r\n  was a sexually violent predator. See Gastineau v. Murphy, supra \r\n  (JNOV motion may be granted only if no reasonable jury could have reached challenged \r\n  verdict).\r\n\r\nIII. Right to due process violated by \r\n  admission of motion\r\n\r\nAt trial, Dr. Watts indicated she used appellant's Motion for Ruling on the Legal Age of Sexual Consent in South Carolina\r\n(the motion), dated August 15, 1998, as one of the many sources to evaluate appellant.  Dr. Watts testified the motion was\r\nsignificant because it indicated appellant's need for and probability of success in treatment.  She stated the entire nature of\r\nthe motion, the fact it was filed, and the complaint within it were significant.\r\n\r\nAppellant testified he filed the motion in an attempt to have the proper age of consent in South Carolina clarified, and not\r\nbecause he was intending to pursue minors.  According to appellant, the law since 1895 under the South Carolina\r\nConstitution empowers young women to consent at age fourteen.  In the motion, appellant stated he did \"not want to be\r\narrested or harassed by the police if a woman 14 years of age or older chooses him as a sexual partner.\"  Appellant testified\r\nhe made that statement in an effort to show he had standing to bring the suit.\r\n\r\nThe admission of evidence is within the discretion of the \r\n  trial court and will not be reversed absent an abuse of discretion. State \r\n  v. McDonald, 343 S.C. 319, 540 S.E.2d 464 (2000); Strother v. Lexington \r\n  County Recreation Comm'n, 332 S.C. 54, 504 S.E.2d 117 (1998).\r\n\r\nThe trial court properly admitted the motion within its discretion.  The motion was relevant because Dr. Watts used the\r\nmotion in evaluating appellant's need for and probability of success in treatment, facts relevant to determining appellant's\r\nneed for commitment.  See&nbsp;Rule 401, SCRE (\"'Relevant evidence' means evidence having any tendency to make the\r\nexistence of any fact that is of consequence to the determination of the action more probable or less probable than it would\r\nbe without the evidence.\").\r\n\r\nFurther, the possibility of unfair prejudice did not substantially outweigh the probative value of the motion.  Rule 403,\r\nSCRE (\"Although relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of\r\nunfair prejudice . . .\").  As for its probative value, Dr. Watts felt the motion was significant in her evaluation because it\r\nindicated appellant's need for and probability of success in treatment.  Regarding possible prejudice to appellant, the\r\nmotion was not the only source Dr. Watts used to evaluate appellant.  Dr. Watts used many sources besides the motion to\r\nfind that appellant suffered from the sexual disorders of sadism and paraphilia.\r\n\r\nBecause the motion was relevant and its probative value \r\n  outweighed any prejudicial effect on appellant, the trial court properly admitted \r\n  the motion within its discretion. See State v. McDonald, supra; \r\n  Strother v. Lexington County Recreation Comm'n, supra.\r\n\r\nAFFIRMED.\r\n\r\nTOAL, C.J., WALLER, BURNETT and PLEICONES, JJ., concur.\r\n1. S.C. Code Ann. Â§ 44-48-100(A) (Supp. 2000) provides:\r\n\r\n\r\nThe . . . jury shall determine whether, beyond a reasonable doubt, the person is a sexually violent predator.  If a jury\r\ndetermines that the person is a sexually violent predator, the determination must be by unanimous verdict.  If the . . . jury\r\ndetermines that the person is a sexually violent predator, the person must be committed to the custody of the Department of\r\nMental Health for control, care, and treatment until such time as the person's mental abnormality or personality disorder\r\nhas so changed that the person is safe to be at large and has been released pursuant to this chapter.\r\n\r\n2. Section 44-48-100(A) provides:\r\n\r\n\r\nThe [DMH] may enter into an interagency agreement with the Department of Corrections for the control, care, and\r\ntreatment of these persons.  A person who is in the confinement of the Department of Corrections pursuant to an\r\ninteragency agreement authorized by this chapter must be kept in a secure facility and must, if practical and to the degree\r\npossible, be housed and managed separately from offenders in the custody of the Department of Corrections.\r\n\r\n3. The Fourteenth Amendment of the United States Constitution and Article I, Â§ 3, of the South Carolina Constitution\r\nprovide that no person shall be deprived of life, liberty, or property without due process of law.\r\n4. However, Dr. Watts testified the Victim Notification Form indicated the victim was upset by the relationship and viewed\r\nit as a traumatic experience.\r\n5. Dr. Watts testified both of his wives were fifteen years old at the time appellant married them.  However, appellant\r\ntestified his first wife was seventeen years old at the time of marriage and his second wife was eighteen years old at the\r\ntime of marriage.\r\n6. Paraphilia is a category of sexual disorders reserved for behaviors that are not necessarily listed in any of the other sexual\r\ndisorder categories, in other words, a \"grab bag\" for all kinds of deviant behavior.\r\n7. \"'Mental abnormality' means a mental condition affecting a person's emotional or volitional capacity that predisposes the\r\nperson to commit sexually violent offenses.\"  S.C. Code Ann. Â§ 44-48-30(3) (Supp. 2000).\r\n8. \"'Likely to engage in acts of sexual violence' means the person's propensity to commit acts of sexual violence is of such\r\na degree as to pose a menace to the health and safety of others.\"  S.C. Code Ann. Â§ 44-48-30(9) (Supp. 2000).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25470","title":"Ferguson v. Charleston Lincoln Mercury, Inc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25470","description":"This case addresses whether the survivability statute applies to fraud and deceit actions brought under the Dealers Act.","date":"2002-05-20","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Patricia Ferguson, individually\r\nand on behalf of the Estate of \r\nHoward Ferguson and on behalf\r\nof all others similarly situated, Petitioner,\r\n        \r\n        \r\nv.\r\n        \r\n\r\nCharleston Lincoln Mercury,\r\nInc., Respondent.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Charleston County\r\nR. Markley Dennis, Jr., Circuit Court Judge\r\nDaniel E. Martin, Sr., Circuit Court Judge\r\n\r\n\r\nOpinion No. 25470\r\nHeard March 19, 2002 - Filed May 20, 2002\r\n\r\n\r\nAFFIRMED AS MODIFIED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nJustin Lucey, John G. Brown, II, both of Justin O'Toole Lucey, P.A., and M. Lee Robertson, Jr., of Robertson Law Firm,\r\nall of Mount Pleasant for petitioner.\r\n\r\nHenry E. Grimball, of Buist, Moore, Smythe &amp; McGree, of Charleston, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\nCHIEF JUSTICE TOAL:  This appeal is from a trial court's Order granting summary judgment in favor of Charleston\r\nLincoln Mercury (CLM).  The trial court found that Patricia Ferguson could not recover under the South Carolina\r\nRegulation of Manufacturers, Distributors, and Dealers Act,  S.C. Code Ann. Â§Â§ 56-15-10 to 56-15-130 (1991 &amp; Supp.\r\n2001) (the Dealers Act), for allegedly fraudulent acts committed by CLM against her deceased husband, Howard Ferguson. \r\nThe Court of Appeals affirmed on a additional sustaining ground.  We affirm as modified.\r\nFACTUAL/PROCEDURAL BACKGROUND\r\n\r\nHoward Ferguson entered into an agreement with CLM to purchase a used car.  The Buyers Order listed the purchase price\r\nof the automobile as $8,873.19.  A $700 trade-in allowance was deducted, as was Mr. Ferguson's $200 down payment. \r\nThe costs of taxes, title and tags were added, as was a $189.50 \"closing fee.\"  The total price of the automobile was listed\r\nas $8,491.69.\r\n\r\nThe security agreement that CLM sent to Eagle Finance Company (Eagle) contained errors.  The agreement stated an\r\nincorrect cash price and did not list the closing fee.  However, the amount to be financed was $8,491.69, the same amount\r\nlisted as the total price on the Buyers Order.  After failing to receive a payment coupon book, Mr. Ferguson contacted Eagle\r\nand was told that because of the errors on the security agreement, he would have to execute new documents to complete the\r\ntransaction.  Apparently after discovering the closing fee, Mr. Ferguson refused to sign the new documents.  The car was\r\neventually repossessed because Mr. Ferguson failed to make any scheduled payments.\r\n\r\nIn 1997, Mr. Ferguson filed suit under the Dealers Act.  See S.C. Code Ann. Â§ 56-15-10 (1991 &amp; Supp. 2001).  Mr.\r\nFerguson alleged that assessing the closing fee and failing to disclose it were unfair acts.  Mr. Ferguson also filed for class\r\ncertification.  Mr. Ferguson subsequently died, and his wife, Mrs. Ferguson, was substituted by consent order as the named\r\nplaintiff. (1)  CLM moved for summary judgment, claiming that charging the closing fee was not unfair or deceptive as a\r\nmatter of law.  CLM also alleged that the cause of action did not survive Mr. Ferguson's death under the general\r\nsurvivability statute, S.C. Code Ann. Â§ 15-5-90 (1976), because it was based on fraud and deceit.\r\n\r\nThe trial judge ruled that charging the closing fee was not an unfair or deceptive practice and granted CLM's  motion for\r\nsummary judgment.  The trial judge denied the class certification as moot.  The trial judge did not rule on whether Mr.\r\nFerguson's cause of action survived his death.\r\n\r\nThe Court of Appeals affirmed the trial judge's ruling based on an additional sustaining ground.  The Court of Appeals\r\nfound that the cause of action did not survive the death of Mr. Ferguson pursuant to\r\nS.C. Code Ann. Â§ 15-5-90 because it\r\nwas based on a theory of fraud and deceit.  The Court of Appeals also found that the Dealers Act did not contain a\r\nsurvivability provision.  The Court of Appeals further determined that Mr. Ferguson's death rendered the motion to certify\r\nthe class moot.  The Court of Appeals did not address the actual finding by the trial judge that charging a closing fee was\r\nnot unfair or deceptive under the Dealers Act as a matter of law.  Ferguson v. Charleston Lincoln/Mercury, Inc., 344 S.C.\r\n502, 544 S.E.2d 285 (Ct. App. 2001).  Mrs. Ferguson was granted certiorari, and the issues before this Court are:\r\n\r\n\r\nI.  Did the Court of Appeals err in holding Â§ 15-5-90 does not apply to fraud and deceit actions brought under the Dealers\r\nAct?\r\n\r\nII.  Did the Court of Appeals err in holding the issue of class certification was moot?\r\n\r\n\r\nLAW/ANALYSIS\r\n\r\nIn reviewing the grant of a summary judgment motion, this Court applies the same standard which governs the trial court\r\nunder Rule 56(c), SCRCP:  summary judgment is proper when there is no genuine issue as to any material fact and the\r\nmoving party is entitled to judgment as a matter of law.  Osborne v. Adams, 346 S.C. 4, 550 S.E.2d 319 (2001).\r\n\r\nIn determining whether any triable issues of fact exist, the evidence and all reasonable inferences therefrom must be viewed\r\nin the light most favorable to the non-moving party.  Summer v. Carpenter, 328 S.C. 36, 492 S.E.2d 55 (1997).  On appeal\r\nfrom an order granting summary judgment, the appellate court will review all ambiguities, conclusions, and inferences\r\narising in and from the evidence in a light most favorable to the non-moving party below.  Williams v. Chesterfield Lumber\r\nCo., 267 S.C. 607, 230 S.E.2d 447 (1976).\r\n\r\nI.  Survivability of Fraud and Deceit\r\nCauses of Action under the Dealers Act \r\n\r\nMrs. Ferguson argues that Mr. Ferguson's cause of action survived his death under the general survivability statute, S.C.\r\nCode Ann. Â§ 15-5-90 (1976).  We disagree.\r\n\r\nA. The general survivability statute applies to the Dealers Act.\r\n\r\nThe general survivability statute has a wide ambit that includes all causes of action not covered by specific exceptions. \r\n\"Causes of action for and in respect to . . . any and all injuries to the person or to personal property shall survive both to and\r\nagainst the personal or real representative . . . of a deceased person . . . any law or rule to the contrary notwithstanding.\" \r\nS.C. Code Ann. Â§ 15-5-90 (1976).  When the statute's terms are clear and unambiguous, there is no room for construction\r\nand courts must apply them according to their literal meaning.  Tilley v. Pacesetter Corp., 333 S.C. 33, 508 S.E.2d 16\r\n(1998).  Generally, any cause of action which could have been brought by the deceased in his lifetime survives to his\r\nrepresentative.  Layne v. International Bhd. of Elec. Workers, 271 S.C. 346, 247 S.E.2d 346 (1978).\r\n\r\nThe language of the survivability statute is clear and unambiguous.  Causes of action for injuries to a person survive the\r\ndeath of the person.  The section contains no language that suggests causes of action brought under the Dealers Act would\r\nnot survive the death of a person to whom the action has accrued.\r\n\r\nDespite the clear language of the statute, this Court has created certain exceptions to the survivability statute.  See, e.g.,\r\nEstate of Covington v. AT &amp; T Nassau Metals Corp., 304 S.C. 436, 405 S.E.2d 393 (1991) (workers compensation claims);\r\nBrown v. Bailey, 215 S.C. 175, 54 S.E.2d 769 (1949) (actions for malicious prosecution); Carver v. Morrow, 213 S.C. 199,\r\n48 S.E.2d 814 (1948) (actions for slander); Mattison v. Palmetto State Life Ins. Co., 197 S.C. 256, 15 S.E.2d 117 (1941)\r\n(actions for fraud and deceit); Chewning v. Clarendon County, 168 S.C. 351, 167 S.E. 555 (1933) (actions against a county\r\nfor pain and suffering accruing to a decedent as a result of injury caused by a defect in a highway).  However, none of these\r\ncases suggest that a blanket exception exists for causes of action arising under the Dealers Act.\r\n\r\nB. Mr. Ferguson's cause of action did not survive his death under the fraud and deceit exception to the general survivability\r\nstatute.\r\n\r\nAt common law, a personal action ex delicto did not survive the death of either party.  Bennett v. Spartanburg Ry., Gas &amp;\r\nElec. Co., 97 S.C. 27, 81 S.E. 189 (1914).  In 1905, the common law prohibition was partially abrogated by statute to\r\ninclude \"any and all injuries to the person or to personal property.\"  S.C. Code of 1912 Â§ 3963 (Civ. Code); see also Robert\r\nL. Wynn, III, Note, Death of the Head of the Family - Elements of Damages under South Carolina's Lord Campbell's Act,\r\n19 S.C.L.R. 220, 221 (1967).\r\n\r\nThe survivability statute has survived with little change.  As noted above, the statute's language is broad and ostensibly\r\nappears to include almost every conceivable cause of action.  Causes of action relating to \"any and all injuries to the person\r\nor to personal property\" survive to the personal representative of the deceased.  S.C. Code Ann. Â§ 15-5-90 (1996).  Despite\r\nthis broad language, South Carolina case law has continued to recognize a common law exception regarding causes of\r\naction for fraud or deceit.  See Mattison v. Palmetto State Life Ins. Co., 197 S.C. 256, 15 S.E.2d 117 (1941) (a cause of\r\naction for fraud did not survive the death of a person who was allegedly defrauded by an apparent cancellation of an\r\ninsurance policy).\r\n\r\nAlthough Mr. Ferguson's cause of action arose directly under the Dealers Act, his action was based upon a theory of fraud\r\nand deceit.  Under the Dealers Act, fraud is defined in accordance with its normal legal connotation as including:  a\r\nmisrepresentation in any manner, whether intentionally false or due to gross negligence, of a material fact; a promise or\r\nrepresentation not made honestly and in good faith; and an intentional failure to disclose a material fact.  S.C. Code Ann. Â§\r\n56-15-10(m) (1991).\r\n\r\nThe essence of Mr. Ferguson's allegation was that CLM included an improper fee in the purchase price and concealed the\r\nfee through fraudulent and deceptive actions.  Whether Mr. Ferguson labeled CLM's actions as unfair, misleading, or\r\ndeceptive is irrelevant.  At the core of Mr. Ferguson's complaint was the allegation that CLM misled him into paying more\r\nfor the car than he should have paid, and concealed the overcharge either through intentionally deceptive actions or through\r\ngrossly negligent disclosure practices.  Allegations of such fraud and deceit are exempted from the general survival statute\r\nand do not survive the plaintiff's death.  Accordingly, we hold that Mr. Ferguson's cause of action did not survive his\r\ndeath. (2)\r\n\r\n  II.  Mootness of the Class Certification\r\n\r\nThe Court of Appeals found that the issue of class certification was mooted by the dismissal of Ferguson's claim.  We\r\nagree.\r\n\r\nUsually, an order denying class certification is interlocutory and not immediately appealable.  See Eldridge v. City of\r\nGreenwood, 308 S.C. 125, 126-27, 417 S.E.2d 532, 534 (1992) (\"Orders under Rule 23, SCRCP are interlocutory and thus,\r\nimmediately appealable only in certain circumstances.\").  This Court reviews interlocutory orders when they contain other\r\nappealable issues.  See Hite v. Thomas &amp; Howard Co., 305 S.C. 358, 360, 409 S.E.2d 340, 341 (1991) (\"[A]n order that is\r\nnot directly appealable will nonetheless be considered if there is an appealable issue before the Court and a ruling on appeal\r\nwill avoid unnecessary litigation.\"), overruled on other grounds by Huntley v. Young, 319 S.C. 559, 462 S.E.2d 860 (1995).\r\n\r\nThe prerequisites of a class action are set forth in Rule 23, SCRCP:\r\n\r\n\r\n(1) the class is so numerous that joinder of all members is impracticable, (2) there are questions of law or fact common to\r\nthe class, (3) the claims or defenses of the representative parties are typical of the claims or defenses of the class, (4) the\r\nrepresentative parties will fairly and adequately protect the interests of the class, and (5) in cases in which the relief\r\nprimarily sought is not injunctive or declaratory with respect to the class as a whole, the amount in controversy exceeds one\r\nhundred dollars for each member of the class.\r\n\r\n\r\nRule 23(a), SCRCP (emphasis added).\r\n\r\nWe find that the class certification issue is moot because Mr. Ferguson no longer adequately represents the class.\r\n\r\nWhere the named plaintiffs' claims become moot after class certification by death or other means, the class claims become\r\nmoot unless intervenors can be substituted as named plaintiffs.  See Swan v. Stoneman, 635 F.2d 97 (2d Cir 1980) (class\r\naction not rendered moot by named plaintiff's death where other plaintiffs had intervened before death of fellow plaintiff);\r\nsee also Baxter v. Palmigiano, 425 U.S. 308, 96 S. Ct. 1551, 47 L. Ed. 2d 810 (1976) (suggesting that, but for the\r\nintervention of a third inmate, prisoner class action in which one named plaintiff died and other was paroled before class\r\ncertification would have been moot).\r\n\r\nWe hold that where a single named plaintiff in a class action suit dies before class certification, the named plaintiff no\r\nlonger adequately represents the class and the suit becomes moot, unless a suitable plaintiff intervenes and satisfies the\r\nrequirements of Rule 23, SCRCP. (3)\r\n\r\nCONCLUSION\r\n\r\nFor the foregoing reasons, we AFFIRM AS MODIFIED the decision of the Court of Appeals.\r\n\r\nMOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n1. In the consent order, CLM specified that it was not waiving any defenses it could have asserted against Mr. Ferguson,\r\nincluding the defense that the cause of action did not survive Mr. Ferguson's death.\r\n2. We do not hold that all causes of action under the Dealers Act fail to survive the claimant's death, only those rooted in\r\nfraud and deceit.  The Dealers Act has a wide ambit and covers causes of action not rooted in fraud and deceit, and those\r\ncauses of action would not be covered by the fraud and deceit exception to the general survival statute.\r\n3. This holding would not apply to a class action suit brought by more than one named plaintiff.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25471","title":"State v. Primus","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25471","description":"The issues in this appeal concern whether ABHAN is a lesser included offense of 1st degree CSC and the propriety of the solicitor's closing argument.","date":"2002-05-20","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State, Petitioner,\r\n        \r\n        \r\nv.\r\n        \r\n\r\nJames Anthony Primus, Respondent.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Dorchester County\r\nLuke N. Brown, Jr., Circuit Court Judge\r\n\r\n\r\n\r\nOpinion No. 25471\r\nHeard April 4, 2002 - Filed May 20, 2002\r\n\r\n\r\nAFFIRMED IN PART; REVERSED IN PART.\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney\r\nGeneral Robert E. Bogan, Assistant Attorney General Melody J. Brown, all of Columbia; and Solicitor Walter M. Bailey,\r\nof Summerville, for petitioner.\r\n\r\nChief Attorney Daniel T. Stacey, of South Carolina Office of Appellate Defense; and Katherine Carruth Link, both of\r\nColumbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE BURNETT:  Respondent James Anthony Primus (Primus) was indicted on charges of first degree criminal\r\nsexual conduct (CSC) and kidnapping.  He was convicted of kidnapping and assault and battery of a high and aggravated\r\nnature (ABHAN) and sentenced to consecutive terms of thirty years and ten years, respectively.  The Court of Appeals\r\nreversed.  State v. Primus, 341 S.C. 592, 535 S.E.2d 152 (Ct. App. 2000).  The Court granted a writ of certiorari to review\r\nthe Court of Appeals' decision.  We affirm in part and reverse in part.  \r\n\r\nISSUES\r\n\r\n\r\n\r\nI.  Did the trial court have subject matter jurisdiction to convict Primus of ABHAN under an indictment for first degree\r\nCSC? (1)\r\n\r\nII.  Did the Court of Appeals err by concluding the assistant solicitor's comment during closing argument about Primus'\r\nfailure to call his uncle as a witness was prejudicial error?  \r\n\r\n\r\nDISCUSSION\r\n\r\n\r\nI.\r\n\r\n\r\nDid the trial court have subject matter jurisdiction to convict Primus of ABHAN under an indictment for first degree CSC?\r\n\r\n\r\nThe circuit court does not have subject matter jurisdiction to convict a defendant of an offense unless there is an indictment\r\nwhich sufficiently states the offense, the defendant waives presentment, or the offense is a lesser included offense of the\r\ncrime charged in the indictment.  State v. Owens, 345 S.C. 637, 552 S.E.2d 745 (2001).  The test for determining when an\r\noffense is a lesser included offense of another is whether the greater of the two offenses includes all the elements of the\r\nlesser offense.  State v. McFadden, 342 S.C. 629, 539 S.E.2d 387 (2000).  If the lesser offense includes an element which is\r\nnot included in the greater offense, then the lesser offense is not included in the greater offense.  Hope v. State, 328 S.C. 78,\r\n492 S.E.2d 76 (1997).  While the Court recognizes the existence of a few anomalies, it generally adheres to use of the\r\ntraditional elements test.  State v. Elliott, 346 S.C. 603, 552 S.E.2d 727 (2001).    \r\n\r\nUnder South Carolina Code Ann. Â§ 16-3-652(1)(a)(b) (Supp. 2001), first degree CSC requires a (1) a sexual battery and (2)\r\naggravated force to accomplish the sexual battery (2) or forcible confinement, kidnapping, robbery, extortion, burglary,\r\nhousebreaking, or any other similar offense or act. (3)   A sexual battery is \"statutorily defined to include only certain specific\r\nacts, which can be loosely described as involving penetration of some sort.\"   State v. Elliott, supra  346 S.C. at 606, 552\r\nS.E.2d at 729; S.C. Code Ann. Â§ 16-3-651(h) (1985).  \r\n\r\nABHAN is an unlawful act of violent injury accompanied by circumstances of aggravation.  State v. Fennell, 340 S.C. 266,\r\n531 S.E.2d 512 (2000). \"Circumstances of aggravation\" is an element of ABHAN.   Knox v. State, 340 S.C. 81, 530 S.E.2d\r\n887 (2000).  Circumstances of aggravation include the use of a deadly weapon, the intent to commit a felony, infliction of\r\nserious bodily injury, great disparity in the ages or physical conditions of the parties, a difference in gender, the purposeful\r\ninfliction of shame and disgrace, taking indecent liberties or familiarities with a female, and resistance to lawful authority. \r\nState v. Fennell, supra.   \r\n\r\n\"Circumstances of aggravation\" is an element of ABHAN not included in first degree CSC. (4)  \r\n  See Knox v. State, supra\r\n\r\n(\"circumstances of aggravation\" is an element of ABHAN not included in second degree lynching, therefore, ABHAN is\r\nnot a lesser included offense).  Furthermore, even though a circumstance of aggravation may constitute an element in first\r\ndegree CSC under the facts of a particular case (i.e., use of a deadly weapon), because all of the circumstances of\r\naggravation are not elements of first degree CSC, ABHAN is not a lesser included offense.\r\n  See id.  (even though second\r\ndegree lynching includes two circumstances of aggravation that may establish ABHAN, ABHAN is not lesser included\r\noffense because there are other circumstances of aggravation that are not included in second degree lynching); State v.\r\nEasler, 327 S.C. 121, 489 S.E.2d 617 (1997) (because each circumstance of aggravation for ABHAN is not always a\r\nnecessary element of felony DUI, ABHAN is not a lesser included offense of felony driving under the influence). \r\nAccordingly, employing the traditional elements test, ABHAN is not a lesser included offense of first degree CSC.\r\n\r\nNevertheless, the Court most recently determined that because it had consistently held ABHAN is a lesser included offense\r\nof assault with intent to commit CSC, it would continue this ruling even though the two offenses failed the traditional\r\nelements test.   State v. Elliott, supra.  Similarly, the Court has repeatedly held ABHAN is a lesser included offense of first\r\ndegree CSC.  State v. Frazier, 302 S.C. 500, 397 S.E.2d 93 (1990); State v. Pressley, 292 S.C. 9, 354 S.E.2d 777 (1987);\r\nState v. Mathis, 287 S.C. 589, 340 S.E.2d 538 (1986); State v. Drafts, 288 S.C. 30, 340 S.E.2d 784 (1986); State v.\r\nLambright, 279 S.C. 535, 309 S.E.2d 7 (1983).  In order to have a uniform approach to CSC and ABHAN offenses, we\r\nlikewise hold ABHAN is a lesser included offense of first degree CSC.\r\n\r\nII.\r\n\r\n\r\n\r\nDid the Court of Appeals err by concluding the assistant solicitor's comment during closing argument about Primus' failure\r\nto call his uncle as a witness was prejudicial error?  \r\n\r\n\r\nAt trial, the State presented evidence that Primus forced the victim into an abandoned home and raped her.  Through the\r\ntestimony of a police detective, the State introduced Primus' statement to the police; Primus cross-examined the detective. \r\nAccording to the detective, Primus stated he had breakfast at Shoney's and then visited his uncle, Joe Hodges, at the time\r\nthe assault occurred.  Primus rested his case without testifying or offering any witnesses in his defense.  \r\n\r\nDuring closing argument the following transpired:\r\n\r\n\r\nAssistant Solicitor: And the crucial period when Detective Bills told you he was most interested in was this Shoney's and\r\nUncle Joe Hodges' house.  Of course, you can't hold the fact that Mr. Primus didn't present any evidence against him, but\r\ndon't you think that would have made his alibi a lot stronger if Joe Hodges, his own uncle, had come to court and said, oh,\r\nhe couldn't have been on Gum Branch Road raping this woman because he was at my house in Corey Woods?\r\n\r\nDefense Counsel: I have an objection, your Honor.  We don't have to bring those people to court, Judge.\r\n\r\nThe Court: I'll be telling you later on, I give each attorney a lot of leeway in making their summation to you and I'll be\r\ntelling you the defendant doesn't have to do anything, doesn't have to prove anything, but I'll be explaining more to you\r\nlater.  Go ahead, Solicitor.  \r\n\r\n\r\n(Emphasis added).     \r\n\r\nIn his final jury instructions, the trial judge charged the jury Primus had the constitutional right not to testify or offer\r\nevidence.  In addition, he instructed the jury the State had the burden to prove Primus' guilt beyond a reasonable doubt.  \r\n\r\nThe Court of Appeals reversed Primus' convictions.  It concluded that by referring to Primus' failure to call his uncle as a\r\nwitness, the assistant solicitor improperly commented on Primus' right to rely on his constitutional presumption of\r\ninnocence and on the State's burden to establish his guilt beyond a reasonable doubt.\r\n  State v. Primus, supra.  The Court of\r\nAppeals further found the above-referenced jury charge did not cure the assistant solicitor's error.  Id.  Finally, the Court of\r\nAppeals concluded the comment was not harmless in light of the lack of overwhelming evidence against Primus.  Id.      \r\n\r\nA.\r\n\r\n\r\n\r\nDid the Court of Appeals err by holding that, because Primus did not present evidence in his defense, the assistant solicitor\r\nimproperly commented in closing argument upon his failure to call his uncle to corroborate his alibi defense?\r\n\r\n\r\n\r\nThe State contends the Court of Appeals erred by holding that, because Primus did not present evidence in his defense, the\r\nassistant solicitor improperly commented in closing argument upon his failure to call his uncle to corroborate his alibi\r\ndefense.  The State claims Primus \"chose to actively pursue an alibi defense\" by giving a statement to police detailing an\r\nalibi, cross-examining the witnesses about his alibi, requesting an alibi charge, and arguing alibi in his closing argument\r\nand, therefore, the assistant solicitor was not prohibited from commenting on Primus' failure to call his uncle in support of\r\nhis alibi.  We disagree. \r\n\r\nThe State did not raise this issue in its brief to the Court of Appeals.  Instead, it argued the comment was cured by the trial\r\njudge's charge and was, at most, harmless error in light of the evidence against Primus.  The State offered its present\r\nargument for the first time in its petition for rehearing.  Because the State failed to raise its current argument in its brief to\r\nthe Court of Appeals, the issue is not properly preserved for this Court's consideration on writ of certiorari.  Rule\r\n226(d)(2), SCACR (only questions raised in the Court of Appeals and in the petition for rehearing shall be included in the\r\npetition for a writ of certiorari);  see Video Gaming Consultants, Inc. v. South Carolina Dep't of Revenue, 342 S.C. 34, 535\r\nS.E.2d 642 (2000) (issue not argued in brief is deemed abandoned and precludes consideration on appeal).   \r\n\r\nIn any event, when the accused neither testifies nor offers any witnesses, it is error for the solicitor to comment upon the\r\ndefendant's failure to call witnesses on his behalf.  State v. Posey, 269 S.C. 500, 238 S.E.2d 176 (1977) (where defendant\r\ndid not present evidence, it was error for solicitor to comment on defendant's failure to call his wife who was eyewitness to\r\ncrime).  This rule stems from the constitutional presumption of innocence and the State's burden of proving the accused\r\nguilty.  Id.  \r\n\r\n\r\nIt is elementary that an accused is presumed innocent until proven guilty and that the burden is upon the State to prove the\r\naccused committed the crime charged.  An accused has the right to rely entirely upon this presumption of innocence and the\r\nweakness in the State's case against him.  He would clearly be deprived of that right if an adverse inference is permitted to\r\nbe indulged against him because of its exercise.  \r\n\r\n\r\nId. 269 S.C. at 503, 238 S.E.2d at 177;\r\n see State v. Browning, 154 S.C. 97,  102, 151 S.E. 233, 235 (1930) (\". . . the\r\ndefendant did not take the stand to deny or explain the evidence adduced against him, and that he did not offer any evidence\r\nin his behalf. . . . The defendant had the constitutional right to adopt these courses if he chose to do so, and neither the\r\nlower court nor this court have the right to punish him for the exercise of either of those rights.\").\r\n\r\nAlthough we agree with the State that Primus \"actively pursued\" an alibi defense, Primus neither testified nor called\r\nwitnesses on his own behalf.  Primus' alibi defense was introduced by the assistant solicitor through direct-examination of\r\na State's witness.  Neither defense counsel's closing argument nor the trial judge's charge on alibi constitute evidence of\r\nalibi.  Accordingly, the Court of Appeals correctly held the assistant solicitor's comment concerning Primus' failure to\r\nproduce Uncle Joe Hodges was improper. \r\n\r\nB.\r\n\r\n\r\n\r\nDid the Court of Appeals err by holding the trial judge's several jury charges did not cure the assistant solicitor's alibi\r\ncomment?  \r\n\r\n\r\nRelying on State v. Pickens, 320 S.C. 528, 466 S.E.2d 364 (1996), the Court of Appeals held the trial judge's final jury\r\ninstruction on Primus' right not to testify or put up evidence did not cure the assistant solicitor's comment during closing\r\nargument.  The State argues the Court of Appeals erred by failing to consider the judge's remarks to the jury throughout the\r\ntrial, particularly the judge's remarks after the jury was sworn, after Primus rested his case, and after Primus objected to the\r\nassistant solicitor's comment.  We disagree.  \r\n\r\nThe trial judge's remarks after the jury was sworn and after Primus rested his case were not included in the Record on\r\nAppeal.   Accordingly, the Court of Appeals could not have considered the remarks.  Rule 210(h), SCACR (\"Except as\r\nprovided by Rule 212 and Rule 208(b)(1)(C) and (2), the appellate court will not consider any fact which does not appear in\r\nthe Record on Appeal.\"). (5)  \r\n\r\nMoreover, in its brief to the Court of Appeals, the State did not assert the trial judge's response to Primus' objection\r\nconstituted an effective curative instruction.  Accordingly, the State failed to preserve this argument for consideration by\r\nthe Court on certiorari.  Rule 229(d)(2), SCACR (only questions raised in the Court of Appeals and in the petition for\r\nrehearing shall be included in the petition for certiorari).  \r\n\r\nC.\r\n\r\n\r\n\r\nDid the Court of Appeals err by concluding the assistant solicitor's alibi comment was not harmless error? \r\n\r\n\r\nThe State argues the Court of Appeals erred by holding the assistant solicitor's comment was not harmless error.  We agree.\r\n\r\nThe victim testified she had known Primus for seven years and had been on one date with him years before.  She explained\r\nthat on the evening of July 12, 1997, Primus gave her a ride from St. George to a club in Bowman.  Her boyfriend drove her\r\nhome from the club around 2:00 a.m.  \r\n\r\nAt 7:00 a.m. on July 13th, Primus arrived at the victim's home and asked if she would like to drive with him to visit her\r\nuncle.  She agreed.  Not long after, Primus stopped his car at an abandoned home and told her to get out of the car. \r\nAccording to the victim, when she refused, he came around the side of the car with a rusty, pointed object, pulled her out of\r\nthe vehicle, and pushed her into the house.  He made her take her clothes off and lie on the bed; he placed his penis inside\r\nher for \"a couple of seconds\" before she kneed him.  The victim then jumped through a glass window, cutting her finger. \r\nPrimus followed her outside, wrestling her to the ground.  The victim found a stick and jabbed Primus in the eye and chest. \r\nShe was able to escape and run to a neighboring home.   \r\n\r\nHubert Shieder testified that early on the morning of July 13, 1997, someone rang his doorbell.  The victim was standing at\r\nthe front door.  She was naked, had scratches and blood around her mouth, and was shaking and nervous.  She stated she\r\nhad been raped. \r\n\r\nToni Shieder testified the victim rang her doorbell 7:30 a.m.  But for a pair of socks and one shoe, the victim was naked. \r\nMrs. Shieder described the victim as \"afraid, scared, just petrified.\"  Mrs. Shieder called the police.  She testified the\r\nabandoned home is located one-quarter of a mile from her own home.   \r\n\r\nThe patrol officer who first arrived at the Shieders' home testified the victim had a cut on her hand, blood around her\r\nmouth, and was in emotional distress.  He located a wooden stick on the front porch steps.  The victim identified Primus as\r\nher attacker.  \r\n\r\nThrough the crime scene technician/fingerprint examiner the State admitted photographs of the abandoned home.  The\r\nphotographs show a broken glass window, a trail of blood leading in the direction of the Shieders' home, a purple t-shirt in\r\nthe bedroom, and one tennis shoe in the bedroom. (6)  The witness testified Primus' fingerprint was on the doorknob of the\r\nabandoned home. \r\n\r\nThe SLED serologist testified a laboratory analyzed three areas of blood located on the wooden stick found on the\r\nShieders' front porch.  Blood on one end and the middle of the stick was consistent with the victim's DNA profile.  The\r\nvictim could not have been the donor of blood located on the other end of the stick; Primus could have been the donor of\r\nthis blood.  According to the serologist, testing the population at random, 1 of 174 people would match the two-point DNA\r\nprofile on the blood found on this end of the wooden stick.  \r\n\r\nDetective Bills testified Primus gave a statement to the police.  According to Bills, Primus stated he drove the victim and\r\nothers to a club in Bowman around 10:00 p.m. on July 12, 1997.  Between 3:00 and 4:00 a.m., he left the club and went to\r\nClub Venezula in North Charleston.  At 7:00, he had breakfast at Shoney's then went to his Uncle Joe Hodge's home where\r\nhe stayed for two or three hours.  Thereafter, he went to Carter's convenience store; he had car trouble and left his car by\r\nthe side of the road.  A stranger gave Primus a lift and dropped him off in Springtown where Primus played basketball with\r\nsomeone named \"David.\"  This was the first time he had played basketball with David and he did not know his last name. \r\nPrimus stated he received scratches from playing basketball. \r\n\r\nAccording to the detective, he arrested and interviewed Primus on July 15, two days after the assault.  At that time, Primus\r\nhad scratches on his face, neck, back and chest.  The detective stated these injuries were consistent with the victim's report. \r\n\r\n  The detective testified he made numerous attempts to contact Joe Hodges, but Hodges did not respond.  He also testified\r\nhe spoke with Primus on another occasion and asked him some specifics about Club Venezula.  At that time, Primus\r\nbecame upset and angry and stated he had not gone inside the club.   \r\n\r\nIt is undisputed the victim was attacked and beaten.  The question was the identity of the perpetrator.  Relying solely on the\r\n\"de minimus\" DNA evidence, the Court of Appeals determined there was not overwhelming evidence that Primus was the\r\nassailant.\r\n\r\n  We conclude there was overwhelming evidence of Primus' guilt.  His fingerprint was found on the doorknob of the\r\nabandoned home.  Two days after the assault, he had scratches on his face and chest which were consistent with the\r\nvictim's assertion she had scratched Primus on the face and chest with a stick.  Finally, the victim's blood was positively\r\nidentified as being on the wooden stick she used to fend off her attacker; DNA tests determined Primus could have left the\r\nblood on the other end of the same wooden stick.  According to the serologist, examining the population at random, only 1\r\nof 174 people would match the DNA profile of the blood located on the stick.  While this probability is not nearly as\r\ndefinitive as that which has been offered in other trials, it is nonetheless highly persuasive, especially when combined with\r\nother evidence of Primus' guilt.  Accordingly, the assistant solicitor's comment, while improper, was harmless beyond a\r\nreasonable doubt.  State v. Huggins, 325 S.C. 103, 481 S.E.2d 114 (1997),\r\n citing Donnelly v. DeChristoforo, 416 U.S. 637\r\n(1974) (new trial will not be granted unless prosecutor's comments so infected trial with unfairness as to make the resulting\r\nconviction a denial of due process).   \r\n\r\nIn conclusion, we AFFIRM IN PART and REVERSE IN PART.  \r\n\r\nTOAL, C.J., MOORE, J., and Acting Justice George T. Gregory, Jr., concur.  PLEICONES, J., concurring in part\r\nand dissenting in part in a separate opinion.\r\n\r\nJUSTICE PLEICONES:  I concur in part and dissent in part.  I would hold that assault and battery of a high and\r\naggravated nature (ABHAN) is not a lesser-included offense of first degree criminal sexual conduct and would  vacate\r\nPrimus's ABHAN conviction.   See State v. Elliott, 346 S.C. 603, 552 S.E.2d 727 (2001)(Pleicones, J., dissenting).  I agree\r\nwith the majority's conclusion that the assistant solicitor's improper statement in closing argument does not warrant a new\r\ntrial.  \r\n1. In its order granting certiorari, the Court ordered the parties to brief this issue.  \r\n2. \"Aggravated force\" is defined as the use of \"physical force or physical violence of a high and aggravated nature to\r\novercome the victim.\"  S.C. Code Ann. Â§ 16-3-651(c) (1985).  Aggravated force also includes the threat of the use of a\r\ndeadly weapon.  Id \r\n \r\n3. In 1998, the General Assembly added a third aggravator to first degree CSC.  This aggravator provides that the actor\r\nengage in a sexual battery while causing the victim to become mentally incapacitated or physically helpless through use of\r\na controlled or intoxicating substance.   1998 S.C. Acts 372, Â§ 4.  This provision took effect after the date of the crimes in\r\nthis case and, therefore, is inapplicable.  See S.C. Code Ann. Â§ 16-3-652(1)(c).\r\n4. Many of the circumstances of aggravation for ABHAN have nothing to do with the degree of force necessary to establish\r\nthe element of \"aggravated force\" in first degree CSC.  See Footnote 2.  ABHAN may occur even though no real force is\r\nemployed against the victim.   State v. Green, 327 S.C. 581, 491 S.E.2d 263 (Ct. App. 1997).  \r\n5. We find no error in the Court of Appeals' denial of the State's motion to supplement the record.  \r\n6. The victim testified the t-shirt and tennis shoe belonged to her.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25472","title":"Loadholt v. S.C. Budget and Control Board","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25472","description":"Certiorari to the Court of Appeals decision in Loadholt v. South Carolina Budget and Control Bd., 339 S.C. 165, 528 S.E.2d 670 (Ct. App. 2000) dismissed as improvidently granted.","date":"2002-05-28","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n&nbsp;\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nIsiah Rudy Loadholt, in his\r\ncapacity as Sheriff of Hampton\r\nCounty, Petitioner,\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n&nbsp;\r\nv.\r\n\r\n\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nSouth Carolina State Budget and\r\nControl Board, Division of\r\nGeneral Services, Insurance\r\nReserve Fund, Respondent,\r\n \r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n&nbsp;\r\nv.\r\n \r\n\r\n&nbsp; \r\n\r\n\r\n  \r\n    \r\n      \r\nSherry Capers, Tounda&nbsp; Taylor, and Kim\r\nDavenport,    Petitioners.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n&nbsp;\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Richland County\r\nL. Casey Manning, Circuit Court Judge\r\n\r\n\r\n&nbsp;\r\nOpinion No. 25472\r\nHeard May 14, 2002 - Filed May 28, 2002\r\n\r\n\r\n&nbsp;\r\nDismissed as Improvidently Granted\r\n\r\n\r\n&nbsp;\r\nWilliam T. Toal, of Johnson, Toal &amp; Battiste, of Columbia, for petitioner Isiah Rudy\r\nLoadholt.\r\n\r\nJoel D. Bailey, of The Bailey Law Firm, P.A., of Beaufort, for petitioners Capers, Taylor &amp;\r\nDavenport.\r\n\r\nAndrew F. Lindemann and William H. Davidson, II, both of Davidson, Morrison and\r\nLindemann, P.A., of Columbia, for respondent.\r\n\r\nEdward A. Frazier, of Law Office of Ed Frazier, of Lexington; and Alford Haselden, of\r\nHaselden, Owen &amp; Boloyan, of Clover, for Amicus Curiae South Carolina Trial Lawyers\r\nAssociation.\r\n\r\n\r\nPER CURIAM: After careful review of the appendix and briefs, we dismiss the writ of\r\ncertiorari as improvidently granted.\r\n\r\n                   MOORE, A.C.J, WALLER, BURNETT, PLEICONES, JJ., and Acting\r\nJustice George T. Gregory, concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25473","title":"Morris v. Anderson Co.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25473","description":"Summary judgment was properly granted to the governmental defendants because no â€œspecial dutyâ€to these plaintiffs  is created by S.C. Code Ann. Â§Â§44-17-430 et seq.","date":"2002-05-28","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nLarry Morris and Leora M. Hall,\r\nAdministrators for the Estate of\r\nLizzette Goodly Morris, Limus\r\nWilliams, Administrator for the\r\nEstates of Ollie and Carrie\r\nWilliams, and Annie Ruth Gambrell,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nAppellants,\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n&nbsp;\r\nv.\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nAnderson County and Anderson\r\nCounty Sheriff's Department,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Respondents.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Anderson County\r\nJ. C. Nicholson, Jr., Circuit Court Judge\r\n\r\n\r\nOpinion No. 25473\r\nHeard January 8, 2002 - Filed May 28, 2002\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nRobert E. Treacy, Jr., of Dunaway &amp; Associates, of Anderson, for appellants.\r\n\r\nJ. Victor McDade and John M. O'Rourke, of Doyle, O'Rourke, Tate &amp; McDade, of Anderson, for respondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE PLEICONES: This is a negligence action against two governmental entities.  Appellants appeal orders granting respondents summary judgment to the\r\nextent appellants' claims rest on alleged breaches of statutory duties.  Further, appellants purport to appeal orders denying their summary judgment motions to\r\ndeclare the liability limits in the South Carolina Tort Claims Act (TCA) (1) unconstitutional.  We agree that summary judgment on the statutory duty claims was\r\nproper, and decline to address the merits of the orders denying appellants' summary judgment.  Accordingly, we affirm.\r\n\r\n\r\n    Facts\r\n\r\n\r\n\r\nOn August 8, 1995, the Anderson County Probate Court issued a detention order authorizing police officers to pick up Rodney E. Bowman (Bowman), who was\r\nalleged to be mentally ill.  Bowman was not found.  On August 20, 1995, Bowman was driving an automobile when he collided with a car in which four people\r\nwere riding.  As the result of this accident, three people died (Ms. Morris and Mr. and Mrs. Williams) and a fourth was seriously injured (Ms. Gambrell).  The\r\nadministrators of the deceased victims' estates and Ms. Gambrell (collectively appellants) brought these negligence actions against Anderson County and the\r\nAnderson County Sheriff's Department (respondents) alleging there was gross negligence in failing to pick up Bowman on the detention order.\r\n\r\nAppellants and respondents filed cross-motions for summary judgment.  Although two actions have been filed, one on behalf of the survivor and one on behalf of\r\nthe deceased victims, nearly identical orders were filed by the circuit court.  Appellants have filed a single brief with this Court, and we decide the issues raised\r\ntherein together.\r\n\r\n\r\n    Issues\r\n\r\n\r\n\r\n\r\n\r\nAppellants raise two issues on appeal:\r\n\r\n(1) Whether the trial court erred in denying their summary judgment motions to declare the TCA liability caps\r\nunconstitutional?; and\r\n\r\n(2) Whether summary judgment was properly granted to respondents on the basis of the \"public duty rule\"?\r\n\r\n\r\n\r\n    A. Denial of Summary Judgment\r\n\r\n\r\n\r\nUnder the TCA, a governmental entity's liability \r\n  is capped at $600,000 per occurrence except in the case of medical or dental \r\n  malpractice where the per occurrence cap is $1,200,000. Compare S.C. \r\n  Code Ann. Â§15-78-120 (a)(2) with (a)(4) (Supp. 2001). \r\n  (2) Appellants argued that the TCA's two-tiered caps are violative \r\n  of equal protection and therefore unconstitutional. The circuit court denied \r\n  appellants' motions for summary judgment seeking to 'raise' the limit in their \r\n  cases to that for malpractice losses, and appellants have appealed those orders. \r\n\r\n\r\nThe denial of a motion for summary judgment is \r\n  not directly appealable. Ballenger v. Bowen, 3313 S.C. 476, 443 S.E.2d \r\n  379 (1994). Although this Court may, as a matter of discretion, consider an \r\n  unappealable order along with an appealable issue where such a ruling will avoid \r\n  unnecessary litigation, Roberts v. Recovery Bureau, Inc., 316 S.C. 492, \r\n  450 S.E.2d 616 (Ct. App. 1994), we decline to address the constitutional issue \r\n  here. See also, e.g., Hedgepath v. AT&amp;T, Op. No. 3418 (S.C. \r\n  Ct. App. filed December 10, 2001) (Shearouse Adv. Sh. No. 43 at p. 60). Among \r\n  other things, an advisory ruling at this juncture, on a constitutional issue \r\n  which may never arise, (3) would violate our \r\n  firm policy of declining to reach constitutional issues unless necessary to \r\n  the resolution of the appeal before us. In re McCracken, 346 S.C. 87, \r\n  551 S.E.2d 235 (2001).\r\n\r\n\r\n    B. Public Duty Rule\r\n\r\n\r\n\r\nAppellants alleged that among the duties breached by respondents were those arising under S.C. Code Ann. Â§Â§44-17-430 et seq. (Supp. 2001).  These statutes are\r\npart of an article establishing procedures for the emergency admission of individuals to psychiatric facilities.  The circuit court held that these statutes (4) did not\r\ncreate a duty running to appellants under the 'special duty' exception to the public duty rule doctrine.  We agree.\r\n\r\nAfter the circuit court filed its orders, we issued \r\n  an opinion defining the role of the 'public duty rule' and its relationship \r\n  to the TCA. Arthurs v. Aiken County, 346 S.C. 97, 551 S.E.2d 579 (2001). \r\n  We clarified that when the plaintiff's negligence cause of action is predicated \r\n  on the governmental entity's breach of a statutory duty, whether \r\n  that duty will support the claim is analyzed under the 'public duty rule.' When \r\n  the duty alleged to have been breached is based upon the common law, \r\n  (5) however, the existence of that duty is analyzed as it would be \r\n  were the defendant a private entity. Id. Thus, to the extent, if any, that appellants' \r\n  claims rest on alleged breaches of common law duties, they are unaffected by \r\n  these summary judgment orders which address only the impact of the 'public duty \r\n  rule' on appellants' statutory duty theory.\r\n\r\nAs noted above, the trial court held Â§Â§44-17-430 et seq. did not create a 'special duty.'  We agree.\r\n\r\nThe 'public duty rule' doctrine recognizes that, \r\n  generally speaking, statutes which create or define the duties of a public office \r\n  create no duty of care towards an individual member of the public. Arthurs \r\n  v. Aiken County, supra. A 'special duty,' running to an individual, \r\n  may be created by statute if the individual can meet a six part test. A special \r\n  duty may be found where:\r\n\r\n\r\n  (1) an essential purpose of the statute is to protect against a particular type of harm;\r\n(2) the statute, either directly or indirectly, imposes on a specific public officer a duty to guard against or not cause that harm;\r\n\r\n(3) the class of persons the statute intends to protect is identifiable before the fact;\r\n\r\n(4) the plaintiff is a person within the protected class;\r\n\r\n(5) the public officer knows or has reason to know the likelihood of harm to members of the class if he fails to do his duty; and\r\n\r\n(6) the officer is given sufficient authority to act in the circumstances or he undertakes to act in the exercise of his office.\r\n\r\n\r\n\r\nId.\r\n\r\nAppellants argue that the protected class is \"all \r\n  persons traveling on the highways of Anderson County.\" This 'class' is not found \r\n  in the statutes but rather is the post hoc class created in light of \r\n  this tragic accident. Appellants would have us read the class protected by these \r\n  involuntary commitment statutes as all persons who may be harmed by the committee. \r\n  Where, as here, the statutory duty is owed to the public as a whole, then the \r\n  \"public duty rule\" bars an individual from maintaining a negligence action against \r\n  the governmental entity involved. See, e.g., Steinke v. South Carolina \r\n  Dep't of Labor, 336 S.C. 373, 520 S.E.2d 142 (1999); Jensen v. Anderson \r\n  County Dep't of Social Services, 304 S.C. 195, 403 S.E.2d 615 (1991). \r\n\r\n\r\nThere is no \"identifiable before the fact class\" created by Â§Â§44-17-430 et seq.  Because the statutes create no special duty running to the appellants, the trial court\r\nproperly granted respondents' summary judgment on the statutory duty claims.\r\n\r\n\r\n    Conclusion\r\n\r\n\r\n\r\nWe decline to address the merits of the constitutional issue sought to be raised by appellants.  We affirm the grant of summary judgment on appellants' Â§Â§44-17-430 et seq. claims on the ground they are barred by the public duty rule.\r\n\r\nAFFIRMED.\r\n\r\nTOAL, C.J., MOORE, WALLER and BURNETT, JJ., concur.\r\n\r\n\r\n1. South Carolina Code Ann. Â§Â§15-78-10 et seq. (Supp. 2001).\r\n2. These are the current caps.  At the time of this accident, the caps were $500,000, and $1,000,000, respectively.\r\n3. The liability cap differential would affect appellants only were a jury to return a verdict in excess of the $500,000 cap.\r\n4. In brief and at oral argument \r\n  appellants asserted additional statutory bases for a duty. It is well-settled \r\n  that appellants cannot raise new arguments or change their grounds between trial \r\n  and appeal. Taylor v. Medenica, 324 S.C. 200, 479 S.E.2d 35 (1996). There \r\n  is nothing in the record to suggest that these additional statutes were ever \r\n  raised to or ruled upon by the trial court, and they are not properly before \r\n  this Court. Id.  \r\n5. For example, the duty to \r\n  warn. See Rogers v. South Carolina Dep't of Parole &amp; Community \r\n  Corrections, 320 S.C. 253, 464 S.E.2d 330 (1995).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25474","title":"Johnson v. Collins","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25474","description":"This opinion answers certified questions from the United States District Court for the District of South Carolina involving interpretation of the South Carolina Code, inlcuding section 12-21-2804(B), sections 32-1-10 and 32-1-20, and section 39-5-10 et seq.","date":"2002-05-28","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nJoan Caldwell Johnson, Bryce\r\nAnderson, Lorraine\r\nWitherspoon Baker, William\r\nBell, Faye Blaylock, Sara Edell\r\nBoan, Mike Brewer, Mike\r\nBrown, Ronald Callahan,\r\nSandra Coulter, Lisa Crum,\r\nAndreas Drutis, Darryl Bernard\r\nEpps, Buster Elfin Floyd,\r\nDeanna Kay Frans, William\r\nJoseph Harnett, Jr., George\r\nHenley, Loretta Jones, Margaret\r\nLocklear, Tammy Locklear,\r\nLinda McCleod, William\r\nMcCormick, Hugh Meise, Patty\r\nMiller, Andrew Nobles, Gary\r\nPadgett, Mary Pinchback,\r\nVardry Pittman, Albert J.\r\nSamra, Mason Skeenes, Danny\r\nKay Smith, Amber Strickland,\r\nCharles Stubbs, Lonya Thigpen,\r\nJames Thompson, Joseph\r\nChester Walker, Jessie\r\nWilliams, Valerie Williams, on\r\nbehalf of themselves and all\r\nothers similarly situated, Plaintiffs,\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n&nbsp;\r\nv.\r\n\r\n\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nCollins Entertainment Company, Inc., Ace\r\nAmusement, LLC, American Amusement\r\nCompany, Inc., American Amusement of\r\nAiken, Inc., B &amp; J Amusement, Best\r\nAmusement Co., Broyles &amp; Lutz, Inc., CBA\r\nGames, Inc., Carousel Amusements, Coley,\r\nInc., Drew Industries, Fast Freddies, Great\r\nGames, Inc., Greenwood Music Co., Inc., H\r\n&amp; J of South Carolina, Inc., Holliday\r\nAmusement Company of Charleston, Inc.,\r\nHoyts Music Co., Inc., Huckleberry\r\nAmusement, Inc., Ingram Investments, J.\r\nM. Brown Amusement Co., Inc., Joytime\r\nDistributors &amp; Amusement, MHJ\r\nCorporation, MHS Enterprises, Inc., Martin\r\nCoin Machine, Inc., McDonald Amusement\r\nCo., Midlands Gaming Corp., Pedroland,\r\nInc., R. L. Jordan Oil Co. of North Carolina,\r\nRed Dot Amusements, Rosemary Coin\r\nMachines of Florence, Inc., Scott's Vending\r\nInc. of Columbia, Sumter Petroleum Co.,\r\nTim's Amusement, Inc., Video-Matic\r\nAmusements, Inc., H. Hugh Andrews, II,\r\nPamela A. Andrews, Dwayne I. Bohannon,\r\nJ. M. Brown, Don E. Broyles, Grace E.\r\nColey, Fred Collins, J. Samuel Cox,\r\nKenneth G. Flowe, Carey Hardee, Scott G.\r\nHogue, Lowell E. Holden, Patricia\r\nHolliday, Warren P. Holliday, Henry E.\r\nIngram, Steven E. Lipscomb, Tim Mahon,\r\nJimmy Martin, Jr., Cynthia McDonald,\r\nJames McDonald, Allan Schaefer, David R.\r\nSimpson, Ron Simpson, Mickey H. Stacks,\r\nWilliam Darwin Wheeler, and Hershel L.\r\nWilliamson, Defendants.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\nOn Certification from the United States District Court for the District of South Carolina\r\nJoseph F. Anderson, Jr.,\r\nUnited States District Judge\r\n\r\n\r\nOpinion No. 25474\r\nHeard December 11, 2001 - Filed May 28, 2002\r\n\r\n\r\nCERTIFIED QUESTIONS ANSWERED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nLawrence Edward Richter, Jr., and David K. Haller, both of The Richter Firm, of Mt.\r\nPleasant; R. Randall Bridwell, of Columbia; and Richard Mark Gergel, W. Allen Nickles, III,\r\nCarl L. Solomon and David E. Rothstein, of Gergel, Nickles &amp; Solomon, of Columbia, all for\r\nPlaintiffs.\r\n\r\nDwight F. Drake, C. Mitchell Brown, B. Rush Smith, III, Zoe Sanders Nettles and R. Bruce\r\nShaw, all of Nelson Mullins Riley &amp; Scarborough; A. Camden Lewis, Mary Geiger Lewis and\r\nMark W. Hardee, of Lewis Babcock &amp; Hawkins, L.L.P., all of Columbia, for Exhibit A\r\nDefendants.\r\n\r\nRichard A. Harpootlian, of Richard A. Harpootlian, P.A., of Columbia, for Exhibit B\r\nDefendants.\r\n\r\nJ. Boone Aiken, III, of Aiken, Bridges, Nunn, Elliott &amp; Tyler, of Florence; and James B.\r\nRichardson, Jr., of Richardson &amp; Birdsong, of Columbia, for Defendant Pedroland, Inc.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCHIEF JUSTICE TOAL: We agreed to answer the following questions certified by the\r\nUnited States District Court for the District of South Carolina: \r\n\r\n\r\nI. Does the ruling in Video Gaming Consultants v. South Carolina Dep't of Revenue, 342 S.C.\r\n34, 535 S.E.2d 642 (2000), apply to the second phrase in S.C. Code Ann. Â§ 12-21-2804(B)\r\nprohibiting the offering of \"special inducements\" or is that portion of the statute otherwise\r\nunconstitutional on its face?\r\n\r\nII. Would S.C. Code Ann. Â§ 12-21-2804(B) be unconstitutional as applied, if construed to\r\nprohibit the offering of cash payouts in excess of $125?\r\n\r\nIII. Is the special inducement prohibition in S.C. Code Ann. Â§ 12-21-2804(B) applicable to\r\npersons who do not themselves \"maintain a place or premises,\" but instead lease machines to\r\nothers who \"maintain a place or premises\" on a basis which results in the sharing of profits\r\nand under circumstances in which the lessor is aware of the activities which violate section\r\n12-21-2804(B) and, despite that knowledge, accepts profits from the operation of the\r\nmachines at issue?\r\n\r\nIV. Under the findings of fact set forth in the District Court's Memorandum Opinion on\r\nPlaintiffs' Motion for Partial Summary Judgment, entered April 28, 1999, in which the facts\r\nwere viewed in the light most favorable to the defendants, is the defendants' conduct in\r\noffering or allowing to be offered, the payment of sums in excess of $125 for credits\r\naccumulated on a video gambling machine subject to prosecution under S.C. Code Ann. Â§ 12-21-2804(F) as the unlawful offering of a special inducement to gamble as prohibited by\r\nSection 12-21-2804(B)?\r\n\r\nV. While the general operation of the devices at issue was authorized by law during all times\r\nat issue, and while South Carolina law generally exempts the operation of the devices at issue\r\nfrom statutory penalties under the state's criminal laws relating to gambling, would the\r\nactivity alleged nonetheless become \"a gambling business which is a violation of the law of\r\n[the] State\" of South Carolina if defendants are proven to have routinely offered and made\r\npayouts in excess of that allowed by state law or to have created fraudulent records to disguise\r\nthe making of such payouts?\r\n\r\nVI. Does the availability of a remedy under S.C. Code Ann. Â§Â§ 32-1-10 and 32-1-20 for\r\ncertain gambling losses preclude plaintiffs from seeking recovery under other state law\r\ntheories for: (a) losses which are compensable under these sections if timely filed; or (b)\r\nlosses which would not be compensable under these sections regardless of the time of filing?\r\n\r\nVII. Under the findings of fact set forth in the District Court's Memorandum Opinion on\r\nPlaintiffs' Motion for Partial Summary Judgment, entered April 28, 1999, in which the facts\r\nwere viewed in the light most favorable to the defendants, does the defendants' conduct\r\nconstitute an unfair or deceptive act in the conduct of any trade or commerce, as a matter of\r\nlaw, under SCUTPA, S.C. Code Ann. Â§ 39-5-10 et seq.? \r\n\r\n\r\nFACTUAL/ PROCEDURAL BACKGROUND\r\n\r\nIn June 1997, plaintiffs (1) brought this suit in state court alleging that defendants participated\r\nin operating video poker machines in a manner which violated state law.  The causes of action\r\nasserted by the plaintiffs arise under the Racketeer Influenced Corrupt Organizations Act\r\n(RICO), the South Carolina Unfair Trade Practices Act (SCUTPA), and S.C. Code Ann. Â§Â§\r\n32-1-10 and 32-1-20 (recovery for gambling losses in excess of $50.00 at any one time or\r\nsitting).  Because one of the plaintiffs' claims involved federal law (RICO), the defendants\r\nremoved the action to federal court.  However, the District Court also had to deal with several\r\nstate law issues.  In 1998, the District Court certified the following question to this Court: \"Do\r\nvideo poker machines violate South Carolina's constitutional ban on lotteries?\"  By a 3-2\r\nvote, this Court held that video poker does not constitute a lottery.  Johnson v. Collins, 333\r\nS.C. 96, 508 S.E.2d 575 (1998).\r\n\r\nIn February 1999, plaintiffs moved for summary judgment against eight (2) of the defendants. (3)  \r\nThe District Court issued a Memorandum Opinion on April 28, 1999, granting plaintiffs'\r\nmotion for partial summary judgment.  The defendants' appealed.  The Fourth Circuit Court\r\nof Appeals vacated the District Court's Order.  Johnson v. Collins Entertainment Co., 199\r\nF.3d 710 (4th Cir. 1999).  The Fourth Circuit based its ruling on the federal courts' abstention\r\ndoctrine established in Burford v. Sun Oil Co., 63 S. Ct. 1098, 319 U.S. 315, 87 L. Ed. 1424\r\n(1943), and determined the District Court improperly ruled on unsettled issues of state law. \r\nThe Fourth Circuit remanded the case with directions to stay plaintiffs' damage claims until\r\nthe state court system could address the unresolved issues of state law. (4)\r\n\r\nLAW/ ANALYSIS\r\n\r\n\r\nI. Does the ruling in Video Gaming Consultants v. South Carolina Dep't of Revenue, 342\r\nS.C. 34, 535 S.E.2d 642 (2000), apply to the second phrase in S.C. Code Ann. Â§ 12-21-2804(B) prohibiting the offering of special inducements or is that portion of the statute\r\notherwise unconstitutional on its face?\r\n\r\n\r\nThe defendants argue plaintiffs cannot rely on S.C. Code Ann. Â§ 12-21-2804(B) as a\r\n\"predicate act\" for their RICO claim because in Video Gaming Consultants, Inc. v. South\r\nCarolina Dep't of Revenue, 342 S.C. 34, 535 S.E.2d 642 (2000), this Court declared  all of\r\nsection 12-21-2804(B) unconstitutional.  We disagree. In Video Gaming, we limited our\r\nholding to the first clause of section 12-21-2804(B).\r\n\r\nS.C. Code Ann. Â§ 12-21-2804(B) provides as follows:\r\n\r\n\r\nNo person who maintains a place or premises for the operations of machines licensed under Â§\r\n12-21-2720(A)(3) may advertise in any manner for the playing of the machines nor may a\r\nperson offer or allow to be offered any special inducement to a person for the playing of\r\nmachines permitted under Â§ 12-21-2720(A)(3). (5)\r\n\r\n\r\nThis section addresses two distinct topics. The first clause \r\n  of the section provides for a ban on advertising the playing of gaming machines. \r\n  The second clause of the section provides for a ban on the offering of \"special \r\n  inducements\" to play video gaming machines. In Video Gaming Consultants, \r\n  this Court addressed the constitutionality of section 12-21-2804(B). We identified \r\n  the issue as follows: \"Is the ban on advertising constitutional?\" As we began \r\n  our analysis, we quoted only the first phrase of the statute, observing: \"This \r\n  code section states: 'No person who maintains a place or premises for the operation \r\n  of machines licensed under Section 12-21-2720(A)(3) may advertise in any manner \r\n  for the playing of the machines.' \" Video Gaming Consultants, 342 S.C. \r\n  at 37-38, 535 S.E.2d at 644. This Court then analyzed the statute's constitutionality \r\n  under the commercial speech test set forth in Central Hudson Gas &amp; Elec. \r\n  Corp. v. Public Serv. Commn., 447 U.S. 557, 100 S. Ct. 2343, 65 \r\n  L. Ed. 2d 341 (1980). Although this Court never made any reference to the second \r\n  clause of subsection B, the defendants argue that the following statement which \r\n  appeared at the end of our opinion indicates we declared the entire section \r\n  unconstitutional: \"In conclusion, we hold the statute does not meet the last \r\n  two prongs in the Central Hudson test and thus the statute is unconstitutional.\" \r\n  Video Gaming Consultants, 342 S.C. at 45, 535 S.E.2d at 648 (emphasis \r\n  added). This is the basis for the Plaintiffs' claim that this Court's opinion \r\n  in Video Gaming Consultants only addressed advertising, not the special \r\n  inducement ban provided for in the second clause of section 12-21-2804(B). \r\n  We agree with plaintiffs. \r\n\r\nThis Court did not discuss the special inducement clause of section 12-21-2804(B) in its\r\nopinion.  Furthermore, the First Amendment analysis in Video Gaming Consultants has no\r\napplication to the special inducement clause since that portion of the statute does not involve\r\nprotected commercial speech.  Even if payout offers and jackpot displays were considered a\r\nform of advertising, offers of illegal payouts in excess of $125 would not be protected under\r\nthe analysis of Central Hudson since such offers do not concern lawful activity and are\r\ninherently misleading.  \"For commercial speech to come within th[e First Amendment], it at\r\nleast must concern lawful activity and not be misleading.\"  Video Gaming Consultants, 342\r\nS.C. at 40, 535 S.E.2d at 645 (quoting Central Hudson, 447 U.S. at 566, 100 S. Ct. at 2351). \r\nTherefore, since payouts in excess of $125 to a single player in a 24-hour period are illegal\r\nunder S.C. Code Ann. Â§ 12-21-2791 and Gentry v. Yonce, 337 S.C. 1, 12-13, 522 S.E.2d 137,\r\n143 (1999), the advertisement of such payouts is not protected speech. (6)\r\n\r\nFurthermore, our decision in Video Gaming Consultants, declaring the advertising portion of\r\nÂ§ 12-21-2804(B) unconstitutional, has no effect on the remaining provisions of the statute\r\nsince the unconstitutional provision can be severed from the remainder of the statute.  This\r\nCourt recently addressed severability in Joytime Distribs. &amp; Amusement Co. v. State, 338 S.C.\r\n634, 528 S.E.2d 647 (1999) stating:\r\n\r\n\r\nThe test for severability is whether the constitutional portion of the statute remains complete\r\nin itself, wholly independent of that which is rejected, and is of such a character that it may\r\nfairly be presumed that the legislature would have passed it independent of that which\r\nconflicts with the constitution. \"When the residue of an Act, sans that portion found to be\r\nunconstitutional, is capable of being executed in accordance with the Legislative intent,\r\nindependent of the rejected portion, the Act as a whole should not be stricken as being in\r\nviolation of a Constitutional Provision.\"\r\n\r\n\r\nId. at 649, 528 S.E.2d at 654 (internal citations omitted) (quoting Dean v. Timmerman, 234\r\nS.C. 35, 43, 106 S.E.2d 665, 669 (1959)).  Section 12-21-2804 meets this test.  The special\r\ninducement language is an independent clause.  Neither provision depends on the other.  In\r\naddition, the legislative intent behind South Carolina's Video Game Machines Act\r\n(\"VGMA\") was to limit gambling; therefore, this Court can presume the legislature would\r\nhave passed the special inducement ban independent of the ban on advertising.\r\n\r\nFor the aforementioned reasons, we declare that in Video Gaming Consultants, this Court did\r\nnot find all of section 12-21-2804(B) unconstitutional.  Therefore, we affirmatively hold the\r\nfollowing  portion of the statute is not unconstitutional and was not affected by this Court's\r\ndecision in Video Gaming Consultants: \"nor may a person offer or allow to be offered any\r\nspecial inducement to a person for the playing of machines permitted under Â§ 12-21-2720(A)(3).\"\r\n\r\n\r\nII. Would S.C. Code Ann. Â§ 12-21-2804(B) be unconstitutional as applied, if construed to\r\nprohibit the offering of cash payouts in excess of $125?\r\n\r\n\r\nThe defendants argue Section 12-21-2804(B) would be unconstitutional as applied if a court\r\nconstrued the prohibition on special inducements to include offers of payouts in excess of the\r\n$125 limit.  We disagree.  The defendants argue section 12-21-2804(B) is ambiguous, vague,\r\nand offends due process. They argue the statute did not give them \"fair warning\" that their\r\nconduct in advertising jackpots over $125 would be considered a \"special inducement,\"\r\nprohibited by the statute.  They argue that until this Court's opinion in Gentry v. Yonce was\r\npublished, they had no notice that jackpot displays could be considered special inducements. \r\nThey further contend that without notice their actions were in violation of the law, they cannot\r\nbe held criminally responsible.  Finally, defendants argue section 12-21-2804 violates\r\nprocedural due process because the statute does not afford procedures for a finding of\r\nwilfulness or an opportunity for the accused to be heard on the question of wilfulness. (7)  We\r\nfind defendants' arguments are without merit.\r\n\r\n\"When the issue is the constitutionality of a statute, every presumption will be made in favor\r\nof its validity and no statute will be declared unconstitutional unless its invalidity appears so\r\nclearly as to leave no doubt that it conflicts with the constitution.\"  State v. Jones, 344 S.C. 48,\r\n58, 543 S.E.2d 541, 546 (2001) (citations omitted).  This general presumption of validity can\r\nbe overcome only by a clear showing the act violates some provision of the constitution. \r\nMain v. Thomason, 342 S.C. 79, 535 S.E.2d 918 (2000); State v. Brown, 317 S.C. 55, 451\r\nS.E.2d 888 (1994); see also Westvaco Corp. v. South Carolina Dep't of Revenue, 321 S.C. 59,\r\n467 S.E.2d 739 (1995).\r\n\r\n\r\nA.  Ambiguity and Vagueness\r\n\r\n\r\nThe established test for vagueness is whether the statute provides \"fair notice to those to\r\nwhom the law applies.\"  Main, 342 S.C. at 92, 535 S.E.2d at 925.  A statute is not vague if a\r\n\"person of ordinary intelligence seeking to obey the law will know, and is sufficiently warned\r\nof, the conduct the statute makes criminal.\"  Curtis v. State, 345 S.C. 557, 572, 549 S.E.2d\r\n591, 598 (2001).  However, due process prevents courts \"from applying a novel construction\r\nof a criminal statute to conduct that neither the statute nor any prior judicial decision has fairly\r\ndisclosed to be within its scope.\"  United States v. Lanier, 520 U.S. 259, 266, 117 S. Ct. 1219,\r\n1225, 137 L. Ed. 2d 432 (1997).  This Court, in Gentry v. Yonce, did not announce a novel\r\ninterpretation of section 12-21-2804(B) since the language of the statute gave sufficient notice\r\nto defendants that their conduct in offering jackpots in excess of $125 could be considered a\r\n\"special inducement.\"\r\n\r\nAs noted previously, the relevant portion of section 12-21-2804(B) provides, \"nor may a\r\nperson offer or allow to be offered any special inducement to a person for the playing of\r\nmachines permitted under section 12-21-2720(A)(3).\"  The term \"special inducement\" clearly\r\nprohibits offering players any form of enticement to gamble beyond the implicit attraction of\r\nproviding a game with the potential for winnings not to exceed $125 per day.  The modifier\r\n\"special\" describes any enticement to gamble on video poker machines beyond the prospect of\r\nwinning up to $125 per day. Admittedly, the statute itself does not contain a separate\r\ndefinition of the term \"special inducement.\"  However, due process does not require every\r\nword in a statute to be defined.  Main, 342 S.C. at 92-93, 535 S.E.2d at 925.  The term\r\n\"special inducement\" has enough of a \"common, ordinary meaning sufficient to proscribe\r\nconduct.\"  Curtis, 345 S.C. at 572, 549 S.E.2d at 599. \r\n\r\nFurthermore, although the statute itself does not define \"special inducement,\" the regulations\r\nof DOR do clarify the term.  27 S.C. Code Reg. 117-190.1 provides:\r\n\r\n\r\n[A]ny attempt to influence a person to play video game machines is an inducement and is\r\nstrictly prohibited by the statute.  A location will be subject to the various civil or criminal\r\npenalties imposed by the statute for offering any of the following inducements:\r\n\r\n1. Free or discounted food or beverages,\r\n\r\n2. Free or discounted games,\r\n\r\n3. Prizes, either at the doors or through drawings or other means,\r\n\r\n4. Coupons offering any of the above\r\n\r\n5. Cash, or\r\n\r\n6. Any other valuable consideration\r\n\r\n  The above list of inducements is not all inclusive. Any \r\n    other attempts to influence a person to play a video game machine will also \r\n    be subject to the various civil or criminal penalties imposed by the statute.\r\n\r\n\r\nId.  (emphasis added).  Illegal payouts fall within the category of \"other attempts to influence\r\na person to play a video game machine.\"\r\n\r\nIn conclusion, our decision in Gentry was not a novel construction of a vague or ambiguous\r\ncriminal statute so as to raise the due process concerns discussed in United States v. Lanier. \r\nIn Gentry, this Court applied the straight-forward, plain meaning of section 12-21-2804(B)\r\nholding \"advertising or offering of jackpots could be construed as a special inducement . . . .\" \r\nGentry, 337 S.C. at 11, 522 S.E.2d at 142.  Therefore, defendants have not met their burden of\r\nshowing the statute is unconstitutionally vague or ambiguous.\r\n\r\n\r\nB.  Procedural Due Process\r\n\r\n\r\nDefendants argue that section 12-21-2804(F)'s wilfulness requirement offends procedural due\r\nprocess.  We disagree.  Section 12-21-2804(F) provides, in relevant part:\r\n\r\n\r\nA person violating subsections (A), (B), (D), or (E) of this section is subject to a fine of up to\r\nfive thousand dollars to be imposed by the department. The department, upon a determination\r\nthat the violation is wilful, may refer the violation to the Attorney General or to the\r\nappropriate circuit solicitor for criminal prosecution, and, upon conviction, the person must be\r\nfined not more than ten thousand dollars or imprisoned not more that two years, or both.\r\n\r\n\r\nDefendants argue section 12-21-2804 is unconstitutional on its face because it does not afford\r\nprocedures for a finding of wilfulness by the DOR nor does it provide the accused an\r\nopportunity to be heard on the question of wilfulness before the DOR makes its determination. \r\nA defendant has a full opportunity to be heard on the issue of wilfulness, just as any criminal\r\ndefendant may raise issues of intent: by the procedures provided by the South Carolina\r\ncriminal justice system, which include indictment, preliminary hearings, and trial by jury.  The\r\ndetermination of wilfulness by the DOR simply starts the criminal process, just as a solicitor's\r\ndetermination of criminal intent triggers a decision to prosecute.\r\n\r\n\r\nIII. Is the special inducement prohibition in S.C. Code Ann. Â§ 12-21-2804(B) applicable\r\nto persons who do not themselves \"maintain a place or premises,\" but instead lease\r\nmachines to others who \"maintain a place or premises\" on a basis which results in the\r\nsharing of profits and under circumstances in which the lessor is aware of the activities\r\nwhich violate section 12-21-2804(B) and, despite that knowledge, accepts profits from\r\nthe operation of the machines at issue?  \r\n\r\n\r\nSection 12-21-2804(B), in its entirety provides:\r\n\r\n\r\nNo person who maintains a place or premises for the operation of machines licensed under Â§\r\n12-21-2720(A)(3) may advertise in any manner for the playing of the machines nor may a\r\nperson offer or allow to be offered any special inducement to a person for the playing of\r\nmachines permitted under Â§ 12-21-2720(A)(3).\r\n\r\n\r\nThe first phrase in S.C. Code Ann. Â§ 12-21-2804(B), which was declared unconstitutional in\r\nVideo Gaming Consultants, expressly applies to any \"person who maintains a place or\r\npremises for the operation of machines licensed under Section 12-21-2720(A)(3).\"  The\r\nsecond phrase, which contains the inducement prohibition, refers only to \"a person.\"  The\r\ndefendants, who lease machines to third parties but do not themselves \"maintain a place or\r\npremises,\" argue the language in the first phrase precludes application of the statute to them,\r\nregardless of their knowledge of, involvement in, and acceptance of profits from the actual\r\noperation of machines.  We disagree.\r\n\r\nAs discussed earlier, the two clauses of section 12-21-2804(B) are separate, independent\r\nclauses.  The special inducement portion of the statute clearly states it apples to \"a person\"\r\nand does not contain the modifier \"who maintain[s] a place or premises for the operation of\r\nmachines\" as does the earlier portion prohibiting advertising.  Therefore, the lessor defendants\r\nare \"a person\" and are therefore prohibited from making or allowing to be made special\r\ninducements, even if the lessor defendants did not physically maintain or own the premises\r\nwhere the machines were located.\r\n\r\nFurthermore, we agree with the following language from the District Court's Memorandum\r\nOpinion which held the lessor defendants responsible for the special inducement of jackpots\r\nand excessive payoffs because they programmed the machines and set the paytables to make\r\nthe illegal offers.  Judge Anderson wrote: \r\n\r\n\r\nAs the facts clearly demonstrate, all defendants either operate the machines directly or through\r\nlease arrangements which result in the splitting of profits.  For the \"profits\" to be determined,\r\nthe lessor must know what cash amounts are paid out.  This is determined either by blindly\r\ntaking the word of the location operator, which no lessor suggests to be its practice, or by\r\nreconciling the machines' records which include, most significantly, what are alternately\r\nreferred to as \"payout tickets,\" \"pay tickets\" or \"vouchers.\"  Any reasonable review of these\r\ndocuments would demonstrate how payouts are being made.  Thus, it is beyond dispute that\r\nthe defendants who are lessors and who split profits with locations have the means of\r\nknowledge of how payouts are made at the locations and are chargeable with actual\r\nknowledge.  Only willful blindness would prevent actual knowledge.\r\n\r\nIn this regard, one lessor defendant suggested that its role was nothing more than the\r\nequivalent of an automobile manufacturer who designed a car capable of going 120 mph. \r\nThis defendant argued that it was the location that decided how fast to go.  This analogy must\r\nbe rejected.  It is this lessor who is responsible for all aspects of the machines' actual\r\nfunctioning including what jackpot is displayed and how payout tickets are produced.  This\r\ndefendant settles up with the location by determining profits which, in turn, are determined or\r\nconfirmed using the machines' own records.  In short, a better analogy would be that this\r\ndefendant sets the cruise control at 120 mph, rather than merely designing a car capable of\r\ngoing 120 mph. \r\n\r\n\r\n\r\nTherefore, even if this Court chose to interpret the second clause of section 12-21-2804(B) to\r\ninclude the modifier \"who maintain[s] a place or premises for the operation of machines,\" the\r\nlessor defendants would still be liable under the \"hand of one is the hand of all\" theory. \r\n\"When two or more persons aid, abet and encourage each other in the commission of a crime,\r\nall being present, each is guilty as a principal.\"  Yates v. Aiken, 290 S.C. 231, 236, 349 S.E.2d\r\n84, 87 (1986), rev'd on other grounds, Yates v. Aiken, 484 U.S. 211, 108 S. Ct. 534, 98 L. Ed.\r\n2d 546 (1988) (citing State v. Hicks, 257 S.C. 279, 185 S.E.2d 746 (1971)); see also State v.\r\nLangley, 334 S.C. 643, 648, 515 S.E.2d 98, 101 (1999) (\"Under [the hand of one, the hand of\r\nall] theory, one who joins with another to accomplish an illegal purpose is liable criminally for\r\neverything done by his confederate incidental to the execution of the common design and\r\npurpose.\").  As discussed in the District Court's Memorandum Opinion, the lessor defendants\r\naided, abetted, and definitely encouraged the lessees of the machines to ignore the $125 limit\r\nand to advertise jackpots in excess of the limit.  The defendants had exclusive control over\r\nhow the machines were programmed and set up, such as setting the jackpot displays and\r\nprinting multiple payout tickets.  The defendants shared in the illegal profits with knowledge\r\nof the unlawful operation of the machines.  Therefore, the lessor defendants would be liable\r\nunder either interpretation of the statute.\r\n\r\nIn conclusion, this Court finds the special inducement provision of section 12-21-2804(B)\r\napplies to any person, not just a person who \"maintains a place or premises\" for the operation\r\nof the machines.\r\n\r\n\r\nIV. Under the findings of fact set forth in the District Court's Memorandum Opinion on\r\nPlaintiffs' Motion for Partial Summary Judgment, entered April 28, 1999, in which the\r\nfacts were viewed in the light most favorable to the defendants, is the defendants'\r\nconduct in offering or allowing to be offered, the payment of sums in excess of $125 for\r\ncredits accumulated on a video gambling machine subject to prosecution under S.C.\r\nCode Ann. Â§ 12-21-2804(F) as the unlawful offering of a special inducement to gamble as\r\nprohibited by Section 12-21-2804(B)?\r\n\r\n\r\nThe defendants argue that offering or allowing to be offered payouts in excess of $125 per day\r\nis not a \"special inducement\" as prohibited by section 12-21-2804(B), and therefore cannot\r\nserve as a predicate act under RICO.  We disagree.\r\n\r\nThis Court already decided this issue in Gentry v. Yonce, 337 S.C. 1, 522 S.E.2d 137 (1999),\r\nalthough the language used by the Court was not mandatory.  This Court stated, \"At this stage\r\nin the proceedings, we think that the advertising or offering of jackpots could be construed as\r\na special inducement and thus could support a RICO claim.\"  Id. at 10, 522 S.E.2d at 142. \r\nThis Court's use of the phrases \"at this stage in the proceedings,\" \"we think,\" and \"could be\r\nconstrued\" was not an expression of equivocation or uncertainty but was merely in recognition\r\nof the procedural posture of the case.  The circuit court in Gentry dismissed the case for\r\nfailure to state a claim, and the plaintiffs appealed.  Therefore, the case which came before\r\nthis Court had not been developed factually before the lower court, and thus we were only\r\nasked to decide whether the plaintiffs had stated a claim, not whether they had proved their\r\nclaim.\r\n\r\nFurthermore, this Court made the following statement in Gentry about the exact case now\r\nbefore this Court: \"The United States District Court held similarly in Johnson v. Collins . . .\r\nthat the $125 payout limit is $125 per 24-hour period and alleged violations of Â§Â§ 12-21-2804(A) and (B) can serve as predicate acts in a RICO cause of action . . . . [T]he District\r\nCourt's ruling and analysis on the above issues are consistent with our opinion.\"  Gentry, 337\r\nS.C. at 13, n. 18, 522 S.E.2d at 143, n. 18. This statement further shows that the language used\r\nby this Court was not an expression of equivocation or uncertainty but merely in recognition\r\nof the procedural posture of the case.\r\n\r\nWe reaffirm our holding in Gentry that the offering or advertising of jackpots in excess of\r\n$125 is a special inducement in violation of section 12-21-2804(B), subject to prosecution\r\nunder subsection F.\r\n\r\n\r\nV. While the general operation of the devices at issue was authorized by law during all\r\ntimes at issue, and while South Carolina law generally exempts the operation of the\r\ndevices at issue from statutory penalties under the state's criminal laws relating to\r\ngambling, would the activity alleged nonetheless become \"a gambling business which is a\r\nviolation of the law of [the] State\" of South Carolina if defendants are proven to have\r\nroutinely offered and made payouts in excess of that allowed by state law or to have\r\ncreated fraudulent records to disguise the making of such payouts?\r\n\r\n\r\nPlaintiffs argue that, although video poker was a legal business in South Carolina, because\r\ndefendants routinely violated the Video Gaming Machines Act, they were conducting an\r\n\"illegal gambling business\" in violation of the law of South Carolina for purposes of 18\r\nU.S.C. Â§ 1955 (RICO).  We agree.\r\n\r\n18 U.S.C. Â§ 1955 provides, in relevant part:\r\n\r\n\r\n(a) Whoever conducts, finances, manages, supervises, directs, or owns all or part of an illegal\r\ngambling business shall be fined under this title or imprisoned not more than five years, or\r\nboth.\r\n\r\n(b) As used in this section - - \r\n\r\n(1) \"illegal gambling business\" means a gambling business which - - \r\n\r\n  \r\n(i) is a violation of the law of a State or political subdivision in which it is conducted\r\n\r\n(ii) involves five or more persons who conduct, finance, manage, supervise, direct, or own all\r\nor part of such business; and\r\n\r\n(iii) has been or remains in substantially continuous operation for a period in excess of thirty\r\ndays or has a gross revenue of $2,000 in any single day.\r\n\r\n  \r\n\r\nId. (emphasis added).  Defendants argue that since video poker was, at all times at issue, a\r\nlegal business in this state, they cannot be in violation of this statute. (8)  We disagree.  Even\r\nthough video poker was a legal gambling business, it could become an illegal gambling\r\nbusiness if it was operated in a manner which violated VGMA.  Section 12-21-2710 makes\r\ngambling devices generally illegal, except for those video game machines \"which meet the\r\ntechnical requirements provided for in sections 12-21-2782 and 12-21-2783.\"  Therefore, if\r\nthe video poker business did not fall within the express license of the law, it would not be \"a\r\nlegal gambling business.\"  If a person operated his video poker machines in violation of the\r\nlimits set forth in VGMA, and if those violations carried criminal penalties under South\r\nCarolina law, then that person has conducted an \"illegal gambling business . . . [in] violation\r\nof the law of [South Carolina].\"\r\n\r\nIf defendants are proven to have routinely offered and made payouts in excess of that allowed\r\nby state law or to have created fraudulent records to disguise the making of such payments,\r\nthen they were operating an illegal gambling business in violation of the law of this state.  \r\n\r\n\r\nVI. Does the availability of a remedy under S.C. Code Ann. Â§Â§ 32-1-10 and 32-1-20 for\r\ncertain gambling losses preclude plaintiffs from seeking recovery under other state law\r\ntheories for: (a) losses which are compensable under these sections if timely filed; or (b)\r\nlosses which would not be compensable under these sections regardless of the time of\r\nfiling?\r\n\r\n\r\nDefendants argue S.C. Code Ann. Â§Â§ 32-1-10 and 32-1-20  (9) provide the exclusive remedy for\r\ngambling losses, and, therefore, the plaintiffs are precluded from seeking recovery under other\r\nstate law theories.  We disagree. (10)\r\n\r\nThe Court of Appeals correctly ruled on this issue in Justice v. Pantry, 330 S.C. 37, 496\r\nS.E.2d 871 (Ct. App. 1998), aff'd as modified, 335 S.C. 572, 518 S.E.2d 40 (1999). (11)  The\r\nCourt of Appeals held:\r\n\r\n\r\nAfter careful consideration, we conclude section 32-1-20 was not impliedly repealed by\r\nenactment of the Video Game Machines Act, specifically section 12-21-2791, because these\r\nstatutes are not repugnant to each other and are not incapable of a reasonable reconcilement. \r\nTo the contrary, these statutes are consistent.  Both statutes promote the same goal of limiting\r\nexcessive gambling.\r\n\r\nSections 32-1-10 and 20 promote \"a policy which prevents a gambler from allowing his vice\r\nto overcome his ability to pay.  The legislature adopted a policy to protect a citizen and his\r\nfamily from the gambler's uncontrollable impulses.\" . . . This policy is furthered by allowing a\r\ngambler to recover excessive gambling losses or another person to recover the losses if the\r\ngambler fails to do so.  Likewise, the clear intent of section 12-21-2791 is to prevent\r\nexcessive gambling by limiting the amount of cash payouts for winnings on video poker\r\nmachines.  Each advances the same policy of limiting excessive gambling losses through\r\ndifferent means; sections 32-1-10 and 20 prevent excessive gambling losses and section 12-21-2791 prevents excessive gambling winnings.\r\n\r\n\r\nId. at 44, 496 S.E.2d at 875 (internal citations omitted).  There is nothing in sections 32-1-10\r\nand 20 to indicate the legislature intended to limit relief otherwise available.  These statutes\r\nwere passed in 1712, and we cannot hold that they were intended to pre-empt all future\r\nremedies for persons injured by unlawful gambling activities.  \r\n\r\nWith respect to plaintiffs' claims under SCUTPA, sections 32-1-10 and 20 do not have any\r\npreclusive effect.  In fact, S.C. Code Ann. Â§ 39-5-160 provides: \"The powers and remedies\r\nprovided by this article shall be cumulative and supplementary to all powers and remedies\r\notherwise provided by law.\"  Further, this Court's opinion in Gentry clearly envisions that\r\nboth remedies would be available to the plaintiffs.  In Gentry, this Court addressed sections\r\n32-1-10 and 20 as well as other state law claims.  Nothing in our opinion would indicate\r\nsections 32-1-10 and 20 were the sole causes of action available to plaintiffs.\r\n\r\n\r\nVII. Under the findings of fact set forth in the District Court's Memorandum Opinion\r\non Plaintiffs' Motion for Partial Summary Judgment, entered April 28, 1999, in which\r\nthe facts were viewed in the light most favorable to the defendants, does the defendants'\r\nconduct constitute an unfair or deceptive act in the conduct of any trade or commerce,\r\nas a matter of law, under SCUTPA, S.C. Code Ann. Â§ 39-5-10 et seq.? \r\n\r\n\r\nWe find the District Court judge, in his Memorandum Opinion, correctly interpreted South\r\nCarolina's Unfair Trade Practices Act.  Therefore, since Judge Anderson correctly interpreted\r\nSouth Carolina law on this matter, the following analysis is quoted directly from the District\r\nCourt's Memorandum Opinion.  We adopt Judge Anderson's analysis.\r\n\r\n\r\nThe South Carolina Unfair Trade Practices Act makes it unlawful to engage in \"[u]nfair\r\nmethods of competition and unfair or deceptive acts or practices in the conduct of any trade or\r\ncommerce.\"  S.C. Code Ann. Â§ 39-5-20 (1985).  \"An act is  '\"unfair\" when it is offensive to\r\npublic policy or when it is immoral, unethical, or oppressive; a practice is 'deceptive' when it\r\nhas a tendency to deceive.' \"  S.C. Law of Torts at 372 (quoting Young v. Century Lincoln-Mercury, Inc., 396 S.E.2d 105, 108 (S.C. Ct. App. 1989) affirmed in part, reversed in part, on\r\nother grounds, 422 S.E.2d 103 (1992) (per curium)).\r\n\r\n\r\nPrivate causes of action for violation of this statute are authorized by S.C. Code Ann. Â§ 39-5-140 (1985), which provides for treble damages and \"such other relief as [the court] deems\r\nnecessary or proper\" when willful violations are found and for actual damages and attorneys\r\nfees and costs in any case resulting in a finding of violation of the statute.  The statute is not,\r\nhowever, applicable to \"[a]ctions or transactions permitted under laws administered by any\r\nregulatory body or officer acting under statutory authority of this State or the United States or\r\nactions or transactions permitted by any other South Carolina State law.\"  S.C. Code Ann. Â§\r\n39-5-40(a) (1985).\r\n\r\nThis \"regulated industry\" exception was addressed in State ex rel McLeod v. Rhoades, 267\r\nS.E.2d 539 (S.C. 1980), which held that \"[i]nitially, the burden is on the party seeking the\r\nexemption to demonstrate [that the transactions at issue are regulated].  Once the exemption is\r\ndemonstrated, the complainant must then show that the specific act in question does not come\r\nwithin the exemption.\"   Rhoades, 267 S.E.2d at 541 (finding securities transactions to fall\r\nwithin the exemption).  This holding was later applied by the South Carolina Court of Appeals\r\nto exempt any transaction if the general activity was regulated.  See Scott v. Mid Carolina\r\nHomes, 359 S.E.2d 291 (S.C. Ct. App. 1987) overruled by Ward [v. Dick Dyer and Assoc.,\r\nInc., 403 S.E.2d 310 (1991)]. \r\n\r\nBecause the industry at issue is regulated under the Video Game Machine Act, one group of\r\ndefendants argued that any action for redress could only be brought by the South Carolina\r\nAttorney General who has, as noted above, now declined to pursue any ruling from this court,\r\nexcept as to the lottery issue.  This argument appears to be based on the \"general activity\"\r\nanalysis used in Rhoades and Scott.\r\n\r\nThe \"general activity\" test announced in Rhoades was, however, later rejected by the South\r\nCarolina Supreme Court in Ward v. Dick Dyer and Associates, Inc., 403 S.E.2d 310 (S.C.\r\n1991).  That court explained as follows:\r\n\r\n\r\nAfter much research and consideration of the events concerning the regulation of businesses\r\nduring the ten years since the Rhoades decision, we believe that a \"general activity\" test would\r\nnot fulfill the intent of the Legislature in prohibiting unfair trade practices.  We believe that\r\nthe exemption is intended to exclude those actions or transactions which are allowed or\r\nauthorized by regulatory agencies or other statutes. . . . [W]e believe that the intent of our\r\nLegislature was to exclude activities which would otherwise be allowed or authorized.\r\n\r\n\r\nWard, 403 S.E.2d at 312.  Some of the defendants previously argued based on Ward that the\r\nallegedly wrongful conduct is not only strictly regulated by the State, but has also been\r\nspecifically permitted by statute and the Department of Revenue.  As discussed above in\r\nregard to the interpretation of Section 2791, there is no support for this contention.  The law\r\ndoes not allow for the payment of more than $125 at the conclusion of play.  While the cap\r\nmay have been poorly enforced, there is no showing that any relevant state agency or authority\r\nhas done anything to suggest that the law means anything other than what this court has\r\nconcluded it means.  Defendants cannot, therefore, find protection in the \"regulated activity\"\r\nexemption of the SCUTPA.\r\n\r\nIn this motion, plaintiffs assert that they are entitled to partial summary judgment that certain\r\nspecified defendants' practices in regard to offering and making cash payouts in excess of\r\nthose allowed by Section 2791 constitute unfair or deceptive practices as prohibited by\r\nSCUTPA.  This court finds that these defendants' activities violate SCUTPA in various\r\nrespects.\r\n\r\n\r\nFirst, because there is a statutory limit on the amount which can be paid out, the offering of\r\n\"jackpots\" in excess of this limit is inherently misleading unless clarification is provided. \r\nThis is because the display of a jackpot without an equally clear and visible explanation of any\r\nqualification on payout suggests not only that the payment is perfectly legal but that it will be\r\npaid, if won, without further conditions. (12)  To the extent any player learns of the illegality or\r\nconditions on payout at a later time, there is an inherent misrepresentation.\r\n\r\nMoreover, and perhaps more importantly, the payment of cash in excess of the statutory cap is\r\nnecessarily a violation of the public policy of this state as expressed in the state's statutes. \r\nThe operators also engage in unethical behavior by devising a variety of schemes to evade\r\ndetection of the violations.  This includes any device which purports to make payments over a\r\nseries of days, the payment to proxies or to players under names known by the operator to be\r\nfalse, the use of facially invalid \"trust\" agreements, or any other scheme to evade the limit or\r\ndetection.  These attempts at evasion are made more, not less, egregious by some of the\r\ndefendants' attempts to shift blame to the payees.  The latter is accomplished by encouraging\r\nthe players to sign documents that the  defendants cannot in good faith believe to be true or\r\nvalid. (13)\r\n\r\nThe degree of repetition and thus \"public impact\" is extraordinary.  The record suggests that\r\nthese practices are engaged in daily by the defendants or others acting for the mutual benefit\r\nof the defendants and themselves. (14)  At best, they argue ignorance.  Defendants offer nothing\r\nto counter the evidence that violation of the law is the routine practice.  Indeed, the suggestion\r\nis not that the practices are infrequent but that they are so frequent, common, and pervasive in\r\nthat no operator can compete in this industry without violating the law.  To the extent this may\r\nbe offered as an excuse, any such defense is rejected. (15)\r\n\r\nThere is evidence in the record that the present plaintiffs have suffered some harm as a result\r\nof these unfair trade practices.  The degree of harm and level of causation is, however,\r\nparticularly hard to define as each player was drawn to the machines initially for a variety of\r\nreasons and continued (or continues) to play for a variety of reasons.  This court will not,\r\ntherefore, make a determination as to the extent of damages or causation.  That must be\r\nreserved for the jury.  This does not, however, preclude the court from rendering partial\r\nsummary judgment on the legal issue whether the complained of acts constitute unfair trade\r\npractices.  The practices are so flagrant and obviously violative of public policy and so fraught\r\nwith deception and unfairness that this court cannot but conclude that they constitute unfair\r\ntrade practices as a matter or law.\r\n\r\n\r\nCertified Questions Answered.\r\n\r\nTOAL, C.J., MOORE, BURNETT, JJ., and Acting Justices George T. Gregory, Jr., and\r\nC. Victor Pyle, Jr., concur.\r\n1. Plaintiffs are a group of habitual gamblers who filed this action in an attempt to recover the\r\nlosses they sustained on video poker machines owned or operated by the named defendants. \r\nThe District Court has denied plaintiffs' motions for class certification.\r\n2. Both plaintiffs' and defendants' briefs state the motion was made against eight defendants:\r\nCollins Entertainment Corp., Inc., Fred Collins, Jr., R.L. Jordon Oil Co., MHS Enterprises,\r\nInc., Mickey Stacks, Pedroland, Inc., Ingram Investments, Inc., and Henry E. Ingram.  The\r\nDistrict Court Opinion, however, only refers to seven defendants.\r\n3. Although the motion was directed at only seven or eight defendants, the District Court\r\npermitted briefing and argument by all of the defendants in the case because of the potential\r\nconsequences to them of an adverse ruling.\r\n4. The Fourth Circuit did not articulate which issues of state law it believed to be unsettled. \r\nTherefore, the District Court invited the parties to submit what they believed to be the\r\nmaterial, unresolved issues of state law remaining in the case.\r\n5. This section was repealed effective July 1, 2000.\r\n\r\n6. We agree with the language of Judge Anderson, as stated in his Order of Certification.\r\n\"[T]he South Carolina Supreme Court addressed the constitutionality of at least certain\r\naspects of S.C. Code Ann. Â§ 12-21-2804(B) in Video Gaming Consultants . . . .  The South\r\nCarolina Supreme Court quoted and expressly addressed only the first phrase in that section\r\nwhich relates to advertising, which it ultimately found to be unconstitutional.  It did not\r\ndiscuss or address the second phrase which relates to special inducements.  Further, the\r\ncourt's rationale as to why advertising of legal activity could not be banned would not appear\r\nto apply to that portion of the statute prohibiting 'special inducements,' at least to the extent\r\nthe term 'special' is construed to include enticements otherwise prohibited by law.\"\r\n7. Under section 12-21-2804(F), violations of subsection (B) are subject to prosecution only if\r\nthe Department of Revenue (DOR) determines the violation was wilful.\r\n8. Under defendants' reasoning, a pharmaceutical business could sell controlled substances to\r\npeople without proper prescriptions but still be a \"legal business\" under state law. \r\n9. Sections 32-1-10 and 32-1-20 were originally adopted in 1712 as a part of the Statutes of\r\nAnne.  Section 32-1-10 allows a person who has lost $50.00 or more gambling in one sitting\r\nto sue the winner to recover the losses, provided he brings suit within ninety days of the loss. \r\nIf the person who lost money gambling does not bring suit within the ninety days, section 32-1-20 allows any person to bring suit against the winner for treble damages within one year of\r\nthe date of the loss, provided the suit is brought without covin or collusion.  \r\n10. Judge Anderson, in his Order of Certification made the following statement concerning\r\nthis issue: \"This court was initially inclined to deny certification of this question for three\r\nreasons.   First, the strict liability under Sections 32-1-10 and 32-1-20 would appear to be\r\nintended only to expand relief otherwise available.  Second, the remedy under SCUTPA is\r\nexpressly made cumulative to any other available remedies.  Third, the South Carolina\r\nSupreme Court's opinion in Gentry v. Yonce, while not addressing the question directly, is\r\ninconsistent with any interpretation of the statutory remedies to preclude other claims if their\r\nadditional elements can be proven.\" We agree with Judge Anderson's initial hesitation to deny\r\ncertification on this issue.\r\n11. This Court affirmed as modified the Court of Appeals in this case.  However, the relevant\r\nissue from Justice was not appealed to this Court, and therefore was not discussed in this\r\nCourt's opinion.\r\n12. At least one defendant conceded that players have occassionally [sic] balked when asked to\r\nsign a form stating that the payout is not more than $125 over what was put in.  It does not,\r\nhowever, appear that these players are among the moving plaintiffs.\r\n13. On this point, defendants suggest an in pari delicto defense.  The translation ends the\r\ninquiry - - the phrase means \"in equal fault.\"  The operators and machines at issue are licensed\r\nto operate in a regulated area of the law.  They should, therefore, be held to a greater\r\nknowledge and understanding of the laws than their customers, particularly where the laws are\r\ndesigned to protect the player from his or her own bad judgment.  In any case, what the law\r\nprohibits is the making of the payouts in excess of the statutory cap.  It does not directly\r\naddress the receipt of the funds.  Thus, while this court is not willing to suggest that the player\r\nwho receives an excess payment is without fault, the fault or culpability is certainly not\r\n\"equal.\"\r\n14. This court has reached this conclusion without deciding if the lessor defendants engage in\r\n\"joint ventures\" with their lessees.  The clear evidence of involvement, knowledge and profit\r\nfrom the prohibited activity is enough to hold all defendants responsible for the resulting\r\nunfair and deceptive activities.\r\n15. This court cannot condone such a defense any more than it could condone a defense by a\r\nrespected physician that it was necessary to \"pad the medicare bills\" or offer patients\r\nunnecessary narcotic prescriptions to remain competitive.  What is necessary to compete can\r\nnever be defined in terms of keeping up with competitors who are themselves in violation of\r\nthe law.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]