[{"id":"25406","title":"Wade v. Berkeley County","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25406","description":"This case concerns whether, under the particular circumstances of this case, a covenant not to execute is a settlement as contemplated by the South Carolina Tort Claims Act.","date":"2002-02-04","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nGerald D. Wade, Jr.,&nbsp;&nbsp;&nbsp; Respondent,\r\nv.\r\n\r\n\r\nBerkeley County, South\r\nCarolina, and John Doe, of\r\nwhom Berkeley County, South\r\nCarolina, is Petitioner, \r\n\r\nand John Doe is   Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Berkeley County\r\nR. Markley Dennis, Jr., Circuit Court Judge\r\n\r\n\r\n\r\nOpinion No. 25406\r\nHeard October 24, 2001 - Filed February 4, 2002\r\n\r\n\r\n  AFFIRMED IN PART, REVERSED IN PART\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nStephen P. Groves, Sr., Joseph E. DaPore, and Stephen L. Brown of Young, Clement, Rivers, &amp; Tisdale, LLP, of\r\nCharleston, for petitioner.\r\n\r\nGeorge J. Kefalos, of North Charleston, for Respondent Gerald D. Wade, Jr.\r\n\r\nBonum S. Wilson, III, of Wilson &amp; Heyward, of Charleston, for Respondent John Doe.  \r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE BURNETT: The Court granted \r\n  a writ of certiorari to review the decision of the Court of Appeals in Wade \r\n  v. Berkeley County, 339 S.C. 513, 529 S.E.2d 743 (Ct. App. 2000). We affirm \r\n  in part and reverse in part.\r\n\r\n\r\n    FACTS\r\n\r\n\r\n\r\nRespondent Gerald D. Wade (Wade) brought this negligence action against Bobby Joe Pierce (Pierce) and an unknown\r\ndriver, Respondent John Doe, alleging injury as a result of an automobile accident.  At his deposition, Pierce testified that\r\nat the time of the accident, he was working for his employer, Petitioner Berkeley County (County).  Thereafter, Wade and\r\nPierce executed a \"Covenant Not to Execute Judgment.\"  In essence, Wade agreed not to execute any judgment obtained\r\nagainst Pierce and his personal insurer in exchange for $13,000.  \r\n\r\n    Wade then amended his complaint, deleting Pierce as a defendant and naming County as the party defendant.  Wade\r\nalleged Pierce was acting within the scope of his employment at the time of the accident and County, as his employer, was\r\nliable under the South Carolina Tort Claims Act.  \r\n\r\nCounty filed a motion for summary judgment, claiming \r\n  execution of Wade and Pierce's Covenant Not to Execute Judgment barred the tort \r\n  action against it. The trial judge granted County's motion. \r\n  (1) The Court of Appeals reversed. Wade v. Berkeley County, 339 S.C. \r\n  495, 529 S.E.2d 734 (Ct. App. 1999) (Wade II). On rehearing en banc, the plurality \r\n  affirmed the panel's decision holding the Covenant Not to Execute was not a \r\n  settlement as contemplated by the South Carolina Tort Claims Act and, therefore, \r\n  Wade was not barred from pursuing its action against County. Three judges concurred; \r\n  two dissented. Wade v. Berkeley County, supra (Wade III). \r\n\r\n\r\n    ISSUE\r\n\r\n\r\n\r\n\r\n\r\nDid the Court of Appeals err by holding Wade and Pierce's \"Covenant Not to Execute Judgment\" did not constitute a\r\nsettlement and, therefore, did not bar further action by Wade against County under the South Carolina Tort Claims Act?    \r\n\r\n\r\n\r\n\r\n    DISCUSSION\r\n\r\n\r\n\r\nSection 15-78-70(d) of the South Carolina Tort Claims Act (the\r\nAct) (2) provides:\r\n\r\n\r\n\r\nA settlement or judgment in an action or a settlement of a claim under this chapter constitutes a complete bar to any further\r\naction by the claimant against an employee or governmental entity by reason of the same occurrence.  \r\n\r\n\r\n\r\nThe Court of Appeals held A) Wade and Pierce's \"Covenant Not to Execute Judgment\" was not a settlement and B) even if\r\nthe document was a settlement, it was not a settlement \"under this chapter,\" and, therefore, Wade was not barred from\r\npursuing his action against County.  \r\n\r\n\r\n    A.\r\n\r\n\r\n\r\n\r\n\r\nInitially, the Court of Appeals' opinion states:\r\n\r\nWithout a jury verdict, order of judgment, or confession of judgment, cases are disposed of by way\r\nof amicable disposition under the aegis and ambit of three recognizable legal documents\r\neffectuating the settlement: (1) general release; (2) covenant not to sue; and (3) covenant not to\r\nexecute.\r\n\r\n\r\n\r\nWade III 339 S.C. at 518-19, 529 S.E.2d at 746 \r\n  (italic in original).\r\n\r\nThereafter, the Court of Appeals discusses the \r\n  three enumerated forms of settlement, ultimately concluding Wade and Pierce's \r\n  document was a \"covenant not to execute as opposed to a settlement agreement, \r\n  release, or covenant not to sue.\" Id. 339 S.C. at 523, 529 S.E.2d at 748 (emphasis \r\n  added).\r\n\r\nUnder South Carolina law, a covenant not to execute \r\n  is one type of settlement agreement. Poston by Poston v. Barnes, 294 S.C. 261, \r\n  363 S.E.2d 888 (1987). It is a \"promise not to enforce a right of action or \r\n  execute a judgment when one had such a right at the time of entering into agreement.\" \r\n  Id. at 264, S.E.2d at 890. It is \"normally executed when a settlement occurs \r\n  after the filing of a lawsuit.\" Id. (italic added). While a covenant not to \r\n  execute is not a release, it is nonetheless a settlement between the parties \r\n  to the agreement. See Ackerman v. Travelers Indem. Co., 318 S.C. 137, 456 S.E.2d \r\n  408 (Ct. App. 1995); 76 C.J.S. Release § 4 (1994) (release is a present abandonment \r\n  or relinquishment of a right or claim; a covenant not to execute is a promise \r\n  not to enforce a right of action or execute a judgment when one had such a right \r\n  at the time of entering into the agreement).\r\n\r\nThe Court of Appeals erred by holding Wade and Pierce's covenant not to execute was not a settlement.  Not only is the\r\nholding contrary to established law, but the opinion contains an internal inconsistency - that a covenant not to execute is a\r\nlegal document which effectuates a settlement but does not constitute a settlement.\r\n\r\n\r\n    B.\r\n\r\n\r\nCounty asserts the Court of Appeals erred by holding § 15-78-70(d) does not bar Wade's action because Wade and Pierce's\r\nsettlement did not arise \"under this chapter.\"  Instead, County argues the phrase \"under this chapter\" only modifies\r\n\"settlement of a claim,\" not \"a settlement or judgment in an action\" and, therefore, the lack of an action \"under this\r\nchapter\" is not dispositive.  County further contends that because Wade was aware of its potential claim against County as\r\nPierce's employer at the time it settled with Pierce, § 15-78-70(d) precludes Wade from maintaining its current action.  We\r\ndisagree.  \r\n\r\n\r\n\r\nAs noted above, § 15-78-70(d) provides:  \r\n\r\nA settlement or judgment in an action or a settlement of a claim under this chapter constitutes a complete bar to any further\r\naction by the claimant against an employee or governmental entity by reason of the same occurrence.\r\n\r\n\r\n\r\n\"This chapter\" is defined as the \"South Carolina Tort Claims Act.\" § 15-78-10.  Accordingly, \"under this chapter\"\r\nmeans within the South Carolina Tort Claims Act.\r\n\r\nThe cardinal rule of statutory construction is \r\n  for the Court to ascertain and effectuate the intent of the legislature. Mid-State \r\n  Auto Auction of Lexington, Inc. v. Altman, 324 S.C. 65, 476 S.E.2d 690 (1996). \r\n  The first question of statutory interpretation is whether the statute's meaning \r\n  is clear on its face. Kennedy v. South Carolina Retirement Sys., 345 S.C. 339, \r\n  549 S.E.2d 243 (2001). \"If a statute's language is plain and unambiguous, and \r\n  conveys a clear and definite meaning, there is no occasion for employing rules \r\n  of statutory interpretation and the court has no right to look for or impose \r\n  another meaning.\" Paschal v. State Election Comm'n, 317 S.C. 434, 436, 545 S.E.2d \r\n  890, 892 (1995). On the other hand, where a statute is ambiguous, the Court \r\n  must construe the terms of the statute. Lester v. South Carolina Workers' Compensation \r\n  Comm'n, 334 S.C. 557, 514 S.E.2d 751 (1999). The Act provides that it \"must \r\n  be liberally construed in favor of limiting liability of the governmental entity.\" \r\n  § 15-78-200; see § 15-78-20(f) (Act must be liberally construed in favor of \r\n  limiting the liability of the State). (3)\r\n\r\nSection 15-78-70(d) is ambiguous because it is unclear what phrase \"under this chapter\" modifies. \r\n\"Under this chapter\" either modifies both \"[a] settlement or judgment in an action\" and \"a\r\nsettlement of a claim\" or, as County asserts, only modifies \"a settlement of a claim.\"  We conclude\r\nthe General Assembly intended \"under this chapter\" to modify both a \"settlement or judgment in an\r\naction\" and a \"settlement of a claim.\"\r\n\r\n In its original bill form § 15-78-70(d) provided \r\n  \"a settlement or judgment in an action under this chapter constitutes a complete \r\n  bar.\" See 1986 Senate Journal April 8, 1986, p.1476; 1986 Senate Journal April \r\n  10, 1986, p.1569. The phrase \"settlement of a claim\" was added later so that \r\n  the bill which was passed, and as it currently reads, states \"[a] settlement \r\n  or judgment in an action or settlement of a claim under this chapter constitutes \r\n  a complete bar.\" See 1986 Senate Journal May 22, 1986, p.2315 (language added \r\n  after the report of the Committee of Free Conference); 1986 House Journal May \r\n  22, 2986, p.3282 (same). The insertion of \"settlement of a claim\" into the original \r\n  proposal, \"[a] settlement or judgment in an action under this chapter,\" indicates \r\n  the legislature intended \"under this chapter\" to modify both \"[a] settlement \r\n  or judgment in an action\" and \"a settlement of a claim.\" Consequently, to invoke \r\n  the provisions of § 15-78-70(d), there must be a settlement or judgment in an \r\n  action under the Act or a settlement of a claim under the Act. While this construction \r\n  may not limit County's liability as required under the Act, \r\n  (4) we cannot ignore the clear legislative history of § 15-78-70(d).\r\n\r\nEven though Wade was aware he might have an action against County under the Act when he and\r\nPierce executed the covenant not to execute, no action had been initiated, nor had any claim been\r\nfiled, against County.  At the time of the settlement, Wade had only initiated an action against\r\nPierce in his individual capacity, not against County as Pierce's employer. (5)  Accordingly, at the\r\ntime  Wade and Pierce executed the settlement document, there were no actions \"under this\r\nchapter.\"  Wade and Pierce's settlement did not invoke the provisions of § 15-78-70(d) barring\r\nWade from further action against County.\r\n\r\n  As illustrated by the facts of this case, § 15-78-70(d) permits a plaintiff to maintain an action\r\nagainst a governmental employee in his individual capacity, settle, and then pursue an action\r\nagainst the governmental employer for the tort of his employee allegedly committed while in the\r\nscope of employment. (6)  This result circumvents that policy of the Act which is to protect\r\nemployees from personal liability for torts committed while acting within the scope of employment. \r\nSection 15-78-20(b) (Act is exclusive civil remedy available for tort committed by governmental\r\nemployees).  Nevertheless, our construction of the statute is limited by its legislative history.\r\n\r\nThe decision of the Court of Appeals is AFFIRMED IN PART AND REVERSED IN PART.    \r\n\r\nTOAL, C.J., MOORE, WALLER and PLEICONES, JJ., concur.\r\n\r\n1. County had previously filed \r\n  another motion for summary judgment arguing Wade was precluded from asserting \r\n  Pierce was its employee after the Workers' Compensation Commission concluded \r\n  Pierce was not acting within the scope of his employment at the time of the \r\n  accident. The trial judge granted the motion. Wade appealed. Regarding this \r\n  issue, the Court of Appeals held Wade was not collaterally estopped and \"[t]he \r\n  facts of this case create a jury question as to whether Pierce was acting within \r\n  the scope of his employment when he collided with Wade.\" Wade v. Berkeley County, \r\n  330 S.C. 311, 320, 498 S.E.2d 684, 689 (Ct. App. 1998) (Wade I). \r\n2. See S.C. Code Ann. §§ 15-78-10 \r\n  to -200 (Supp. 2000). \r\n3. The Court of Appeals asserts \r\n  \"[a]ny ambiguity in a statute should be resolved in favor of a just, equitable, \r\n  and beneficial operation of the law.\" Wade III, supra 339 S.C. at 525, 529 S.E.2d \r\n  at 749. While this is generally true, the Act specifically states it is to be \r\n  interpreted to limit the governmental entity's liability. § 15-78-200.\r\n\r\n4. See §15-78-200; § 15-78-20(f) \r\n5. Similarly, Wade had not brought \r\n  an action against Pierce in his official capacity. See § 15-78-70(c) (discussing \r\n  limited situations in which employee may be named as party under Act). \r\n6. We note Wade conceded any recovery against County would be offset by his settlement with Pierce.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25407","title":"In the Matter of Ernest E. Yarborough","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25407","description":"This is an attorney disciplinary case.","date":"2002-02-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        In the Matter of Ernest E.\r\nYarborough, Respondent.\r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25407\r\nHeard November 28, 2001 - Filed February 11, 2002\r\n\r\n\r\nINDEFINITE SUSPENSION\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAttorney General Charles M. Condon and Senior Assistant Attorney General James G. Bogle, Jr., both of Columbia, for the\r\nOffice of Disciplinary Counsel.\r\n\r\n        Ernest E. Yarborough,  pro se.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter, the sub-panel and the full panel recommended respondent Ernest E.\r\nYarborough be definitely suspended for 18 months.  We impose an indefinite suspension.\r\n\r\nFACTS\r\n\r\nThe Commission on Lawyer Conduct filed formal charges against \r\n  respondent regarding four matters. Respondent answered the formal charges and \r\n  appeared  pro se  at the hearing. Respondent cross-examined the State's \r\n  witnesses but did not present any evidence of his own and did not testify in \r\n  his own defense. The sub-panel issued its report which made findings of misconduct \r\n  and recommended a definite suspension of 18 months. The full panel adopted the \r\n  sub-panel's report.\r\n\r\nDisciplinary History\r\n\r\nUpon being convicted of obstruction of justice, \r\n  (1) respondent was placed on interim suspension on April 3, 1997. \r\n  In re Yarborough, 326 S.C. 62, 483 S.E.2d 473 (1997). That conviction \r\n  is not yet final. (2)\r\n\r\nRespondent was suspended from practice for six months on \r\n  August 4, 1997. In re Yarborough, 327 S.C. 161, 488 S.E.2d 871 (1997). \r\n  In this matter, the Court found misconduct based on respondent utilizing criminal \r\n  charges to gain advantage in a civil matter. See Rule 4.5, RPC, of Rule \r\n  407, SCACR.\r\n\r\nOn June 7, 1999, respondent was publicly reprimanded for \r\n  his improper conduct - making an unwanted sexual advance and inappropriate sexual \r\n  comments - towards his female client. In re Yarborough, 337 S.C. 245, \r\n  524 S.E.2d 100 (1999).\r\n\r\nChild Support Matter\r\n\r\nJames B. Loggins is an attorney who represents his client (Mother) in a family court matter against respondent. \r\nRespondent and Mother have a child together, and respondent is under a family court order to make child support payments\r\nto Mother.  Shortly after respondent's interim suspension in April 1997, respondent began falling behind in his child\r\nsupport payments.  Initially, he was not held in contempt for his failure to pay.  In October 1998, however, the family court\r\nfound respondent had willfully and intentionally failed to pay at least some of his child support obligation and held\r\nrespondent in contempt of court.\r\n\r\nFollowing the October 1998 family court order, respondent continued to fall behind in his child support payments.  In June\r\n1999, the parties reached an agreement wherein Mother would dismiss the Rule to Show Cause provided that respondent\r\npay $400 to the family court in Richland County by June 15, 1999, and an additional $1,000 by June 28, 1999.  Respondent\r\ndelivered to Loggins a $400 personal check (3) made out to the family court, and Loggins forwarded the check.  However,\r\nthe check was returned to respondent's wife because the Richland County Family Court does not accept personal checks. \r\nLoggins testified that the $400 check was never replaced or repaid.  Moreover, the $1,000 payment agreed to in the consent\r\norder was never paid.\r\n\r\nLinda Taylor, the family court records custodian, testified that as of January 2001, respondent had an arrearage of\r\n$29,237.76.  Taylor stated that the last payment made to the family court was in October 1998.  Although respondent\r\nimplied through cross-examination that he had made payments directly to Mother, respondent did not present her as a\r\nwitness.\r\n\r\nTony Kennedy Matter\r\n\r\nAs noted above, respondent was convicted of obstruction \r\n  of justice in 1997. One of the witnesses who testified against respondent was \r\n  Lemeul \"Tony\" Kennedy, who worked as a private investigator for respondent. \r\n  On May 20, 1998, while State v. Yarborough was on appeal, respondent \r\n  wrote Kennedy a letter. The letter begins as follows: \"The time has come for \r\n  you to face me in a civil trial for the false allegations that you made against \r\n  me.\" Respondent states in the letter that Kennedy \"conspired with others to \r\n  do great economic harm to me and my firm.\" Stating that Kennedy would spend \r\n  \"at least $10,000.00 to defend this lawsuit regardless of the outcome,\" respondent \r\n  wrote that the purpose of the letter was to give Kennedy, and his lawyer, \"an \r\n  opportunity to avoid a lawsuit through negotiations.\" Respondent then gave Kennedy \r\n  a June 15th deadline to negotiate, otherwise he would file a civil \r\n  suit seeking $50 million in damages.\r\n\r\nKennedy testified he was initially angry about the letter and that he then became scared because he felt as if respondent was\r\nthreatening him in order to get him to somehow recant his story or \"maybe lie for [respondent] regarding the criminal trial.\" \r\nKennedy felt that this was the only possible thing that respondent meant by suggesting that they \"negotiate.\"\r\n\r\nRespondent, through cross-examination and his closing argument,  suggested that he was merely trying to help Kennedy\r\n\"settle out\" of the lawsuit he intends to file.  No lawsuit was ever filed by respondent.\r\n\r\nThe panel was \"unpersuaded\" by respondent's characterizations of  the letter as an attempt to enter into negotiations.  The\r\npanel found the letter was patently shocking, outrageous, and an attempt to intimidate a witness for the prosecution in the\r\ncriminal case against respondent.  Moreover, the panel found respondent had failed to respond to Disciplinary Counsel's\r\ninitial inquiry about the letter.  Respondent answered subsequent inquiries by Disciplinary Counsel by asserting the Fifth\r\nAmendment because he felt he was being accused of a crime.  The panel found that respondent, in effect, failed to respond\r\nto the notice of full investigation.\r\n\r\nJasper Boykin and Mary White Matters\r\n\r\nThese two matters involve separate lawsuits brought by Jasper \r\n  Boykin and Mary White against Allstate Insurance Company. The lawsuits were \r\n  similar factually, both involved issues of wrongful termination, and Boykin \r\n  and White knew and had worked with each other. White began her lawsuit pro se \r\n  but eventually hired respondent as her attorney in late 1996; Boykin retained \r\n  respondent in or about February 1997. Boykin paid the retainer fees for both \r\n  lawsuits. The main issue in these matters involves respondent's participation \r\n  in the lawsuits after he was placed on interim suspension in \r\n  April 1997.\r\n\r\nRespondent and his associate, James Galmore, prepared complaints in the actions, which were filed in state court but\r\nremoved to federal court.  The initial discovery was to be filed by July 1997 and had not been filed when respondent was\r\nplaced on interim suspension in April 1997.  White learned of respondent's suspension from an article in the newspaper. \r\nShe contacted respondent's office but did not receive a letter from respondent regarding his suspension.  \r\n\r\nMeanwhile, Galmore filed a motion to be relieved from the \r\n  Boykin case in July 1997. Galmore asserted, inter alia, that respondent was \r\n  primary counsel and had been suspended and that he (Galmore) was not competent \r\n  to handle the issues involved in the cases. Galmore was relieved as counsel. \r\n  However, in August 1997, Galmore moved to reappear as counsel in the Boykin \r\n  case because \"arrangements\" had been made to continue representation. \r\n  (4)\r\n\r\nOn August 1, 1997, Boykin, White, Galmore, and respondent met in Galmore's office.  White and Boykin were upset with\r\nhow their cases had been handled so far.  Galmore was hesitant to continue representing them, but respondent was\r\nencouraging Galmore to continue to handle their cases.  According to the testimony of Galmore, Boykin, and White,\r\nrespondent stated that he would help Galmore and work \"behind the scenes\" on the cases.\r\n\r\nOn that same day, Boykin wrote a check to Galmore for $2,300.  He testified that on August 13, he went to respondent's\r\nhome to complete discovery on his case.  Respondent told Boykin the discovery would be promptly finalized and filed with\r\nthe federal court.  Boykin wrote two additional checks that day - one for $1,300 made out to respondent and another to\r\nGalmore for $1,000.  Respondent also executed promissory notes in favor of Boykin in the amounts of $2,300 and $1,300. \r\nBoykin testified that the amounts paid to respondent were not loans, but were legal fees, and the promissory notes were\r\nsupposed to be respondent's guarantee to perform the work properly.\r\n\r\nWhite's case was dismissed with prejudice in November 1997 for failure to file discovery.  After she learned of the\r\ndismissal, she telephoned respondent and told him how dissatisfied she was with his handling of the case.  When White\r\ninformed respondent she was going to write a letter to the South Carolina Bar complaining about him, respondent offered\r\nto pay White $30,000 to not write the letter.\r\n\r\nIn December 1997, Galmore again withdrew as counsel in the Boykin case.  Boykin eventually retained other attorneys and\r\nreluctantly settled his case in April 1998.  After Boykin wrote a letter regarding the settlement to federal judge Joe\r\nAnderson, Judge Anderson convened a hearing at which many of the details regarding respondent's actions were testified to\r\nby Boykin.\r\n\r\nDISCUSSION\r\n\r\nThe panel recommended an 18-month definite suspension and that respondent pay the costs of the proceedings.  Neither\r\nparty filed exceptions to the report.  \"The failure of a party to file a brief taking exceptions to the report constitutes an\r\nacceptance to the findings of fact, conclusions of law, and recommendations.\"  Rule 27, RLDE, of Rule 413, SCACR.\r\n\r\nAlthough this Court is not bound by the findings of the \r\n  panel, these findings are entitled to great weight, particularly when the inferences \r\n  to be drawn from the testimony depend on the credibility of the witnesses. E.g., \r\n  In re Chastain, 340 S.C. 356, 532 S.E.2d 264 (2000); In re Marshall, \r\n  331 S.C. 514, 498 S.E.2d 869 (1998). The Court, however, may make its own findings \r\n  of fact and conclusions of law, and it is not bound by the panel's recommendation. \r\n  Id. Indeed, the authority to discipline attorneys and the manner in which \r\n  the discipline is given rests entirely with the Supreme Court. In re Marshall, \r\n  supra; In re Hines, 275 S.C. 271, 269 S.E.2d 766 (1980). Finally, \r\n  a disciplinary violation must be proven by clear and convincing evidence. Id.\r\n\r\nIn our opinion, the clear and convincing evidence supports the above facts.  By his actions, respondent has committed\r\nnumerous acts of misconduct.  Specifically, we find respondent violated  the following Rules of Professional Conduct: \r\nRule 4.4, RPC, of Rule 407, SCACR, (failure to respect the rights of third persons); Rule 5.5, RPC (engaging in the\r\nunauthorized practice of law); Rule 8.1(b), RPC (failure to respond to lawful demand of a disciplinary authority); and Rule\r\n8.4(e), RPC (engaging in conduct that is prejudicial to the administration of justice). \r\n\r\nIn addition, respondent violated the following Rules for Lawyer Disciplinary Enforcement:  Rule 7(a)(1), RLDE, of Rule\r\n413, SCACR (violating the Rules of Professional Conduct); Rule 7(a)(3), RLDE (knowingly failing to respond to a lawful\r\ndemand from the Commission); Rule 7(a)(5), RLDE (engaging in conduct tending to pollute the administration of justice or\r\nbring the courts or legal profession into disrepute or conduct demonstrating an unfitness to practice law); Rule 7(a)(6),\r\nRLDE (conduct violating the oath of office taken upon the admission to practice law in this State); Rule 7(a)(7), RLDE,\r\n(willfully violating an order issued by a court of this State).\r\n\r\nFurthermore, with regard to the Kennedy matter, we believe respondent has violated the spirit of Rule 4.5, RPC, which\r\nstates:  \"A lawyer shall not present, participate in presenting, or threaten to present criminal charges solely to obtain an\r\nadvantage in a civil matter.\"  In the instant case, however, it appears respondent attempted to utilize the civil system to\r\ngain advantage in his own criminal matter.\r\n\r\nIn our opinion, respondent's actions in the instant case, \r\n  as well as in the past, \"reflect a pattern of unprofessional conduct and demonstrate \r\n  [respondent's] present unfitness to practice law.\" In re Gaines, 293 \r\n  S.C. 314, 315, 360 S.E.2d 313, 314 (1987). In Gaines, the Court indefinitely \r\n  suspended the respondent where he committed various acts of misconduct including \r\n  contacting a witness in a criminal matter and offering her money to drop criminal \r\n  charges against his client, notarizing a forged signature on a verification \r\n  form and filing it with the circuit court, and failing to properly account for \r\n  the funds of a client. The Court noted the respondent's prior public reprimand \r\n  and indefinitely suspended him.\r\n\r\nThe Court also imposed an indefinite suspension in the case \r\n  of In re Moore, 345 S.C. 144, 546 S.E.2d 651 (2001). Like respondent \r\n  in the instant case, Moore's misconduct included, inter alia, practicing \r\n  law while under suspension, failure to cooperate with the Commission, and violations \r\n  of family court orders regarding child support.\r\n\r\nFinally, in the case of In re Hall, 333 S.C. 247, \r\n  509 S.E.2d 266 (1998), Hall was found to have committed misconduct in two matters \r\n  with one involving the willful violation of a child support order. Hall previously \r\n  had been publicly reprimanded and also had his license suspended for failure \r\n  to pay Bar dues. The Court imposed the sanction of indefinite suspension.\r\n\r\nWe find respondent's conduct in this case is egregious and \r\n  outrageous in many respects. He practiced law while under suspension, threatened \r\n  civil action against a State witness in his own ongoing criminal case, and willfully \r\n  failed to pay child support. His past disciplinary matters are likewise not \r\n  mild in nature. Although the panel recommended an 18-month definite suspension, \r\n  we believe an indefinite suspension is the more appropriate sanction.  See \r\n  In re Moore, supra; In re Hall, supra; In re Gaines, \r\n  supra;  see also In re Marshall, supra (the authority to \r\n  discipline attorneys and the manner in which the discipline is given rests entirely \r\n  with the Supreme Court).\r\n\r\nAccordingly, we indefinitely suspend respondent and order him to pay the costs of these disciplinary proceedings.  Within\r\nfifteen days of the date of this opinion, respondent shall file an affidavit with the Clerk of Court showing that he has\r\ncomplied with Rule 30 of the Rules for Lawyer Disciplinary Enforcement.\r\n\r\nINDEFINITE SUSPENSION.\r\n\r\nTOAL, C.J., MOORE, WALLER, BURNETT AND PLEICONES, JJ. concur.\r\n1. In brief, the facts of the obstruction of justice are as follows.  Respondent represented John Glenn who was suspected of\r\nstalking his former girlfriend (Girlfriend).  Upon finding Glenn armed with a gun in Girlfriend's bedroom closet, the police\r\narrested  him and charged him with burglary.  Respondent contacted Girlfriend and asked her to drop the charges.  He told\r\nher Glenn would pay her $500 to drop the warrant; Girlfriend refused.  At trial, respondent's private investigator, Tony\r\nKennedy, testified that respondent asked Kennedy to see if he could get Girlfriend to drop the charges and to remind her of\r\nthe $500 offer.  Girlfriend eventually acquiesced, and Kennedy got an affidavit from her stating she did not want to\r\ncontinue the case and that she had given Glenn permission to enter her house.  At trial, Girlfriend testified the affidavit was\r\nfalse and she never received any money.  Respondent testified that his offer to Girlfriend was in the form of restitution for\r\nproperty damage.  Respondent denied directing Kennedy to talk to Girlfriend about the money.\r\n2. The Court of Appeals affirmed the \r\n  conviction on the merits, but remanded the matter to the trial court on respondent's \r\n  issue regarding jury misconduct. State v. Yarborough, Op. No. 2000-UP-059 \r\n  (S.C. Ct. App. filed Feb. 8, 2000). Respondent petitioned for certiorari, but \r\n  this Court denied the petition. \r\n3. The personal check was drawn on the account of respondent's wife.\r\n4. Galmore has been sanctioned by this \r\n  Court for his conduct in the Boykin and White matters, as well as some other \r\n  unrelated matters.  See In re Galmore, 340 S.C. 46, 530 S.E.2d 378 (2000) \r\n  (agreement for public reprimand accepted). As to the Boykin case, we found that \r\n  Galmore failed to report respondent's offer to practice law while under suspension \r\n  to the Disciplinary Commission.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25408","title":"Rafsanjoni v. Doe","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25408","description":"Issue is tolling of statute of limitations when defendant moves out of this state 12 days prior to expiration of SOL.","date":"2002-02-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n25408\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Khalill Rafsanjoni, Petitioner,\r\n        \r\n        \r\nv.\r\n        \r\n\r\nJohn Doe and Christopher D.\r\nWood, Defendants,\r\n\r\nOf Whom Christopher D. Wood\r\nis Respondent.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Richland County\r\nPaul E. Short, Jr., Circuit Court Judge\r\n\r\n\r\n\r\nOpinion No. 25408\r\nHeard October 24, 2001 - Filed February 11, 2002\r\n\r\n\r\nREVERSED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nJ. Marvin Mullis, Jr. of Mullis Law Firm, of Columbia, and Frank A. Barton, of West Columbia, for petitioner.\r\n\r\nDavid S. Cobb of Turner, Padget, Graham &amp; Laney, of Charleston, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n\r\nJUSTICE WALLER: We granted a writ of certiorari to review the \r\nCourt of Appeals' unpublished opinion in Rafsanjoni v. Doe, 2000-UP-096 \r\n(S.C. Ct. App. filed Feb. 15, 2000). We reverse. \r\nFACTS\r\n\r\n\r\nPetitioner, Khalill Rafsanjoni, was hit by two automobiles while crossing Harden Street in Columbia on January 7, 1995. \r\nOne of the automobiles was driven by Respondent, Christopher Wood, and the other by an unknown driver, John Doe. (1) \r\nRafsanjoni filed a summons and complaint (S&amp;C) on Jan. 2, 1998 (5 days prior to expiration of the three year statute of\r\nlimitations), with the Richland County Clerk of Court, and simultaneously delivered the S&amp;C to the Horry County Sheriff\r\nfor service on Wood. (2)  An affidavit of non-service was returned by the Sheriff on January 30, 1998; the affidavit stated\r\nWood had moved to an address in Lexington, Kentucky.  Thereafter, Wood was served on Feb. 12, 1998, by certified mail,\r\nrestricted delivery, return receipt requested.  Wood's motion to dismiss the complaint based upon the statute of limitations\r\n(SOL) was granted.  The Court of Appeals affirmed.\r\n\r\nISSUE (3)\r\n\r\n\r\nWas the statute of limitations tolled when Wood moved out of state on December 26, 1997?\r\n\r\nDISCUSSION\r\n\r\n\r\nRafsanjoni contends the statute of limitations was tolled pursuant to S.C. Code Ann. § 15-3-30 (1976), when Wood moved\r\nout of the state on December 26, 1997, twelve days prior to the expiration of the limitations period.  We agree.\r\n\r\nSection 15-3-30 provides:\r\n\r\n\r\nIf when a cause of action shall accrue against any person he shall be out of the State, such action may be commenced within\r\nthe terms in this chapter respectively limited after the return of such person into this State.  And if, after such cause of\r\naction shall have accrued, such person shall depart from and reside out of this State or remain continuously absent\r\ntherefrom for the space of one year or more, the time of his absence shall not be deemed or taken as any part of the time\r\nlimited for the commencement of such action. \r\n\r\n\r\nIn Meyer v. Paschal, 330 S.C. 175, 498 S.E.2d 635 \r\n  (1998), we held the tolling provisions of § 15-3-30 are inapplicable in situations \r\n  in which the defendant is amenable to personal service of process and can be \r\n  brought with the personal jurisdiction of South Carolina courts. However, Meyer \r\n  is limited to situations in which the name and location of the defendant is \r\n  known to the plaintiff; the limitations period may be tolled when that information \r\n  is not known to the plaintiff.  Id. at 184, 498 S.E.2d at 639. In Tiralango \r\n  v. Balfry, 335 S.C. 359, 517 S.E.2d 430 (1999), we interpreted Meyer \r\n  as requiring an objective test of knowledge, i.e., the statute is tolled when \r\n  the plaintiff did not, and could not reasonably have known the whereabouts of \r\n  the defendant.\r\n\r\nOn the facts before us, we hold Rafsanjoni was not reasonably required to have known the Kentucky address prior to\r\nexpiration of the SOL, such that the statute was tolled upon Wood's departure from the state. (4)    \r\n\r\nIt is undisputed that, at the time of the accident, Wood's permanent address was his parents' home in Myrtle Beach. \r\nThereafter, he moved to Richland County in May 1996, where he remained until December 26, 1997, twelve days prior to\r\nthe expiration of the SOL.  Although the Sheriff's return dated January 30, 1998 indicates a Lexington, Kentucky address,\r\nthere is no indication in the appendix at to the exact date on which Wood established residency there.  Under these\r\ncircumstances, we find Rafsanjoni was not reasonably required to know Wood's Kentucky address prior to expiration of\r\nthe statute of limitations; indeed, to hold otherwise  would defeat the purpose of the tolling provisions of S.C. Code Ann. §\r\n15-3-30. (5)  Accordingly, the Court of Appeals opinion is \r\n\r\nREVERSED. (6)\r\n\r\nTOAL, C.J., MOORE, BURNETT and PLEICONES, JJ., concur.\r\n1.   It appears service was never perfected upon Doe; however, that matter is not before the Court.\r\n2.   At the time of the accident, Wood was a student at the University of South Carolina residing in Cayce, but the address\r\nlisted on his driver's license was his parents' address in Myrtle Beach.  Wood established residency in Columbia upon his\r\ngraduation in May, 1996.  His driver's license was changed to reflect the Columbia address, and he remained in Columbia\r\nuntil Dec. 26, 1997, when he moved to Lexington, Kentucky. \r\n3.   In light of our holding, we need not address Rafsanjoni's remaining issue.\r\n4.   Although it appears Wood was subject to service pursuant to the long-arm statute, the critical inquiry is whether\r\nRafsanjoni knew or should have known Wood's Kentucky address.   \r\n5.  We note that both the trial court \r\n  and Court of Appeals were troubled by the fact that Rafsanjoni filed his S&amp;C \r\n  only 5 days prior to the expiration of the statute of limitations. This is simply \r\n  irrelevant. Rafsanjoni had three full years in which to file suit, and the fact \r\n  that Woods moved out of state immediately prior to the statute running cannot \r\n  be deemed to somehow shorten that period.  Cf Carras v. Johnson, 892 \r\n  P.2d 780 (Wash. App. 1995)(plaintiff has full period of statute of limitation \r\n  within which to attempt to effect service; waiting until days before statute \r\n  runs does not militate against finding of due diligence). \r\n6.   We also reject Wood's claim that section 15-3-30 is inapplicable because he had not resided outside South Carolina for\r\nmore than one year.  Contrary to Wood's contention, the statute clearly creates two different categories of absent\r\ndefendants: those who depart and reside out of state at any time prior to expiration of the SOL, and those who leave the\r\nstate for a period of one year or more, with the intent to return. \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25409","title":"Wade v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25409","description":"This case deals with whether a judge may order an inmate's credits revoked for falsely testifying at his post-conviction relief hearing.","date":"2002-02-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n       Stacy Wade, Petitioner,  \r\n        \r\n             v. \r\n\r\n        \r\n\r\n        State of South Carolina, Respondent. &nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\nAppeal From Dillon County\r\n  James E. Lockemy, Trial Judge,\r\n  Daniel F. Pieper, Post-Conviction Judge\r\n\r\n\r\nOpinion No. 25409\r\nSubmitted November 28, 2001 - Filed February 11, 2002\r\n\r\n\r\n  REVERSED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nSenior Assistant Appellate Defender Wanda H. Haile, of South Carolina Office of Appellate\r\nDefense, of Columbia, for petitioner.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh,\r\nAssistant Deputy Attorney General B. Allen Bullard, Jr., and Assistant Attorney General David\r\nSpencer, all of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\nJUSTICE BURNETT:  Stacy Wade (\"Wade\") appeals the PCR court's recommendation to\r\nrevoke his inmate credits for falsely testifying under S.C. Code Ann. § 24-27-200 (Supp. 2000). \r\nWe reverse.\r\nFACTUAL/PROCEDURAL HISTORY\r\n\r\nWade originally pled guilty, as part of a plea bargain, to various charges including distribution of\r\ncrack cocaine.  Wade did not appeal, but ultimately filed for post-conviction relief (\"PCR\").\r\n\r\nWade asserts he is entitled to relief because he was coerced into pleading guilty.  Wade insists he\r\npled guilty after his attorney instructed him to do so or he would lose the plea bargain.  Both of\r\nWade's attorneys contradicted his testimony suggesting they induced him to lie.\r\n\r\nThe State moved, pursuant to S.C. Code Ann. § 24-27-200 (Supp. 2000), to revoke Wade's inmate\r\ncredits for testifying falsely at the PCR hearing.  The PCR court denied Wade's petition, but\r\ngranted the motion to revoke Wade's credits.\r\n\r\nISSUE\r\n\r\n\r\n\r\nDid the PCR court err in recommending forfeiture of     Wade's inmate credits under S.C. Code\r\nAnn. § 24-27-200  (Supp. 2000) for testifying falsely?\r\n\r\n\r\nDISCUSSION\r\n\r\nDeciding whether the PCR court erred this Court must first \r\n  address whether § 24-27-200 applies to PCR hearings. We hold it does not.\r\n\r\n\r\n    I  \r\n  \r\n\r\n\r\nThe relevant portion of the statute provides:\r\n\r\n\r\n  A prisoner shall forfeit all or part of his earned work, \r\n    education or good conduct credits in an amount to be determined by the Department \r\n    of Corrections upon recommendation of the court if the court finds that the \r\n    prisoner has done any of the following in a case pertaining to his \r\n    incarceration or apprehension filed by him in state or federal court or in \r\n    an administrative proceeding while incarcerated:\r\n    ...\r\n\r\n  \r\n\r\n    (2) testified falsely or otherwise presented false \r\n      evidence or information to the court;\r\n      ...\r\n      The court may make such findings on its own motion, on motion of counsel \r\n      for the defendant, or on motion of the Attorney General, who is authorized \r\n      to appear in the proceeding, if he elects, in order to move for the findings \r\n      in a case in which the State or any public entity or official is a defendant.\r\n\r\n  \r\n\r\nS.C. Code Ann. § 24-27-200 (Supp. 2000)(emphasis added).\r\n\r\nThis case presents an issue of first impression. Previously \r\n  this Court in Al-Shabazz v. State, 338 S.C. 354, 527 S.E.2d 742 (2000), \r\n  mentioned § 24-27-200 twice in dicta. (1) This \r\n  case appears to be the first instance where the Attorney General's office has \r\n  used the revocation statute.\r\n\r\nThis Court in Al-Shabazz v. State, supra, \r\n  held an inmate may raise inmate credit issues or conditions of imprisonment \r\n  under the Administrative Procedures Act (\"APA\") and not through PCR. This Court \r\n  cited § 24-27-200 both times in discussing an inmate's challenge to credit issues \r\n  within the APA.  See Al-Shabazz, 338 S.C. at 381-82, 527 S.E.2d at 756-57. \r\n  Al-Shabazz does not control the disposition of this case.\r\n\r\nThe cardinal rule of statutory construction is for a court \r\n  to give effect to the Legislature's intent. Charleston County Sch. Dist. \r\n  v. State Budget and Control Bd., 313 S.C. 1, 437 S.E.2d 6 (1993). \"What \r\n  a legislature says in the text of a statute is considered the best evidence \r\n  of the legislative intent or will.\" Norman J. Singer, Sutherland Statutory \r\n  Construction § 46.03 at 94 (5th ed. 1992). A court must apply the plain \r\n  meaning of a statute where its language is unambiguous and conveys a clear meaning. \r\n  Hodges v. Rainey, 341 S.C. 79, 533 S.E.2d 578 (2000).\r\n\r\nThe statute seemingly includes PCR hearings as cases instituted \r\n  by an inmate, filed in a state court, relating to his incarceration. See \r\n  17 S.C. Jur. § 2 (1993) (\"State post-conviction relief is a civil action by \r\n  which a person convicted of, or sentenced for, a crime, and who is either detained \r\n  or faces a possibility of detention, institutes a proceeding to challenge a \r\n  court's conviction or sentence on constitutional grounds.\" ). However, a court \r\n  must reject a statute's interpretation leading to absurd results not intended \r\n  by the Legislature. Ray Bell Constr. Co. v. School Dist. of Greenville County, \r\n  331 S.C. 19, 501 S.E.2d 725 (1998).\r\n\r\nAdditionally, courts are not confined to the literal meaning \r\n  of a statute where the literal import of the words contradicts the real purpose \r\n  and intent of the lawmakers. Greenville Baseball v. Bearden, 200 S.C. \r\n  363, 20 S.E.2d 813 (1942). To obtain the real purpose and intent of the lawmakers \r\n  a court must not look to the \"phraseology of an isolated section or provision, \r\n  but the language of the statute as a whole considered in the light of its manifest \r\n  purpose.\" City of Columbia v. Niagara Fire Ins. Co., 249 S.C. 388, 391, \r\n  154 S.E.2d 674, 676 (1957). All provisions of a statute must be given full force \r\n  and effect. Nucor Steel v. South Carolina Pub. Serv. Com'n, 310 S.C. \r\n  539, 426 S.E.2d 319 (1992). Applying § 24-27-200 to PCR actions results in absurd \r\n  and disparate results not intended by the Legislature.\r\n\r\nII\r\n\r\n\r\nThe Legislature passed the revocation statute within the \r\n  Inmate Litigation Act (\"ILA\"). See S.C. Code Ann. § 24-27-100,  et \r\n  seq. (Supp. 2000); 1996 Act No. 455. The primary problem with applying § \r\n  24-27-200 to PCR actions is it creates disparity between non-incarcerated and \r\n  incarcerated applicants. (2) \r\n\r\n  The chief problem with applying the ILA to PCR is the disparity between non-incarcerated \r\n  and incarcerated applicants. The ILA applies only to prisoners \"defined as a \r\n  person who has been convicted of a crime and is incarcerated for that crime \r\n  or is being held in custody for trial or sentencing.\" S.C. Code Ann. § 24-27-140 \r\n  (Supp. 2000). However, an individual may apply for PCR if they are in custody \r\n  or can demonstrate prejudice from the persistent results of their conviction. \r\n   See Jackson v. State, 331 S.C. 489, S.E.2d 915 (1997). Applying the \r\n  ILA to PCR proceedings gives the State the power to punish prisoners for asserting \r\n  constitutional rights while non-incarcerated applicants can assert those rights \r\n  without fear of retribution. The State does not proffer any justification for \r\n  such disparate treatment. \r\nWe note this disparity increases when applying other provisions of the ILA to PCR actions.  A\r\ncourt under § 24-27-300 may hold a prisoner for contempt of court for a period of not exceeding\r\none year if it finds:\r\n\r\n\r\nthe prisoner has, on three or more prior occasions, while incarcerated, brought in a court of this\r\nState a civil action or appeal pertaining to his incarceration or apprehension that was dismissed\r\nprior to a hearing on the merits on the grounds that the action or appeal was frivolous, malicious,\r\nor meritless.\r\n\r\n\r\nS.C. Code Ann. § 24-27-300 (Supp. 2000).\r\n\r\nIf the provisions of the ILA applied to PCR actions, a court could hold an incarcerated applicant\r\nwho previously filed two frivolous lawsuits in contempt upon finding the subsequent PCR\r\napplication frivolous.  The incarcerated applicant may suffer a revocation of inmate credits and\r\nserve additional prison time.  The non-incarcerated applicant suffers no such infirmities. (3)\r\n\r\nSection 24-27-300 also creates an exception to the three \r\n  strikes contempt if \"the court finds the prisoner was under imminent danger \r\n  of great bodily injury...at the time of the filing of the present action.\" Id. \r\n  This exception is logical only if one reads the statute as creating an exception \r\n  for prisoners filing suit challenging dangerous prison living conditions causing \r\n  an imminent danger to them. A PCR applicant would never fall under this \"dangerous \r\n  conditions\" exception since the purpose of a PCR is to challenge a conviction \r\n  not living conditions.  See Al-Shabazz v. State, supra; Tutt \r\n  v. State, 277 S.C. 525, 290 S.E.2d 414 (1982). The placement of the exception \r\n  suggests the Legislature intended the ILA to apply to non-PCR inmate litigation.\r\n\r\nFurther, applying the three strikes provision to PCR would change this Court's tradition of giving\r\nprisoners access to PCR with minimal burdens.  Section 24-27-300 allows the judge to hold the\r\nprisoner in contempt and to incarcerate the inmate for an additional year.  This measure may not\r\nstop a prisoner from utilizing the PCR structure, but it would assuredly chill a prisoner's exercise\r\nof a constitutional right.  Such a result is contrary to the long tradition of giving prisoners ready\r\naccess to PCR mechanism. (4)  \r\n\r\nThe presence of a complex fee structure evidences the Legislature's \r\n  intent to use the ILA to curb the abuses of inmate litigation dealing with prison \r\n  conditions. One way for the Legislature to curtail inmate litigation dealing \r\n  with prison conditions is to require inmates to pay filing fees and court costs. \r\n  However, a PCR applicant is not required to pay a filing fee or meet the complex \r\n  payment structure of the ILA. (5)  See Thompson \r\n  v. State, 325 S.C. 58, 479 S.E.2d 808 (1997). If the Legislature intended \r\n  for the ILA to apply to PCR actions it seems the Legislature would first mandate \r\n  a filing fee for PCR applications. \r\n\r\nThe Legislature limits the application of the ILA to civil \r\n  cases. See S.C. Code Ann. §§ 24-27-100-110, 130, 150, 300 (Supp. 2000). \r\n  While PCR action is considered a \"civil case,\" it is, like its federal equivalent, \r\n  (6) categorized as such to differentiate it from criminal proceedings \r\n  which are intended to punish thus requiring special constitutional protections. \r\n   See Ex parte Tom Tong, 108 U.S. 556, 559, 2 S.Ct. 871, 872, 27 L.Ed. \r\n  826 (1883) (Habeas corpus review is a civil proceeding because \"[p]roceedings \r\n  to enforce civil rights are civil proceedings, and proceedings for the punishment \r\n  of crimes are criminal proceedings.\") \r\n\r\nCourts treat PCR differently than traditional civil cases. \r\n  For example, PCR actions are the only type of case which this Court mandates \r\n  appellate counsel must brief all arguable issues, despite counsel's belief the \r\n  appeal is frivolous.  See Austin v. State, 305 S.C. 453, 409 S.E.2d 395 \r\n  (1991); Johnson v. State, 294 S.C. 310, 364 S.E.2d 201 (1988); Anders \r\n  v. California, 386 U.S. 738, 87 S.Ct. 1396, 18 L.Ed.2d 493 (1967). A lawyer \r\n  knowingly filing a frivolous claim in any other civil case violates Rule 11, \r\n  SCRCP. (7) Additionally, a PCR applicant who \r\n  is granted a hearing has a statutory right to be represented by a court-appointed \r\n  attorney. S.C. Code Ann. § 17-27-60 (1985); Whitehead v. State, 310 S.C. \r\n  532, 426 S.E.2d 315 (1992). This right does not generally exist for plaintiffs \r\n  in civil cases.\r\n\r\nIn addition to these concerns, we note the legislative and \r\n  judicial systems already place limitations to deter inmate litigation abuse \r\n  in the PCR process. First, a petitioner must raise all available grounds for \r\n  relief in the first PCR application since successive applications are usually \r\n  barred. S.C. Code Ann. § 17-27-90 (1985); Aice v. State, 305 S.C. 448, \r\n  409 S.E.2d 392 (1991). Second, an applicant must file the PCR application within \r\n  one year of the final resolution of the criminal conviction. S.C. Code Ann. \r\n  § 17-27-45 (A) (Supp. 2000). Third, a petitioner faces a one-year deadline to \r\n  file an application asserting a newly created standard or right, and to raise \r\n  newly discovered material facts. S.C. Code Ann. § 17-27-45 (C)(Supp. 2000). \r\n\r\n\r\nAn individual under PCR effectively is granted one chance to argue for relief and must do so\r\nwithin a year of his final appeal.  These limitations adequately prevent inmates from abusing the\r\nPCR process.\r\n\r\nCONCLUSION\r\n\r\n\r\nSection 24-27-200 does not apply to PCR hearings.  The PCR court's recommendation to revoke\r\nWade's inmate credits is REVERSED.\r\n\r\nTOAL, C.J., MOORE, WALLER and PLEICONES, JJ., concur.\r\n1.  This Court in Thompson v. State, \r\n  325 S.C. 58, 479 S.E.2d 808 (1997), dealt with the filing fee requirements in \r\n  the Inmate Litigation Act. See S.C. Code Ann. §24-27-100, et seq. \r\n  (Supp. 2000). We found the statute was inapplicable to PCR petitions because \r\n  S.C. Code Ann. § 17-27-20 (1985), \"specifically states that an action for post-conviction \r\n  relief may be instituted without the payment of a filing fee, regardless of \r\n  a person's financial status.\" Thompson, 325 S.C. at 59, 479 S.E.2d at \r\n  808. \r\n2.  While our decision does not rest \r\n  on federal law, we note the Legislature may have modeled the ILA on the federal \r\n  Prison Litigation Reform Act (\"PLRA\"), Title VIII of the Omnibus Consolidated \r\n  Recisions and Appropriations Act of 1996, Pub.L. No. 104-134, 110 Stat. 1321 \r\n  (1996). The ILA does not expressly reference the PLRA, but numerous provisions \r\n  virtually mirror each other. Compare PLRA, Pub.L. 104-134, 110 Stat. \r\n  1321-73 § 804 (a)(codified at 28 U.S.C. § 1915 (a)(2)) with S.C. Code \r\n  Ann. § 24-27-100 (both requiring a prisoner filing a civil action to submit \r\n  a certified copy of their trust fund account statement); and PLRA, Pub.L. \r\n  104-134, 110 Stat. 1321-73 § 804 (a)(codified at 28 U.S.C. § 1915 (b)(1)) with \r\n  S.C. Code Ann. § 24-27-100 (both requiring prisoner filing a civil action to \r\n  pay partial filing fee); and PLRA, Pub.L. 104-134, 110 Stat. 1321-73, \r\n  § 804 (a)(codified at 28 U.S.C. § 1915 (b)(2)) with S.C. Code Ann. § \r\n  24-27-100 (both requiring prisoner after paying partial filing fee to make subsequent \r\n  monthly payments until the full fee is paid); and PLRA, Pub.L. 104-134, \r\n  110 Stat. 1321-74, § 804 (c)(codified at 28 U.S.C. § 1915(f)(2)(A)) with \r\n  S.C. Code Ann. § 24-27-110 (both dealing with prisoner paying court costs); \r\n  and PLRA, Pub.L. 104-134, 110 Stat. 1321-74, § 804 (d)(codified at 28 \r\n  U.S.C. § 1915 (g)) with S.C. Code Ann. § 24-27-300 (both dealing with \r\n  prisoners who bring three or more frivolous claims and both including an imminent \r\n  danger exception); and PLRA, Pub.L. 104-134, 110 Stat. 1321-75, § 804 \r\n  (e)(codified at 28 U.S.C. § 1915 (h)) with S.C. Code Ann. § 24-27-140 \r\n  (both giving similar definitions of \"prisoner\"); and PLRA, Pub.L. 104-134, \r\n  110 Stat. 1321-76, § 809 (a)(codified at 28 U.S.C. § 1932) with S.C. \r\n  Code Ann. § 24-27-200 (both dealing with revocation of inmate credits). \r\n\r\n\r\nThe federal equivalent to § 24-27-200 is 28 U.S.C. § 1932. \r\n  PLRA, Pub.L. 104-134, 110 Stat. 1321-76, § 809 (a). Neither have been interpreted \r\n  by a court. However, all federal courts to consider the issue limit the application \r\n  of the PLRA to suits challenging prison conditions and not petitions challenging \r\n  the actual confinement under 28 U.S.C. §§ 2254 or 2255 (federal habeas corpus \r\n  statutes).  See United States v. Ortiz, 136 F.3d 161 (D.C. Cir. 1998); \r\n  Smith v. Angelone, 111 F.3d 1126 (4th Cir.), cert. denied, 521 \r\n  U.S. 1131, 118 S.Ct. 2, 138 L.Ed.2d 1036 (1997); Anderson v. Singletary, \r\n  111 F.3d 801 (11th Cir. 1997); United States v. Simmonds, 111 F.3d 737 \r\n  (10th Cir. 1997); Naddi v. Hill, 106 F.3d 275 (9th Cir. 1997); United \r\n  States v. Cole, 101 F.3d 1076 (5th Cir. 1996); Santana v. United States, \r\n  98 F.3d 752 (3rd Cir. 1996); Martin v. United States, 96 F.3d 853 (7th \r\n  Cir. 1996); Reyes v. Keane, 90 F.3d 676 (2nd Cir. 1996). \r\n\r\n3.  We do not rule on the application \r\n  of the South Carolina Frivolous Civil Proceedings Sanctions Act, S.C. Code Ann. \r\n  § 15-36-10,  et seq. (Supp. 2000), to PCR hearings. \r\n4.   Cf. Smith v. Angelone, 111 \r\n  F.3d at 1131  quoting Martin, 96 F.3d at 855-56 (The Fourth Circuit, \r\n  construing the Federal three strikes provision, reasoned Congress intended to \r\n  apply the section to lawsuits in tort not habeas petitions because the result \r\n  \"would be contrary to the long tradition of ready access of prisoners to federal \r\n  habeas corpus, as distinct from their access to tort remedies.\"). \r\n5.   Cf Smith v. Angelone, supra. \r\n  The Fourth Circuit reasoned if Congress intended for the PLRA to apply to habeas \r\n  petitions it would change the habeas filing fee from $5 to an amount equal to \r\n  the filing fee of $120 for all other civil complaints. The court found Congress \r\n  would not create a complex payment structure to ensure payment of $5, but instead \r\n  created the structure to ensure indigent inmates would not use the legal system \r\n  to file frivolous claims regarding prison conditions. \r\n6.  The Fourth Circuit in Smith v. \r\n  Angelone, supra, wrote:\r\n\r\n\"(H)abeas corpus cases are, in effect, hybrid actions whose \r\n  nature is not adequately captured by the phrase 'civil action'; they are independent \r\n  civil dispositions of completed criminal proceedings. The 'civil' label is attached \r\n  to habeas proceedings in order to distinguish them from 'criminal' proceedings, \r\n  which are intended to punish and require various constitutional guarantees.\" \r\n  Smith, 111 F.3d at 1130 (quoting Santana, 98 F.3d at 754-55). \r\n7.  Attorney's signature on a pleading \r\n  or motion \"constitutes a certificate by him that he has read the pleading, motion \r\n  or other paper; that to the best of his knowledge, information and belief there \r\n  is good ground to support it; and that it is not interposed for delay.\" See \r\n  Rule 11 (a), SCRCP. \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25410","title":"Conner v. City of Forest Acres","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25410","description":"This is a wrongful discharge action involving several issues, including whether there is a jury issue on whether the employment handbook created an employment contract.","date":"2002-02-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nEvelyn H. Conner, Respondent,\r\n\r\n\r\n\r\nv.\r\n\r\n\r\nCity of Forest Acres, J.C. Rowe,\r\nand Lewis Langley, Petitioners.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI\r\n TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Richland County\r\nJoseph M. Strickland, Special Circuit Court Judge\r\n\r\n\r\n\r\nOpinion No. 25410\r\nHeard January 9, 2002 - Filed February 11, 2002\r\n\r\n\r\nAFFIRMED IN PART; REVERSED IN PART.\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nKathryn Thomas, of Gignilliat, Savitz &amp; Bettis, of Columbia, for petitioners.\r\n\r\nHenry Hammer and Howard Hammer, of Hammer, Hammer, Carrigg &amp; Potterfield, and Scott Elliott, of Elliott &amp; Elliott,\r\nP.A., all of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n\r\nJUSTICE WALLER: This is a wrongful discharge action. The trial \r\ncourt granted petitioners summary judgment on all claims. The Court of Appeals \r\nreversed and remanded. Conner v. City of Forest Acres, Op. No. 99-UP-433 \r\n(S.C. Ct. App. filed August 18, 1999). This Court granted certiorari to review \r\nthe Court of Appeals' decision. We affirm in part, and reverse in part. \r\nFACTS\r\n\r\nRespondent Evelyn Conner worked for the City of Forest Acres (\"the City\") as a police dispatcher.  She was hired in July\r\n1984 and was terminated in October 1993.  At the time of her termination, J.C. Rowe was the Chief of Police, and Corporal\r\nLewis Langley was her immediate supervisor.  Beginning in November 1992, Conner received numerous reprimands for\r\nsuch things as violating the dress code, tardiness, performing poor work, leaving work without permission, and using\r\nabusive language.  In July 1993, Conner was evaluated as unsatisfactory (1) and placed on a 90-day probation.  She was\r\nreprimanded twice in August 1993, and her October 1993 evaluation showed only slight improvement; therefore, the City\r\nterminated her on October 7, 1993.\r\n\r\nConner filed a grievance, and at the hearing before the grievance committee, she disputed many of the reprimands. (2)  The\r\ngrievance committee voted 2-1 to reinstate Conner.  The City Council, however, rejected the grievance committee's\r\ndecision and voted to uphold Conner's termination.\r\n\r\nDuring her employment, Conner received two employee handbooks.  After receiving each one, Conner signed an\r\nacknowledgment form.  The 1993 acknowledgment (3) stated as follows:\r\n\r\n\r\nI acknowledge that I have received a copy of the City of Forest Acres Personnel Policy and Procedures Manual (Adopted\r\nJuly 1, 1993).  I understand that I am responsible for reading, understanding, and abiding by the contents of these policies\r\nand procedures.  I further understand that all the policies contained herein are subject to change as the need arises.  I further\r\nunderstand that nothing in these policies and procedures creates a contract of employment for any term, that I am an\r\nemployee at-will and nothing herein limits the City of Forest Acres's rights for dismissal.\r\n\r\n\r\nOn page 1 of the handbook, entitled INTRODUCTION, there is the following language:\r\n\r\nIMPORTANT NOTICE\r\n\r\n\r\nMANY OF THE POLICIES CONTAINED IN THIS HANDBOOK ARE BASED ON LEGAL PROVISIONS,\r\nINTERPRETATIONS OF LAW, AND EMPLOYEE RELATIONS PRINCIPLES, ALL OF WHICH ARE SUBJECT TO\r\nCHANGE.  FOR THIS REASON, THIS HANDBOOK IS CONSIDERED TO BE A GUIDELINE AND IS SUBJECT TO\r\nCHANGE WITH LITTLE NOTICE.  THE HANDBOOK DOES NOT CONSTITUTE A CONTRACT OF\r\nEMPLOYMENT FOR ANY TERM.\r\n\r\nNOTHING IN THIS HANDBOOK SHALL BE CONSTRUED TO CONSTITUTE A CONTRACT.  THE CITY HAS\r\nTHE RIGHT, AT ITS DISCRETION, TO MODIFY THIS HANDBOOK AT ANY TIME.  NOTHING HEREIN LIMITS\r\nTHE CITY'S RIGHTS TO TERMINATE EMPLOYMENT.  ALL EMPLOYEES OF THE CITY ARE AT-WILL\r\nEMPLOYEES.  NO ONE EXCEPT THE CITY ADMINISTRATOR HAS THE AUTHORITY TO WAIVE ANY OF THE\r\nPROVISIONS OF THIS HANDBOOK, OR MAKE REPRESENTATIONS CONTRARY TO THE PROVISIONS OF\r\nTHIS HANDBOOK.\r\n\r\n\r\nThis same language appears on the last page of the handbook.\r\n\r\nThe handbook contained a section entitled \"Code of Conduct.\"  In this section, the handbook states that conduct \"reflecting\r\nunfavorably upon the reputation of the City, the Department, or the employee will not be tolerated.\"  Furthermore, this\r\nsection advises that:\r\n\r\n\r\nThis code of conduct is designed to guide all employees in their relationship with the City.\r\n\r\nThe following is a non-exclusive list of acts which are considered a violation of the Code of Conduct expected of a City\r\nemployee, and such conduct will be disciplined in accords with its seriousness, recurrence, and circumstances.  Degrees of\r\ndiscipline are given under the section entitled \"Discipline\" in this manual.\r\n\r\n\r\nThe list enumerates 23 different acts.\r\n\r\nThe Disciplinary Procedures section of the handbook states that it is the \"duty of all employees to comply with, and to\r\nassist in carrying into effect the provisions of the personnel policy and procedures.\"  Additionally, he handbook states the\r\nfollowing:\r\n\r\n\r\nOrdinarily, discipline shall be of an increasingly progressive nature, the step of progression being (1) oral or written\r\nreprimand, (2) suspension, and (3) dismissal.  Discipline should correspond to the offense and therefore NO\r\nREQUIREMENT EXISTS FOR DISCIPLINE TO BE PROGRESSIVE.  FIRST VIOLATIONS CAN RESULT IN\r\nIMMEDIATE DISMISSAL WITHOUT REPRIMAND OR SUSPENSION.\r\n\r\n\r\nFurthermore, this section states that violations of the code of conduct \"are declared\" to be grounds for discipline and that\r\ndiscipline \"will be used to enforce the City's Code of Conduct.\"  (Emphasis added).  Finally, the grievance procedure is\r\noutlined in detail.  In this section, the handbook states \"[i]t is the policy of the City of Forest Acres that all employees shall\r\nbe treated fairly and consistently in all matters related to their employment.\"\r\n\r\nAfter Conner was terminated, she brought suit against the City, Rowe and Langley.  In her original complaint, she alleged\r\nfive causes of action; an amended complaint contained nine causes of action.  After the case was removed to federal court,\r\nand then eventually remanded back to state court, only three causes of action remained:  breach of contract, breach of\r\ncontract accompanied by a fraudulent act, and bad faith discharge.\r\n\r\nThe trial court granted petitioners' motions for summary judgment.  The Court of Appeals reversed finding that a jury\r\nquestion existed regarding whether the handbook altered Conner's at-will employment status with the City.  The Court of\r\nAppeals further found that there was a jury issue as to whether Conner was terminated for cause.\r\n\r\nISSUES\r\n\r\n\r\n  Were Rowe and Langley improperly added as respondents to the appeal when the Notice of Appeal only named the\r\nCity?\r\n    \r\n  Did the Court of Appeals err in reversing summary judgment on the breach of contract and bad faith discharge claims?\r\n    \r\n  Did the Court of Appeals err in reversing summary judgment on the claim for breach of contract accompanied by a\r\nfraudulent act?\r\n\r\nDISCUSSION\r\n\r\n1.  Conner's Appeal Against Rowe and Langley\r\n\r\n\r\n\r\n\r\n\r\nPetitioners Rowe and Langley argue that the appeal against them should be dismissed because Conner failed to timely serve\r\nthem a Notice of Appeal.  We agree.\r\n\r\nWhen Conner appealed the trial court's decision, she filed a Notice of Appeal which named only \"City of Forest Acres\" as\r\nrespondent.  The Notice is dated January 12, 1998.  In a letter dated January 14, 1998, the Court of Appeals advised\r\nConner's attorney that the caption should read differently, i.e., that the City, Rowe and Langley should be listed as\r\ndefendants, and the City separately named as respondent.\r\n\r\nAfter several extensions were granted to Conner for filing her initial brief, the brief and designation of matter were filed in\r\nlate May 1998.  Thereafter, and in response to the Court of Appeals' request, Conner filed a \"corrected\" Notice of Appeal\r\nand Proof of Service which now named Rowe and Langley as respondents.  Rowe and Langley objected.  Conner filed a\r\nmotion to correct the record which Rowe and Langley opposed.  The Court of Appeals granted the motion and accepted the\r\nbackdated Notice of Appeal.\r\n\r\nRowe and Langley argue that the Court of Appeals erred in allowing this \"correction\" because this was not a typographical\r\nerror or mere oversight.  Instead, they contend Conner initially pursued an appeal against the City only, and this was\r\nconfirmed by the subsequent correspondence between Conner and the Court of Appeals.\r\n\r\nService of the notice of intent to appeal is a jurisdictional \r\n  requirement, and the Court has no authority to extend or expand the time in \r\n  which the notice of intent to appeal must be served. Mears v. Mears, \r\n  287 S.C. 168, 337 S.E.2d 206 (1985).\r\n\r\nClearly, Rowe and Langley were not served with a Notice \r\n  of Appeal naming them as respondents within the 30-day time period prescribed \r\n  by Rule 203(b)(1), SCACR. Nonetheless, citing Moody v. Dickinson, 54 \r\n  S.C. 526, 32 S.E. 563 (1899), Conner argues that clerical errors on a Notice \r\n  of Appeal will not defeat the appeal.\r\n\r\nIn Moody, the defendant filed a Notice of Appeal \r\n  naming \"H.J. Moody\" as plaintiff. However, \"defendant's counsel, having soon \r\n  afterwards discovered the mistake in the title of his notice of appeal, gave \r\n  notice to plaintiffs' counsel that he would move . . . to amend the notice of \r\n  appeal by . . . adding the names\" of the other plaintiffs. Id. at 531, \r\n  32 S.E. at 562-63 (emphasis added). This motion was granted, and plaintiffs \r\n  appealed. The Court held that there was no error \"in allowing the defendant \r\n  to correct a mere clerical error in the title of his notice \r\n  of intention to appeal, whereby it is not even claimed that plaintiffs were \r\n  misled or in any way prejudiced. . . .\" Id. at 534, 32 S.E. at 566 (emphasis \r\n  added).\r\n\r\nWe find the instant case is factually distinguishable from \r\n  Moody. Here, the facts indicate that the Notice of Appeal did not contain \r\n  a mere clerical error. First, Conner did not \"soon\" after filing the Notice \r\n  discover any mistake. Second, the Court of Appeals' first correspondence with \r\n  Conner advising her of the way the caption should read (i.e., with only the \r\n  City named as respondent and Rowe and Langley named as defendants) should have \r\n  alerted Conner to this \"mistake.\" It was not until the Court of Appeals invited \r\n  Conner to \"correct\" the Notice that Conner took any action. Indeed, the rule \r\n  of Moody compels us under these facts to find Rowe and Langley were misled \r\n  into believing they were not part of this appeal by the almost five-month delay \r\n  in amending the Notice, and therefore, they clearly were prejudiced by the amendment.\r\n\r\nAccordingly, we hold that the Court of Appeals erred in \r\n  granting Conner's motion to correct the record and accepting the backdated Notice \r\n  of Appeal.  See Mears, supra. Petitioners Rowe and Langley are \r\n  dismissed from this action.\r\n\r\n2.   Breach of Contract and Bad Faith Discharge Claims\r\n\r\nThe City argues the Court of Appeals erred in reversing summary judgment because Conner failed to produce evidence of\r\nthe existence of a contract with the City (other than at-will employment) or that the City breached such a contract.  We hold\r\nthe Court of Appeals correctly reversed.\r\n\r\nSummary judgment is appropriate only if there is no genuine \r\n  issue of material fact and the moving party is entitled to judgment as a matter \r\n  of law. E.g., Koester v. Carolina Rental Center, Inc., 313 S.C. \r\n  490, 443 S.E.2d 392 (1994); Rule 56(c), SCRCP. In determining whether any triable \r\n  issues of fact exist for summary judgment purposes, the evidence and all the \r\n  inferences which can be reasonably drawn from the evidence must be viewed in \r\n  the light most favorable to the nonmoving party. Id. Moreover, since \r\n  it is a drastic remedy, summary judgment should be cautiously invoked so that \r\n  a litigant will not be improperly deprived of trial on disputed factual issues. \r\n  Baughman v. American Tel. and Tel. Co., 306 S.C. 101, 112, 410 S.E.2d \r\n  537, 543 (1991).\r\n\r\nThe City argues there was no contract created by the handbook because:  (1) the procedures in the employee handbook did\r\nnot alter Conner's at-will status, (2) the disclaimers in the handbook were conspicuous and therefore effective, and (3)\r\nConner signed acknowledgments of her at-will status.  Additionally, the City contends that even if the handbook did create\r\na contract, it did not breach the contract because it followed the prescribed procedures.\r\n\r\nThe general rule is that termination of an at-will employee \r\n  normally does not give rise to a cause of action for breach of contract. Hudson \r\n  v. Zenith Engraving Co., 273 S.C. 766, 259 S.E.2d 812 (1979). However, where \r\n  the at-will status of the employee is altered by the terms of an employee handbook, \r\n  an employer's discharge of an employee may give rise to a cause of action for \r\n  wrongful discharge. Small v. Springs Indus., Inc., 292 S.C. 481, 357 \r\n  S.E.2d 452 (1987). Because an employee handbook may create a contract, the issue \r\n  of the existence of an employment contract is proper for a jury when its existence \r\n  is questioned and the evidence is either conflicting or admits of more than \r\n  one inference.  See id.  at 483, 357 S.E.2d at 454; Kumpf v. United \r\n  Tel. Co. of Carolinas, Inc., 311 S.C. 533, 536, 429 S.E.2d 869, 871 (Ct. \r\n  App. 1993).\r\n\r\nThe Court in Small stated that \"[i]t is patently \r\n  unjust to allow an employer to couch a handbook, bulletin, or other similar \r\n  material in mandatory terms and then allow him to ignore these very policies \r\n  as 'a gratuitous, nonbinding statement of general policy' whenever it works \r\n  to his disadvantage.\" Small, 292 S.C. at 485, 357 S.E.2d at 455. The \r\n  Small Court instructed that if an employer wishes to issue written policies, \r\n  but intends to continue at-will employment, the employer must insert a conspicuous \r\n  disclaimer into the handbook. Id. However, in Fleming v. Borden, \r\n  316 S.C. 452, 450 S.E.2d 589 (1994), the Court indicated that whether the disclaimer \r\n  is conspicuous is generally a question for the jury. Id. at 464, 450 \r\n  S.E.2d at 596 (\"'the disclaimer is merely one factor to consider in ascertaining \r\n  whether the handbook as a whole conveys credible promises that should be enforced.'\") \r\n  (quoting Stephen F. Befort, Employee Handbooks and the Legal Effect of Disclaimers, \r\n  13 Indus.Rel.L.J. 326, 375-76 (1991-92)). Specifically, the Fleming Court \r\n  stated that \"[i]n most instances, summary judgment is inappropriate when the \r\n  handbook contains both a disclaimer and promises.\" Id.\r\n\r\nRelying primarily on Fleming, the Court of Appeals \r\n  in the instant case found that summary judgment was inappropriate. We agree. \r\n  While the City argues that its handbook contained disclaimers which were effective \r\n  as a matter of law and that Conner signed acknowledgments of her at-will status, \r\n  the fact remains that the handbook outlines numerous procedures concerning progressive \r\n  discipline, discharge, and subsequent grievance. The language in the handbook \r\n  is mandatory in nature (4) and therefore a genuine \r\n  issue of material fact exists as to whether Conner's at-will status was modified \r\n  by the policies in the handbook.  See id.  (summary judgment is not appropriate \r\n  where disclaimers and mandatory promises are both found in handbook).\r\n\r\nThe City also argues that if a contract exists, then as a matter of law, it did not breach the contract because it followed the\r\nprocedures outlined in the handbook.  The Court of Appeals found that because \"Conner disputes the City's version of the\r\nevents resulting in her reprimands and subsequent termination,\" summary judgment was not proper \"on the issue of\r\nwhether Conner was fired for cause.\"\r\n\r\nAlthough this is a closer question, we agree with the Court \r\n  of Appeals that there is a genuine issue of material fact as to whether Conner \r\n  was wrongfully terminated. The appropriate test on the issue of breach is as \r\n  follows: \"If the fact finder finds a contract to terminate only for cause, he \r\n  must determine whether the employer had a reasonable good faith belief \r\n  that sufficient cause existed for termination.\" Prescott v. Farmers Telephone \r\n  Co-op, Inc., 328 S.C. 379, 393, 491 S.E.2d 698, 705 (Ct. App. 1997), rev'd \r\n  on other grounds, 335 S.C. 330, 516 S.E.2d 923 (1999). \r\n  (5) We note that the fact finder must not focus on whether the employee \r\n  actually committed misconduct; instead, the focus must be on whether the employer \r\n  reasonably determined it had cause to terminate. Id.;  see also Small, \r\n  292 S.C. at 483-84, 357 S.E.2d at 454.\r\n\r\nConner's basic argument is there was no just cause for her \r\n  termination. Although it appears that the City followed its handbook procedures \r\n  in effectuating Conner's termination, the grievance committee voted to reinstate \r\n  Conner; i.e., the committee found no just cause for Conner's firing. Subsequently, \r\n  the City Council overturned the committee's decision. While the committee and \r\n  City Council both could have reached their respective conclusions reasonably \r\n  and in good faith, it nonetheless appears that reasonable minds can differ as \r\n  to whether just cause existed to support Conner's termination. Thus, there remains \r\n  the ultimate question of whether the City had a reasonable good faith belief \r\n  that sufficient cause existed for termination. Id. This is a question \r\n  that generally should not be resolved on summary judgment, and therefore, the \r\n  Court of Appeals correctly reversed the trial court's grant of summary judgment \r\n  in favor of the City.  See Baughman v. American Tel. and Tel. Co., supra \r\n  (summary judgment is a drastic remedy which should be cautiously invoked to \r\n  ensure a litigant will not be improperly deprived of trial on disputed factual \r\n  issues).\r\n\r\n3. Breach of Contract Accompanied by a Fraudulent Act Claim\r\n\r\nFinally, the City argues that summary judgment on Conner's claim for breach of contract accompanied by a fraudulent act\r\nwas proper because Conner failed to establish fraudulent intent and a fraudulent act.  Therefore, the City maintains the\r\nCourt of Appeals erred in reversing summary judgment.  We disagree.\r\n\r\nIn order to have a claim for breach of contract accompanied \r\n  by a fraudulent act, the plaintiff must establish three elements: (1) a breach \r\n  of contract; (2) fraudulent intent relating to the breaching of the contract \r\n  and not merely to its making; and (3) a fraudulent act accompanying the breach. \r\n  Harper v. Ethridge, 290 S.C. 112, 348 S.E.2d 374 (Ct. App. 1986). The \r\n  fraudulent act is any act characterized by dishonesty in fact or unfair dealing. \r\n  Id. \"Fraud,\" in this sense, \"assumes so many hues and forms, that courts \r\n  are compelled to content themselves with comparatively few general rules for \r\n  its discovery and defeat, and allow the facts and circumstances peculiar to \r\n  each case to bear heavily upon the conscience and judgment of the court or jury \r\n  in determining its presence or absence.\" Sullivan v. Calhoun, 117 S.C. \r\n  137, 139, 108 S.E. 189, 189 (1921) (citation omitted).\r\n\r\nConner contends that the City and its agents committed numerous \r\n  fraudulent acts in connection with her termination. Primarily, however, Conner's \r\n  claim is that the City fabricated pretextual reasons for Conner's termination \r\n  knowing the reasons were false and did not justify termination for cause. Viewing \r\n  the evidence in the light most favorable to Conner, as we must, we find there \r\n  is a genuine issue of material fact as to whether the City fraudulently breached \r\n  its contract.  See Harper, supra (the fraudulent act is any act \r\n  characterized by dishonesty in fact or unfair dealing); Sullivan, supra \r\n  (fraud may assume \"many hues and forms\").\r\n\r\nAccordingly, the Court of Appeals did not err in reversing summary judgment on this claim.\r\n\r\nCONCLUSION\r\n\r\nWe reverse the Court of Appeals' decision to allow petitioners Rowe and Langley to be added months after the Notice of\r\nAppeal was filed.  As for the Court of Appeals' decision to reverse summary judgment on all claims pertaining to the City,\r\nwe affirm.\r\n\r\nAFFIRMED IN PART, REVERSED IN PART.\r\n\r\nTOAL, C.J., MOORE, BURNETT and PLEICONES, JJ., concur.\r\n1. In a statement written by Langley and attached to her evaluation, Langley stated that Conner's performance had declined\r\nsince her last annual evaluation.  He specifically noted that Conner was unable to stay at her work station because of\r\nnumerous visits to the restroom.\r\n2. For example, Conner was reprimanded for using abusive language toward a coworker.  The reprimand stated she called the\r\ncoworker \"stupid\" for doing a certain task requested by an officer.  At the grievance hearing, Conner presented testimony\r\nfrom Jane Lowe, another dispatcher, who stated she called the coworker stupid.\r\n3. The 1987 acknowledgment is essentially the same, except it does not contain the last clause of the last sentence of the\r\n1993 acknowledgment.\r\n4. For example, the handbook states that: (1) violations of the Code of Conduct \"will be disciplined,\" (2) \"discipline shall\r\nbe of an increasingly progressive nature,\" and (3) \"all employees shall be treated fairly and consistently in all matters\r\nrelated to their employment.\"  (Emphasis added.)\r\n5. Cf. Small, 292 S.C. at 483-84, \r\n  357 S.E.2d at 454. The Court in Small noted that where the jury found \r\n  that a handbook created an employment contract, it was for the jury to decide \r\n  whether the employer \"reasonably could have determined that Small's actions\" \r\n  warranted immediate discharge as a \"serious offense.\" Therefore, it is generally \r\n  a jury question as to whether the employer acted reasonably pursuant to the \r\n  employment contract.  See id;  see also Jones v. General Electric \r\n  Co., 331 S.C. 351, 371, 503 S.E.2d 173, 184 (Ct. App. 1998) (finding material \r\n  issue of fact as to whether G.E. had followed its handbook procedures in terminating \r\n  Jones).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25411","title":"In the Matter of Karl L. Kenyon","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25411","description":"Opinion disbarring attorney.","date":"2002-02-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nIn the Matter of Karl L. Kenyon, Respondent.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25411\r\nSubmitted January 15, 2002 - Filed February 11, 2002\r\n\r\n\r\nDISBARRED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nHenry B. Richardson, Jr., and Senior Assistant Attorney General James G. Bogle, Jr., both of Columbia, for the Office of\r\nDisciplinary Counsel.\r\n\r\n        Karl L. Kenyon, of Anderson,  Pro Se. \r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:  In this attorney disciplinary matter, respondent and the Office of Disciplinary Counsel (ODC) have\r\nentered into an Agreement for Discipline by Consent pursuant to Rule 21, RLDE, Rule 413, SCACR.  In the agreement,\r\nrespondent admits misconduct and consents to disbarment.  We accept the agreement and disbar respondent. \r\n\r\nFacts\r\n\r\nRespondent is serving a life sentence after pleading guilty \r\n  in the United States District Court for the District of South Carolina to operating \r\n  a racketeering enterprise, possession of a firearm with an obliterated serial \r\n  number, and two counts of money laundering. The racketeering acts were specified \r\n  as being two counts of wire fraud, three counts of money laundering, and two \r\n  counts of murder. Respondent has been sanctioned by this Court on two prior \r\n  occasions.  See In re Kenyon, 342 S.C. 623, 538 S.E.2d 655 (2000) (definite \r\n  suspension); In re Kenyon, 327 S.C. 307, 491 S.E.2d 252 (1997) (indefinite \r\n  suspension).\r\n\r\nLaw\r\n\r\nBy his conduct, respondent has violated the following provisions of the Rules of Professional Conduct, Rule 407, SCACR:\r\nRule 8.4(a) (violating the Rules of Professional Conduct); Rule 8.4(b) (committing a criminal act reflecting adversely on\r\nhis honesty, trustworthiness, or fitness as a lawyer); Rule 8.4(c) (engaging in conduct involving moral turpitude); and Rule\r\n8.4(d) (engaging in conduct involving dishonesty, fraud, deceit, or misrepresentation). \r\n\r\nRespondent has also violated the following provisions of the Rules for Lawyer Disciplinary Enforcement, Rule 413,\r\nSCACR: Rule 7(a)(1) (violating the Rules of Professional Conduct); Rule 7(a)(4) (being convicted of serious crimes and\r\ncrimes of moral turpitude); Rule 7(a)(5) (engaging in conduct tending to bring the legal profession into disrepute and\r\ndemonstrating an unfitness to practice law); and Rule 7(a)(6) (violating the oath of office taken upon admission to practice\r\nlaw in this state). \r\n\r\nConclusion\r\n\r\nWe find that respondent's misconduct warrants disbarment.  Accordingly, we accept the Agreement for Discipline by\r\nConsent. \r\n\r\nWithin fifteen days of the date of this opinion, respondent shall file an affidavit with the Clerk of Court showing that he has\r\ncomplied with Rule 30, RLDE, Rule 413, SCACR.\r\n\r\nDISBARRED.\r\n\r\nTOAL, C.J., MOORE, WALLER, BURNETT and PLEICONES, JJ. concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25412","title":"In the Matter of R. Michael Munden","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25412","description":"Opinion publicly reprimanding attorney.","date":"2002-02-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        In the Matter of R. Michael Munden, Respondent.\r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25412\r\nSubmitted January 15, 2002 - Filed February 11, 2002\r\n\r\n\r\nPUBLIC REPRIMAND\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nHenry B. Richardson, Jr., and Michael S. Pauley, both of Columbia, for the Office of Disciplinary Counsel.\r\n\r\nReynolds Williams, of Florence, for respondent. \r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:  In this attorney disciplinary matter, respondent and the Office of Disciplinary Counsel have entered into\r\nan Agreement for Discipline by Consent pursuant to Rule 21, RLDE, Rule 413, SCACR.  In the agreement, respondent\r\nadmits misconduct and consents to the imposition of any of the sanctions set forth in Rule 7(b), RLDE, Rule 413.  We\r\naccept the agreement and publicly reprimand respondent. \r\n\r\nFacts\r\n\r\nFrom 1990 through late 1995 or early 1996, respondent performed legal work for a client and the client's spouse. \r\nRespondent represents he never charged a legal fee for the work.  Respondent also consulted with the client's spouse on a\r\nlegal issue in January 1998.  Shortly thereafter, respondent entered into an adulterous relationship with the client's spouse. \r\nRespondent acknowledges that there was no formal termination of the legal representation of the client, the client's spouse\r\nor of any of the client's businesses before or after the relationship with the client's spouse began.\r\n\r\n\r\n    Law\r\n\r\n\r\n\r\nRespondent admits that he has violated the following provisions of the Rules of Professional Conduct, Rule 407, SCACR:\r\nRule 1.7(b)(a lawyer shall not represent a client if the representation of that client may be materially limited by the lawyer's\r\nresponsibilities to another client or to a third person or by the lawyer's own interests); Rule 1.16(a)(1)(a lawyer shall not\r\nrepresent a client or, where representation has commenced, shall withdraw from the representation of a client if the\r\nrepresentation will result in violation of the Rules of Professional Conduct or other law); Rule 8.4(a)(it is professional\r\nmisconduct for a lawyer to violate the Rules of Professional Conduct); and Rule 8.4(e)(it is professional misconduct for a\r\nlawyer to engage in conduct that is prejudicial to the administration of justice).  He also admits violating the following\r\nprovisions of the Rules for Lawyer Disciplinary Enforcement, Rule 413, SCACR: Rule 7(a)(1)(it shall be grounds for\r\ndiscipline for a lawyer to violate the Rules of Professional Conduct or any other rules of this jurisdiction regarding\r\nprofessional conduct of lawyers); Rule 7(a)(5)(it shall be grounds for discipline for a lawyer to engage in conduct tending to\r\npollute the administration of justice or to bring the court or the legal profession into disrepute); and Rule 7(a)(6)(it shall be\r\ngrounds for discipline for a lawyer to violate the oath of office taken upon admission to practice law in this state).\r\n\r\nConclusion\r\n\r\nWe find that respondent's misconduct warrants a public reprimand.  Accordingly, we accept the Agreement for Discipline\r\nby Consent and publicly reprimand respondent for his actions. \r\n\r\nPUBLIC REPRIMAND.\r\n\r\nTOAL, C.J., MOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25413","title":"In the Matter of Rodman C. Tullis","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25413","description":"This is an attorney disciplinary case suspending Mr. Tullis from the practice of law for a period of 90 days.","date":"2002-02-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        In the Matter of Rodman C. Tullis, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25413\r\nHeard January 10, 2002 - Filed February 11, 2002\r\n\r\n\r\nDEFINITE SUSPENSION\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAttorney General Charles M. Condon and Senior Assistant Attorney General James G. Bogle, Jr., both of Columbia, for\r\nOffice of Disciplinary Counsel, for petitioner.\r\n\r\nRodman C. Tullis, of Spartanburg, pro se.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nPER CURIAM: Formal charges were filed against Rodman C. Tullis \r\n  (\"Respondent\") on July 11, 2000. (1) Respondent \r\n  failed to respond to the charges and an Affidavit of Default was filed on September \r\n  12, 2000. Therefore, under Rule 24 of Rule 413, SCACR, the charges were deemed \r\n  admitted. The following charges were filed against Respondent.\r\n\r\nI. Failure to Respond to Disciplinary Charges\r\n\r\nOn September 15, 1999, the Commission on Lawyer Conduct (\"Commission\") received \r\n  a complaint about Respondent from Judge Hall, Chief Magistrate for Spartanburg \r\n  County. The Commission wrote Respondent on September 21 and requested a response \r\n  within fifteen days. Respondent did not reply. The Commission wrote Respondent \r\n  again on October 22, 1999, requesting a response to Judge Hall's complaint and \r\n  informing Respondent that failure to reply to an inquiry was, in itself, grounds \r\n  for discipline. Again, Respondent failed to reply.\r\n\r\nThe matter was referred to the Attorney General's Office. On January 17, 2000, \r\n  a Notice of Full Investigation was served upon Respondent by certified mail. \r\n  Respondent failed to respond within thirty days. A Subpoena Duces Tecum was \r\n  also sent on January 17, requiring Respondent to present bank statements from \r\n  his trust account at Carolina Southern Bank for the period January 1, 1999, \r\n  through January 1, 2000. Respondent did provide some statements, but failed \r\n  to provide the statements for the months of February, May, and October 1999. \r\n  A follow-up Subpoena Duces Tecum was faxed to Respondent on July 13, 2000, requesting \r\n  the missing statements as well as bank statements from Respondent's management \r\n  account at the same bank for the same period. Respondent failed to send the \r\n  missing statements from his trust account, and, while he did send the statements \r\n  from his management account, Respondent did not send the statement from that \r\n  account for May 1999. (2)\r\n\r\nII. Bank Account Irregularities\r\n\r\nA review of Respondent's trust account statements supplied to the Commission, \r\n  which did not include February, May, October, November, and December 1999 \r\n  (3) showed the following: two (2) NSF service charges, six (6) service \r\n  charges, one (1) daily overdraft charge, and three (3) negative balances. The \r\n  check which lead to the complaint from Judge Hall (to be discussed in Section \r\n  III) came from another account, Respondent's management account. On a review \r\n  of that account (for which the May 1999 statement was missing) showed the following: \r\n  twenty-three (23) NSF service charges, eight (8) service charges, eight (8) \r\n  daily overdraft charges, and twenty-four (24) negative balances.\r\n\r\nIII. The Judge Hall Complaint\r\n\r\nA client of Respondent, Lawrence Ware (\"Ware\"), was arrested by the police \r\n  in Wellford, South Carolina on two charges. A court date was set for February \r\n  16, 1999, in front of the Wellford Municipal Court. Respondent represented Ware \r\n  regarding these charges. Respondent did not request a postponement of the hearing, \r\n  nor did he request a jury trial. Neither Ware nor Respondent appeared on February \r\n  16, and Ware was tried in his absence. A Bench Warrant was issued for Ware, \r\n  showing fines for the two tickets in the amount of $759.00 and $548.00 for a \r\n  total of $1,307.00. Ware was picked up on the Bench Warrant, and since the Town \r\n  of Wellford does not have a detention facility, Ware was confined at the Spartanburg \r\n  County Jail.\r\n\r\nAfter receiving notice of the situation, Respondent wrote a check for Ware's \r\n  fines. The check was written on the Tullis management account at Carolina Southern \r\n  Bank, in the amount of $1,307.00 payable to the Spartanburg Magistrate Court. \r\n  The Magistrate Court deposited the check into its account and then wrote a check \r\n  to the Town of Wellford. Respondent's check was returned for non-sufficient \r\n  funds on June 29, 1999. Thereafter, there were repeated attempts by the Magistrate \r\n  Court staff to contact Respondent in an effort to get him to make the check \r\n  good, but without success. On one occasion, Respondent or a member of his staff \r\n  brought to the Magistrate Court a cashier's check, but it was for the wrong \r\n  amount and the court's accounting system could not accept it. Furthermore, the \r\n  Magistrate Court Clerk and Judge Hall himself made repeated attempts, without \r\n  success, to contact Respondent via telephone. \r\n\r\nOn September 13, 1999, Judge Hall wrote a letter of complaint to the Commission \r\n  on Lawyer Conduct since there had been no payment by Respondent. Thereafter, \r\n  in October 1999, Judge Hall made two more attempts to contact Respondent by \r\n  telephone. In November of 1999, Judge Hall personally traveled to Respondent's \r\n  office. However, Respondent was away attending a seminar. On December 10, 1999, \r\n  Respondent finally paid the Spartanburg Magistrate Court $1,307.00.\r\n\r\nA hearing before a Subpanel of the Commission was conducted on October 25, \r\n  2000. Respondent was present and represented himself. Respondent did admit the \r\n  factual allegations, but presented \"evidence\" in mitigation. The Subpanel's \r\n  Report, adopted by the Full Panel, found Respondent had committed misconduct. \r\n  Specifically, the Panel found Respondent violated the following Rules for \r\n  Layer Disciplinary Enforcement, Rule 413, SCACR: Rule 7(a)(1), violating \r\n  a Rule of Professional Conduct; Rule 7(a)(3), knowingly failing to respond to \r\n  a lawful demand from a disciplinary authority; Rule 7(a)(5), engaging in conduct \r\n  tending to pollute the administration of justice or to bring the legal profession \r\n  into disrepute or conduct demonstrating an unfitness to practice law; and Rule \r\n  7(a)(6), violation of the oath of office taken upon admission to the practice \r\n  of law in this state. Furthermore, the Panel found violations of the Rules \r\n  of Professional Conduct, Rule 407, SCACR. The following violations regarding \r\n  the Judge Hall Matter were cited by the Panel: Rule 1.2, scope of representation; \r\n  Rule 1.3, failing to act with reasonable diligence and promptness in representing \r\n  a client; Rule 1.4(a), failing to keep a client reasonably informed about the \r\n  status of a matter; Rule 3.3, candor towards a tribunal; and Rule 4.1, truthfulness \r\n  in statements to others. With regards to the bank account irregularities, the \r\n  Panel found a violation of Rule 1.15, safekeeping of property. Regarding the \r\n  failure to respond to an inquiry, the Panel found a violation of Rule 8.1(b), \r\n  knowing failure to respond to a lawful demand for information from a disciplinary \r\n  authority. Regarding all matters, the Panel found violations of Rule 8.4; specifically \r\n  subsections (a), violating a Rule of Professional Conduct, (d), conduct involving \r\n  dishonesty, fraud, deceit, or misrepresentation, and (e), engaging in conduct \r\n  prejudicial to the administration of justice.\r\n\r\nAfter finding all of these violations, however, the Panel made the following \r\n  statements regarding mitigating circumstances:\r\n\r\n\r\n  Notwithstanding the Respondent's default in responding to the formal charges, \r\n    he did, in fact, appear at the Hearing and did offer to the panel, by way \r\n    of mitigation, a history of unfortunate events which both preceded and overlapped \r\n    the conduct complained of, which events included death within the Respondent's \r\n    immediate family, severe domestic difficulties, involving and incurring by \r\n    the Respondent of child custodial demands and responsibilities with which \r\n    he was not confronted during happier times in the marriage which conflicted \r\n    with his professional responsibilities. He also acknowledged that, during \r\n    this time, his wife made unauthorized transaction in his trust account, without \r\n    his knowledge, thereby resulting in a negative balance in his account. \r\n    (4)\r\n\r\n  It is also clear to the panel from what the Respondent implied, if not outright \r\n    stated, that he, as a result of these stressful events suffered from depression \r\n    which left him in the state of paralysis with a limited ability to timely \r\n    act or act appropriately, notwithstanding his intellectual understanding as \r\n    to what, but for the depression and paralysis, he needed to do in order to \r\n    appropriately discharge his responsibilities to the Court and to the Bar.\r\n\r\n\r\nBased on the evidence presented in mitigation, the Panel recommended that Respondent \r\n  pay the cost of the proceedings and receive an Admonition. We disagree with \r\n  the Panel's recommended sanction.\r\n\r\nFirst, Respondent personally appeared before the Subpanel, and presented extensive \r\n  details concerning a death in the family and other difficulties that impacted \r\n  upon his personal life. Respondent stated that he had been seeing a medical \r\n  doctor once a month, but had recently been told not to come back for two months. \r\n  The medical doctor had placed Respondent on anti-depressants. Respondent stated \r\n  he was seeing a psychologist weekly for six months, and was now seeing him on \r\n  an \"as needed\" basis. Respondent presented no medical evidence or medical testimony \r\n  to support his claim. A member of the Subpanel even asked Respondent, \"I don't \r\n  understand with the responsibilities you have for your children, why some kind \r\n  of medical evidence or testimony wasn't brought in here today with regard to \r\n  your illness?\" Respondent replied that \"if I place those medical records into \r\n  evidence before this Panel, I don't know where I will be ten years from now, \r\n  or fifteen years from now, or five years from now, or next year, and if I were \r\n  here representing a lawyer, or if it was in another forum and I was representing \r\n  someone, I would think long and hard about placing medical records into a public \r\n  record.\" \r\n\r\nWe find the Panel lacked sufficient credible evidence to make a positive finding \r\n  that Respondent suffered from clinical depression such that Respondent's ability \r\n  to function and practice law was impaired. Respondent violated many Rules of \r\n  Professional Conduct, and to mitigate the sanction, Respondent should have been \r\n  required to present actual evidence of his illness. Respondent did not so much \r\n  as offer an Affidavit from one of his doctors. While we do consider mental illness \r\n  as a mitigating circumstance, medical evidence of an actual diagnosis must be \r\n  presented in order to have the issue considered. \r\n\r\nSecondly, Respondent has previously been sanctioned by this Court. In the \r\n  Matter of Tullis, 330 S.C. 502, 499 S.E.2d 811 (1998). In that matter, \r\n  the owners of a video rental store retained Respondent to clear up an outstanding \r\n  warrant and driver's license problem of one of their employees. Respondent was \r\n  paid a fee to handle the problem. Respondent contacted the Salvation Army in \r\n  Florida about the employee's case, and agreed to send them money for probation \r\n  supervision fees and the fine, together with proof that the employee had performed \r\n  community service. However, Respondent never sent the money or the documentation. \r\n  The Florida probation violation warrant against the employee remained outstanding. \r\n  The Commission received a complaint from Respondent's client. However, Respondent \r\n  failed to reply to two letters, numerous telephone messages, and a fax from \r\n  the Attorney to Assist assigned to investigate the matter. This Court found \r\n  Respondent's conduct warranted a Public Reprimand. In the instant case, Respondent \r\n  has violated many of the same rules as he did in the first matter. In addition, \r\n  Respondent has violated several more rules. Respondent's present conduct exceeds \r\n  the gravity of that reflected in this Court's 1998 opinion where a public reprimand \r\n  was issued.\r\n\r\nCONCLUSION\r\n\r\nBased on the foregoing, we suspend Respondent from the practice of law for \r\n  ninety (90) days for his conduct in this matter. Within fifteen (15) days of \r\n  the date of this opinion, respondent shall file an affidavit with the Clerk \r\n  of Court showing that he has complied with Paragraph 30 of Rule 413, SCACR. \r\n  Further, Respondent is hereby ordered to pay the costs associated with this \r\n  proceeding.\r\n\r\nDEFINITE SUSPENSION.\r\n\r\ns/Jean H. Toal  C.J.\r\n\r\ns/James E. Moore  J.\r\n\r\ns/John H. Waller, Jr.  J.\r\n\r\ns/E.C. Burnett, III  J.\r\n\r\ns/Costa M. Pleicones J.\r\n\r\n1. Respondent has previously received a Public Reprimand from this Court for misconduct in failing to competently\r\nrepresent client, failing to timely provide information about case to client or to client's employers, who had paid attorney to\r\nrepresent client, failing to promptly deliver funds paid on client's behalf to state of Florida to resolve matter of client's\r\nprobation violation, and failing to reply promptly to inquiries by the Commission on Lawyer Conduct.  In the Matter of\r\nTullis, 330 S.C. 502, 499 S.E.2d 811 (1998).\r\n2. There appears to be some confusion about whether the November and December 1999 statements were received for either\r\nor both accounts.  They do not appear in the exhibits.  However, Mr. Bogle stated at the hearing before the Commission\r\nthat there was \"an error in the formal charges\" and moved to amend the formal charges to delete the reference to the\r\nNovember and December 1999 statements since \"we did get those.\"  In the Panel Report, the reference to the November\r\nand December 1999 statements were deleted with respect to the trust account, but not with respect to the management\r\naccount.  \r\n3. Again, there is confusion on which statements were received.  The Panel Report refers to the November and December\r\nstatements as missing here, although earlier in the report, the Panel states only the February, May, and October statements\r\nwere missing.\r\n4. We note that wife changed the address on the account so the statements were sent to her address.  However, Respondent\r\ndid not notice until several months had passed and only after the bank called him concerning a check.  Respondent was\r\nresponsible for his trust accounts and those who have access to it, and he was negligent in failing to correct the problem for\r\nseveral months.  Although he claims he had no knowledge his wife had changed the address, he should have become aware\r\nof the problem when he did not receive the monthly statements from the bank for several months in a row.\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25414","title":"State v. Muldrow","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25414","description":"This criminal cases discusses the elements the State must prove for armed robbery under our amended statute.","date":"2002-02-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nState v. Muldrow\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\n        The State, Respondent, \r\n          \r\n\r\n\r\n\r\n            v. \r\n          \r\n\r\n\r\n        Angelo Muldrow, Petitioner. \r\n          \r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n    Appeal From Williamsburg County\r\n    M. Duane Shuler, Circuit Court Judge \r\n  \r\n\r\n\r\n\r\nOpinion No. 25414\r\n  Heard November 15, 2001 - Filed February 11, 2002\r\n\r\n\r\n\r\n      REVERSED AND REMANDED  \r\n  \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Chief Attorney Daniel T. Stacey and Assistant Appellate \r\n          Defender Katherine Carruth Link, both of S.C. Office of Appellate Defense, \r\n          of Columbia, for petitioner.\r\n\r\n        Attorney General Charles M. Condon, Chief Deputy Attorney \r\n          General John W. McIntosh, Assistant Deputy Attorney General Charles \r\n          H. Richardson, and Senior Assistant Attorney General Harold M. Coombs, \r\n          Jr., all of Columbia; and Solicitor Cecil Kelly Jackson, of Sumter, \r\n          for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n\r\nACTING CHIEF JUSTICE MOORE: Petitioner was indicted for the armed \r\nrobbery of a convenience store. The trial judge denied his motion for a directed \r\nverdict. Both armed robbery and the lesser included offense of common law, or \r\nstrong arm, robbery were submitted to the jury. Petitioner was convicted of armed \r\nrobbery and sentenced to thirty years. The Court of Appeals affirmed. State \r\nv. Muldrow, 340 S.C. 450, 531 S.E.2d 541 (Ct. App. 2000). We reverse and remand \r\nfor resentencing. \r\n\r\n    FACTS \r\n  \r\n\r\n\r\nAt trial, the State produced evidence that petitioner entered \r\n  the store, asked the clerk for a pack of cigarettes, then handed her a note \r\n  that read: \"Give me all your cash or I'll shoot you.\" When the clerk asked if \r\n  he was serious, petitioner responded \"yes\" and told her to hurry up before he \r\n  shot her. \r\n\r\nOn appeal, petitioner argued his motion for a directed verdict \r\n  should have been granted because there was no evidence he was armed with a deadly \r\n  weapon or that he used a representation of a deadly weapon as required under \r\n  S.C. Code Ann. § 16-1-330(A) (Supp. 2000). This section provides:\r\n\r\n\r\n  (A) A person who commits robbery while armed with a pistol, \r\n    dirk, slingshot, metal knuckles, razor, or other deadly weapon, or while alleging, \r\n    either by action or words, he was armed while using a representation of a \r\n    deadly weapon or any object which a person present during the commission of \r\n    the robbery reasonably believed to be a deadly weapon, is guilty of a felony. \r\n    . . .\r\n\r\n\r\n(emphasis added). \r\n\r\nThe Court of Appeals's majority construed the underscored \r\n  portion of the statute and held that the phrase \"representation of a deadly \r\n  weapon\" includes \"words that convey to a victim the thought that a robber possesses \r\n  a deadly weapon.\" Accordingly, it concluded the note saying \"I'll shoot you\" \r\n  was sufficient evidence to submit the charge of armed robbery to the jury. \r\n\r\n\r\n    DISCUSSION  \r\n  \r\n\r\n\r\nUnder § 16-11-330(A), the State may prove armed robbery \r\n  by establishing the commission of a robbery and either one of two additional \r\n  elements: (1) that the robber was armed with a deadly weapon or (2) that the \r\n  robber alleged he was armed with a deadly weapon, either by action or words, \r\n  while using a representation of a deadly weapon or any object which a person \r\n  present during the commission of the robbery reasonably believed to be a deadly \r\n  weapon. See State v. Jones, 342 S.C. 248, 536 S.E.2d 396 (Ct. \r\n  App. 2000). The second prong of this statute was added by amendment in 1996. \r\n  (1)\r\n\r\nUnder the first prong of § 16-11-330(A), the presence of \r\n  a weapon may be inferred from circumstantial evidence. See State \r\n  v. Williams, 266 S.C. 325, 223 S.E. 2d 38 (1976). We have never had occasion, \r\n  however, to consider whether words alone are sufficient to establish the element \r\n  of a deadly weapon. Other courts have held words unaccompanied by any corroborating \r\n  action are not sufficient. See, e.g., People v. Parker, 339 \r\n  N.W.2d 455 (Mich. 1983); People v. Jenkins, 461 N.Y.S.2d 699 (1983); \r\n  State v. Scherz, 27 P.3d 252 (Wash. App. 2001). We concur with this general \r\n  rule and hold words alone are not sufficient under the first prong of the statute.\r\n\r\nThe question then becomes whether words alone are sufficient \r\n  under the recently added second prong of § 16-11-330(A) as held by the Court \r\n  of Appeals. The resolution of this issue turns on the meaning of the phrase \r\n  \"while using a representation of a deadly weapon.\"\r\n\r\nUnder our general rules of construction, the words of a \r\n  statute must be given their plain and ordinary meaning without resort to subtle \r\n  or forced construction to limit or expand the statute's operation. State \r\n  v. Grooms, 343 S.C. 248, 540 S.E.2d 99 (2000). Further, we are bound to \r\n  construe a penal statute strictly against the State and in favor of the defendant. \r\n  Brown v. State, 343 S.C. 342, 540 S.E.2d 846 (2001).\r\n\r\nIf the phrase \" representation of a deadly weapon\" includes \r\n  the use of words, as the Court of Appeals held, this portion of the statute \r\n  would read: \"while alleging, either by action or words, he was armed \r\n  while using words conveying the thought that he has a deadly weapon.\" \r\n  This construction creates a redundancy which essentially eliminates the additional \r\n  element of a \"representation\" of a weapon, thus improperly expanding the statute's \r\n  operation to embrace conduct not clearly within its terms. Had the legislature \r\n  intended armed robbery to include simply an allegation of being armed, it would \r\n  have stopped after the phrase \"while alleging, either by action or words, he \r\n  was armed.\" (2) A plain reading of the statute \r\n  indicates words alone are not sufficient under the second prong to support a \r\n  conviction for armed robbery.\r\n\r\nFurther, we find it was not the intent of the legislature \r\n  in adding the second prong of § 16-11-330(A) to preclude the need for evidence \r\n  corroborating the allegation of being armed. Before the second prong was added, \r\n  evidence the object used in a robbery was in actuality not a deadly weapon created \r\n  a jury issue and entitled the defendant to a charge on the lesser included offense \r\n  of strong arm robbery. State v. Gourdine, 322 S.C. 396, 472 S.E.2d 241 \r\n  (1996); see also State v. Tasco, 292 S.C. 270, 356 S.E.2d 117 \r\n  (1987). The legislature's amendment to § 16-11-330(A) simply ensures that the \r\n  use of a object which is in fact not a deadly weapon will support a conviction \r\n  for armed robbery. Under this prong, the State must still show evidence corroborating \r\n  the allegation of being armed i.e., the use of a physical representation \r\n  of a deadly weapon, to establish armed robbery.\r\n\r\nIn conclusion, the Court of Appeals erred in finding the \r\n  evidence in this case meets all the elements of armed robbery under § 16-11-330(A) \r\n  since there is no evidence of a deadly weapon or a physical representation of \r\n  a deadly weapon. Accordingly, the Court of Appeals's decision affirming petitioner's \r\n  conviction for armed robbery is reversed. \r\n\r\nWe find the evidence is legally sufficient, however, to \r\n  sustain a conviction on the lesser offense of strong arm robbery. Armed robbery \r\n  includes all the elements of strong arm robbery. State v. Keith, 283 \r\n  S.C. 597, 325 S.E.2d 325 (1985) (armed robbery is commission of common law robbery \r\n  while armed with a deadly weapon). Our finding that the evidence is insufficient \r\n  in this case goes only to the element requiring the use of a deadly weapon, \r\n  an element not relevant to the lesser offense of strong arm robbery. Where the \r\n  evidence is insufficient to sustain a conviction on the greater offense but \r\n  is legally sufficient to support a conviction on the lesser, the Court on appeal \r\n  may direct the entry of judgment on the lesser offense. See, e.g., Caton \r\n  v. State, 479 S.W.2d 537 (Ark. 1972); Till v. People, 581 P.2d 299 \r\n  (Colo. 1978); State v. Scielzo, 460 A.2d 951 (Conn. 1983); People \r\n  v. Jones, 404 N.Y.S.2d 622 (1978); State v. Nulph, 572 P.2d 642 (Or. \r\n  App. 1977); State v. Janisch, 290 N.W.2d 473 (S.D. 1980); State v. \r\n  Tutton, 875 S.W.2d 295 (Tenn. Crim. App. 1994).\r\n\r\nAccordingly, the case is remanded to the trial court for \r\n  entry of judgment on the charge of strong arm robbery and sentencing on that \r\n  charge.\r\n\r\nREVERSED AND REMANDED.\r\n\r\nWALLER, BURNETT, PLEICONES, JJ., and Acting Justice \r\n  George T. Gregory, Jr., concur. \r\n1. 1996 S.C. Act No. 362, § 1, effective \r\n  May 29, 1996. \r\n2. Cf. Ala. Code § 13A-8-41 \r\n  (1975) (\"any verbal or other representation by the defendant that he is then \r\n  and there so armed is prima facie evidence\" of first degree robbery); Colo. \r\n  R.S.A. § 18-4-302 (1999) (possesses an article used or fashioned in a manner \r\n  to lead any person who is present reasonably to believe it to be a deadly weapon \r\n  or represents verbally or otherwise that he is then and there so armed).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25415","title":"State v. McKennedy","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25415","description":"This direct appeal addresses what a defendant must do to exhaust his state remedies for purposes of seeking federal habeas corpus relief.","date":"2002-02-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n        \r\n        \r\nv.\r\n        \r\n\r\nWilliam C. McKennedy, Petitioner.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Greenville County\r\nJoseph J. Watson, Circuit Court Judge\r\n\r\n\r\n\r\nOpinion No. 25415\r\nHeard November 28, 2001 - Filed February 11, 2002\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAssistant Appellate Defender Aileen P. Clare, of South Carolina Office of Appellate Defense, of Columbia, for petitioner.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney\r\nGeneral Donald J. Zelenka, Assistant Deputy Attorney General Charles H. Richardson, and Assistant Attorney General\r\nTracey C. Green, all of Columbia; and Solicitor Robert M. Ariail of Greenville, all , for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCHIEF JUSTICE TOAL: William C. McKennedy (1) (\"Appellant\") appeals his conviction for distribution of crack\r\ncocaine.  We affirm Appellant's conviction.\r\n\r\nFactual/Procedural Background\r\n\r\nAppellant was indicted by the Greenville County Grand Jury for distributing crack cocaine to an undercover officer.  The\r\npolice captured the March 17, 1998, sale on videotape.  The case was set for trial on February 3, 1999.  Appellant had other\r\ncharges pending, and he and his attorney initially believed he was going to be tried for a March 3, 1998, sale of drugs, also\r\ncaptured on video surveillance, at the February 3, 1999, trial.  Appellant's attorney claimed he was not notified Appellant\r\nwould be tried for the March 17, 1998, incident until January 6, 1999.  On that day, the State hand-delivered discovery to\r\nAppellant's counsel and made clear Appellant would be tried for the March 17, 1998, offense on the February 3, 1999, trial\r\ndate.   \r\n\r\nAt trial, Appellant's counsel moved for a continuance on grounds Appellant had not been able to determine whether there\r\nwere any witnesses that could testify on his behalf or as an alibi due to his incarceration.   Appellant's counsel did not\r\nindicate why he could not have investigated this on Appellant's behalf.  Appellant's counsel claimed they were prepared on\r\nthe March 3rd charge, but had not had time to prepare adequately for trial on the March 17th charge.  In response, the State\r\nnoted that the March 17th charge had been placed on the docket four to five times previously.  The trial court then denied\r\nAppellant's motion for a continuance.  \r\n\r\nAppellant's counsel next moved to suppress any identification of Appellant as the individual on the videotape.  After\r\nholding an in camera hearing, the trial judge denied this motion as well.  At this point, Appellant's counsel announced\r\nAppellant had decided to plead guilty to the charge.  After thoroughly questioning Appellant, the trial judge accepted\r\nAppellant's plea and sentenced him to eighteen years imprisonment.  \r\n\r\nAssistant Appellate Defender, Aileen Clare, was assigned to represent Appellant on appeal.  Finding the record failed to\r\ndemonstrate any preserved or legally substantial issues for appeal, Ms. Clare filed a petition to be relieved as counsel and a\r\nbrief pursuant to Anders v. California, 386 U.S. 738, 87 S. Ct. 1396, 18 L. Ed. 2d 493 (1967).  In the Anders brief, Ms.\r\nClare argued the trial court abused its discretion in denying Appellant's pre-trial motion for a continuance.  Appellant filed\r\na pro se response to Ms. Clare's Anders brief, identifying several other issues he believed were significant.\r\n\r\nThe Court of Appeals dismissed Appellant's appeal pursuant to Anders and granted Ms. Clare's petition to be dismissed as\r\ncounsel.  Despite being relieved of her obligation to represent Appellant, Ms. Clare filed a Petition for Rehearing based on\r\na factual discrepancy in the Court of Appeals' order:  the order stated Appellant was sentenced to seven and one-half years \r\nimprisonment, as opposed to eighteen years.  The Court of Appeals denied the Petition for Rehearing and substituted a\r\nfactually correct opinion dismissing Appellant's appeal and granting Ms. Clare's petition for removal.\r\n\r\nIn an effort to enable Appellant to pursue federal habeas relief, Ms. Clare  filed a petition for writ of certiorari in this Court\r\non Appellant's behalf.  The issues before this Court are:\r\n\r\n\r\nI. Is Appellant required to seek discretionary review by this    Court in order to exhaust all state remedies, thereby\r\npreserving    his ability to seek federal habeas relief?\r\n\r\nII. Did the trial court err in denying Appellant's motion for a    continuance?\r\n\r\n\r\nLaw/Analysis\r\n\r\nI.  Exhaustion of State Remedies\r\n\r\nBoth Appellant and the State argue that exhaustion of state remedies for the purpose of federal habeas review requires\r\nAppellant to petition for writ of certiorari to this Court.  We disagree.  The State argues further that the Court of Appeals'\r\ndismissal of Appellant's appeal pursuant to Ms. Clare's Anders brief and his pro se response does not constitute\r\npresentation of the issues as required for federal habeas relief.  We disagree.\r\n\r\nA.  Exhaustion of State Remedies\r\n\r\nBoth parties argue Appellant must at least seek discretionary review in this Court in order to exhaust Appellant's state\r\nremedies for purposes of federal habeas.  It is undisputed that federal law requires state prisoners to exhaust all available\r\nstate remedies before seeking federal relief.  28 U.S.C.A. § 2254(b) (1992 &amp; Supp. 2001).  \r\n\r\nThe Supreme Court addressed the exhaustion of state remedies in O'Sullivan v. Boerckel, 526 U.S. 838, 119 S. Ct. 1728,\r\n144 L. Ed. 2d 1 (1999).  In O'Sullivan, the Supreme Court restated the general federal rule requiring exhaustion of state\r\nremedies, explaining the purpose of exhaustion was to allow state courts an opportunity to act on defendant's claims before\r\nhe presents those claims in federal court.  O'Sullivan.  In O'Sullivan, the Supreme Court recognized the recurring question\r\nraised by the federal exhaustion rule:  \"What remedies must a habeas petitioner invoke to satisfy the federal exhaustion\r\nrequirement?\" Id. at 842, 119 S. Ct. at 1731, 144 L. Ed. 2d at 8.  In answering this question, the Supreme Court held state\r\nprisoners were required \"to file petitions for discretionary review when that review is part of the ordinary appellate\r\nprocedure in the State.\"  Id. at 847, 119 S. Ct. at 1733, 144 L.  Ed. 2d at 11. \r\n\r\nThe Supreme Court's holding, however, raises another question: \"What qualifies as 'the ordinary appellate procedure' in a\r\ngiven state?\"  In our State, this Court  issued an order defining exhaustion of state remedies: \r\n\r\n\r\nWe therefore declare that in all appeals from criminal convictions or post-conviction relief matters, a litigant shall not be\r\nrequired to petition for rehearing and certiorari following an adverse decision of the Court of Appeals in order to be deemed\r\nto have exhausted all available state remedies respecting a claim of error.\r\n\r\n\r\nIn re Exhaustion of State Remedies in Criminal and Post-Conviction Relief, 321 S.C. 563, 563, 471 S.E.2d 454, 454\r\n(1990).  The United States Supreme Court made note of this Court's order in its O'Sullivan opinion, commenting that the\r\nincreased burden on state courts likely to result from its holding may be unwelcome in some state courts.  O'Sullivan.  The\r\nCourt appeared to recognize the State's ability to define the procedure for exhausting remedies within the State, \"In this\r\nregard, we note nothing in our decision today requires the exhaustion of any state remedy when a State has provided that\r\nthat remedy is unavailable.\"  Id. at 847, 119 S. Ct. at 1735, 144 L. Ed. 2d at 11.  The Court clarified that the exhaustion\r\ndoctrine \"turns on an inquiry into what procedures are 'available' under state law\" and concluded the doctrine did not\r\npreclude federal courts from adhering to a state law or rule making a given procedure unavailable.  Id. at 847-48, 119 S. Ct.\r\nat 1734, 144 L. Ed. 2d at 11 (emphasis added).  \r\n\r\nIn his concurring opinion, Justice Souter elaborated on this point, stating more directly that a State can determine what\r\nconstitutes exhaustion of its own remedies for purposes of federal habeas relief.  In Justice Souter's words, \"a state prisoner\r\nis likewise free to skip a procedure . . . so long as the State has identified the procedure as outside the standard review\r\nprocess and has plainly said that it need not be sought for the purpose of exhaustion.\"  Id. at 850, 119 S. Ct. at 1735, 144 L.\r\nEd. 2d at 12 (Souter, J., concurring).  The majority opinion in O'Sullivan made clear that they did not intend to require\r\nexhaustion of any State remedy when the State has declared that remedy unavailable.  Id.  We believe our 1990 order\r\namounts to such a declaration, and, therefore, that O'Sullivan does not prevent a prisoner from filing for habeas relief\r\nimmediately after an adverse decision from this state's Court of Appeals, without first seeking discretionary review by this\r\nCourt.\r\n\r\nThe O'Sullivan opinion arose out of the Illinois state court system.  Under the Illinois appellate system, review by the\r\nSupreme Court in most criminal cases is within the Court's \"sound discretion.\"  O'Sullivan (quoting Ill. Sup. Ct. Rule 315). \r\nThe Illinois Rules indicate, however, that the discretion of Illinois' Supreme Court is very broad, and contain no definition\r\nof what constitutes an exhaustion of Illinois' remedies.  Id.  Under these facts, the United States Supreme Court held \"the\r\ncreation of a discretionary review system does not, without more, make review in the Illinois Supreme Court unavailable\"\r\nfor purposes of the doctrine of exhaustion.  O'Sullivan, 526 U.S. at  848, 119 S. Ct. at 1734, 144 L. Ed. 2d at 11 (2)\r\n(emphasis added).\r\n\r\nThe Ninth Circuit addressed the issue that this Court is now facing in Swoopes v. Sublett, 196 F.3d 1008 (9th Cir. 1999).  In\r\nSwoopes, an Arizona state prisoner appealed his conviction to the Arizona Court of Appeals and his convictions were\r\naffirmed.  Swoopes.  In Arizona, the automatic right to appeal is limited to Arizona's Court of Appeals, except in capital\r\ncases or when a life sentence is imposed.  Id. (citing Ariz. Rev. Stat. §§ 12-120.21(A)(1); 12-120.24; 13-4031).  In all other\r\ncases, the Arizona Supreme Court has discretion to grant review.  Id. (citing Ariz. Rev. Stat. 12-120.24).  Based on the\r\nArizona statute and several Arizona opinions supporting the statute, the Ninth Circuit held post-conviction review by the\r\nArizona Supreme Court to be a remedy that is \"unavailable\" within the meaning of O'Sullivan.  Swoopes, 196 F.3d at 1010. \r\nHonoring the Arizona statute, the Ninth Circuit held that \"claims of Arizona state prisoners are exhausted for purposes of\r\nfederal habeas once the Arizona Court of Appeals has ruled on them.\"  Id.    \r\n\r\nWe believe the Ninth Circuit applied the correct analysis and arrived at the correct decision under O'Sullivan.  Our State\r\nhas identified the petition for discretionary review to this Court in criminal and post-conviction cases as outside South\r\nCarolina's standard review process.  In our 1990 order, this Court stated that petitions for rehearing and certiorari following\r\nan adverse Court of Appeals' decision are not required in order to exhaust all available state remedies.  In re Exhaustion of\r\nState Remedies in Criminal and Post-Conviction Relief Cases.  The 1990 order qualifies as a plain statement that\r\ndiscretionary review \"need not be sought for exhaustion.\"  O'Sullivan, 526 U.S. at 850, 119 S. Ct. at 1735, 144 L. Ed. 2d at\r\n12 (Souter, J., concurring).  \r\n\r\nWe reiterate the substance of the 1990 order, In re Exhaustion of State Remedies in Criminal and Post-Conviction Relief\r\nCases, and hold it effectively places discretionary review by this Court outside of South Carolina's \"ordinary appellate\r\nprocedure\" pursuant to O'Sullivan.  O'Sullivan. at 847, 119 S. Ct. at 1733, 144 L.  Ed. 2d at 11. \r\n\r\nB.  Anders Brief\r\n\r\nThe State argues that articulating an issue in an Anders brief does not constitute \"fair presentation\" of that issue to the\r\nappellate court necessary to support habeas review.  We disagree.  \r\n\r\nIn Anders v. California, the United States Supreme Court announced the procedure an appointed attorney should follow if\r\nthat attorney believes the client's appeal is frivolous and without merit.  386 U.S. 738, 87 S. Ct. 1396, 18 L. Ed. 2d 493\r\n(1967).  The Supreme Court held the attorney could petition for permission to withdraw from the case, but that the petition\r\nfor withdrawal must be accompanied by a brief  \"referring to anything in the record that might arguably support the\r\nappeal.\"  Id. at 744, 87 S. Ct. at 1400, 18 L. Ed. 2d at 498.  Under Anders, the defendant must be given time to respond and\r\nto raise any additional points after his attorney submits the Anders brief.  Id.  The court then is obligated to conduct a \"full\r\nexamination\" of the record to determine whether the appeal is \"wholly frivolous.\"  Id.  According to Anders, if the\r\nreviewing court finds the appeal is frivolous, \"it may grant counsel's request to withdraw and dismiss the appeal insofar as\r\nfederal requirements are concerned, or proceed to a decision on the merits, if state law so requires.\"  Id. at 744, 87 S. Ct. at\r\n1400, 18 L. Ed. 2d at 498 (emphasis added).\r\n\r\nThe State argues that a dismissal by the Court of Appeals does not qualify as a decision on the merits for purposes of\r\nfederal habeas review, insisting that the dismissal is based on a finding of frivolousness. (3)   The State asserts that arguments\r\npresented in an Anders brief are not raised for consideration on the merits and are raised merely so the reviewing court may\r\ndetermine if the attorney properly reviewed the case before concluding the appeal was frivolous. \r\n\r\nIn this particular case, it is clear the Court of Appeals reached the merits in its dismissal.  As discussed, according to\r\nAnders, the reviewing court is obligated to make a full examination of the proceedings on its own.  Anders.  After such an\r\nexamination, if the reviewing court agrees with the attorney, it may dismiss the appeal or proceed to a decision on the\r\nmerits.  Id.  On the other hand, if the court disagrees with the attorney's analysis of the appeal, it must afford the defendant\r\n\"the assistance of counsel to argue the appeal.\"  Id. at 744, 87 S. Ct. 1400, 18 L. Ed. 2d at 498.  The purpose of filing a\r\nbrief under Anders is to ensure the merits of the appeal are not overlooked.  The court has to conclude independently, \r\nregardless of counsel's conclusion, whether or not the appeal has merit before it can dismiss the appeal.   \r\n\r\nIn the case at hand, Appellant's counsel filed an Anders brief with the Court of Appeals and the Appellant filed a pro se\r\nresponse, raising the issues he considered important.  In the Anders brief, Appellant's counsel argued the trial court\r\ncommitted reversible error by denying Appellant's motion for a continuance under the standard articulated by this Court in\r\nState v. Williams, 305 S.C. 116, 406 S.E.2d 357 (1991).  After reviewing both documents and the record as a whole, the\r\nCourt of Appeals dismissed the appeal pursuant to Anders and Williams.  The Court of Appeals' citation to Williams\r\nindicates, at the very least, that it reviewed the merits of the argument Appellant's counsel put forth in the Anders brief:\r\nwhether the trial court erred in denying Appellant's motion for a continuance.   \r\n\r\nAs Appellant has not yet filed any federal habeas petition, we do not know what arguments he will choose to raise.  The\r\nfederal court ultimately will determine whether any issues raised to the Court of Appeals were properly presented for\r\npurposes of granting federal habeas relief.  To guide them, however, and for purposes of state law, we find the Court of\r\nAppeals' dismissal in this case was on the merits.\r\n\r\nII.  Denial of Continuance\r\n\r\nAppellant argues the trial court committed reversible error in denying his pre-trial motion for a continuance, and that he\r\nshould be granted a new trial.  We disagree.\r\n\r\nIt is well-settled in South Carolina that a trial court's \r\n  denial of a motion for continuance \"will not be disturbed absent a clear abuse \r\n  of discretion.\" State v. Williams, 321 S.C. 455, 459, 469 S.E.2d 49, \r\n  51 (1996) (citing State v. Tanner, 299 S.C. 459, 385 S.E.2d 832 (1989)). \r\n  In fact, reversals of a continuance are as \"'rare as the proverbial hens' teeth.'\" \r\n  Williams, 321 S.C. at 459, 469 S.E.2d at 51 (quoting State v. Litchfield, \r\n  230 S.C. 405, 409, 95 S.E.2d 857, 859 (1957)). This Court has repeatedly upheld \r\n  denials of motions for continuances where there is no showing that any other \r\n  evidence on behalf of the defendant could have been introduced, or that any \r\n  other points could have been raised, if more time had been granted to prepare \r\n  for trial. Williams (citing State v. Squires, 248 S.C. 239, \r\n  149 S.E.2d 601 (1996)). Furthermore, this Court has held that guilty pleas act \r\n  as a waiver of all non-jurisdictional defects and defenses, including claims \r\n  of constitutional violations. Whetsell v. State, 276 S.C. 295, 277 \r\n  S.E.2d 891 (1981).\r\n\r\nIn the case at hand, Appellant pled guilty, and, therefore, waived his right to now raise the denial of his continuance on\r\nappeal under Whetsell.  Regardless, Appellant has made no showing that any evidence could have been introduced if he had\r\nmore time to prepare for trial.  Appellant was taped by the police selling crack to an undercover police officer and does not\r\nchallenge his identification on appeal.  His girlfriend was present at trial and could not remember what she or the Appellant\r\nhad done on the day in question.  Appellant and his attorney had almost one month to prepare for trial.  Appellant argued he\r\nmay have been able to find some witnesses to testify on his behalf if he had not been confined in prison before trial,\r\nreferring to a neighbor he wanted to interview.  He did not name the neighbor, however, or indicate how the neighbor may\r\nbe able to help him.  \r\n\r\nThis is not a sufficient showing to find an abuse of discretion by the trial judge.  See State v. Tanner (reversing trial court's\r\ndenial of motion for continuance when police possessed possible exculpatory evidence which the Solicitor told the\r\ndefendant had been lost and defendant had not had the opportunity to analyze).  Appellant was captured on video tape\r\nselling crack, and has made no showing that any new or exculpatory evidence would have been likely to surface if more\r\ntime was granted.\r\n\r\nConclusion\r\n\r\nFor the foregoing reasons, we AFFIRM the Court of Appeals and hold this Court's 1990 order, In re Exhaustion of State\r\nRemedies in Criminal and Post-Conviction Relief, 321 S.C. 563, 563, 471 S.E.2d 454, 454 (1990), establishes that seeking\r\ndiscretionary review in this Court is outside of South Carolina's ordinary appellate procedure and, therefore, unnecessary\r\nfor purposes of exhaustion of this state remedies under O'Sullivan. \r\n\r\nMOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n1. In a hand written document Appellant submitted to the Court of Appeals, Appellant spelled his own name McKinnedy,\r\nnot McKennedy, as it is spelled in the briefs and the record.  \r\n2. In O'Sullivan, the Petitioner, Boerckel, was convicted in Illinois state court and then appealed to the Appellate Court of\r\nIllinois.  After his appeal was denied and his convictions affirmed, Boerckel filed for leave to appeal to the Illinois Supreme\r\nCourt, a court of discretionary review.  The Supreme Court denied his petition and Boerckel filed a petition for habeas\r\nrelief in the federal district court.  Boerckel raised six issues to the district court, but he had not  raised all six of those\r\nissues in his petition for review in the Illinois Supreme Court.  As a result, the District Court found that Boerckel had\r\nprocedurally defaulted on three of his six claims because he had not raised them in his final petition to the Illinois Supreme\r\nCourt. O'Sullivan.\r\n\r\n3. While this Court cannot determine what constitutes a decision \"on the merits\" under federal law, this Court can\r\ndetermine, for the purposes of state law, whether or not a dismissal pursuant to an Anders brief is a \"decision on the\r\nmerits.\"\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25416","title":"Ingle v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25416","description":"This is a post-conviction relief case involving allegations of ineffective assistance of counsel based on counsel's failure to investigate and to object fo hearsay.","date":"2002-02-19","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nLee Roy Ingle,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nPetitioner,\r\nv.\r\n\r\n\r\nState of South Carolina,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\n\r\nAppeal From Sumter County\r\nThomas W. Cooper, Jr., Circuit Court Judge\r\n\r\n\r\nOpinion No. 25416\r\nSubmitted September 27, 2001 - Filed February 19, 2002\r\n\r\n\r\nREVERSED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nKenneth R. Young, Jr., of Sumter, for petitioner.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney\r\nGeneral B. Allen Bullard, Jr., and Assistant Attorney General Doug Leadbitter, of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE WALLER: Petitioner was convicted of first degree criminal sexual conduct with a minor and lewd act upon a\r\nchild and was sentenced to consecutive prison terms of thirty and five years, respectively.  We granted his petition for a\r\nwrit of certiorari to review the denial of his application for post-conviction relief (PCR).  We reverse.\r\n\r\nISSUE\r\n\r\n\r\n\r\nDid the PCR court err in concluding that trial counsel was not ineffective?  \r\n\r\n\r\nDISCUSSION \r\n\r\n\r\nPetitioner argues trial counsel undermined his defense in several respects and the PCR court erred in finding that counsel\r\nwas not ineffective.  We agree.\r\n\r\nTo establish a claim of ineffective assistance \r\n  of trial counsel, a PCR applicant must show that: (1) counsel's representation \r\n  fell below an objective standard of reasonableness and, (2) but for counsel's \r\n  errors, there is a reasonable probability the result at trial would have been \r\n  different. Strickland v. Washington, 466 U.S. 668 (1984); Johnson \r\n  v. State, 325 S.C. 182, 480 S.E.2d 733 (1997). A reasonable probability \r\n  is a probability sufficient to undermine confidence in the outcome of trial. \r\n  Id.  \r\n\r\nCounsel must articulate a valid \r\n  reason for employing a certain strategy to avoid a finding of ineffectiveness. \r\n  Roseboro v. State, 317 S.C. 292, 294, 454 S.E.2d 312, 313 (1995); Stokes \r\n  v. State, 308 S.C. 546, 419 S.E.2d 778 (1992). Where counsel articulates \r\n  a strategy, it is measured under an objective standard of reasonableness. Roseboro, \r\n  supra.\r\n\r\nThis Court must affirm the PCR court's decision \r\n  when its findings are supported by any evidence of probative value. E.g., \r\n  Cherry v. State, 300 S.C. 115, 386 S.E.2d 624 (1989). However, the Court \r\n  will not uphold the findings of a PCR court if no probative evidence \r\n  supports those findings. Holland v. State, 322 S.C. 111, 470 S.E.2d 378 \r\n  (1996).\r\n\r\nThe first degree criminal sexual conduct and lewd act charges against petitioner stemmed from the alleged sexual assault of\r\nthe nine-year-old daughter (the victim) of petitioner's live-in girlfriend, Jean Afify (Afify).  In his defense at trial, petitioner\r\ndenied molesting the victim.  Instead, he testified that the victim entered his bedroom shortly after he and Afify had sexual\r\nintercourse and that his semen was transferred to the victim's shorts when she sat on his bed. (1)  As his first defense witness,\r\npetitioner called Afify.  Counsel inquired whether she and petitioner had sex the morning her daughter was allegedly\r\nmolested.  Afify responded:  \"No, sir, that's wrong.\"\r\n\r\nAt the PCR hearing, trial counsel admitted he did not interview Afify before calling her as a defense witness.  Counsel\r\nexplained that he relied solely on petitioner who had \"convinced\" him Afify was honest and would admit to having\r\nintercourse with petitioner on the morning of the alleged assault.  Counsel also testified that when Afify was not called as a\r\nwitness by the State, he presumed her testimony would be favorable to petitioner.\r\n\r\nThe PCR judge determined trial counsel made a sound strategic decision to question Afify about whether she and petitioner\r\nhad engaged in sexual intercourse on the morning of the alleged assault.  The PCR court further found that, even if\r\ncounsel's strategy was unreasonable, petitioner failed to establish any prejudice because the State would have called Afify\r\nin reply after petitioner testified he and Afify had intercourse that morning.\r\n\r\nPetitioner argues counsel was ineffective because he called Afify as a defense witness without interviewing her first.  We\r\nagree.\r\n\r\nTrial counsel clearly was deficient in presenting \r\n  Afify as a defense witness without first interviewing Afify to ascertain whether \r\n  she would support petitioner's theory of the defense. Counsel's reliance on \r\n  petitioner's assertions that Afify would be honest and his assumption that her \r\n  testimony would be favorable since she was not called by the State do not amount \r\n  to reasonable strategy for calling Afify. We find it was objectively unreasonable \r\n  for counsel to ask such a crucial question of the sexual assault victim's mother \r\n  without first ascertaining her response. In this instance, trial counsel provided \r\n  deficient representation. Roseboro v. State, supra (counsel must \r\n  articulate an objectively reasonable strategy to avoid a finding of ineffectiveness).\r\n\r\nFor several reasons, we conclude petitioner was prejudiced by trial counsel's deficient performance.  Afify was the first\r\nwitness called in petitioner's defense.  Her testimony, however, was quite damaging to his defense.  Moreover, the State\r\nwas able to capitalize on trial counsel's error, and elicit additional damaging testimony on cross-examination.  The effect of\r\nAfify's testimony, which totally contradicted petitioner's defense, was heightened by the fact that Afify was called as\r\npetitioner's first witness.  Therefore, the fact that the State may have called Afify in reply does not diminish the prejudicial\r\nimpact of trial counsel's error.  It simply cannot be overstated how damaging Afify's testimony was since it came in as part\r\nof what was supposed to be petitioner's defense.\r\n\r\nIn addition, petitioner's theory that his semen was transferred to the victim's shorts via the bedsheets was not implausible. \r\nWithout Afify's denial that they had sexual intercourse on the morning in question, reasonable doubt could have been\r\nestablished.  Even if the State presented Afify's denial in reply, the impact of the testimony would have been different since\r\nit would have been part of the State's case, rather than part of petitioner's defense.\r\n\r\nFinally, other evidence called into question the credibility of the victim's allegations.  Petitioner testified that the victim\r\nwas upset with him on the day of the alleged assault because he refused to buy her certain items while they were out\r\nshopping.  Moreover, Afify testified that although her daughter told her about the assault on the day it happened, Afify did\r\nnot contact authorities until ten days later, when a neighbor reported the incident to DSS.  During this time, Afify\r\nvacationed for a few days with her children at Myrtle Beach.\r\n\r\nIn sum, there is no probative evidence in the record to support the PCR court's finding that petitioner failed to establish\r\nprejudice from counsel's unreasonable strategy.  We therefore reverse the denial of PCR on this issue.\r\n\r\nPetitioner also asserts counsel was ineffective because he permitted two instances of hearsay testimony.  In particular, he\r\ncontends trial counsel should not have elicited testimony from Dr. Elizabeth Baker that the victim identified petitioner as\r\nher assailant and should have objected to testimony given by Detective Valerie Williams.  \r\n\r\nRegarding Dr. Baker, an expert in child sexual assault examinations, trial counsel conducted the following cross-examination: \r\n\r\n\r\nQ.  What type of information did you receive from whomever before you began to interview [the victim]?  \r\n\r\nA.  I talked to her mother and her mother then told me that on April the 5th that the [victim] was allegedly molested and I\r\ndon't believe I can say the rest of it.  \r\n\r\nQ.  Why not?\r\n\r\nA.  I would assume that would be hearsay. \r\n\r\n(Solicitor): I have no objection if he's opening the door.\r\n\r\n(Witness)  Okay.  On April 5th, 1993, [the victim] was allegedly molested by her mother's boyfriend.    \r\n\r\n\r\nDetective Williams testified for the State as follows:\r\n\r\n\r\nQ.  Now, you're limited in your testimony only to the time and place and type of assault.  Could you relate what you were\r\ntold by the victim concerning this assault?\r\n\r\nA.  To the best of my recollection, I remember [the victim] telling me that she had been at [petitioner's] house and that he\r\nhad sexually assaulted her.  Her words were my privates, his privates and my privates.  That's how she put it.\r\n\r\n\r\nTrial counsel did not object to Detective Williams' testimony.\r\n\r\nAt the PCR hearing, counsel stated he elicited Dr. Baker's testimony concerning the victim's identification of her assailant\r\nbecause the victim only offered an allegation.  He testified he did not recall Williams' testimony.   \r\n\r\nThe PCR court found trial counsel was deficient for eliciting Dr. Baker's testimony and for failing to object to Williams'\r\ntestimony.  The PCR court concluded, however, that petitioner did not establish prejudice because the witnesses' testimony\r\nwas cumulative to the victim's testimony. \r\n\r\nThe rule against hearsay prohibits the admission \r\n  of an out-of-court statement to prove the truth of the matter asserted unless \r\n  an exception to the rule applies. Dawkins v. State, 346 S.C. 151, 551 \r\n  S.E.2d 260 (2001); Jolly v. State, 314 S.C. 17, 443 S.E.2d 566 (1994). \r\n  A well-settled exception in criminal sexual conduct cases allows limited \r\n  corroborative testimony. Id. When the victim testifies:\r\n\r\n\r\nevidence that she complained of an assault may be introduced to corroborate her testimony. . . .  This right is limited in\r\nnature, however.  \"The particulars and details are not admissible but so much of the complaint as identifies 'the time and\r\nplace with that of the one charged' may be shown.\" \r\n\r\n\r\nState v. Munn, 292 S.C. 497, 500, 357 S.E.2d \r\n  461, 463 (1987) (citations omitted). \r\n\r\nRecently, this Court held that witnesses' repeated \r\n  references regarding the victim's identification of the defendant as the perpetrator \r\n  of multiple alleged acts of criminal sexual conduct was improper hearsay testimony \r\n  which should have been objected to by trial counsel. Dawkins v. State, \r\n  supra. In Dawkins, the Court stated that the failure to object \r\n  was not valid strategy since the witnesses' testimony \"served only to bolster \r\n  [the victim's] credibility.\" Id. at 157, 551 S.E.2d at 263. Moreover, \r\n  the Court found counsel's error prejudicial because \"improper corroboration \r\n  testimony that is merely cumulative to the victim's testimony cannot be harmless. \r\n  . . . '[I]t is precisely this cumulative effect which enhances the devastating \r\n  impact of improper corroboration.'\" Id. at 156-57, 551 S.E.2d at 263 \r\n  (quoting Jolly v. State, 314 S.C. at 21, 443 S.E.2d at 569).\r\n\r\nTrial counsel in the instant case was deficient \r\n  for eliciting Dr. Baker's testimony and for not objecting to Detective Williams' \r\n  testimony. See, e.g., Munn, supra (testimony concerning \r\n  the victim's identification of the perpetrator goes beyond the time and place \r\n  of the assault and therefore is inadmissible hearsay). While counsel asserted \r\n  at the PCR hearing that he wanted Dr. Baker's testimony in because it was merely \r\n  an allegation, it is our opinion that hearsay regarding a victim's identification \r\n  of the defendant as the perpetrator of a sexual assault could always be characterized \r\n  as an \"allegation.\" Therefore, we find counsel's articulated strategy for eliciting \r\n  this testimony was objectively unreasonable. See Roseboro v. State, \r\n  317 S.C. at 294, 454 S.E.2d at 313 (counsel must articulate an objectively reasonable \r\n  strategy to avoid a finding of ineffectiveness).\r\n\r\nAs to the prejudice prong of the Strickland \r\n  test, we reiterate that improper corroboration testimony that is cumulative \r\n  to the victim's testimony is harmful since \"it is precisely this cumulative \r\n  effect which enhances the devastating impact of improper corroboration.\" Dawkins, \r\n  supra; Jolly, supra. We hold trial counsel's deficient \r\n  performance in allowing the hearsay testimony of both Dr. Baker and Detective \r\n  Williams clearly prejudiced petitioner. Id.\r\n\r\nAccordingly, the PCR court erred in denying relief to petitioner on this issue as well.\r\n\r\nCONCLUSION\r\n\r\nFor the reasons outlined above, the PCR court's decision denying relief is hereby REVERSED.\r\n\r\nMOORE and PLEICONES, JJ., concur.  BURNETT, J., dissenting in a separate opinion in which TOAL, C.J.,\r\nconcurs.\r\n\r\nJUSTICE BURNETT: (DISSENTING) \r\n  I respectfully dissent. The issue before the Court is whether there is any probative \r\n  evidence which supports the PCR judge's finding counsel was effective. In my \r\n  opinion, there is evidence which supports the PCR judge's finding and, therefore, \r\n  we must affirm. Anderson v. State, 342 S.C. 54, 535 S.E.2d 649 (2000) \r\n  (if there is any probative evidence to support the findings of the PCR judge, \r\n  those findings must be upheld).\r\n\r\nFirst, I disagree with the majority's conclusion \r\n  trial counsel was deficient for eliciting Dr. Baker's hearsay testimony. On \r\n  occasion we have deemed counsel deficient for failing to object to hearsay testimony. \r\n  We have not, however, held counsel is always ineffective for failing to object \r\n  to hearsay testimony. See Caprood v. State, 338 S.C. 103, 525 \r\n  S.E.2d 514 (2000). Instead, as with other assertions of trial strategy, we consider \r\n  the particular circumstances of the case. See Solomon v. State, \r\n  Op. No. 25393 (S.C. Sup. Ct. filed December 17, 2001) (Shearouse Adv. Sh. No. \r\n  44 at 32) (court considers reasonableness of trial strategy on case-by-case \r\n  basis). Where trial counsel articulates a valid reason for employing certain \r\n  trial strategy, he will not be deemed ineffective. Roseboro v. State, \r\n  317 S.C. 292, 454 S.E.2d 312 (1995). \r\n\r\n  Here, trial counsel explained he intentionally elicited the hearsay testimony from Dr. Baker because he wanted the jury to\r\nhear from the expert that the victim only alleged petitioner had assaulted her.  Trial counsel suggested the testimony\r\nimplied there was no proof the victim had been assaulted.  Under the circumstances of this case where it was questionable\r\nwhether the victim had been assaulted, this was reasonable trial strategy. (2)    \r\n\r\nAccordingly, counsel was not ineffective. Id. \r\n  I would affirm. \r\n\r\nFurthermore, while I agree with the majority that \r\n  counsel was deficient in failing to object to Detective Williams' hearsay testimony, \r\n  I nonetheless conclude petitioner failed to establish prejudice. Hearsay testimony \r\n  which corroborates the victim's testimony as to the details of the sexual assault \r\n  or identification of the perpetrator is prohibited. Dawkins v. State, \r\n  346 S.C. 151, 551 S.E.2d 260 (2001); Jolly v. State, 314 S.C. 16, 443 \r\n  S.E.2d 566 (1994). Detective Williams' testimony was cumulative to that of Dr. \r\n  Baker's; it did not simply corroborate the victim's testimony. Accordingly, \r\n  petitioner failed to establish prejudice. Because the PCR judge's findings are \r\n  supported by the evidence of record, I would affirm. Anderson v. State, \r\n  supra.\r\n\r\nSecond, I agree with the majority's conclusion \r\n  trial counsel's strategy in asking Afify whether she and petitioner had engaged \r\n  in sexual intercourse without first interviewing her was unreasonable. I conclude, \r\n  however, that petitioner was not prejudiced by counsel's deficient performance. \r\n  Had trial counsel not asked Afify on direct examination whether she \r\n  and petitioner had sex the morning of the alleged assault, there is not a reasonable \r\n  probability the outcome of trial would have been different. At petitioner's \r\n  trial, the State called Afify in reply and questioned her about having sex with \r\n  petitioner the morning of the alleged assault. The State would have called Afify \r\n  in reply even if she had not testified as a defense witness. \r\n  (3) Contrary to the majority's conclusion, there is probative evidence \r\n  in the record which supports the PCR judge's conclusion \r\n  petitioner was not prejudiced. Based on this \r\n  Court's limited scope of review, I would affirm. Id. \r\n  (4)\r\n\r\nTOAL, C.J., concurs.\r\n\r\n1. The State's DNA expert testified the semen on the victim's shorts genetically matched petitioner's blood. \r\n2. The defense suggested the victim had not been molested.  Petitioner   articulated a plausible theory concerning the\r\npresence of the semen on the victim's shorts.  Further, he suggested the victim had a motive to accuse him of misconduct. \r\nTwo witnesses testified the victim was in their company after the alleged assault, did not mention the incident, and acted\r\n\"normally.\"  Moreover, even though the victim told Afify about the alleged assault on the same day as the incident, Afify\r\ndid not report the crime until ten days later, after a neighbor reported the incident to DSS.  For a portion of this ten day\r\nperiod, Afify took her family to the beach for a vacation.  \r\n3. At the PCR hearing, trial counsel stated petitioner desired to testify.  \r\n4. In addition, petitioner claims \r\n  counsel \"absolutely destroyed\" his theory of defense by eliciting testimony \r\n  from the forensic serologist that semen could not have been transferred from \r\n  the bed sheets to the victim's shorts. The Court granted petitioner review of \r\n  four questions raised in the petition for a writ of certiorari. None of the \r\n  questions raised in the petition address trial counsel's examination of the \r\n  forensic serologist. Accordingly, this issue is not preserved for appeal. McCray \r\n  v. State, 317 S.C. 557, 455 S.E.2d 686 (1995) (issue not raised in petition \r\n  for a writ of certiorari but presented in brief is not preserved for appeal).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25417","title":"Linder v. Insurance Claims Consultants, Inc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25417","description":"This is a declaratory judgment action in the Court's original jurisdiction involving the issue of whether public insurance adjusters engage in the unauthorized practice of law.","date":"2002-02-25","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nL. W. Linder and Muriel Linder, Petitioners,\r\n\r\n\r\n\r\nv.\r\n\r\n\r\nInsurance Claims Consultants,\r\nInc., a/k/a ICC, Inc., Jeffrey\r\nRaines, and Gerald Moore, Jr.,\r\nindividually, and as\r\nemployees/agents of Insurance\r\nClaims Consultants, Inc., Respondents.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nIN THE ORIGINAL JURISDICTION\r\n\r\nOpinion No. 25417\r\nHeard September 25, 2001 - Filed February 25, 2002\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Daniel W. Williams, of Bedingfield &amp; Williams, of Barnwell, for petitioners.\r\nFleet Freeman, of Freeman &amp; Freeman, of Mt. Pleasant, for respondents.\r\n\r\nHenry B. Richardson, Jr., and Barbara M. Seymour, of the Office of Disciplinary Counsel, of Columbia, for amicus curiae\r\nthe Disciplinary Counsel.\r\n\r\nArnold S. Goodstein and Mary Perrin O'Kelley, of Goodstein Law Firm, of Summerville, for amicus curiae National\r\nAssociation of Public Insurance Adjusters.\r\n\r\nElizabeth Van Doren Gray, of Columbia, for amicus curiae the South Carolina Bar.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE WALLER:  We granted petitioners' request to hear this declaratory judgment action in our original jurisdiction. \r\nPetitioners seek to have the Court declare that the actions of respondents, as public insurance adjusters, constitute the\r\nunauthorized practice of law.  A lawsuit between these parties is currently pending in circuit court based on respondents'\r\nclaim against petitioners for breach of contract.  That lawsuit has been stayed pending the Court's decision in the instant\r\nmatter. \r\n\r\nFACTUAL BACKGROUND\r\n\r\nThe factual background for this case is both general and specific.  We first take a look at the business of public insurance\r\nadjusting, in general, and then detail the circumstances surrounding the dispute between the parties.\r\n\r\nPublic Insurance Adjusting\r\n\r\nInsurance adjusting is the business of settling an insurance claim.  Black's Law Dictionary defines an \"adjuster\" as one\r\n\"appointed to adjust [i.e., settle] a matter; . . .  One . . . who makes any adjustment or settlement, or who determines the\r\namount of a claim.\"  Black's Law Dictionary 27 (6th ed. 1991).\r\n\r\nFirst-party public insurance adjusting involves the situation \r\n  where \"an insured hires a public adjuster to assist the insured in filing a \r\n  claim of loss with its insurer\" and is based on contract law. Utah State \r\n  Bar v. Summerhayes &amp; Hayden, 905 P.2d 867, 868 (Utah 1995). Specifically, \r\n  a first-party adjuster is retained to:\r\n\r\n\r\ndetermin[e] the amount of loss recoverable under the policy.  The adjuster documents and measures damages, gathers\r\nrelevant facts, determines repair or replacement costs, and submits the claim to the insurance company.  The adjuster then\r\nnegotiates with the insurance company, or the insurance company's adjuster, to obtain the best settlement for the insured.\r\n\r\n\r\nId.\r\n\r\nIn contrast, third-party adjusting involves the situation \r\n  where a \"stranger to the insurance contract\" asserts a claim against an insured \r\n  tortfeasor. Id. \"In third-party adjusting, an adjuster represents an \r\n  injured client in making a claim under a liability insurance contract against \r\n  an insurance company that insures or indemnifies a third person who is or may \r\n  be liable for the injury caused to the adjuster's client.\" Id. at 870. \r\n  Therefore, the third-party adjuster \"must determine the extent of the liability, \r\n  rights, and duties of the parties before attempting to resolve the issue of \r\n  a settlement amount.\" Id. at 868-69.\r\n\r\nA first-party adjuster is generally considered to be synonymous with the term \"public adjuster.\"  According to the National\r\nAssociation of Public Insurance Adjusters (NAPIA), the term \"Public Insurance Adjuster\" means a representative of an\r\ninsured regarding the adjustment of an insurance claim for loss resulting from \"fire and its allied lines.\"  In its amicus brief,\r\nNAPIA asserts that the main question a public adjuster is hired to answer is that of \"how much?\"  In that capacity, the\r\npublic adjuster \"documents and measures the damage caused by a property loss to the insured.\"\r\n\r\nRecently, a new South Carolina statute went into effect \r\n  regulating public insurance adjusting. See S.C. Code Ann. §§ 38-48-10 \r\n  through -160 (Supp. 2000). Under the statute, \"Public Adjusting\" is defined \r\n  as:\r\n\r\n\r\n  investigating, appraising or evaluating, and reporting \r\n    to an insured in relation to a first party claim arising under insurance \r\n    contracts, that insure the real or personal property, or both, of the \r\n    insured. Public adjusting does not include acting in any manner in relation \r\n    to claims for damages to or arising out of the operation of a motor vehicle. \r\n    Public adjusting does not include any activities which may constitute the \r\n    unauthorized practice of law. Nothing in this chapter shall be construed as \r\n    permitting the unauthorized practice of law.\r\n\r\n\r\n  § 38-48-10(2) (emphasis added).  Thus, South Carolina restricts public adjusting to first-party claims involving only real or\r\npersonal property. (1)\r\n\r\nFacts of the Underlying Lawsuit \r\n\r\nPetitioners (\"the Linders\") suffered property loss due to a fire at their home in February 1996.  While their claim was being\r\nadjusted by the insurance company, the Linders had many concerns about how the repairs to their home were being\r\nhandled.  One of the repairmen recommended respondent Insurance Claims Consultants, Inc. (\"ICC\") to Mrs. Linder.  Mrs.\r\nLinder called ICC and met with respondent Gerald Moore. (2)\r\n\r\nIn that initial meeting with Moore, the Linders discussed the fact that the insurance company had rejected their claim for\r\nthe full value of Mr. Linder's gun collection.  According to Mrs. Linder, Moore advised them the guns should be covered\r\nunder their policy.  Moore indicated that he advised the Linders to read their insurance policy and that he and Mr. Linder\r\nread the policy together.  Respondent Jeffrey Raines states in an affidavit that they \"were successful in obtaining payment\r\nfor Mr. Linder's guns which was originally and erroneously denied by the company.\"\r\n\r\nThe Linders entered into a contract with ICC and agreed to pay ICC 10% of the total amount adjusted or otherwise\r\nrecovered.  In addition, they executed a \"Notice\" to their insurance company which indicated that ICC had been hired for\r\nthe preparation of their claim and that ICC should be contacted for \"any further information and negotiations\" concerning\r\ntheir claim.  After executing the contract with ICC, the Linders released the lawyer they had retained a couple of weeks\r\nbefore contacting ICC.\r\n\r\nICC communicated directly with the insurance company's adjuster  both orally and in writing, as well as with the insurance\r\ncompany's attorney.   The majority of the communications reflect that the adjusters concentrated on cost-related issues,\r\nsuch as completing the contents inventory and the sworn statement of proof of loss, as well as discussions on the extent and\r\namount of repairs.  Indeed, Raines stated that ICC spent over 300 man hours preparing the detailed inventory of the\r\ndamaged household contents.  According to Raines, ICC was able to obtain an almost $12,000 increase in what the\r\ninsurance company originally agreed to cover.  The Linders approved the claim, but the insurance company delayed\r\npayment.  Raines stated that he then recommended to Mrs. Linder that she get an attorney.  When the attorney settled the\r\nclaim, the Linders executed a release of all claims.\r\n\r\nOn a \"fact sheet\" given to Mrs. Linder by Moore, ICC describes itself as a \"professional Loss Consulting Firm\" which\r\nrepresents a client's \"best interest\" while handling a property damage claim.  The fact sheet states that ICC will provide,\r\ninter alia:  an assessment of property loss; a leading law firm to review the insurance policy (at ICC's expense); a complete\r\ninventory of damaged contents; engineers, architects, accountants, etc., if required (at ICC's expense); all required\r\ndocumentation to properly project and substantiate additional living expenses and/or business interruption; and assistance\r\nin the preparation with the timely filing of the sworn statement of proof of loss.  ICC stated that its main goal is to provide\r\nthe client with an initial comprehensive study of the loss and damages.  Finally, the following was printed at the bottom of\r\nthe fact sheet:\r\n\r\n\r\nREMEMBER, your insurance company has already appointed a professional to protect THEIR interest.  ICC WILL\r\nPROTECT YOURS!\r\n\r\n\r\nICC states it no longer utilizes this exact fact sheet and has not used it for years, although it is not disputed that it was given\r\nto the Linders in 1996. (3)\r\n\r\nThe Linders also presented an envelope showing an ICC logo - a large \"I\" with two smaller \"C\"s underneath; the logo\r\nrepresents scales, and the Linders suggest that it is supposed to be the scales of justice.  Respondents allege that the logo\r\nwas designed to suggest an appropriate balancing between the insured and the insurance company.\r\n\r\nThe Linders did not pay ICC the 10% fee, as they had agreed in the contract.  ICC brought suit against the Linders for the\r\nrecovery of this contingency fee.  The Linders answered the complaint, asserting, inter alia,  that respondents engaged in\r\nthe unauthorized practice of law and therefore the contract between them is void ab initio.   In an amended answer, the\r\nLinders added counterclaims for negligence and breach of contract.  The Linders then also attempted to assert a claim for\r\nunfair trade practices and sought to have a class certified to get relief for respondents' alleged unauthorized practice of law. \r\nAt that point, the circuit court denied the Linders' request to amend their answer and stayed the action to allow them to\r\nseek declaratory relief in the original jurisdiction of this Court.\r\n\r\nIn their \"Complaint for Declaratory Judgment,\" the Linders allege that:  (1) ICC \"solicited and advertised itself as a\r\ncorporation providing services that are recognized as being the practice of law;\" (2) Moore engaged in the unauthorized\r\npractice of law by advising the Linders regarding the language and interpretation of their policy; and (3) Raines engaged in\r\nthe unauthorized practice of law by negotiating on behalf of the Linders.  The Linders ask the Court to:  (1) declare these\r\npractices the unauthorized practice of law; (2) declare the contract between the Linders and ICC void; and (3)\r\n\"acknowledge a private right of action for matters declared by this Court to be the unauthorized practice of law.\"\r\n\r\nISSUES\r\n\r\n\r\n  Does the business of public insurance adjusting constitute the unauthorized practice of law?\r\n    \r\n  Did respondents engage in the unauthorized practice of law?\r\n    \r\n\r\n  Is the contract between petitioner and ICC void as a matter of public policy?\r\n    \r\n\r\n  Is there a private right of action for the unauthorized practice of law?\r\n\r\n1.  Public Insurance Adjusting Does Not Constitute the Unauthorized Practice of Law\r\n\r\nUnder the South Carolina Constitution, this Court has the \r\n  duty to regulate the practice of law in South Carolina. See S.C. Const. \r\n  art. V, § 4; In re Unauthorized Practice of Law Rules, 309 S.C. 304, \r\n  422 S.E.2d 123 (1992);  see also  S.C. Code Ann.§ 40-5-10 (1986) (the \r\n  Supreme Court has inherent power with respect to regulating the practice of \r\n  law). Our duty to regulate the legal profession is not for the purpose of creating \r\n  a monopoly for lawyers, or for their economic protection; instead, it is to \r\n  protect the public from the potentially severe economic and emotional \r\n  consequences which may flow from the erroneous preparation of legal documents \r\n  or the inaccurate legal advice given by persons untrained in the law.  See \r\n  State v. Buyers Service Co., Inc., 292 S.C. 426, 431, 357 S.E.2d 15, 18 \r\n  (1987). Indeed, protection of the public is our \"paramount concern\" in these \r\n  matters. Id. at 434, 357 S.E.2d at 19.\r\n\r\nThe practice of law \"is not confined to litigation, but \r\n  extends to activities in other fields which entail specialized legal knowledge \r\n  and ability. Often, the line between such activities and permissible business \r\n  conduct by non-attorneys is unclear.\" Id. at 430, 357 S.E.2d at 17. Indeed, \r\n  we have recognized \"it is neither practicable nor wise\" to attempt to formulate \r\n  a comprehensive definition of what constitutes the practice of law. Unauthorized \r\n  Practice of Law Rules, 309 S.C. at 305, 422 S.E.2d at 124. Because of this \r\n  ambiguity, what is, and what is not, the unauthorized practice of law is best \r\n  decided in the context of an actual case or controversy.  See id.  Moreover, \r\n  it is this Court that has the final word on what constitutes the practice of \r\n  law.\r\n\r\nThe issue of whether insurance adjusters engage in the unauthorized \r\n  practice of law is a novel one in South Carolina, but has been entertained by \r\n  many courts in other jurisdictions.  See generally  James McLoughlin, \r\n  Annotation, Activities of Insurance Adjusters as Unauthorized Practice of \r\n  Law, 29 A.L.R.4th 1156 (1984 &amp; Supp. 2000). \r\n\r\nFor example, in Rhode Island Bar Ass'n v. Lesser, \r\n  26 A.2d 6 (R.I. 1942), a man doing business as \"Rhode Island Fire Loss Appraisal \r\n  Bureau,\" was found to have engaged in the unauthorized practice of law. The \r\n  Rhode Island Supreme Court held that the adjuster's activities of negotiating \r\n  and obtaining adjustments of claims for losses under fire insurance policies, \r\n  which involved, \"directly or indirectly, advice or counsel with reference to \r\n  their claims and rights under the policies,\" and charging a contingency fee \r\n  for his services, constituted the unauthorized practice of law. Id. at \r\n  8. The Lesser court found that these activities exceeded a mere \"appraisal \r\n  service.\" However, in affirming the injunction against the adjuster, the Court \r\n  noted that the injunction decree expressly reserved to Lesser the right \"to \r\n  solicit from the general public the work of appraising damage caused by fire, \r\n  making inventory of real and personal property so damaged, appraising the value \r\n  of such property both prior to and immediately following a fire, and submitting \r\n  to the owners of the same a complete and itemized statement showing sound value \r\n  and loss.\" Id. at 9. Thus, the Lesser court was primarily concerned \r\n  with the adjuster's activities of: (1) advising clients on their claims and \r\n  rights under the policy, (2) negotiating settlements for the claim, and (3) \r\n  accepting a contingency fee. (4)  \r\n\r\nThe Pennsylvania Supreme Court in Dauphin County Bar \r\n  Ass'n v. Mazzacaro, 351 A.2d 229 (Pa. 1976), declared that a \"licensed casualty \r\n  adjuster\" who represented clients on their damage claims against tortfeasors \r\n  or their insurers was correctly enjoined from handling these third-party claims. \r\n  The court found that pursuant to Pennsylvania's Public Adjuster Act, only first-party \r\n  adjusting was authorized. In handling third-party claims, Mazzacaro would investigate \r\n  the accident, estimate the amount of damages sustained, write a demand letter \r\n  and attempt to negotiate a settlement. He argued that his representation was \r\n  permissible because his clients' claims were ones in which liability was presumed \r\n  and the only issue was damages. The Pennsylvania Supreme Court rejected his \r\n  argument, noting that it \"ignore[d] the vital role that legal assessments play \r\n  in the negotiation process between a victim of an injury and an alleged tortfeasor \r\n  or insurer.\" Id. at 233. Significantly, the Mazzacaro court stated \r\n  the following:\r\n\r\n\r\nWhile the objective valuation of damages may in uncomplicated cases be accomplished by a skilled lay judgment, an\r\nassessment of the extent to which that valuation should be compromised in settlement negotiations cannot.  Even when\r\nliability is not technically 'contested,' an assessment of the likelihood that liability can be established in a court of law is a\r\ncrucial factor in weighing  the strength of one's bargaining position.  A negotiator cannot possibly know how large a\r\nsettlement he can exact unless he can probe the degree of unwillingness of the other side to go to court.  Such an\r\nassessment, however, involves an understanding of the applicable tort principles . . ., a grasp of the rules of evidence, and\r\nan ability to evaluate the strengths and weaknesses of the client's case vis a vis that of the adversary.  The acquisition of\r\nsuch knowledge is not within the ability of lay persons but rather involves the application of abstract legal principles to the\r\nconcrete facts of the given claim.  As a consequence, it is inescapable that lay adjusters who undertake to negotiate\r\nsettlements of the claims of third-party claimants must exercise legal judgment in so doing.\r\n\r\n\r\nId. at 233-34.\r\n\r\nAlthough the Mazzacaro case clearly applied only \r\n  to third-party adjusting, the above language was specifically cited in a 1977 \r\n  South Carolina Attorney General opinion. 1977 Op. S.C. Att'y Gen. 308 (1977). \r\n  In this opinion, the Attorney General addressed a question from a representative \r\n  about a proposed bill regulating public adjusters. The adjuster's \"appraisal \r\n  activities\" were not at issue; only the adjuster's \"advice to the insured and \r\n  negotiations with the insurance company\" were the subject of the inquiry. The \r\n  Attorney General found that the analysis of Mazzacaro applied not only \r\n  to third-party adjusting, but to public adjusters handling first-party claims \r\n  as well. Therefore, it was the opinion of the Attorney General that all public \r\n  adjusters would engage in the unauthorized practice of law and that any legislation \r\n  which permitted public adjusting would be unconstitutional.\r\n\r\nThe Texas Court of Appeals has spoken twice on whether public \r\n  adjusters engage in the unauthorized practice of law. In Brown v. Unauthorized \r\n  Practice of Law Committee, 742 S.W.2d 34 (Tex. Ct. App. 1987),  writ \r\n  denied  (Jan 27, 1988), the court found the actions of Brown, who apparently \r\n  handled both first-party and third-party claims, were clearly the unauthorized \r\n  practice of law. Brown had accepted settlement checks as \"Ron Brown, Attorney \r\n  at Law.\" The court found he advised clients as to their rights and the advisability \r\n  of making claims and approved settlements. Furthermore, the court found Brown's \r\n  course of conduct encouraged litigation. As to Brown's assertion that he handled \r\n  only \"uncontested\" claims, the court stated that \"because the evidence shows \r\n  that Brown negotiated, at least on damage issues, we cannot agree that Brown \r\n  handled only undisputed and uncontested cases.\" Id. at 40. The court \r\n  held that such negotiation requires \"the use of legal skill and knowledge and, \r\n  thus, constituted the practice of law.\" Id. at 42.\r\n\r\nIn 1991, the Texas Court of Appeals decided Unauthorized \r\n  Practice of Law Committee v. Jansen, 816 S.W.2d 813 (Tex. Ct. App. 1991), \r\n   writ denied  (Jan 8, 1992). Jansen was a first-party public adjuster. \r\n  At the trial level, the trial court found various activities by Jansen constituted \r\n  the unauthorized practice of law, and enjoined him from, inter alia: \r\n  (1) advising clients on whether to accept an offer from an insurance company, \r\n  and (2) advising clients of their rights, duties, or privileges under an insurance \r\n  policy. Jansen did not appeal. The trial court specifically found the following \r\n  practices did not constitute the unauthorized practice of law:\r\n\r\n\r\nA. Advising clients to seek the services of a licensed attorney if they have questions relating to their legal rights, duties and\r\nprivileges under policies of insurance; \r\n\r\nB. Measuring and documenting first party claims under property insurance policies and presenting them to insurance\r\ncompanies on behalf of clients; \r\n\r\nC. Discussing the measurement and documentation presented to the insurance company with representatives of insurance\r\ncompanies; \r\n\r\nD. Advising clients that valuations placed on first party property insurance claims by insurance companies is or is not\r\naccurate[.]\r\n\r\n\r\nId. at 814.\r\n\r\nThe Unauthorized Practice of Law Committee (UPLC) appealed \r\n  these findings and argued that the measure and documentation of first-party \r\n  claims, the presentation of these claims to insurance companies, and the discussion \r\n  of the claims with insurance company adjusters all constitute the unauthorized \r\n  practice of law. The Jansen court disagreed:\r\n\r\n\r\nWe cannot agree with UPLC's contention that providing an estimate of property damage and filling out the appropriate\r\nforms to present a claim constitutes the practice of law.  In reality, this is the same procedure any insured is required to\r\nfollow to collect on an insurance policy.  The fact that appellee is paid for his services and expertise does not convert his\r\nactions into the practice of law.  Our holding is not to be construed as authorizing discussions or \"negotiations\" with\r\ninsurance companies into coverage matters.  Nor do we mean to imply that \"presenting\" a claim to the insurance company\r\nby a public insurance adjuster is the same as negotiating a settlement.  The former is, in essence, merely delivering\r\nnecessary paperwork and data while the latter entails the practice of law.  Interpretation of insurance contracts would also\r\nmost likely cross the line into the practice of law.  Appellee agrees that if the issue to be submitted to an insurance company\r\ninvolves a coverage dispute, then the services of an attorney are required.  We find that the trial court arrived at a suitable\r\naccommodation that will not totally eliminate the profession of public insurance adjusting in the State.\r\n\r\n\r\nId. at 816. \r\n\r\nThe Jansen court then distinguished its earlier decision \r\n  in Brown, and held that a public adjuster may have discussions with an \r\n  insurance company adjuster about competing property-damage valuations, provided \r\n  that liability under the policy is uncontested. The court found Brown's activities \r\n  regarding personal injury claims were sufficiently different from Jansen's activities: \r\n  \"An opinion concerning the valuation, whether it be repair cost or replacement \r\n  cost, of a damaged piece of property hardly equates to counseling a client to \r\n  settle a claim.\" Id.\r\n\r\nThe Jansen case therefore represents a somewhat different \r\n  viewpoint on what is allowable for first-party public adjusters. Although interpreting \r\n  policies and getting involved in coverage disputes remained a concern for the \r\n  Jansen court, it was not willing to rule that negotiating on valuations \r\n  of property damage in uncontested cases constitutes the unauthorized practice \r\n  of law.\r\n\r\n  In our opinion, the business of public insurance adjusting \r\n  does not per se constitute the practice of law. We note the parties \r\n  agree that public adjusters may act as appraisers. Since a public adjuster may \r\n  use his expertise to determine a value, we simply do not see why it would be \r\n  beyond his expertise to discuss that value, and the insurer's competing value, \r\n  with the client and the insurer's adjuster. This type of negotiation activity \r\n  - as long as it is limited to valuations of property and repairs - does not \r\n  require legal skill and knowledge.  Accord Jansen, 816 S.W.2d at 816 \r\n  (\"An opinion concerning the valuation, whether it be repair cost or replacement \r\n  cost, of a damaged piece of property hardly equates to counseling a client to \r\n  settle a claim.\").\r\n\r\nNonetheless, because the activities of public insurance \r\n  adjusters may bring them close to the line between permissible business conduct \r\n  by non-attorneys and the unauthorized practice of law, we must clarify what \r\n  is and is not appropriate conduct by public adjusters. After analyzing the decisions \r\n  in other jurisdictions, we are most persuaded by the reasoning expressed by \r\n  the Texas court in the Jansen case. (5) \r\n  Like the Jansen court, we feel that a suitable accommodation may be made \r\n  to preserve the business of public adjusting, yet protect the public from the \r\n  dangers of the unauthorized practice of law.\r\n\r\nSpecifically, we find there is no problem with a public \r\n  adjuster measuring and documenting insurance claims, and then presenting those \r\n  valuations to the insurance company.  See id.  at 816 (providing an estimate \r\n  of property damage and filling out the appropriate forms to present a claim \r\n  does not constitute the practice of law because this is what an insured is required \r\n  to do to collect on an insurance policy). Therefore, we declare the following \r\n  practices permissible:\r\n\r\n\r\n  A.&nbsp; Providing an estimate of property damage and repair costs, i.e., any purely appraisal-oriented activities by the public\r\nadjuster.\r\n  B.&nbsp; Preparing the contents inventory and/or sworn statements on proof of loss.\r\n  C.&nbsp; Presenting the claim to the insurance company, i.e., delivering the necessary paperwork and data to the insurer.\r\n  D.&nbsp; Negotiating with the insurance company, as long as the discussions only involve competing property-damage valuations.\r\n\r\n\r\nAs to what activities are prohibited, we declare that public adjusters shall not:\r\n\r\n\r\n  A.&nbsp; Advise clients of their rights, duties, or privileges under an insurance policy regarding matters requiring legal skill\r\nor knowledge, i.e., interpret the policy for clients.\r\n  B.&nbsp; Advise clients on whether to accept a settlement offer from an insurance company.\r\n  C.&nbsp; Become involved, in any way, with a coverage dispute between the client and the insurance company.\r\n  D.&nbsp; Utilize advertising that would lead clients to believe that public adjusters provide services which require legal\r\nskill.\r\n\r\n\r\nWe believe that these guidelines are consistent with South \r\n  Carolina's recently enacted statute regulating the business of public adjusting. \r\n   See, e.g., § 38-48-70(h) (a public adjuster shall not \"offer or provide \r\n  advice as to whether the insured's claim is covered by the insured's contract \r\n  with the insurer.\"); § 38-48-100 (\"All advertising by a public adjuster shall \r\n  fairly and accurately describe the services to be rendered and shall not misrepresent \r\n  either the public adjuster or the public adjuster's abilities. . . .\"). Although \r\n  we reiterate that it is the duty of this Court, and not the Legislature, to \r\n  delineate the practice of law, we note that the statutory scheme regulating \r\n  public adjusting specifically addresses many of the concerns that are implicated \r\n  by the issue before the Court today, and, in our opinion, deals with those concerns \r\n  appropriately.\r\n\r\nIn sum, the business of public adjusting does not, in and of itself, embody the practice of law.  We are confident that the\r\nparameters set out above will inform public adjusters of the limits of their occupation. (6)\r\n\r\n2.  By Some of Their Actions, Respondents Engaged in the Unauthorized Practice of Law.\r\n\r\nThe question remains whether respondents engaged in the unauthorized practice of law.  Although they certainly did not\r\nhave the benefit of the guidelines we announce today, we nevertheless must decide whether respondents crossed the line\r\ninto the unauthorized practice of law.  Because they advised the Linders on their rights under the insurance policy and\r\nbecame involved with a known coverage dispute, we conclude that they did.\r\n\r\nWe find from the record before us that respondents advised the Linders on the extent of coverage for Mr. Linder's gun\r\ncollection, and then subsequently discussed this with the insurance adjuster.  While this \"advice\" may simply have been\r\npointing out the policy language to the Linders, it still constituted counsel on the Linders' rights under the policy. \r\nMoreover, Moore knew at the time that the insurer had limited liability on the gun collection based on its interpretation of\r\nthe policy.  It matters not that the insurance company was mistaken.  This clearly was a coverage dispute between the\r\nLinders and their insurer, and therefore, respondents should not have become involved.  Their involvement went beyond an\r\nevaluation on the vital question of \"how much\" the gun collection was worth, and transgressed into an evaluation of\r\nwhether, and to what extent, the guns should be covered pursuant to the policy language.\r\n\r\nThe acts of (1) interpreting and advising the clients on \r\n  the insurance policy, and (2) negotiating with the insurer on coverage disputes, \r\n  require legal knowledge and skill, and therefore are not permitted without a \r\n  law license.  See State v. Buyers Service Co., Inc., 292 S.C. at 430, \r\n  357 S.E.2d at 17 (activities which entail specialized legal knowledge and ability \r\n  are the practice of law). We find that respondents stepped over the line and \r\n  that these acts constituted the unauthorized practice of law. \r\n  (7)\r\n\r\n3.  The contract between petitioner and ICC is not void. \r\n\r\nThe Linders argue that the contract between them and ICC \r\n  is against the public policy of South Carolina and the Court should declare \r\n  it void. Given our holding above that the business of public adjusting does \r\n  not inherently constitute the unauthorized practice of law, we find the contract \r\n  is not void as a matter of law. The Linders, however, also argue that \r\n  the contract, as performed, amounted to the practice of law and thus \r\n  should not be enforced.\r\n\r\nThis Court has the duty to regulate the practice of law \r\n  in South Carolina. See S.C. Const. art. V, § 4;  In re Unauthorized \r\n  Practice of Law Rules, supra. We have found that respondents did commit \r\n  some acts that amounted to the unauthorized practice of law. We note, however, \r\n  that the majority of respondents' work appears to have not entailed the unauthorized \r\n  practice of law. We therefore hold that the most appropriate manner in which \r\n  to sanction respondents for their transgressions is for the trial court, in \r\n  the underlying action, to determine the value of respondents' work which did \r\n  not constitute the unauthorized practice of law. Respondents are entitled to \r\n  that amount, but are not to be compensated for any amount attributable to their \r\n  unauthorized activities.\r\n\r\n4.  There is no private right of action for the unauthorized practice of law.\r\n\r\nFinally, the Linders maintain that once an act is declared to be the unauthorized practice of law, then the circuit court has\r\njurisdiction to hear various causes of action, including a tort action for damages.  Respondents, on the other hand, argue\r\nthat there is no private right of action for the unauthorized practice of law.  We agree with respondents.\r\n\r\nIn bringing the instant action, the Linders acted in accordance \r\n  with this Court's decision in Unauthorized Practice of Law Rules, where \r\n  we urged \"any interested individual who becomes aware of such conduct [which \r\n  may be the unauthorized practice of law] to bring a declaratory judgment action \r\n  in this Court's original jurisdiction to determine the validity of the conduct.\" \r\n  Unauthorized Practice of Law Rules, 309 S.C. at 307, 422 S.E.2d at 125. \r\n  We did not, however, authorize a private right of action. Furthermore, there \r\n  are statutes which prevent the unauthorized practice of law, and while they \r\n  state such activity will be deemed a crime, they do not sanction a private cause \r\n  of action. S.C. Code Ann. §§ 40-5-310 and -320 (2001). \r\n\r\nWhen faced with a similar issue, the Supreme Court of Hawaii \r\n  found that its criminal statutes prohibiting the unauthorized practice of law, \r\n  while providing remedies such as declaratory and injunctive relief, as well \r\n  as criminal sanctions, did not create a private claim for damages. Reliable \r\n  Collection Agency, Ltd. v. Cole, 584 P.2d 107 (Haw. 1978). We adopt that \r\n  reasoning and hold there is no private right of action in South Carolina for \r\n  the unauthorized practice of law.\r\n\r\nCONCLUSION\r\n\r\nIn sum, we declare that the business activities of first-party public adjusters do not constitute the practice of law, subject to\r\nthe restrictions outlined in this opinion.  However, because respondents did engage in acts which we now have announced\r\nare prohibited, we direct the circuit court in the underlying action to determine the value of respondents' authorized work. \r\nFinally, we hold there is no private right of action for the unauthorized practice of law.\r\n\r\nJUDGMENT DECLARED.\r\n\r\nMOORE and BURNETT, JJ., concur.  PLEICONES, J., dissenting in part in a separate opinion in which TOAL,\r\nC.J., concurs.\r\n\r\nJUSTICE PLEICONES: I agree with the majority \r\n  that the contract between the Linders and ICC is not void, and that there is \r\n  no private cause of action for the unauthorized practice of law. Unlike the \r\n  majority, however, I would permit licensed public adjusters to interpret insurance \r\n  contracts to the extent necessary to adjust their clients claim, \r\n  (8) to negotiate coverage disputes, and to advise their clients whether \r\n  to accept settlement offers. (9) Public adjusters \r\n  are hired for their expertise in the handling of insurance claims, and I would \r\n  permit them to use their specialized knowledge in aid of their clients' claims. \r\n   Compare In re The Unauthorized Practice of Law Rules, 309 S.C. 304, \r\n  422 S.E.2d 123 (1992)(CPAs do not engage in the unauthorized practice of law \r\n  when practicing in their area of expertise.) \r\n\r\n  For example, the majority concludes that ICC engaged in the unauthorized practice of law when it assisted the Linders in\r\nrecovering the full value of their gun collection.  I would not deny the Linders the benefit of the very expertise which led\r\nthem to hire ICC in the first place, nor would I require ICC to remain silent when it perceived a coverage issue not apparent\r\nto the client.  I would, however, require the public adjuster to refrain from advising the client at the point where the\r\ninsurance company involves an attorney in the matter or when the legal process is invoked.\r\n\r\nFor the reasons given above, I join parts 3 and 4 of the majority opinion, but dissent in part from parts 1 and 2.  I would\r\nfind that ICC did not engage in the unauthorized practice of law.\r\n\r\nTOAL, C.J., concurs.\r\n1. Additionally, the statute, inter alia:  sets forth licensing requirements (§§ 38-48-20 through -60); provides standards of\r\nconduct for the public adjuster (§ 38-48-70); regulates the written contract (§ 38-48-80); prescribes the manner in which a\r\npublic adjuster may advertise (§ 38-48-100); and authorizes the Department of Insurance to promulgate regulations\r\nnecessary to carry out the statute's provisions (§ 38-48-160).\r\n2. Respondents are ICC, Moore, and Jeffrey Raines.  Raines is president of ICC, Moore is vice-president, and each owns\r\n50% of ICC's stock.\r\n3. According to Raines, the fact sheet and the notice  improperly state that ICC will associate with an attorney, if necessary. \r\nRaines explained that Florida allows such associations of adjusters and attorneys, but South Carolina does not; therefore, on\r\nadvice of South Carolina counsel, ICC has stopped using the language on these forms.\r\n4. Respondents argue Lesser is \r\n  no longer binding in Rhode Island because statutes were subsequently enacted \r\n  regulating public adjusting. R.I. Gen. Laws § 27-10-1 et seq. (1998); \r\n   see also  R.I. Gen. Laws §11-27-9 (2000) (where, as part of Rhode Island's \r\n  statutory chapter regulating the practice of law, there are specifically restrictions \r\n  on the practices of public adjusters, including a prohibition on advising a \r\n  claimant on his legal rights). We need not decide whether Lesser remains \r\n  good law in Rhode Island; we review other jurisdictions' decisions simply for \r\n  guidance on this issue. \r\n5. We reject the conclusion of the 1977 \r\n  Attorney General opinion, based on the logic of the Mazzacaro court, \r\n  that legal analysis necessarily is required in any negotiations with \r\n  the insured. Mazzacaro involved third party adjusters and the settlement \r\n  of tort actions, and we find that first party claims are sufficiently distinguishable \r\n  from third party claims. Furthermore, South Carolina law has not authorized \r\n  third-party public adjusting; only first-party public adjusting is permitted. \r\n  See § 38-48-10 (defining public adjusting as the handling of first-party \r\n  claims). \r\n\r\nIn addition, we do not share the concern indicated by the \r\n  Lesser court that charging a contingency fee is a primary consideration \r\n  on this issue. A contingency fee arrangement, in and of itself, is not the practice \r\n  of law. \r\n6. The dissenting opinion would allow \r\n  public adjusters to interpret insurance contracts, negotiate coverage disputes, \r\n  and advise their clients whether to accept settlement offers. Clearly, these \r\n  activities require legal training and therefore constitute the practice of law. \r\n  See State v. Buyers Service Co., Inc., 292 S.C. at 430, 357 S.E.2d \r\n  at 17 (activities which entail specialized legal knowledge and ability are the \r\n  practice of law). Simply because public adjusters have expertise in adjusting, \r\n  i.e., valuating property insurance claims, does not mean they have legal expertise \r\n  in interpreting insurance policies and negotiating coverage disputes.\r\n\r\nIndeed, respondents themselves concede in their brief that disputed matters involving coverage are matters outside the\r\nscope of the public adjuster's expertise.  Furthermore, section 38-48-40(h) quite plainly states that a public adjuster shall\r\n\"not offer or provide advice as to whether the insured's claim is covered by the insured's contract with the insurer.\"  While\r\nthe dissent interprets § 38-48-40(h) \"merely to prohibit public adjusters from making any promise of guarantee of recovery\r\nto their clients,\" the plain language of this subsection does not support such an interpretation.\r\n\r\nNor does § 38-48-130(b).  Section 38-48-130(b) states that it is unlawful for a person to \"adjust or aid in the adjustment,\r\neither directly or indirectly, of a claim arising under a contract of insurance not authorized by the laws of this State.\"  The\r\ndissent cites this section to support its conclusion that a public adjuster \"is required to determine the legality of a contract\r\nbefore undertaking to adjust a loss under it.\"  We find no such requirement implied in § 38-48-130(b).  Moreover, a\r\ndetermination of \"the legality of a contract\" is, without a doubt, an activity requiring specialized legal knowledge, and one\r\nthat only should be undertaken by lawyers and judges.\r\n7. As to the Linders' allegation that ICC's logo was impermissible in some way because it represented the \"scales of\r\njustice,\" we disagree.  Simply by using a logo that represented scales does not automatically indicate that ICC was\r\nadvertising itself as a provider of legal services.  Surely, the legal profession does not claim to have a monopoly on the\r\ngraphical use of scales in advertising.  We also find that in the context of its other printed materials, including the Fact\r\nSheet, ICC's use of the scales logo would not lead to a reasonable conclusion that ICC's employees, as public adjusters,\r\nwere providing legal services.\r\n8. I am aware of S.C. Code Ann. §38-48-70 (h) (Supp. 2000) which provides that \"A public insurance adjuster shall not\r\noffer or provide advice whether the insured's claim is covered by the insured's contract with the insurer.\"  I find it difficult\r\nto reconcile this prohibition with the definition of public adjusting in §38-48-10 (2) (Supp. 2000) which states, \"'Public\r\nadjusting' means investigating, appraising or evaluating, and reporting to an insured in relation to a first party claim . . . ,\"\r\nand with the statutory provision that makes it a felony for an adjuster to \"adjust or aid in the adjustment, either directly or\r\nindirectly, of a claim arising under a contract of insurance not authorized under the laws of this State . . . .\" S.C. Code Ann.\r\n§38-48-130 (b) (Supp. 2000).  The public adjuster is required to determine the legality of a contract before undertaking to\r\nadjust a loss under it, §38-48-130 (b), and to investigate, evaluate, and report to his client regarding the client's claim, §38-48-10 (2), but is forbidden to advise whether the insured's claim is covered.  I would read §38-48-70 (h) merely to prohibit\r\npublic adjusters  from making any promise or guarantee of recovery to their clients. \r\n9. As the majority acknowledges, an adjuster is one who determines or settles an insurance claim. Black's Law Dictionary\r\n27 (6th ed. 1991).  Further, our statute authorizes a public adjuster to investigate, appraise, evaluate a claim, and report to\r\nhis insured. S.C. Code Ann. §38-48-10(2) (Supp. 2000).  In my opinion, an adjuster must be able to construe the contract\r\nand advise on settlements in order to met the statutory definition of her role.  To require her to abstain, however, should a\r\ncoverage dispute arise is to undermine her ability to \"determine or settle\" a claim.  \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25418","title":"In the Matter of Sean Bannon Zenner","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25418","description":"This is a disciplinary matter resulting in the sanction of a public reprimand.","date":"2002-02-25","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        In the Matter of Sean Bannon Zenner,Respondent.\r\n        &nbsp;\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25418\r\nHeard January 24, 2002 - Filed February 25, 2002\r\n\r\n\r\nPUBLIC REPRIMAND\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Attorney General Charles M. Condon and Senior Assistant Attorney General James G. Bogle, Jr., both of Columbia, for the\r\nOffice of Disciplinary Counsel.\r\nS. Jahue Moore, of Wilson, Moore, Taylor &amp; Thomas, P.A., of West Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\nPER CURIAM:  In this attorney disciplinary matter, the Commission on Lawyer Conduct filed formal charges against\r\nrespondent.  Respondent filed a response and later agreed to a stipulation of facts.  After a hearing, the Panel recommended\r\nrespondent be given a public reprimand.\r\nFACTUAL BACKGROUND\r\n\r\nThe charges against respondent stem from his involvement with a collection agency, the Collect America Network.  U.S.\r\nCollections, a franchise of Collect America, and the Zenner Law Firm entered into a contract on February 16, 2000.\r\n\r\nRefinance America, a wholly owned subsidiary of Collect America, purchased uncollected debt from, for example, credit\r\ncard companies and forwarded it to Collect America, who then forwarded it to respondent's firm.  Collect America would\r\nsend batches of these accounts in contract form.  According to the accounts contract, a placement of the amount with\r\nrespondent's firm was made for a limited period of 120 days for a contingency fee of twenty-five percent (25%) of any\r\nrecovered funds.\r\n\r\nCollect America operated with two types of franchise agreements, including one in which a private corporation, for\r\nexample U.S. Collections, bought the franchise and the license to use a particular software (STARS) to collect the debt.  As\r\na franchise, U.S. Collections was required to retain an attorney, such as respondent, to collect the debt.\r\n\r\nU.S. Collections employed collectors and paid them through respondent's payroll account. (1)  Further, U.S. Collections\r\nowned the computers and telephones, and provided respondent with an office for his private practice, adjacent to the\r\nproperty leased by U.S. Collections.  All collectors made telephone calls to debtors, identifying themselves as \"Zenner Law\r\nFirm,\" in the adjacent building. (2)\r\n\r\nEach collector was required to generate collections of $30,000 each month.  They were paid a base salary and received a\r\nbonus of a percentage of any excess collected over $30,000.\r\n\r\nRespondent's first contract with U.S. Collections allowed him ten percent of the total amounts collected and paid his costs,\r\nexcept for payroll.  Under his last contract, which was imposed on respondent and not reduced to writing, he received a flat\r\n$3,000 per month.  U.S. Collections then paid the collectors through respondent's account.\r\n\r\nThere were no client files in the traditional sense, with all materials relating to the debtors stored on computers owned by\r\nCollect America.  For example, in the Violet Pfaff Matter, her \"file\" in the computer was owned by Collect America.  This\r\nelectronic file was respondent's firm's file to the extent that he was representing Collect America and was the attorney\r\ncollecting debt from Violet Pfaff.  Respondent had limited access to the file, and this access ceased when he terminated his\r\nrelationship with Collect America.\r\n\r\nCollectors reported to Jim Wooley and Craig Howard, who were partners/owners of the U.S. Collections franchise.  Craig\r\nHoward's salary was paid by U.S. Collections through respondent's payroll account.\r\n\r\nRespondent did not have the authority to hire and fire collectors without first going through a supervisor employed directly\r\nby U.S. Collections.  As a result of these disciplinary complaints, respondent attempted to fire a collector, Joyl LaRoy, for\r\nviolating the Fair Debt Collections Act, (3) but was told by U.S. Collections that he could not.  Respondent represented that\r\nhe had fired the collector, Billy Melton, for similar conduct, but there was no written document in Melton's personnel file\r\nreflecting that he had been fired or discharged.\r\n\r\nThe collectors, LaRoy and Melton, committed misconduct when contacting debtors.  The following matters are based on\r\nthat conduct.\r\n\r\nIzola Wilson Matter\r\n\r\nDuring a telephone call Wilson received from Melton on June 28, 1999, Melton engaged in the following:  (1) offered legal\r\nadvice; (2) threatened criminal prosecution; (4) (3) referred to the creditor as \"my client;\" (4) gave a legal opinion that\r\njurisdiction was vested in Richland County; (5) used abusive language by describing Wilson's situation as the same as if\r\nshe used a gun and robbed the creditor and \"ripped them off;\" and (6) referred to Wilson's owing of an unpaid debt as\r\nequivalent to welfare.\r\n\r\nViolet C. Pfaff Matter\r\n\r\nPfaff, a Michigan resident, was told by one of respondent's employees that, \"We don't deal with lawyers or law firms.  Tell\r\nyour lawyer that!\"  During two separate telephone calls, Pfaff was called a \"bloodsucker,\" a \"liar,\" a \"swindler,\" and a\r\n\"leech.\"\r\n\r\nGreg Leaf Matter\r\n\r\nRespondent, in January 1999, mailed a letter to Ilene Chase, a New Mexico attorney, regarding an attempt to collect a debt\r\non behalf of Wells Fargo in the amount of $5,471.98.  The letter was sent to Chase's business address.  Thereafter, Chase\r\nand/or her husband, Greg Leaf, received a number of telephone calls from respondent's employee.  During these\r\nconversations, the employee was belligerent, profane, and accused Leaf of making promises to pay and not keeping those\r\npromises.\r\n\r\nTelephone calls ceased after Leaf wrote a letter to respondent requesting the telephone contact cease pursuant to the Federal\r\nConsumer Protection Act.\r\n\r\nPeggie Kay Ungerer Matter\r\n\r\nUngerer, a Pennsylvania resident, received telephone calls from Melton regarding the collection of a debt.  Calls were made\r\nto her employer's office twice on July 14, 1999, once on July 15, twice on July 16, twice on July 22, twice on July 23,\r\ntwice on July 29, twice on July 30, and once on November 18.  Calls were also made to her home on July 24 and July 31. \r\nDuring an August 4th telephone call, Melton referred to Ungerer as a \"liar.\"  When she returned a call to respondent's firm\r\nshe spoke with Melton, who again called her \"a liar\" and hung up on her.\r\n\r\nDuring the July 14th call, Melton threatened criminal prosecution and offered a legal opinion that Ungerer's wages would\r\nbe garnished, without determining whether garnishment was lawful under Pennsylvania or South Carolina law.  During this\r\nconversation, Melton also used profane language and called Ungerer back five minutes later.\r\n\r\nDuring a July 16th call, an employee of respondent called Ungerer at her employment and her employer directed him not to\r\ncall the office again.  Respondent's employee began cursing at Ungerer's employer.\r\n\r\nUngerer was also called at home on July 14th.  In this call, respondent's employee called her while she was still asleep and\r\ndirected the person answering the phone to \"wake her . . . up and put her on the phone.\"  (Expletive deleted).\r\n\r\nShirley Benson Matter\r\n\r\nBenson, a Texas resident, received a telephone call from one of respondent's employees regarding the collection of a debt. \r\nThis employee screamed and yelled at Benson, used profanity, called her \"very low names,\" and referred to her as a\r\n\"worthless deadbeat.\"  Four days later, the employee called Benson at her office while she was on another line.  Benson's\r\nemployer answered the phone and asked respondent's employee if he would like to leave a message.  The employee yelled\r\nat Benson's employer not to hang up on him.  When she did, the employee called back immediately and asked to speak to\r\nthe manager.  When told he was speaking with the manager, the employee began yelling.  Benson's employer hung up the\r\ntelephone.  A few minutes later, when Benson's employer picked up the phone to make an outgoing call, respondent's\r\nemployee was still on the line laughing at her.\r\n\r\nLinda McClain Matter \r\nMcClain, a Nevada resident, received a letter from respondent which advised that his firm had been authorized to offer her\r\na settlement of $1,410.00, a discount from her original debt of $2,851.21.  The letter offered to accept six equal payments\r\nper month, and concluded that upon receipt, respondent would take the steps necessary to update her credit report. \r\nMcClain made the payments and they were accepted by respondent's firm.\r\n\r\nThereafter, McClain attempted to receive a response from respondent's law firm to no avail.  She wrote a letter of\r\ncomplaint to the North Carolina State Bar which was subsequently forwarded to the Commission on Lawyer Conduct.  At\r\nhis Notice to Appear, respondent testified McClain's case had been marked closed as a result of her making the payments.\r\n\r\nSpecial Investigator Matters\r\n\r\nA special investigator interviewed a few debtors who had been contacted by Joel LaRoy.  Eight debtors reported early\r\nmorning calls, profanity, and/or threats of criminal prosecution.\r\n\r\nPanel's Findings\r\n\r\nThe Panel found the following violations of Rule 7(a) of the Rules for Lawyer Disciplinary Enforcement, Rule 413,\r\nSCACR:  (1) violating the Rules of Professional Conduct, Rule 7(a)(1); and (2) engaging in conduct tending to pollute the\r\nadministration of justice or to bring the courts or the legal profession into disrepute, Rule 7(a)(5).\r\n\r\nThe Panel further found respondent, through the actions of the collectors, violated certain rules from the Rules of\r\nProfessional Conduct, Rule 407, SCACR.  The Panel found violations of Rule 4.4, respect for rights of third persons (using\r\nmeans that have no purpose other than to embarrass, delay, or burden a third person); Rule 4.5, threatening criminal\r\nprosecution; Rule 5.3, responsibilities regarding non-lawyer assistants (lawyer shall make reasonable efforts to ensure that\r\nhis firm has in effect measures giving reasonable assurance that non-lawyer employee's conduct is compatible with\r\nlawyer's professional obligations, and shall make reasonable efforts to ensure that person's conduct is compatible with\r\nthose obligations, and shall be responsible for that person's conduct if lawyer has direct supervisory authority over the\r\nperson, and knows of conduct at time when its consequences can be avoided, but fails to take reasonable remedial action).\r\n\r\nThe Panel also found respondent had violated Rule 5.4 (professional independence of a lawyer), Rule 5.5(b) (unauthorized\r\npractice of law), and Rule 8.4 (violation of a rule of professional conduct), of the Rules of Professional Conduct, Rule 407,\r\nSCACR.\r\n\r\nThe Panel found the following mitigating factors:  (1) respondent's inexperience; (2) respondent's full cooperation; and (3)\r\nrespondent's lack of a disciplinary history.  The Panel recommended respondent be given a public reprimand, and that he\r\nbe directed to pay the costs of the proceedings against him.\r\n\r\nDISCUSSION\r\n\r\nThe authority to discipline attorneys and the manner in \r\n  which discipline is given rests entirely with the Supreme Court. In re Long, \r\n  346 S.C. 110, 551 S.E.2d 586 (2001). The Court may make its own findings of \r\n  fact and conclusions of law, and is not bound by the Panel's recommendation. \r\n  In re Larkin, 336 S.C. 366, 520 S.E.2d 804 (1999). The Court must administer \r\n  the sanction it deems appropriate after a thorough review of the record. Id.\r\n\r\nThe Panel's recommendation that respondent be publicly reprimanded \r\n  is appropriate. In the past, we have imposed this sanction for similar conduct. \r\n  See, e.g., In re Edens, 344 S.C. 394, 544 S.E.2d 627 \r\n  (2001) (attorney publicly reprimanded for failing to properly supervise real \r\n  estate transactions involving refinancing of client's property without client's \r\n  knowledge or consent); In re Cromartie, 340 S.C. 54, 530 S.E.2d 382 (2000) \r\n  (attorney publicly reprimanded for, among other things, failing to supervise \r\n  non-lawyer employees who were responsible for giving correct wiring instructions \r\n  to lenders for funds to be wired to real estate trust account); In re Davis, \r\n  338 S.C. 459, 527 S.E.2d 358 (2000) (same); In re Reeve, 335 S.C. 169, \r\n  516 S.E.2d 200 (1999) (attorney publicly reprimanded for failing to properly \r\n  supervise non-lawyer employees and assisting person in unauthorized practice \r\n  of law).\r\n\r\nFurther, we agree with the Panel's finding that respondent violated Rule 5.5(b), of Rule 407, of the Rules of Professional\r\nConduct.  Respondent assisted the collection agency in performing activities that constituted the unauthorized practice of\r\nlaw.  Pursuant to S.C. Code Ann. § 40-5-320(A) (2001), it is unlawful for a corporation or voluntary association to:\r\n\r\n\r\n(3) hold itself out to the public as being entitled to practice law, render or furnish legal services, advise or to furnish\r\nattorneys or counsel, or render legal services in actions or proceedings;\r\n\r\n(4) assume to be entitled to practice law or to assume, use, or advertise the title of lawyer, attorney, attorney at law, or\r\nequivalent terms in any language as to convey the impression that it is entitled to practice law or to furnish legal advice,\r\nservices, or counsel.\r\n\r\n\r\nSee generally A.L. Schwartz, Annotation, Operations of Collection Agency as Unauthorized Practice of Law, 27 A.L.R. 3d\r\n1152 (1969).\r\n\r\nU.S. Collections, through its collectors, who were respondent's employees, held themselves out to debtors as being the\r\n\"Zenner Law Firm.\"  In the Izola Wilson Matter, a collector offered Wilson legal advice, referred to the creditor as \"my\r\nclient,\" and gave a legal opinion that jurisdiction was vested in Richland County.  In the Peggie Kay Ungerer Matter, a\r\ncollector offered the legal opinion that Ungerer's wages would be garnished, without determining whether such\r\ngarnishment was in fact lawful.  Therefore, by these actions, U.S. Collections held \"itself out to the public as being entitled\r\nto practice law.\"  Further, respondent's lack of control over the files and over the hiring and firing of employees lends\r\nsupport to the finding that he assisted in the unauthorized practice of law because the collection agency controlled his\r\nactions.\r\n\r\nWe agree with the Panel and find respondent's conduct warrants a public reprimand.\r\n\r\nPUBLIC REPRIMAND.\r\n\r\ns/Jean H. Toal C.J.\r\n\r\ns/James E. Moore J.\r\n\r\ns/John H. Waller, Jr. J.\r\n\r\ns/E.C. Burnett, III J.\r\n\r\ns/Costa M. Pleicones J. \r\n1. Respondent testified the collectors were employees of his law firm and that they each received a W-2 from his law firm.\r\n2. One collector testified that when respondent visited the area where collection calls were made, his supervisors told the\r\ncollectors to \"behave,\" and to watch their \"P's and Q's because he was an attorney.\"\r\n3. Two statutes govern debt collectors' conduct when contacting debtors.  S.C. Code Ann. § 37-5-108 (Supp. 2000)\r\nprohibits a debt collector from:  \r\n\r\n\r\n(1) threatening to use criminal prosecution against the consumer; \r\n\r\n(2) communicating with the consumer at frequent intervals during a twenty-four hour period or at unusual hours so that it is\r\na reasonable inference the primary purpose of the communication was to harass the consumer; \r\n\r\n(3) communicating with a consumer at any unusual time or place known or which should be known to be inconvenient to\r\nthe consumer, with convenient time being between 8 a.m. and 9 p.m.; \r\n\r\n(4) contacting a consumer at his place of employment after the consumer or his employer has requested in writing that no\r\ncontacts be made; \r\n\r\n(5) using obscene or profane language or language the natural consequence of which is to abuse the hearer or reader.\r\n\r\n\r\nThe Federal Consumer Protection Act, 15 U.S.C. §§ 1671, \r\n  et. seq., also prohibits the debt collector from engaging in the conduct listed \r\n  above. \r\n4. Melton admitted at the hearing that he would sometimes threaten criminal prosecution when conversing with debtors.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25419","title":"In the Matter of Former Newberry County Magistrate Charles M. Rushton","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25419","description":"Public reprimand of a former magistrate.","date":"2002-02-25","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        In the Matter of Former\r\nNewberry County Magistrate\r\nCharles M. Rushton, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25419\r\nSubmitted January 29, 2002 - Filed February 25, 2002\r\n\r\nPUBLIC REPRIMAND\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nHenry B. Richardson, Jr. and Senior Assistant Attorney General James G. Bogle, Jr., both of Columbia, for the Office of\r\nDisciplinary Counsel.\r\n\r\nWilliam P. Donelan, Jr., of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:   In this judicial grievance matter, respondent and Disciplinary Counsel have entered into an Agreement\r\nfor Discipline by Consent pursuant to Rule 21, RJDE, Rule 502, SCACR.  In the Agreement, respondent, a former\r\nmagistrate for Newberry County, admits misconduct and consents to a public reprimand.  We accept the Agreement and\r\npublicly reprimand respondent, the most severe sanction we are able to impose in these circumstances.  The facts as\r\nadmitted in the Agreement are as follows.\r\n\r\nFacts\r\n\r\nI.    Sheriff's Department Investigation\r\n\r\nThe Newberry County Sheriff's Department began a criminal investigation of a former narcotics officer.  Respondent asked\r\na Sheriff's Department investigator about the status of this investigation, and stated that he had learned about the\r\ninvestigation from a correctional officer at the Newberry County Detention Center.  At least two Sheriff's Department\r\nofficials told respondent that he should not inquire about the investigation.\r\n\r\nSubsequently, respondent asked an employee at the Newberry County Central Court to relay a message to the former\r\nnarcotics officer who was under investigation.  Respondent stated that he did not think the officer would be treated fairly by\r\nthe Newberry County Sheriff's Department, and he wanted to warn him about the status of the investigation.  Respondent\r\nasked the employee to have the former narcotics officer telephone him at home.  The court employee informed both her\r\nsupervisor and the Newberry County Sheriff's Office of this conversation.  The court employee tape-recorded a second\r\nconversation with respondent, in which he reiterated that he wanted to warn the former narcotics officer of the\r\ninvestigation.\r\n\r\nII.  Failure to Follow Proper Procedure\r\n\r\nBased upon a signed affidavit by the complainant, respondent issued an arrest warrant against an individual for simple\r\nassault.  On the date of trial, the complainant was unable to appear, and respondent dismissed the case.  Respondent then\r\nissued a warrant against the complainant for failure to appear in court.  Respondent signed the warrant as both the affiant\r\nand the issuing judge, and asked a deputy to serve a photocopy of this warrant on the complainant.  The Sheriff's\r\nDepartment contacted the Chief Magistrate because of concerns about the validity of the warrant.  The Chief Magistrate\r\nadvised the Sheriff's Department that the warrant was invalid.  Accordingly, the Sheriff's Department refused to serve the\r\nwarrant.  Both the Chief Magistrate and the Office of Court Administration informed respondent that the warrant was\r\ninvalid, and that the proper procedure would be to issue a Rule to Show Cause against the complainant.\r\n\r\nUnaware that the simple assault case had been dismissed, the complainant telephoned respondent to learn when the case\r\nwould be tried.  Respondent asked the complainant to come to his office, not disclosing to her either that the case had been\r\ndismissed, or that he had attempted to serve a warrant upon her.  Upon arriving at respondent's office, the complainant was\r\narrested.  Respondent subsequently found the complainant guilty of contempt of court and sentenced her to fifteen days in\r\njail.  The complainant had not been served with a subpoena to appear at the simple assault trial, nor had she been served\r\nwith a Rule to Show Cause.  The circuit court granted the complainant's petition for a writ of habeas corpus, finding that\r\nrespondent had not followed proper procedure in his treatment of the complainant, and did not have proper jurisdiction to\r\nsentence her for contempt of court.\r\n\r\nLaw\r\n\r\nBy his actions, respondent has violated the following canons set forth in the Code of Judicial Conduct, Rule 501, SCACR:\r\nCanon 1(A) (a judge should participate in establishing, maintaining and enforcing high standards of conduct, and shall\r\npersonally observe those standards so that the integrity and independence of the judiciary will be preserved); Canon 2(A) (a\r\njudge shall respect and comply with the law and shall act at all times in a manner that promotes public confidence in the\r\nintegrity and impartiality of the judiciary); Canon 3(B)(2) (a judge shall not be swayed by partisan interests, public clamor,\r\nor fear of criticism); Canon 3(B)(8) (a judge shall dispose of all judicial matters promptly, efficiently, and fairly); Canon\r\n3(E) (a judge shall disqualify himself or herself in a proceeding in which the judge's impartiality might reasonably be\r\nquestioned); and Canon 5(A)(1) (a judge shall refrain from inappropriate political activity).  These violations also constitute\r\ngrounds for discipline under the following Rule for Judicial Disciplinary Enforcement, Rule 502, SCACR:  Rule 7(a)(1)\r\n(violation of the Code of Judicial Conduct).\r\n\r\n\r\n    Conclusion \r\n  \r\n\r\n\r\nWe accept the Agreement for a public reprimand because respondent has tendered his resignation to the Governor and\r\nbecause he has agreed not to hereafter seek another judicial position in South Carolina unless first authorized to do so by\r\nthis Court.  As previously noted, this is the strongest punishment we can give respondent given the fact that he has already\r\nresigned his duties as a magistrate.  Accordingly, respondent is hereby publicly reprimanded for his conduct.\r\n\r\nPUBLIC REPRIMAND.\r\n\r\nTOAL, C.J., MOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25420","title":"Brown v. S.C. Department of Health and Environmental Control","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25420","description":"This case involves an application for a stormwater permit with the Deparment of Health and Environmental Control's Office of Ocean and Coastal Resource Management.  Two main issues are presented in this appeal:  1) whether DHEC's Board properly interpreted an agency regulation and 2) whether the ALJ's order was sufficient for meaningful appellate review.","date":"2002-02-25","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Mike Brown, Howard Tharpe,\r\nInterstate Speedway, Inc., and\r\nInterstate Speedway, Appellants,\r\n        \r\n        \r\nv.\r\n        \r\n\r\nSouth Carolina Department of\r\nHealth and Environmental\r\nControl, Office of Ocean and\r\nCoastal Resource Management\r\nand Lisa M. Hadstate, Respondents.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Berkeley County\r\nJ. Derham Cole, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25420\r\nHeard December 12, 2001 - Filed February 25, 2002\r\n\r\nAFFIRMED IN PART, REVERSED IN PART,\r\n AND REMANDED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nChristopher McG. Holmes, of Charleston, for appellants.\r\n\r\nMary D. Shahid, of Charleston, for respondent South Carolina Department of Health and Environmental Control, Office of\r\nOcean and Coastal Resource Management; Robert Guild, of Columbia, for respondent Lisa M. Hadstate.\r\n\r\nJames S. Chandler, Jr., of Georgetown, for Amici Curiae South Carolina Coastal Conservation League, Sierra Club,\r\nNational Audubon Society, and South Carolina Wildlife Federation; Neil C. Robinson, Jr., of Nexsen, Pruet, Jacobs,\r\nPollard &amp; Robinson, LLC, of Charleston, for Amicus Curiae South Carolina Tourism Council, Inc. \r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\nJUSTICE BURNETT: This appeal concerns an application for a stormwater permit to construct a motor speedway.  We\r\naffirm in part and reverse in part and remand this matter to the Administrative Law Judge (ALJ) for the purpose of\r\ndetermining whether a consistency review meeting the requirements of the Coastal Management Program had been\r\nconducted.\r\n\r\n    FACTS\r\n\r\n\r\n\r\nIn September 1995, Appellants Mike Brown and Howard Tharpe, \r\n  principals of Interstate Speedway, and Interstate Speedway, Inc. (collectively \r\n  referred to as \"Speedway\"), applied with Respondent Department of Health and \r\n  Environmental Control's (DHEC's) Office of Ocean and Coastal Resource Management \r\n  (OCRM) for a stormwater permit as required by the Stormwater Management and \r\n  Sediment Reduction Act (Stormwater Act) (1) in \r\n  order to construct a motor speedway in Berkeley County. As part of this permitting \r\n  process, OCRM was to ensure the proposed project, located in a coastal zone, \r\n  was consistent with the policies of the Coastal Management Program managed by \r\n  DHEC. See S.C. Code Ann. § 48-39-80(B)(11) (Supp. 2001). Respondent Lisa \r\n  M. Hadstate (Hadstate) submitted comments opposing issuance of the stormwater \r\n  permit.\r\n\r\nOn November 7, 1995, OCRM issued the stormwater permit.   Hadstate appealed, seeking a contested case hearing before\r\nan ALJ.  \r\n\r\nTestimony at the ALJ hearing revealed Speedway proposed to construct a motor racetrack consisting of a one-half mile\r\nconcrete oval track, grassed parking lot, and mostly grassed infield on 61 acres located near the intersection of S.C.\r\nHighway 27 and Interstate 26 in Berkeley County.  The racetrack would operate on Saturday afternoons and evenings from\r\nmid-March through September.  \r\n\r\nThe proposed racetrack site is located within the Four Holes Swamp drainage basin.  In general, witnesses opposed to the\r\nproject expressed concern that stormwater sediment discharged from the speedway, both during and after construction,\r\nwould cause erosion in the Four Holes Swamp, (2) the Francis Beidler Forest located within the swamp, and in other nearby\r\nproperty.  \r\n\r\nThe ALJ issued a Final Decision upholding OCRM's issuance of the stormwater permit.  Hadstate appealed the ALJ's\r\nFinal Decision to the DHEC Board. (3)  The Board reversed the ALJ, thereby denying Speedway a stormwater permit.  \r\n\r\nSpeedway petitioned for judicial review of the Board's decision. (4) The circuit court affirmed.  Speedway appeals. (5)\r\n\r\n\r\n    ISSUES \r\n  \r\n\r\n\r\n\r\nI.  Did the circuit court err by upholding the Board's decision that the ALJ erred by approving use of the rational method\r\nmodel for stormwater discharge?  \r\n\r\nII.  Did the circuit court err by affirming the Board's conclusion there was no evidence OCRM conducted a consistency\r\nreview which met the requirements of the Coastal Management Program?\r\n\r\n\r\n\r\n    ANALYSIS\r\n\r\n\r\n\r\nThis case involves appearances before four tribunals and \r\n  includes three levels of appellate review. Pursuant to provisions of the Administrative \r\n  Procedures Act (APA), (6) the ALJ presided as \r\n  the fact-finder in the hearing of this contested case. S.C. Code Ann. §§ 1-23-600(B) \r\n  (Supp. 2001); see Jean Hoefer Toal,  et al., Appellate Practice \r\n  in South Carolina 49 (1999) (explaining three duties of ALJ Division - serving \r\n  as fact-finder in certain cases, acting as appellate tribunal in other cases, \r\n  and holding hearings on proposed regulations in other cases). Although this \r\n  case reached the ALJ in the posture of an appeal, the ALJ was not sitting in \r\n  an appellate capacity and was not restricted to a review of OCRM's permit decision. \r\n  See Reliance Ins. Co. v. Smith, 327 S.C. 528, 489 S.E.2d 674 (Ct. \r\n  App. 1997). Instead, the proceeding before the ALJ was in the nature of a de \r\n  novo hearing with the presentation of evidence and testimony. Id.\r\n\r\nThe first appellate review occurred when the final decision of the ALJ was reviewed by the Board under its limited scope of\r\nreview set forth in § 1-23-610(D).  The second appellate review occurred when the circuit court reviewed the Board's\r\ndecision to determine whether it properly applied its standard of review set forth in § 1-23-610(D).  The circuit court's\r\nwell-established scope of review is set forth in § 1-23-380(A)(6).  Our review of the circuit court order to determine if the\r\nlower court properly applied its scope of review constitutes the third appellate review.  Our scope of review is the same as\r\nthat established for the circuit court.  § 1-23-380(A)(6).  \r\n\r\n\r\n    I. Rational Method\r\n\r\n\r\n\r\nSpeedway argues the circuit court erred by affirming the Board's decision that the ALJ erred by concluding the rational\r\nmethod was appropriately used to calculate stormwater runoff rates.  It claims the applicable regulation provides OCRM\r\nwith the flexibility to permit use of the rational method even when the project site is greater than 20 acres.  Speedway\r\nfurther claims there is substantial evidence in the record which supports use of the rational method for its project and,\r\ntherefore, OCRM properly applied its discretion to grant the permit application which used this method.   We agree.\r\n\r\nThe purpose of the Stormwater Act is \"to reduce the adverse effects of stormwater runoff and sediment and to safeguard\r\nproperty and the public welfare by strengthening and making uniform the existing stormwater management and sediment\r\ncontrol program.\"  Act No. 51, 1991 Acts 167.  In keeping with this purpose, unless otherwise exempted, a person who\r\nintends to engage in a land disturbing activity must first submit a stormwater management and sediment control plan to the\r\nappropriate implementing agency and obtain a permit to proceed.  § 48-14-30.   \r\n\r\n    South Carolina Regulation 72-307 (Supp. 2001) sets forth the design criteria, minimum standards, and specifications for\r\nprojects requiring a stormwater management and sediment control plan.  Preliminarily, Regulation 72-307(C) provides as\r\nfollows:  \r\n\r\n\r\n  Specific requirements for the permanent stormwater management \r\n    and sediment control plan approval process include, but are not limited to, \r\n    the following items. The appropriate plan approval agency may modify the \r\n    following items for a specific project or type of project. \r\n\r\n\r\n(Underline added).  \r\n\r\nThereafter, the regulation lists twelve items as specific requirements for the permanent stormwater management portion of\r\nthe plan.  Item two follows: \r\n\r\n\r\n  (2) All hydrologic computations shall be accomplished using \r\n    a volume based hydrograph method acceptable to the Commission. The storm duration \r\n    for computational purposes for this method shall be the 24-hour rainfall event, \r\n    SCS (7) distribution with a 0.1 hour burst \r\n    duration time increment. The rational and/or modified rational methods \r\n    are acceptable for sizing individual culverts or stormdrains that are not \r\n    part of a pipe network or system and do not have a contributing drainage area \r\n    greater than 20 AC. The storm duration for computational purposes for \r\n    this method shall be equal to the time of concentration of the contributing \r\n    drainage area or a minimum of 0.1 hours, whichever is less. \r\n\r\n\r\n(Underline added). (8)    \r\n\r\nAt the administrative hearing, Hadstate's expert witnesses testified it was inappropriate to use the rational method to\r\ncalculate runoff from the 61 acre tract.  The witnesses explained the rational method is only acceptable for use with small\r\nwatersheds as it assumes the entire area contributes to stormwater flow, thereby losing its accuracy as areas increase in size.\r\n\r\n  Speedway's expert witnesses, including one employee of OCRM, testified the rational method was an appropriate model\r\nfor the expected stormwater flow from the site.  These witnesses explained the rational method suited this project because\r\nthere was overall uniformity (very gentle slopes, no subwatersheds) in the watershed site.  The OCRM witness testified\r\nthat, on a case by case basis, OCRM permitted other applicants with a contributing drainage area greater than 20 acres to\r\nuse the rational method.  In permitting use of the rational method, the witness explained she relied on the \"South Carolina\r\nStormwater Management and Sediment Review\" course materials which approve use of the rational method for\r\ncontributing watersheds of up to 200 acres and a N.C. State publication which suggests use of the rational method for a\r\nwatershed of up to 300 acres.  Another OCRM expert witness testified he reviewed the rational method calculations\r\nconducted by Speedway's professional engineer and concluded they were appropriate. \r\n\r\nThe ALJ concluded the rational method model, recognized as reliable in various fields for designing storm drainage\r\nsystems in excess of   20 acres, was properly utilized in Speedway's permit application.  The Board, however, concluded\r\nOCRM and the ALJ \"misinterpreted and misapplied\" Regulation 72-307(C)(2).  It held the regulation \"specifically restricts\r\nthe use of the rational method for hydrologic computations to sites much smaller than [Speedway's] site, and was used\r\nimproperly in evaluating this application.\"   The circuit court agreed with the Board.  \r\n\r\nThe scope of judicial review of agency decisions is governed \r\n  by S.C. Code Ann. § 1-23-380(A)(6) (Supp. 2001). \"[T]he construction of a statute \r\n  by the agency charged with its administration will be accorded the most respectful \r\n  consideration and will not be overruled absent compelling reasons.\" Dunton \r\n  v. South Carolina Bd. of Examiners in Optometry, 291 S.C. 221, 223, 353 \r\n  S.E.2d 132, 133 (1987). \r\n\r\nWhere the terms of the statute are clear, the court must \r\n  apply those terms according to their literal meaning. Paschal v. State Election \r\n  Comm'n, 317 S.C. 434, 436, 454 S.E.2d 890, 892 (1995). An appellate court \r\n  cannot construe a statute without regard to its plain meaning and may not resort \r\n  to a forced interpretation in an attempt to expand or limit the scope of a statute. \r\n  Berkebile v. Outen, 311 S.C. 50, 426 S.E.2d 760 (1993). \r\n\r\n      The plain language of Regulation 72-307(C)(2) provides that the rational and/or modified rational methods are, without\r\nqualification, acceptable methods for sizing individual culverts or stormdrains which are not part of a pipe network or\r\nsystem and do not have a contributing drainage area greater than 20 acres.  The regulation does not state the converse:  that\r\nthe rational and/or modified rational methods are unacceptable for sites in excess of 20 acres.  Instead, the regulation\r\nprovides that, where appropriate, the rational and/or modified rational methods may be utilized.  The prefatory comment to\r\nRegulation 72-307(C), specifically permitting the plan approval agency to modify the hydrograph method for a particular\r\nproject, is fully consistent with Regulation 72-307(C)(2). \r\n\r\n  While the Court typically defers to the Board's construction \r\n  of its own regulation, where, as here, the plain language of the regulation \r\n  is contrary to the Board's interpretation, the Court will reject its interpretation. \r\n  Richland County School Dist. Two v. South Carolina Dept. of Educ., 335 \r\n  S.C. 491, 517 S.E.2d 444 (Ct. App. 1999) (court rejected agency's statutory \r\n  construction where plain meaning of statute provided compelling reason to reject \r\n  agency's interpretation). We conclude the Board erred by construing Regulation \r\n  72-307(C)(2) as prohibiting use of the rational method model for calculating \r\n  peak stormwater runoff for sites in excess of 20 acres. \r\n  (9) Accordingly, the circuit court erred by affirming the Board's \r\n  decision on this issue. See § 1-23-380(A)(6) (court may reverse decision \r\n  if substantial rights of appellant have been prejudiced because agency conclusions \r\n  are affected by error of law). \r\n\r\n\r\n    II. Coastal Management Program \r\n    Consistency Review  \r\n  \r\n\r\n\r\nSpeedway contends the circuit court erred by declining to rule the Coastal Management Program was not binding because it\r\nwas not promulgated as a regulation.  In addition, Speedway argues the circuit court erred by affirming the Board's\r\nconclusion there was no evidence OCRM conducted a consistency review which met the requirements of the Coastal Zone\r\nManagement Act.    \r\n\r\n  In 1977, the General Assembly enacted the Coastal Tidelands and Wetlands Act (Coastal Zone Management Act).  S.C.\r\nCode Ann. §§ 48-39-10 to -360 (Supp. 2001).  Under the Coastal Zone Management Act, one of the South Carolina Coastal\r\nCouncil's (OCRM's predecessor) duties was to develop and administer a Coastal Management Program (CMP).  § 48-39-80. (10)  According to the applicable statute,\r\n\r\n\r\nThe department shall develop a comprehensive [CMP] and thereafter have the responsibility for enforcing and\r\nadministering the program in accordance with the provisions of this chapter and any rules and regulations promulgated\r\nunder this chapter. \r\n\r\n\r\n\r\n§ 48-39-80. \r\n\r\n  As part of the CMP, the Coastal Council was required to \r\n  \"[d]evelop a system whereby the department shall have the authority to review \r\n  all state and federal permit applications in the coastal zone, and to certify \r\n  that these do not contravene the management plan.\" § 48-39-80(B)(11). \r\n  (11) The parties agree the Coastal Council developed a CMP which was \r\n  approved by the General Assembly and Governor. The CMP was published as a special \r\n  edition of the State Register, 2 State Register (No. 26, Oct. \r\n  1978), and is reflected in the \"CMP document.\" \"Refinements\" to the CMP document \r\n  appear in the State Register. See 17 State Register, Issue \r\n  5, Part I, pp.155-56 (May 1993); 17 State Register, Issue 6, pp.55-56 \r\n  (June 1993). These refinements were approved by the General Assembly and Governor.\r\n\r\n\r\n    A. Legality of CMP \r\n  \r\n\r\n\r\nSpeedway claims the Board had no authority to rely on the CMP because it was not promulgated as a regulation pursuant to\r\nthe APA.  This issue is not preserved for review. \r\n\r\nAfter Speedway submitted its stormwater permit application, OCRM issued a public notice.  In the notice, OCRM stated\r\nthat, pursuant to statutory authority and the CMP, the project was seeking a determination that it was consistent with the\r\nCMP.  OCRM issued the stormwater permit.   \r\n\r\nIn her opening statement to the ALJ, Hadstate asserted OCRM failed to comply with the CMP as set forth in the CMP. \r\nOCRM responded that, in approving Speedway's stormwater permit, it did not violate the policies of the CMP.     \r\n\r\n Hadstate cross-examined OCRM expert witness Barbara Neale.  Neale stated, prior to issuance of Speedway's stormwater\r\npermit, she determined the proposed project was consistent with the policies of the CMP.  She admitted she had no\r\ndocumentation, other than the stormwater permit, which confirmed her consistency review.  \r\n\r\nThereafter, Hadstate quoted various portions of the CMP's \"Guidelines for Evaluation of All Projects\" and asked Neale if\r\nthere were any documents which reflected her consideration of the particular objectives.  Neale responded that the permit\r\nletter itself was the document which indicated Speedway's project was consistent with the various CMP policy objectives.  \r\n\r\nOn re-direct, Neale testified the CMP refinements specifically address stormwater management in the coastal zone.  She\r\nexplained, when reviewing stormwater permit applications, she considers the refinements in order to evaluate a permit's\r\nconsistency with the CMP.  Neale testified she considered the refinements in reviewing Speedway's application, but the\r\nproject categories in the refinements did not encompass Speedway's project.     \r\n\r\n    In her Proposed Order, Hadstate stated OCRM failed in its duty to determine Speedway's permit complied with the CMP. \r\nIn its Proposed Order, Speedway stated its permit was subject to the Coastal Tidelands and Wetlands Act.  It stated OCRM\r\nreviewed its permit applications in accordance with \"appropriate DHEC-OCRM statutes, regulations and guidelines.\"  \r\n\r\nIn his Final Decision, the ALJ determined, because the proposed project is within a coastal zone, Speedway must meet the\r\nrequirements of the CMP.  He explained the CMP was refined in response to the adoption of the Stormwater Act.  Without\r\ndiscussion of the evidence concerning the CMP consistency review, the ALJ approved OCRM's issuance of the stormwater\r\npermit.\r\n\r\nIn her Application for Board Review, Hadstate argued the ALJ erred by not concluding OCRM failed to determine\r\nSpeedway's project was inconsistent with the CMP.  She claimed OCRM was required to make a particularized\r\ndetermination that the project permit would be consistent with the CMP's policy objectives.  Hadstate made a similar\r\nargument in her brief to the Board, asserting OCRM should have specifically considered several of the \"Guidelines for\r\nEvaluation of All Projects\" as set forth in the CMP.  \r\n\r\nIn argument to the Board, Speedway asserted it obtained OCRM's consistency certification.  In a lengthy discussion,\r\nOCRM stated it had conducted the consistency certification as part of \"a streamlined permit process.  It's implicit, it's done\r\nas a comment during the internal review, and a substantive review was performed.\" \r\n\r\n    In its Final Order, the Board determined the ALJ failed to consider whether OCRM conducted a consistency review.  The\r\nBoard determined there was no evidence to indicate OCRM conducted any review to determine if the permit was consistent\r\nwith the CMP document.  After citing various \"Guidelines for Evaluation of All Projects\" in the CMP, the Board\r\nconcluded Speedway's project was inconsistent with the policies of the CMP.  \r\n\r\nIn its application for judicial review, Speedway asserted the Board erred in reversing the approval of its permit on the basis\r\nthat the polices set forth in the CMP document are not binding regulations.  Noting this issue had been raised neither to the\r\nALJ nor to the Board, the circuit court declined to rule on this issue.  \r\n\r\nSpeedway asserts the circuit court's conclusion it could not rule on this issue is without basis because Speedway, as the\r\nprevailing party before OCRM, would not have raised the legitimacy of the CMP to the ALJ or the Board.  We disagree.\r\n\r\nIn reviewing the final decision of an administrative agency, \r\n  the circuit court sits as an appellate court.  See Al-Shabbaz v. State, \r\n  338 S.C. 354, 527 S.E.2d 742 (2000). Consequently, issues not raised to and \r\n  ruled on by the agency are not preserved for judicial consideration. Id.; \r\n  Kiawah Resort Assoc. v. South Carolina Tax Comm'n, 318 S.C. 502, 458 \r\n  S.E.2d 542 (1995). Likewise, issues not raised to and ruled on by the ALJ are \r\n  not preserved for appellate consideration. Food Mart v. South Carolina Dep't \r\n  of Health and Envtl. Control, 322 S.C. 232, 471 S.E.2d 688 (1996) (matters \r\n  not argued to or ruled on by the trial court are not preserved for review).\r\n\r\nSpeedway was required to raise the issue of the legitimacy \r\n  of the CMP to the ALJ and the Board. The importance of the CMP was clearly at \r\n  issue throughout these proceedings. In its public notice, OCRM stated Speedway \r\n  was seeking a determination its project was consistent with the CMP. Before \r\n  the ALJ and the Board, Hadstate consistently claimed OCRM failed to conduct \r\n  a consistency review as required by the CMP. In fact, Speedway asserted at oral \r\n  argument before the Board that OCRM had complied with the CMP. Speedway was \r\n  fully aware of the significance of the CMP, yet failed to argue it was not bound \r\n  by the program because the CMP was not promulgated as a regulation. Because \r\n  Speedway failed to timely raise this issue for appellate review, the circuit \r\n  court properly determined it was not preserved for appellate review. Kiawah \r\n  Resort Assoc. v. South Carolina Tax Comm'n, supra; Food Mart v. \r\n  South Carolina Dep't of Health and Envtl. Control, supra. \r\n  (12)  \r\n\r\n\r\n    B.\r\n\r\n\r\n\r\nSpeedway argues the circuit court erred by upholding the Board's conclusion OCRM failed to conduct a consistency\r\nreview.  It asserts the Board acted outside its quasi-judicial authority by determining there was no evidence in the record\r\nthat OCRM conducted the consistency review mandated by the Coastal Zone Management Act.  We agree.  \r\n\r\nAs previously noted, in environmental permitting cases, the ALJ presides as the finder of fact.  § 1-23-600(B).  Regarding\r\nthe final decision, the Administrative Law Judge Division Rules provide, the ALJ \"shall issue the decision in a written\r\norder which shall include separate findings of fact and conclusions of law.\"  Rule 29(C), ALJDRP.   Rule 29(C) is\r\nessentially identical to § 1-23-350 which provides that the final order of an agency adjudication of a contested case \"shall\r\ninclude findings of fact and conclusions of law, separately stated.\"      \r\n\r\nThe Board, on the other hand, sits as a quasi-judicial tribunal in reviewing the final decision of the ALJ.  § 1-23-610(A). \r\nAs the \"reviewing tribunal,\" the Board is not entitled to make findings of fact but:  \r\n\r\n\r\nmay affirm the decision or remand the case for further proceedings; or it may reverse or modify the decision if the\r\nsubstantive rights of the petitioner has been prejudiced because of [sic] the finding, conclusion, or decision is:\r\n\r\n(a) in violation of constitutional or statutory provisions;\r\n(b) in excess of the statutory authority of the agency;\r\n(c) made upon unlawful procedure;\r\n(d) affected by other error of law;\r\n(e) clearly erroneous in view of the reliable, probative and substantial evidence on the whole record; or\r\n(f) arbitrary or capricious or characterized by abuse of discretion or clearly unwarranted exercise of discretion.\r\n\r\n\r\n§ 1-23-610(D).  \r\n\r\nInitially, we conclude the ALJ's Final Decision is insufficient \r\n  for meaningful appellate consideration of the issue of consistency review. In \r\n  spite of the dispute over whether a sufficient consistency review had been conducted, \r\n  the Final Decision contains no reference to the evidence from the hearing \r\n  and, more importantly, no factual findings concerning the consistency \r\n  review process and how that process was conducted in this case. Assuming the \r\n  ALJ determined Speedway's proposed project was consistent with the CMP, \r\n  (13) the lack of any findings or any discussion of the law on this \r\n  matter prevents a reviewing body from evaluating the decision. See Heater \r\n  of Seabrook, Inc., v. Public Serv. Comm'n, 332 S.C., 20, 503 S.E.2d 739 \r\n  (1998) (findings of fact must be sufficiently detailed to enable reviewing court \r\n  to determine whether the findings are supported by the evidence and whether \r\n  the law has been properly applied to those findings); Able Communications, \r\n  Inc. v. South Carolina Public Serv. Comm'n, 290 S.C. 409, 351 S.E.2d 151 \r\n  (1986) (implicit findings of fact are insufficient). Accordingly, because of \r\n  the insufficient nature of the ALJ's order, the Board, as the reviewing tribunal, \r\n  was precluded from conducting an acceptable review of the Final Decision. \r\n\r\n\r\nMoreover, since the ALJ is the appointed fact-finder in these matters, the Board lacked authority to make its own findings\r\nof fact concerning whether a consistency review meeting the terms of the CMP had been conducted.  For these reasons, the\r\nBoard exceeded the scope of its quasi-judicial authority as set forth in § 1-23-610.  Rather than ruling in the first instance\r\non this issue, the Board was required to remand this matter to the ALJ for an order clarifying whether a consistency review\r\nmeeting the requirements of the CMP had been conducted.  § 1-23-610(D) (Board has authority to remand case for further\r\nproceedings).  Accordingly, we conclude the circuit court erred by affirming the Board's findings of fact and conclusions of\r\nlaw concerning the sufficiency of OCRM's consistency review.  § 1-23-380(A)(6)(b) (circuit court should reverse agency\r\ndecision if . . . made in excess of statutory authority). (14)    \r\n\r\nThe order of the circuit court is AFFIRMED IN PART, REVERSED IN PART, and REMANDED to the ALJ for\r\nfurther proceedings consistent with this opinion.   \r\n\r\nTOAL, C.J., WALLER, MOORE and PLEICONES, JJ., concur.\r\n\r\n1. &nbsp;See S.C. \r\n  Code Ann. §§ 48-14-10 to -170 (Supp. 2001). \r\n2. Between 7,500 and 8,000 acres of the 45,000 acre swamp are located downstream from the proposed project site.   \r\n3. See S.C. Code \r\n  Ann. § 1-23-610 (Supp. 2001). \r\n4. See S.C. Code \r\n  Ann. § 1-23-380 (Supp. 2001). \r\n5. DHEC and Hadstate's motion to dismiss Speedway's appeal as moot is denied.  \r\n6. S.C. Code Ann. § 1-23-10 et seq. (1986 &amp; Supp. 2001).  \r\n7. SCS is the anachronym for \"soil conservation service.\"\r\n8. The rational method is a mathematical equation which estimates pre and post-development peak discharge with\r\napplication of runoff controls.  The selection of certain variables in the equation (previous land uses, land cover, and soils)\r\nare subject to expert opinion.  \r\n9. The Board's order does not mention the prefatory language to Regulation 72-307(C)(2).  We therefore assume it did not\r\nconsider whether there were any factual reasons for allowing use of the rational method here.  We note there is substantial\r\nevidence in the record before the ALJ of site-specific reasons for use of the rational method as a model for Speedway's\r\nproject.  \r\n10. Through government \r\n  restructuring, this duty now belongs to DHEC. See § 48-39-10(V) (\"department\" \r\n  means DHEC). \r\n11. This process is considered the \"consistency review.\" \r\n12. Speedway asserts Hadstate failed to raise the issue to the ALJ as to whether OCRM had conducted a consistency review.\r\nThis is patently without merit.  At the administrative hearing, Hadstate's cross-examination of witness Neale clearly\r\nindicated she believed OCRM had not conducted a consistency review.  Furthermore, in her Proposed Order, Hadstate\r\nstated OCRM failed in its duty to determine Speedway's permit would be in compliance with the CMP.  \r\n13. For purposes of this opinion, we make this assumption because the ALJ recognized the applicability of the CMP and\r\nruled in favor of issuance of the stormwater permit.  On the other hand, the ALJ may have overlooked ruling on the CMP. \r\nThis conundrum illustrates the inadequacy of the ALJ's order.  \r\n14. To the extent they \r\n  hold CMP certification pursuant to § 48-39-80 is not reviewable under provisions \r\n  of the APA, League of Women Voters of Georgetown County v. Litchfield-by-the \r\n  Sea, 305 S.C. 424, 409 S.E.2d 378 (1991), and Ogburn-Matthews v. Loblolly \r\n  Partners (Ricefields Subdivision), 332 S.C. 551, 505 S.E.2d 598 (Ct. App. \r\n  1998), are overruled. \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]