[{"id":"25421","title":"State v. White","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25421","description":"Appellant appeals his conviction for violating South Carolina's prohibition against tattooing, challenging the constitutionality of the statute.","date":"2002-03-04","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nThe State, Respondent,\r\n        \r\n\r\n\r\nv.\r\n        \r\n\r\nRonald P. White, Appellant.\r\n        \r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Florence County\r\nHicks B. Harwell, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25421\r\nHeard November 14, 2001 - Filed March 4, 2002\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nJared S. Newman, of Daugs, Tedder, &amp; Newman, of Port Royal, for appellant.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney\r\nGeneral Charles H. Richardson, all of Columbia, Solicitor E. L. Clements, III, Twelfth Judicial Circuit, of Florence, for\r\nrespondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCHIEF JUSTICE TOAL:  Ronald P. White (\"Appellant\") appeals his conviction for violation of  section 16-17-700 of\r\nthe South Carolina Code, prohibiting the tattooing of another person except by a licensed physician for cosmetic or\r\nreconstructive purposes.  S.C. Code Ann. § 16-17-700 (Supp. 2000).  We affirm.\r\n\r\nFactual/Procedural Background\r\n\r\nAppellant was indicted by the grand jury for the Court of General Sessions of Florence County for violating section 16-17-700 of the South Carolina Code.  Appellant was arrested sometime after WBTW TV aired a clip of him tattooing another\r\nperson in his Florence County residence as part of a series WBTW prepared on tattooing.  At trial, Appellant admitted he\r\nviolated the statute, but argued the statute was unconstitutional on several grounds.  Appellant made a motion to quash the\r\nindictment at the beginning of trial, arguing the statute was unconstitutional because (1) it impermissibly restricted his\r\nfreedom of speech in violation of the First Amendment of the United States Constitution and Article I, Section 2 of the\r\nSouth Carolina Constitution, (2) it restricted interstate commerce, and (3) it violated the Privileges and Immunities Clause\r\nof the United States Constitution.  \r\n\r\nThe trial court found the statute constitutional.  First, it found that tattooing was not speech, and, second, even if it were,\r\nprohibition of tattooing was a valid exercise of state power because of its impact on public health.  The court dismissed\r\nAppellant's other constitutional claims on the same grounds, stating that the legislature may use \"appropriate means\" to\r\n\"regulate or prohibit, if necessary\" any occupation to protect public health.  Finally, the court found that all contract and\r\nproperty rights are subject to \"fair exercise of the police power to promote the general welfare.\"  As Appellant admitted he\r\nviolated the statute, he was found guilty as charged.  He was sentenced to one year imprisonment and fined $2,500.00,\r\nsuspended to five years of probation and a fine of $500.00.  \r\n\r\nThe trial court did not hear any expert medical testimony regarding the dangers of tattooing or the risks to public health\r\ncaused by the process of tattooing.  In finding tattooing posed a risk to public health, the trial court relied on Appellant's\r\nown concession that there were risks to unregulated tattooing and on the general notion that it is the legislature's\r\nresponsibility to decide what is injurious to public health. \r\n\r\nAppellant appeals the trial court's decision, raising the following issue:\r\n\r\n\r\nDid the trial court err in finding section 16-17-700 of the South Carolina Code (1) does not violate Appellant's freedom of\r\nspeech as protected by the First Amendment of the United States Constitution (2) and Article I, Section 2 of the South\r\nCarolina Constitution (3)?\r\n\r\n\r\nLaw/Analysis\r\n\r\nAppellant argues the trial court incorrectly upheld section 16-17-700 of the South Carolina Code, insisting the act of\r\ntattooing constitutes speech protected by the First Amendment.  Appellant argues tattoos are a form of art or expression\r\nprotected by the First Amendment.  Assuming tattoos are protected expression, Appellant reasons those who create them\r\nshould be afforded the same protection that he claims the creators of other protected expression enjoy (e.g., writers,\r\npainters, and sculptors).  Appellant contends the process of tattooing cannot be separated from the display of the tattoo\r\nitself and both are protected under the First Amendment.  We disagree.\r\n\r\nThe State argues that the trial court correctly upheld the statute, finding  tattooing is not speech, and a rational relationship\r\nexists between the statute and public health.  For support, the State cites several out of state, appellate and trial level\r\nopinions in which similar statutes have been upheld.  State v. Brady, 492 N.E.2d 34 (Ind. App. 1986); People v. O'Sullivan,\r\n409 N.Y.S.2d 332 (N.Y. App. Div. 1978); Yurkew v. Sinclair, 495 F. Supp. 1248 (D. Minn. 1980).  In each of these\r\nopinions, the court found tattooing did not constitute speech and then proceeded to analyze the statute applying a rational\r\nbasis standard.   Id.  Each court determined (largely based on their common knowledge) that there are inherent risks to\r\ntattooing and gave the state's legislature wide latitude to determine how to best protect  the general welfare of the state's\r\ninhabitants.  Id. We agree with this position.\r\n\r\nOur precedent establishes a general presumption of validity for legislative acts  when subjected to constitutional attack,\r\nwhich can be overcome only by a clear showing that the act violates some provision of the Constitution.  Main v.\r\nThomason, 342 S.C. 79, 535 S.E.2d 918 (2000); State v. Brown, 317 S.C. 55, 451 S.E.2d 888 (1994).  This presumption\r\nplaces the initial burden on the party challenging the constitutionality of the legislation to show it violates a provision of the\r\nConstitution.  If the challenging party is able to show the act is invalid, leaving \"no room for reasonable doubt that it\r\nviolates some provision of the Constitution,\" the burden shifts to the state.  Thomason, 342 S.C. at 86, 535 S.E.2d at 921\r\n(citing Westvaco Corp. v. South Carolina Dep't of Revenue, 321 S.C. 59, 467 S.E.2d 739 (1995)). If the challenging party\r\nis unable to do so, however, it has not met its burden, and the challenge fails under this analysis. \r\n\r\nWhether or not tattooing qualifies as speech, symbolic speech, or otherwise protected expression under the First\r\nAmendment is an issue of first impression in South Carolina.  We look to the United States Supreme Court for guidance in\r\nanalyzing this issue.  According to the United States Supreme Court, the First Amendment protects speech, including\r\nconduct, if sufficiently communicative in character.  Spence v. Washington, 418 U.S. 405, 94 S. Ct. 2727, 41 L. Ed. 2d 842\r\n(1974).  The threshold question then is whether the conduct in issue is \"sufficiently imbued with elements of\r\ncommunication to fall within the scope of the First and Fourteenth Amendments.\"  Id. at 409, 94 S. Ct. at 2730, 41 L. Ed.\r\n2d at 846.  Admittedly, this test requires line drawing.  The Supreme Court has acknowledged this implicitly, but held it\r\ncould not \"accept the view that an apparently limitless variety of conduct can be labeled 'speech' whenever the person\r\nengaging in the conduct intends thereby to express an idea.\"  United States v. O'Brien, 391 U.S. 367, 376, 88 S. Ct. 1673,\r\n1678, 20 L. Ed. 2d 672, 679 (1968) (upholding defendant's conviction for burning his draft card on the courthouse steps\r\nagainst the challenge that the conduct amounted to expression protected by the First Amendment).  \r\n\r\nIn determining whether certain conduct is within the boundaries of First Amendment protection, the Supreme Court has\r\n\"asked whether '[a]n intent to convey a particularized message was present, and [whether] the likelihood was great that the\r\nmessage would be understood by those who viewed it.\"  Texas v. Johnson, 491 U.S. 397, 404, 109 S. Ct. 2533, 2539, 105\r\nL. Ed. 2d 350, 353  (1989) (citing Spence, 418 U.S. at 410-411, 94 S. Ct. at 2730, 41 L. Ed. 2d at 846) (finding defendant's\r\nburning of the American flag during the Republican party's renomination of Ronald Reagan for President to be sufficiently\r\nimbued with elements of communication to qualify as protected conduct).  In Johnson, the Supreme Court found the\r\ntraditional use of flags for the communication of beliefs and the context in which the flag was burned to be instructive in\r\ndetermining the conduct was protected.  Id.  Additionally, the Supreme Court has considered relevant whether the conduct\r\nat issue would qualify as a \"medium\" for expression.  Burstyn, Inc. v. Wilson, 343 U.S. 495, 501, 72 S. Ct. 777, 780, 96 L.\r\nEd. 1098, 1105 (1952) (holding film to be protected under the First Amendment after noting it was a \"significant medium\r\nfor the communication of ideas\").      \r\n\r\nIn the present case, the resolution of Appellant's claim that the process of \r\n  tattooing is protected expression depends on whether the Court finds that tattooing \r\n  is \"sufficiently imbued with elements of communication\" as required by Spence \r\n  v. Washington. 418 U.S. at 409, 94 S. Ct. at 2730, 41 L. Ed. 2d at 846. \r\n  Appellant claims the act of tattooing is artistic self-expression. However, \r\n  the relevant inquiry is whether the act of tattooing is sufficiently communicative \r\n  to warrant protection. Appellant has not made any showing that the process \r\n  of tattooing is communicative enough to automatically fall within First Amendment \r\n  protection. Burning of the flag, despite its potential safety risks, was protected \r\n  because it conveyed an obvious political message. Johnson. Unlike burning \r\n  the flag, the process of injecting dye to create the tattoo is not sufficiently \r\n  communicative to warrant protections and outweigh the risks to public safety.\r\n\r\nWe agree with the dissent to the extent it argues content is not a justifiable reason to regulate tattooing, but find that the\r\ndanger associated with the activity of tattooing, whether artwork or not, is a legitimate reason to regulate it.  The dissent\r\nfails to recognize that tattooing, as opposed to painting, writing, or sculpting, is unique in that it involves invasion of\r\nhuman tissue and, therefore, may be subject to state regulation to which other art forms (on non-human mediums) may not\r\nbe lawfully subjected.    \r\n\r\nIn O'Brien, the Supreme Court made it clear the First Amendment does not protect all expressive conduct, even if intended\r\nto communicate.  As discussed, application of the Supreme Court's test to determine what conduct is protected requires\r\nsome line drawing.  Based on the record before us, we find that the act of tattooing falls on the unprotected side of the line. \r\nAppellant has not met his burden to show why tattooing, an invasive procedure, with inherent health  risks, would fall\r\nwithin the First Amendment.  State v. Brady; People v. O'Sullivan; Yurkew v. Sinclair. \r\n\r\nBecause we find the statute does not prohibit constitutionally protected conduct under the First Amendment, we will apply\r\nthe test enunciated by this Court in Main v. Thomason, 342 S.C. 79, 535 S.E.2d 918 (2000).  In Thomason, we addressed\r\nthe extent of the legislature's authority to legislate for the protection of public health and general welfare.  This Court\r\nstated, \"[c]ourts will not interfere with the enforcement of regulations designed for the protection of health, welfare, and\r\nsafety of citizens unless they are determined to be unreasonable.\"  Id. at 86-87, 535 S.E.2d at 921-22 (citing Richards v.\r\nCity of Columbia, 227 S.C. 538, 88 S.E.2d 683 (1955)).  \"[T]he exercise of the police power is subject to judicial\r\ncorrection only if the action is arbitrary and has no reasonable relation to a lawful purpose.\"  Id. at 87, 535 S.E.2d at 922\r\n(emphasis added).  \r\n\r\nUnder this analysis the challenging party again bears the initial burden, albeit a lesser one, to show the statute is arbitrary\r\nand has no reasonable relation to a lawful purpose.  Thomason.  If the challenging party makes this showing of\r\narbitrariness, the burden shifts to the State to prove reasonableness.  City Council of Virginia Beach v. Harrell, III, 372\r\nS.E.2d 139 (Va. 1988). (4)  If the challenger cannot meet this threshold burden, the statute is presumed to have a rational\r\nrelationship to a legitimate purpose within the authority of the legislature's police power and will be upheld.\r\n\r\nIn our opinion, Appellant, in this case, has not met this threshold burden; he has not rebutted the presumption of validity by\r\nshowing the statute is arbitrary and unreasonable, with no relation to a legitimate governmental interest.  Thomason. \r\nAppellant put forth no evidence other than his own testimony and the testimony of Mr. Black, a licensed tattoo artist in 12\r\nstates, regarding the safety or danger of tattooing.  Neither Appellant nor Mr. Black has any medical training and both\r\nadmitted there are risks to tattooing if the proper precautions are not taken.  Although the State also failed to introduce\r\ncurrent evidence of the risks associated with tattoos, the burden rested on Appellant to show the prohibition bears no\r\nreasonable relation to public health. The State argues tattooing can lead to hepatitis and other communicable diseases, and\r\nAppellant admitted tattooing does cause these risks if the proper sterilization measures are not taken.  According to\r\nAppellant's own testimony, then, in the absence of affirmative regulation by the State, tattooing can endanger public health. \r\nWith this admission, Appellant as much as conceded a rational relationship between tattooing and public health.  As\r\ndiscussed, the legislature's exercise of police power is not subject to judicial correction unless its action is arbitrary and\r\nunreasonable.  Thomason. \r\n\r\nThe rational basis analysis set out in our precedent to test the legislature's authority under its police power gives the statute\r\na strong presumption of validity.  Appellant has not put forth any evidence to show that S.C. Code Ann.  § 16-17-700\r\nserves no legitimate interest in protecting public health and thus has not overcome the presumption of constitutionality. \r\n\r\nConclusion\r\n\r\nFor the foregoing reasons, we AFFIRM the trial court and uphold Appellant's conviction.\r\n\r\nMOORE, BURNETT and PLEICONES, JJ., concur.  WALLER, J., dissenting in a separate opinion.\r\n\r\nJUSTICE WALLER: I dissent. In my opinion, tattooing is \"sufficiently imbued \r\n  with elements of communication\" so as to fall within the scope of the First \r\n  Amendment.\" State v. Ramsey, 311 S.C. 555, 430 S.E.2d 511 (1993).\r\n\r\nThe majority recognizes that, in determining whether conduct is protected by \r\n  the First Amendment, the United States Supreme Court inquires whether an \"intent \r\n  to convey a particularized message was present, and [whether] the likelihood \r\n  was great that the message would be understood by those who viewed it.\" Texas \r\n  v. Johnson, 491 U.S. 397, 404 (1989). (5) \r\n  In my view, there is no doubt that, in creating words, pictures, or images on \r\n  the bodies of those who wear tattoos, White is intending to convey a message \r\n  and the message is likely to be understood by those who view it.\r\n\r\nIn my opinion, White's conduct in creating tattoos is a form of art which is entitled to the same protection as any other form\r\nof art.  If a painter who creates an image on a piece of canvas has created a work of \"art\" thereby engaging in \"speech\"\r\nworthy of First Amendment protection, I see no reason why a tattoo artist who creates the same image on a person's body\r\nshould be entitled to less protection. (6)  In my view, whether or not something is \"speech\" protected by the First\r\nAmendment cannot focus upon the medium chosen for its expression. (7)\r\n\r\nAlthough the majority cites several cases which have held that tattooing is not \"speech,\" those cases were decided in an era\r\nwhen tattooing was regarded as something of an anti-social sentiment. (8)  As noted in a recent synopsis,\r\n\r\n\r\nThe cultural status of tattooing has steadily evolved from that of an anti-social activity in the 1960s to that of a trendy\r\nfashion  statement in the 1990s. First adopted and flaunted by influential  rock stars like the Rolling Stones in the early\r\n1970s, tattooing had, by the late 1980s, become accepted by ever broader segments of mainstream society. Today, tattoos\r\nare routinely seen on rock stars, professional sports figures, ice skating champions, fashion models, movie stars and other\r\npublic figures who play a significant role in setting the culture's contemporary mores and behavior patterns. . . \r\n\r\nThe market demographics for tattoo services are now skewed heavily toward mainstream customers. Tattooing today is the\r\nsixth-fastest-growing retail business in the United States.  The single fastest growing demographic group seeking tattoo\r\nservices is, to the surprise of many, middle-class suburban women. \r\n\r\nTattooing is recognized by government agencies as both an art form and a profession and tattoo-related art work is the\r\nsubject of museum, gallery and educational institution art shows across the United States.\r\n\r\n\r\n&quot;TheChangingCulturalStatusofTattooArt&quot; (http://www.tattooartist.com/history.html); \r\n   See&nbsp;also&nbsp;Lawrence Muhammed, Tattoo You, Chicago Tribune \r\n  (Nov. 4, 1997)(recognizing that tattoos have begun to appeal to people from \r\n  every walk of life, and that, contrary to popular belief, there is no serious \r\n  health risk involved in getting a tattoo, either. In most tattoo parlors, needles \r\n  and inks are single-serve, gloves are worn and other utensils are steam/autoclave-sterilized, \r\n  the same method used by hospitals for surgical equipment). \r\n\r\nConsistent with the more modern trend, it is my opinion the process of tattooing is indeed a protectable form of speech. (9)  \r\n\r\nAccordingly, since tattooing may be considered speech, it is subject to a higher \r\n  level of scrutiny than that imposed by the majority. As White concedes, section \r\n  16-17-700 is, in effect, a \"content-neutral\" regulation which is subject to \r\n  an intermediate level of scrutiny, i.e., it will be sustained if it a) furthers \r\n  an important governmental interest, b) that interest is unrelated to the suppression \r\n  of free speech, and c) the incidental restriction on speech is no greater than \r\n  essential to the furtherance of that interest. (10) \r\n   See&nbsp;Turner Broadcasting System, Inc. v. F.C.C., 512 U.S. 622 (1994). \r\n  In interpreting \"content-neutral\" ordinances, this Court has noted that \"[p]ermissible \r\n  time, place, and manner restrictions are justified by a substantial governmental \r\n  interest unrelated to free speech and allow[] for adequate alternative avenues \r\n  of communication. . .\" Harkins v. Greenville County, 340 S.C. 606, 613, \r\n  533 S.E.2d 886, 890 (2000). \r\n\r\nHere, section 16-17-700 effectively provides no alternative avenue of communication; it makes it unlawful for a person to\r\ntattoo any part of the body of another person, but provides that [i]t is not unlawful for a licensed physician or surgeon to\r\ntattoo part of a patient's body if in his medical opinion it is necessary when performing cosmetic or reconstructive surgery.\" \r\nIt taxes the brain to conceive of a manner in which White may practice his tattoo artistry.  Even assuming, arguendo, he\r\nwere to attend medical school and obtain a medical degree and license to practice medicine, he would still not be permitted\r\nto exercise his artistry for the purpose of expressing a communicative idea; the statute forbids tattooing unless it is\r\nmedically necessary while performing cosmetic or reconstructive surgery.  The statute is, in effect, a complete ban on any\r\nand all tattooing when done for artistic or communicative purposes.  In my view, such a complete ban on the right of free\r\nspeech cannot stand.  \r\n\r\n  Although I agree, wholeheartedly, that the state may stringently regulate tattooing, the present record is insufficient to\r\ndemonstrate that the restriction on White's speech is \"no greater than essential\" to the furtherance of the state's interest in\r\nprotecting the health and well-being of its citizens. (11)  Accordingly, I would hold section 16-17-700 violates White's First\r\nAmendment right of free speech.\r\n\r\n1. S.C. Code Ann. § 16-17-700 (Supp. 2000).\r\n2. U.S. Const. amend. I.\r\n3. S.C. Const. art. I, § 2.\r\n4. The Virginia Supreme Court described the analysis succinctly: \"if the reasonableness of the enactment is fairly\r\ndebatable, a court will not substitute its judgment for that of the legislative body.  When, however, the presumption of\r\nvalidity is challenged by probative evidence of unreasonableness, the enactment cannot be sustained unless the legislative\r\nbody meets the challenge with some evidence of reasonableness.\"  Id. at 101-02. \r\n5.  Johnson held burning an American flag constitutes \r\n  speech worthy of First Amendment protection. \r\n6.  As noted recently in a New York Times article, \"Some \r\n  people buy a van Gogh. Some people buy art by Tattoo Lou. They wear it or they \r\n  hang it. But it is all art.\" New York Times; Long Island Weekly Desk, In \r\n  this Artist's Hands, Skin is the Canvas (Sunday, July 1, 2001). \r\n7.   Indeed, it would be ludicrous to suggest that because Michelangelo chose the ceiling of the Sistine Chapel upon which\r\nto paint, his renderings are not communicative.\r\n8.   Moreover, certiorari to the United States Supreme Court was not sought in any of the cited cases, and it appears that\r\nCourt has never addressed this issue.\r\n9.   The majority, by its emphasis of the word \"process,\" appears to indicate that although the process of tattooing is not\r\n\"speech,\" the end product thereof may be, such that the tattoo wearer may be entitled to First Amendment protection as the\r\nconveyor of a message.  In my view, this is akin to saying that an author who is paid a commission to write a book by a\r\npublisher, or an artist commissioned to paint a rendering, does not engage in speech, but that the publisher, and purchaser\r\nof the painting, do engage in speech.  I find such an analysis completely untenable.\r\n10.   White concedes section 16-17-700 meets the first two prongs.\r\n11.   In fact, as noted by White in brief, some 46 states permit and regulate tattooing, and \"[n]ot one reported death has been\r\nassociated with tattooing in its five thousand year history.\"\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25422","title":"Cason v. Duke Energy Corporation","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25422","description":"South Carolina Code Ann. §42-5-250 does not create an exception to the exclusivity provisions of the South Carolina Workers' Compensation Act for persons injured in explosions of boilers or flywheels or other single catastrophic explosions.","date":"2002-03-04","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n25422\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Hampton Andrew Cason, Plaintiff,\r\n        v.\r\n        Duke Energy Corporation, f/k/a Duke Power Company,\r\n        Defendant.\r\n      \r\n    \r\n  \r\n\r\nand\r\n\r\n  \r\n    \r\n      \r\n        Michele Davenport Eberhart and Patman S. Eberhart,\r\n        Plaintiffs,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Duke Energy Corporation, f/k/a Duke Power Company,\r\n        Defendant.\r\n      \r\n    \r\n  \r\n\r\nand\r\n\r\n  \r\n    \r\n      \r\n        Erich Scott Metler and Robin H. Metler,\r\n        Plaintiffs,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Duke Energy Corporation, f/k/a Duke Power\r\n        Company, Defendant.\r\n      \r\n    \r\n  \r\n\r\n\r\nON CERTIFICATION FROM THE UNITED STATES\r\nDISTRICT COURT FOR THE DISTRICT OF SOUTH CAROLINA\r\n\r\nOpinion No. 25422\r\nHeard November 15, 2001 - Filed March 4, 2002\r\n\r\nCERTIFIED QUESTION ANSWERED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Donald R. Moorhead, of Donald R. Moorhead, P.A.,\r\n        of Greenville, for plaintiffs.\r\n        Ellis M. Johnston, II, of Haynsworth, Sinkler,\r\n        Boyd, P.A., of Greenville, for defendant.\r\n        Gray T. Culbreath and P. Brooks Shealy, both of\r\n        Collins &amp; Lacy, of Columbia, for amicus curiae South Carolina\r\n        Defense Trial Attorneys Association.\r\n        Thomas R. Young, Jr., of James C. Anders, P.A.\r\n        &amp; Associates, of Aiken, for amicus curiae South Carolina Trial\r\n        Lawyers Association.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: The Court agreed to answer the\r\nfollowing questions certified by the United States District Court for the\r\nDistrict of South Carolina:\r\n\r\n  I. Does S.C. Code Ann. §42-5-250 (1976), permit\r\n  employees injured in explosions of boilers or flywheels or other single\r\n  catastrophic explosions to pursue litigation outside the exclusive remedy\r\n  provisions of the S.C. Workers’ Compensation Act against their employers for\r\n  damages to compensate them for injuries received within the scope of their\r\n  employment?\r\n  II. If §42-5-250 creates such an exception to the\r\n  exclusivity provisions, does collection by an employee of Workers’\r\n  Compensation benefits constitute an election of remedies?\r\n  III. If §42-5-250 creates an exception to the\r\n  exclusivity provisions and if the receipt of Workers’ Compensation benefits\r\n  does not constitute an election of remedies, are Workers’ Compensation\r\n  benefits offset against an award received from the employer?\r\n\r\nWe answer the first question &quot;No,&quot; and therefore\r\ndo not reach the second and third questions certified.\r\nFACTS\r\nPlaintiffs Hampton Andrews Cason, Michele\r\nDavenport Eberhart, and Erich Scott Metler were employees of defendant Duke\r\nEnergy (Duke) when they were severely injured at work. It is undisputed that the\r\ninjuries resulted from an accidental catastrophic event,1\r\nand that the injuries occurred in the course and scope of employment. These\r\nthree plaintiffs have received workers’ compensation benefits from Duke.\r\nThese plaintiffs and the spouses of Ms. Eberhart and Mr.\r\nMetler (collectively Plaintiffs) then brought negligence actions against Duke in\r\nstate court. Duke removed the suits to the federal district court which has\r\ncertified the three questions.\r\nISSUE\r\n\r\n  Does §42-5-250 create an exception to the exclusivity\r\n  provisions of the Workers’ Compensation Act?\r\n\r\nANALYSIS\r\nThis case requires us to construe, for the\r\nfirst time, a statute which has been a part of our Workers’ Compensation Act\r\nsince the Act’s inception.\r\nWhen the General Assembly enacted the original &quot;South\r\nCarolina Workmen’s Compensation Act&quot; in 1935, it included the following\r\nprovisions in a section captioned &quot;Policy Insuring Payment of Compensation\r\n- Terms - Forms&quot;:\r\n\r\n  (a) Every policy for the insurance of the compensation\r\n  herein provided, or against liability therefore, shall be deemed to be made\r\n  subject to the provisions of this Act. No corporation, association, or\r\n  organization shall enter into any such policy of insurance unless its form\r\n  shall have been approved by the Insurance Commissioner.\r\n  (b) This Act shall not apply to policies of insurance\r\n  against loss from explosion of boilers or fly wheels or other similar single\r\n  catastrophe hazards: provided that nothing herein contained shall be\r\n  construed to relieve the employer from liability for injury or death of an\r\n  employee as a result of such explosion or catastrophe.\r\n\r\n1935 S.C. Acts &amp; Joint Resolutions 610, §72\r\n(p.1264)(emphasis supplied).\r\nWhen the 1952 Code was published, parts (a) and (b) were\r\nseparated into two different statutes, and the word ‘Act’ in part (b) became\r\n&quot;Title.&quot; Compare 1952 Code §72-406 [former (a)] with §72-426\r\n[former (b)]. In the current Code, a slightly revised version of part (b) is\r\nfound at §42-5-250:\r\n\r\n  \r\n  §42-5-250. Title not applicable to insurance for single\r\n  catastrophe hazards.\r\n  This Title shall not apply to policies of insurance\r\n  against loss from explosion of boilers or flywheels or other similar single\r\n  catastrophe hazards. But nothing contained in this section shall be construed\r\n  to relieve the employer from liability for injury or death of an employee as a\r\n  result of such explosion or catastrophe.\r\n\r\nPlaintiffs urge this Court to read this statute to permit\r\nthem to maintain a negligence action where the employer carries liability\r\ninsurance covering the catastrophic event. In other words, they contend that\r\n§42-5-250 creates an exception to the &quot;exclusivity&quot; provisions of the\r\nWorkers Compensation Act.2 Duke contends that\r\n§42-5-250 creates an exception to the requirement that Worker’s Compensation\r\ninsurance coverage be coextensive with the employer’s liability under the Act,\r\nby relieving the insurer of the duty to cover injuries arising from a\r\ncatastrophe. Under its reading, while the employer remains liable to the\r\nemployee, the compensation insurer does not insure against this hazard. The\r\nFourth Circuit has construed the section to relieve employers of the duty to\r\ninsure against this hazard. See Simpson v. Duke Energy Corp., Op.\r\nNo. 98-1906 (4th Cir. 1999). We find none of these interpretations to\r\nbe correct.\r\nIn order to understand §42-5-250, it is necessary to read\r\nit as originally enacted, that is, with the original part (a) which is now\r\ncodified at S.C. Code Ann. §42-5-60 (1976). When these statutes are read\r\ntogether, it is apparent that §42-5-250 is not concerned with the relationship\r\nbetween employer and employee, but with the applicability of the Act to certain\r\ntypes of insurance policies. Part (a) provided that all Workers’ Compensation\r\ninsurance policies were to be coextensive with the employer’s liability under\r\nthe Act. The first sentence of Part (b) was meant to ensure that catastrophic loss\r\npolicies were not transmuted into Workers’ Compensation liability\r\npolicies. It may be inferred that in 1935, businesses insured against economic\r\ndamages, bodily injury liability, and other losses resulting from these types of\r\nevents. We construe this first sentence to address the insurers’ concern that\r\nthese existing policies not be construed as covering liability arising under the\r\nnew Act. In our view, this language was inserted in the Act as a transitional\r\nprovision, and has little or no present utility. The second sentence of the\r\nstatute merely reaffirms the employer’s liability under the Act to its\r\nemployees should such a catastrophic accident occur, making it clear that the\r\nemployer cannot evade its responsibility to its employee.\r\nCONCLUSION\r\nWe hold that §42-5-250 does not permit\r\nemployees injured in a catastrophic explosion to pursue litigation against their\r\nemployer outside the exclusive remedy provisions of the Workers’ Compensation\r\nAct. Further, we clarify that the statute neither excepts these type accidents\r\nfrom the scope of a workers’ compensation liability policy as contended by\r\nDuke, nor does it relieve employers of the duty to insure against this hazard as\r\nthe Fourth Circuit has held. Because the answer to the first certified question\r\nis &quot;No,&quot; we do not reach the other two certified questions.\r\nCERTIFIED QUESTION ANSWERED.\r\nMOORE, A.C.J., WALLER, BURNETT, PLEICONES, JJ., and\r\nActing Justice G. Thomas Cooper, Jr., concur.\r\n\r\n1Specifically, a &quot;water\r\nhammer,&quot; in which the buildup of pressure caused an eighteen inch steam\r\npipe to explode.\r\n2See S.C. Code Ann.\r\n§42-1-540 (1976) (&quot;The rights and remedies granted by this title to an\r\nemployee . . . .shall exclude all other rights and remedies of such employee . .\r\n. as against his employer, at common law or otherwise . . . .&quot;). The only\r\nexceptions to the exclusivity provisions are: (1) where the injury results from\r\nthe act of a subcontractor who is not the injured person’s direct employer\r\n(§42-1-540); (2) where the injury is not accidental but rather results from the\r\nintentional act of the employer or its alter ego [Dickert v. Met. Life Ins.\r\nCo., 311 S.C. 218, 428 S.E.2d 700 (1993)]; (3) where the tort is slander and\r\nthe injury is to reputation [e.g., Loges v. Mack Trucks, Inc., 308 S.C.\r\n134, 417 S.E.2d 538 (1992)]; or (4) where the Act specifically excludes certain\r\noccupations [S.C. Code Ann. §§42-1-350 through -375 (1976 and Supp. 2000)].\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25423","title":"State v. Tyler","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25423","description":"Murder case-- Issues are whether defendant was entitled to an involuntary manslaughter charge, and whether the trial court's instructions equating the offenses of ABHAN and voluntary manslaughter constituted reversible error.","date":"2002-03-04","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n25423\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n        \r\n        \r\nv.\r\n        \r\n\r\nLinda Tyler, Appellant.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\nPaul E. Short, Jr., Circuit Court Judge\r\n\r\n\r\nOpinion No. 25423\r\nHeard January 23, 2002 - Filed March 4, 2002\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nSenior Assistant Appellate Defender Wanda H. Haile, of Columbia, for appellant.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney\r\nGeneral Donald J. Zelenka, Assistant Attorney General Derrick K. McFarland and Solicitor Warren B. Giese, all of\r\nColumbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE WALLER:  Appellant Linda Tyler was convicted of murder and sentenced to life imprisonment without\r\npossibility of parole.  We affirm.  \r\n\r\nFACTS\r\n\r\n\r\nOn the morning of September 26, 1996, while riding as a passenger in a car driven by her husband Van, Tyler poured\r\ngasoline on her husband's head and used her cigarette lighter to \"light him up.\"  She did so because she had learned the day\r\nbefore that a next door neighbor was 2 weeks pregnant with his child.  Van Tyler died the following day of third degree\r\nburns and inhalation injury.  Tyler was found guilty but mentally ill (GBMI) of murder.  \r\n\r\nISSUES\r\n\r\n\r\n\r\n1.  Did the trial court err in refusing to charge involuntary manslaughter?\r\n\r\n  2.  Did the trial court's charge on assault and battery of a high and aggravated nature (ABHAN) constitute reversible error?\r\n\r\n1.  INVOLUNTARY MANSLAUGHTER CHARGE\r\n\r\n\r\nTyler contends she was entitled to an instruction upon involuntary manslaughter.  We disagree.  \r\n\r\n  Involuntary manslaughter is (1) the unintentional killing \r\n  of another without malice, but while engaged in an unlawful activity not naturally \r\n  tending to cause death or great bodily harm; or (2) the unintentional killing \r\n  of another without malice, while engaged in a lawful activity with reckless \r\n  disregard for the safety of others. &nbsp;State v. Chatman, 336 S.C. \r\n  149, 519 S.E.2d 100 (1999). \"An unintentional killing resulting from an unlawful \r\n  assault and battery, not of a character of itself to cause death, is involuntary \r\n  manslaughter . . .\" Id. at 152-153, 519 S.E.2d at 101 citing 40 C.J.S. \r\n  Homicide § 40 (1991).  See also People v. Johnson, 100 Ill.App.2d 13, \r\n  241 N.E.2d 584 (1968) (death resulting from blow from fist may be involuntary \r\n  manslaughter because although unlawful, a blow to the face with hand is not \r\n  likely to be attended with dangerous or fatal consequences); State v. Cobo, \r\n  90 Utah 89, 60 P.2d 952 (1936) (the great weight of authority is that an unintentional \r\n  killing, resulting from an unlawful assault and battery which in and of itself \r\n  is not of a character to cause death, is held to constitute involuntary manslaughter).\r\n\r\nTyler's conduct does not fit within either definition of involuntary manslaughter.  It is patent that her conduct in pouring\r\ngasoline on her husband's head and igniting him was not a lawful activity.  It is likewise patent that her conduct would\r\nnaturally tend to cause death or great bodily injury.  Accordingly, she was not entitled to an involuntary manslaughter\r\ncharge. (1)\r\n\r\n2.  ABHAN JURY CHARGE\r\n\r\n\r\nAs part of her defense, Tyler presented evidence that her husband's death may have been caused by medical malpractice\r\nwhen doctors improperly  treated his burn injuries.  In light of this evidence, the trial court instructed the jury that, in the\r\nevent it found Tyler's actions did not proximately cause her husband's death, then it could consider the offenses of assault\r\nand battery with intent to kill (ABIK) and assault and battery of a high and aggravated nature (ABHAN).   Tyler asserts\r\nthat, in instructing the jury on the law of ABHAN, the trial court improperly analogized ABHAN and voluntary\r\nmanslaughter, thereby mandating a reversal of her conviction.  \r\n\r\nThe trial court instructed the jury as follows:\r\n\r\n\r\nI charge you the offense of assault and battery of a high and aggravated nature is defined as an unlawful act of violent injury\r\nto the person of another accompanied by circumstances of aggravation.  The use of a deadly or dangerous weapon or the\r\ninfliction of serious bodily harm are recognized as circumstances of aggravation.  I charge you assault and battery of a high\r\nand aggravated nature is an assault and battery committed with a deadly weapon or dangerous instrumentality without\r\nmalice but in a spirit of wantonness and with a reckless disregard for the rights and safety of others.\r\n\r\nAssault and battery of a high and aggravated nature, ladies and gentlemen, contains all of the elements of voluntary\r\nmanslaughter except the actual death of the person assaulted.   So, before a defendant could be found guilty of assault\r\nand battery of a high and aggravated nature, the jury must be satisfied beyond a reasonable doubt that if the person\r\nassaulted had died as a result of the injury inflicted upon him by the defendant, the defendant would have been guilty of\r\nvoluntary manslaughter.  \r\n\r\n\r\n(Emphasis supplied).\r\n\r\n  Both this Court and the Court of Appeals have held that \r\n  it is error for a trial court to give instructions which equate ABHAN with voluntary \r\n  manslaughter. State v. Fennell, 340 S.C. 266, 531 S.E.2d 512 (2000); \r\n  State v. Pilgrim, 320 S.C. 409, 465 S.E.2d 108 (Ct. App. 1995)(Pilgrim \r\n  I), aff'd as modified State v. Pilgrim, 326 S.C. 24, 482 \r\n  S.E.2d 562 (1997)(Pilgrim II), overruled on other grounds State \r\n  v. Foust, 325 S.C. 12, 479 S.E.2d 50(1996). \r\n\r\nIn Pilgrim I, the Court of Appeals noted that the \r\n  difference between manslaughter and murder is the absence of malice in manslaughter \r\n  and the presence of malice in murder.320 S.C. at 414-415, 465 S.E.2d at 111, \r\n  citing William S. McAninch &amp; W. Gaston Fairey, The Criminal \r\n  Law of South Carolina 149 (2d ed. 1989). The court noted that the absence \r\n  of malice is not a required element of the offense of ABHAN, and the fact that \r\n  a defendant acts with malice does not preclude a finding of ABHAN. Therefore, \r\n  to the extent a jury instruction equates ABHAN with manslaughter, it precludes \r\n  a jury from finding ABHAN if it finds the defendant acted with malice. This \r\n  Court affirmed in Pilgrim II. (2) In Fennell, \r\n  supra, we reiterated these holdings, noting that a defendant may be convicted \r\n  of ABHAN regardless of whether malice is present.\r\n\r\nUnder the above authorities, it is clear the trial court's charge equating ABHAN and manslaughter was erroneous. \r\nHowever, we find the error harmless under the facts of this case.  Immediately prior to charging the jury on ABHAN and\r\nABIK, the trial court instructed the jury that \"if the causal link between the defendant's act and the victim's death is\r\nbroken so that she may not be convicted of murder or voluntary manslaughter,\" the defendant may still be convicted\r\nof ABIK or ABHAN.  (Emphasis supplied).  Accordingly, ABHAN and/or ABIK were possible verdicts if, and only if, the\r\njury concluded that Tyler's actions had not proximately caused her husband's death.  The jury did not find such a break in\r\nthe causal chain and, instead, convicted Tyler of murder. (3)  \r\n\r\nAccordingly, we find any choice the jury had in the present \r\n  case between manslaughter and ABHAN was not premised upon malice or the absence \r\n  thereof, but upon whether it found Tyler's actions had proximately resulted \r\n  in her husband's death. Given that the possibility of an ABHAN or ABIK verdict \r\n  was not premised upon malice or a lack thereof, but upon the proximate cause \r\n  of the victim's death, we find the erroneous ABHAN charge did not contribute \r\n  to the jury's verdict, such that any error was harmless.  See State v. Jeffries,316 \r\n  S.C. 13, 446 S.E.2d 427 (1994) (erroneous jury charge which does not contribute \r\n  to jury's verdict is harmless).\r\n\r\nTyler's remaining issues are affirmed pursuant to Rule 220(b), \r\n  SCACR, and the following authorities: State v. Rochester, 301 S.C. 196, 391 \r\n  S.E.2d 244 (1990)(State must prove a voluntary waiver of the defendant's \r\n  Miranda rights by a preponderance of the evidence); State v. Hughes, \r\n  336 S.C. 585, 521 S.E.2d 500 (1999)(defendant's mental condition in and of itself \r\n  does not render a statement involuntary in violation of due process; absent \r\n  coercive police conduct causally related to a confession, there is no basis \r\n  for finding a confession constitutionally involuntary); State v. Burris, \r\n  334 S.C. 256, 513 S.E.2d 104 (1999) (burden on State to prove unlawful act in \r\n  which the accused was engaged was proximate cause of the homicide); &nbsp;State \r\n  v. McHoney, 344 S.C. 85, 544 S.E.2d 30 (2001) (defendant is entitled to \r\n  a directed verdict when the State fails to produce evidence of the offense charged); \r\n  State v. Nance, 320 S.C. 501, 466 S.E.2d 349, cert. denied, 518 \r\n  U.S. 1026, 116 S.Ct. 2566, 135 L.Ed.2d 1083 (1996)(trial court's determination \r\n  of competency will be upheld if it has evidentiary support and is not against \r\n  the preponderance of the evidence).\r\n\r\nAFFIRMED.\r\n\r\nTOAL, C.J., MOORE, BURNETT and PLEICONES, JJ., concur.\r\n1. Tyler's assertion that, due to her mental illness she was unable to form the requisite mental state for murder, is essentially\r\nan argument that the jury should have accepted her insanity defense; the jury declined to do so.  \r\n2.  Pilgrim I was modified to \r\n  the extent the Court of Appeals had held a specific intent was required for \r\n  ABIK. \r\n3.   Had the jury found a break in the causal chain, it would have been faced with two alternatives, either ABIK or ABHAN. \r\nIf the jury misinterpreted the trial court's instructions as requiring an absence of malice to convict of ABHAN, and if it\r\nindeed found malice, then its verdict would have been ABIK and not murder.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25424","title":"Dykema v. Carolina Emergency Physicians, P.C.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25424","description":"Wrongful death case.  Issues are whether statutory caps of S.C. Tort Claims Act apply to plaintiff's claims, and whether jury's verdict, awarding punitive but no actual damages against Companion, was timely objected to by Companion.","date":"2002-03-04","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n25424\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Amey G. Dykema, as Personal\r\nRepresentative of the Estate of\r\nDavid Bruce Dykema, Appellant/Respondent,\r\n        \r\nv.\r\n        \r\n\r\nCarolina Emergency Physicians,\r\nP.C., Greenville Hospital\r\nSystem, and Companion\r\nHealthCare Corporation, Defendants,\r\n\r\nOf Whom Greenville Hospital\r\nSystem is Respondent/Appellant,\r\n\r\nand Companion HealthCare\r\nCorporation is Respondent. \r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville County\r\nWyatt T. Saunders, Jr., Circuit Court Judge\r\n\r\n\r\nOpinion No. 25424\r\nHeard November 14, 2001 - Filed March 4, 2002\r\n\r\n\r\nAFFIRMED IN PART; REVERSED IN PART.\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nD. Michael Parham and S. Blakely Smith, of Parham and Smith, of Greenville, for appellant/respondent.\r\n\r\nG. Dewey Oxner, Jr. and Sally McMillan Purnell, of Haynsworth, Marion, McKay and Geurard, LLP, of Greenville, for\r\nrespondent/appellant.\r\n\r\nFrank H. Gibbes, III, Stephanie Holmes Burton and Matthew E. Cox, all of Gibbes Burton, LLC, of Greenville, for\r\nrespondent Companion HealthCare Corporation.\r\n\r\nHarold W. Jacobs and Susan Batten Lipscomb of Nexsen, Pruet, Jacobs and Pollard, LLP, of Columbia, for Amicus Curiae\r\nSouth Carolina State Budget and Control Board.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE WALLER:  This is a wrongful death action brought by Appellant/Respondent, Amey Dykema, on behalf of the\r\nestate of her deceased husband, David Dykema, who died on February 8, 1994, as a result of undiagnosed pulmonary\r\nemboli.  The jury awarded Dykema $2 million actual damages against Respondent/Appellant Greenville Hospital System\r\n(GHS), and $500,000 punitive damages against Respondent Companion Health Care (Companion).  The trial court granted\r\nCompanion's motion for Judgment Notwithstanding the Verdict (JNOV) on the ground that the jury's failure to award\r\nactual damages against it precluded an award of punitive damages.  The trial court held the statutory caps of the South\r\nCarolina Tort Claims Act, S.C. Code Ann. §§ 15-78-10 et seq.,  were inapplicable to this case, such that GHS was liable for\r\nthe full $2 million verdict. (1)  Dykema and GHS appeal.\r\n\r\nFACTS\r\n\r\n\r\nIn December 1993, 38-year-old David Dykema began having respiratory symptoms, cough and shortness of breath for\r\nwhich he was seen by his family physician, Dr. William King.  After seeing Dr. King until January 1994 without\r\nimprovement, he sought a second opinion from the Center for Family Medicine (Center), part of the Greenville Hospital\r\nSystem. (2)  Mr. Dykema went to the Center on Feb. 3, 1994, with complaints of a one and one-half month history of cough,\r\nshortness of breath, and tightness in the chest.  He was seen that day by a third year medical student, Terry Gemas, and an\r\nattending faculty member, Cindy Pearman, M.D.  Dr. Pearman prescribed antibiotics for persistent bronchitis and told Mr.\r\nDykema to return in one week, or sooner if his condition worsened.  In the early morning hours of Sunday, Feb. 6, 1994,\r\nAmey Dykema called the Center concerning her husband's worsening condition and was advised to take him to the hospital\r\nthe next day.  She brought him to the hospital at approximately 1:00 PM on February 6 and was seen by Dr. Connell, a\r\nmedical resident and employee of GHS who was on call at the Center.  Dr. Connell diagnosed viral bronchitis and advised\r\nMr. Dykema to continue his antibiotics and keep his follow-up appointment at the Center on Feb. 8.  The next morning,\r\nMonday, Feb. 7, Amey Dykema called the Center and spoke with a receptionist; she requested her husband be seen\r\nimmediately due to his worsening condition.  She was told there were no earlier appointments available and that she should\r\nkeep the appointment on February 8.  David Dykema died on the morning of Feb. 8, prior to his scheduled appointment. \r\nThe cause of death was a progressive showering of pulmonari emboli, pieces of which moved to his lungs and caused a\r\nfatal blockage.  \r\n\r\nOn Dec. 20, 1995, Amy Dykema instituted this wrongful death action against GHS, and Carolina Emergency Physicians;\r\nthe complaint was subsequently amended to add Companion as a defendant.  Trial was held in February 1999, and the jury\r\nreturned a general verdict accompanied by special interrogatories, finding both GHS and Companion negligent. (3) The jury\r\nawarded Dykema $2 million actual damages.  However, it apportioned 100% of the actual damages to GHS.  Nonetheless,\r\nit awarded Dykema $500,000 punitive damages against Companion. (4)\r\n\r\nThe trial court granted Companion's motion for JNOV on the ground that the jury's failure to award actual damages against\r\nit precluded an award of punitive damages; the court denied GHS's post-trial motion to reduce the $2 million verdict,\r\nholding the statutory caps of the South Carolina Tort Claims Act were inapplicable to Dykema's claims.\r\n\r\nISSUES\r\n\r\n\r\n\r\n1.  Did the trial court err in entering JNOV for Companion?\r\n\r\n2.  Did the court err in holding that the statutory caps of the South Carolina Tort Claims Act were inapplicable to this case?\r\n\r\n\r\n1.  JNOV\r\n\r\n\r\nThe trial court held the jury's failure to award actual damages against Companion mandated the grant of JNOV to\r\nCompanion.  We disagree.  We find Companion's failure to object prior to discharge of the jury results in a waiver of the\r\nright to challenge the verdict.\r\n\r\nHere, after the jury returned its verdict finding $500,000 punitive, and no actual, damages against Companion, all parties\r\nwere given an opportunity to review the verdict forms.  Companion specifically declined the trial judge's invitation to\r\nrequest additional findings or corrections by the jury to the verdict form.  The jury was thereby discharged, and Companion\r\nfiled its post-trial motion for JNOV on March 1, 1999, ten days after the verdict was returned.     \r\n\r\nThe trial court correctly held punitive damages generally are not recoverable in the absence of proof of actual damages. \r\nLimehouse v. Southern Ry. Co., 216 S.C. 424, 58 S.E.2d 685 (1950).  However, the trial court erred in setting aside the\r\nverdict absent a timely objection.  We decline to hold that a party may allow the jury to be discharged in the face of an\r\nobviously defective verdict, which could easily be corrected upon resubmission to the jury, in the hopes of gaining a\r\nreversal on appeal.  Accordingly, we find Companion waited too late to voice its objection to the verdict.\r\n\r\nThis Court has repeatedly held that a party should not be permitted to sit idly by while a verdict erroneous in form is being\r\nreturned and witness its receipt without objection and later, after the jury has been discharged, claim advantage of the error,\r\nthus invited by acquiescence.   See&nbsp; Deese v. Williams, 237 S.C. 560, 118 S.E.2d 330 (1961).\r\n  See&nbsp;also Washington v.\r\nWhitaker, 317 S.C. 108, 451 S.E.2d 894 (1995)(holding that party may not wait until JNOV to object to punitive damage\r\naward as this Court does not recognize a \"plain error\" rule); Limehouse v. Southern Ry., 216 S.C. 424, 58 S.E.2d 685\r\n(1950)(where verdict is objectionable as to form, party who desires to complain should call that fact to the Court's attention\r\nwhen the verdict is published.  Otherwise, the right to do so is waived); McAlister v. Thomas and Howard Co., 116 S.C.\r\n319, 108 S.E. 94 (1921)(defect in the form of a verdict must be presented at the time it is published, and failure to do so\r\nwaives the right to raise that matter later); Bethea v. Western Union Telegraph, 97 S.C. 385, 81 S.E. 675(1914) (irregularity\r\nof jury verdict awarding punitive but no actual damages must be called to the attention of the court at the earliest\r\nopportunity; otherwise it will be deemed to have been waived; waiting until jury separates and then urging irregularity as\r\nground for new trial is too late).   \r\n\r\nThese cases are consistent with our recent opinion in Stevens v. Allen, 342 S.C. 47, 535 S.E.2d 663 (2000), in which we\r\nheld a verdict finding the defendant liable but awarding zero damages is inconsistent or incomplete and that, when the\r\nissue is raised, the matter should be resubmitted to the jury with instructions to either enter a verdict for the defendant or\r\naward some amount of damages.   Accordingly, consistent with the wealth of authority in this state, we find Companion's\r\nfailure to challenge the verdict upon being given an opportunity to do so results in a waiver. (5)  Therefore, the grant of\r\nJNOV to Companion is reversed, and the $500,000 punitive damage award is reinstated.\r\n\r\n2.  APPLICABILITY OF STATUTORY CAPS\r\n\r\n\r\nThe trial court ruled the statutory caps set forth in S.C. Code Ann. § 15-78-120(a)(3)&amp;(4) were inapplicable to this case. \r\nWe agree.\r\n\r\nAt the time this action arose in February 1994, S.C. Code Ann § 15-78-120 (6) limited the tort liability of state agencies and\r\nemployees as follows:\r\n\r\n\r\n(1) Except as provided in Section 15-78-120(a)(3), no person shall recover in any action or claim brought hereunder a sum\r\nexceeding two hundred and fifty thousand dollars because of loss arising from a single occurrence regardless of the number\r\nof agencies or political subdivisions involved.\r\n\r\n(2) Except as provided in Section 15-78-120(a)(4), the total sum recovered hereunder arising out of a single occurrence\r\nshall not exceed five hundred thousand dollars regardless of the number of agencies or political subdivisions or claims or\r\nactions involved.\r\n\r\n(3) No person may recover in any action or claim brought hereunder against any governmental entity and caused by the tort\r\nof any licensed physician or dentist, employed by a governmental entity and acting within the scope of his profession, a\r\nsum exceeding one million dollars because of loss arising from a single occurrence regardless of the number of agencies or\r\npolitical subdivisions involved.\r\n\r\n(4) The total sum recovered hereunder arising out of a single occurrence of liability of any governmental entity for any tort\r\ncaused by any licensed physician or dentist, employed by a governmental entity and acting within the scope of his\r\nprofession, may not exceed one million dollars regardless of the number of agencies or political subdivisions or claims or\r\nactions involved.\r\n\r\n\r\nIn Southeastern Freight Lines v. City of Hartsville, 313 S.C. 466, 443 S.E.2d 395 (1994), we held the Legislature's\r\nadoption of the Uniform Contribution Among Joint Tortfeasor's Act (7) (Uniform Contribution Act) impliedly repealed the\r\nstatutory tort claims cap set forth in section 15-78-120(a)(1), which was adopted by the Legislature as part of the South\r\nCarolina Tort Claims Act in 1986. (8)  Subsequent to Southeastern, the Legislature responded with 1994 Acts No. 497, Part\r\nII, Section 107, in which it held the provisions of section 15-78-120(a)(1) were reenacted and made retroactive to April 5,\r\n1988, the effective date of the Uniform Contribution Act. (9)\r\n\r\nTwo years later, in Knoke v. S.C. Dep't of Parks, Recreation and Tourism, 324 S.C. 136, 478 S.E.2d 256 (1996), we held\r\nthat Southeastern (and our subsequent opinion in McLain v. S.C. Dep't of Educ., 323 S.C. 132, 473 S.E.2d 799 (1996)) (10)\r\napplied as well to the $500,000 per occurrence cap set forth in section 15-78-120(a)(2), such that the statutory cap was\r\ninapplicable to Knoke's claim, filed before July 1, 1994.  \r\n\r\nIn 1997, the Legislature enacted 1997 Act No. 155, Part II, § 55, in which  it reenacted section 15-78-120,  in toto, and\r\nestablished higher limits of liability.  The reenactment of section 15-78-120 states that it takes effect upon approval by the\r\nGovernor [June 14, 1997] and \"applies to claims or actions pending on that date or thereafter filed, except where final\r\njudgment has been entered before that date.\"  1997 Act No. 155, Part II, § 55(F).   Most recently, however, in Steinke v.\r\nS.C. Dep't of Labor, Licensing and Regulation, 336 S.C. 373, 520 S.E.2d 142 (1999), we held that the Legislature's\r\npurported reenactment of the statutory caps in 1997 Act No. 155 could not, by the above language of subsection F,\r\nretroactively overrule this Court's interpretation of the statutes in Southeastern.  Accordingly, we held the plaintiffs'\r\nrecovery was not limited by the Tort Claims Act as their case was filed prior to the Legislature's 1994 reinstatement of the\r\nstatutory caps set forth in § 15-78-120(a)(1)(which were effective July 1, 1994, whereas plaintiffs had filed their claims in\r\nJune 1994).\r\n\r\nGHS contends the $1 million dollar caps of § 15-78-120(a)(3)&amp;(4) have never been repealed and that, in any event, the\r\ncaps were \"impliedly reenacted\" by 1994 Act No. 497, effective July 1, 1994 as to causes already filed, or that, at the latest,\r\nthese caps were reinstated by 1997 Act No. 155, effective June 14, 1997 (and applying to claims or actions pending on that\r\ndate).  We disagree. \r\n\r\nInitially, we agree with the trial court that under  Southeastern and Knoke,  the statutory caps set forth in 15-78-120(a)(3)&amp;(4) were impliedly repealed by adoption of the Uniform Contribution Act.  Given Southeastern's holding that\r\nthe pro rata liability provisions of the Uniform Contribution Act are inconsistent with the liability limits in section (a)(1),\r\nand Knoke's subsequent recognition that the same reasoning applies to the limits in (a)(2), it is patent that the liability\r\nlimits set forth in subsections (a)(3)&amp;(a)(4) were likewise impliedly repealed by the Legislature's adoption of the Uniform\r\nContribution Act in 1988.  The question remains, however, whether the limits were subsequently reenacted.\r\n\r\nGHS contends the limits in (a)(3)&amp;(a)(4) were \"impliedly\" reenacted by 1994 Act. No. 497.  We disagree.  The 1994 Act\r\nsimply reenacted the statutory caps set forth in section 15-78-120(a)(1)(and purported to make them retroactive to April,\r\n1988, something this Court held the Legislature was without authority to do in Steinke); the 1994 Act did nothing to\r\nreenact the remaining subsections.  Accordingly, the trial court correctly ruled the statutory caps as set forth in subsections\r\n(3)&amp;(4) were not reenacted by the 1994 Act.  \r\n\r\nHowever, by 1997 Act No. 155, Part II, § 55, the Legislature reenacted all four subsections, and made the act applicable to\r\nall claims pending its effective date [June 14, 1997]. (11)  While this provision was sufficient to reenact the liability caps of\r\nsubsections 3 &amp; 4, the question remains whether the Legislature could make the reenactment applicable to claims then\r\npending, such as Dykema's.  Under Steinke, we hold it could not.  \r\n\r\nAs noted previously, Steinke held that the Legislature could not retroactively overrule this Court's interpretation of the\r\nstatutes in Southeastern, but that it could prospectively reinstate such caps.  Here, had the Legislature chosen to, it could\r\nhave reenacted all four subsections in 1994.  However, it reenacted only 15-78-120(a)(1) in 1994.  1994 Act No. 497. \r\nAlthough this Court has not previously specifically held subsections (3)&amp;(4) were impliedly repealed, it is patent under\r\nSoutheastern and Knoke that they were in fact impliedly repealed and have been so since adoption of the Uniform\r\nContribution Act in 1988.  Although 1997 Act No. 155 was sufficient to reenact the remaining subsections, under\r\nSteinke, (12) such reenactment could not be made retroactive, and therefore took effect upon approval by the Governor on\r\nJune 14, 1997.  Accordingly, as Dykema's claim was filed in 1995, the trial court properly ruled the statutory caps set forth\r\nin subsection 3 &amp; 4 do not apply in this case.\r\n\r\nCONCLUSION\r\n\r\n\r\nThe grant of JNOV to Companion is reversed and the $500,000 punitive damage award reinstated.  The trial court's ruling\r\nthat the statutory caps are inapplicable to this case is affirmed.  \r\n\r\nAFFIRMED IN PART; REVERSED IN PART.\r\n\r\nTOAL, C.J., MOORE, BURNETT and PLEICONES, JJ., concur.\r\n1.  The trial court also ruled that, in any event, GHS was liable for two \"occurrences\" of negligence such that Dykema was\r\nentitled to $1 million dollars for each.   In light of our holding concerning the statutory caps, we need not address this\r\nruling.\r\n2.   In late 1993, Mr. Dykema selected Companion HealthCare for his medical provider and selected the Center as his\r\nprimary care provider.  \r\n3.   Carolina Emergency Physicians was exonerated.\r\n4.   The jury also sent a note to the judge requesting that South Carolina HMO's advise members and prospective members\r\nwho enroll with practices involved with teaching facilities that they may be seen and treated by residents.\r\n5.  GHS relies on three cases which reversed an award of punitive damages in which there was no finding of actual\r\ndamages, without any indication that the issue was raised prior to the jury's discharge.\r\n  See&nbsp;Dowling v. Homebuyers\r\nWarranty Corp., 311 S.C. 233, 428 S.E.2d 709 (1993); Cook v. Atlantic Coast Ry., 183 S.C. 279, 190 S.E. 923 (1937);\r\nMonroe v. Banker's Life and Casualty, 232 S.C. 363, 102 S.E.2d 207 (1958).  However, the mere fact that we addressed an\r\nissue on the merits where no procedural defect was raised does not obviate the need for a timely objection.\r\n  Cf. Breland v.\r\nLove Chevrolet, Inc., 339 S.C. 89, 529 S.E.2d 11 (2000)(notwithstanding numerous prior opinions entertaining appeals on\r\nmerits of change of venue orders, such orders are not immediately appealable).  \r\n6.   These sections have since been amended and reenacted, increasing the statutory caps.  1997 Act No. 155, Part II, § 55.\r\n7.   The Uniform Contribution Act was enacted April 5, 1988 and subjected the state to unlimited pro rata tort liability.\r\n8.   The Court also found the joint contribution act inconsistent with section 15-78-100(C) providing for special verdict\r\nforms specifying the proportional liability of each joint tortfeasor.\r\n9.   Simultaneously, the Legislature enacted section 15-38-65 to provide that \"The Uniform Contribution Among\r\nTortfeasors Act shall not apply to governmental entities.\"  This Act took effect July 1, 1994.     \r\n10.   In McClain, the Court held the the implied repeal of the $250,000 cap applied to all claims filed before July 1, 1994,\r\nnot only those in which both the Uniform Contribution Act and Tort Claims Act apply.  \r\n11.   Dykema's action, filed December 1995, was pending in June 1997.\r\n12.   GHS contends Steinke is inapplicable because no prior opinion of this Court has held the caps of § 15-78-120(a)(3)\r\n&amp;(4) invalid.  We disagree.  Southeastern and Knoke implicitly hold those sections were impliedly repealed by the\r\nLegislature's adoption of the Uniform Contribution Act in 1988.  \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25425","title":"Thomasko v. Poole","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25425","description":"Tort/automobile wreck lawsuit dealing with directive verdict in comparative negligence case.","date":"2002-03-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nDr. Martha Thomasko,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nPetitioner,\r\nv.\r\n\r\n\r\nDaniel E. Poole, Jr.,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent.\r\n&nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Richland County\r\nJ. Ernest Kinard, Jr., Circuit Court Judge\r\n\r\n\r\nOpinion No. 25425\r\nHeard October 11, 2001 - Filed March 11, 2002\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nRobert L. Widener, of McNair Law Firm, of Columbia; and Robert A. Muckenfuss, of McGuire Woods, of Charlotte, N.C.,\r\nfor petitioner.\r\n\r\nDavid S. Cobb, of Turner, Padget, Graham &amp; Laney, of Charleston, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE BURNETT: Dr. Martha Thomasko (\"Thomasko\") sued Daniel Poole, Jr., (\"Poole\") for negligence as a result of\r\nan vehicle accident.  The trial court denied plaintiff Thomasko's motion for a directed verdict on the issue of her\r\ncomparative negligence.  The Court of Appeals affirmed the trial court in an unpublished opinion, and Thomasko appealed\r\nto this Court.  We affirm.\r\n\r\nFACTUAL/PROCEDURAL BACKGROUND\r\n\r\n\r\nDefendant Poole testified that on March 25, 1995, he exited a store parking lot in his vehicle and attempted to cross three\r\nlanes of traffic to make a u-turn on Highway 17 in Myrtle Beach.  Poole testified to looking in the direction of on-coming\r\ntraffic before exiting the parking lot.  Poole noticed two vehicles approximately 150-200 feet away.  Poole entered the far\r\nright lane and began to transverse the other lanes at 8-10 miles per hour.\r\n\r\nPoole's Suburban collided with Thomasko's vehicle as he entered the far left lane.  Poole's vehicle sustained damage to its\r\ndriver's side rear panel while Thomasko's received damage to its front, passenger side wheel well.  Thomasko did not see\r\nPoole's vehicle until the moment before impact.  Poole did not realize he collided with another vehicle until after seeing\r\nThomasko's vehicle in his rear view mirror.\r\n\r\nThomasko testified to experiencing an uneasy feeling in the right side of her chest after the accident.  The day after the\r\naccident she began experiencing pain throughout her body.\r\n\r\nOn April 12, several weeks after the accident, Thomasko fell in a store parking lot.  She later visited a doctor because of a\r\npain in the right side of her chest.  Thomasko testified her doctor suspected her right breast implant ruptured.\r\n\r\nThomasko filed a negligence lawsuit against Poole seeking damages for personal injuries sustained during the accident. (1) \r\nAt the close of the evidence, Thomasko moved for a directed verdict on Poole's defense of comparative negligence.  The\r\ntrial court denied the motion ruling the jury could reasonably find Thomasko negligent in failing to take all precautions to\r\navoid the accident. (2)\r\n\r\nThe jury deliberated for approximately an hour and a half before sending a note to the judge asking: \"If we find fault by the\r\ndefendant and neglect by the defendant but do not feel that injuries were sustained by the accident, who do we rule for?\" \r\nThe trial judge instructed the jury that if Thomasko failed to prove damages caused by the accident, then she failed to prove\r\nher case.  The jury continued deliberations for three more minutes and returned with a general verdict for Poole.\r\n\r\nThomasko argues on appeal that the trial judge's denial of her motion for directed verdict on the issue of comparative\r\nnegligence was error requiring a new trial. \r\n\r\nISSUES\r\n\r\n\r\n\r\nI. Did Thomasko preserve the issue of whether the trial judge\r\nerred in denying her motion for a directed verdict?    \r\n\r\nII. Did the trial court err in denying Thomasko's motion for a\r\ndirected verdict on the issue of comparative negligence?     \r\n\r\nIII. If the denial of the motion for directed verdict was error,\r\ndid the ruling constitute prejudice sufficient to require a new   trial?   \r\n\r\n\r\nLAW/ANALYSIS\r\n\r\n\r\nI\r\n\r\n\r\nAs a threshold issue, Poole argues Thomasko failed to object to the trial judge's jury instruction and thus failed to preserve\r\nthe directed verdict ruling for appellate review.  We disagree.\r\n\r\nAn appellate court cannot address an issue unless \r\n  first raised by appellant and ruled on by the trial judge. Staubes v. City \r\n  of Folly Beach, 339 S.C. 406, 529 S.E.2d 453 (2000). Thomasko moved for \r\n  a directed verdict on the issue of comparative negligence. The trial judge denied \r\n  the motion. Thomasko objected, on the record, to the denial. She was not required \r\n  to object again to the subsequent jury instruction regarding comparative negligence. \r\n  The issue is preserved for our review.\r\n\r\nII  \r\n\r\n\r\nThomasko argues the trial judge committed reversible error by denying her motion for directed verdict.  We disagree.   \r\n\r\nThe law of comparative negligence controls this \r\n  case. See Nelson v. Concrete Supply Co., 303 S.C. 243, 399 S.E.2d \r\n  783 (1991). Under comparative negligence, the plaintiff's contributory negligence \r\n  does not bar recovery unless that negligence exceeds defendant's. Id.; \r\n  see Hubbard &amp; Felix, The South Carolina Law of Torts 174 (2d \r\n  ed. 1997).\r\n\r\nA trial judge, when ruling on a motion for directed \r\n  verdict, must view the evidence in the light most favorable to the non-moving \r\n  party. Wintersteen v. Food Lion, Inc., 344 S.C. 32, 542 S.E.2d 728 (2001). \r\n  In a comparative negligence case, the trial court should grant the motion if \r\n  the sole reasonable inference from the evidence is the non-moving party's negligence \r\n  exceeded fifty percent. Bloom v. Ravoira, 339 S.C. 417, 529 S.E.2d 710 \r\n  (2000). Because the term is relative and dependant on the facts of a particular \r\n  case, comparing the negligence of two parties is ordinarily a question of fact \r\n  for the jury. Creech v. South Carolina Wildlife and Marine Res. Dep't, \r\n  328 S.C. 24, 32, 491 S.E.2d 571, 575 (1997); Mahaffey v. Ahl, 264 S.C. \r\n  24, 214 S.E.2d 119 (1975). For these reasons, this Court is reticent to endorse \r\n  directed verdicts in cases involving comparative negligence. \r\n\r\nA plaintiff, to establish a cause of action for \r\n  negligence, must prove the following four elements: (1) a duty of care owed \r\n  by defendant to plaintiff; (2) breach of that duty by a negligent act or omission; \r\n  (3) resulting in damages to the plaintiff; and (4) damages proximately resulted \r\n  from the breach of duty. Bloom v. Ravoira, supra. \"An essential element \r\n  in a cause of action for negligence is the existence of a legal duty of care \r\n  owed by the defendant to the plaintiff.\" Bishop v. S.C. Dep't of Mental Health, \r\n  331 S.C. 79, 86, 502 S.E.2d 78, 81 (1998).\r\n\r\nBoth Poole and Thomasko have duties.  Thomasko has a duty to adjust her speed to conditions and hazards.  S.C. Code\r\nAnn. § 56-5-1520 (Supp. 2000).  Poole has a duty to yield to the favored driver, Thomasko, before switching lanes.  S.C.\r\nCode Ann. § 56-5-1900 (Supp. 2000).  \r\n\r\nBoth parties have a duty to keep a reasonable lookout \r\n  to avoid hazards on the highway. See 60A C.J.S. Motor Vehicles \r\n  §§ 247, 343 (1969)(Having the right of way does not excuse an individual from \r\n  the common law duty to keep a reasonable lookout to avoid hazards); Cf. \r\n  Brown v. Howell, 284 S.C. 605, 327 S.E.2d 659 (1985)(Motorists must use \r\n  ordinary care in keeping a proper lookout for vehicles approaching an intersection). \r\n\r\n\r\nThe relation between contributory negligence and \r\n  the common law duty to keep a reasonable lookout is not a novel issue. See \r\n  e.g., Williams v. Kinney, 267 S.C. 163, 226 S.E.2d 555 (1976); \r\n  Wilson v. Marshall, 260 S.C. 271, 195 S.E.2d 610 (1973). \r\n\r\nThis Court in Williams v. Kinney, supra, \r\n  reversed a trial court's directed verdict on the issue of contributory negligence. \r\n  In the case, the defendant stopped at a traffic light in the left lane. Plaintiff, \r\n  following Defendant's vehicle, drove to the right lane. Defendant attempted \r\n  to make a right hand turn from the left lane in violation of South Carolina \r\n  law and collided with Plaintiff. \r\n\r\nPlaintiff argued Defendant negligently failed to \r\n  observe his turn signal. Defendant admitted she did not see Plaintiff's signal, \r\n  but countered no reasonable person would expect a driver to turn right from \r\n  the left lane. This Court held, \"[w]hether the failure of [Plaintiff], who was \r\n  following [Defendant], to observe the flashing turn signals was a causative \r\n  factor was for the jury... [t]he jury could have concluded that this collision \r\n  occurred due to the failure of the [Plaintiff] to observe the turning signals.\" \r\n  Id., 267 S.C. at 166-67, 226 S.E.2d at 556.\r\n\r\nIn Wilson v. Marshall, supra, this \r\n  Court again reversed the trial court's granting Plaintiff's motion for directed \r\n  verdict. The uncontradicted evidence showed Defendant failed to stop at an intersection \r\n  as required by law. Instead, Defendant proceeded into the intersection and was \r\n  struck by Plaintiff. Despite an unobstructed view, Plaintiff testified he did \r\n  not see Defendant until moments before impact. The Court held that although \r\n  the evidence left little doubt Defendant was the primary cause of the collision \r\n  the jury could have reasonably inferred that Plaintiff failed \"to exercise due \r\n  care in keeping a proper lookout and driving at an appropriately reduced speed \r\n  under the circumstances.\" Id. 260 S.C. at 276, 195 S.E.2d at 612.\r\n\r\nViewing the evidence in the light most favorable to Poole, the evidence shows he came to a stop before entering the\r\nhighway and observed two vehicles 150-200 feet away.  Poole, exiting the parking lot, crossed over two lanes of traffic\r\nbefore the collision between Poole's and Thomasko's vehicles.  Poole's vehicle did not speed quickly through the lanes,\r\nbut traveled across the road at 8-10 miles per hour.  \r\n\r\nAlthough nothing obstructed Thomasko from seeing Poole's vehicle, she did not notice the vehicle until it was upon her. \r\nThomasko testified seeing a brown vehicle coming towards her.  Poole's vehicle was white.  Poole crossed in front of\r\nThomasko, causing her vehicle to strike the vehicle at the rear wheel.  There is no evidence Thomasko attempted to stop\r\nbefore the crash. \r\n\r\nThomasko asserts the trial court misinterpreted the evidence and erroneously relied on the severity of the accident in\r\ndenying her motion for a directed verdict.  The severity and location of the damage to both vehicles could have bolstered\r\nPoole's version of the accident. \r\n\r\nThe damage to both vehicles was slight, suggesting both were traveling at a low rate of speed.  The damage occurred at\r\nThomasko's front end and near Poole's rear tire, suggesting Thomasko ran into Poole as he proceeded across traffic at an\r\nangle.  The damage to the vehicles suggests both Thomasko and Poole were negligent in failing to keep a reasonable\r\nlookout.\r\n\r\nSeveral inferences could be drawn from the facts, \r\n  including, finding Poole or Thomasko could have failed to keep a proper lookout. \r\n  A jury could find Poole blind-sided Thomasko or Thomasko was blind to her duty \r\n  to keep a reasonable lookout. This Court is required to affirm the trial court's \r\n  denial of a motion for directed verdict where multiple inferences can be drawn \r\n  from the evidence. In re Matthews, 345 S.C. 368, 550 S.E.2d 311 (2001); \r\n  Swinton Creek Nursery v. Edisto Farm Credit, 334 S.C. 469, 514 S.E.2d \r\n  126 (1999).\r\n\r\nThomasko's failure to keep a proper lookout is \r\n  a jury question. See  Mahaffey v. Ahl, supra, (this Court \r\n  held whether driver should have seen an individual approaching on a motorbike \r\n  in time to stop or slow down to avoid an accident was a jury question); Spurlin \r\n  v. Colprovia Prod. Co., 185 S.C. 449, 194 S.E. 332 (1937). As an appellate \r\n  court we decide issues of law leaving determination of the facts and credibility \r\n  of witnesses to the jury. This Court's sole task is to determine if multiple \r\n  inferences can be drawn from the evidence of Thomasko's negligence to uphold \r\n  the denial of her motion for directed verdict. Viewing the evidence in light \r\n  most favorable to Poole, we AFFIRM. (3)\r\n\r\nMOORE and WALLER, JJ., concur.  TOAL, C.J., dissenting in a separate opinion in which Acting Justice Marc H.\r\nWestbrook, concurs.\r\n\r\nCHIEF JUSTICE TOAL:  I respectfully dissent.  I agree with the majority that Thomasko properly preserved the directed\r\nverdict motion for appellate review.  However, I would hold that the trial judge erred in denying Thomasko's motion for\r\ndirected verdict and that Thomasko was prejudiced by the error.\r\n\r\nIn deciding a motion for directed verdict, the trial judge must consider the evidence in the light most favorable to the party\r\nopposing the motion.  Wintersteen v. Food Lion, Inc., 344 S.C. 32, 542 S.E.2d 728 (2001).  If multiple inferences can be\r\ndrawn from the evidence, this Court is required to affirm the trial court's denial of the motion.  In re Matthews, 345 S.C.\r\n638, 550 S.E.2d 311 (2001); Swinton Creek Nursery v. Edisto Farm Credit, 334 S.C. 469, 514 S.E.2d 126 (1999). \r\nInversely, if there is no evidence to support a material element of the plaintiff's cause of action, the issue should have never\r\ngone to the jury, and this Court is required to reverse the trial court's denial of the motion. Young v. Tide Craft, Inc., 270\r\nS.C. 453, 242 S.E.2d 671 (1978).  Here, I cannot find any evidence in the record to support the trial court's ruling.\r\n\r\nThe record reflects that Poole looked in the direction of oncoming traffic before exiting the Wal-Mart parking lot.  He\r\nstated that he saw two cars approaching his position both approximately 150 - 200 feet away.  He then pulled out of the\r\nparking lot and proceeded to switch lanes at a speed of 8 - 10 miles/hour until he reached the third lane and struck\r\nThomasko's vehicle.\r\n\r\nIn my opinion, the evidence favoring Poole's defense of comparative negligence, even in the light most favorable to him, is\r\ninsufficient to present a jury question.  Poole claims the following facts support his position that Thomasko was\r\ncomparatively negligent:\r\n\r\n\r\n  Poole testified that when he exited the Wal-Mart parking lot, there were only two vehicles approaching his position. \r\nEach of the two vehicles were at least 150 feet from Poole's position.\r\n\r\n  &nbsp;  Poole testified that he began to cross three lanes at a speed of 8 - 10 miles/hour.  Upon reaching the third lane, Poole\r\ntestified that he felt his vehicle impact with Thomasko's vehicle.\r\n\r\n  &nbsp;  Poole testified that he never saw Thomasko's vehicle until after impact.\r\n\r\n  &nbsp;  Thomasko testified that she did not see Poole's vehicle until the moment before impact.\r\n\r\n\r\nBased on these facts, the trial judge allowed the issue of plaintiff's comparative negligence to go to the jury stating that the\r\njury could have found Thomasko was negligent in failing to avoid the accident because it was not a \"bad accident.\"\r\n\r\nFirst, I disagree that there was any evidence presented to the jury which even suggested Thomasko was negligent.  The\r\ndefense failed to produce evidence of speeding, violation of traffic laws, driver impairment, vehicle impairment, or any\r\nother type evidence which could support a reasonable inference of negligence on the part of Thomasko.  The fact that\r\nThomasko does not remember seeing Poole prior to the moment of impact  creates, at most, mere speculation as to\r\nThomasko's negligence.\r\n\r\nI agree with the Respondent and the majority that Thomasko has a duty to keep a reasonable lookout and adjust her speed to\r\nconditions pursuant to S.C. Code Ann. § 56-5-1520 (Supp. 2000).  However, mere accusation or speculation Thomasko\r\nmay have failed to keep a proper lookout, without more, cannot rise to the level of negligence as a matter of law. To hold\r\notherwise, as the majority's has done, will require the trial court to submit the issue of comparative negligence to the jury in\r\nevery car accident case even without any evidence of negligence on the part of the plaintiff.\r\n\r\nIn addition, Thomasko was the favored driver because she was driving within the lane that Poole was entering.  S.C. Code\r\nAnn. § 56-5-1900 (Supp. 2000) states that \"[a] vehicle shall be driven as nearly as practicable entirely\r\nwithin a single lane and shall not be moved from the lane until the driver has first ascertained that such\r\nmovement can be made with safety.\"  Therefore, it was Poole's duty to yield to all southbound traffic\r\nbefore switching lanes.  It strains logic to impose a duty on Thomasko to avoid being blind-sided by Poole as\r\nthe result of his negligence without some evidence of Thomasko's own negligence.\r\n\r\nSecond, I do not agree that the severity of the accident alone should allow an inference of negligence.  To\r\nentertain this argument would make the decision of whether to grant a directed verdict dependant on the\r\ntrial judge's judgment as to the severity of the accident.  This is not a precedent I am willing to create.\r\n\r\nPoole argues that even if the denial of the Motion for Directed Verdict was in error, Thomasko suffered\r\nno prejudice.  Poole argues that the jury's question to the bench, combined with the timing of the verdict\r\nsuggests that the jury found Thomasko did not sustain damages in the accident.  I disagree.\r\n\r\nWhen deliberating, the jury foreman came back with the following question: \"If we find fault by the\r\ndefendant and neglect by the defendant but do not feel that injuries were sustained by the accident, who\r\ndo we rule for?\" There is no indication as to whether this was a question by the entire jury or just the\r\nforeman.  In response to this question, the trial judge charged the jury that damages were an essential\r\nelement in a cause of action for negligence; therefore, if the Plaintiff failed to prove damages, then she\r\nfailed to prove her case.  Three minutes later, the jury returned with a general verdict for Poole.\r\n\r\nIt is well established that an appellant seeking reversal of a decision by the trial court must show both\r\nerror and prejudice.  McKissick v. J.F. Cleckley &amp; Co., 325 S.C. 327, 479 S.E.2d 67 (1996).  An alleged error does\r\nnot prejudice the Appellant if the appellate court determines beyond a reasonable doubt that the alleged\r\nerror did not contribute to the verdict. Wells v. Halyard, 341 S.C. 234, 533 S.E.2d 341(2000); Visual Graphics\r\nLeasing Corp., Inc., v. Lucia, 311 S.C. 484, 429 S.E.2d 839 (1993).\r\n\r\nThe jury returned a general verdict for Poole.  Therefore, either the jury found (1) Thomasko was at least\r\n51% at fault for the accident, or (2) Thomasko failed to prove damages.  Because the verdict was a general\r\nverdict, drawing any conclusion from the jury's question would be nothing more than speculation.\r\n\r\nConclusion\r\n\r\nBased on the foregoing reasons, I would REVERSE and order a new trial.\r\n\r\nWESTBROOK, A.J., concurs. \r\n\r\n\r\n\r\n1.   Thomasko claimed One Hundred and Sixteen Thousand Dollars ($116,000.00) in damages for doctor visits, two new\r\nbreast implants, lost wages, as well as pain and suffering.\r\n2.   The trial judge reasoned the jury could find Thomasko failed to take precautions to avoid the accident because it was not\r\na \"bad accident.\"\r\n3.   Because denial of the motion for directed verdict was not in error, we do not address the third issue.\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25426","title":"Century v. Stoltz","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25426","description":"This case answers the certified questions of (1) whether a standard commercial general liability policy, that explicitly provides coverage only for property damage occurring during the policy period, provides coverage  for continuing damage that begins during the policy period, (2) whether a general contractor's claim for the cost of repair to the substrate and framing of a house that was damaged by a subcontractor's improper installation of a stucco exterior is precluded by a faulty workmanship provision, and (3) if the coverage is excluded by the faulty workmanship provision, is that coverage restored by a provision that provides coverage for damage arising from products-completed operations hazards.","date":"2002-03-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Century Indemnity Company, as\r\nsuccessor to CCI Insurance\r\nCompany, as successor to\r\nInsurance Company of North\r\nAmerica,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Respondent,\r\nv.\r\n        \r\n\r\nGolden Hills Builders, Inc.,\r\nPeter O. Stoltz, and Brooke M. Stoltz, of whom Peter O. Stoltz and\r\nBrooke M. Stoltz are Appellants.\r\n&nbsp; \r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCERTIFIED QUESTIONS\r\nClyde H. Hamilton, United States Court of Appeals Judge\r\n\r\n\r\nOpinion No. 25426\r\nHeard January 23, 2002 - Filed March 11, 2002\r\n\r\n\r\nQUESTIONS ANSWERED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nRichard R. Gleissner, of Finkel &amp; Altman, of Columbia, for appellants.\r\n\r\nJ.R. Murphy and Anthony W. Livoti, both of Murphy &amp; Grantland, of Columbia, for respondent.\r\n\r\n        Andrea C. Pope, of Barnes, Alford, Stork &amp; Johnson, of Columbia, for Amicus Curiae Insurance Environmental Litigation\r\nAssociation.\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE MOORE:  We accepted the following questions certified by the United States Fourth Circuit Court of Appeals:\r\n\r\n\r\n  Does a standard commercial general liability insurance policy that explicitly provides coverage only for property damage\r\noccurring during the policy period provide coverage for continuing damage that begins during the policy period?\r\n  If so, is coverage precluded by a provision excluding coverage for damage to property that is owned, rented, or occupied\r\nby the insured, where the insured held legal title to the property, which was under contract for sale, when the damage\r\nbegan?\r\n  \r\n\r\nIf not, is a general contractor's claim for the cost of repair to the substrate and framing of a house that was damaged by a\r\nsubcontractor's improper installation of a stucco exterior precluded by a faulty workmanship exclusion?\r\n  If the coverage is precluded by the faulty workmanship provision, is that coverage restored by a provision that provides\r\ncoverage for damage arising from products-completed operations hazards?\r\n\r\nFACTS\r\n\r\nThe appellants, Peter and Brooke Stoltz (hereinafter referred to as Homeowners), filed an action in South Carolina state\r\ncourt against Golden Hills Builders (Insured), a general contractor engaged in the business of constructing residential\r\nhomes.  Homeowners alleged their home was defective because a subcontractor of Insured constructed the synthetic stucco\r\nexterior of their home in a manner that caused moisture damage to the properly constructed substrate and framing of the\r\nhome.\r\n\r\nInsured began building the home in 1989 and substantially completed it by mid-1990.  On June 28, 1990, Insured entered\r\ninto a contract for completion of the house with Homeowners.  Insured's commercial general liability insurance policy had\r\nan effective date of December 7, 1989, to December 7, 1990.  The residence was deeded to Homeowners on February 22,\r\n1991.  Homeowners began noticing problems in 1998; however, the parties stipulate that the moisture damage began\r\noccurring prior to December 7, 1990, and that the damage has been continuous since that time.\r\n\r\nHomeowners sought damages incurred in replacing the defective exterior and repairing the substrate and framing.  They\r\nalso sought attorney's fees and punitive damages.\r\n\r\nRespondent, Century Indemnity Company (Insurer), (1) filed an action in the United States District Court for the District of\r\nSouth Carolina against Insured and Homeowners.  Insurer sought a declaratory judgment that any damages awarded in the\r\nstate court action would not be covered by a standard commercial general liability policy that Insurer had issued to Insured. \r\nThe District Court granted Insurer's motion for summary judgment, finding coverage did not exist for the cost of replacing\r\nthe synthetic stucco exterior or for repairing the damage to the substrate.\r\n\r\nInsured did not appeal the District Court's ruling.  Homeowners, however, appealed to the Fourth Circuit Court of Appeals\r\nthe portion of the decision that addressed the lack of coverage for the substrate damage.\r\n\r\nCERTIFIED QUESTION 1\r\n\r\n\r\nDoes a standard commercial general liability insurance policy that explicitly provides coverage only for property damage\r\noccurring during the policy period provide coverage for continuing damage that begins during the policy period? \r\n\r\n\r\nDISCUSSION\r\n\r\nThe insurance policy at issue in the instant case states:\r\n\r\n\r\nWe will pay those sums that the insured becomes legally obligated to pay as damages because of . . . \"property damage\" to\r\nwhich this insurance applies.\r\n\r\n\r\nThe policy further states:\r\n\r\n\r\nThis insurance applies to . . . \"property damage\" only if:  (1) the . . . \"property damage\" is caused by an \"occurrence\" that\r\ntakes place in the \"coverage territory\" and (2) the . . . \"property damage\" occurs during the policy period.\r\n\r\n\r\n\"Occurrence\" is defined in the policy as \"an accident, including continuous or repeated exposure to substantially the same\r\ngeneral harmful conditions.\"  This case, as stipulated, involves the \"repeated exposure to substantially the same general\r\nharmful conditions.\"  Moisture penetrates past the synthetic stucco of the home, becomes trapped, and then damages the\r\nwooden substrate and framing of the home.  This repeated exposure began during the policy period.\r\n\r\nIn the policy, \"property damage\" is defined as a:\r\n\r\nPhysical injury to tangible property, including all resulting loss of use of that property.  All such loss of use shall be deemed\r\nto occur at the time of the physical injury that caused it; . . .\r\n\r\n\r\nAccordingly, property damage relates back in time to the time of the occurrence, that is, when the first injury occurred to\r\nthe property.\r\n\r\n\r\nThe parties have stipulated that the home in question was within the \"coverage territory,\" that \"property damage\" was\r\ncaused by an \"occurrence,\" and that \"property damage\" occurred during the policy period.\r\n\r\n\r\n\r\n\r\n\r\nThe issue is whether the policy should cover (1) \r\n  only the amount of property damage that occurred during the policy period, i.e., \r\n  between December 7, 1989, and December 7, 1990; or (2) all sums \r\n  Insured becomes legally obligated to pay if property damage occurs during the \r\n  policy period.\r\n\r\nWe believe this issue can be resolved solely by \r\n  reference to Joe Harden Builders, Inc. v. Aetna Cas. &amp; Sur. Co., \r\n  326 S.C. 231, 486 S.E.2d 89 (1997). (2) In Joe \r\n  Harden, the Court adopted a modified continuous trigger theory for determining \r\n  when coverage is triggered under a standard occurrence policy. \"Under this theory, \r\n  coverage is triggered whenever the damage can be shown in fact to have first \r\n  occurred, even if it is before the damage became apparent, and the policy in \r\n  effect at the time of the injury-in-fact covers all the ensuing damages.\" Id. \r\n  at 236, 486 S.E.2d at 91. Coverage is also triggered under every policy applicable \r\n  thereafter.\r\n\r\nBecause the policy at issue here contains substantially \r\n  the same language as the policy at issue in Joe Harden, the modified continuous \r\n  trigger theory applies in the instant case. As a result, the insurance policy \r\n  provides coverage for property damage that occurred during the policy period \r\n  and for any continuing damage.\r\n\r\nTherefore, the answer to the certified question of whether the policy provides coverage for continuing damage that began\r\nduring the policy period is yes.\r\n\r\nCERTIFIED QUESTION 3 (3)\r\n\r\n\r\nIs a general contractor's claim for the cost of repair to the substrate and framing of a house that was damaged by a\r\nsubcontractor's improper installation of a stucco exterior precluded by a faulty workmanship exclusion?\r\n\r\n\r\nDISCUSSION\r\n\r\nInsured was the general contractor of the home that Homeowners purchased.  The defective stucco exterior was constructed\r\nby a subcontractor of Insured.\r\n\r\nThe policy excludes from coverage property damage to:\r\n\r\n\r\nThat particular part of any property that must be restored, repaired, or replaced because \"your work\" was incorrectly\r\nperformed on it.\r\n\r\n\r\n(hereinafter referred to as the faulty workmanship provision).  \"Your work\" is defined as \"[w]ork or operations performed\r\nby you or on your behalf and   . . . materials, parts or equipment furnished in connection with such work or operations.\"\r\n\r\nInsurance policies are subject to the general rules \r\n  of contract construction. B.L.G. Enterprises, Inc. v. First Financial Ins. \r\n  Co., 334 S.C. 529, 514 S.E.2d 327 (1999). The Court must give policy language \r\n  its plain, ordinary, and popular meaning. Id. When a contract is unambiguous, \r\n  clear, and explicit, it must be construed according to the terms the parties \r\n  have used. Id. Furthermore, exclusions in an insurance policy are always \r\n  construed most strongly against the insurer. Boggs v. Aetna Cas. and Sur. \r\n  Co., 272 S.C. 460, 252 S.E.2d 565 (1979).\r\n\r\nA comprehensive general liability policy, such \r\n  as the one at issue, provides coverage \"for all the risks of legal liability \r\n  encountered by a business entity,\" with coverage excluded for certain specific \r\n  risks. Rowland H. Long, LL.M., The Law of Liability Insurance, § 3.06[1] \r\n  (2001). This type of insurance \"is not intended to insure business risks, i.e., \r\n  risks that are the normal, frequent, or predictable consequences of doing business, \r\n  and which business management can and should control or manage.\" Id. \r\n  § 10.01[1]. Specifically, \"[t]he policies do not insure [an insured's] work \r\n  itself, but rather, they generally insure consequential risks that stem from \r\n  that work.\" Id. See also  Isle of Palms Pest Control Co. \r\n  v. Monticello Ins. Co., 319 S.C. 12, 459 S.E.2d 318 (Ct. App. 1995), aff'd, \r\n  321 S.C. 310, 468 S.E.2d 304 (1996) (general liability policy is intended to \r\n  provide coverage for tort liability for physical damage to property of others; \r\n  it is not intended to provide coverage for insured's contractual liability which \r\n  causes economic losses); Sapp v. State Farm Fire &amp; Cas. Co., 486 \r\n  S.E.2d 71, 75 (Ga. App. 1997) (noting risk intended to be insured is possibility \r\n  that work of insured, once completed, will cause bodily injury or damage \r\n  to property other than to completed work itself, and for which insured \r\n  may be found liable; coverage applicable under CGL policy is for tort liability \r\n  for injury to persons and damage to other property and not for contractual \r\n  liability of insured for economic loss because completed work is not that for \r\n  which the damaged person bargained).\r\n\r\nHomeowners argue that the provision, which excludes from coverage property damage to \"[t]hat particular part of any\r\nproperty that must be restored, repaired, or replaced because 'your work' was incorrectly performed on it,\" should be\r\ninterpreted to mean that only the work that was incorrectly performed (the exterior stucco) is excluded and repairs to other\r\nparts of the property where the work was correctly performed (the substrate and substructure) are not excluded.  Because\r\nthe substrate and substructure were correctly constructed but were damaged by the improperly installed stucco,\r\nHomeowners argue that repairs to the substrate and substructure are not barred by the exclusion because the work was not\r\n\"incorrectly performed on\" those parts.\r\n\r\nHowever, given the purpose of CGL policies as pointed \r\n  out above, Homeowners' argument cannot be sustained. Based on the law of this \r\n  State, coverage for the repair and/or replacement of the substrate and substructure \r\n  of the home is excluded by the faulty workmanship provision. See Engineered \r\n  Prods., Inc. v. Aetna Cas. &amp; Sur. Co., 295 S.C. 375, 368 S.E.2d 674 \r\n  (Ct. App. 1988) (under policy excluding coverage of insured's liability for \r\n  damages resulting from restoration, repair, or replacement of its own defective \r\n  work, insurer had no duty to defend its insured in action seeking compensation \r\n  for replacement of rack system lost in storm, where losses were result of \r\n  faulty workmanship by insured's subcontractor who failed to anchor system properly); \r\n  C.D. Walters Constr. Co., Inc. v. Fireman's Ins. Co. of Newark, New Jersey, \r\n  281 S.C. 593, 316 S.E.2d 709 (Ct. App. 1984) (CGL insurer is not obligated to \r\n  defend insured where action against insured did not involve accidental injury \r\n  to property other than that on which insured was performing its work). \r\n  See also Bituminous Cas. Corp. v. Northern Ins. Co. of New York, \r\n  548 S.E.2d 495 (Ga. App. 2001) (faulty workmanship provision of CGL insurance \r\n  policy excluded coverage for water damage sustained by owners' unfinished residence \r\n  as result of contractor's alleged negligence in building deck; also rejected \r\n  argument that coverage not excluded because negligence caused damage to \"other \r\n  property,\" that is, other parts of project other than those on which contractor \r\n  worked).\r\n\r\nAccordingly, the answer to the question of whether coverage is excluded by the faulty workmanship provision is yes.\r\n\r\nCERTIFIED QUESTION 4\r\n\r\n\r\nIf the coverage is precluded by the faulty workmanship provision, is that coverage restored by a provision that provides\r\ncoverage for damage arising from products-completed operations hazards?\r\n\r\n\r\nDISCUSSION\r\n\r\nThe policy provides that the faulty workmanship exclusion does not apply to \"property damage\" included in the \"products-completed operations hazard\" provision.  This provision states:\r\n\r\n\r\n11. a. \"Products-completed operations hazard\" includes all . . . \"property damage\" occurring away from premises you own\r\nor rent and arising out of \"your product\" or \"your work\" except:\r\n\r\n  \r\n(1) Products that are still in your physical possession; or\r\n\r\n(2) Work that has not yet been completed or abandoned.\r\n\r\n  \r\nb. \"Your work\" will be deemed completed at the earliest of the following times:\r\n\r\n  \r\n(1) When all of the work called for in your contract has been completed.\r\n\r\n. . .\r\n\r\n(3) When that part of the work done at a job site has been put to its intended use by any person or organization other than\r\nanother contractor or subcontractor working on the same project.\r\n\r\n  \r\n\r\nUnder this provision, the products-completed operations \r\n  hazard does not include \"property damage\" which arose out of Insured's products \r\n  that were still in Insured's physical possession, as was the case here because \r\n  Insured still had physical possession of the home. B.L.G. Enterprises, Inc., \r\n  supra (when contract is unambiguous, clear, and explicit, it must be \r\n  construed according to terms parties have used).\r\n\r\nFurther, the products-completed operations hazard does not include \"property damage\" which arose out of Insured's work\r\nthat had not yet been completed. (4)  The work had clearly not been completed at the end of the policy period.  In June 1990,\r\nHomeowners entered into a contract for completion of the home with Insured.  Upon completion, Homeowners were\r\ndeeded the property in February 1991, two months after the insurance policy period had ended.  Further, the work that was\r\ndone as of December 7, 1990, the end of the policy period, had not been put to its intended use by Homeowners.  The\r\nintended use was residing in the home which did not occur until February 1991.  Therefore, Insured's work was not\r\ncompleted at the end of the policy period. (5)\r\n\r\nAs a result, the products-completed operations hazard provision does not restore coverage.\r\n\r\n\r\nCONCLUSION\r\nWe therefore answer the certified questions in the following manner:  (1) a standard commercial general liability policy\r\nprovides coverage for continuing damage that began during the policy period; (2) coverage is excluded by the faulty\r\nworkmanship provision; and (3) coverage is not restored by the products-completed operations hazard provision.  Given\r\nour conclusion that coverage is excluded by the faulty workmanship provision, we refrain from addressing Certified\r\nQuestion 2.\r\n\r\nQUESTIONS ANSWERED.\r\n\r\nTOAL, C.J., WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n1. A predecessor of Insurer sold the policy to Insured.\r\n2. In Joe Harden, a condominium \r\n  owner sought damages from Contractor for the cracking of the building's exterior \r\n  brick wall. The Contractor's subcontractor had misaligned the building's concrete \r\n  columns and floor slabs which caused the masonry contractor to modify the construction \r\n  of the exterior brick wall. This wall began to crack because it was not intended \r\n  for structural support.\r\n\r\nContractor settled with the owner, won an arbitration award against the subcontractor, and then sought payment from the\r\ninsurer under the subcontractor's insurance policy.  Contractor brought a declaratory judgment action in the United States\r\nDistrict Court to determine coverage under the insurance policy.  The Court accepted the District Court's certification of a\r\nquestion that concerned the issue of coverage under an occurrence policy when there is progressive damage that is not\r\napparent at the time of the underlying injury-causing event.\r\n3. Given that the outcome of Certified Questions 3 and 4 is dispositive of the case, we decline to answer Certified Question\r\n2.\r\n4. See Laidlaw Envtl. \r\n  Servs. (TOC), Inc. v. Aetna Cas. &amp; Sur. Co. of Illinois, 338 S.C. 43, \r\n  524 S.E.2d 847 (Ct. App. 1999) (By plain meaning, products-completed operations \r\n  coverage applies when insured contractor completes work on a project; \"Accordingly, \r\n  '[w]ork that has not yet been completed' is still in progress and not covered \r\n  under the products-completed coverage.\"). \r\n5. Homeowners argue that the language should be interpreted to mean that upon the completion of each activity, coverage\r\nwould be extended to that activity.  For example, once the plumbing was completed, coverage would be extended to that\r\npart that had been completed, i.e., the plumbing.  However, the plain language of the policy contradicts such an\r\ninterpretation.  The policy provision clearly states, \"When all of the work called for in your contract has been completed.\" \r\n(Emphasis added).  Further, the language of the provision 11.b.(3) clearly contradicts such an interpretation (\"When that\r\npart of the work done at a job site has been put to its intended use by any person or organization other than another\r\ncontractor or subcontractor working on the same project\" (Emphasis added)).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25427","title":"Patrick v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25427","description":"Petitioner appeals from the PCR court's denial of relief on grounds that his counsel gave ineffective assistance by failing to raise the issue of prosecutorial retaliation and failing to appeal to the jury for mercy.","date":"2002-03-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nCharles W. Patrick,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nPetitioner,\r\nv.\r\n\r\n\r\nState of South Carolina,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent.\r\n&nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\n\r\nAppeal From Abbeville County\r\nJames W. Johnson, Jr., Trial Judge\r\nLarry R. Patterson, Post-Conviction Judge\r\n\r\n\r\nOpinion No. 25427\r\nSubmitted January 24, 2002 - Filed March 11, 2002\r\n\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAssistant Appellate Defender Tara S. Taggart, of Office of Appellate Defense of Columbia, for petitioner.\r\n\r\n        Attorney General Charles M. Condon, Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General B.\r\nAllen Bullard, Jr., and Assistant Attorney General William Bryan Dukes, all of Columbia, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nCHIEF JUSTICE TOAL:  This Court granted certiorari to review the denial of Charles W. Patrick's (\"Petitioner\")\r\napplication for Post Conviction Relief (&quot;PCR&quot;).\r\n\r\nFACTUAL/ PROCEDURAL BACKGROUND\r\n\r\nPetitioner was originally indicted in 1975 for \r\n  burglary, two counts of armed robbery, assault and battery with intent to kill, \r\n  and the use of a motor vehicle without the owner's consent. All the indictments, \r\n  except the burglary indictment, were nol prossed prior to trial. After a trial \r\n  in March 1976, Petitioner was convicted of burglary and sentenced to life in \r\n  prison. His conviction was affirmed in State v. Allen, 269 S.C. 233, \r\n  237 S.E.2d 64 (1977). (1)\r\n\r\nIn 1992, Petitioner applied for post conviction relief.  The circuit court found he received ineffective assistance of counsel\r\nand reversed his conviction.  This Court denied the State's request for certiorari.\r\n\r\nIn August 1993, the State re-indicted Petitioner \r\n  for burglary, two (2) counts of armed robbery, assault and battery with intent \r\n  to kill, and use of a vehicle without permission. In a jury trial which lasted \r\n  from August 31, 1993 until September 3, 1993, the State tried Petitioner on \r\n  all charges, including the charges which were originally nol prossed in 1976. \r\n  The jury convicted Petitioner on all counts. The trial judge sentenced Petitioner \r\n  to life in prison on the burglary charge; twenty-five years, concurrent, for \r\n  each of the two armed robbery charges; twenty years, consecutive to the armed \r\n  robbery sentences, for assault and battery with intent to kill; and five years, \r\n  concurrent, for the use of a vehicle without permission. Petitioner's convictions \r\n  and sentences were affirmed on direct appeal. State v. Patrick, 318 \r\n  S.C. 352, 457 S.E.2d 632 (Ct. App. 1995). Petitioner's request for certiorari \r\n  was denied on April 18, 1996.\r\n\r\nPetitioner filed an application for PCR, which was denied after a hearing.  Petitioner then sought certiorari.  The issues\r\nbefore this Court are:\r\n\r\n\r\nI. Was Petitioner's counsel ineffective in failing to obtain a ruling on the merits of his claim of prosecutorial retaliation?\r\n\r\nII. Was counsel ineffective in failing to argue for mercy?\r\n\r\n\r\nLAW/ ANALYSIS\r\n\r\nI.  Prosecutorial Retaliation\r\n\r\nPetitioner argues his trial and appellate counsel (2) was ineffective in failing to properly raise the issue of prosecutorial\r\nretaliation at trial and on appeal.  We agree.\r\n\r\nIn a PCR proceeding, the burden of proof is on the applicant to prove the allegations in his petition.  Butler v. State, 286\r\nS.C. 441, 334 S.E.2d 813 (1985), cert. denied, 474 U.S. 1094, 106 S. Ct. 869, 88 L. Ed. 2d 908 (1986).  To prove counsel\r\nwas ineffective, the applicant must show counsel's performance was deficient and the deficient performance caused\r\nprejudice to the applicant's case.  Strickland v. Washington, 446 U.S. 668, 104 S. Ct. 2052, 80 L. Ed. 2d 674 (1984).  To\r\nshow prejudice, the applicant must show that, but for counsel's errors, there is a reasonable probability the result of the trial\r\nwould have been different.  Johnson v. State, 325 S.C. 182, 480 S.E.2d 733 (1997).  A reasonable probability is a\r\nprobability sufficient to undermine confidence in the outcome of the trial.  Strickland.  This Court will sustain the PCR\r\ncourt's factual findings and conclusions regarding ineffective assistance of counsel if there is any probative evidence in the\r\nrecord to support those findings.  Skeen v. State, 325 S.C. 210, 481 S.E.2d 129 (1997).\r\n\r\nA.  Trial Errors\r\n\r\nPetitioner first argues his counsel was deficient in failing to adequately raise the issue of prosecutorial retaliation at his\r\nretrial.  We disagree.\r\n\r\nAt the retrial, counsel made a motion to quash \r\n  the two indictments for armed robbery, the indictment for assault and battery \r\n  with intent to kill, and the indictment for the use of a vehicle without permission \r\n  - the four charges which were nol prossed prior to Petitioner's original trial. \r\n  Counsel stated,\r\n\r\n\r\n  I would point out to the court that these were \r\n    basically all nol prossed by the State in 1976. The State elected not to go \r\n    forward with those charges in 1976 and dismissed them. And I think it's improper \r\n    for the State to come back today and relevel [sic] those charges against [petitioner], \r\n    simply because he was successful in winning his PCR.\r\n\r\n\r\nPetitioner argues counsel never cited specific law to the court, but instead merely stated there was a \"general philosophy . . .\r\nyou can't punish a guy for appealing his case.\"  The trial judge denied the motion to quash, noting he was \"without\r\nanything to base it on.\"\r\n\r\nAt the PCR hearing, Petitioner argued counsel was \r\n  ineffective in failing to offer any law to the trial court on the issue. The \r\n  PCR court found the issue had been properly raised and preserved by trial counsel. \r\n  We agree with the PCR court's finding. Trial counsel raised the issue regarding \r\n  the possible violation of Petitioner's due process rights when the solicitor \r\n  chose to \"relevel\" the charges after they were nol prossed. Therefore, there \r\n  is sufficient evidence to support the PCR court's finding that trial counsel \r\n  was not ineffective in failing to preserve the issue. Skeen v. State.\r\n\r\nB.  Appellate Errors\r\n\r\nPetitioner also argues counsel was ineffective for failing to properly address this same issue on appeal.  We agree.\r\n\r\nIn his brief to the Court of Appeals, counsel devoted \r\n  three short paragraphs to this issue, did not give any useful analysis, and \r\n  only cited one case, North Carolina v. Pearce, 395 U.S. 711, 89 S. \r\n  Ct. 2072, 23 L. Ed. 2d 656 (1969). In its opinion, the Court of Appeals did \r\n  not specifically address the issue of prosecutorial retaliation. The court merely \r\n  concluded that the indictments which had been nol prossed could be brought in \r\n  the retrial, since they were nol prossed before the jury was impaneled. State \r\n  v. Patrick, 318 S.C. 352, 247 S.E.2d 632 (Ct. App. 1995).\r\n\r\nCounsel did not make any note of this issue in his petition for rehearing.  Subsequently on July 27, 1995, the Court of\r\nAppeals sua sponte directed the parties to address this issue of prosecutorial retaliation in a supplemental petition for\r\nrehearing in light of Pearce and State v. Fletcher (originally filed June 19, 1995 but subsequently withdrawn and refiled\r\nwith a different result in 322 S.C. 256, 471 S.E.2d 702 (Ct. App. 1996) cert. denied Jan. 23, 1997.)  Counsel submitted a\r\nsupplemental brief.  However, counsel's argument was conclusory at best.  He did not even mention the seminal case,\r\nPearce, in his supplemental brief.  The State vigorously objected to the Court of Appeals even considering something that\r\nhad not been properly included in a petition for rehearing, citing Rule 226(d)(2),\r\nSCACR.\r\n\r\nAfter the rebriefing, the Court of Appeals denied the petition for rehearing, stating:\r\n\r\n\r\nThe issue was argued in a conclusory fashion in [petitioner's] final brief.  Moreover, the issue was not stated with\r\nparticularity in [petitioner's] petition for rehearing . . . . After careful consideration of the parties' briefs, [petitioner's]\r\npetition for rehearing, respondent's return, and supplemental responses requested by the Court, the petition for rehearing is\r\ndenied.\r\n\r\n\r\nAs evidenced by counsel's briefs and the Court of Appeals' statement above, counsel was deficient in failing to adequately\r\nraise or address the merits of the issue of prosecutorial retaliation.\r\n\r\nC.  Prejudice\r\n\r\nWhile it is clear that appellate counsel did not adequately address the merits of Petitioner's prosecutorial retaliation claim,\r\nPetitioner still must prove he was prejudiced by counsel's deficient performance.  Strickland v. Washington.  We find\r\nPetitioner was prejudiced.\r\n\r\nIn the landmark decision of North Carolina v. Pearce, the United States Supreme Court held that the Due Process Clause\r\nof the Fourteenth Amendment prevented a trial court from penalizing a defendant for choosing to exercise his right to\r\nappeal.  In order for the presumption of prosecutorial retaliation (or the \"Pearce presumption\") to apply, Petitioner must\r\nshow there is a \"reasonable likelihood\" that retaliation was a motive behind bringing the additional charges.  Alabama v.\r\nSmith, 490 U.S. 794, 109 S. Ct. 2201, 104 L. Ed. 2d 865 (1989); State v. Fletcher, 322 S.C. 256, 471 S.E.2d 702 (Ct. App.\r\n1996).  Where no such \"reasonable likelihood\" exists, the defendant has the burden to prove actual retaliation.  Alabama v.\r\nSmith, 490 U.S. at 800, 109 S. Ct. at 2205.  In the instant case, there is a \"reasonable likelihood\" retaliation was a motive,\r\nand therefore Petitioner was entitled to the presumption.\r\n\r\nIn this case, the solicitor nol prossed four charges \r\n  against Petitioner before his 1976 trial. After Petitioner was successful on \r\n  PCR in 1992, the solicitor then resurrected the four charges for Petitioner's \r\n  1993 trial. Seventeen years passed between the trials. There was no new evidence \r\n  discovered; none of the facts or witness available to the prosecution had changed. \r\n  The solicitor had from the date of Petitioner's original trial in 1976 until \r\n  the date of his PCR in 1992 to bring the nol processed charges but did \r\n  not. This is a typical situation in which the Pearce presumption applies. \r\n  These facts present a \"reasonable likelihood\" that the solicitor brought the \r\n  additional charges in retaliation for Petitioner exercising his right to appeal.\r\n\r\nFurthermore, the State has not rebutted the presumption. \r\n  The solicitor stated he prosecuted the previously nol prossed charges on retrial \r\n  because it was in the interest of the State of South Carolina and the people \r\n  of Abbeville County. He also stated that once a solicitor had a life sentence \r\n  on one charge, it was common practice not to prosecute the additional charges. \r\n  These are fairly weak reasons for bringing the charges, especially considering \r\n  the length of time between the original trial and the retrial. Additionally, \r\n  the charges were nol prossed prior to the first trial \r\n  because they \"vanished.\" Therefore, Petitioner did not have a life sentence \r\n  at the time the charges were nol prossed.\r\n\r\nIn conclusion, we find counsel was deficient in \r\n  failing to adequately raise or brief the issue of prosecutorial retaliation. \r\n  Furthermore, Petitioner was prejudiced by counsel's failure to adequately argue \r\n  the issue before the Court of Appeals. If counsel had properly argued the issue, \r\n  the Court of Appeals would have found the Pearce presumption applied \r\n  and that the State failed to rebut the presumption. Therefore, we REVERSE \r\n  the PCR court's ruling that counsel was not ineffective. The charges which were \r\n  nol prossed prior to the first trial were not properly brought on retrial. Accordingly, \r\n  Petitioner's convictions for the two counts of armed robbery, assault and battery \r\n  with intent to kill, and use of a motor vehicle without the owner's consent \r\n  are REVERSED.\r\n\r\nII.  Mercy\r\n\r\nPetitioner argues counsel was ineffective in failing to appeal to the jury for mercy.  We agree.\r\n\r\nPetitioner was tried under the previous burglary scheme.  See Simmons v. State, 331 S.C. 333, 503 S.E.2d 164 (1998)\r\n(discussing the former burglary statute, S.C. Code Ann. § 16-11-311 (Supp. 1997), and the impact of improper remarks by\r\nthe solicitor regarding the mercy issue).  Under the old statute, a conviction for burglary without a recommendation for\r\nmercy carried a mandatory life sentence, while burglary with a recommendation of mercy could carry as little as five years\r\nin prison.  Petitioner's counsel admitted at the PCR hearing that he simply forgot to argue for a recommendation of mercy\r\nto the jury.  He testified it was not a tactical decision to avoid arguing for mercy, rather, he \"didn't think about it\" until\r\nseveral days later when he \"was sitting in [his] office and . . . realized [he] did not argue for mercy.\"  The PCR court found\r\ncounsel was deficient in failing to argue for a mercy recommendation.  In fact, the State, in their brief to this Court, does\r\nnot seem to contest counsel was deficient.  The State simply argues Petitioner was not prejudiced by counsel's error.  We\r\nfind counsel was deficient, and Petitioner suffered prejudice.\r\n\r\nThe PCR court found Petitioner was not prejudiced by counsel's failure to argue for mercy.  The court found Petitioner's\r\nother sentences totaled 45 active years, thus making counsel's error non-prejudicial.  The PCR court stated, \" a letter to trial\r\ncounsel from the Department of Probation, Parole, and Pardon Services, evinces that the remaining sentences, particularly\r\nthe twenty- five year sentence for armed robbery, will move [petitioner's] parole eligibility date back further than when he\r\nmerely had a life sentence for burglary.  Therefore, [petitioner] has not been prejudiced by [counsel's] error, because even if\r\nhe had received the minimum possible sentence on the burglary charge (five years), he still would not have been eligible for\r\nparole any sooner.\"\r\n\r\nAs stated above, Petitioner should only have been tried for the burglary charge.   Therefore,  he should not have had\r\nadditional \"active years\" to serve, pushing his parole eligibility back beyond what it would have been for a single burglary\r\ncharge.  Without these additional years, then, according to the PCR judge's reasoning, Petitioner was clearly prejudiced by\r\ncounsel's failure to argue for mercy.  Regardless, Petitioner is entitled to relief under Chubb v. State, 303 S.C. 395, 401\r\nS.E.2d 159 (1991).  Under Chubb, failure to argue mercy is per se prejudicial.\r\n\r\nAccordingly, we REVERSE the PCR court's finding that Petitioner was not prejudiced by his counsel's failure to argue for\r\na mercy recommendation and REMAND for a new trial.\r\n\r\nCONCLUSION\r\n\r\nBased on the forgoing, we find Petitioner's convictions for armed robbery, assault and battery with intent to kill, and use of\r\na motor vehicle without the owner's consent were not properly brought by the solicitor.  Accordingly, they are\r\nREVERSED.  We further find Petitioner was prejudiced by counsel's failure to argue for mercy on the burglary charge. \r\nTherefore, Petitioner's conviction for burglary is REVERSED and REMANDED for a new trial.\r\n\r\nWALLER, BURNETT and PLEICONES, JJ., concur.  MOORE, J., not participating.\r\n\r\n\r\n\r\n1. Petitioner and two co-defendants were tried together for the burglary.  All three defendants were convicted and sentenced\r\nto life.  Their convictions were affirmed in State v. Allen, under the name of one of the other co-defendants. \r\n2. Petitioner was represented by the same attorney at trial and on direct appeal.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25428","title":"State v. Huntley","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25428","description":"This case concerns the requirement of a simulator test and involves two versions of Act No. 434.","date":"2002-03-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        State of South\r\n        Carolina,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Appellant,\r\n        \r\n        &nbsp;v.\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        James Eugene Huntley,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n        Respondent.\r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nORDER WITHDRAWING ORIGINAL\r\nOPINION,\r\nSUBSTITUTING SUBSEQUENT OPINION,\r\nAND DENYING PETITION FOR REHEARING\r\n\r\nPER CURIAM: Opinion No. 25428,\r\nfiled March 11, 2002, is hereby withdrawn and the following opinion is\r\nsubstituted. After careful consideration, the Petition for Rehearing is denied.\r\nC.J.\r\nJ.\r\nJ.\r\nJ.\r\n&nbsp;\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nState of South Carolina,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nAppellant,\r\n\r\n&nbsp;\r\nv.\r\n\r\n\r\nJames Eugene Huntley,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Lancaster County\r\nKenneth G. Goode, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25428\r\nHeard November 27, 2001 - Refiled May 6, 2002\r\n\r\n\r\n REVERSED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Charles H. Richardson, Senior\r\nAssistant Attorney General Norman Mark Rapoport, and Assistant Attorney General Melody J. Brown, of Columbia; Solicitor John R. Justice, of Chester, for\r\nappellant.\r\n\r\nFrancis L. Bell, of Bell, Tindall &amp; Freeland, of Lancaster, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n________\r\n\r\n\r\nJUSTICE BURNETT:  On May 27, 2000, Respondent James Eugene Huntley (Huntley) was arrested for driving under the influence.   After the jury was sworn,\r\nHuntley moved to suppress the results of his breathalyzer test, arguing the test operator used a different simulator solution test level than that set forth by law.  The\r\ntrial judge agreed and suppressed Huntley's breathalyzer results.  The State appeals. (1)\r\n\r\n\r\n    ISSUE\r\n\r\n\r\n\r\n\r\nDid the trial judge err by suppressing Huntley's breathalyzer results?  \r\n\r\n\r\n\r\n    ANALYSIS\r\n\r\n\r\n\r\nIn 1998, the General Assembly passed Act No. 434 (Act 434) which made various changes to provisions of the driving under the influence law.  One change\r\namended South Carolina Code Ann. § 56-5-2950(a) to specify that before a breath test is administered, \"an eight one-hundredths of one percent simulator test\r\nmust be performed and the result must reflect a reading between 0.076 percent and 0.084 percent.\"  Previously, § 56-5-2950(a) did not require a simulator test. (2) \r\nOn June 29, 1998, the Governor approved Act 434.  Subsequently, Act 434 was enrolled with the Office of the Secretary of State.  \r\n\r\nMonths later, at the behest of the then Clerk of the Senate, the Code Commissioner amended Act 434.  In relevant part, the amended version provides: \"before the\r\nbreath test is administered, a ten one-hundredths of one percent simulator test must be performed and the result must reflect a reading between 0.095 percent and\r\n0.105 percent.\"  S.C. Code Ann. § 56-5-2950(a) (Supp. 1999). (3)\r\n\r\nThe parties disagree which version of Act 434 is applicable for purposes of Huntley's prosecution.  The State argues the amended version of Act 434 applies;\r\nHuntley contends the original version of Act 434 applies. (4)  We agree with Huntley.    \r\n\r\nOne duty of the Code Commissioner is to \"[c]ompile the public statutes of the State.\"  S.C. Code Ann. § 2-13-60(1) (1986).  Part of this duty includes preparing\r\nindices to the statutes, noting court decisions under appropriate statutory sections, and adding references to new acts and joint resolutions.  S.C. Code Ann. § 2-13-60(2), (3), and (6).  The Code Commissioner is only authorized to \"[c]orrect typographical and clerical errors.\"  S.C. Code Ann. §2-13-60(10).  He is not\r\nauthorized to make any other changes by way of addition or deletion to the existing laws.  \r\n\r\nIn amending Act 434, the Code Commissioner changed the simulator solution test level and its corresponding range of accuracy.  In addition, the Code\r\nCommissioner increased the alcohol inference level  throughout § 56-5-2950(b), increased the alcoholic concentration level at which a person must enroll in a\r\nsafety program (§ 56-5-2951(B)), and increased the level of alcohol concentration at which an insurance penalty may be imposed (§ 56-1-288(U)).  The Code\r\nCommissioner acted outside his statutory authority in making these substantive changes.  Accordingly, we conclude the original version of Act 434 is the law\r\napplicable to Huntley's prosecution.  \r\n\r\nEven though the trial judge properly concluded the original version of Act 434 applied, we nonetheless conclude the trial judge erred by suppressing Huntley's\r\nbreathalyzer results.  \r\n\r\nThe purpose of a simulator test is to ensure the breathalyzer machine produces an accurate, reliable\r\nbreath-alcohol reading, and ultimately, an accurate blood-alcohol analysis.\r\n\r\n\r\n    The alcoholic breath simulator is a part of the \r\n    breathalyzer devised for the purpose of providing a standard alcohol-air mixture. \r\n    By mixing an amount of absolute alcohol with distilled water, a desired concentration \r\n    of breath alcohol may be achieved. The breathalyzer operator, by pumping room \r\n    air through the simulator solution, is able to determine whether the breathalyzer \r\n    machine is functioning properly. For instance, if the simulator solution contains \r\n    .10 of one percent alcohol, room air pumped through the simulator will result \r\n    in a corresponding reading on the breathalyzer machine.\r\n\r\n\r\nState v. Parker, 271 S.C. 159, 162, 245 \r\n  S.E.2d 904, 905 (1978) (emphasis added); see 2 Richard E. Erwin Defense of \r\n  Drunk Driving Cases § 18.04 (2001) (simulator test provides a known quantity \r\n  of alcohol to the testing device to determine the capability of the device to \r\n  properly analyze a sample at the time of the subject test); see also \r\n  State v. Squires, 311 S.C. 11, 426 S.E.2d 738 (1992) (public purpose \r\n  behind implied consent law is to facilitate compilation of reliable \r\n  evidence in drunk driving prosecutions). \r\n\r\nThe alcohol level in the simulator test is used \r\n  to determine the reliability of the breathalyzer machine's test results; it \r\n  neither calibrates the breathalyzer machine nor affects the capability of the \r\n  machine to properly measure the subject's blood-alcohol level. See State \r\n  v. Parker, supra. Accordingly, as far as reliability is concerned, \r\n  it is irrelevant whether the simulator test is run using an alcohol level of \r\n  .10 or .08 percent. What is relevant is that the machine accurately measures \r\n  the percentage of alcohol in the simulator test solution so that it will, likewise, \r\n  accurately measure the percentage of alcohol in the subject's breath.\r\n\r\nEven if the breathalyzer operator did not use the \r\n  simulator test solution at the alcohol concentration required by Act 434, Huntley \r\n  was not prejudiced. There is no question the breathalyzer machine was operating \r\n  properly and its results were reliable. (5) Consequently, \r\n  the trial judge erred by excluding Huntley's breathalyzer test results. State \r\n  v. Chandler, 267 S.C. 138, 143, 226 S.E.2d 553, 555 (1976) (\"[E]xclusion \r\n  of evidence should be limited to violations of constitutional rights and not \r\n  to statutory violations, at least where the [defendant] cannot demonstrate prejudice \r\n  at trial resulting from the failure to follow statutory procedures.\" ). Evidence \r\n  the simulator test was not run in conformity with Act 434 goes to the weight, \r\n  not the admissibility, of Huntley's breathalyzer results. \r\n\r\nREVERSED.\r\n\r\nTOAL, C.J., MOORE and WALLER, JJ., concur.  PLEICONES, J., dissenting in a separate opinion.\r\n\r\nJUSTICE PLEICONES: I respectfully \r\n  dissent. I agree with the majority that the original version of Act 434 is applicable \r\n  to Huntley's case. Unlike the majority, however, I believe that the failure \r\n  to comply with the clear and unambiguous statutory language mandating a simulator \r\n  test be run using \"an eight one-hundredths of one percent\" alcohol solution \r\n  bars the use of the breath test results at trial. State v. Breech, 308 \r\n  S.C. 356, 417 S.E.2d 873 (1992)(DUI statute strictly construed in favor of defendant).\r\n\r\n\r\n1. At the conclusion of the \r\n  suppression hearing, Huntley stated he had no objection to a stay of the proceedings \r\n  pending the State's appeal. See State v. McKnight, 287 S.C. 167, \r\n  337 S.E.2d 208 (1985) (pre-trial order granting suppression of evidence which \r\n  significantly impairs the prosecution of a criminal case is directly appealable \r\n  under S.C. Code Ann. § 14-3-330(2)(a) (1976)). \r\n2. While the South Carolina Law Enforcement Division had a regulation which set forth an approved method for performing breathalyzer tests, the regulation did\r\nnot specify the parameters governing simulator tests.  26 S.C. Reg. 73-2 (Supp. 1997).  \r\n3. At the time of Huntley's trial, the General Assembly had not adopted the 1999 Cumulative Supplement as official.  \r\n\r\nIn 2000, the General Assembly revised Act 434 to provide a ten one-hundredths of one percent simulator test with a result between 0.095 percent and 0.015\r\npercent.  Act No. 390, 2000 S.C. Acts 3365.  \r\n4. Prior to conducting Huntley's breathalyzer, the test operator ran a simulator test using a ten one-hundredths of one percent simulator test solution.  Huntley\r\nclaimed the test operator should have used an eight one-hundredths of one percent simulator test solution.  \r\n5. As conceded by Huntley at trial and in his appellate brief, although the test operator ran a simulator test using a solution of .10 percent alcohol rather than .08\r\npercent, the simulator results indicated the machine was operating properly.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25429","title":"City of Rock Hill v. Thompson","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25429","description":"This case concerns a request for a writ of mandamus to order a lower court judge to apply the amended version of Act No. 434.","date":"2002-03-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nThe City of Rock Hill,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nPetitioner,\r\nv.\r\n\r\n\r\nMichael Dean Thompson,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nIN THE ORIGINAL JURISDICTION \r\n\r\n\r\nOpinion No. 25429\r\nHeard November 27, 2001 - Filed March 11, 2002\r\n\r\n\r\nDENIED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney\r\nGeneral Charles H. Richardson, Senior Assistant Attorney General Norman Mark Rapoport, Assistant Attorney General\r\nMelody D. Brown, of Columbia; and Senior City Solicitor for the City of Rock Hill, S.C., Christopher E.A. Barton and City\r\nSolicitor for the City of Rock Hill, S.C., Gary C. Lemel, of Rock Hill, for petitioner.\r\n\r\nMichael L. Brown, Jr., of Rock Hill, for respondent.\r\n\r\nJustin S. Kahn, of Kahn Law Firm, of Charleston, and John S. Nichols, of Bluestein &amp; Nichols, of Columbia, for\r\nrespondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE BURNETT:  Petitioner City of Rock Hill (City) petitions the Court to issue a writ of mandamus \"requiring the\r\nHonorable Jane Pittman Modla, Judge of the City of Rock Hill Municipal Court, and all lower courts in which the issue\r\nmay arise, to apply 1998 Acts 434 as corrected by the Code Commissioner and presently enrolled with the Secretary of\r\nState, as the law of the State of South Carolina.\"  The writ is denied.  \r\n\r\n\r\n    BACKGROUND\r\n\r\n\r\n\r\nOn October 21, 2000, Respondent Michael Dean Thompson (Thompson) was arrested by City's Police Department for\r\ndriving under the influence in violation of South Carolina Code Ann. § 56-5-2930 (Supp. 1999).  At a pre-trial hearing,\r\nCity moved Municipal Court Judge Jane Pittman Modla (Judge) to determine the admissibility of Thompson's breathalyzer\r\ntest results.  City claimed the simulator test prior to Thompson's breathalyzer was properly performed in accordance with\r\nthe amended version of 1998 S.C. Acts 434 (the Act).  This version required the simulator test to be performed with an\r\nalcohol concentration of .10 percent.  Thompson, however, argued the simulator test should have been performed in\r\nconformity with the original version of the Act.  This version required the simulator test to be performed with an alcohol\r\nconcentration of .08 percent. (1)      \r\n\r\nCity presented witnesses who offered testimony about the original and amended versions of the Act.  After presentation of\r\nCity's witnesses, City joined Thompson's motion for a continuance to allow Thompson the opportunity to obtain witnesses\r\nand other evidence.  City and Thompson agreed to coordinate their schedules and attempt to resume the hearing in two\r\nweeks.  Before the hearing reconvened, the Attorney General filed this petition on behalf of City.  \r\n\r\n\r\n    ISSUE\r\n\r\n\r\n\r\n\r\nHas City established the elements for issuance of a writ of mandamus?  \r\n\r\n\r\n\r\n    ANALYSIS\r\n\r\n\r\n\r\nMandamus is the highest judicial writ and is issued \r\n  only when there is a specific right to be enforced, a positive duty to be performed, \r\n  and no other specific remedy. Littlefield v. Williams, 343 S.C. 212, \r\n  540 S.E.2d 81 (2000); Willimon v. Greenville, 243 S.C. 82, 132 S.E.2d \r\n  169 (1963). A writ of mandamus is a coercive writ that orders a public official \r\n  to perform a ministerial duty. Plum Creek Dev. Co. v. City of Conway, \r\n  334 S.C. 30, 512 S.E.2d 106 (1999). Mandamus will issue only to compel a public \r\n  official to perform a mandatory legal duty. Redmond v. Lexington County School \r\n  Dist. No. Four, 314 S.C. 431, 445 S.E.2d 441 (1994). The primary purpose \r\n  of a writ of mandamus is to enforce an established right and a corresponding \r\n  imperative duty created or imposed by law. Littlefield, supra. \r\n  When the legal right is doubtful, or the performance of duty rests in discretion, \r\n  or when there is another adequate remedy, a writ of mandamus cannot rightfully \r\n  be issued. In the Interest of Lyde, 284 S.C. 419, 327 S.E.2d 70 (1985).\r\n\r\n  As noted in its Petition for a Writ of Certiorari and in its Conclusion to its Brief, City seeks a writ of mandamus \"requiring\r\nthe Honorable Jane Pittman Modla, Judge of the City of Rock Hill Municipal Court, and all lower courts in which the issue\r\nmay arise, to apply 1998 Acts 434 as corrected by the Code Commissioner and presently enrolled with the Secretary of\r\nState, as the law of the State of South Carolina.\"  City has failed to establish the elements necessary for issuance of the writ. \r\n\r\n  First, City failed to establish Judge has a ministerial \r\n  duty to rule the amended version of the Act is the correct law of this State. \r\n  In at least one other instance, this Court has recognized that mandamus may \r\n  lie to compel a judicial officer to perform a ministerial duty. State v. \r\n  Barbee, 280 S.C. 328, 313 S.E.2d 297 (1984) (suggesting defendant could \r\n  compel magistrate by mandamus to file record of proceedings with the circuit \r\n  court). Similarly, the Court could direct a judge to rule on a pending motion \r\n  because the act of ruling is ministerial in nature.\r\n\r\nHere, however, City seeks the writ to compel Judge to rule a particular way (i.e. that the amended version of the Act is the\r\ncorrect version and, therefore, Thompson's breathalyzer test results are admissible).  City asserts Judge had no discretion in\r\nissuing this ruling.  We disagree.\r\n\r\n  Issuance of a particular decision by a judge \r\n  is typically a matter of discretion and, therefore, not proper for mandamus. \r\n  See 55 C.J.S. Mandamus § 83 (1998) (while mandamus may be employed \r\n  to compel an inferior tribunal to exercise its discretion, ordinarily it may \r\n  not be used to direct or compel the exercise of the discretion in a particular \r\n  way); see also Godwin v. Carrigan, 227 S.C. 216, 87 S.E.2d \r\n  471 (1955) (ministerial duty is one which a person performs in obedience to \r\n  a mandate of legal authority without regard to the exercise of his own judgment \r\n  upon the propriety of the act to be done). Until we issued our recent opinion \r\n  in State v. Huntley, Op. No.  _____ (S.C. Sup. Ct. filed _____) \r\n  (Shearouse Adv. Sh. No.  ___ at ___), it was debatable which of \r\n  the two versions of the Act was the correct law of the State. Accordingly, this \r\n  is not a situation where Judge was effectively issuing a ministerial decision \r\n  because her discretion could only be exercised in one way.  Cf. \r\n  55 C.J.S. Mandamus  § 83 (1998) (where discretion of court can be legally \r\n  exercised in only one way, mandamus will lie to compel court to so exercise \r\n  it). \r\n\r\nSecond, City failed to establish it has no adequate \r\n  remedy at law. City has two adequate legal remedies available. City can await \r\n  Judge's ruling on its pending motion in limine. (2) \r\n  In addition, if City's ability to prosecute Thompson is significantly disadvantaged \r\n  by Judge's ruling on its motion in limine, City can appeal. State v. McKnight, \r\n  287 S.C. 167, 337 S.E.2d 208 (1985) (pre-trial order granting suppression of \r\n  evidence which significantly impairs the prosecution of a criminal case is directly \r\n  appealable under S.C. Code Ann. § 14-3-330(2)(a) (1976)); see 55 C.J.S. Mandamus \r\n  § 24 (1998) (generally, mandamus will not lie where adequate remedy by appeal). \r\n  In fact, the Attorney General appealed the grant of a defendant's motion in \r\n  limine in which the underlying issue was the same as raised by the Attorney \r\n  General in his current petition for a writ of mandamus. State v. Huntley, \r\n  supra. \r\n\r\nFinally, City did not serve Judge with its petition \r\n  for a writ of mandamus. Relying on 52 Am. Jur.2d Mandamus § 394 (2000), \r\n  City argues \"other jurisdictions accept that the judge should not be served \r\n  and made a party. In fact, it is the preferred practice in federal court that \r\n  the judge not be named.\" \r\n\r\nCity mischaracterizes the American Jurisprudence \r\n  section. The section states:\r\n\r\n\r\nA person seeking a writ of mandamus involving pending litigation must institute the suit for mandamus against the judge\r\nupon whom the person seeks the writ to issue and against the other parties to the litigation.  Thus, mandamus does not lie to\r\nreview a court's action where the court was [sic] not been made a party to the proceedings or petition.  \r\n\r\n\r\nId., p.591. \r\n\r\nThereafter, the section discusses that while some \r\n  jurisdictions require an application for mandamus to be addressed to the court, \r\n  others require the judge to be sued by name. Finally, the section notes, in \r\n  federal court practice, where the purpose of mandamus is to secure, in effect, \r\n  an interlocutory review of the intrinsic merits of a judicial act, the judge \r\n  against whom mandamus is sought is not an active party. Id. citing \r\n  A. Olinick and Sons v. Dempster Bros. Inc., 365 F.2d 439 (2nd \r\n  Cir. 1966); Rapp v. VanDusen, 350 F.2d 806 (3rd Cir. 1965); \r\n  General Tire &amp; Rubber Co. v. Watkins, 363 F.2d 87 (4th \r\n  Cir.), cert. denied 385 U.S. 899 (1966). Instead, the judge is \r\n  a nominal party who need not file an answer or submit a brief. Id. Neither \r\n  American&nbsp;Jurisprudence nor the cases cited therein state \r\n  the judge need not be served with the mandamus petition. City was required to \r\n  serve Judge with its petition for mandamus. \r\n\r\nBecause City failed to establish the elements required for issuance of a writ of mandamus and failed to serve Judge with its\r\npetition, the petition for a writ of mandamus is DENIED.\r\n\r\nTOAL, C.J., MOORE, WALLER and PLEICONES, JJ., concur.\r\n\r\n\r\n1. In 2000, the General Assembly revised the Act to provide a ten one-hundredths of one percent simulator test.  Act No.\r\n390, 2000 S.C. Acts 3365.    \r\n2. Even if City wanted the writ to simply order Judge to rule, we would decline to issue the writ because Judge has not\r\ndeclined to rule on City's motion in limine.  City agreed to a continuance of the hearing, then, within the month, filed the\r\npetition for a writ of mandamus.  Judge's failure to reconvene the hearing within a month is not an indication she refused to\r\nissue a ruling.               \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25430","title":"State v. McMillian","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25430","description":"Issues in this case are whether Court of Appeals is required to have a hree judge quorum present before proceeding with oral argument and whether the defendant should have been granted a continuance in order to secure the transcript of his first trial.","date":"2002-03-18","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n25430\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        State of South Carolina, Respondent,\r\n        \r\n        \r\nv.\r\n        \r\n\r\nTracy McMillian, Petitioner.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\nAppeal From Richland County\r\nLarry R. Patterson, Circuit Court Judge\r\n\r\n\r\n\r\nOpinion No. 25430\r\nHeard January 8, 2002 - Filed March 18, 2002\r\n\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAssistant Appellate Defender Tara S. Taggart, of S.C. Office of Appellate Defense, of Columbia, for petitioner.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney\r\nGeneral Robert E. Bogan, Senior Assistant Attorney General Harold M. Coombs, Jr., and Solicitor Warren B. Giese, all of\r\nColumbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n\r\nPER CURIAM: We granted a writ of certiorari to review the Court \r\nof Appeals' unpublished opinion in State v. McMillian, Op. No. 2000-UP-257 \r\n(S.C. Ct. App. filed April 5, 2000). We reverse and remand for a new trial. \r\n  FACTS\r\n\r\nPetitioner, Tracy McMillian, was indicted for first-degree burglary in regard to the May 25, 1996 burglary of the residence\r\nof his cousin, Diane Macon.  He was initially tried on January 5-6, 1998.  McMillian's first trial resulted in a mistrial, when\r\nthe jury could not reach a verdict.  The jury advised the trial judge it was deadlocked after re-hearing the testimony of the\r\nstate's only neutral witness, Dorothy Williams Rumph. (1)    \r\n\r\nOn January 13, 1998, McMillian's attorney requested portions of the first trial transcript (including the testimony of Rumph\r\nand Morris) from the court reporter.  Prior to receipt of the transcript, however, the case was called for trial by the state on\r\nJan. 15-16, 1998.  McMillian moved for a continuance to obtain the first trial transcript in order to effectively impeach the\r\nwitnesses against him.  The motion was denied.  \r\n\r\nUpon re-trial, the state presented the testimony of Rumph, Morris, and Lawanda Bea Murray.  The jury convicted\r\nMcMillian of first-degree burglary, and he was sentenced to 18 years imprisonment.  After oral argument at which only two\r\nof three Court of Appeals judges were present, McMillian's conviction was affirmed in an unpublished opinion.\r\n\r\nISSUES\r\n\r\n\r\n1.  Did the Court of Appeals erroneously proceed with oral argument when one judge could not be present?\r\n\r\n2.  Did the Court of Appeals err in affirming the denial of McMillian's motion for a continuance and subsequent motion for\r\na new trial?\r\n\r\n1.  ORAL ARGUMENT\r\n\r\n\r\nMcMillian contends the Court of Appeals erred in holding oral argument with only two of the three panel judges present. \r\nWe agree.\r\n\r\nMcMillian's oral argument was set for 2:45 pm on March 8, 2000.  Upon arrival, counsel was advised that only two of the\r\nthree panel judges would be present for oral argument and that the third member would listen to the tapes of oral argument. \r\nArguments proceeded over the objection of counsel for McMillian.  No questions were asked during the argument, and the\r\nCourt of Appeals affirmed in an unpublished opinion signed by three judges.  McMillian contends this denied him of the\r\nquorum required for the Court of Appeals to act.  We agree.  \r\n\r\nUnder S.C. Code Ann. § 14-8-80 (d)(Supp 2001), three judges \r\n  are necessary to constitute a quorum of the Court of Appeals, and a concurrence \r\n  of the majority is necessary for reversal of the judgment below. This Court \r\n  has recognized that no valid act can be done in the absence of a quorum. Care \r\n  and Treatment of Matthews, 345 S.C. 638, 550 S.E.2d 311 (2001); Gaskin \r\n  v. Jones, 198 S.C. 508, 513, 18 S.E.2d 454, 456 (1942). \r\n\r\nIn Mills v. Atlantic Coast Line Ry. Co., 87 S.C. \r\n  158, 69 S.E. 91 (1910), a case involving the quorum requirement as applied to \r\n  this Court, we stated, \"[i]t is obvious that the provision of the Constitution \r\n  above quoted (which . . . must be construed to be mandatory) absolutely \r\n  requires that there shall be a hearing by a quorum of the Supreme Court, and \r\n  this quorum cannot consist of less than three members.\" Accordingly, \r\n  we hold a quorum was necessary such that the Court of Appeals should not have \r\n  continued over the objection of McMillian's counsel. (2) \r\n  In the interest of judicial economy, rather than remand this matter to the Court \r\n  of Appeals, we will address the merits of McMillian's appeal.\r\n\r\n2.  DENIAL OF CONTINUANCE/NEW TRIAL\r\n\r\n\r\nAt the outset of the second trial, McMillian moved for a continuance in order to obtain portions of the transcript of his Jan.\r\n5-6 trial, which resulted in a hung jury and a mistrial.  McMillian asserted the transcript was necessary in order for him to\r\nproperly  impeach the witnesses against him.  The trial court denied the motion.    \r\n\r\nA trial judge's denial of a motion for continuance will \r\n  not be disturbed absent a clear abuse of discretion. State v. Patterson, \r\n  324 S.C. 5, 482 S.E.2d 760, cert. denied, 522 U.S. 853 (1997). Reversals \r\n  of refusal of a continuance are about as rare as the proverbial hens' teeth. \r\n  State v. Lytchfield, 230 S.C. 405, 95 S.E.2d 857 (1957). \r\n\r\nThe only \"neutral\" witness for the state during McMillian's second trial was Dorothy Williams Rumph. (3)  Accordingly, her\r\ncredibility was essential to McMillian's defense.  Moreover, at the first trial, the jury deadlocked, 8-4, after re-hearing her\r\ntestimony.  The crucial nature of Rumph's testimony cannot be overstated.\r\n\r\nRumph was a next-door neighbor of the victim and testified she witnessed the 2:00-2:30 am burglary through the window\r\nblind beside her bed.  At both trials, Rumph testified she saw a car driven by Alexander Morris pull up across the street. \r\nShe saw McMillian get out of the car and go around to the back of the house.  He was gone for about five minutes and\r\nreturned and put something in the back seat of the car.   The two men drove off in the car, but returned a  little while later. \r\nMcMillian went back toward Macon's back door, and returned with a stereo component set.  Rumph was certain of her\r\nidentification because she had known McMillian since 1976, and he had been to her house earlier that evening, wearing a\r\nwhite tank top and camouflage pants, the same attire he wore at the time of the burglary.  Rumph testified the area was \"lit\r\nup pretty good.\"  Rumph knew Morris because he used to stay with her cousin.  She also recognized his grey and black car. \r\nNotwithstanding both Morris and Murray testified that Murray was present in the back seat of the car, Rumph testified she\r\ndid not see a third person.  \r\n\r\nDuring the second trial, Rumph testified that she was no longer neighbors with the victim.  However, at the first trial two\r\nweeks earlier, Rumph testified that she still lived at the address across from the victim.  McMillan contends he \"was\r\nprevented from showing that if a given witness lied in the past or was now lying about a minor point, then he/she could\r\nvery well be lying about a major point.\"  We agree.  Although the fact that Rumph no longer lived at the Lewis Scott\r\naddress is not in any way relevant to McMillian's guilt, the fact that she lied about her address at the first trial is relevant to\r\nher overall credibility.  Given that Morris was potentially culpable in the crime, and that there was no other direct evidence\r\nlinking McMillian to the burglary, (4) we find his testimony inherently suspect. (5)  Murray was also feasibly subject to\r\nprosecution for her participation in the crime, her testimony is likewise dubious.  The lack of credibility of these witnesses\r\nsimply highlights the significance of Dorothy Rumph's testimony, and the critical need of the defense to be able to properly\r\nimpeach her. (6)  On the present record, we simply cannot escape the conclusion that the verdict hinged upon her credibility,\r\nand that McMillian was hindered in his ability to impeach her.  \r\n\r\nWe do not find recent cases of this Court and the Court of Appeals controlling under the circumstances of this case.  \r\n\r\nIn State v. Asbury, 328 S.C. 187, 493 S.E.2d 349 \r\n  (1997), the defendant requested a continuance when his case which originally \r\n  ended in a mistrial was called for retrial and the transcript was not yet available. \r\n  Asbury argued the transcript was necessary for the effective impeachment of \r\n  witnesses. The trial court denied the motion, concluding the transcript would \r\n  have been beneficial, but was not essential. This Court affirmed the trial court's \r\n  ruling, finding Asbury failed to establish prejudice from the lack of access \r\n  to the transcript from the first trial, noting that the court reporter's back-up \r\n  tapes were available and could have been used for impeachment purposes as needed. \r\n   See&nbsp;also&nbsp;State v. Owenby, 267 S.C. 666, 668, 230 S.E.2d 898 \r\n  (1976)(\"it is preferable to have available the written transcript taken at the \r\n  former hearing, but the unavailability of such a transcript does not preclude \r\n  utilization of other means of proving to the court what the witness stated on \r\n  a prior occasion\"). Asbury is distinguishable. Unlike Asbury, \r\n  there is no court reporter's tape available as the transcript was done solely \r\n  on a stenographic machine without a backup tape. (7)\r\n\r\nSimilarly, in State v. Mansfield, 343 S.C. 66, 538 \r\n  S.E.2d 257 (Ct. App. 2000), the Court of Appeals rejected the defendant's claim \r\n  that he should have been granted a continuance in order to obtain the transcript \r\n  of his first trial. The Court of Appeals held Mansfield did not need a continuance \r\n  as he could have served the court reporter with a subpoena to appear in court \r\n  and a subpoena duces tecum to bring the tapes with her, and accomplished his \r\n  impeachment in that manner. 538 S.E.2d at 262. Again, in the present case, there \r\n  were no tapes available to subpoena. Accordingly, we find Mansfield inapplicable.\r\n\r\nUnder the limited circumstances of this case, we find the trial court abused its discretion in denying McMillian's motion for\r\na continuance.  Given the limited amount of time between the first and second trial, the critical nature of Rumph's\r\ntestimony, and the fact that no tapes or transcripts were available at the time of the second trial,  we find that McMillian\r\nshould have been granted a continuance in order to obtain portions of the transcript, and the lack of such a transcript\r\nprejudiced his ability to effectively cross-examine the witnesses against him.  Accordingly, the Court of Appeals' opinion\r\nin reversed and the case is remanded for a new trial.\r\n\r\nREVERSED AND REMANDED.\r\n\r\nTOAL, C.J., MOORE and WALLER, JJ., concur.  PLEICONES, J., concurring in part and dissenting in part in a\r\nseparate opinion in which BURNETT, J., concurs.\r\n\r\nJUSTICE PLEICONES: I respectfully concur \r\n  in part and dissent in part. I agree with the majority that a party is entitled \r\n  to insist that a quorum of the Court of Appeals be present at her oral argument. \r\n  I disagree, however, that petitioner is entitled to a new trial because his \r\n  motion for a continuance was denied. In my view, it matters not that the court \r\n  reporter in petitioner's first trial used a stenographic machine rather than \r\n  a steno-mask machine with a back-up tape: in either case, the presence of the \r\n  court reporter and her record may be had through the use of a subpoena and a \r\n  subpoena duces tecum. State v. Asbury, 328 S.C. 187, 493 S.E.2d 349 (1997); \r\n  State v. Mansfield, 343 S.C. 66, 538 S.E.2d 257 (Ct. App. 2000).\r\n\r\n While the better practice in these situations is to grant \r\n  the continuance so that a copy of the pertinent part of the transcript may be \r\n  obtained, I would not find an abuse of discretion warranting a new trial here. \r\n   State v. Asbury, supra. \r\n1.   The only other eyewitness for the state at the first trial was Alexander Morris, who drove McMillian to the\r\nEastover/Hopkins residence where the burglary took place.  Morris was charged with burglary, but the charges against him\r\nwere apparently dropped after he gave a statement implicating McMillian.  Lawanda Bea Murray, who was allegedly a\r\npassenger in Morris' vehicle at the time of the crime, did not testify at the first trial.\r\n2.  In Mills, the parties had stipulated \r\n  to have the merits of the appeal decided by the quorum of the Court which was \r\n  present at a hearing on a motion to dismiss; accordingly, the Court held the \r\n  parties had consented to Judge Woods participating (notwithstanding his absence \r\n  at oral argument). In the present case, however, counsel for McMillian did not \r\n  consent to oral argument in the presence of only two judges. \r\n3.   Although Alexander Morris and Bea Murray both inculpated McMillian in the second trial, both Morris and Murray\r\ncould feasibly have been prosecuted by the state since they admitted driving him to the location where the burglary\r\noccurred.  In fact, Morris was initially indicted for the crime.\r\n4.   The stolen goods were never recovered, and no fingerprint or other evidence was located at the scene.  McMillian\r\npresented a witness who testified he was at home sleeping at the time of the crime as she let him in around midnight.  He\r\nalso presented testimony of his aunt, Alice Scott, who testified she had, on one occasion in May 1996, seen a bald-headed\r\nman in the car with Morris and mistaken him for McMillian (who is balding).  \r\n5.   Further, Morris testified at the first trial that the car in which he drove McMillian was a 1986 or 1987 blue Chevrolet,\r\nand that McMillian came out of the apartment with a television and stereo.  At the second trial, Morris testified that he was\r\ndriving a silver 1985 Sierra at the time of the incident.  Although defense counsel asked Morris if he recalled his prior\r\ntestimony that he was driving a blue car at the time of the incident, counsel did not have a transcript of the first trial, such\r\nthat he was unable to impeach Morris with specifics concerning his prior testimony.  \r\n6.   The defense also hoped to impeach Rumph with inconsistencies concerning the lighting in the area at the time of the\r\ncrime, and the time at which McMillian allegedly visited her residence on the evening of the crime.\r\n7.  Moreover, in Asbury there \r\n  was abundant evidence of the defendant's guilt. The defendant's fingerprints \r\n  were found at the victim's residence, there was testimony that electrical cords \r\n  which bound the victim's hands and ankles had been cut by a pair of scissors \r\n  found in defendant's home, and there was evidence that some severed electrical \r\n  cords had at one time been attached to an electric blanket found in the defendant's \r\n  home. As noted previously, there was no such evidence in the present case.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25431","title":"Rhodes v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25431","description":"This is a post-conviction relief case where petitioner argues counsel was ineffective for failing to object to hearsay.","date":"2002-03-25","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Moscoe Rhodes, Petitioner,\r\n\r\nv.\r\n        \r\n\r\nState of South Carolina, Respondent.\r\n&nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\nAppeal From Sumter County\r\nThomas W. Cooper, Jr., Circuit Court Judge\r\n\r\n\r\nOpinion No. 25431\r\nSubmitted February 21, 2002 - Filed March 25, 2002\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAssistant Appellate Defender Robert M. Pachak, of South Carolina Office of Appellate Defense, of Columbia, for\r\npetitioner.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Deputy Attorney General\r\nDonald J. Zelenka, Assistant Deputy Attorney General Allen Bullard, and Assistant Attorney General Douglas E.\r\nLeadbitter, of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nJUSTICE WALLER: We granted a writ of certiorari to review the post-conviction relief court's denial of relief to\r\npetitioner Moscoe Rhodes.  We affirm.\r\nFACTS \r\n\r\nPetitioner was convicted of two counts of assault and battery with intent to \r\n  kill (ABIK), and one count each of: attempted armed robbery, possession of a \r\n  weapon during a violent crime, possession of a pistol by a person under 21, \r\n  giving false information to a law enforcement officer, and resisting arrest. \r\n  The trial court sentenced him to two consecutive 20-year terms of imprisonment \r\n  for the ABIK convictions; for the remaining counts, petitioner received concurrent \r\n  sentences of 20 years, five years, one year, three months, and one year, respectively. \r\n  The Court of Appeals affirmed on direct appeal. State v. Rhodes, Op. \r\n  No. 96-UP-240 (S.C. Ct. App. filed July 30, 1996). Petitioner thereafter filed \r\n  for post-conviction relief (PCR), which the PCR court denied.\r\n\r\nThe majority of the charges stem from a shooting which occurred at a mobile home park on Saturday night, February 19,\r\n1994.  Victim Horace Cook was driving in the park looking for a party at a friend's house; victim Kendra Wilson was\r\nriding in the passenger seat, while another friend, Tonya Shannon, was in the back seat.  Upon arriving where they thought\r\nthe party was going to be, they discovered the party had moved to a motel.  Cook began to drive out when they saw a group\r\nof guys. (1)  Thinking they might be coming from the party, Cook asked the group where the party was.  One member of the\r\ngroup, whom Cook later identified as petitioner, approached Cook and addressed him by name.  As petitioner and Cook\r\nspoke, some of the other guys were talking to Shannon in the backseat.  Cook testified that petitioner then walked off and\r\ndug a pistol out of his pants.  Cook \"threw the car in drive\" while petitioner ran up to the driver's side window, said \"Give\r\nme all your shit,\" and then fired into the car.  Cook only heard one shot, but Wilson testified she heard three shots.  Cook\r\nwas not injured; however, Wilson was shot in both her legs and one of her hands.\r\n\r\nThe day after the shooting, Cook spoke with his friend, Tracy Thompson.  Thompson testified that he had heard petitioner\r\nwas involved with the shooting.  On direct examination, Thompson testified as follows:\r\n\r\n\r\nWell, when I found out what happened - I have several yearbooks and the name - I hear a lot of stuff.  Some's true. \r\nSome's not.  I didn't know if it was true or not but [Cook] being my friend I told him what I heard and I had a bunch of\r\nyearbooks, showed him pictures - well, I gave him the yearbooks and told him to look through them.\r\n\r\nQ.  . . . You also provided a name?\r\n\r\nA.  Yes, I did.\r\n\r\nQ.  Okay.\r\n\r\nA.  That I heard.\r\n\r\nQ.  But -\r\n\r\nA.  But I told him - when I told him the name - I told him that I wasn't sure whether it was him or not.  That's just what I\r\nheard.\r\n\r\n\r\nPetitioner's counsel made no objection to Thompson's testimony.  On cross-examination, counsel asked:\r\n\r\n\r\nQ.  What you actually in fact heard was a grapevine rumor that [petitioner] may have been involved in a shooting of a guy\r\nand a girl, isn't it?\r\n\r\nA.  Like I said I hear a lot of stuff.  Some's true.  Some's not.\r\n\r\n\r\nBoth Cook and Thompson testified that after Thompson gave Cook petitioner's name, Cook looked up petitioner in the\r\nmiddle-school yearbook Thompson had provided and identified petitioner as the person who shot at him.  Cook stated that\r\nthe giving of the name did not influence him, but it was the picture which caused him to identify petitioner as his assailant.\r\n\r\nCook brought the yearbook to Investigator Richard Nelson who had been assigned to the case.  Investigator Nelson testified\r\nthat Cook told him he had identified petitioner from the yearbook based on what someone had heard and then\r\ncommunicated to Cook.  Petitioner's counsel did not object.  Based on Cook's identification, Investigator Nelson had\r\npetitioner arrested.  Investigator Nelson used a photograph taken of petitioner after his arrest as part of a photographic line-up.  Both Wilson and Cook, at separate times, identified petitioner from this line-up. (2)  Wilson testified that Cook told her\r\nhe had seen petitioner's picture in a yearbook, but that Cook never showed her the yearbook.\r\n\r\nPetitioner presented an alibi defense.  During closing argument, petitioner's counsel argued that the entire case boiled down\r\nto identity since no physical evidence linked petitioner to the shooting.  He stressed that Cook's identification stemmed\r\nsolely from a rumor \"picked up off the street.\"  Regarding Thompson's testimony, counsel argued:  \"He hears so much stuff\r\nout there and a lot of it is untrue.  If [petitioner] is convicted that's the real basis for him being convicted.  That's the\r\ngenesis of all this is that rumor.  That can't be avoided.  That can't be allowed.  There is reasonable doubt.\"  Finally,\r\ncounsel asked the jury to not \"send a man away on rumor and innuendo.\"\r\n\r\nAt the PCR hearing, petitioner alleged that counsel should have objected to the testimony that Thompson had heard it was\r\npetitioner who committed these crimes.  Counsel, however, testified that he did not believe this testimony constituted\r\nhearsay.  Moreover, counsel stated that when he cross-examined Thompson and characterized what Thompson had heard as\r\nrumor, his intent was to \"plant seeds in the  jury's mind that they didn't want to convict someone and send them to prison\r\non a rumor.\"\r\n\r\nAs to this issue, the PCR court held counsel was not ineffective and that even if counsel could be considered ineffective for\r\nfailing to object, there was no prejudice to petitioner.\r\n\r\nISSUE\r\n\r\n\r\n Did the PCR court err in finding counsel was not ineffective?\r\n\r\n\r\nDISCUSSION\r\n\r\nPetitioner argues counsel was ineffective for failing to object to testimony that Thompson had heard petitioner was\r\nresponsible for the shooting.  He contends this testimony was improper hearsay and served to bolster the victims'\r\nidentifications.\r\n\r\nTo establish a claim of ineffective assistance of trial counsel, a PCR applicant \r\n  must show that: (1) counsel's representation fell below an objective standard \r\n  of reasonableness and, (2) but for counsel's errors, there is a reasonable probability \r\n  the result at trial would have been different. Strickland v. Washington, \r\n  466 U.S. 668 (1984); Johnson v. State, 325 S.C. 182, 480 S.E.2d 733 (1997). \r\n  A reasonable probability is a probability sufficient to undermine confidence \r\n  in the outcome of trial. Id. \r\n\r\nWe find that the testimony admitted in this case about Thompson hearing petitioner \r\n  was the shooter does not constitute hearsay. The rule against hearsay prohibits \r\n  the admission of an out-of-court statement to prove the truth of the matter \r\n  asserted.  E.g., Dawkins v. State, 346 S.C. 151, 551 S.E.2d 260 (2001). \r\n  Here, it was repeatedly made clear during trial that the information Thompson \r\n  had heard was \"from the street,\" i.e., a \"rumor.\" (3) \r\n  It was not offered to prove that petitioner had committed the crimes, but rather \r\n  to explain Cook's identification of petitioner in the yearbook. This in turn \r\n  led to petitioner's apprehension and the subsequent identification of him by \r\n  both victims via the photographic line-up.\r\n\r\nPetitioner cites State v. Pollard, 260 S.C. 457, 196 S.E.2d 839 (1973), \r\n  in support of his argument. Pollard was an armed robbery case and, like \r\n  the instant case, involved identification of the defendant by the victim as \r\n  the central issue. In Pollard, the investigating officer was permitted \r\n  to testify that he signed the arrest warrant for Pollard \"'from information \r\n  received in the investigation' of the case\" and that this information did not \r\n  come from the victim. Id. at 459-60, 196 S.E.2d at 840. The Court held \r\n  that this testimony was \"clearly hearsay and inadmissible.\" Id. at 460, \r\n  196 S.E.2d at 840. The Court explained that the \"only effect of the questioned \r\n  testimony of the officer was to bolster the identification of appellant by conveying \r\n  to the mind of the jury that there were others who connected appellant with \r\n  the crime\" and that Pollard had therefore been prejudiced by the denial of his \r\n  right of confrontation. Id. at 461, 196 S.E.2d at 840.\r\n\r\nWhile Pollard appears to be applicable on the facts, this Court expressly \r\n  abrogated Pollard in German v. State, 325 S.C. 25, 478 S.E.2d \r\n  687 (1996). In German, the petitioner had been convicted of possession \r\n  with intent to distribute crack cocaine. At trial, the undercover agent testified \r\n  he had received several tips that the petitioner was distributing or selling \r\n  crack cocaine. We held counsel was ineffective for failing to request a curative \r\n  instruction when her hearsay objection to the agent's testimony was sustained \r\n  and for failing to object to related statements made by the solicitor in his \r\n  opening statement. Because the statements specifically referred to petitioner, \r\n  and not to drug activity in general, we found them objectionable. Id. \r\n  at 27, 478 S.E.2d at 688. (4) Specifically, we \r\n  stated in German that trial counsel \"should have objected to these statements \r\n  as improper comments on petitioner's character and her failure \r\n  to do so prejudiced appellant.\" Id. at 28, 478 S.E.2d at 688 (emphasis \r\n  added). We explained that Pollard, as well as a Court of Appeals case \r\n  relying on Pollard, (5) \"were incorrectly \r\n  decided. The statements were not objectionable as hearsay. However, they were \r\n  objectionable as improper comments on the defendant's character.\" Id. \r\n  at 28 n.2, 478 S.E.2d at 688 n.2.\r\n\r\nThus, in the instant case, petitioner's hearsay argument and his reliance on \r\n  Pollard do not help him because he did not argue to the PCR court that \r\n  counsel was ineffective for failing to object to this testimony on the basis \r\n  of improper character evidence.  See id.;  see also State v. Jones \r\n   343 S.C. 562, 575, 541 S.E.2d 813, 820 (2001) (where the Court, relying \r\n  on German, stated that the \"identification of an individual as the suspect \r\n  of a criminal investigation, based upon speculation and effectively calling \r\n  into question that individual's character is\" inadmissible). Any argument based \r\n  on the reasoning of German is clearly unpreserved for this Court's review. \r\n  Plyler v. State, 309 S.C. 408, 424 S.E.2d 477 (1992) (an issue which \r\n  was neither raised at the PCR hearing nor ruled upon by the PCR court is procedurally \r\n  barred); Hyman v. State, 278 S.C. 501, 299 S.E.2d 330 (1983) (same).\r\n\r\nHowever, even assuming we could construe petitioner's ineffectiveness argument \r\n  as one based on character pursuant to German, we find the PCR court correctly \r\n  denied relief. \r\n\r\nCounsel stated at the PCR hearing he purposely sought to convert this evidence \r\n  to petitioner's advantage by portraying it as rumor. He brought this out in \r\n  his cross-examination of Thompson and based much of his closing argument on \r\n  the idea that the victims' identifications stemmed purely from rumor and innuendo. \r\n  Where counsel articulates a valid reason for employing certain strategy, such \r\n  conduct will not be deemed ineffective assistance of counsel. E.g., Stokes \r\n  v. State, 308 S.C. 546, 419 S.E.2d 778 (1992). In our opinion, counsel articulated \r\n  an objectively reasonable strategy for his failure to object to this testimony. \r\n  Indeed, it appears this was the only real strength in petitioner's defense and \r\n  that counsel effectively capitalized on this evidence.\r\n\r\nAccordingly, we hold there is no merit to petitioner's argument that counsel was ineffective in this case. \r\n\r\nAFFIRMED.\r\n\r\nTOAL, C.J., MOORE, BURNETT and PLEICONES, JJ., concur.\r\n1. Cook described the group as being comprised of eight black teen-age males.\r\n2. Petitioner's counsel challenged these identifications prior to trial.  After a hearing, the trial court ruled the identifications\r\nadmissible.  During the trial, counsel consistently attacked the identifications made by the victims and the suggestiveness of\r\nthe line-up.\r\n3. Thompson himself acknowledged that he heard \"a lot of stuff.  Some's true.  Some's not.\"\r\n4. In contrast, evidence that police began an investigation \r\n  because of generalized reports of criminal activity is admissible pursuant to \r\n  State v. Brown, 317 S.C. 55, 451 S.E.2d 888 (1994). \r\n5. State v. Dennison, 305 S.C. 161, 406 S.E.2d 383 \r\n  (Ct. App.1991).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25432","title":"Ackerman v. 3-V Chemical, Inc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25432","description":"Issue is what constitutes timeliness in filing a Rule 59, SCRCP, motion to reconsider.","date":"2002-03-25","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n25432\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Dewey Ackerman, Jr., deceased,\r\nand The Children of Dewey\r\nAckerman, Jr., Petitioners,\r\n        \r\nv.\r\n        \r\n\r\n3-V Chemical, Inc., employer,\r\nand Travelers Insurance\r\nCompany, Respondents.\r\n&nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Georgetown County\r\nJohn L. Breeden, Jr., Circuit Court Judge\r\n\r\n\r\n\r\nOpinion No. 25432\r\nHeard February 6, 2002 - Filed March 25, 2002\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nPreston F. McDaniel and H. Eugene Trotter, of Columbia, and Robert Lumpkin, Jr., of Georgetown, for petitioners.\r\n\r\nHarry B. Gregory, Jr., of Tally &amp; Gregory, LLC, of Columbia, for respondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE WALLER: We granted certiorari to review Ackerman \r\n  v. 3-V Chemical, Inc., S.C. Ct. App. Order dated February 8, 2000. We affirm.\r\n\r\n    FACTS\r\n\r\n\r\n\r\nFifty-eight year old Dewey Ackerman died of a heart attack on January 31, 1992, while working for his employer, 3-V\r\nChemical, Inc.   He was found dead on the break room floor.  His children (Petitioners) filed for Worker's Compensation\r\ndeath benefits; the single commissioner awarded benefits, utilizing the \"unexplained injury and death presumption.\"  The\r\nfull commission reversed, finding the \"unexplained death presumption\" inapplicable to this case.  In an order filed January\r\n7, 1997, the circuit court affirmed the full commission's ruling, finding the \"unexplained death presumption\" inapplicable.  \r\n\r\nIt is undisputed that Petitioners received written notice of the entry of judgment on January 10, 1997; however, the written\r\norder did not accompany the judgment form.  Petitioners requested a copy of the order from the clerk's office\r\napproximately three and one-half weeks later, on February 3, 1997, which they received on February 5, 1997.  On February\r\n18, 1997, they filed a motion for rehearing or new trial pursuant to Rule 59(a)(2), SCRCP. (1)  Over Employer's objection,\r\nthe trial court reheard the matter and issued a new order, applying the \"unexplained death presumption,\" thereby reinstating\r\nthe single commissioner's award.  The Court of Appeals reversed in an unpublished order, finding the circuit court was\r\nwithout jurisdiction to rehear the matter as Petitioners' Rule 59 motion was untimely. \r\n\r\nISSUE\r\n\r\n\r\nThe sole issue on certiorari is what constitutes timeliness in filing a Rule 59, SCRCP, motion to reconsider.\r\n\r\nDISCUSSION\r\n\r\n\r\nRule 59(b), SCRCP, provides, in part,\r\n\r\n\r\n\r\nThe motion for a new trial shall be made . . . not later than 10 days [after the jury is discharged].  In non-jury actions the\r\nmotion shall be made not later than 10 days after the receipt of written notice of the entry of judgment or of the filing of\r\nan order disposing of the action, if no judgment has been entered.  \r\n\r\n\r\n(Emphasis supplied).  Similarly, Rule 59(e) provides that \"A motion to alter or amend the judgment shall be served not\r\nlater than 10 days after receipt of written notice of the entry of the order.\"  (Emphasis supplied). (2)\r\n\r\nPetitioners assert their Rule 59 Motion, filed 10 days after receipt of the written\r\norder on\r\nFebruary  5, 1998, as opposed to within 10 days of their receipt of notice of entry of judgment,\r\nwas timely.  We disagree.  There is simply no language in the rule permitting the motion to be\r\nserved 10 days after receipt of the written order; it states 10 days after receipt of\r\nwritten notice of\r\nthe entry of judgment.  Petitioners received such notice on January 10, 1997.\r\n\r\nRecently, the Court of Appeals held that where counsel had received written \r\n  notice of the entry of judgment, but failed to request a copy of the written \r\n  order for one month, his motion to reconsider was untimely. Canal Ins. Co. \r\n  v. Caldwell, 338 S.C. 1, 524 S.E.2d 416 (Ct. App. 1999), cert. denied \r\n  May 25, 2000. We find the present case analogous to Canal. \r\n\r\nPetitioners argue \"due process\" problems in requiring an appeal to be taken when the party is not in receipt of the order. \r\nThe short and simple answer to this contention is that upon receiving written notice of the entry of an order or judgment, an\r\nattorney may immediately call and request a copy of the order.  In this day of automation, virtually every court in the state\r\nhas access to a fax machine via which an order may be immediately forwarded.  To accept Petitioners' contention that they\r\nhave 10 days from the receipt of the written order itself would mean that a party could effectively control the time in which\r\nto file a Rule 59 motion, simply by delaying a request for a copy of the order.   \r\n\r\nPetitioners also rely on Rule 203(b)(1), SCACR.  This rule requires a notice of appeal be served \"within 30 days after\r\nreceipt of written notice of entry of the order or judgment,\" and states that \"when a form or other short order or judgment\r\nindicates that a more full and complete order or judgment is to follow, a party need not appeal until receipt of written notice\r\nof entry of the more complete order or judgment.\"  However, Rule 203 requires a copy of the order be filed with the notice\r\nof appeal if it has been reduced to writing.  \r\n\r\nIn the present case, the Form 4 notice of entry of judgment sent to Petitioners \r\n  does not indicate that a more complete order is to follow; it simply indicates \r\n  that judgment has been entered. Moreover, although Rule 203 (d)(2)(B) requires \r\n  the appealing party to file a copy of the order challenged on appeal if it has \r\n  been reduced to writing, there is no reason Petitioners could not have requested \r\n  a copy of the order filed on the date they received the written notice of the \r\n  entry of judgment, i.e., January 10, 1997. Accordingly, their motion for reconsideration, \r\n  filed more than 30 days after receipt of written notice of entry of judgment, \r\n  was untimely. As such, the trial judge was without jurisdiction to act upon \r\n  it.  See&nbsp;Leviner v.Sonoco Products Company, 339 S.C. 492, 530 S.E.2d \r\n  127 (2000)(when no timely Rule 59 motion is made, trial judge loses jurisdiction \r\n  over the matter). The Court of Appeals' judgment is \r\n\r\nAFFIRMED.\r\n\r\nTOAL, C.J., MOORE, BURNETT and PLEICONES, JJ., concur.\r\n1.   February 15 was a Saturday, and Monday, February 17 was President's Day, such that the motion was filed within 10\r\ndays of their receipt of the written order, but not within 10 days of their receipt of notice of the written order.\r\n2.   Unlike South Carolina's rule, Federal Rule 59 has no notice provision and requires a motion for new trial or motion to\r\nalter to be filed \"no later than 10 days after entry of judgment.\"\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]