[{"id":"25395","title":"Knotts v. S.C. Department of Natural Resources","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25395","description":"This is a civil case dealing with the constitutionality of the State’s Water Recreational Resources Fund.","date":"2002-01-07","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        John M. Knotts, Jr., House of\r\nRepresentatives, District 88, in\r\nhis official capacity as\r\nChairman of the Lexington\r\nCounty Legislative Delegation\r\nand the Lexington County\r\nLegislative Delegation, Respondents,\r\n        \r\nv.\r\n        \r\n\r\nS.C. Department of Natural\r\nResources, and Dr. Paul A.\r\nSandifer, in his official capacity\r\nas Executive Director of the\r\nS.C. Department of Natural\r\nResources, Appellants.\r\n        \r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Lexington County\r\nMarc H. Westbrook, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25395\r\nHeard November 14, 2001 - Filed January 7, 2002\r\n\r\n\r\nREVERSED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nChief Counsel Buford S. Mabry, Jr., Deputy Chief Counsel Paul S. League and Assistant Chief Counsel James A. Quinn,\r\nall of South Carolina Department of Natural Resources, of Columbia, for appellants.\r\n\r\nHeath P. Taylor, of Wilson, Moore, Taylor &amp; Thomas, P.A., of West Columbia, for respondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nPER CURIAM:  Representative John M. Knotts, Jr., in his official capacity as Chairman of the Lexington County\r\nLegislative Delegation, along with the Lexington County Legislative Delegation (collectively \"Delegation\") sued the South\r\nCarolina Department of Natural Resources and Dr. Paul A. Sandifer in his official capacity as Executive Director of the\r\nDepartment of Natural Resources (collectively \"D.N.R.\") over allocating money from the Water Recreational Resources\r\nFund (\"W.R.R.F.\").  The trial court issued a writ of mandamus ordering D.N.R. to process Delegation's funding approval. \r\nFor reasons set forth below we reverse the trial court's decision and vacate the writ of mandamus.\r\nBACKGROUND\r\n\r\nThe facts of this case are undisputed. The statute at the center of this case \r\n  provides, in part, all W.R.R.F. funds: \"must be allocated based upon the number \r\n  of boats or other watercraft registered in each county pursuant to law and expended, \r\n  subject to the approval of a majority of the county legislative delegation, \r\n  including a majority of the resident senators, if any, for purpose \r\n  of water recreational resources.\" S.C. Code Ann. § 12-28-2730 (a) (2000)(emphasis \r\n  added). \r\n\r\nThe State funds the W.R.R.F. with a percentage of the gasoline tax revenue which is then disbursed to counties based on\r\nthe number of watercraft registered in each.  S.C. Code Ann. § 12-28-2730 (Supp. 2000). The State treasury holds the funds\r\nin a \"Special Revenue Account\" administered by D.N.R. \r\n\r\nIn July 2001, Delegation forwarded its approval to D.N.R. to disperse W.R.R.F. \r\n  funds to constituent organizations. D.N.R. acknowledged receipt of the approved \r\n  request. However, D.N.R. informed Delegation it would not process the request \r\n  until it ascertained what W.R.R.F. funds the department would use to comply \r\n  with provisos in the 2001-2002 Appropriations Act. See 2001 Act 66.\r\n\r\nProvisos 72.110 and 72.111 direct D.N.R. to transfer money from various special \r\n  funds, including the W.R.R.F., to the general fund. (1) \r\n  The Act also authorizes D.N.R. to reduce its own budget reduction by transferring \r\n  money from the special funds to its departmental budget. See 2001 Act \r\n  66 § 72.76. (2) \r\n\r\nISSUES\r\n\r\n\r\n  Does D.N.R. have discretion to administer the W.R.R.F. under S.C. Code Ann. \r\n    § 12-28-2730 (Supp. 2000)?\r\n\r\n  Does the 2001-2002 Appropriations Act give D.N.R. discretion to allocate W.R.R.F. \r\n    funds?\r\n\r\n  Does S.C. Code Ann. § 12-28-2730 (Supp. 2000) violate S.C. Const. art. I, § \r\n    8?\r\n\r\n  If so, are the unconstitutional provisions severable?\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\nA writ of mandamus is the highest judicial writ and is coercive in nature. \r\n  Ex parte Littlefield, 343 S.C. 212, 540 S.E.2d 81 (2000). Delegation \r\n  may obtain the writ after showing: (1) D.N.R. has a duty to perform the act; \r\n  (2) the ministerial nature of the act; (3) Delegation has specific legal right \r\n  for which discharge of the duty is necessary; and (4) a lack of any other legal \r\n  remedy. Porter v. Jedziniak, 334 S.C. 16, 512 S.E.2d 497 (1999). \r\n\r\nMuch of Delegation's and D.N.R.'s arguments center on the ministerial nature \r\n  of disbursing W.R.R.F. funds. Assuming arguendo that disbursement is a ministerial \r\n  act, a writ of mandamus is improper because D.N.R.'s duty to perform is predicated \r\n  on an unconstitutional statute. Because we find S.C. Code Ann. § 12-28-2730 \r\n  is facially unconstitutional we do not address the other issues.\r\n\r\nI\r\n\r\n\r\nD.N.R. asserts S.C. Code Ann. § 12-28-2730 violates S.C. Const. art. I, § 8. \r\n  This Court is reluctant to find a statute unconstitutional. Every presumption \r\n  is made in favor of a statute's constitutionality. Gold v. South Carolina \r\n  Bd. of Chiropractic Exam'rs, 271 S.C. 74, 245 S.E.2d 117 (1978). A \"legislative \r\n  act will not be declared unconstitutional unless its repugnance to the constitution \r\n  is clear and beyond a reasonable doubt.\" Joytime Distribs. and Amusement \r\n  Co., Inc. v. State, 338 S.C. 634, 640, 528 S.E.2d 647, 650 (1999),  cert. \r\n  denied  529 U.S. 1087, 120 S.Ct. 1719, 146 L.Ed.2d 64 (2000) .\r\n\r\nD.N.R. bears the burden of proving the statute unconstitutional. Home Health \r\n  Serv., Inc. v. South Carolina Tax Comm'n, 312 S.C. 324, 440 S.E.2d 375 (1994). \r\n  To carry this burden D.N.R. cites the following cases: Tucker v. South Carolina \r\n  Dep't of Highways &amp; Pub. Transp., 309 S.C. 395, 424 S.E.2d 468 (1992)(Tucker \r\n  I); Gunter v. Blanton, 259 S.C. 436, 192 S.E.2d 473 (1972); Bramlette \r\n  v. Stringer, 186 S.C. 134, 195 S.E. 257 (1938).\r\n\r\nThis Court in Bramlette v. Stringer, supra, found unconstitutional \r\n  a statute authorizing a bond issue to improve a county's roads. The statute \r\n  impermissibly delegated a variety of powers to the county legislative delegation, \r\n  including the ability to determine the amount of the bonds issued, the process \r\n  for issuing the bonds, and which roads to improve. \r\n\r\nThis Court began its analysis by noting an act is presumed complete after leaving \r\n  the hands of the Legislature. The Bramlette statute failed because it \r\n  created the framework of a law whose interior would be finished by a legislative \r\n  delegation assuming executive duties. We grounded the Bramlette holding \r\n  in the basic concept of separation of powers that a legislative body cannot \r\n  reserve for itself powers given solely to the executive branch.\r\n\r\nDelegation attempts to distinguish Bramlette from the present case by \r\n  focusing on who ultimately spends the funds. Delegation insists the Bramlette \r\n  statute wrongfully gave the legislative delegation broad powers to expend the \r\n  funds while S.C. Code Ann. § 12-28-2730 allows Delegation to merely approve \r\n  requests leaving to the parties receiving the funds the unfettered discretion \r\n  in spending the appropriation. We disagree with this interpretation of Bramlette. \r\n\r\n\r\nSeparation of powers is not predicated on differentiating between who actually \r\n  spends the money, but on whether the legislative branch assumes powers belonging \r\n  to another branch of government. Once the legislature enacts a law all that \r\n  remains is the efficient enforcement and execution of that law. Bramlette, \r\n  186 S.C. at 134, 195 S.E. at 258. Regardless of who spends the money, § 12-28-2730 \r\n  is unconstitutional because a legislative delegation may not execute or enforce \r\n  a law. \r\n\r\nThis Court in Gunter v. Blanton, supra, found a statute unconstitutionally \r\n  allowed a school board to adopt tax increases only with the approval of its \r\n  county legislative delegation. We held the Legislature could delegate its taxing \r\n  power to the school board, but it could not tie that power to the legislative \r\n  delegation's approval. We ruled the statute could not \"authorize the members \r\n  of the delegation to participate in this determination as legislators, for they \r\n  may exercise legislative power only as members of the General Assembly.\"  \r\n  Id., 259 S.C. at 441, 192 S.E.2d at 475. The statute impermissibly empowered \r\n  a legislative delegation to effectively veto a tax increase with which it disagreed. \r\n   See also  Aiken County Bd. of Educ. v. Knotts, 274 S.C. 144, \r\n  262 S.E.2d 14 (1980) (This Court adopted the Gunter analysis to find \r\n  a similar statute unconstitutional). \r\n\r\nDelegation distinguishes Gunter because it did not address a legislative \r\n  delegation's power to approve expenditures. The Gunter rationale prohibits \r\n  the Legislature from undertaking \"to both pass laws and execute them by setting \r\n  its own members to the task of discharging such functions by virtue of their \r\n  office as legislators.\" Aiken County Bd. of Educ. v. Knotts, 274 S.C. \r\n  at 149-50, 262 S.E.2d at 17. \r\n\r\nContrary to Delegation's assertions the rationale underlying Gunter \r\n  and Aiken undermines the constitutionality of S.C. Code Ann. § 12-28-2730. \r\n  The statute clearly permits the Legislature to execute a law it has passed by \r\n  empowering its own members to administer the law by virtue of their office as \r\n  legislators. See Gunter v. Blanton, 259 S.C. at 441, 192 S.E.2d \r\n  at 475;  see also, Aiken County Bd. of Educ. v. Knotts, 274 S.C. \r\n  at 149-50, 262 S.E.2d at 17.\r\n\r\nDelegation argues its approval under § 12-28-2730 is merely incidental to the \r\n  Legislature's appropriation authority. See Aiken County Bd. of Educ. \r\n  v. Knotts, 274 S.C. at 155, 262 S.E.2d at 17 (A Legislature may \"engage \r\n  in the discharge of such functions to the extent only that their performance \r\n  is reasonably incidental to the full and effective exercise of its legislative \r\n  powers.\"). We disagree because Delegation's interpretation undermines the doctrine \r\n  of separation of powers.\r\n\r\nThe Legislature has the power to delineate how an executive department may \r\n  fund a request under the W.R.R.F. The Legislature may statutorily outline how \r\n  D.N.R. must expend money from W.R.R.F. by clarifying the term \"water recreational \r\n  purposes.\" The Legislature may allow legislative delegations to make suggestions \r\n  on how to spend W.R.R.F. funds. See Tucker v. South Carolina Dep't \r\n  of Highways and Pub. Transp., 314 S.C. 131, 442 S.E.2d 171 (1994)(Tucker \r\n  II). However, the Legislature does not have the power to create a law then execute \r\n  it. The power to execute a law is not incidental to the power to appropriate, \r\n  but is a separate executive power.\r\n\r\nIn Tucker I, supra, this Court held a legislative delegation \r\n  could not approve highway fund expenditures or enter into contracts for highway \r\n  improvements on behalf of the county. We adopted the Gunter and Aiken \r\n  rationale that separation of powers mandates the Legislature \"may not undertake \r\n  both to pass laws and to execute them by bestowing upon its own members functions \r\n  that belong to other branches of government.\" Tucker I, 309 S.C. at 396, \r\n  424 S.E.2d at 469.\r\n\r\nS.C. Code Ann. § 12-28-2730 unconstitutionally usurps executive powers for the benefit of legislative delegations. (3)  The\r\nLegislature is constitutionally forbidden from undertaking to pass laws and then to execute them by bestowing upon its\r\nown members powers belonging to the executive branch. \r\n\r\nII\r\n\r\n\r\nHaving found the statute unconstitutional we now turn our attention to whether \r\n  the statute may survive after severing the unconstitutional requirement of legislative \r\n  delegation approval. We recognize the principle that a statute may be constitutionally \r\n  valid in part while unconstitutionally invalid in part. Aiken County Bd. \r\n  of Educ. v. Knotts, supra; Dean v. Timmerman, supra. \r\n  Townsend v. Richland County, 190 S.C. 270, 280-81, 2 S.E.2d 777, 781 \r\n  (1939) sets forth the criteria for applying this principle:\r\n\r\n\r\n where a part of a statute is unconstitutional, if such part is so connected with the other parts as that they mutually depend\r\nupon each other as conditions and considerations for each other, so as to warrant the belief that the Legislature intended\r\nthem as a whole, and if they cannot be carried into effect, the Legislature would not have passed the residue independently\r\nof that which is void, the whole act is void.  On the other hand, where a part of the statute is unconstitutional, and that\r\nwhich remains is complete in itself, capable of being executed, wholly independent of that which is rejected, and is of such\r\na character as that it may fairly be presumed that the Legislature would have passed it independent of that which is in\r\nconflict with the Constitution, then the courts will reject that which is void and enforce the remainder.  (Citations omitted).\r\n\r\n\r\nD.N.R. contends the purpose of the W.R.R.F. is to benefit the boating public.  It argues this purpose can be served by\r\nsevering the unconstitutional clause and leaving the rest of the W.R.R.F. intact.  D.N.R. believes it can administer the\r\nprogram.  We disagree.\r\n\r\nUnlike the Bramlette line of cases, § 12-28-2730 does not grant any \r\n  entity, other than legislative delegations, the power to direct spending from \r\n  the fund. Removing the unconstitutional legislative delegation clause leaves \r\n  the program without a body to direct expenditures. D.N.R. desires this Court \r\n  read into the statute a legislative intent to give D.N.R. that power. We decline \r\n  to do so. \r\n\r\nThe cardinal rule of statutory construction is for a court to ascertain the \r\n  intent of the legislature and to give it effect. Charleston County Sch. Dist. \r\n  v. State Budget and Control Bd., 313 S.C. 1, 437 S.E.2d 6 (1993). \"What \r\n  a legislature says in the text of a statute is considered the best evidence \r\n  of the legislative intent or will.\" Norman J. Singer, Sutherland Statutory \r\n  Construction § 46.03 at 94 (5th ed. 1992). If a statute's language is plain, \r\n  unambiguous, and conveys a clear meaning \"the rules of statutory interpretation \r\n  are not needed and the court has no right to impose another meaning.\" Hodges \r\n  v. Rainey, 341 S.C. 79, 85, 533 S.E.2d 578, 81 (2000). This plain meaning \r\n  rule ensures a court will not change the meaning of an unambiguous statute. \r\n  Id.\r\n\r\nThe plain language of § 12-28-2730 evidences the Legislature's intent to affix \r\n  its own county delegations as the sole authority to direct disbursement of W.R.R.F. \r\n  funds. The statute does not meet the Townsend criteria for severability \r\n  and must fail in its entirety.\r\n\r\nWhile we conclude S.C. Code Ann. § 12-28-2730 is unconstitutional in its entirety \r\n  we do not forbid D.N.R. from fulfilling its proviso obligations under the recent \r\n  Appropriations Act. See 2001 Act 66 §§ 72.76, 72.110 and 72.111. The \r\n  Legislature clearly intended to give D.N.R. discretion in using W.R.R.F. funds \r\n  to comply with proviso obligations regardless of the constitutionality of the \r\n  administration of the W.R.R.F. \r\n\r\nWe REVERSE.\r\n\r\n\r\n  \r\n    \r\n    \r\n      s/Jean H. Toal  C.J.\r\n\r\n      s/James E. Moore  J.\r\n\r\n      s/John H. Waller, Jr.  J.\r\n\r\n      s/E.C. Burnett, III  J.\r\n\r\n      s/Costa M. Pleicones  J.\r\n\r\n    \r\n  \r\n\r\n\r\n1.   The Appropriations Act directed D.N.R. to transfer $1 million from \"03 Earmarked Funds\" and $2,042,243 from\r\n\"Special Revenue Funds\" to the general fund.  2001 Act 66 §§ 72.110 - 72.111.  The W.R.R.F. is classified as an \"03\r\nEarmarked Fund\" and a \"Special Revenue Fund.\"\r\n2.   Budget proviso 72.76 provides:  \"agencies are authorized for FY 2001-02 to spend from agency earmarked\r\naccounts designated as 'special revenue funds'... an amount equal to the general fund base reduction for FY 2001-02, to\r\nmaintain critical programs previously funded with general fund appropriations.\"  2001 Act 66 § 72.76.\r\n3.   Delegation asserts all cases cited by D.N.R. have a common thread of dealing with delegations imposing their\r\nwill on executive bodies operating under a statutory grant of authority.  Delegation believes S.C. Code Ann. § 12-28-2730\r\ndoes not give D.N.R. a role in administering the W.R.R.F., but does give legislative delegations a supervisory role in its\r\nadministration. Based on this silence, Delegation argued in brief and oral argument that D.N.R. has no executive authority\r\nwith regard to the W.R.R.F. and therefore, no infringement upon the executive branch has occurred.\r\n\r\nDelegation confuses the holdings in the Bramlette line of cases and \r\n  the theory behind the separation of powers doctrine. The fact the Legislature \r\n  is infringing upon a particular executive body's authority is irrelevant to \r\n  whether the Legislature improperly assumes executive branch powers. This Court \r\n  has continually held the legislative branch may not reserve for itself the function \r\n  of executing a law. See Tucker v. South Carolina Dep't of Highways \r\n  &amp; Pub. Transp. (Tucker I) supra; Aiken County Bd. of \r\n  Educ. v. Knotts, supra; Gunter v. Blanton, supra; Bramlette \r\n  v. Stringer, supra. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25396","title":"State v. Walls","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25396","description":"Whether the South Carolina Sex Offender Registry Act violates the ex post facto clause?","date":"2002-01-14","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nThe State,&nbsp;&nbsp;&nbsp; Respondent,\r\nv.\r\n\r\n\r\n        \r\n\r\nTommy Walls,&nbsp;&nbsp;&nbsp; Appellant.\r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From York County\r\nLee S. Alford, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25396\r\nHeard October 24, 2001 - Filed January 14, 2002\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAssistant Appellate Defender Robert M. Dudek, of the South Carolina Office of Appellate Defense, of Columbia, for appellant.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Robert E. Bogan, and Assistant\r\nAttorney General Melody J. Brown, of Columbia, and Solicitor Thomas E. Pope, of York, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE MOORE:  Appellant appeals his conviction under the South Carolina Sex Offender Registry Act (the Act), S.C. Code Ann. § 23-3-400 to -530\r\n(Supp. 2000), claiming an ex post facto violation.  We affirm.\r\n\r\nFACTS\r\n\r\nAppellant was convicted in 1973 on the charge of assault with intent to ravish, and sentenced to three years imprisonment.  In 1998, he was serving time on an\r\nunrelated conviction.  Prior to his release, the Department of Corrections notified appellant, in verbal and written form, that he was required to register as a sex\r\noffender under the Act as a result of his 1973 conviction. (1) Appellant was given two forms:  (1) a pre-registry form, signed and dated by appellant, advising him\r\nof the registration requirement; and (2) a pre-registry form requesting addresses where he planned to be.  Appellant did not register as required. (2)  Following a\r\nbench trial, appellant was convicted for failing to register, and was sentenced to ninety days in prison. (3)\r\n\r\nISSUE\r\n\r\n\r\nDoes the Act violate the ex post facto clause?\r\n\r\n\r\nDISCUSSION\r\n\r\nWhen the issue is the constitutionality of a statute, \r\n  every presumption will be made in favor of its validity and no statute will \r\n  be declared unconstitutional unless its invalidity appears so clearly as to \r\n  leave no doubt that it conflicts with the constitution. State v. Jones, \r\n  344 S.C. 48, 543 S.E.2d 541 (2001).\r\n\r\nThe United States and South Carolina Constitutions \r\n  specifically prohibit the passage of ex post facto laws. State v. \r\n  Wilson, 315 S.C. 289, 433 S.E.2d 864 (1993) (citing U.S. Const. art. 1, \r\n  § 10; S.C. Const. art. 1, § 4). For a law to fall within ex post facto \r\n  prohibitions, two critical elements must be present. First, the law must be \r\n  retroactive so as to apply to events occurring before its enactment. Second, \r\n  the law must disadvantage the offender affected by it. State v. Wilson, \r\n  supra. See also Jernigan v. State, 340 S.C. 256, \r\n  531 S.E.2d 507 (2000) (ex post facto violation occurs when a change \r\n  in the law retroactively alters definition of crime or increases punishment \r\n  for crime). For the ex post facto clause to be applicable, the statute \r\n  or the provision in question must be criminal or penal in purpose and nature. \r\n  State v. Huiett, 302 S.C. 169, 394 S.E.2d 486 (1990) (citing Flemming \r\n  v. Nestor, 363 U.S. 603, 80 S.Ct. 1367, 4 L.Ed.2d 1435 (1960)).\r\n\r\nThe Act meets the first prong of determining whether it falls within ex post facto prohibitions.  The Act is retroactive because it applies to events occurring\r\nbefore its enactment.  In particular, it applies to appellant whose offense was committed in 1973, (4) prior to the enactment of the Act. (5)\r\n\r\nNext, whether the Act disadvantages the offender \r\n  affected by it, or in other words, is criminal or penal in purpose and nature, \r\n  must be determined. As the United States Supreme Court stated, the determination \r\n  whether a statute is civil or criminal is primarily a question of statutory \r\n  construction, which must begin by reference to the act's text and legislative \r\n  history. In re Matthews, 345 S.C. 638, 550 S.E.2d 311 (2001) (citing \r\n  Seling v. Young, 531 U.S. 250, 121 S.Ct. 727, 148 L.Ed.2d 734 (2001)). \r\n  Where the General Assembly has manifested its intent that the legislation is \r\n  civil in nature, the party challenging that classification must provide \"the \r\n  clearest proof that the statutory scheme is so punitive either in purpose or \r\n  effect as to negate the [General Assembly's] intention.\" Id.\r\n\r\nS.C. Code Ann. § 23-3-400 (Supp. 2000), provides:\r\n\r\n\r\nThe intent of this article is to promote the state's fundamental right to provide for the public health, welfare, and safety of its citizens.  Notwithstanding this\r\nlegitimate state purpose, these provisions are not intended to violate the guaranteed constitutional rights of those who have violated our nation's laws.\r\n\r\nThe sex offender registry will provide law enforcement with the tools needed in investigating criminal offenses.  Statistics show that sex offenders often pose a\r\nhigh risk of re-offending.  Additionally, law enforcement's efforts to protect communities, conduct investigations, and apprehend offenders who commit sex\r\noffenses are impaired by the lack of information about these convicted offenders who live within the law enforcement agency's jurisdiction.\r\n\r\n\r\nFrom this language, it is clear the General Assembly did not intend to punish sex offenders, but instead intended to protect the public from those sex offenders\r\nwho may re-offend and to aid law enforcement in solving sex crimes.  Hence, the language indicates the General Assembly's intention to create a non-punitive\r\nact.\r\n\r\nWe find the Act is not so punitive in purpose or effect as to constitute a criminal penalty.  Accordingly, the Act does not violate the ex post facto clauses of the\r\nstate or federal constitutions. (6)\r\n\r\nAFFIRMED.\r\n\r\nTOAL, C.J., WALLER, BURNETT and PLEICONES,\r\nJJ., concur.\r\n\r\n\r\n1. S.C. Code Ann. § 23-3-440(1) (Supp. 2000) provides that prior to an offender being released from the Department of Corrections, the Department must\r\n\"notify the sheriff of the county where the offender intends to reside and SLED that the offender is being released . . .\"  Further, the Department must \"provide\r\nverbal and written notification to the offender that he must register with the sheriff of the county in which he intends to reside within twenty-four hours of his\r\nrelease.\"  The Department also must \"obtain descriptive information of the offender, including a current photograph prior to release.\"\r\n2. S.C. Code Ann. § 23-3-450 provides:\r\n\r\n\r\nThe offender shall register with the sheriff of the county in which he resides.  To register, the offender must provide information as prescribed by SLED.  . . .  A\r\ncopy of this information must be kept by the sheriff's department.  . . .  An offender shall not be considered to have registered until all information prescribed by\r\nSLED has been provided to the sheriff.\r\n\r\nThe offender is required to register annually for life, and must re-register when moving within the same county, to another county, or to another state.  S.C.\r\nCode Ann. § 23-3-460 (Supp. 2000).\r\n\r\n3. S.C. Code Ann. § 23-3-470 (Supp. 2000) provides that if a person is convicted for a first offense of failing to register, that person will be guilty of a\r\nmisdemeanor and will be imprisoned for a mandatory period of ninety days, no part of which will be suspended nor probation granted.\r\n4. The law existing at the time \r\n  of the offense determines whether an increase of punishment constitutes an ex \r\n  post facto violation. Miller v. Florida, 482 U.S. 423, 107 S.Ct. \r\n  2446, 96 L.Ed.2d 351 (1987); Elmore v. State, 305 S.C. 456, 409 S.E.2d \r\n  397 (1991). \r\n5. Pursuant to S.C. Code Ann. § 23-3-480(B) (Supp. 2000), a person convicted of an offense provided in S.C. Code Ann. § 23-3-430 (Supp. 2000) prior to July\r\n1, 1994, and who was released from custody prior to that date will not suffer the penalties enumerated in section 23-3-470 for failing to register.  However, if\r\nthat person has been served notice of the duty to register, then section 23-3-470 does apply.  Accordingly, because appellant was given notice of the duty to\r\nregister, he was required to register.\r\n6. Most jurisdictions addressing \r\n  this issue have found their particular registry acts do not violate the ex \r\n  post facto clause. See, e.g., Doe v. Pataki, 120 F.3d \r\n  1263 (2d Cir. 1997), cert. denied, 522 U.S. 1122, 118 S.Ct. 1066, \r\n  140 L.Ed.2d 126 (1998); Cutshall v. Sundquist, 193 F.3d 466 (6th Cir. \r\n  1999), cert. denied 529 U.S. 1053, 120 S.Ct. 1554, 146 L.Ed.2d \r\n  460 (2000); Russell v. Gregoire, 124 F.3d 1079 (9th Cir. 1997), cert. \r\n  denied sub nom. Stearns v. Gregoire, 523 U.S. 1007, \r\n  118 S.Ct. 1191, 140 L.Ed.2d 321 (1998); Lanni v. Engler, 994 F. Supp. \r\n  849 (E.D. Mich. 1998); Patterson v. State, 985 P.2d 1007 (Alaska App. \r\n  1999); State v. Noble, 829 P.2d 1217 (Ariz. 1992); Kellar v. Fayetteville \r\n  Police Dep't, 5 S.W.3d 402 (Ark. 1999); Jamison v. People, 988 P.2d \r\n  177 (Colo. App. 1999); State v. Kelly, 770 A.2d 908 (Conn. 2001); People \r\n  v. Malchow, 739 N.E.2d 433 (Ill. 2000); State ex rel. Olivieri v. State, \r\n  779 So.2d 735 (La.), cert. denied, U.S. , 121 S.Ct. 2566, 150 \r\n  L.Ed.2d 730, (2001); State v. Manning, 532 N.W.2d 244 (Minn. App. 1995); \r\n  State v. Costello, 643 A.2d 531 (N.H. 1994); People v. Langdon, \r\n  685 N.Y.S.2d 877 (N.Y.A.D. 1999); State v. Burr, 598 N.W.2d 147 (N.D. \r\n  1999); Commonwealth v. Gaffney, 733 A.2d 616 (Pa. 1999); Meinders \r\n  v. Weber, 604 N.W.2d 248 (S.D. 2000); Kitze v. Commonwealth, 475 \r\n  S.E.2d 830 (Va. 1996), cert.  denied, 522 U.S. 817, 118 S.Ct. \r\n  66, 139 L.Ed.2d 28 (1997); State v. Ward, 869 P.2d 1062 (Wash. 1994); \r\n  Snyder v. State, 912 P.2d 1127 (Wyo. 1996).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25397","title":"State v. Kennedy","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25397","description":"Summary affirmance of the Court of Appeals decision in State v. Kennedy, 339 S.C. 243, 528 S.E.2d 700 (Ct. App. 2000), dealing with Lyle evidence and speedy trial.","date":"2002-01-14","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nState v. Kennedy\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\n        The State,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Respondent, &nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n v.\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\n        Thomas Kennedy,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Petitioner. &nbsp; \r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT \r\n  OF APPEALS\r\n\r\n\r\n\r\n    Appeal From Richland County\r\n    John W. Kittredge, Circuit Court Judge \r\n\r\n\r\n\r\nOpinion No. 25397\r\n  Heard December 12, 2001 - Filed January 14, 2002\r\n\r\n\r\n\r\n    AFFIRMED  \r\n  \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Assistant Appellate Defender Tara S. Taggart, of \r\n          S.C. Office of Appellate Defense, of Columbia, for petitioner.\r\n\r\n        Attorney General Charles M. Condon, Chief Deputy \r\n          Attorney General John W. McIntosh, Senior Assistant Attorney General \r\n          Charles H. Richardson, and Solicitor Warren B. Giese, all of Columbia, \r\n          for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:  We granted a writ \r\n  of certiorari to review the Court of Appeals's decision in State v. Kennedy, \r\n  339 S.C. 243, 528 S.E.2d 700 (Ct. App. 2000). We now affirm pursuant to Rule \r\n  220(b), SCACR. See Rule 404(b), SCRE; State v. Brazell, 325 S.C. 65, \r\n  480 S.E.2d 64 (1997) (speedy trial issue).\r\n\r\ns/Jean H. Toal C.J.\r\n\r\ns/James E. Moore J.\r\n\r\ns/John H. Waller, Jr. J.\r\n\r\ns/E.C. Burnett, III J.\r\n\r\ns/Costa M. Pleicones J.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25398","title":"State v. Sims","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25398","description":"Whether the trial court erred by allowing a police officer to give hearsay testimony and by limiting appellant's cross-examination of a State witness regarding the witness' pending charges?","date":"2002-01-14","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nThe State,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent,\r\nv.\r\n\r\n\r\nMandel Sims,&nbsp;&nbsp;&nbsp; Appellant.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\nJohn L. Breeden, Jr., Circuit Court Judge\r\n\r\n\r\nOpinion No. 25398\r\nHeard November 13, 2001 - Filed January 14, 2002\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nDeputy Chief Attorney Joseph L. Savitz, III, of the South Carolina Office of Appellate Defense, of Columbia, for appellant.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Donald J. Zelenka, Assistant\r\nAttorney General S. Creighton Waters, and Solicitor Warren B. Giese, all of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE MOORE:  Appellant appeals his conviction, claiming the trial court erred by allowing a police officer to give hearsay testimony and by limiting his\r\ncross-examination of a State witness regarding the witness's pending charges.  We affirm.\r\n\r\nFACTS\r\n\r\nOn the morning of March 1, 1998, police were dispatched to an apartment because a five-year-old boy (hereinafter referred to as the son), had been found upset\r\nand crying outside the apartment of his mother, who was feared to be dead.  When the police arrived, they discovered the son's mother (the victim), on her bed\r\nin a pool of blood.  She had jagged, gaping cuts in her throat, and the blade of a knife was found protruding from one of the wounds.  The victim did not die\r\nimmediately, but remained in a coma until her death on August 7, 1998.\r\n\r\nAt the conclusion of appellant's trial for murder, he was convicted and sentenced to life imprisonment.\r\n\r\nISSUES\r\n\r\n\r\nI. Whether the trial court erred by allowing a police officer to give hearsay testimony?\r\n\r\nII. Whether the trial court erred by limiting appellant's cross-examination of a State witness regarding the witness's pending charges?\r\n\r\n\r\nDISCUSSION\r\n\r\nI. Hearsay testimony\r\n\r\nWhen police officer Sandra Thomas arrived at the scene of the crime, she assisted the victim's son.  At appellant's trial, Officer Thomas testified the son\r\nanswered her questions in a vague and automatic manner.  She stated he did not give her any details and held his head down when answering questions.  When\r\nthe solicitor asked Officer Thomas about the son's answer to the question of who was in the apartment the night before, the defense objected on the grounds of\r\nhearsay.  The question was withdrawn. \r\n\r\nAfter being found competent to testify, the son, who was six years old at the time of trial, initially answered the solicitor's questions.  He stated he remembered\r\nthe night his mother was hurt and that someone else was in the home besides him and his mother that night.  He also stated he saw his mother getting hurt. \r\nHowever, the son ceased answering questions and would not tell the jury the identity of the person who was in the apartment that night.  He was excused from\r\nthe stand.\r\n\r\nDefense counsel moved for a mistrial because the solicitor, in opening argument, had stated the son had seen appellant attacking his mother and would identify\r\nappellant as the perpetrator.  Counsel argued appellant had suffered insurmountable prejudice from that unfulfilled promise.  The court denied the motion, but\r\ngave a curative jury instruction, to which appellant objected.\r\n\r\nOfficer Thomas was then recalled to the stand.  She again testified regarding the son's demeanor.  She stated he appeared withdrawn and answered questions\r\nvaguely while keeping his head down.  The solicitor again asked if the son had indicated who was in the apartment with he and his mother the night of the\r\nattack.  When Officer Thomas stated he had so indicated, defense counsel objected on hearsay grounds.  The trial court overruled the objection and allowed the\r\ntestimony, stating it was for grounds that he would put on the record later.\r\n\r\nThe solicitor then asked Officer Thomas who it was the son had indicated was in the apartment the night of the victim's death.  Officer Thomas gave\r\nappellant's name.\r\n\r\nThe trial court subsequently ruled the statement was hearsay; however, given the situation under which the son made the statement, it was admissible.  The\r\ncourt pointed to the fact the son made the statement after he discovered his mother, and \"in the throws [sic] of the police being there.\"  The court further\r\nelaborated that \"given the . . . traumatic circumstances under which this statement was made, and the age of the child, and particularly with his moral\r\naccountability . . . I think that gives credibility to what he said that would outweigh any objection as to hearsay.\"\r\n\r\n\"'Hearsay' is a statement, other than one made \r\n  by the declarant while testifying at the trial or hearing, offered in evidence \r\n  to prove the truth of the matter asserted.\" Rule 801(c), SCRE. An excited utterance \r\n  is a \"statement relating to a startling event or condition made while the declarant \r\n  was under the stress of excitement caused by the event or condition.\" Rule 803(2), \r\n  SCRE. A statement that is admissible because it falls within an exception in \r\n  Rule 803, SCRE, such as the excited utterance exception, may be used substantively, \r\n  that is, to prove the truth of the matter asserted. State v. Dennis, 337 S.C. \r\n  275, 523 S.E.2d 173 (1999).\r\n\r\nThe rationale behind the excited utterance exception \r\n  is that the startling event suspends the declarant's process of reflective thought, \r\n  reducing the likelihood of fabrication. State v. Dennis, supra. In \r\n  determining whether a statement falls within the excited utterance exception, \r\n  a court must consider the totality of the circumstances. State v. McHoney, 344 \r\n  S.C. 85, 544 S.E.2d 30 (2001). Additionally, such a determination is left to \r\n  the sound discretion of the trial court. State v. Burdette, 335 S.C. 34, 515 \r\n  S.E.2d 525 (1999).\r\n\r\nOfficer Thomas's testimony that the son responded with appellant's name when she asked him who was in his home is hearsay.  The testimony was offered to\r\nprove the truth of the matter asserted, that is, that appellant was in the victim's home the night of the attack.  The question then becomes whether the statement\r\nis an excited utterance, which is an exception to the hearsay rule.\r\n\r\nThree elements must be met to find the statement to be an excited utterance.  First, the statement must relate to a startling event or condition.  Second, the\r\nstatement must have been made while the declarant was under the stress of excitement.  Third, the stress of excitement must be caused by the startling event or\r\ncondition.  See Rule 803(2), SCRE.\r\n\r\nThe statement here clearly meets the first element because it relates to the startling event of the son seeing his mother after she was attacked and possibly while\r\nshe was being attacked.  As for the third element, if the son was under the stress of excitement, then that stress was caused by the startling event of seeing his\r\nmother being attacked and not being able to wake her.\r\n\r\nAs for whether the son was \"under the stress of excitement,\" we first note that the amount of time that passed between the startling event and the time the\r\nstatement was made is one of several factors to consider when deciding whether a statement is an excited utterance.  The time period that could have possibly\r\npassed between the time of the attack and the time of the son's statement was approximately twelve hours.  The victim left her cousin's home about 10:30 p.m.\r\nto return home.  She was attacked sometime after she returned home.  The police arrived on the scene at 11:28 a.m. the next day, and after 11:28 a.m., the son\r\ntold Officer Thomas appellant had been in the home the previous night.\r\n\r\nWhile the passage of time between the startling \r\n  event and the statement is one factor to consider, it is not the dispositive \r\n  factor. Even statements after extended periods of time can be considered an \r\n  excited utterance as long as they were made under continuing stress. See, \r\n  e.g., State v. Blackburn, 271 S.C. 324, 247 S.E.2d 334 (1978) (noting \r\n  that a time interval of over one hour, and up to eleven hours, did not necessarily \r\n  eliminate a statement as part of the res gestae). In this case, a five-year-old \r\n  child possibly saw his mother being attacked and, at the very least, was left \r\n  alone with his severely injured mother whom he could not wake, until he made \r\n  his way outside to be found by a neighbor. Under these circumstances, we find \r\n  the stress of excitement from those events lasts a longer period of time than \r\n  would be likely to occur if the son had been an adult. See, e.g., \r\n  State v. Cude, 784 P.2d 1197, 1200 (Utah 1989) (excitement generally lasts longer \r\n  in children and fabrication is less likely).\r\n\r\nOther factors useful in determining whether a statement qualifies as an excited utterance include the declarant's demeanor, the declarant's age, and the severity\r\nof the startling event.  Clearly, the son's age and the severity of the startling event are factors that weigh in favor of finding his statement to be an excited\r\nutterance. \r\n\r\nRegarding the son's demeanor, when the neighbor \r\n  found the son, he could not be consoled and continued to cry. Police arrived \r\n  soon thereafter. When Officer Thomas interacted with the son, his behavior was \r\n  withdrawn and automatic, and he answered her questions in a vague manner. Officer \r\n  Thomas also testified the son held his head down while answering questions. \r\n  While the son was not crying or acting \"excited\" in the sense of being animated \r\n  when he made the statement, we believe his demeanor can also be characteristic \r\n  of someone who is under the \"stress of excitement.\" See, e.g., \r\n  Dezarn v. State, 832 P.2d 589, 591 (Alaska Ct. App. 1992) (statement to mother \r\n  by two-year-old child, who had been unusually quiet, concerning sexual abuse \r\n  by defendant was excited utterance; extreme emotion can still a person's speech \r\n  as well as evoke it); State v. Kay, 927 P.2d 897, 907 (Idaho Ct. App. 1996) \r\n  (four-year-old child, who had dried tear tracks on face and was unusually subdued \r\n  and quiet, was found to be under stress of abduction and molestation when making \r\n  statements to mother and officer); People v. Nevitt, 553 N.E.2d 368, 376 (Ill. \r\n  1990) (statement to mother by three-year-old child, who was uncharacteristically \r\n  silent and withdrawn, concerning sexual abuse by defendant was excited utterance); \r\n  State v. Hobby, 607 N.W.2d 869, 876 (Neb. Ct. App. 2000) (victim, who was upset, \r\n  nervous, withdrawn, and uncomfortable, was speaking under stress of nervous \r\n  excitement and shock produced by assault perpetrated by defendant); State v. \r\n  Kaytso, 684 P.2d 63, 64 (Utah 1984) (child who gives statement under stress \r\n  of nervous excitement need not be hysterical as long as still under emotional \r\n  influence of the event); Braxton v. Commonwealth, 493 S.E.2d 688, 692 (Va. Ct. \r\n  App. 1997) (statement by three-year-old child approximately one hour after discovered \r\n  with mother's body was admissible as excited utterance; although record did \r\n  not establish how much time had passed following mother's death, child remained \r\n  visibly distressed, i.e., was quiet and dazed, through time of statement).\r\n\r\n  Given the totality of the circumstances, we find \r\n  the son was under the continuing stress of excitement when he told Officer Thomas \r\n  appellant was in the home the night of the attack. See State v. McHoney, \r\n  supra (in determining whether statement falls within excited utterance \r\n  exception, court must consider totality of circumstances).\r\n\r\nAccordingly, the trial court did not abuse its \r\n  discretion in admitting the son's statement to Officer Thomas because the statement \r\n  falls under the excited utterance exception to the hearsay rule. \r\n  (1) See State v. Burdette, supra (determining whether \r\n  statement falls within excited utterance exception is left to sound discretion \r\n  of trial court).\r\n\r\nII. Limitation on cross-examination\r\n\r\nPrior to the State's witness, Michael Peterson, taking the stand, defense counsel argued appellant should be allowed to ask Peterson about his pending charges. \r\nDefense counsel desired to question Peterson about what the pending charges were to show bias under Rule 608(c), SCRE, because Peterson had possibly been\r\npromised a deal in exchange for his testimony.  The State responded there was no promised deal, but that Peterson had been told when he went to trial on the\r\ncharges, the State would tell the trial judge he had cooperated by testifying in the instant case.  The trial court ruled defense counsel could generally ask whether\r\nPeterson had pending charges and whether there was anything promised him with regard to those pending charges.  However, defense counsel was not allowed\r\nto question Peterson as to the crimes with which he was charged.\r\n\r\nPeterson's pending charges were:  (1) possession of crack cocaine with intent to distribute (PWID); (2) PWID within proximity of a school; (3) robbery, two\r\ncounts; (4) first degree burglary; (5) grand larceny; (6) malicious injury to real property, two counts; and (7) possession of a controlled substance.  If convicted\r\nof the first degree burglary charge, Peterson was facing a possible sentence of life imprisonment.  S.C. Code Ann. § 16-11-311(B) (Supp. 2000).\r\n\r\nPeterson then took the stand.  In response to questioning by the State, Peterson stated he had pending charges in the solicitor's office, but he had not been given\r\na deal or promise of leniency.  He acknowledged he had been told, when he proceeded to trial on his pending charges, the solicitor may tell the judge he\r\ncooperated.\r\n\r\nPeterson then related what appellant told him while they were in a holding cell for their bond hearings.  Peterson stated appellant said he choked his girlfriend,\r\nand \r\n\r\n\r\n[a]fter he choked her out, the little son come runnin' into the room and he pushed the little son out of the way.  After that he say he got a knife and he started\r\ncuttin' on her neck.  He said the knife was kinda dull so he started sawing with the knife.  After that he decided to listen to her heart again to see whether it was\r\nstill beating.  Then after that he started stabbin' her in the neck with the knife.  He say the knife broke off when he left.\r\n\r\n\r\nPeterson stated when appellant was telling him about the crime, \"he had a little smirk on his face like he was kinda proud of what he did.\"  When an officer\r\ncame to take them back to jail, Peterson stated he asked the officer to remove his handcuffs because he was angry and wanted to fight appellant.\r\n\r\nOn cross, defense counsel questioned Peterson as to what he expected to receive regarding his pending charges in exchange for his testimony.  Defense counsel\r\nalso questioned Peterson about his prior convictions.\r\n\r\nOfficer Thomas Hampe then testified that when he retrieved the prisoners to transport them back to the jail, Peterson approached him and stated he wished he\r\ncould have his handcuffs and belly chains removed, so he could fight appellant because appellant had done something he did not like.  Officer Hampe testified\r\nPeterson told him what appellant had said.\r\n\r\nAppellant argues the trial court erred under Rule 608(c), SCRE, by preventing him from cross-examining Peterson about the specifics of the pending charges. (2)\r\n\r\nRule 608(c), SCRE, provides that \"bias, prejudice \r\n  or any motive to misrepresent may be shown to impeach the witness either by \r\n  examination of the witness or by evidence otherwise adduced.\" Rule 608(c) \"preserves \r\n  South Carolina precedent holding that generally, 'anything having a legitimate \r\n  tendency to throw light on the accuracy, truthfulness, and sincerity of a witness \r\n  may be shown and considered in determining the credit to be accorded his testimony.'\" \r\n  State v. Jones, 343 S.C. 562, 541 S.E.2d 813 (2001) (quoting State v. Brewington, \r\n  267 S.C. 97, 226 S.E.2d 249 (1976)).\r\n\r\nAppellant sought to expose Peterson's possible \r\n  bias and prejudice by asking Peterson what the crimes were with which he was \r\n  charged. Because of the number of charges pending against Peterson and the severity \r\n  of the potential sentences, we find the evidence was probative on the issue \r\n  of bias and should have been admitted. There was the substantial possibility \r\n  Peterson would give biased testimony in an effort to have the solicitor highlight \r\n  to his future trial judge how he had cooperated in the instant case. The excluded \r\n  evidence had \"a legitimate tendency to throw light on the accuracy, truthfulness, \r\n  and sincerity\" of Peterson's testimony, State v. Jones, supra. Therefore, \r\n  under these circumstances, we find the trial court committed error under Rule \r\n  608(c) by improperly limiting the scope of appellant's cross-examination. \r\n\r\n\r\nHowever, the trial court's error of limiting the \r\n  scope of appellant's cross-examination is harmless. &nbsp;See State \r\n  v. Mitchell, 286 S.C. 572, 336 S.E.2d 150 (1985) (trial errors are harmless \r\n  where they could not reasonably have affected result of trial). The State's \r\n  case against appellant was strong without resorting to Peterson's testimony. \r\n  For example, appellant's fingerprints were found on the headboard of the victim's \r\n  bed. Further, the victim's mother testified when she informed appellant the \r\n  victim was out of town on the day of the attack, appellant responded that he \r\n  had told her not to go out of town. Finally, appellant approached two officers, \r\n  who were at his home for questioning, with his hands \"out in front of him\" and \r\n  spontaneously confessed, \"I did it, I assaulted [the victim].\"\r\n\r\nAccordingly, while the trial court erred by limiting \r\n  appellant's cross-examination of Peterson, the error was harmless because the \r\n  error could not reasonably have affected the result of trial. See State \r\n  v. Mitchell, supra.\r\n\r\nAFFIRMED.\r\n\r\nTOAL, C.J., WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n1. Although the son's statement was in response to a question, under the circumstances presented, we find this fact does not prevent his answer from being an\r\nexcited utterance.  See, e.g., Zitter, Jay M., When is Hearsay Statement \"Excited Utterance\" Admissible Under Rule 803(2) of Federal Rules of Evidence, 155\r\nA.L.R. Fed. 583 (1999) (statement made in response to question does not necessarily lack spontaneity, especially where declarant is a child).\r\n2. On appeal, appellant also \r\n  argues the trial court's ruling violated the Sixth Amendment of the Constitution; \r\n  however, this issue is not preserved for review because it was not raised at \r\n  trial. See State v. Hicks, 330 S.C. 207, 499 S.E.2d 209, cert. \r\n  denied, 525 U.S. 1022, 119 S.Ct. 552, 142 L.Ed.2d 459 (1998) (to be \r\n  preserved for appeal, an issue must be raised to and ruled upon by the trial \r\n  judge).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25399","title":"Fitzgerald v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25399","description":"This case addresses the issue of whether the one year statute of limitations for PCR applications applies when an applicant alleges that he did not knowingly and intelligently waive his right to a direct appeal.","date":"2002-01-28","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nHarold Fitzgerald Wilson,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nPetitioner,\r\nv.\r\n \r\n\r\nState of South Carolina,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent.\r\n&nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\n\r\nAppeal From Georgetown County\r\nDavid H. Maring, Trial Judge\r\nPaula H. Thomas, Post-Conviction Judge\r\n\r\n\r\nOpinion No. 25399\r\nSubmitted November 28, 2001 - Filed January 28, 2002\r\n\r\n\r\n&nbsp;\r\nREVERSED AND REMANDED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nSenior Assistant Appellate Defender Wanda H. Haile, of South Carolina Office of Appellate Defense, of Columbia, for petitioner.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General B. Allen Bullard, Jr., and\r\nAssistant Attorney General Douglas E. Leadbitter, all of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCHIEF JUSTICE TOAL:  Harold Fitzgerald Wilson (\"Wilson\") filed for post-conviction relief (\"PCR\") arguing he had ineffective assistance of counsel, the\r\nevidence against him was insufficient to secure an indictment, and the trial judge was not impartial.  The PCR court dismissed Wilson's claim on summary\r\njudgment, ruling that he failed to timely file his application.\r\n\r\nFactual/ Procedural Background\r\n\r\nOn July 26, 1995, a grand jury in Georgetown County indicted Wilson on one count of armed robbery.  On October 18, 1995, a jury convicted Wilson of the\r\ncharge, and the trial court sentenced Wilson to thirty (30) years confinement in the Department of Corrections.  Wilson claims he instructed his attorney to\r\nappeal his conviction; however, no appeal was filed.\r\n\r\nOn September 30, 1997, Wilson filed an application for PCR alleging ineffective assistance of counsel, the evidence against him was insufficient to secure an\r\nindictment, and the trial judge was not impartial.  The State moved to dismiss Wilson's claim arguing the claim was untimely under the applicable statute of\r\nlimitations set forth in S.C. Code Ann. § 17-27-45(A) (Supp. 2000). (1)  On November 24, 1998, the PCR court granted the State's motion to dismiss.   Wilson\r\nnow appeals.  The sole issue before this Court is:\r\n\r\n\r\n\r\nDoes the statute of limitations for PCR applications, S.C. Code Ann. § 17-27-45(A), apply to an applicant who alleges that he did not knowingly and\r\nintelligently waive his right to a direct appeal from his criminal conviction?\r\n\r\n\r\nLaw/ Analysis\r\n\r\nWilson argues that the PCR judge erred by summarily dismissing his PCR application based on his failure to file within the applicable statute of limitations as\r\nset forth in S.C. Code Ann. § 17-27-45(A).  We agree.\r\n\r\nWhen considering the State's motion for summary dismissal of an application for PCR, a judge must assume facts presented by an applicant are true and view\r\nthose facts in the light most favorable to the applicant.  Al-Shabazz v. State, 338 S.C. 354, 363, 527 S.E.2d 742, 747 (2000).\r\n\r\n To waive a direct appeal, a defendant must make a knowing and intelligent decision not to pursue the appeal.  Davis v. State, 288 S.C. 290, 352 S.E.2d 60\r\n(1986); White v. State, 263 S.C. 110, 208 S.E.2d 35 (1974).  Wilson alleges that he requested an appeal from his original conviction, but his lawyer failed to\r\ntimely file the appeal.  Viewed in the light most favorable to Wilson, the evidence suggests that Wilson did not voluntarily waive his direct appeal.\r\n\r\nThis Court has ruled, in Odom v. State, 337 S.C. 256, 523 S.E.2d 753 (1999), that the one year statute of limitations required by S.C. Code Ann. § 17-27-45(A),\r\ndoes not apply to   Austin (2) \r\nappeals.\r\nAustin  appeals do not have to be filed within the one year statute of limitations because they are belated appeals intended to\r\ncorrect unjust procedural defects.  A petitioner is entitled to an  Austin  appeal if the PCR judge affirmatively finds either that (1) the applicant requested and was\r\ndenied an opportunity to seek appellate review, or (2) the right to appellate review of a previous PCR order was not knowingly and intelligently waived.\r\n\r\nOdom, \r\n337 S.C. at 262, 523 S.E.2d at 756.\r\n\r\nWe extend our reasoning in Odom  and  Austin\r\n to the instant situation.  A defendant has the procedural right to one fair bite at the apple.  That is, every\r\ndefendant has a right to file a direct appeal (3)\r\nand one PCR application.  In this case, Wilson has not had \"one bite of the apple\" since he has not received either a\r\ndirect appeal from his conviction or a PCR hearing.   See Poston v. State,  339 S.C. 37, 528 S.E.2d 422 (2000);\r\nOdom.\r\n\r\nJust as it was in Odom, Austin's  policy would be frustrated if the one year statute of limitations for PCR claims applied where the applicant was denied his\r\ndirect appeal due to ineffective assistance of counsel, and then was denied his right to a PCR application because of the one year statute of limitations.\r\n\r\nConclusion\r\n\r\nFor the foregoing reasons, we REVERSE the PCR court's ruling that Wilson's PCR application was barred by the one year statute of limitations and\r\nREMAND to the PCR court to conduct an evidentiary hearing to determine if Wilson knowingly and intelligently waived his right to direct appeal.\r\n\r\nMOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n1. Section 17-27-45(A) provides: \"An application for relief filed pursuant to this chapter must be filed within one year after the entry of judgment of conviction\r\nor within one year after the sending of the remittitur to the lower court from an appeal of the filing of the final decision upon an appeal, whichever is later.\"\r\n2. Austin v. State, 305 S.C. 453, 409 S.E.2d 395 (1991).  In\r\nAustin, petitioner's counsel failed to file a timely appeal following the denial of a PCR application. \r\nThe petitioner then filed a subsequent PCR application claiming ineffective assistance of counsel during his first application for PCR.  This Court ruled that\r\npetitioner's case must be remanded for an evidentiary hearing to determine whether petitioner requested and was denied the right to appeal.\r\n3. After the client is convicted and sentenced, trial counsel in all cases has a duty to make certain that the client is fully aware of the right to appeal, and if the\r\nclient is indigent, assist the client in filing an appeal.  In re Anonymous Member of the\r\nBar, 303 S.C. 306, 307, 400 S.E.2d 483 (1991); \r\nsee also Anders v. California, 386 U.S. 738, 87 S. Ct. 1396, 18 L.Ed.2d 493 (1967).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25400","title":"In the Matter of John A. Gaines","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25400","description":"This is an attorney disciplinary matter resulting in the sanction of disbarment.","date":"2002-01-28","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nIn the Matter of John A. Gaines,&nbsp;&nbsp;&nbsp;\r\nRespondent,\r\n&nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\nOpinion No. 25400\r\nHeard December 13, 2001 - filed January 28, 2002\r\n\r\n\r\nDISBARRED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAttorney General Charles M. Condon, and Assistant Attorney General Tracey Colton Green, both of Columbia, for the Office of Disciplinary Counsel.\r\n\r\nJohn A. Gaines, pro se.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:  In this attorney disciplinary matter, the Commission on Lawyer Conduct filed formal charges against respondent.  Respondent filed an answer\r\nadmitting the allegations.  A hearing, at which respondent did not appear, was convened before a panel of the Commission on Lawyer Conduct.  The Panel\r\nrecommended he receive a two-year definite suspension.\r\n\r\nFACTS\r\n\r\nPrior Disciplinary History\r\n\r\nRespondent was given a public reprimand on November 8, 1983.  In re Gaines, 279 S.C. 531, 532, 309 S.E.2d 5 (1983) (noting respondent's conduct of\r\nneglecting to timely accomplish necessary tasks for his clients and failing to adequately prepare for representation of his clients demonstrated \"an intolerable\r\ndegree of ineptitude and indifference\").  \r\n\r\nOn August 24, 1987, respondent, who was facing the possibility of disbarment, was indefinitely suspended from the practice of law.  In re Gaines, 293 S.C.\r\n314, 360 S.E.2d 313 (1987).  He was indefinitely suspended for conduct unbecoming to an attorney by failing to cooperate with and respond to the disciplinary\r\ninvestigation, and for three other acts of misconduct:  (1) contacting a witness in a criminal matter and offering the witness money to drop the criminal charges\r\nagainst his client; (2) notarizing a forged signature on a verification form and submitting it, along with a summons and petition, to the circuit court; and, (3)\r\nfailing to properly and timely account for the funds of a client.  In that decision, the Court noted respondent's actions reflected a pattern of unprofessional\r\nconduct and demonstrated his unfitness to practice law.  However, the Court did \"not foreclose the possibility that respondent may rehabilitate himself and\r\nbecome capable of practicing law again.\"  Gaines, 293 S.C. at 315, 360 S.E.2d at 314.\r\n\r\nHe was reinstated by order of the Court on October 5, 1993.  Thereafter, on May 5, 1998, he received a private admonition.\r\n\r\nFinancial Matters\r\n\r\nIn numerous instances, respondent wrote checks for personal and business expenses directly from his escrow account while he was using the account as his\r\ngeneral operating account.  During the period of June 1996 through August 1997, he had sixteen negative balances and sixteen checks returned for insufficient\r\nfunds.  Further, he had sixteen negative balances, six checks returned for insufficient funds, and eight overdrafts between January 1999 and October 1999.\r\n\r\nWilliams Matter\r\n\r\nRespondent was retained to represent Mr. Williams regarding an employment discrimination claim.  However, he failed to properly communicate and establish\r\nthe terms of his representation as to who was responsible for serving subpoenas on necessary witnesses.  The Panel found respondent was not diligent in\r\nensuring the required witnesses were subpoenaed to appear at trial.  Further, respondent subpoenaed a doctor to testify without previously contacting the doctor,\r\nin contravention of an agreement between the local Bar Association and the medical profession.\r\n\r\nWashington Matter\r\n\r\nRespondent accepted a fee to represent Mrs. Washington; however, he failed to perform the work for which the fee was accepted.  When Mrs. Washington's\r\nson requested the return of the fee, respondent executed a promissory note in favor of Mrs. Washington.  He failed to make payment on the note on the stated\r\ndue date.  He returned the fee only after a judgment was obtained against him in magistrate's court.\r\n\r\nBacote Matter\r\n\r\nRespondent was retained to represent Ms. Bacote regarding her workers' compensation claim.  Although Ms. Bacote suffered no prejudice, respondent was late\r\nfor a hearing on the claim.  Subsequently, although respondent was able to submit the matter for consideration on the briefs, he failed to appear at an appeals\r\nhearing on Ms. Bacote's workers' compensation award.  The Panel found he failed to maintain and supervise his employees with regard to maintaining a system\r\nfor alerting him of pending court dates and conflicts. \r\n\r\nLegette Matter\r\n\r\nRespondent was retained to represent Mr. Legette regarding an employment discrimination claim.  Respondent failed to meet various filing deadlines.  After\r\nmissing a number of the deadlines, he attempted to file virtually the same document with a different title.\r\n\r\nRespondent also failed to file proper objections to the Magistrate Judge's Report and Recommendation, instead repackaging as his objections a memorandum\r\nthat previously was excluded from consideration by the Magistrate Judge.  The United States District Court rejected the repackaged memorandum, noting that it\r\n\"constitute[d] a blatant attempt to circumvent the Magistrate Judge's April 30, 1997 order striking the filing.\"  The district court also noted for the record,\r\nrespondent's \"demonstrated history . . . of filing untimely and improper pleadings not permitted under the Federal Rules of Civil Procedure or the Local Rules.\"\r\n\r\nRespondent subsequently improperly filed two Notices of Appeal from the federal district court's order.  The Panel found he ultimately failed to perfect the\r\nappeal because he had not read the Federal Rules of Appellate Procedure, the Fourth Circuit Rules, and the applicable orders issued by the district court. \r\n\r\nByrd, Kolberg, Culp, and Kelly Matters\r\n\r\nAlice Byrd, Betty Kolberg, Terrie J. Culp, and Andrea R. Kelly, all court reporters, rendered services to respondent.  Respondent failed to pay for the services\r\neven though the court reporters requested that he do so in each matter.  In the Culp matter, Ms. Culp contacted respondent's office at least fifteen times for\r\npayment; however, the Panel found he either ignored these contacts or made unfulfilled promises to pay the fee.  The Panel found although he has now paid the\r\ncourt reporters, he did not do so until after they filed disciplinary complaints.\r\n\r\nFormal charges were not filed against respondent in the Kelly matter; however, respondent stipulated the matter could be considered here.  Although Ms. Kelly\r\nmade numerous requests for payment, respondent failed to pay the fee.  Ms. Kelly was forced to file an action against him in magistrate's court to obtain\r\npayment.\r\n\r\nMcCray Matter\r\n\r\nRespondent was retained to represent Ms. McCray for a $1,075.00 fee.  The Panel found he failed to take any action on her behalf, including filing a summons\r\nand complaint, until after she filed a disciplinary complaint.\r\n\r\nPanel's Findings\r\n\r\nRegarding the financial matters, the Panel found respondent failed to comply with the following record-keeping requirements as delineated by Rule 417,\r\nSCACR:  failure to maintain on a regular basis a receipt and disbursement journal as required by Rule 417(a)(1); failure to maintain the proper accountings to\r\nclients or third persons showing the disbursement of funds to them or on their behalf as required by Rule 417(a)(4); failure to consistently maintain checkbook\r\nregisters or check stubs as required by Rule 417(a)(7); failure to perform and maintain copies of monthly reconciliations of his trust accounts with the\r\nstatements received from financial institutions as required by Rule 417(a)(8); failure to maintain adequate records to identify each item deposited into his\r\nescrow account as required by Rule 417(b)(1); and the making of withdrawals from his escrow account by check payable to \"Cash,\" in violation of Rule\r\n417(b)(2). (1)\r\n\r\nRegarding the other matters, the Panel found the following violations of Rule 7(a) of the Rules for Lawyer Disciplinary Enforcement, Rule 413, SCACR:  (1)\r\nviolating the Rules of Professional Conduct, Rule 7(a)(1); (2) engaging in conduct tending to pollute the administration of justice or to bring the courts or the\r\nlegal profession into disrepute or conduct demonstrating an unfitness to practice law, Rule 7(a)(5); and (3) violating the oath of office taken upon admission to\r\npractice law in this state, Rule 7(a)(6).\r\n\r\nThe Panel further found respondent violated certain rules from the Rules of Professional Conduct, Rule 407, SCACR.  The Panel found violations of Rule 1.1,\r\nfailure to provide competent representation; Rule 1.2, failure to consult with a client and abide by the client's wishes; Rule 1.3, failure to diligently represent a\r\nclient; Rule 1.4, failure to properly communicate with a client; Rule 1.15, failure to safekeep a client's property; and Rule 8.4, violation of the Rules of\r\nProfessional Conduct.  The Panel also found respondent had violated the provisions of Rule 417, SCACR, regarding financial record-keeping.\r\n\r\nThe Panel recommended respondent be suspended from the practice of law for a definite period of two years, and that he be directed to pay the costs of the\r\nproceedings against him.  Because the misconduct before the Panel included misconduct similar to that for which respondent was previously disciplined, the\r\nPanel felt a more severe sanction was warranted.  The Panel denied respondent's motions for reconsideration and for a new hearing.\r\n\r\nDISCUSSION\r\n\r\nThe authority to discipline attorneys and the manner in\r\nwhich discipline is given rests entirely with the Supreme Court.  In re Long, 346 S.C. 110, 551 S.E.2d\r\n586 (2001).  The Court may make its own findings of fact and conclusions of law, and is not bound by the recommendation of the Panel.  In re Larkin, 336 S.C.\r\n366, 520 S.E.2d 804 (1999).  The Court must administer the sanction it deems appropriate after a thorough review of the record.  Id.\r\n\r\nThe violations presented here would normally warrant a two-year definite suspension; however, given respondent's prior disciplinary history we find\r\ndisbarment is the more appropriate sanction.  In a past disciplinary matter in which respondent was indefinitely suspended, respondent offered a witness money\r\nto drop the criminal charges against his client and notarized a forged signature on a verification form and submitted it to the circuit court.  Further, respondent's\r\nfailures to properly and timely account for the funds of a client and to adequately represent his clients are the same types of misconduct for which respondent\r\nhas been sanctioned before.  We also give weight to the comments made by the United States District Court Judge in the Legette Matter.  In that matter, the\r\nDistrict Court Judge noted respondent's \"demonstrated history . . . of filing untimely and improper pleadings not permitted under the Federal Rules of Civil\r\nProcedure or the Local Rules,\" and that respondent had made \"a blatant attempt to circumvent\" a Federal Magistrate's order.\r\n\r\nThe sanction of disbarment has been imposed by this Court in similar cases involving multiple acts of misconduct.  See, e.g., In re Godbold, 336 S.C. 568, 521\r\nS.E.2d 160 (1999) (attorney disbarred for failing to remit settlement funds to clients, failing to remit funds to clients' medical providers, failing to pay bills, and\r\nfailing to file state and federal tax returns); In re Glee, 333 S.C. 9, 507 S.E.2d 326 (1998) (attorney disbarred for converting client funds for his own purposes,\r\nfailing to provide competent representation, failing to comply with demand for payment, and failing to act with reasonable diligence). \r\n\r\nConsequently, we disbar respondent and order him to pay the costs of the disciplinary proceedings.  Within fifteen days of the date of this opinion, respondent\r\nshall file an affidavit with the Clerk of Court showing that he has complied with Rule 30 of the Rules for Lawyer Disciplinary Enforcement.\r\n\r\nDISBARRED.\r\n\r\ns/Jean H. Toal                                   C.J.\r\n\r\ns/James E. Moore    J.\r\n\r\ns/John H. Waller, Jr.    J.\r\n\r\ns/E.C. Burnett, III    J.\r\n\r\ns/Costa M. Pleicones    J.\r\n\r\n1. At the hearing, it was noted that respondent did not have client money in his possession at the time and that he had not lost any client money.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25401","title":"In the Matter of Marion C. Smith","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25401","description":"Judicial disciplinary matter in which Magistrate admitted misconduct and agreed to a public reprimand.","date":"2002-01-28","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nIn the Matter of Fairfield County\r\nMagistrate Marion C. Smith,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Respondent.\r\n&nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25401\r\nSubmitted January 8, 2002 - Filed January 28, 2002\r\n\r\n\r\nPUBLIC REPRIMAND\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nHenry B. Richardson, Jr. and Deborah S. McKeown, both of Columbia, for the Office of Disciplinary Counsel.\r\n\r\nJames Loggins, of Winnsboro, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: In this judicial grievance matter, respondent and Disciplinary Counsel have entered into an agreement pursuant to Rule 21, RJDE, Rule 502,\r\nSCACR.  In the agreement, respondent admits misconduct and consents to an admonition or a public reprimand.  We accept the agreement and publicly\r\nreprimand respondent.\r\n\r\n\r\n    Facts\r\n\r\n\r\n\r\nPrior to June 9, 1999, respondent failed to personally sign various court orders issued in respondent's name.  Respondent knowingly allowed his office\r\npersonnel to sign his name to the orders.  Respondent admits allowing office personnel to sign his orders, but asserts that he was unaware this practice was\r\nimproper.  Respondent acknowledges that he should have been aware that this practice was contrary to published orders, opinions, and guidelines of the South\r\nCarolina Supreme Court and South Carolina Court Administration, which require that judges personally sign court orders.  He averred that once he was notified\r\nthe practice was improper, he corrected the procedure and has personally signed all orders since June 9, 1999.\r\n\r\nAdditionally, respondent admits various orders issued by him fail to designate any factual basis to support the issuance of those orders by respondent. \r\nRespondent admits he was unaware that every order must set out the factual basis supporting the issuance of the order.  Respondent has agreed to ensure that all\r\norders issued by him include the factual basis supporting the issuance of the order.\r\n\r\nLaw\r\n\r\nBy his actions, respondent has violated the following canons set forth in the Code of Judicial Conduct, Rule 501, SCACR: Canon 1 (a judge shall uphold the\r\nintegrity and independence of the judiciary); Canon 2 (a judge shall avoid impropriety and the appearance of impropriety in all of the judge's activities); Canon\r\n3 (a judge shall perform the duties of judicial office impartially and diligently); and Canon 3(A) (a judge shall be faithful to the law and maintain professional\r\ncompetence in it).  These violations also constitute grounds for discipline under the following Rules for Judicial Disciplinary Enforcement, Rule 502, SCACR: \r\nRule 7(a)(1) (violation of the Code of Judicial Conduct); 7(a)(4) (persistent performance of judicial duties in an incompetent or neglectful manner); and 7(a)(7)\r\n(willful violation of a valid court order).\r\n\r\nConclusion\r\n\r\nRespondent has fully acknowledged that his actions were in violation of the Code of Judicial Conduct and the Rules for Judicial Disciplinary Enforcement.  We\r\nfind respondent's actions warrant a public reprimand.  Accordingly, respondent is hereby publicly reprimanded for his conduct.\r\n\r\nPUBLIC REPRIMAND.\r\n\r\nTOAL, C.J., MOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25402","title":"In the Matter of Harold C. Dixon","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25402","description":"Public Reprimand","date":"2002-01-28","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nIn the Matter of Calhoun Falls\r\nMunicipal Court Judge Harold\r\nC. Dixon,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Respondent.\r\n&nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nOpinion No. 25402\r\nSubmitted January 8, 2002 - Filed January 28, 2002\r\n\r\n\r\nPUBLIC REPRIMAND\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nHenry B. Richardson, Jr., and Senior Assistant Attorney General Nathan Kaminski, Jr., both of Columbia, for the Office of Disciplinary Counsel.\r\n\r\n        Harold C. Dixon, of Calhoun Falls, pro \r\n          se.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:  In this judicial grievance matter, respondent and Disciplinary Counsel have entered into an agreement pursuant to Rule 21, RJDE, Rule 502,\r\nSCACR.  In the agreement, respondent admits misconduct and consents to a range of sanctions from a letter of caution to a public reprimand.  We accept the\r\nagreement and publicly reprimand respondent.  The facts in the agreement are as follows.\r\n\r\nFacts\r\n\r\nIn May 2000, the victim of an assault appeared before respondent to take out arrest warrants on the three men who attacked him.  The victim told respondent\r\nthat he did not want to sign a warrant against one of the attackers.  Respondent told the victim that he had to sign all three warrants or none at all.  When\r\nrespondent refused to sign the warrants, respondent imposed an unauthorized fee of $25 per warrant as court costs, giving the appearance he was attempting to\r\npressure the victim into signing the three warrants, or that he was fining the victim for his refusal to sign the warrants.  \r\n\r\nWhen the victim failed to pay the fees, respondent signed a bench warrant, stating that the victim had been convicted of contempt of court and that a sentence of\r\ntwenty-nine days in jail and a $75 fine had been imposed.  Respondent had not issued a summons to the victim, had not conducted a contempt hearing, and had\r\nnot formally imposed a sentence on the victim.  Moreover, because respondent had no authority to require the victim to pay court costs under the circumstances,\r\nhe had no legal basis upon which to hold the victim in contempt.  As a result of the bench warrant, the victim was arrested and incarcerated until he paid the\r\n$75 fine.\r\n\r\nLaw\r\n\r\nBy his actions, respondent has violated the following canons set forth in the Code of Judicial Conduct, Rule 501, SCACR:  Canon 1(A) (a judge shall uphold\r\nthe integrity and independence of the judiciary); Canon 2(A) (a judge shall avoid impropriety and the appearance of impropriety in all of the judge's activities);\r\nCanon 3 (a judge shall perform the duties of judicial office impartially and diligently);\r\nCanon 3(B)(2) (a judge shall be faithful to the law and maintain\r\nprofessional competence in it); Canon 3(B)(4) (a judge shall be patient, dignified and courteous to litigants and others with whom the judge deals in an official\r\ncapacity); Canon 3(B)(7) (a judge shall accord to every person who has a legal interest in a proceeding the right to be heard according to law);\r\nCanon 3(B)(8) (a\r\njudge shall dispose of all judicial matters promptly, efficiently and fairly); and Canon 3(C)(1) (a judge shall diligently discharge the judge's administrative\r\nresponsibilities without bias or prejudice). These violations also constitute grounds for discipline under Rule 7(a)(1), RJDE, Rule 502,\r\nSCACR.\r\n\r\n\r\n    Conclusion\r\n\r\n\r\n\r\nWe find respondent's actions warrant a public reprimand.  Accordingly, respondent is hereby publicly reprimanded for his conduct.\r\n\r\nPUBLIC REPRIMAND.\r\n\r\nTOAL, C.J., MOORE, WALLER, BURNETT and\r\nPLEICONES, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25403","title":"In the Matter of Thomas H Eskridge, Jr.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25403","description":"Public reprimand of Olanta Municipal Court Judge Thomas H. Eskridge","date":"2002-01-28","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nIn the Matter of Olanta\r\nMunicipal Court Judge Thomas\r\nH. Eskridge, Jr.,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Respondent.\r\n&nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25403\r\nSubmitted January 8, 2002 - Filed January 28, 2002\r\n\r\n\r\nPUBLIC REPRIMAND\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nHenry B. Richardson, Jr., and Senior Assistant Attorney General Nathan Kaminski, Jr., of Columbia, for the Office of Disciplinary Counsel.\r\n\r\nMichael G. Nettles, of Lake City, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: In this judicial disciplinary matter, respondent and the Office of Disciplinary Counsel have entered into an Agreement for Discipline by\r\nConsent pursuant to Rule 21, RJDE, Rule 502, SCACR.  In the agreement, respondent admits misconduct and consents to the imposition of a sanction of a\r\nconfidential admonition or a public reprimand.  We accept the agreement and issue a public reprimand.  The facts as admitted in the agreement are as follows.\r\n\r\nFacts\r\n\r\nRespondent was appointed as a municipal judge for the Town of Olanta in March of 2000. (1)  Prior to a municipal court hearing in December of 2000,\r\nrespondent received a list of defendants scheduled to appear before him.  An Olanta public official provided respondent with the list of defendants.  The letters\r\n\"NG\" appeared by some of the defendant's names on the list.  Respondent understood the letters to mean \"not guilty.\"  Each defendant whose name appeared\r\nnext to the letters \"NG\" was subsequently found \"not guilty.\"  Even the defendants who failed to appear in court but had the letters \"NG\" next to their name\r\nwere found \"not guilty.\"  As a result, the South Carolina Law Enforcement Division launched an investigation.  After a full investigation, the solicitor elected\r\nnot to prosecute respondent because he concluded there was insufficient evidence of any criminal conduct.\r\n\r\nLaw\r\n\r\nAs a result of his conduct, respondent has violated the following canons set forth in the Code of Judicial Conduct, Rule 501, SCACR:  Canon 1(A) (a judge\r\nshould participate in establishing, maintaining and enforcing high standards of conduct, and shall personally observe those standards so that the integrity and\r\nindependence of the judiciary will be preserved);  Canon 2(A) (a judge shall respect and comply with the law and shall act at all times in a manner that\r\npromotes public confidence in the integrity and impartiality of the judiciary);  Canon 2(B) (a judge shall not allow family, social, political or other relationships\r\nto influence the judge's judicial conduct or judgment;  a judge shall not convey or permit others to convey the impression that they are in a special position to\r\ninfluence the judge); Canon 3(B)(2) (a judge shall not be swayed by partisan interests, public clamor or fear of criticism); and Canon 3(B)(7) (a judge shall not\r\ninitiate, permit, or consider ex parte communications, or consider other communications made to the judge outside the presence of the parties concerning a\r\npending or impending proceeding).  These violations constitute grounds for discipline under Rule 7(a)(1), RJDE, Rule 502, SCACR.\r\n\r\n\r\n    Conclusion\r\n\r\n\r\n\r\nWe find that respondent's actions warrant a public reprimand.  We therefore accept the Agreement for Discipline by Consent and\r\npublicly reprimand\r\nrespondent.\r\n\r\nPUBLIC REPRIMAND.\r\n\r\nTOAL, C.J., MOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n1. At the time of these events, respondent had not attended the Magistrate's Orientation School, did not possess a copy of the Magistrate's Bench Book, and had\r\nnot received training concerning the Code of Judicial Conduct.  Respondent has now received training in judicial ethics.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25404","title":"In the Matter Pierce S. White, Jr.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25404","description":"Disciplinary opinion conferring a definite suspension of two years from the practice of law.","date":"2002-01-28","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nIn the Matter of Pierce S. White,\r\nJr.,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Respondent.\r\n&nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25404\r\nSubmitted December 19, 2001 - Filed January 28, 2002\r\n\r\n\r\nDEFINITE SUSPENSION\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nHenry B. Richardson, Jr., Susan M. Johnston, and Barbara M. Seymour, all of Columbia, for the Office of Disciplinary Counsel.\r\n\r\n        Pierce S. White, Jr., of Saluda, pro \r\n          se.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:   In this attorney disciplinary matter, respondent and Disciplinary Counsel have entered into an Agreement for Discipline by Consent pursuant\r\nto Rule 21, RLDE, Rule 413, SCACR. (1)  In the Agreement, respondent admits misconduct and consents to the imposition of any  sanction deemed appropriate\r\nby this Court.  We accept the Agreement and impose a definite suspension of two years from the practice of law.  The facts as admitted in the Agreement are as\r\nfollows.\r\n\r\nFacts\r\n\r\nRespondent was retained to recover a $16,000 debt for Client. Respondent obtained a judgment on behalf of Client and was paid for his services.  Client\r\nsubsequently retained respondent to collect payments towards the judgment from the defendant.  Client agreed that respondent could retain a contingency fee\r\nfrom each payment, and forward the balance to him.  In 1997, respondent collected funds from the defendant, and forwarded the net proceeds to Client in a\r\ntimely manner.  However, from 1998 through 2000, defendant continued to make payments on the judgment, but respondent did not forward any portion of\r\nthese payments to Client.  Respondent admits that he misappropriated approximately $14,400 for his own purposes, and that he failed to maintain accurate\r\nfinancial records of these transactions.\r\n\r\nRespondent also failed to maintain a trust account separate from his personal and operating bank account.  Further, from January 1997 until May 2000,\r\nrespondent's bank account had a negative balance on 136 separate occasions.  During the same time period, 43 checks were returned to respondent's bank\r\nbecause his account contained insufficient funds.\r\n\r\nLaw\r\n\r\nBy his conduct, respondent has violated the following provisions of the Rules of Professional Conduct, Rule 407, SCACR: Rule 1.15 (failure to safeguard client\r\ndocuments); Rule 8.4(d) (engaging in conduct involving dishonesty, fraud, deceit, or misrepresentation); and Rule 8.4(e) (conduct prejudicial to the\r\nadministration of justice).  Respondent has also violated Rule 417, SCACR, by failing to maintain financial records.\r\n\r\nRespondent has also violated the Rules for Lawyer Disciplinary Enforcement, Rule 413, SCACR: Rule 7(a)(1) (violating the Rules of Professional Conduct);\r\nRule 7(a)(5) (engaging in conduct tending to pollute the administration of justice or to bring the courts or the legal profession into disrepute or conduct\r\ndemonstrating an unfitness to practice law); and Rule 7(a)(6) (violating the oath of office taken upon admission to practice law in this state).\r\n\r\n\r\n    Conclusion \r\n  \r\n\r\n\r\nRespondent has fully acknowledged that his actions in the aforementioned matters were in violation of the Rules of Professional Conduct and the Rules for\r\nLawyer Disciplinary Enforcement.  We therefore suspend respondent from the practice of law for two years.  This suspension is not retroactive to the date of\r\nrespondent's interim suspension.  Prior to petitioning for reinstatement to the practice of law, respondent must provide satisfactory evidence to the Office of\r\nDisciplinary Counsel that he has repaid the Lawyer's Fund for Client Protection.  Within fifteen days of the date of this opinion, respondent shall file an\r\naffidavit with the Clerk of Court showing that he has complied with Rule 30, RLDE, Rule 413,\r\nSCACR.\r\n\r\nDEFINITE SUSPENSION.\r\n\r\nTOAL, C.J., MOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n1. Respondent was placed on \r\n  interim suspension by order of this Court dated May 3, 2000. In the Matter \r\n  of White, 340 S.C. 290, 531 S.E.2d 907 (2000).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25405","title":"In the Matter of Lillie R. Davis","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25405","description":"Opinion imposing 20 month suspension on attorney","date":"2002-01-28","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nIn the Matter of Lillie R. Davis,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent.\r\n&nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25405\r\nSubmitted December 14, 2001 - Filed January 28, 2002\r\n\r\n\r\nDEFINITE SUSPENSION\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nHenry B. Richardson, Jr., and Senior Assistant Attorney General James G. Bogle, Jr., both of Columbia, for the Office of Disciplinary Counsel.\r\n\r\nSusan B. Lipscomb, of Columbia, for Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\nPER CURIAM:  In this attorney disciplinary matter, respondent and the Office of Disciplinary Counsel (ODC) have entered into an Agreement for Discipline\r\nby Consent pursuant to Rule 21, RLDE, Rule 413, SCACR. (1)  In the agreement, respondent conditionally admits misconduct and consents to a definite\r\nsuspension ranging from six months to twenty months.  We accept the agreement and hereby suspend respondent.  The facts as set forth in the agreement are as\r\nfollows.\r\nFacts\r\n\r\nIn the first matter, respondent chose to proceed with a theory of recovery in which there was insufficient evidence to establish all of the necessary elements. \r\nRespondent falsely represented to client that the action had been filed on client's behalf.  However, the action was never filed.  Respondent did not\r\ncommunicate with client regarding the status of the case and failed to follow client's instructions regarding the case.  Respondent failed to return client's file\r\nand refund unearned fees.  Respondent also falsely represented the amount of time spent on client's case to ODC and failed to respond to two inquiries from\r\nODC.  Additionally, respondent failed to cooperate with ODC's investigation.\r\n\r\nIn a second matter, respondent failed to deposit a retainer fee into her trust account and converted it to her own use.  Shortly after retaining respondent, client\r\nterminated respondent's services and requested a refund of her fee.  Respondent only returned half of the fee even though respondent did not bill against the fee\r\nnor did respondent offer any accounting to client as to how the fee was earned.  Additionally, respondent failed to properly supervise her employee, causing an\r\naffidavit of attorney's fees to contain false information.  Respondent also failed to reply to two inquiries from ODC and failed to cooperate with ODC's\r\ninvestigation.   \r\n\r\nIn a third matter, respondent executed a retainer agreement which did not comply with Rule 1.5 (c) of the Rules of Professional Conduct, Rule 407, SCACR. \r\nRespondent failed to communicate with client regarding the status of the case, did not advise client of the expiration of the statute of limitations, falsely\r\nrepresented to client that the case was being litigated, and failed to take any action within the applicable statute of limitations period.  Respondent also\r\nobstructed ODC's investigation and failed to cooperate with the investigation.  \r\n\r\nIn a fourth matter, respondent was retained by client to represent her in two separate actions.  With regard to the first action, respondent deposited client's\r\nretainer fee into an account other than her trust account prior to earning the fee and failed to communicate with client.  Frustrated with respondent's lack of\r\ncommunication regarding her case, client terminated respondent's services and requested a refund of unearned attorney's fees and her client file.  Respondent\r\nrefused and client subsequently filed a civil action against respondent which resulted in a $350 judgment against respondent.  Respondent did not appeal or pay\r\nthe judgment.  In regard to the second action, respondent executed a retainer agreement that did not comply with Rule 1.5 of the Rules of Professional Conduct,\r\nRule 407, SCACR.  Moreover, respondent agreed to represent the client despite a conflict of interest in violation of Rule 1.7 of the Rules of Professional\r\nConduct, Rule 407, SCACR.  Respondent also failed to apply money recovered in the action to certain liens.  Additionally, respondent failed to respond to two\r\ninquires from ODC and failed to cooperate in ODC's investigation.\r\n\r\nIn a fifth matter, respondent failed to withhold and pay taxes from her employee's paychecks.  As a result, several federal tax liens were filed against her. \r\nAdditionally, several warrants of distraint were filed against respondent by the South Carolina Department of Revenue.\r\n\r\nLaw\r\n\r\nRespondent admits that her conduct violated the following Rules of Professional Conduct, Rule 407, SCACR: Rule 1.1 (failing to provide competent\r\nrepresentation); Rule 1.2 (a lawyer shall abide by a client's decisions concerning the objectives of representation, and shall consult with the client as to the\r\nmeans by which they are to be pursued); Rule 1.3 (failing to act with reasonable diligence and promptness while representing a client); Rule 1.4 (failing to keep\r\na client reasonably informed about the status of a matter, failing to promptly respond to reasonable requests for information, and failing to explain matters to the\r\nextent reasonably necessary to permit the client to make informed decisions regarding the representation); Rule 1.5 (fees); Rule1.7 (a lawyer shall not represent\r\na client if representation of that client creates a conflict of interest); Rule 1.15 (failure to keep client funds in a separate account); Rule 1.16 (failure to withdraw\r\nfrom representation when representation results in a conflict of interest or when the lawyer is discharged by the client); Rule 3.1 (bringing a frivolous lawsuit);\r\nRule 3.3 (knowingly making a false statement of material fact to a tribunal and offering evidence that the lawyer knows is false); Rule 4.1 (making a false\r\nstatement of material fact to a third person in the course of representing a client); Rule 4.4 (using means in the course of representing a client, that have no\r\npurpose other than to delay or burden a person); Rule 5.3 (failing to properly supervise non-lawyer employees); Rule 8.1(b) (failing to respond to a lawful\r\ndemand for information from a disciplinary authority); Rule 8.4(a),(d), and (e) (violating the Rules of Professional Conduct, engaging in conduct involving\r\ndishonestly, fraud, deceit or misrepresentation).\r\n\r\nRespondent also admits that she violated Rule 7(a)(1), RLDE, Rule 413, SCACR (violating the Rules of Professional Conduct), and Rule 417, SCACR\r\n(requirements of financial record keeping).\r\n\r\nConclusion\r\n\r\nWe find that respondent's misconduct warrants a definite suspension.  Accordingly, we accept the Agreement for Discipline by Consent and hereby suspend\r\nrespondent from the practice of law for twenty months.\r\n\r\nWithin fifteen days of the date of this opinion, respondent shall file an affidavit with the Clerk of Court showing that she has complied with Rule 30 of Rule\r\n413, SCACR.\r\n\r\nDEFINITE SUSPENSION.\r\n\r\nTOAL, C.J., MOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n1. Respondent has received two \r\n  previous public reprimands. In the Matter of Davis, 336 S.C. 574, 521 \r\n  S.E.2d 275 (1999); In the Matter of Davis, 321 S.C. 281, 468 S.E.2d 301 \r\n  (1996).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]