[{"id":"25475","title":"Unisun Ins. v. Hawkins","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25475","description":"This case involved the issue of whether the defense of insufficiency of service was properly asserted.","date":"2002-06-03","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n&nbsp;\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nUnisun Insurance, Respondent,\r\n\r\n\r\n&nbsp;\r\nv.\r\n\r\n\r\nBruce Hawkins, Tony Hawkins\r\nand Ruby Hawkins, Defendants,\r\n\r\nOf whom \r\n\r\nBruce Hawkins is Petitioner.\r\n \r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI\r\nTO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Greenville County\r\nCharles B. Simmons, Jr., Circuit Court Judge\r\n\r\n\r\nOpinion No. 25475\r\nHeard May 14, 2002 - Filed June 3, 2002\r\n\r\n\r\nDISMISSED AS\r\nIMPROVIDENTLY GRANTED \r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nRobert D. Moseley, Jr., of Leatherwood Walker Todd &amp; Mann, P.C., and H. Brent Fortson,\r\nboth of Greenville, for petitioner.\r\n\r\nJohn F. Martin, of Martin Law Firm, of Charleston, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: This Court granted the petition \r\n  for a writ of certiorari to review the Court of Appeals' opinion in Unisun \r\n  Ins. v. Hawkins, 342 S.C. 537, 537 S.E.2d 559 (Ct. App. 2000). After careful \r\n  consideration, we now dismiss certiorari as improvidently granted.\r\n\r\nDISMISSED.\r\n\r\ns/Jean H. Toal C.J.\r\n\r\ns/James E. Moore  J.\r\n\r\ns/John H. Waller, Jr.  J.\r\n\r\ns/E.C. Burnett, III  J.\r\n\r\ns/Costa M. Pleicones  J.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25476","title":"In the Matter of Orangeburg County Magistrate Derrick F. Dash","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25476","description":"Opinion publicly reprimanding magistrate.","date":"2002-06-03","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nIn the Matter of Orangeburg\r\nCounty Magistrate Derrick F.\r\nDash, Respondent.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25476\r\nSubmitted May 7, 2002 - Filed June 3, 2002\r\n\r\n\r\nPUBLIC REPRIMAND\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nHenry B. Richardson, Jr., and Senior Assistant Attorney General Nathan Kaminski, Jr., both\r\nof Columbia, for the Office of Disciplinary Counsel.\r\n\r\n        Derrick F. Dash, of Elloree, Pro se.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: In this judicial disciplinary matter, respondent and the Office of Disciplinary\r\nCounsel (ODC) have entered into an Agreement for Discipline by Consent pursuant to Rule\r\n21, RJDE, Rule 502, SCACR.  In the agreement, respondent admits misconduct and consents\r\nto the imposition of a sanction ranging from a letter of caution to a public reprimand.  We\r\naccept the agreement and publicly reprimand respondent.  The facts as set forth in the\r\nagreement are as follows.\r\n\r\nFacts\r\n\r\nSeveral motorcyclists, including complainant, appeared before respondent, a magistrate in\r\nOrangeburg County, after receiving traffic tickets.  Since the motorcyclists were all ticketed\r\nduring the same traffic stop, respondent separated the group into defendants pleading \"guilty\"\r\nand defendants pleading \"not guilty.\"  However, complainant's case was not called at that\r\ntime.\r\n\r\nOne of the defendants pled \"guilty.\" Respondent fined the \r\n  defendant and sua sponte stated that the court was reducing the \"points\" to \r\n  four (1) even though respondent had no jurisdiction \r\n  to do so. Respondent did not state on the record the rate of speed for which \r\n  the guilty verdict was imposed and which formed the basis for the imposition \r\n  of the fine. \r\n\r\nAfter handling the guilty plea, respondent consolidated the cases of the defendants pleading\r\n\"not guilty.\"  Complainant's case had still not been called.  The police officer presented the\r\nState's case, which included a video tape of the traffic stop that was played for the court and\r\nentered into evidence.  The defendants were allowed to cross-examine the officer and present\r\ntestimony in their defense.  Respondent found the defendants \"guilty,\" and imposed a fine and\r\n\"four points\" for the violation.  Respondent did not properly state on the record that he was\r\nrendering a guilty verdict or the rate of speed for which the guilty verdicts were imposed and\r\nwhich formed the basis for the fines.\r\n\r\nThe police officer then informed respondent that complainant's case had not been called. \r\nWhen the case was called, complainant indicated that he wanted to plead \"not guilty\" and\r\noffer testimony in his defense.  The officer asked respondent if he wanted to watch the video\r\ntape again and respondent declined to do so.  Respondent then found complainant \"guilty\"\r\nwithout allowing him to present testimony, call witnesses, or offer any evidence in his\r\ndefense.\r\n\r\nIn response to ODC's preliminary investigation, respondent admitted that he did not allow\r\ncomplainant to present any evidence because complainant was previously identified in the\r\nvideo tape and that he made a directed verdict of guilty.  Magistrates in South Carolina lack\r\nthe authority to make a directed verdict of \"guilty\" in criminal proceedings, and in his\r\nresponse to the Notice of Full Investigation, respondent stated that he now realizes that he\r\nerred in directing a verdict in complainant's case.  Additionally, respondent failed to respond\r\nto the Notice of Full Investigation until approximately one year after it was served upon him.  \r\n\r\n\r\n  \r\n    Law\r\n  \r\n\r\n\r\n\r\nRespondent admits that his conduct violated the following canons set forth in the Code of\r\nJudicial Conduct, Rule 501, SCACR: Canon 2(A) (a judge shall respect and comply with the\r\nlaw and shall act at all times in a manner that promotes public confidence in the integrity and\r\nimpartiality of the judiciary); Canon 3(B)(2) (a judge shall be faithful to the law and maintain\r\nprofessional competence in it); Canon 3(B)(7) (a judge shall accord to every person who has a\r\nlegal interest in a proceeding, or that person's lawyer, the right to be heard according to law);\r\nand Canon 3(B)(8) (a judge shall dispose of all judicial matters promptly, efficiently, and\r\nfairly).  Respondent also admits that these violations constitute grounds for discipline under\r\nRules 7(a)(1), and 7(a)(2), RJDE, Rule 502, SCACR.\r\n\r\n\r\n  \r\n    Conclusion\r\n  \r\n\r\n\r\n\r\nWe find that respondent's misconduct warrants a public reprimand.  We therefore accept the\r\nAgreement for Discipline by Consent and publicly reprimand respondent. \r\n\r\nPUBLIC REPRIMAND.\r\n\r\nTOAL, C.J., MOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n1. Respondent was referring to the point system used by the Department of Public Safety to\r\nevaluate driving records.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25477","title":"In the Matter of William Sanders","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25477","description":"Public reprimand of former Sumter County Magistrate William Sanders.","date":"2002-06-03","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nIn the Matter of Former Sumter\r\nCounty Magistrate William\r\nSanders, Respondent.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25477\r\nSubmitted May, 7, 2002 - Filed June 3, 2002\r\n\r\nPUBLIC REPRIMAND\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nHenry B. Richardson, Jr., of Columbia, for the Office of Disciplinary Counsel.\r\n\r\nJohn E. James, III, of Sumter, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: In this judicial disciplinary matter, respondent and the Office of Disciplinary\r\nCounsel have entered into an Agreement for Discipline by Consent pursuant to Rule 21,\r\nRJDE, Rule 502, SCACR.  In the agreement, respondent admits misconduct and consents to a\r\npublic reprimand.  We accept the agreement and issue a public reprimand. (1)  The facts as\r\nadmitted in the agreement are as follows.\r\n\r\nFacts\r\n\r\nRespondent was a Sumter County magistrate for the past 19 years.  During respondent's term\r\nof office, he consistently failed to comply with the record keeping and money handling\r\nrequirements published by  South Carolina Court Administration.   Even after the Chief\r\nJustice issued an order advising magistrates of the record keeping and money handling\r\nrequirements, respondent continued to fail to comply with the record keeping and money\r\nhandling requirements.  \r\n\r\nA review of respondent's financial records reveals that respondent failed to report the\r\nnecessary information required to be recorded in his magisterial receipt book.  Respondent\r\nalso failed to properly report, prepare, and document deposits made to his magisterial account. \r\nFurthermore, respondent failed to comply with the proper procedures for issuing checks from\r\nhis magisterial account, and failed to report the necessary information required to be recorded\r\nin his magisterial checkbook after issuing a check.  \r\n\r\nRespondent also failed to properly reconcile his magisterial account.  Disciplinary Counsel\r\ndiscovered that respondent had issued four checks in October 2001 drawn upon his\r\nmagisterial account which were returned for insufficient funds.  In addition, respondent's\r\nmagisterial account reflected two negative balances in October 2001.   \r\n\r\nFinally, respondent failed to transfer the bond monies that he collected to the Clerk of Court\r\nand other magistrates in a timely fashion.  Frequently, respondent would transfer such bond\r\nmonies only after being informed that the specific bond monies were needed for upcoming\r\nproceedings.  \r\n\r\nIn response to inquiries from Disciplinary Counsel concerning the delay in the transmission of\r\nbond monies, respondent furnished Disciplinary Counsel with a list of all bond monies held\r\nby respondent.  Respondent also reported he held several thousand dollars in his magisterial\r\nbank account; however, respondent was unable to identify the owner of the monies or which\r\nbonds the money represented. (2)  Furthermore, sufficient funds were not available in\r\nrespondent's magisterial bank account to transfer all of the reported bonds. (3)  The missing\r\nmoney was, in part, used by respondent for purposes other than that for which it was intended. \r\nAs a result, respondent was unable to transfer the bond monies to the appropriate recipients. \r\nIn an attempt to deceive recipients of the bond monies into believing that he had already\r\ntransferred the bond monies, respondent issued \"replacement\" or \"duplicate\" checks to the\r\nappropriate recipients informing them that he had already transferred the bond monies when,\r\nin fact, he had not.     \r\n\r\n   Law\r\n\r\nAs a result of his conduct, respondent has violated the following canons set forth in the Code\r\nof Judicial Conduct, Rule 501, SCACR: Canon 1 (a judge shall uphold the integrity and\r\nindependence of the judiciary); Canon 1(A) (a judge should participate in establishing,\r\nmaintaining and enforcing high standards of conduct, and shall personally observe those\r\nstandards so that the integrity and independence of the judiciary will be preserved); Canon 2\r\n(a judge shall avoid impropriety and the appearance of impropriety in all of the judge's\r\nactivities); and Canon 2(A) (a judge shall respect and comply with the law and shall act at all\r\ntimes in a manner that promotes public confidence in the integrity and impartiality of the\r\njudiciary). \r\n\r\nRespondent also admits that he violated Canon 3 (a judge shall perform the duties of judicial\r\noffice impartially and diligently); Canon 3(A) (the judicial duties of a judge take precedence\r\nover all the judge's other activities); Canon 3(B)(2) (a judge shall be faithful to the law and\r\nmaintain professional competence in it); Canon 3(B)(8) (a judge shall dispose of all judicial\r\nmatters promptly, efficiently and fairly); Canon 3(C)(1) (a judge shall diligently discharge the\r\njudge's administrative responsibilities without bias or prejudice and maintain professional\r\ncompetence in judicial administration, and should cooperate with other judges and court\r\nofficials in the administration of court business); Canon 4 (a judge shall so conduct the\r\njudge's extra-judicial activities as to minimize the risk of conflict with judicial obligations);\r\nand Canon 4(D)(1)(a) (a judge shall not engage in financial and business dealings that may\r\nreasonably be perceived to exploit the judge's judicial position).  These violations constitute\r\ngrounds for discipline under Rules 7(a)(1), 7(a)(4), 7(a)(6), and 7(a)(6) RJDE, Rule 502,\r\nSCACR.\r\n\r\n\r\n    Conclusion\r\n\r\n\r\n\r\nWe find that respondent's actions warrant a public reprimand.  We therefore accept the\r\nAgreement for Discipline by Consent and publicly reprimand respondent.  Respondent shall\r\nfully cooperate with the appropriate authorities to determine the exact amount of insufficient\r\nfunds.  If there are any additional shortages in respondent's magisterial account due to\r\nrespondent's conduct as set forth in this opinion, respondent shall promptly reimburse the\r\naccount in the exact amount of the shortage.    \r\n\r\nPUBLIC REPRIMAND.\r\n\r\nTOAL, C.J.,, MOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n1. Because respondent has resigned from \r\n  his position as magistrate and agreed that he will not seek nor accept any judicial \r\n  position or office in South Carolina without the prior consent of this Court, \r\n  a public reprimand is the most severe sanction that can be imposed. See \r\n  Matter of Metz, 345 S.C. 416, 548 S.E.2d 219 (2001). \r\n2. Respondent admits that he has commingled collected bond monies with his personal funds. \r\n3. Respondent estimated that the insufficient funds totaled no more than $13,000.  Respondent\r\nsubsequently deposited $12,911, which he represents as sufficient funds to compensate for the\r\ninsufficient funds.  Disciplinary Counsel is unable to determine whether this amount is\r\nsufficient, and respondent has agreed to fully cooperate with the appropriate authorities to\r\ndetermine the exact amount of insufficient funds.      \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25478","title":"In the Matter of Addie","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25478","description":"Public reprimand of former magistrate Joey Addie.","date":"2002-06-03","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nIn the Matter of Former Aiken\r\nCounty Magistrate Joey L. Addie, Respondent.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25478\r\nSubmitted May 7, 2002 - Filed June 3, 2002\r\n\r\n\r\nPUBLIC REPRIMAND\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nHenry B. Richardson, Jr., and Senior Assistant Attorney General Nathan Kaminski, Jr., both\r\nof Columbia, for the Office of Disciplinary Counsel.\r\n\r\nJames E. Whittle, of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:  In this judicial disciplinary matter, respondent and the Office of\r\nDisciplinary Counsel (ODC) have entered into an Agreement for Discipline by Consent\r\npursuant to Rule 21, RJDE, Rule 502, SCACR.  In the agreement, respondent admits\r\nmisconduct and consents to a public reprimand.  Respondent has also resigned his position\r\nand has agreed never to apply for a judicial office in South Carolina without the express\r\nwritten permission of the Supreme Court of South Carolina.  We accept the agreement and\r\npublicly reprimand respondent, the most severe sanction we are able to impose in these\r\ncircumstances.  The facts as set forth in the agreement are as follows.\r\n\r\nFacts\r\n\r\nRespondent served as a Magistrate in Aiken County from March 1989 until February 2001.  In\r\nDecember 2000, Judge Roger E. Edmonds, the Chief Summary Judge for Aiken County,\r\nreceived a report that there had been shortages in respondent's daily office deposits.  Edmonds\r\nwas also informed that respondent failed to deposit cash payments for fines collected during\r\nbond/traffic court on November 13, 2000.  As a result of this information, Edmonds and Terry\r\nBodiford, Director of the Aiken County Finance Department, scheduled an audit/records\r\ncheck of respondent's office for December 15, 2000.\r\n\r\nWhen the audit team arrived at respondent's office on the scheduled day, respondent was not\r\npresent.  The team could not locate the uniform receipt book used to record and maintain\r\nreceipts for all money collected.  At Edmond's direction, respondent's staff telephoned\r\nrespondent at home, informed him that an audit was being conducted, and instructed\r\nrespondent to bring the receipt book to the office.\r\n\r\nWhen respondent arrived, he informed Edmonds that he made a \"terrible mistake,\" which he\r\ndiscovered upon opening his briefcase and finding $1,000.  Respondent stated that he had\r\ndetermined that the money was related to two receipts written on November 13, 2000, in\r\nconnection with the cash payment of two fines.  One receipt in the amount of $550 was for\r\nmoney received for a court fine paid on a case in respondent's court.  The other receipt in the\r\namount of $425 was for money received by respondent for another magistrate in payment of a\r\nfine.\r\n\r\nFrom the $1,000, respondent counted out $975, the sum of the two undeposited receipts.  He\r\ngave the money to Edmonds to be deposited in the office's bank account.\r\n\r\nIn the criminal investigation conducted by the South Carolina Law Enforcement Division\r\n(SLED), respondent gave a written statement.  In this statement, respondent admitted that he\r\nreceived fine money totaling $975 while working bond/traffic court and that he personally\r\nissued receipts and took the money because the court employee who normally handled those\r\nduties was not available.  Respondent explained that he failed to deposit the money that day\r\nbecause, by the time he left the office, the bank was closed.  Respondent further explained\r\nthat, over the next several days, he simply forgot about the money.\r\n\r\nIn a later statement, respondent admitted spending forty to fifty dollars of the money on\r\npersonal items.  Respondent explained to SLED that he planned to replace the money from his\r\nnext paycheck.  Respondent further explained that, because of the holidays, he forgot about\r\nthe money until the 8th or 10th of December and that he planned to replace the money on\r\nDecember 15.  However, by this time, Edmonds had inquired about the missing money. \r\nRespondent told SLED that, as a result, he panicked, put $100 of his own money in with the\r\ncourt fine money, and returned the money, receipt book, and paperwork to Edmonds.\r\n\r\nRespondent pled guilty to embezzlement of public funds and was sentenced to five years\r\nimprisonment, suspended upon probation for 30 months and 250 hours of public service\r\nemployment.\r\n\r\nLaw\r\n\r\nRespondent admits that his conduct violated the following canons set forth in the Code of\r\nJudicial Conduct, Rule 501, SCACR: Canon 1 (a judge shall uphold the integrity and\r\nindependence of the judiciary); Canon 1(A) (a judge should participate in establishing,\r\nmaintaining and enforcing high standards of conduct, and shall personally observe those\r\nstandards so that the integrity and independence of the judiciary will be preserved);  Canon 2\r\n(a judge shall avoid impropriety and the appearance of impropriety in all of the judge's\r\nactivities); Canon 2(A) (a judge shall respect and comply with the law and shall act at all\r\ntimes in a manner that promotes public confidence in the integrity and impartiality of the\r\njudiciary); Canon 3 (a judge shall perform the duties of judicial office impartially and\r\ndiligently); Canon 3(A) (the judicial duties of a judge take precedence over all the judge's\r\nother activities); Canon 3(B)(2) (a judge shall be faithful to the law); Canon 3(C)(1) (a judge\r\nshall diligently discharge his administrative responsibilities and should cooperate with other\r\njudges and court officials in the administration of court business); and Canon 4(D)(1)(a) (a\r\njudge shall not engage in financial and business dealings that may reasonably be perceived to\r\nexploit the judge's judicial position).\r\n\r\nRespondent admits that these violations also constitute grounds for discipline under the Rules\r\nfor Judicial Disciplinary Enforcement, Rule 502, SCACR: Rule 7(a)(1) (violating the Code of\r\nJudicial Conduct); Rule 7(a)(3) (being convicted of a crime of moral turpitude or a serious\r\ncrime); and Rule 7(a)(7) (wilfully violating a valid court order).\r\n\r\nConclusion\r\n\r\nWe accept the agreement for a public reprimand because respondent is no longer a magistrate\r\nand because he has agreed not to hereafter seek another judicial position in South Carolina\r\nunless first authorized to do so by this Court.  As previously noted, this is the strongest\r\npunishment we can give respondent, given the fact that he has already resigned his duties as a\r\nmagistrate.  Accordingly, respondent is hereby publicly reprimanded for his conduct.\r\n\r\nPUBLIC REPRIMAND.\r\n\r\nTOAL, C.J., MOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25479","title":"In the Matter of Curtis Murph","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25479","description":"This is an opinion disbarring an attorney for, among other things, failing to respond to formal charges, neglecting numerous legal matters, failing to return unearned funds to clients, representing clients while under suspension, and committing a criminal act.","date":"2002-06-03","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nIn the Matter of Curtis L.\r\nMurph, Jr., Respondent.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No.  25479\r\nHeard May 16, 2002 - Filed June 3, 2002\r\n\r\n\r\nDISBARRED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAttorney General Charles M. Condon and Assistant Deputy Attorney General J. Emory Smith,\r\nJr., both of Columbia, for the Office of Disciplinary Counsel.\r\n\r\nCurtis L. Murph, Jr., of Columbia, pro se.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nPER CURIAM: In this attorney grievance matter, the Office of Disciplinary Counsel filed\r\nformal charges against respondent, alleging misconduct in eighteen different matters. \r\nRespondent did not answer the formal charges nor did he appear at the hearing before the sub-panel.  The sub-panel and, thereafter, a full panel, found respondent in default and\r\nrecommended disbarment.\r\n\r\nFailure to answer formal charges or to appear when specifically ordered by the hearing panel\r\nshall constitute an admission of the factual allegations in the complaint.  Rule 24(b), RLDE,\r\nRule 413, SCACR.  Because respondent failed to respond to the formal charges against him\r\nand failed to appear at the hearing before the sub-panel, the following allegations set forth in\r\nthe formal charges are deemed admitted: \r\n\r\n\r\n1. On June 22, 2000, respondent entered into an Agreement for Pretrial Diversion with the\r\nUnited States Attorney pursuant to which he admitted making false statements to the Federal\r\nBureau of Investigation and other law enforcement entities and providing false information to\r\nthe Columbia Police Department about public officials and other persons he alleged were\r\ninvolved in criminal activities.\r\n\r\n2. In sixteen matters, respondent failed to represent his clients diligently and/or failed to\r\ncommunicate with them adequately.  In all but two of those matters, respondent also failed to\r\nrespond to one or more communications from Disciplinary Counsel.\r\n\r\n3. In three matters, respondent misrepresented to his clients the status of the matters he was\r\nhandling for them.\r\n\r\n4. In two matters, respondent failed to handle matters competently.\r\n\r\n5. Respondent failed to return files in four matters and lost his client's file in another matter.\r\n\r\n6. Respondent failed to receive permission to withdraw as counsel in one matter, had no\r\nwritten contingency agreement in another matter and asked his client to sign a document\r\nreleasing him from liability in a third matter.\r\n\r\n7. Respondent failed to earn or return fees in four matters.  In another matter he failed to either\r\nrefund the fee or provide an accounting as to the fee, although an allegation was not made that\r\nthe fee was unearned.\r\n\r\n8. Respondent undertook to represent a party at a loan closing and appeared with the client at\r\nthe loan closing even though he was on interim suspension at the time.\r\n\r\n9. Respondent failed to cooperate with the attorney appointed to protect his clients' interests. \r\nAn investigative panel issued an order dated October 20, 2000, directing him to cooperate\r\nwith the appointed attorney.\r\n\r\n10. Respondent accepted a fee to represent a client at a bond hearing when he was on interim\r\nsuspension.  Respondent failed to inform the client that he was suspended and failed to return\r\nthe fee.  Respondent failed to respond to letters from Disciplinary Counsel regarding this\r\nmatter.\r\n\r\n11. Respondent failed to maintain any bank accounts for either trust or office operation\r\npurposes.  Respondent claimed he had not handled client funds; however, he accepted\r\nattorney fees from clients, failed to earn the fees paid, and neither refunded the fees nor\r\nmaintained any funds in an account from which a refund could be made.\r\n\r\n\r\nThe sub-panel determined respondent committed misconduct in violation of the following\r\nRules of Professional Conduct, Rule 407, SCACR:  Rule 1.1 (failing to represent a client\r\ncompetently); Rule 1.2 (failing to consult with his client as to the objectives of the\r\nrepresentation and the means by which they are to be achieved); Rule 1.3 (failing to act with\r\nreasonable diligence and promptness in representing a client); Rule 1.4(a) (failing to keep a\r\nclient reasonably informed about the status of a matter and comply promptly with reasonable\r\nrequests for information); Rule 1.5(a) (charging an unreasonable fee); Rule 1.5(c) (failing to\r\nhave a contingency fee agreement in writing); Rule 1.15 (appropriating clients' funds to his\r\nown use, failing to deliver promptly to a client or third person funds that the client or person\r\nwas entitled to receive, and failing to render promptly a full accounting regarding property of\r\nthe client or third person); Rule 1.16 (terminating representation without taking steps to\r\nprotect client interests); Rule 4.1(a) (making a false statement of material fact or law to a third\r\nperson); Rule 8.1(b) (failing to respond to a lawful demand for information from a\r\ndisciplinary authority); Rule 8.4(a) (violating the Rules of Professional Conduct); Rule 8.4(b)\r\n(committing criminal acts that reflect adversely upon his honesty, trustworthiness and fitness\r\nas a lawyer); Rule 8.4(c) (engaging in conduct involving moral turpitude); Rule 8.4(d)\r\n(engaging in conduct involving dishonesty, fraud, deceit or misrepresentation); and Rule\r\n8.4(e) (engaging in conduct prejudicial to the administration of justice).  \r\n\r\nThe sub-panel further determined that respondent violated the following provisions of the\r\nRules for Lawyer Disciplinary Enforcement, Rule 413, SCACR:  Rule 7(a)(1)(violating the\r\nRules of Professional Conduct); Rule 7(a)(5) (engaging in conduct tending to pollute the\r\nadministration of justice or to bring the courts or legal profession into disrepute or conduct\r\ndemonstrating an unfitness to practice law); Rule 7(a)(6) (violating the oath of office taken\r\nupon admission to the practice of law); Rules 30 and 34 (practicing law while under\r\nsuspension).  Finally, the sub-panel determined respondent failed to comply with the financial\r\nrecordkeeping requirements of Rule 417, SCACR. \r\n\r\nBecause the factual allegations set forth in the formal charges are deemed admitted, the only\r\nissue before the Court is the appropriate sanction.  In the Matter of Kitchel, 347 S.C. 291, 554\r\nS.E.2d 868 (2001); In the Matter of Thornton, 327 S.C. 193, 489 S.E.2d 198 (1997).  In In the\r\nMatter of Hall, 333 S.C. 247, 251, 509 S.E.2d 266, 268 (1998), the Court stated the following:\r\n\r\n\r\n\r\nAn attorney usually does not abandon a license to practice law without a fight.  Those who do\r\nmust understand that \"neglecting to participate [in a disciplinary proceeding] is entitled to\r\nsubstantial weight in determining the sanction.\"  In the Matter of Sifly, 279 S.C. 113, 115, 302\r\nS.E.2d 858, 859 (1983).  An attorney's failure to answer charges or appear to defend or\r\nexplain alleged misconduct indicates an obvious disinterest in the practice of law.  Such an\r\nattorney is likely to face the most severe sanctions because a central purpose of the\r\ndisciplinary process is to protect the public from unscrupulous or indifferent lawyers.\r\n\r\n\r\n\r\nIn the case at hand, respondent's failure to answer the formal charges and appear at the hearing\r\nbefore the sub-panel, when coupled with his admission that he committed criminal acts, his\r\nfailure to respond to Disciplinary Counsel, the fact that he practiced law on two occasions\r\nwhile on suspension, the fact that he has failed to earn or return over $7,000 in fees, and his\r\nfailure to represent clients competently and diligently in numerous cases, warrants the severe\r\nsanction of disbarment.  See In the Matter of Hall, 341 S.C. 98, 533 S.E.2d 588 (2000)\r\n(neglect of legal matters, practicing law while under suspension, and failure to respond to\r\ndisciplinary authority warranted disbarment); In the Matter of Wofford, 330 S.C. 522, 500\r\nS.E.2d 486 (1998) (disbarring attorney who failed to answer formal charges, appear at panel\r\nhearing or before Court; attorney in several cases failed to provide competent representation,\r\nkeep clients reasonably informed, and promptly deliver funds to third person;  attorney also\r\nmisappropriated client funds and committed criminal acts); In the Matter of Meeder, 327 S.C.\r\n169, 488 S.E.2d 875 (1997) (engaging in practice of law while under suspension, coupled\r\nwith failure to provide competent representation, act with reasonable diligence and\r\npromptness in representing client, keep client reasonably informed about status of matter and\r\npromptly comply with reasonable requests for information, or cooperate with disciplinary\r\ninvestigation warranted disbarment); In the Matter of Edwards, 323 S.C. 3, 448 S.E.2d 547\r\n(1994)(attorney disbarred for failing to keep clients informed, misappropriating or improperly\r\nusing client funds, knowingly presenting false testimony, and failing to cooperate in\r\ninvestigation of disciplinary charges against him); In the Matter of Sifly, 279 S.C. 113, 115,\r\n302 S.E.2d 858, 859 (1983)(disbarring attorney who failed to appear before the disciplinary\r\npanel or the Court; attorney mishandled two cases and wrote bad checks).  Accordingly,\r\nrespondent is hereby disbarred retroactive to the date of his interim suspension. (1)\r\n\r\nWithin fifteen days of the date of this opinion, respondent shall file an affidavit with the Clerk\r\nof Court showing that he has complied with Rule 30 of Rule 413, SCACR, and shall also\r\nsurrender his Certificate of Admission to the Practice of Law to the Clerk of Court.\r\n\r\nDISBARRED.\r\n\r\nTOAL, C.J., MOORE, WALLER, BURNETT and PLEICONES, JJ., concur\r\n1.  Respondent was placed on interim \r\n  suspension by order dated October 6, 2000. In the Matter of Murph, 342 \r\n  S.C. 615, 538 S.E.2d 652 (2000).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25480","title":"McCraw v. Mary Black Hospital","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25480","description":"Statute of Limitations issue as to when plaintiff received a definitive diagnosis of her occupational disease, and remanding to Commission to determine if plaintiff gave timely notice of her claim.","date":"2002-06-17","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n25480\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nCarolyn J. McCraw, Employee, Respondent,&nbsp;\r\n\r\nv.\r\n\r\n\r\n\r\nMary Black Hospital, Employer,\r\nand PHT Services, Ltd., Carrier, Petitioners.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO\r\nTHE COURT OF APPEALS\r\n\r\n\r\nAppeal From Spartanburg County\r\nJohn C. Hayes, III, Circuit Court Judge\r\n\r\n\r\n\r\nOpinion No. 25480\r\nHeard April 16, 2002 - Filed June 17, 2002\r\n\r\n\r\nAFFIRMED IN PART; VACATED IN PART; REVERSED IN PART; and\r\nREMANDED.\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nDavid Hill Keller, of Haynsworth Sinkler Boyd, P.A., of Greenville, for petitioners.\r\n\r\nDanny R. Smith, of Spartanburg, and Deborah R.J. Shupe, of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE WALLER: In this workers' compensation \r\n  case, we granted a writ of certiorari to review the Court of Appeals' opinion. \r\n  See McCraw v. Mary Black Hosp., 338 S.C. 478, 527 S.E.2d 113 (Ct. App. 1999). \r\n  We affirm in part, vacate in part, reverse in part, and remand.\r\n\r\nFACTS\r\n\r\nRespondent Carolyn McCraw worked for petitioner Mary Black Hospital (the Hospital) as a\r\nnursing assistant from 1961 until November of 1992.  From 1986 to September 1991, she\r\nworked in the endoscopy unit where her duties included assisting physicians, restocking the\r\nrooms, and disinfecting equipment.  When disinfecting the endoscopes, McCraw used\r\ncleaners containing Glutaraldehyde, a chemical known to be a respiratory irritant.  The\r\ncleaners burned McCraw's eyes, irritated her throat, and eventually caused chest tightness,\r\ncongestion, wheezing, coughing, and breathing difficulty.  Initially, her symptoms would\r\nabate when she left work, but by the time she left the endoscopy unit, McCraw's breathing\r\nproblems continued when she was home.\r\n\r\nDr. Mary Lou Applebaum, a pulmonary specialist, worked with McCraw in the endoscopy\r\nunit and observed her breathing difficulties while working with the chemicals.  Dr.\r\nApplebaum testified that she saw McCraw two or three times a week and McCraw consulted\r\nwith her on an informal basis.  Dr. Applebaum stated that during this time she was not seeing\r\nMcCraw in the context of a doctor-patient relationship. (1)  By 1991, McCraw realized her\r\nrespiratory symptoms were related to her exposure to the chemicals and asked Dr. Applebaum\r\nif it would help for her to leave the endoscopy unit.  Dr. Applebaum responded that she\r\n\"certainly thought it was worth a try.\"  In September 1991, McCraw transferred out of the\r\nendoscopy unit.  Ultimately, McCraw was placed in the child care center of the hospital where\r\nshe took care of employees' sick children.  McCraw continued to have breathing problems and\r\nget respiratory infections after she left the endoscopy unit.\r\n\r\nMcCraw began seeing Dr. Applebaum regularly as a patient beginning in March 1992.  From\r\nMarch to November 1992, Dr. Applebaum treated McCraw for asthmatic bronchitis, sinusitis\r\nand pneumonia.  McCraw went for an office visit with Dr. Applebaum on November 19,\r\n1992, and Dr. Applebaum told McCraw she had to stop work.  That same day, McCraw was\r\nadmitted to the hospital with diagnoses of asthma and pneumonia.\r\n\r\nMcCraw's last day of work at the Hospital was November 18, 1992.  She submitted a long\r\nterm disability claim to the Hospital, dated January 12, 1993, in which she stated her\r\ncondition was related to her employment. (2) McCraw filed her workers' compensation claim\r\non November 14, 1994.\r\n\r\nAt her deposition, Dr. Applebaum testified that exposure to Glutaraldehyde has been\r\nassociated in medical literature with the development of occupational asthma.  Dr. Applebaum\r\nstated that McCraw initially had a stable asthmatic condition which was mild in degree and\r\nallowed her to work on a regular basis, but the chemical exposure triggered a \"severe\r\nprogression\" of the disease which was not reversible upon leaving that environment.  To a\r\nreasonable degree of medical certainty, Dr. Applebaum believed McCraw's exposure to\r\nchemicals in the endoscopy unit and her work in the Hospital's child care center exacerbated\r\nMcCraw's condition to the point McCraw is unable to maintain employment.\r\n\r\nThe Single Commissioner awarded McCraw benefits finding she sustained a compensable\r\noccupational respiratory disease, i.e., occupational asthma, caused by her exposure to\r\nGlutaraldehyde.  The Commissioner found McCraw was permanently and totally disabled as\r\nof November 19, 1992.  In addition, the Commissioner found that McCraw's claim met the\r\nnotice and statute of limitations requirements.  In a 2-1 decision, the Full Commission\r\nreversed.  The Commission made specific findings of fact that Dr. Applebaum diagnosed\r\nMcCraw with lung disease, i.e., occupational asthma, in 1991 and that McCraw failed to file\r\nher claim within two years of receiving notice of this diagnosis.\r\n\r\nThe circuit court reversed the Commission's decision. Citing \r\n  Bailey v. Covil Corp., 291 S.C. 417, 354 S.E.2d 35 (1987), the circuit \r\n  court found the statute of limitations for an occupational disease claim is \r\n  triggered by definitive diagnosis and total disability. Since total disability \r\n  did not occur until November 19, 1992, the circuit court held that the November \r\n  14, 1994, filing of McCraw's claim was timely.\r\n\r\nThe Court of Appeals affirmed the circuit court's decision on the statute of limitations, but\r\nrelied upon different reasoning.  The Court of Appeals held the Commission's finding that\r\nMcCraw was definitively diagnosed in 1991 was unsupported by substantial evidence in the\r\nrecord.  Specifically, the Court of Appeals stated the following:\r\n\r\n\r\nThere is simply no evidence Dr. Applebaum formally evaluated, let alone definitively\r\ndiagnosed, McCraw with an occupational disease in 1991.  Although Dr. Applebaum testified\r\nshe could hear McCraw wheezing, she did not examine McCraw, test her, diagnose her, or\r\ntreat her in 1991.  McCraw knew in 1991 that her symptoms were related to the chemicals in\r\nthe endoscopy unit, but there is no evidence that any physician had definitively determined\r\nthat her exposure to the chemicals had triggered the progression of her pulmonary disease,\r\nmuch less notified McCraw of that fact.  The confirmation that chemicals in the work\r\nenvironment should be avoided and were potentially related to breathing difficulties, even\r\nthough relayed to the claimant by a qualified physician, do not under any view of the evidence\r\nconstitute a definitive diagnosis of an occupational disease as contemplated by the statute. . . .\r\n\r\n\r\nThe first plausible date supporting an argument Dr. Applebaum definitively diagnosed\r\nMcCraw with an occupational disease occurred on November 19, 1992, when Dr. Applebaum\r\ntook McCraw out of work and admitted her to the hospital.  Even if we conclude this event\r\namounted to a definitive diagnosis, McCraw applied for benefits on November 14, 1994,\r\nwithin two years of the designated definitive diagnosis.\r\n\r\nMcCraw, 338 S.C. at 485, 527 S.E.2d at 116-17 (citation \r\n  omitted).\r\n\r\nMoreover, the Court of Appeals disagreed with the circuit \r\n  court that total disability is required to trigger the statute of limitations. \r\n  Instead, the Court of Appeals held that the statute of limitations \"begins to \r\n  run for an occupational disease when the claimant receives notice of a definitively \r\n  diagnosed occupational disease and suffers some compensable injury, that is, \r\n  some disability.\" Id. at 488, 527 S.E.2d at 118.\r\n\r\nAs to petitioners' argument that McCraw failed to give timely \r\n  notice of her claim, the Court of Appeals found that the crucial date regarding \r\n  notice also would be November 19, 1992. The court further decided petitioners \r\n  had not appealed the Commissioner's finding that McCraw gave timely notice, \r\n  and therefore, it is the law of the case. Id.\r\n\r\nFinally, the Court of Appeals reversed the portion of the \r\n  circuit court's order which remanded the case to the Commission with instructions \r\n  to award McCraw benefits. The Court of Appeals held that the circuit court erred \r\n  in this respect because the Commission, as the ultimate fact finder, had not \r\n  yet reached the merits of McCraw's claim which petitioners had also challenged \r\n  in their appeal to the Commission. Therefore, the Court of Appeals remanded \r\n  to the Commission for additional proceedings. Id.\r\n\r\nISSUES\r\n\r\n\r\n1.  Does the statute of limitations bar McCraw's claim?\r\n\r\n2.  Does the notice provision bar McCraw's claim?\r\n\r\n\r\n\r\nDISCUSSION\r\n\r\n1. Statute of Limitations\r\n\r\nPetitioners argue that the Court of Appeals improperly made \"its own determination of facts\"\r\nby finding that respondent had not been definitively diagnosed in 1991, contrary to the\r\nspecific finding of the Commission.  We disagree.\r\n\r\nThis Court must affirm the findings of fact made by the \r\n  Commission if they are supported by substantial evidence. E.g., Tiller \r\n  v. National Health Care Ctr. of Sumter, 334 S.C. 333, 338, 513 S.E.2d 843, \r\n  845 (1999). Substantial evidence is not a mere scintilla of evidence, but evidence \r\n  which, considering the record as a whole, would allow reasonable minds to reach \r\n  the conclusion the agency reached. Id. The Court may reverse the decision \r\n  if the administrative findings are clearly erroneous in view of the reliable, \r\n  probative and substantial evidence on the whole record. Id.; S.C. Code \r\n  Ann. § 1-23-380(A)(6) (Supp. 2001).\r\n\r\nThe workers' compensation statute of limitations states in relevant part:\r\n\r\n\r\n  The right to compensation under this title is barred unless \r\n    a claim is filed with the commission within two years after an accident, or \r\n    if death resulted from accident, within two years of the date of death. However, \r\n    for occupational disease claims the two-year period does not begin to run \r\n    until the employee concerned has been diagnosed definitively as having an \r\n    occupational disease and has been notified of the diagnosis.\r\n\r\n\r\n\r\nS.C. Code Ann. § 42-15-40 (Supp. 2001) (emphasis added).\r\n\r\nThe Commission specifically found that Dr. Applebaum diagnosed McCraw in 1991. \r\nPetitioners argue that the evidence shows Dr. Applebaum diagnosed McCraw when she\r\nadvised McCraw, during an informal conversation in the endoscopy unit, to leave the unit. \r\nAdditionally, petitioners contend McCraw admitted she had been diagnosed because she\r\ntestified that she knew in 1991 her asthma problems were related to her job.\r\n\r\nWe hold the Court of Appeals did not make its own factual \r\n  findings, but instead, correctly determined that the Commission's finding was \r\n  clearly erroneous and not supported by substantial evidence. The evidence established \r\n  that Dr. Applebaum did not definitively diagnose McCraw while she worked \r\n  in the endoscopy unit. Instead, the testimony clearly showed that these consultations \r\n  were informal, undocumented, and not in the context of a doctor-patient relationship. \r\n  Given that the statute of limitations requires that the employee be: (1) \"diagnosed \r\n  definitively as having an occupational disease,\" and (2) \"notified of the diagnosis,\" \r\n  the Court of Appeals properly reversed the Commission's finding that Dr. Applebaum \r\n  diagnosed respondent in 1991. McCraw, 338 S.C. at 485, 527 S.E.2d at \r\n  116 (\"The confirmation that chemicals in the work environment should be avoided \r\n  and were potentially related to breathing difficulties, even though relayed \r\n  to the claimant by a qualified physician, do not under any view of the evidence \r\n  constitute a definitive diagnosis of an occupational disease as contemplated \r\n  by the statute.\"). Considering the record as a whole, it simply is not reasonable \r\n  to conclude that Dr. Applebaum's informal conversations with McCraw in the endoscopy \r\n  unit constituted a definitive diagnosis, or that McCraw's understanding her \r\n  asthma was affected by the workplace chemicals somehow constitutes notification \r\n  of definitive diagnosis of an occupational disease. See Tiller v. \r\n  National Health Care Ctr. of Sumter, 334 S.C. at 338, 513 S.E.2d at 845 \r\n  (substantial evidence is evidence which, considering the record as a whole, \r\n  would allow reasonable minds to reach the conclusion the agency reached).\r\n\r\nFurthermore, we agree with the Court of Appeals that, based on the evidence in the record, the\r\nearliest possible date of definitive diagnosis occurred when McCraw was hospitalized on\r\nNovember 19, 1992; therefore, McCraw's November 14, 1994 filing for benefits was timely\r\npursuant to § 42-15-40.\r\n\r\nIn its opinion, the Court of Appeals went on to discuss \r\n  whether disability is required to trigger the statute of limitations. During \r\n  this discussion, the Court of Appeals analyzed both workers' compensation statutes \r\n  and applicable case law. McCraw, 338 S.C. at 485-88, 527 S.E.2d at 117-18. \r\n  Petitioners maintain the Court of Appeals erred in holding that disability is \r\n  a requirement of the statute of limitations.\r\n\r\nThe Court of Appeals' analysis of this issue was unnecessary given its dispositive holding that\r\ndefinitive diagnosis did not occur until November 19, 1992, at the earliest.  In light of our\r\ndecision affirming this holding, we decline to address petitioners' argument and vacate that\r\nportion of the Court of Appeals' opinion addressing this issue.\r\n\r\n2.  Notice\r\n\r\nThe Court of Appeals held petitioners failed to appeal the Commissioner's finding that\r\nMcCraw gave timely notice of her claim to the Hospital, and therefore, it is the law of the\r\ncase.  Petitioners argue this was error.  We agree.\r\n\r\nPursuant to S.C. Code Ann. § 42-15-20 (1985), notice to the employer must be given within\r\n90 days after the occurrence of the accident upon which the employee is basing her claim. \r\nThe Commissioner found that McCraw provided timely notice to the Hospital via a long term\r\ndisability form filed on or about January 12, 1993.  In their appeal to the Commission,\r\npetitioners alleged the Commissioner erred in finding that McCraw's claim was timely\r\nreported pursuant to section 42-15-20.  The Commission, however, did not reach this claim\r\nbecause its decision rested solely on the statute of limitations issue.  When McCraw appealed\r\nto the circuit court and when petitioners appealed to the Court of Appeals, petitioners\r\ncontinued to assert the notice issue.  Accordingly, the Court of Appeals clearly erred in\r\nfinding petitioners had not appealed this issue.\r\n\r\nIn addition, petitioners continue to assert that McCraw \r\n  knew she had an occupational disease in 1991, and therefore, she failed to give \r\n  timely notice. However, as noted by the Court of Appeals, the record simply \r\n  does not support a date for triggering notice earlier than November 19, 1992. \r\n  Because McCraw filed the long term disability form in January 1993, there appears \r\n  to be no merit to petitioners' argument. Nonetheless, we find that this issue \r\n  has yet to be addressed by the Commission, and therefore it is remanded, along \r\n  with the other issues raised by petitioners but not yet considered by the Commission. \r\n  See Fox v. Newberry County Mem'l Hosp., 319 S.C. 278, 280, 461 \r\n  S.E.2d 392, 394 (1995) (\"The duty to determine facts is placed solely on the \r\n  Commission and the court reviewing the decision of the Commission has no authority \r\n  to determine factual issues but must remand the matter to the Commission for \r\n  further proceedings.\"); Ross v. American Red Cross, 298 S.C. 490, 492, \r\n  381 S.E.2d 728, 730 (1989) (\"the Full Commission, as the ultimate fact-finder, \r\n  may make its own findings, adverse to those of the Single Commissioner\"). \r\n\r\n\r\nCONCLUSION\r\n\r\nThe Court of Appeals' decision that the statute of limitations does not bar McCraw's claim\r\nbecause definitive diagnosis occurred, at the earliest, on November 19, 1992, is affirmed.  We\r\nvacate the portion of the opinion which further discusses the statute of limitations issue. \r\nFinally, we reverse on the notice issue, and remand to the Commission for further\r\nproceedings.\r\n\r\nAFFIRMED IN PART; VACATED IN PART; REVERSED IN PART; and\r\nREMANDED.\r\n\r\nTOAL, C.J., MOORE, BURNETT and PLEICONES, JJ., concur.\r\n1. However, Dr. Applebaum treated McCraw as a patient once in 1990 for sinusitis.\r\n2. McCraw indicated that she was getting respiratory infections from the children in the child\r\ncare center.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25481","title":"Gilchrist v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25481","description":"Issue is whether counsel was ineffective in failing to object to state's opening argument which improperly bolstered credibility of testimony of a witness against Gilchrist.","date":"2002-06-17","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n25481\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nRay Gilchrist, Petitioner,\r\n\r\n\r\n\r\n&nbsp;\r\nv.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nState of South Carolina, Respondent.\r\n&nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\n\r\nAppeal From Greenwood County\r\nDavid H. Maring, Sr., Trial Judge\r\nRodney A. Peeples, Post-Conviction Judge\r\n\r\n\r\nOpinion No. 25481\r\nSubmitted May 30, 2002 - Filed June 17, 2002\r\n\r\n\r\n  REVERSED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAssistant Appellate Defender Robert M. Pachak, of South Carolina Office of Appellate\r\nDefense, of Columbia, for petitioner.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, and\r\nAssistant Attorney General Edgar R. Donnald, all of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n&nbsp;\r\nJUSTICE WALLER:  We granted a writ of certiorari to review the denial of post-conviction\r\nrelief (PCR) to petitioner Ray Gilchrist.  We reverse. \r\n\r\nFACTS\r\n\r\nGilchrist was convicted of attempted common law robbery \r\n  and sentenced to 12 years. On direct appeal, the Court of Appeals affirmed. \r\n  State v. Gilchrist, 329 S.C. 621, 496 S.E.2d 424 (Ct. App. 1998). As \r\n  related in the Court of Appeals' opinion on direct appeal, the facts of the \r\n  crime are as follows:\r\n\r\n\r\nOn November 29, 1995 at approximately 9:00 p.m., Sandra Ginn (victim) was accosted while\r\nsitting in her car in the parking lot of Crosscreek Mall in Greenwood.  Johnny Ethridge\r\nwalked up to her window and when she rolled it down slightly, he stuck his hand inside and\r\ndemanded her billfold.  He told the victim he had a gun and would shoot her if she would not\r\ngive the billfold to him.  When she told him she did not have it, he began to choke her and\r\nthreatened to kill her.  She blew her horn in response and he fled.  A witness exiting the mall\r\nheard the horn and saw a person walk away, and get into a slow-moving, white Mustang.  The\r\nwitness then saw the Mustang speed out of the parking lot.\r\n\r\nShortly after midnight, Gilchrist was stopped while driving a white Mustang and asked to\r\ncome to the Greenwood police department.  Gilchrist admitted to police that he had picked\r\nsomeone up in the mall parking lot.  He initially denied knowing the passenger's identity, but\r\nthen said the passenger's nickname was Mandy or Brushawn.  Gilchrist ultimately identified\r\nEthridge from a photo line-up and told the police Ethridge's full name.  Gilchrist consistently\r\nmaintained his innocence, denying any part in the attempted robbery.  He claimed he first\r\nknew of wrongdoing by his passenger when they left the mall parking lot and Ethridge told\r\nhim what he had done.\r\n\r\nEthridge pleaded guilty to attempted common law robbery and testified on behalf of the state. \r\nAccording to Ethridge, he, Gilchrist, and Gilchrist's cousin, Ervin Hackett, had driven around\r\nin Gilchrist's white Mustang.  Ethridge was in the backseat.  Gilchrist let Hackett out of the\r\ncar after taking him to his girlfriend's house.  Ethridge stayed in Gilchrist's car, getting in the\r\nfront seat.  Ethridge testified Gilchrist then offered him a \"hit\" of crack cocaine, which he\r\naccepted.  He had not seen Gilchrist smoke any crack that day and he did not know whether\r\nGilchrist was high or not.\r\n\r\nAccording to Ethridge, Gilchrist told him that if they \"[made] a lick,\" they could get some\r\nmore crack.  Ethridge testified a \"lick\" is a term meaning to \"rip somebody off.\"  Gilchrist\r\nalso said, \"Man, we get some more money, we can get some more of that,\" meaning crack. \r\nAlthough Ethridge did not respond, Gilchrist then drove to the mall.\r\n\r\nGilchrist parked the car in the mall lot and said to Ethridge, \"Yo, man, there's one right\r\nthere,\" pointing to the victim sitting in her car.  Gilchrist then said \"Damn man, if we had a\r\ngun.\"  Gilchrist got out of the car, opened the trunk, and removed a metal lug wrench. \r\nEthridge also got out of the car and went to the trunk.  Gilchrist tried to hand him the wrench\r\nsaying, \"Yo, man, this will work real nice,\" but Ethridge refused to take it.  Ethridge, who was\r\nstill high from smoking crack cocaine, sat back down in the car for a few seconds, and then\r\nwent over to the victim's car and attempted to rob her.  After she blew the horn, he walked\r\nback towards Gilchrist's car, which was beginning to \"creep up,\" and got inside.  Gilchrist\r\nsped up as he left the mall and he dropped Ethridge near his girlfriend's house.\r\n\r\nGilchrist's testimony contradicted Ethridge's account of the incident.  First, Gilchrist said\r\nEthridge got out of the car with Hackett.  Gilchrist denied giving him a ride to the mall. \r\nGilchrist said he went to the mall to visit his nephew and ran into Ethridge in the parking lot\r\napproximately an hour after he had dropped him off with Hackett.  Once he got to the mall,\r\nGilchrist decided not to actually go into the mall, but agreed to give Ethridge a ride, telling\r\nhim to meet Gilchrist at the car.  Gilchrist denied providing Ethridge with crack, hearing the\r\nvictim's horn blow, or knowing Ethridge had committed a crime before he picked him up.\r\n\r\n\r\nState v. Gilchrist, 329 S.C. at 624-25, 496 S.E.2d \r\n  425-26.\r\n\r\nDuring opening argument, the State told the jury it intended to call Ethridge to testify on the\r\nState's behalf:\r\n\r\n\r\nThe State will call Mr. Ethridge, who has tendered a plea of guilty to attempted strong-arm\r\nrobbery.  And I'll say this from the bottom of my heart, that there is one soul, who was at\r\none time unclean and is now clean.  It's that man there with his lawyer.  He's clean today,\r\nand he will be cleaner still, because he is pleading - he is going to testify in the State of South\r\nCarolina's case with no guarantees of sentence for his plea of guilty of attempted strong-arm\r\nrobbery in this case.  He is at the point in his life where he wants to lay all the cards on the\r\ntable and let the chips fall where they may.  That's good for the soul, and he is looking\r\nforward to this.  As much as someone tragically is, he's at a point where he wants to be\r\nclean.  That's really what it's all about.  And there will be evidence in this case that Mr.\r\nEthridge is wanting to let it all out.  This is his day to let all these things fly.  He's\r\nbeyond that now.  Hallelujah.  He's going to tell you that he's a drug addict.  He's going to\r\nembarrass himself a little bit by laying out a resume of his conduct that pertains to his drug\r\nabuse and other misconduct and part of his life, but he will not run from it.  He will salute, but\r\nhe knows he's got a life.  He's got a life and he's got a soul. . . .\r\n\r\n\r\n(Emphasis added).  Gilchrist's counsel did not object.\r\n\r\nWhen Ethridge testified, he stated he had smoked crack provided by Gilchrist and, while high\r\non the crack, had committed the attempted robbery at the suggestion of Gilchrist.  He\r\nacknowledged he had prior convictions for distribution of imitation controlled substances,\r\nshoplifting, obtaining money under false pretenses, and forgery.  On cross-examination,\r\ncounsel highlighted how Ethridge had pled guilty to the attempted robbery, but had not yet\r\nbeen sentenced.  When asked if he was hoping for leniency, Ethridge responded:  \"I'm not\r\nhoping, I'm praying.\"\r\n\r\nAt the PCR hearing, Gilchrist argued that trial counsel was ineffective for failing to object to\r\nthe State's opening because it constituted impermissible vouching for Ethridge's credibility. \r\nTrial counsel testified that he \"thought very seriously about making a mistrial motion and\r\nobjection to all of that at the time.  However, based upon the strategy of the case, [he] decided\r\nnot to.\"  Counsel did not elaborate on what the particular \"strategy of the case\" was.\r\n\r\nAs to this issue, the PCR court noted that although the State's opening was \"passionate,\" it\r\nwas not improper.  The PCR court found that:  (1) counsel had no reason to object; (2)\r\ncounsel made a reasonable strategic decision not to object; and (3) there was no prejudice\r\nbecause of the trial court's standard instructions to the jury. (1)\r\n\r\nISSUE\r\n\r\n\r\nWas counsel ineffective for failing to object to the State's opening?\r\n\r\n\r\nDISCUSSION\r\n\r\nGilchrist argues his counsel was ineffective for failing to object to the State's opening\r\ncomments about Ethridge because they improperly bolstered Ethridge's credibility.  We agree.\r\n\r\nTo establish a claim of ineffective assistance of trial \r\n  counsel, a PCR applicant must show that: (1) counsel's representation fell below \r\n  an objective standard of reasonableness and, (2) but for counsel's errors, there \r\n  is a reasonable probability the result at trial would have been different. Strickland \r\n  v. Washington, 466 U.S. 668 (1984); Johnson v. State, 325 S.C. 182, \r\n  480 S.E.2d 733 (1997). A reasonable probability is a probability sufficient \r\n  to undermine confidence in the outcome of trial. Id.  Where counsel articulates \r\n  a valid reason for employing a certain strategy, such conduct will not be deemed \r\n  ineffective assistance of counsel. E.g., Stokes v. State, 308 \r\n  S.C. 546, 419 S.E.2d 778 (1992).\r\n\r\nThis Court must affirm the PCR court's decision when its \r\n  findings are supported by any evidence of probative value. E.g., Cherry \r\n  v. State, 300 S.C. 115, 386 S.E.2d 624 (1989). However, the Court will not \r\n  uphold the findings of a PCR court if no probative evidence supports those findings. \r\n  Holland v. State, 322 S.C. 111, 470 S.E.2d 378 (1996).\r\n\r\nIn State v. Shuler, 344 S.C. 604, 545 S.E.2d 805, \r\n  cert. denied, ___ U.S. ___, 122 S.Ct. 404 (2001), the Court explained \r\n  that a solicitor:\r\n\r\n\r\ncannot vouch for the credibility of a witness by expressing or implying his personal opinion\r\nconcerning a witness' truthfulness. . . .  Improper vouching occurs when the prosecution\r\nplaces the government's prestige behind a witness by making explicit personal assurances of a\r\nwitness' veracity, or where a prosecutor implicitly vouches for a witness' veracity by\r\nindicating information not presented to the jury supports the testimony. . . .\r\n\r\n\r\n344 S.C. at 630, 545 S.E.2d at 818 (citations omitted). \r\n  \"Because a jury must make its own assessment on the credibility of witnesses, \r\n  it is inappropriate for the State to assure the jury of a government witness's \r\n  credibility.\" State v. Kelly, 343 S.C. 350, 369, 540 S.E.2d 851, 861 \r\n  (2001), rev'd on other grounds, 534 U.S. 246 (2002).\r\n\r\nWe hold the State improperly vouched for Ethridge's credibility \r\n  in its opening statement. We find the following statement made by the solicitor \r\n  particularly problematic: \"And I'll say this from the bottom of my heart, that \r\n  there is one soul, who was at one time unclean and is now clean.\" This statement \r\n  amounts to a personal assurance of Ethridge's veracity because the solicitor \r\n  emphatically stated that Ethridge was \"now clean,\" i.e., worthy of belief. Since \r\n  it is inappropriate for the State to assure the jury of a government witness's \r\n  credibility, Gilchrist's counsel should have objected. See Shuler, \r\n  supra; Kelly, supra. Moreover, the State's abundant use \r\n  of the religiously-tinged language is also problematic and certainly enhanced \r\n  the impropriety of the opening statement. The repeated references to Ethridge's \r\n  soul and his expected testimony as his opportunity to cleanse his soul rise \r\n  to the level of an assurance of Ethridge's credibility. See id.\r\n\r\nAccordingly, counsel was deficient for failing to object to the opening statement and the PCR\r\ncourt erred in finding otherwise. (2)\r\n\r\nAs to the prejudicial impact of the failure to object, we find that prejudice clearly flowed from\r\ncounsel's error.  In the instant case, Ethridge was the State's key witness, and therefore his\r\ncredibility was crucial to the government's case.  Indeed, because Gilchrist essentially\r\npresented a \"mere presence\" defense, believing Ethridge was the only way the jury could\r\nconvict Gilchrist. (3)  We note further that because of Ethridge's admitted drug use at the time\r\nof the crime, his prior convictions, and his interest in providing favorable testimony for the\r\nState to obtain leniency in his own case, Ethridge's credibility clearly was questionable.  \r\n\r\nAccordingly, given Ethridge's obvious credibility problems, and the fact that Gilchrist's\r\nconviction is inextricably linked to Ethridge's credibility, counsel's failure to object to the\r\nState's improper vouching prejudiced Gilchrist's case.\r\n\r\nCONCLUSION\r\n\r\nThe PCR court's order denying relief is\r\n\r\nREVERSED.\r\n\r\nTOAL, C.J., MOORE, BURNETT and PLEICONES, JJ., concur.\r\n1. For example, the PCR court noted that the trial court's preliminary remarks included that\r\nopening statements and closing arguments are not evidence, and the jury charge included\r\ninstructions on the burden of proof and the juror's oath to base a verdict only on the evidence\r\nand the law.\r\n2. Although the PCR court found counsel \r\n  failed to object for strategic reasons, we note counsel never articulated \r\n  any strategy at all. A blanket statement by counsel at a PCR hearing that he \r\n  employed \"strategy\" does not automatically insulate the lawyer from being found \r\n  ineffective. Consequently, there is no evidence to support the PCR court's finding \r\n  that any valid strategic reason existed for the failure to object. Holland \r\n  v. State, supra (the Court will not uphold the findings of a PCR \r\n  court if no probative evidence supports those findings); Stokes v. State, \r\n  supra (where counsel articulates a valid reason for \r\n  employing a certain strategy, such conduct will not be deemed ineffective assistance \r\n  of counsel). \r\n3. While other witnesses' testimony placed Gilchrist at the scene (via his white Mustang), and\r\nGilchrist himself admitted to being at the scene, only Ethridge offered direct evidence that\r\nGilchrist aided and abetted the attempted robbery perpetrated by Ethridge, and that the plan\r\nfor the crime originated from Gilchrist.  Moreover, Ethridge's testimony provided the motive\r\nfor the crime.  Thus, Ethridge supplied the testimony necessary to convict Gilchrist.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25482","title":"Ex parte: John Martin Foster","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25482","description":"Order appointing attorney to represent incarcerated defendant in civil forfeiture action reversed and remanded with instructions on appointment considerations.","date":"2002-06-17","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nEx parte: John Martin Foster, Appellant,\r\n\r\n\r\n\r\nIn re: Thomas E. Pope as\r\nSolicitor, Respondent,\r\n&nbsp; v.\r\n\r\n\r\nJonathan Edward Pate and One 1987 Nissan Sentra Automobile(VIN #1N4PB22S3HC871896);\r\nSeven Hundred Ninety-Six and 67/100 ($796.67) Dollars in U.S. Currency; One Arch\r\nPager (Serial #1659257); One Alltel Mobile Phone (Serial #SWF1396E); and One Necklace - gold in\r\ncolor,    Defendants, of whom Jonathan Edward Pate is    Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From York County\r\nHenry F. Floyd, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25482\r\nHeard February 7, 2002 - Filed June 17, 2002\r\n\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nJohn Martin Foster, of Rock Hill, for appellant.\r\n\r\nAssistant Solicitor Kevin Scott Brackett, of York, for respondent Pope.\r\n\r\nAttorney General Charles M. Condon; Deputy Attorney General Treva G. Ashworth; and\r\nAssistant Deputy Attorney General J. Emory Smith, Jr., of Columbia, for The State,\r\nIntervenor.\r\n\r\nAssistant Appellate Defender Aileen P. Clare, of Columbia, for respondent Pate.\r\n\r\nLucy London McDow, of Rock Hill, for York County Bar Association, Inc.,  amicus curiae.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE PLEICONES:  Appellant, a licensed attorney, appeals an order appointing him\r\nGuardian ad Litem (GAL) for respondent Pate, the defendant in a civil forfeiture action. \r\nAppellant contends the order contains insufficient factual findings to support the appointment. \r\nWe agree, and reverse and remand.\r\n\r\nAt the time of the appointment, Pate was incarcerated and, although the pleadings and orders\r\nmake no reference to the rule, it appears the appointment was made pursuant to Rule 17(c),\r\nSCRCP:\r\n\r\n\r\nwhen a person is imprisoned in this state, and not a minor or incompetent, the court may, in its\r\ndiscretion appoint a guardian ad litem or order him to be brought personally to the trial to\r\ntestify in accordance with Rule 43(a).\r\n\r\n\r\nRule 17(d)(2), SCRCP provides:\r\n\r\n\r\n(d)(2) Who May Be Appointed.  The general guardian of a minor or incompetent person may\r\nbe appointed guardian ad litem, if he has no interest adverse to that of the person whom he\r\nrepresents in the action.  No other person may be appointed guardian ad litem of a minor or\r\nincompetent or imprisoned person unless he be fully competent to understand and protect the\r\nrights of the person whom he represents, has no interest adverse to that of the person whose\r\ninterest he represents, is not connected or associated with the attorney or counsel of the\r\nadverse party, and is not the attorney for the adverse party.  If the guardian ad litem is an\r\nattorney, it shall not be necessary that he be represented by an additional attorney; but the\r\nattorney of the adverse party shall not represent the guardian ad litem.\r\n\r\n\r\nThe initial order appoints appellant as Pate's GAL.  Appellant petitioned for reconsideration\r\nand the order issued in response to that motion  explicitly provides \"the [appellant] shall have\r\n60 days to answer &amp; investigate through the guardian ad litem.\" (emphasis supplied). \r\nAppellant correctly asserts that he has been appointed Pate's de facto attorney as well as his\r\nde jure GAL, a practice countenanced by Rule 17(d)(2).  \r\n\r\nIssue\r\n\r\n\r\nIs an incarcerated defendant in a civil forfeiture action entitled to an appointed GAL or\r\nattorney?  \r\n\r\n\r\n\r\nDiscussion\r\n\r\nThe rationale for appointing a GAL for a prisoner \"is not \r\n  mental deficiency, but the physical restraint of imprisonment.\" In re Bishop, \r\n  272 S.C. 306, 251 S.E.2d 748 (1979). When a prisoner is already represented \r\n  by competent counsel, or when he \"has made an informed decision not to contest \r\n  the suit,\" the circuit court need not appoint a GAL. Gossett v. Gilliam, \r\n  317 S.C. 82, 452 S.E.2d 6 (Ct. App. 1994) cert. denied June 16, 1995. \r\n  In Gossett, a civil forfeiture suit, the Court of Appeals held that under \r\n  Rule 17(c), the appointment of a GAL for an inmate is \"discretionary\" if the \r\n  judge determines it is more 'feasible' to bring the prisoner himself to trial. \r\n  The Court of Appeals went on to hold that:\r\n\r\n\r\nwhere an adverse judgment against the prisoner will affect present or future property rights,\r\nthe court should ensure either that a [GAL] is appointed or that the inmate is at least brought\r\nto court prior to entry of a default judgment against him for a determination of whether the\r\nappointment of a [GAL] is essential to the protection of the prisoner's rights.  The spirit of the\r\nlaw demands no less.\r\n\r\n\r\nId. at 86, 452 S.E.2d at 8.\r\n\r\nAppellant has been appointed as a de facto attorney, \r\n  however, and not as a \"mere\" GAL. At the time this appointment was made, the \r\n  factors to be considered in making such an appointment were outlined in Ex \r\n  parte Dibble, 279 S.C. 592, 310 S.E.2d 440 (Ct. App. 1983). Appellant rightly \r\n  complains that the orders here are devoid of any discussion of the Dibble \r\n  factors. We therefore reverse and remand the appointment order for reconsideration. \r\n\r\n\r\nOn remand, the trial court shall apply Rule 608, SCACR which we adopted after this appeal\r\nwas filed, and which now governs this appointment procedure.  Rule 608(g) provides: \r\n\r\n\r\n(1) The unnecessary appointment of lawyers to serve as counsel or GALs places an undue\r\nburden on the lawyers of this State.  Before making an appointment, a circuit or family court\r\njudge must insure that the person on whose behalf the appointment is being made is in fact\r\nindigent.  Further, a lawyer should not be appointed as counsel for an indigent unless the\r\nindigent has a right to appointed counsel under the state or federal constitution, a statute, a\r\ncourt rule or the case law of this State.  Finally, except where the appointment of a GAL is\r\nmandated by the state or federal constitution, statute, Rule 17, SCRCP, other court rule or the\r\ncase law of this State, circuit and family court judges should cautiously exercise their\r\ndiscretionary authority to appoint a GAL under Rule 17, SCRCP.\r\n\r\n(2) A lawyer should only be appointed as counsel under this rule when counsel is not available\r\nfrom some other source.  For example, an appointment under the rule for a criminal defendant\r\nshould not be made when there is a public defender available to take the appointment.\r\n\r\n(3) When available, the circuit and family courts should consider using non-lawyers as GALs. \r\nThe family court in each county is expected to encourage and support the South Carolina\r\nGuardian Ad Litem Program, S.C. Code Ann. §§ 20-7-121 to -129.  Effective use of this\r\nprogram will further reduce the burden placed on lawyers while insuring that competent GALs\r\nare provided for children in abuse and neglect cases.\r\n\r\n\r\nOn remand, in addition to the requirements of this rule, the circuit court shall consider the\r\nfollowing issues in determining whether respondent Pate should be appointed a GAL, and if\r\nso, whether an attorney should be appointed to that position:\r\n\r\n\r\n  \r\n    \r\n      (1)\r\n      Is respondent Pate indigent?\r\n    \r\n    \r\n      (2)\r\n      Is the nature of this civil forfeiture action so complex that the fact of respondent Pate's\r\nincarceration will unfairly hamper his ability to defend his case?; and\r\n    \r\n    \r\n      (3)\r\n      If a GAL is appointed, is she entitled to be compensated out of the proceeds of the forfeited\r\nproperty for her investigative costs and/or for her time as a \"proper expense of the\r\nproceeding\" under S.C. Code Ann. § 44-53-530(c)(Supp. 2001)?\r\n    \r\n  \r\n\r\n  We emphasize neither Rule 17, SCRCP, nor Rule 608, SCACR, \r\n  require the automatic appointment of GALs for incarcerated persons. Rather, \r\n  the trial court is to exercise its discretion in making these appointment decisions. \r\n  Ordinarily, the inmate should be brought before the court prior to the appointment \r\n  decision in order for the court to adjudicate the inmate's indigency status, \r\n  and to allow the trial judge to assess the particular inmate's needs on an individual \r\n  basis. If no GAL is appointed, then arrangements must be made to ensure the \r\n  inmate's presence at the trial on the merits. Rule 17(c), SCRCP; Gossett \r\n  v. Gilliam, supra. Further, it does not follow automatically from \r\n  the conclusion that a GAL should be appointed that the appointment should be \r\n  made from among the members of the Bar. There may well be a friend or family \r\n  member of the inmate who can assist in the defense of the forfeiture suit. \r\n\r\n\r\nThe order appointing appellant as GAL in this matter is reversed and the case remanded for\r\nfurther proceedings.\r\n\r\nREVERSED AND REMANDED.\r\n\r\nTOAL, C.J., MOORE, WALLER and BURNETT, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25483","title":"In the Matter of Harry C. DePew","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25483","description":"Opinion publicly reprimanding Harry C. Depew for failing to diligently pursue client matters, failing to communicate with clients, failing to safekeep documents, and failing to timely pay a court reporter's fee.","date":"2002-06-17","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nIn the Matter of Harry C. DePew, Respondent.\r\n&nbsp; \r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25483\r\nSubmitted May 17, 2002 - Filed June 17, 2002\r\n\r\n\r\nPUBLIC REPRIMAND\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nHenry B. Richardson, Jr. and Assistant Deputy Attorney General J. Emory Smith, Jr., both of\r\nColumbia, for the Office of Disciplinary Counsel.\r\n\r\n        Harry C. DePew, of Columbia, pro se.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter, respondent and Disciplinary Counsel\r\nhave entered into an Agreement for Discipline by Consent pursuant to Rule 21, RLDE, Rule\r\n413, SCACR.  In the agreement, respondent admits misconduct and consents to the imposition\r\nof a sanction ranging from an admonition to a public reprimand.  We accept the agreement\r\nand find that a public reprimand is the appropriate sanction.  The facts as set forth in the\r\nagreement are as follows.\r\n\r\n\r\n    Facts\r\n\r\n\r\n\r\nRespondent failed to diligently pursue several matters on behalf of his clients.  In one matter,\r\nhe delayed in preparing a proposed Final Decree of Divorce as requested by the family court. \r\nIn a second matter he did not file suit on behalf of his client until a few days before the statute\r\nof limitations expired.  In that same matter, he failed to advise his client of the value of her\r\npersonal injury claim and failed to keep her informed about the status of the matter.  In a third\r\nmatter, he failed to file suit on behalf of his client before the statute of limitations expired.  He\r\nalso failed to keep the client informed about the status of the matter and failed to return her\r\ntelephone calls.\r\n\r\nIn a fourth matter, respondent failed to complete necessary documents, failed to return\r\ndocuments to the client, and failed to respond to messages left by the client and the client's\r\nfamily.\r\n\r\nIn addition to engaging in a pattern and practice of failing to act diligently on behalf of his\r\nclients and failing to adequately communicate with them, respondent has also lost or been\r\nunable to locate documents relating to numerous matters, which indicates respondent is not\r\nproperly safeguarding documents.\r\n\r\nFinally, despite numerous statements and calls from a court reporter, respondent failed to pay\r\nthe court reporter's bill until over a year after the first invoice was sent.   \r\n\r\n\r\n    Law\r\n\r\n\r\n\r\nBy his conduct, respondent has violated the following provisions of the Rules of Professional\r\nConduct, Rule 407, SCACR: Rule 1.1 (a lawyer shall provide competent representation to a\r\nclient); Rule 1.3 (a lawyer shall act with reasonable diligence and promptness in representing\r\na client); Rule 1.4(a)(a lawyer shall keep a client reasonably informed about the status of a\r\nmatter and promptly comply with reasonable requests for information); Rule 8.4(a)(it is\r\nprofessional misconduct for a lawyer to violate the Rules of Professional Conduct); and Rule\r\n8.4(e)(it is professional misconduct for a lawyer to engage in conduct that is prejudicial to the\r\nadministration of justice).\r\n\r\nRespondent has also violated the following provisions of \r\n  the Rules for Lawyer Disciplinary Enforcement, Rule 413, SCACR: Rule 7(a)(1)(it \r\n  shall be a ground for discipline for a lawyer to violate the Rules of Professional \r\n  Conduct) and Rule 7(a)(5)(it shall be a ground for discipline for a lawyer to \r\n  engage in conduct tending to pollute the administration of justice). Finally, \r\n  respondent failed to cooperate with Disciplinary Counsel's investigation. In \r\n  the Matter of Treacy, 277 S.C. 514, 290 S.E.2d 240 (1982).\r\n\r\nWe find that respondent's misconduct warrants a public reprimand.  Accordingly, we accept\r\nthe Agreement for Discipline by Consent and publicly reprimand respondent for his actions.\r\n\r\nPUBLIC REPRIMAND.\r\n\r\n                   TOAL, C.J., MOORE, WALLER, BURNETT and PLEICONES, JJ.,\r\nconcur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25484","title":"State v. Burkhart","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25484","description":"In this death penalty case, the Court reversed Appellant's convictions based on the trial judge's erroneous self-defense charge and remanded for a new trial.","date":"2002-06-17","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nThe State, Respondent,\r\n&nbsp; v.\r\n\r\n\r\n\r\nTroy Alan Burkhart, Appellant.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Anderson County\r\nDonald W. Beatty, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25484\r\nHeard December 13, 2001 - Filed June 17, 2002\r\n\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nDeputy Chief Attorney Joseph L. Savitz, III, of South Carolina Office of Appellate Defense,\r\nof Columbia, for appellant.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh,\r\nAssistant Deputy Attorney General Donald J. Zelenka, Assistant Attorney General Derrick K.\r\nMcFarland, all of Columbia; and Solicitor Druanne D. White, of Anderson, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nCHIEF JUSTICE TOAL:  Troy Alan Burkhart (\"Appellant\") appeals his convictions on\r\nthree counts of murder and three counts of possession of a firearm during commission of a\r\nviolent crime for which he was sentenced to death.  We reverse.\r\n\r\nFactual/Procedural Background\r\n\r\n  On January 13, 1998, the grand jury for Anderson County indicted Appellant for the murders\r\nof Shane and Stacy Walters, half-brothers, and Sonya Cann.  In addition to the three counts of\r\nmurder, Appellant was indicted on three counts of possession of a firearm during the\r\ncommission of a violent crime.  Although Appellant admitted to shooting and killing Shane,\r\nStacy, and Sonya, he pled not guilty, claiming he killed them all in self-defense.  \r\n\r\nAfter a two week trial beginning on March 6, 2000, the jury convicted Appellant on all three\r\ncounts of murder and all three counts of possession of a firearm during commission of a\r\nviolent crime.  The following day, the jury recommended Appellant be sentenced to death,\r\nciting the murder of two or more persons pursuant to one scheme or course of conduct as the\r\nstatutory aggravator.  The trial judge affirmed their recommendation and sentenced Appellant\r\nto death.  \r\n\r\nAccording to the record, Appellant met the Walters brothers just a few days before they were\r\nkilled.  It all began when a mutual friend, Paul Zastrow, introduced Appellant and the Walters\r\nwhen they met by chance at Zastrow's house on Friday, November 14, 1997.  Appellant did\r\nnot know the Walters before that weekend and claims he did not know Sonya Cann at all. \r\nAppellant owned and managed a bar called Traditions, and the Walters set up mobile homes\r\nfor a living.\r\n\r\nA group of Clemson students had rented Appellant's bar for a private party that weekend, but\r\nAppellant was having trouble with his septic tank.  Zastrow suggested that the Walters might\r\nbe able to help fix it.  Appellant accepted the offer and Zastrow and both Walters arrived at\r\nTraditions Friday evening, November 14, to work on the septic tank.  They built a bonfire and\r\nspent the night working on the septic tank, drinking, doing drugs (methamphetamine and\r\nmarijuana), and talking about deer hunting.  An impromptu party developed as several other\r\nfriends showed up and joined them.\r\n\r\nAlthough Burkhart often carried a sidearm (because, he testified, \"I deal with money and\r\nliquor and I'm in a secluded location\") (1), he had never been hunting, but had become\r\ninterested in learning to hunt in the weeks preceding these events.  After the party broke up,\r\nAppellant, Shane, Stacy, and another friend drove around in the woods with their guns\r\nlooking for deer.  Apparently, the group saw and startled a deer at some point before deciding\r\nto go home.  Shane took Appellant home and told him he could help him again with the septic\r\ntank on Saturday if necessary.  \r\n\r\nThe next day, Saturday, November 15, went much like the previous evening.  Appellant\r\npicked up Shane at Paul Zastrow's house around 9:00 p.m. and they drove to Traditions to\r\nwork on the septic tank.  Many of the same people from the night before returned, and the\r\ngroup drank alcohol and did drugs until the bar closed, just as they had on Friday night. \r\nApparently, Shane and Appellant agreed to go hunting the following morning.  Appellant\r\ndropped Shane off and went home to prepare to go hunting.  Appellant waited on Shane, but\r\nhe never showed up.  Appellant drove to Shane's house twice and knocked on the door, but\r\ngot no answer.  Assuming Shane fell asleep, Appellant drove to Paul Zastrow's house for\r\ncoffee and then drove home to go to sleep.  \r\n\r\nThat afternoon, Sunday, November 16, Shane and his wife Vicky had some friends over to\r\nwatch car races on television.  Appellant called Shane several times, and he and Paul Zastrow\r\nwent over to the Walters' trailer around 4:00 p.m.  Stacy came in from work a short time later. \r\nAt some point, Shane, Stacy, and Appellant decided to go \"four-wheeling\" in Shane's truck. \r\nAppellant had his gun with him in case they went hunting, and Shane had his rifle.  The three\r\nmen were drinking and doing drugs at this time.  \r\n\r\nAt some point after four-wheeling, the threesome drove over to Tammy Steele's house where\r\nthey continued partying.  According to Tammy, Appellant's wife called him on his mobile\r\nphone while he was there and, after speaking to her, Appellant said he did not want to go\r\nhome that night.    Tammy also testified that Appellant mentioned that his business was not\r\ndoing well and thanked Shane and Stacy profusely for helping him with the septic tank.  At\r\nsome point, Tammy's sister, Danielle, came over.  Some time later, Paul Zastrow contacted\r\nthe group and asked if Appellant could bring him some beer from Traditions.  Appellant\r\nagreed to do so, and he, Shane, and Danielle went by Traditions and then onto Zastrow's,\r\nwhere they did more drugs and drank with Zastrow and his girlfriend.  While they were gone,\r\nTammy testified that she and Stacy had sex and that the condom Stacy was wearing broke and\r\nthey could not find it. (2)              \r\n\r\nShane, Danielle, and Appellant returned to Tammy's house until the party disbursed sometime\r\nafter 5:00 a.m.  Shane, Stacy, and Appellant left Tammy's house in Shane's truck.  After they\r\nleft her house, Shane drove them to Sonya Cann's house to pick her up.  Sonya  sat in the\r\nfront of the truck between Shane and Appellant and Stacy sat on the backseat of the truck,\r\nbehind Appellant on the passenger side.  They drove around for a little while, eventually going\r\nup to an isolated kudzu field known to everyone in the truck but Appellant. \r\n\r\nFrom this point on, Appellant testified that the atmosphere in the truck changed dramatically. \r\nHe related the ensuing events as follows:\r\n\r\n\r\nWhen we got to the top, we parked and I believe there was some beer opened and Sonya\r\nhanded Stacy some, what I believed to have been some more methamphetamine. . . . Stacy\r\nwas, was fixing it . . . on a CD case.  And I said to Shane, I said, \"Are there any deer here,\r\nwhere are the deer?\"  He didn't answer, but Sonya said, \"There ain't no deer here, this is a\r\nscattering field.\". . . I didn't know what to think of that. I guess I just let it go and didn't think\r\nmuch more about it.  And I . . . started a conversation about the restaurant.  Shane and I had\r\ntalked about him knowing someone that could help me that wasn't a bank.  And I asked him a\r\nlittle more about that.  And he told me that he had that worked out and that I didn't have to\r\nworry about that. . . .That's when Stacy handed Shane a cassette case with some what I\r\nthought to be methamphetamine on it. . . . He held it for a moment and passed it to me.  When\r\nI got it, it still had four lines or four piles of powder on it. . . . [O]n occasion when we had\r\ndone drugs before, when I got it, there was only one line left on it.  I thought it was strange\r\nthat there were four and it had been passed through the other three. . . . As he passed it to me,\r\nhe asked me if I had ever wronged anyone.  And I said, \"No, what do you mean by that?\" \r\nThen he said, \"Have you ever wronged your Uncle Ronnie?\"  \r\n\r\n\r\nAppellant claims that this question \"struck fear into [his] soul.\"  Appellant and his father\r\nconsidered Ronnie, who had a reputation for being a somewhat ruthless drug smuggler, an\r\nenemy. (3)  Appellant's testimony continued:\r\n\r\n\r\n[Shane] said that he and Ronnie had this thing worked out, that he had gotten money from\r\ndrugs in Florida. . . . [Shane] said all he had to do was take care of me . . . . Then [Shane] said,\r\n\"it's time to get this over with.\" Then he pulled out the gun and told me to get the hell out  of\r\nthe truck. . . .  Stacy had had [sic] me around the neck and had a knife in his hand and said,\r\n\"we're going to make you squeal like a pig, boy.\" . . . Sonya said, \"Yeah, baby, make him\r\nsqueal like a pig.\" . . . I lunged for the gun and then the gun went off. . . . I was able to get the\r\ngun and I just shot.  I just shot. . . . I couldn't say which direction. . . . I shot until it wouldn't\r\nshoot. . . . I opened the driver's door and . . . I pushed Shane and Sonya out of the truck. . . . I\r\nheard what sounded like another door slamming. . . . I looked on the seat and saw the other\r\nclip for the gun was there, and I put the other clip in the gun. . . . I couldn't get it to work.  I\r\ncouldn't get the bullet to go in.  And I remember trying to get it to work and bullets coming\r\nout, and I remember it going off.  Then I got out of the truck to see what it was that I may have\r\nheard, and I couldn't see anything.  I went around and I pulled Stacy out of the truck. . . . I got\r\nin the truck and got the hell out of there. . . . I thought I was going to be raped and killed.\r\n\r\n\r\nShane Walters was shot six times, including one fatal wound to the back of the head.  Stacy\r\nWalters was shot in the right temple and right cheek, either of which would have been fatal. \r\nSonya Cann was shot three times, including fatal wounds to the right temple and through the\r\nleft eye.   \r\n\r\nThe State contended, contrary to Appellant's account, that the shots that killed Shane and\r\nSonya were fired after they were already incapacitated, lying on the ground outside the truck,\r\nand that Appellant had stomped Sonya and Stacy with his boot after he shot them.  Still, the\r\nState's pathologist who advanced these theories could not rule out self-defense, particularly in\r\nview of the amount of drugs and alcohol consumed.  A defense pathologist testified that the\r\nshootings could have occurred exactly as Appellant described. \r\n\r\nOn cross-examination, Appellant unequivocally denied the State's accusations.  He testified,\r\n\"I did not stomp anyone and I did not shoot anyone on the ground.\"  Appellant described the\r\nepisode as a five-second fight for his life against Stacy, Shane, and Sonya.  According to\r\nAppellant, he had no choice but to kill them all in self-defense.\r\n\r\nOnce he was out of danger, Appellant claims he became concerned for the safety of his father\r\nand his wife.  He left the kudzu field in Shane's truck and called his father from a cell phone. \r\nAppellant testified that he drove directly to his father's house, that he and his father got into\r\nhis father's truck, and then drove to his own house to get his wife.  Appellant told his wife\r\nthat Ronnie had tried to kill him and that he had shot three people defending his life,\r\ndescribing it as a \"scene out of Deliverance.\" (4)  From his house, Appellant, his father, and his\r\nwife, drove to the Seneca Police Department. \r\n\r\nAppellant claims to have told the police the same story he told at trial when he led them to the\r\nbodies later that morning, including the Deliverance \"squeal like a pig\" threat of homosexual\r\nrape.  This is significant because Stacy Walters' autopsy later revealed he was wearing a\r\ncondom at the time he was killed which Appellant could not have known when he took the\r\npolice to the scene.  The State speculated it was the same condom Stacy wore when he had\r\nsex with Tammy Steele earlier in the evening, but the defense argued this was highly unlikely\r\nas hours had passed since he had sex with Tammy, and that this fact corroborated Appellant's\r\nself-defense claim.  \r\n\r\nAt trial, the judge instructed the jury on murder, voluntary manslaughter and self-defense. \r\nDefense counsel submitted a number of written requests for the judge to charge concerning\r\nself-defense, two of which would have charged  the jury that the State must prove the\r\ndefendant did not act in self-defense beyond a reasonable doubt.  Instead, in addition to the\r\nbasic four element self-defense instruction from State v. Davis, 282 S.C. 45, 317 S.E.2d 452\r\n(1984), the judge charged, \"[t]he defendant, ladies and gentlemen, is not required to prove the\r\ndefense of self-defense.  All burdens of proof in this case are on the State and remain with the\r\nState.\"\r\n\r\nThe judge did not charge the reasonable doubt instruction submitted by the defense.  Defense\r\ncounsel objected that the charge given did not comport with State v. Wiggins, 330 S.C. 538,\r\n500 S.E.2d  489 (1998)(requiring the State to disprove self-defense beyond a reasonable\r\ndoubt).  The judge refused to add to the charge, finding the charge he had given to be\r\nsufficient in light of present law relating to burden of proof and self-defense.  After the jury\r\nfound Appellant guilty, defense counsel moved for a new trial, based once again on the\r\njudge's failure to \"to charge that the state has the burden of proving beyond a reasonable\r\ndoubt the absence of the elements of self-defense,\" citing Wiggins for support.  The judge\r\ndenied defense counsel's motion, relying on his earlier ruling. \r\n\r\nAs discussed, Appellant was convicted on all three counts of murder and possession of a\r\nfirearm during commission of a violent crime at trial and sentenced to death.  On appeal,\r\nAppellant raises the following issue:\r\n\r\n\r\nDid the trial judge commit reversible error in refusing to charge the   jury that the State bore\r\nthe burden of disproving self-defense beyond   a reasonable doubt?\r\n\r\n\r\nLaw/Analysis\r\n\r\nAppellant argues the trial court committed reversible error when it refused to charge the jury\r\nthat the State bore the burden of disproving self-defense beyond a reasonable doubt.  We\r\nagree.\r\n\r\nIf there is any evidence in the record to support self-defense, the issue should be submitted to\r\nthe jury.  State v. Hill, 315 S.C. 260, 433 S.E.2d 848 (1993).  In general, the trial judge is\r\nrequired to charge only the current and correct law of South Carolina.  Cohens v. Atkins, 333\r\nS.C. 345, 509 S.E.2d 286 (Ct. App. 1998).  A jury charge is correct if it contains the correct\r\ndefinition of the law when read as a whole.  Keaton v. Greenville Hosp. Sys., 334 S.C. 345,\r\n514 S.E.2d 570 (1990).  The substance of the law must be charged to the jury, not particular\r\nverbiage.  Keaton.  \"Current law requires the State to disprove self-defense, once raised by the\r\ndefendant, beyond a reasonable doubt.\"  Wiggins, 330 S.C. at 544, 500 S.E.2d at 493.  Finally,\r\nto warrant reversal, a trial judge's refusal to give a requested charge must be both erroneous\r\nand prejudicial.  Ellison v. Parts Distributors, Inc., 302 S.C. 299, 395 S.E.2d 740 (Ct. App.\r\n1990).\r\n\r\nThis Court recently clarified the State's burden when a defendant raises self-defense:\r\n\r\n\r\n\r\nIn Wiggins, we specified for the first time, though not in the context of a jury charge, that the\r\nState has the burden of disproving self-defense. . . . When self-defense is properly submitted\r\nto the jury, the defendant is entitled to a charge, if requested, that the State has the burden of\r\ndisproving self-defense by proof beyond a reasonable doubt. (5)\r\n\r\n\r\nState v. Addison, 343 S.C. 290, 293, 540 S.E.2d 449, 451 (2000). (6)\r\n\r\nIn this case, the trial judge charged the jury on the four elements of self-defense pursuant to\r\nState v. Davis and, additionally, charged that the defendant did not have to prove self-defense\r\nand that the burden remained on the State at all times.  The State argues that this charge,\r\ncoupled with the other charges given by the judge, complied with Wiggins by conveying to the\r\njury that all of the evidence, including evidence of self-defense, must be considered in the\r\njury's calculation of reasonable doubt.  \r\n\r\nWe disagree with the State.  We do not believe the trial judge's self-defense charge adequately\r\nconveyed that the State has the burden of disproving self-defense beyond a reasonable doubt\r\nas required under Wiggins.  It is the substance of the law and not the \"particular verbiage\" of a\r\ncharge that determine whether the charge is adequate, and, in this case, the trial judge's charge\r\ndid not accurately communicate the \"substance of the law\" as pronounced in Wiggins. \r\nKeaton.  \r\n\r\nIn State v. Fuller, this Court made clear that it did not intend Davis to be the exclusive self-defense charge.  297 S.C. 440, 377 S.E.2d 328 (1989).  This Court removed the burden of\r\nproving self-defense from the defendant and placed it instead on the State in Davis.  In\r\nWiggins, this Court eliminated any confusion lingering since Davis by enunciating the State's\r\nprecise burden clearly:  \"current law requires the State to disprove self-defense, once raised by\r\nthe defendant, beyond a reasonable doubt.\"  330 S.C. at 544, 500 S.E.2d at 492.\r\n\r\nUnder Wiggins and now Addison, when self-defense is properly submitted to the jury, the\r\ndefendant is entitled to a charge, if requested, that the State has the burden of disproving self-defense by proof beyond a reasonable doubt.  Addison; Wiggins.  The instruction regarding\r\nburden of proof in this case did not reference the beyond reasonable doubt standard, required\r\narguably since Davis, and without a doubt since Wiggins.  Further, the instruction did not\r\ninclude any language indicating that the State must disprove Appellant's self-defense claim or,\r\nconversely, that the State must prove Appellant did not act in self-defense.  \r\n\r\nThere is a difference between the charge given in this case and the charge required by Wiggins\r\nand now, if requested, by Addison.  Charging that the State must disprove Appellant's self-defense claim is a vastly clearer description of the burden of proof than simply charging that\r\nthe defendant does not need to prove self-defense, as the trial judge charged in this case. \r\nCharging that the State must disprove self-defense or, that the State must prove the elements\r\nof self-defense are not present, clearly places the burden on the State, as this Court intended. (7) \r\nAddison; Wiggins.  In our opinion, the trial judge erred by not charging under Wiggins as\r\nrequested by defense counsel immediately after the charges were given. \r\n\r\nAs noted, to warrant reversal, a trial judge's refusal to give a requested jury charge must be\r\nboth erroneous and prejudicial to the defendant.  Keaton; State v. Hughey, 339 S.C. 439, 529\r\nS.E.2d 721 (2000).  The jury charge is to be read as a whole in considering whether it\r\nadequately covers the law.  Hughey.  Failure to give requested jury instructions is not\r\nprejudicial error where the instructions given afford the proper test for determining the issues. \r\nOrders Distributing Co., Inc. v. Newsome Carpets &amp; Wallcovering, 308 S.C. 429, 418 S.E.2d\r\n550 (1992).\r\n\r\nAppellant admitted to killing all three victims and relied entirely on self-defense at trial.  In\r\nanother case, the Court of Appeals found the judge's failure to give a requested charge to be\r\nprejudicial when the charge related to the \"sole issue before the jury.\"  Ellison v. Parts\r\nDistributors, Inc., 302 S.C. 299, 395 S.E.2d 740 (Ct. App. 1990).  The Ellison court held\r\nprejudice resulted from the judge's failure to give a general charge on circumstantial evidence\r\nwhen the majority of evidence presented on payment, the sole issue in the case, was\r\ncircumstantial.  Because we consider the issue of self-defense versus murder to be the sole\r\nissue in this case, we find the trial judge's failure to properly instruct the jury on burden of\r\nproof to be prejudicial, warranting reversal. (8)\r\n\r\nAlthough the trial judge did charge that the burden was on the State and remains on the State,\r\nwe do not believe that charge was adequate.  Similarly, the fact that defense counsel\r\nenunciated the proper burden in his closing argument, telling the jury, \"you must find the\r\ndefendant not guilty unless the State proves to you beyond a reasonable doubt that each of the\r\nelements of self-defense do not exist in this case\" does not adequately convey the State's\r\nburden.  Clearly, the judge's instruction carries far more weight with the jury than defense\r\ncounsel's word in his closing argument.  We cannot  assume the jury was able to connect the\r\nState's general burden to prove Appellant's guilt beyond a reasonable doubt to the trial\r\njudge's charge regarding self-defense when the judge failed to mention the reasonable doubt\r\nstandard at all and only said the defendant did not have to prove self-defense.  The trial\r\njudge's charge only implicitly placed the burden on the State, and that is not sufficient under\r\nWiggins and Addison.   \r\n\r\nSelf-defense was the most significant issue for the jury to decide.  Appellant admitted to the\r\nkillings on the stand at trial.  His credibility and the relative burdens of proof surrounding self-defense were central to this case.  In light of that conclusion, we find the trial judge's error\r\nwas prejudicial to Appellant and constituted reversible error.  \r\n\r\nConclusion\r\n\r\nBased on the foregoing reasons, we REVERSE and REMAND this case for a new trial on\r\neach of Appellant's convictions.\r\n\r\nMOORE and WALLER, JJ., concur.  PLEICONES, J., concurring in result in a\r\nseparate opinion in which BURNETT, J., concurs.\r\n\r\nJUSTICE PLEICONES:  I concur with the result reached by the majority.  At the time\r\nBurkhart was tried, he was entitled to the charge he requested: That the State has the burden of\r\ndisproving, beyond a reasonable doubt, his self-defense claim.  Upon further reflection,\r\nhowever, I am convinced that this charge is confusing and imposes an impossible burden on\r\nthe State.\r\n\r\nIn every criminal trial the burden is on the State to prove \r\n  every element of the crime charged beyond a reasonable doubt. Instructions should \r\n  focus the jury's attention on this fundamental principle. The charge mandated \r\n  by Addison and Wiggins, in essence, requires the State prove, \r\n  not an element of the offense, but rather a negative.\r\n\r\nI agree with the following statement of the law taken from \r\n  State v. Davis, 282 S.C. 45, 46, 317 S.E.2d 452, 453 (1984): If, after \r\n  considering all the evidence presented including the evidence of self-defense, \r\n  the jury has a reasonable doubt as to the defendant's guilt, then the jury must \r\n  find the defendant not guilty. On the other hand, if, after considering all \r\n  the evidence including the evidence of self-defense, the jury has no reasonable \r\n  doubt of the defendant's guilt, then it must find the defendant guilty.\r\n\r\nIn my view, this statement properly informs the jury of the State's burden to prove the\r\ndefendant's guilt beyond a reasonable doubt.\r\n\r\nI therefore concur in the result, and would prospectively \r\n  overrule State v. Addison, 343 S.C. 290, 540 S.E.2d 449 (2000), and \r\n  State v. Wiggins, 330 S.C. 538, 500 S.E.2d 489 (1998).\r\n\r\nBURNETT, J., concurs.\r\n1. Appellant purchased  a Colt .45 automatic - the gun he shot Shane, Stacy, and Sonya with -\r\nat a pawn shop a few years before this episode.  \r\n2. This testimony is relevant because Stacy's autopsy revealed he was wearing a condom at the\r\ntime of his death which Appellant claims corroborates his story that Stacy threatened him with\r\nhomosexual rape.  The State refuted this evidence by arguing the condom was the same one he\r\nused with Tammy earlier in the night. \r\n3. Ronnie Burkhart and his brother, Appellant's father, Warren Burkhart, hated each other so\r\nmuch, according to an attorney with first-hand knowledge of their relationship, that they could\r\nnot be left alone in a courtroom together without getting into a fist fight.  Ronnie seemed\r\ndetermined to ruin his brother financially and there were several lawsuits between the two\r\nbrothers.  Appellant's relatives referred to Ronnie as \"very vicious\" and as an \"evil person.\"\r\n4. James Dickey, Deliverance, Boston: Houghton Mifflin, 1970.  Dickey's best-selling novel,\r\nDeliverance, set on a white water river in the Georgia wilderness, has become famous, not\r\nonly for its masterful prose, but for its vivid account of a sexual assault of a man by a group of\r\nrough and brutal men he and his three friends encountered while canoeing the river.  \r\n5. Nearly all state courts considering the prosecution's burden of proof have held the defendant\r\nis entitled to such a charge.  See, e.g., Williams v. State, 538 S.E.2d 544 (Ga. 2000); Miller\r\nv.State,720 N.E.2d 696 (Ind. 1999); State v. Osborne, 775 So. 2d 607 (La. App. (4th Cir.)\r\n2000); Commonwealth v. Beauchamp, 732 N.E.2d 311 (Mass. 2000); State v. Plante, 623\r\nA.2d 166 (Me. 1993); State v. Cooper, 561 N.W.2d 175 (Minn. 1997); State v. Santamaria,\r\n756 A.2d 589 (N.H. 2000); State v. Garcia,18 P.3d 1123 (Utah App. 2001);  State v. Walden,\r\n932 P.2d 1237 (Wash. 1997).\r\n\r\n6. Because Addison was decided shortly after Appellant's trial, we do not rely on it alone in\r\nthis case.  Wiggins, by itself, is sufficient to support our analysis and ultimate decision in this\r\ncase.  Addison does, however, clarify what this Court stated in Wiggins and provides an\r\ninstructive description of the Wiggins decision.  The only change Addison makes is to place a\r\nlimitation on when the charge must be given.  After Addison, the charge set out in Wiggins is\r\nrequired only if requested.  Presumably then, before Addison, the Wiggins charge must have\r\nbeen given whenever a self-defense charge was merited. \r\n7. In the concurring opinion, it is argued that the Wiggins and Addison cases  impose an\r\nimpossible burden on the State and, therefore, should be reversed.  As we observed in\r\nAddison, however, nearly all courts that have considered the state's burden of proof have held\r\nthat when the defendant presents evidence of self-defense he is entitled to a charge that the\r\nstate bears the burden of disproving self-defense beyond a reasonable doubt. See Supra n. 5\r\n(providing citations of several state court opinions enunciating this rule); 43 A.L.R.3d 221 §\r\n5(b) (Supp. 2001) (listing cases in support of rule that once self-defense is properly raised, the\r\nstate has the burden of proving beyond a reasonable doubt that the defendant did not act in\r\nself-defense).\r\n8. Some courts find proper self-defense charges to be so important that prejudice is presumed\r\nif error is identified.  \"'A jury instruction misstating the law of self-defense amounts to an\r\nerror of constitutional magnitude and is presumed prejudicial.'\" State v. Walden, 932 P.2d\r\n1237, 1239 (Wash. 1997) (quoting State v. LeFaber, 913 P.2d 369 (Wash. 1996)).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25485","title":"Ocean Winds Council of Co-Owners, Inc. v. Auto-Owner Insurance Company","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25485","description":"This case construes an insurance policy covering loss from collapse of a building.","date":"2002-06-17","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nOcean Winds v. Auto Owners\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n       Ocean Winds Council of Co-Owners, Inc., \r\n        Plaintiff,  \r\n        \r\n             v. \r\n\r\n        \r\n\r\n        Auto-Owner Insurance Company, Defendant. &nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nOn Certification from the United States District \r\n  Court for the District of South Carolina\r\n\r\n\r\nOpinion No. 25485\r\n  Heard April 3, 2002 - Filed June 17, 2002\r\n\r\n\r\nCERTIFIED QUESTION ANSWERED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        W. Jefferson Leath, Jr. and Timothy W. Bouch, both of Leath, \r\n          Bouch &amp; Crawford, L.L.P., of Charleston; and W.H. Bundy, Jr., of \r\n          Smith, Bundy, Bybee &amp; Barnett, P.C., of Mt. Pleasant, for plaintiff.\r\n\r\n        Robert H. Hood, Robert H. Hood, Jr., and Deborah H. Sheffield, \r\n          all of Hood Law Firm, L.L.C., of Charleston, for defendant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n\r\nJUSTICE MOORE: \r\nWe accepted this certified question to interpret a property insurance policy providing \r\ncoverage for \"risks of direct physical loss involving collapse of a building or \r\nany part of a building.\" \r\n\r\n    FACTS  \r\n  \r\n\r\n\r\nPlaintiff (Ocean Winds) seeks payment from defendant (Insurer) \r\n  under collapse coverage in its policy which provides:\r\n\r\n\r\n  5. ADDITIONAL COVERAGES\r\n\r\n  \r\n    d. COLLAPSE\r\n\r\n    We will pay for loss or damage caused by or resulting from \r\n      risks of direct physical loss involving collapse of a building or any part \r\n      of the building caused only by one or more of the following:\r\n\r\n\r\n        . . .  \r\n      \r\n    \r\n\r\n    (2) hidden decay;\r\n\r\n    (3) hidden insect or vermin damage\r\n\r\n  \r\n\r\n\r\n\r\n    . . .  \r\n  \r\n\r\n\r\nCollapse does not include settling, cracking, shrinkage, \r\n  bulging, or expansion.\r\n\r\nOcean Winds alleges its buildings have suffered \"substantial \r\n  structural impairment\" from hidden decay as a result of water infiltration and \r\n  termite damage although the buildings have not yet fallen to the ground. Insurer \r\n  contends coverage is not triggered until the buildings have actually fallen \r\n  to the ground. Ocean Winds commenced this action in federal district court which \r\n  certified this question to us:\r\n\r\n\r\n  In order to trigger coverage [under the policy quoted above], \r\n    is it required: 1) that the building or part of the building fall to the ground \r\n    or be reduced to flattened rubble; or 2) that the building manifest substantial \r\n    structural impairment, but has not yet fallen to the ground or been reduced \r\n    to flattened rubble?\r\n\r\n\r\n\r\n    ISSUE  \r\n  \r\n\r\n\r\n\r\n  When is coverage triggered under the policy clause providing \r\n    coverage for \"risks of direct physical loss involving collapse?\"\r\n\r\n\r\n\r\n    DISCUSSION  \r\n  \r\n\r\n\r\nAs noted by several authorities, the word \"collapse\" as \r\n  used in property loss insurance policies has spawned much litigation. See \r\n  generally Annot., What Constitutes \"Collapse\" of a Building Within Coverage \r\n  of Property Insurance Policy, 71 A.L.R.3d 1072 (1976). The modern trend \r\n  is to find the word \"collapse\" ambiguous and construe it to mean a \"substantial \r\n  impairment\" of the building's structural integrity. Courts finding the word \r\n  unambiguous, on the other hand, have generally construed it to mean \"a falling \r\n  in, loss of shape, or reduction to flattened form or rubble.\" See, e.g., \r\n  American Concept Ins. Co. v. Jones, 935 F. Supp. 1220 (D. Utah 1996); \r\n  Fantis Foods, Inc. v. North River Ins. Co., 753 A.2d 176 (N.J. 2000); \r\n  Rankin v. Generali - U.S. Branch, 986 S.W.2d 237 (Tenn. App. 1999) and \r\n  cases cited therein. In light of this conflict, the federal district court \r\n  asks this Court to decide which approach is appropriate.\r\n\r\nFirst, it is important to note that most cases involve simply \r\n  the use of the single word \"collapse\" and not the entire phrase at issue here: \r\n  \"risks of direct physical loss involving collapse.\" As noted by one of the few \r\n  courts to construe this exact phrase, it is even more ambiguous than the use \r\n  of the word \"collapse\" alone. Doheny West Homeowners' Ass'n. v. Am. Guar. \r\n  &amp; Liab. Ins. Co., 60 Cal. App. 4th 400, 405 (1997).\r\n\r\nCourts construing this phrase have taken various approaches. \r\n  Three have construed it to mean collapse must be imminent. Whispering Creek \r\n  Condominium Owner Ass'n v. Alaska Nat'l Ins. Co., 774 P.2d 176 (Alaska 1989); \r\n  Doheny West, supra; Fantis Foods, supra. \"Imminent\" \r\n  means collapse is \"likely to happen without delay; impending or threatening\" \r\n  and requires a showing of more than substantial impairment. Doheny West, \r\n  60 Cal. App. 4th at 406. Two courts have construed the phrase to \r\n  mean \"substantial impairment,\" the most lenient standard, see Island \r\n  Breakers v. Highlands Underwriters Ins. Co., 665 So.2d 1084 (Fla. App. 1995); \r\n  Rankin, supra; and two have required actual collapse, the most \r\n  stringent. Fidelity and Cas. Co. of New York v. Mitchell, 503 So.2d 870 \r\n  (Ala. App. 1987); Heintz v. United States Fidelity and Guar. Co., 730 \r\n  S.W.2d 268 (Mo. App. 1987).\r\n\r\nIn our view, to construe the phrase \"risks of direct \r\n  physical loss involving collapse\" as requiring actual collapse is too \r\n  narrow an interpretation. This phrase is more expansive than the word \"collapse\" \r\n  and appears to cover even the threat of loss from collapse. See Doheny \r\n  West, supra. Further, as noted by courts rejecting the actual collapse \r\n  standard, such an interpretation encourages an insured to neglect repairs and \r\n  allow a building to fall, which is economically unsound and contrary to the \r\n  insured's duty to mitigate damages. See American Concept, supra; \r\n  Royal Indem. Co. v. Grunberg, 553 N.Y.S.2d 527 (1990).\r\n\r\nOn the other hand, as courts rejecting the \"substantial \r\n  impairment\" standard have noted, collapse coverage should not be converted into \r\n  a maintenance agreement by allowing recovery for damage which, while substantial, \r\n  does not threaten collapse. See Doheny West, supra; \r\n  Clendenning v. Worcester Ins. Co., 700 N.E.2d 846 (Mass. App. 1998).\r\n\r\nWe find a requirement of imminent collapse is the most reasonable \r\n  construction of the policy clause covering \"risks of direct physical loss involving \r\n  collapse.\" We define imminent collapse to mean collapse is likely to happen \r\n  without delay. This construction protects the insured without distorting the \r\n  purpose of the clause to protect against damage from collapse. The policy at \r\n  issue therefore requires proof of imminent collapse for coverage to be triggered.\r\n\r\nCERTIFIED QUESTION ANSWERED.\r\n\r\nTOAL, C.J., WALLER and BURNETT, JJ., concur. PLEICONES, \r\n  J., dissenting in a separate opinion.\r\n\r\nJUSTICE PLEICONES: \r\n  I respectfully dissent. In my opinion, the policy as written is unambiguous, \r\n  and requires collapse of a building to trigger coverage.\r\n\r\n\"Collapse\" means \"1. to fall down or fall to pieces, as \r\n  when supports or sides fail to hold; cave in; shrink together suddenly[.] 2. \r\n  To break down suddenly; fail; give way . . . .\" Webster's New World College \r\n  Dictionary 286 (Michael Agnes ed., 4th ed, McMillan USA 1999). \r\n  While there can be little doubt when a building or a part thereof has collapsed, \r\n  in my opinion there could be considerable debate as to when \"collapse is likely \r\n  without delay.\" The majority's construction of the policy replaces the unambiguous \r\n  coverage-triggering event, collapse, with the ambiguous phrase \"collapse is \r\n  likely without delay.\" I would opt for a dictionary definition of collapse, \r\n  and require, as does the plain language of the policy, actual collapse to trigger \r\n  coverage. Should an insured desire coverage for damage which substantially impairs \r\n  the structural integrity of a building, but does not result in collapse, she \r\n  can contract for such coverage.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25486","title":"Department of Health and Environmental Control  v. Doe","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25486","description":"This case addresses which DHEC medical records are admissible to prove a violation of S.C. Code Ann. section 44-29-145, which prohibits a person who knows he has HIV from exposing another to the virus.","date":"2002-06-17","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Ex Parte: The Department of\r\nHealth and Environmental\r\nControl, Petitioner,\r\n        In Re: The State, Respondent,\r\n        \r\n        \r\nv.\r\n        \r\n\r\nJohn Doe, Defendant.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\nAppeal From Anderson County\r\nH. Dean Hall, Circuit Court Judge\r\n\r\n\r\n\r\nOpinion No. 25486\r\nHeard March 6, 2002 - Filed June 17, 2002\r\n\r\n\r\n  REVERSED IN PART;\r\nAFFIRMED AS MODIFIED IN PART \r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nE. Katherine Wells and Cheryl H. Bullard, both of South Carolina Department of Health and Environmental Control, of\r\nColumbia, for petitioner.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney\r\nGeneral Robert E. Bogan, all of Columbia; and Solicitor Druanne D. White, of Anderson, for respondent.\r\n\r\nRobert A. Gamble, of Anderson, for defendant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCHIEF JUSTICE TOAL:   This Court granted the Department of Health and Environmental Control's (\"DHEC\") petition\r\nfor certiorari to review the Court of Appeals' decision in Ex Parte: the Dep't of Health and Envtl. Control, In re:  State v.\r\nJohn Doe, 339 S.C. 546, 529 S.E.2d 290 (Ct. App. 2000) (\"State v. Doe\"). \r\n\r\nFACTUAL / PROCEDURAL BACKGROUND\r\n\r\nIn June 1997, John Doe (\"Doe\") was indicted by the Anderson County grand jury for criminal sexual conduct with a minor. \r\nThe State also sought to prove Doe had knowingly exposed his victim to the Human Immunodeficiency Virus (\"HIV\") in\r\nviolation of S.C. Code Ann. § 44-29-145 (2002). (1)  On October 28, 1997, the State filed a motion seeking to compel DHEC\r\nto release all of Doe's medical records pertaining to his HIV status, including the names and addresses of any possible\r\nchain of custody witnesses and Doe's acknowledgment of counseling form.  After a hearing in November 1997, the circuit\r\ncourt ordered the release of the following information:  (1) Doe's HIV test results; (2) the names of and access to all\r\npossible chain of custody witnesses; and (3) Doe's acknowledgment of counseling form.  DHEC appealed those portions of\r\nthe order directing it to provide the names and addresses of potential witnesses to establish a chain of custody and to release\r\nDoe's acknowledgment of counseling form.\r\n\r\nThe Court of Appeals initially dismissed DHEC's appeal as interlocutory, but then reversed its decision after DHEC's\r\npetition for rehearing.  Briefs were filed and oral arguments were held on February 9, 2000.  The Court of Appeals\r\naffirmed, as modified, the circuit court decision.  State v. Doe, 339 S.C. 546, 529 S.E.2d 290.  It reversed the circuit court\r\nto the extent that it required DHEC to disclose Doe's counseling records, but otherwise affirmed the circuit court's order\r\ndirecting DHEC to release the names and addresses of all possible chain of custody witnesses.  \r\n\r\nDHEC raises the following issues on appeal:\r\n\r\n\r\nI. Does the exception to the rule against hearsay contained in Rule 803(6) of the South Carolina Rules of Evidence\r\n(\"SCRE\"), allow Doe's HIV test results to be admitted into evidence as business records without the requirement of\r\nestablishing a chain of custody?\r\n\r\nII. May the State obtain names of chain of custody witnesses and DHEC counseling records relating to HIV test results in\r\norder to establish Doe knew he was HIV positive as required under S.C. Code Ann. § 44-29-145 (2002), the statute\r\nimposing criminal sanctions for knowingly exposing another to HIV?\r\n\r\n\r\nLaw/Analysis\r\n\r\nI.  Business Records Exception\r\n\r\nThe State argues it is required by the SCRE to establish a chain of custody to admit Doe's HIV blood test at trial.  We\r\ndisagree.  In the alternative, DHEC contends Doe's HIV test can be admitted at trial under the business records exception to\r\nthe hearsay rule, Rule 803(6), SCRE.  We agree. \r\n\r\nThere is an exception to the rule requiring DHEC to maintain strict confidentiality of its sexually transmitted disease\r\nrecords that all parties agree applies in this case.  Section 44-29-135(c) of the South Carolina Code authorizes the release of \r\n\"medical or epidemiological information to the extent necessary to enforce the provisions of this chapter and related\r\nregulations concerning the control and treatment of sexually transmitted disease . . . .\" (2)  In this case, the State sought\r\nrelease of Doe's HIV test results and acknowledgment of counseling forms in order to prosecute him under section 44-29-145 of this chapter, for knowingly exposing his victim to HIV.  \r\n\r\nAs the Court of Appeals noted, the legislature did provide confidentiality safeguards for disclosure of this information. \r\nSection 44-29-136(A) (3) requires the solicitor or state law enforcement agency to obtain a court order that the request for\r\nsuch information is valid and that there is a compelling need for the information.   The authorities sought and received such\r\nan order in this case, and DHEC does not challenge the existence of a compelling need for the test results.  However,\r\nDHEC does challenge that a chain of custody must be established for the test results  to be admissible.\r\n\r\nThis Court has consistently required a chain of custody in criminal prosecutions to prove the samples analyzed are in fact\r\nthe defendant's.  In prosecutions for driving under the influence (\"DUI\"), \"when moving to admit blood alcohol test results,\r\nthe State must prove a chain of custody of the blood sample from the time its [sic] drawn until it is tested.\"  State v. Smith,\r\n326 S.C. 39, 41, 482 S.E.2d 777, 778 (1997).  In another DUI prosecution, this Court found the trial court abused its\r\ndiscretion in admitting the results of a blood alcohol test where the identity of those who sealed, labeled, and transported\r\nthe blood was not established.   State v. Cribb, 310 S.C. 518, 426 S.E.2d 306 (1992).  Similarly, in a wrongful death civil\r\naction resulting from a car wreck, the Court of Appeals required a chain of custody for the driver's urinalysis, taken for\r\npurposes of showing the defendant had marijuana and cocaine in his system at the time of the accident.  Stevens v. Allen,\r\n336 S.C. 439, 520 S.E.2d 625 (Ct. App. 1999).   \r\n\r\nAlthough our precedent requires a chain of custody for blood and urine samples taken at the time of an accident or other\r\ncrime for purposes of prosecution, HIV test results present a different set of circumstances.  The DUI cases cited above\r\ninvolve time-sensitive tests taken at the time of an arrest or an accident that cannot be replicated outside of that time frame.  \r\nSee Cribb; Stevens.  Although the blood drawn from Cribb was not drawn initially for prosecutorial purposes, it was used\r\nfor those purposes ultimately, and, therefore, required a chain of custody because Cribb could not re-test his blood alcohol\r\nlevel later and get an accurate result.  HIV test results, on the other hand, can be confirmed or proved false by re-testing at a\r\nlater date, as HIV is a permanent condition, unlike the level of alcohol or drugs in the bloodstream.  Based on this\r\ndistinction, we find the admission of HIV test results is not controlled by the line of cases discussed above dealing with\r\ndrug and alcohol tests. \r\n\r\nAlthough our Court has not considered whether a chain of custody is necessary to admit evidence of HIV tests for\r\nprosecutions under section 44-29-145, courts in other jurisdictions have addressed the issue.  The Supreme Court of\r\nMissouri held HIV blood tests admissible without a chain of custody under the business records exception in a prosecution\r\nfor HIV endangerment.  State v. Mahan, 971 S.W.2d 307 (Mo. 1998).  Acknowledging that a chain of custody for blood\r\ntests is required in most situations, the Missouri court found certain features of HIV testing to be unique, and differentiated\r\nit from other cases in which blood samples are taken from a person at the scene of a crime.  Mahan.  In Mahan, the HIV\r\ntests were conducted before any charges were filed against the defendant.  Id.  As such, the Missouri court found there was\r\nno incentive for anyone to alter a blood sample or to favor a positive over a negative result, as there may be when blood\r\nsamples are taken in the course of a criminal investigation.  Id.  In addition, the Missouri court noted there were other\r\nindicia of reliability, such as an admission by the defendant that he was HIV positive.  Id.      \r\n\r\nDHEC argues the case at hand is analogous to  Mahan, and contends  HIV test results are admissible, without a chain of\r\ncustody, under our business records exception, Rule 803(6), SCRE.  We agree that the procedure for admitting business\r\nrecords would afford sufficient indicia of reliability to admit HIV test results without a chain of custody.  Rule 803(6),\r\nSCRE, provides that memorandum, reports, records, etc. in any form, of acts, events, conditions, or diagnoses, are\r\nadmissible as longs as they are (1) prepared near the time of the event recorded; (2) prepared by someone with or from\r\ninformation transmitted by a person with knowledge; (3) prepared in the regular course of business; (4) identified by a\r\nqualified witness who can testify regarding the mode of preparation of the record; and (5) found to be trustworthy by the\r\ncourt.  Rule 803(6), SCRE; S.C. Code Ann. § 19-5-510 (Supp. 2001). \r\n\r\nMedical records are admitted routinely as business records.  Ellis v. Oliver,  323 S.C. 121, 473 S.E.2d 793 (1996);\r\nBenchcoff v. Morgan, 302 S.C. 116, 394 S.E.2d 19 (Ct. App. 1990); Love v. Garcia, 634 So.2d 158 (Fla. 1994).  The\r\ntrustworthiness of medical records is presumed, based on the fact that the test is relied on for diagnosis and treatment.  See\r\nLove v. Garcia.  DHEC cites opinions from several other jurisdictions that have admitted laboratory test results as business\r\nrecords, including blood tests, based on the same rationale: if it is sufficiently trustworthy to be relied upon for medical\r\ntreatment, it is sufficiently trustworthy to be admitted as a business record.  See Baber v. State, 775 So. 2d 258 (Fla. 2000)\r\n(admitting blood test taken for medical purposes as business record in  criminal case); State v. Garlick, 545 A.2d 27 (Md.\r\n1988) (admitting hospital laboratory test as business record without extensive foundation when the blood sample was not\r\ntaken for purposes of litigation, the test was performed in a neutral setting (not a police lab), and no discrepancies were\r\napparent on the face of the record).\r\n\r\nWe find this rationale persuasive and hold Doe's HIV tests admissible as business records.  The blood test was taken by\r\nDHEC personnel for the purpose of diagnosis and was relied upon for subsequent diagnosis, treatment, and counseling. \r\nDoe was not tested by DHEC for purposes of litigation.  In fact, he was tested voluntarily before any charges were pending\r\nagainst him.  Further, Doe could be retested at any time to refute the evidence presented against him at trial.  If Doe tested\r\nnegative at the time of trial, the DHEC test results could be ruled out as a false positive as HIV is a permanent condition.  A\r\nperson charged with DUI based on a blood alcohol test taken at the time of his arrest has no such protection and, therefore,\r\nneeds the indicia of reliability provided by a chain of custody.  Further, section 44-29-145 requires that the defendant \r\nknowingly expose his victim to HIV.  To satisfy this knowledge element, the HIV test results will be accompanied by other\r\nevidence, such as a signed acknowledgment of HIV counseling form, or other proof that defendant knew he was HIV\r\npositive.\r\n\r\n  In our opinion, HIV tests taken for purposes of medical diagnosis before any charges are pending are trustworthy and\r\nshould be admitted as business records without a chain of custody. (4)  Accordingly, Doe's HIV test was reliable and is\r\nadmissible as a business record.  \r\n\r\nII.  Counseling Records\r\n\r\nThe Court of Appeals limited the admission of Doe's medical records to the information relating to chain of custody and\r\nDoe's notification of his HIV status.  State v. Doe, 339 S.C. 546, 529 S.E.2d 290.  The Court of Appeals held the State\r\ncould not obtain Doe's counseling records or his acknowledgment of counseling form.  Id.  The Court of Appeals found\r\nthis information irrelevant as the statute only requires proof that Doe knew he had HIV, and not that he knew how it could\r\nbe transmitted to other people.  Id.  In our opinion, information in Doe's counseling records could be relevant to proving\r\nDoe knew of his HIV status before he allegedly endangered his victim with HIV.  Any counseling records showing Doe\r\nwas advised he had HIV may be obtained from DHEC under section 44-29-135(c) to enforce the provisions of that chapter.  \r\n\r\nSection 44-29-135(c) permits the release of medical information to the extent necessary to enforce the provisions of the\r\nchapter.  Section 44-29-135 pertains exclusively to confidentiality of records of sexually transmitted diseases; therefore, it\r\ncontemplates the release of medical records of sexually transmitted diseases to the extent necessary to enforce section 44-29-145.  Section 44-29-145 requires the person charged with endangerment to have knowledge of his HIV status.  In our\r\nopinion, any DHEC counseling records  pertaining to Doe's notification of his HIV status are relevant to proving Doe's\r\nrequisite knowledge, and, therefore, are admissible.  The procedure in section 44-29-136(A) governs when and to whom\r\nthis information can be released and provides appropriate safeguards for release of this information which were adhered to\r\nin this case.  \r\n\r\nConclusion\r\n\r\nIn summary, for the foregoing reasons, we REVERSE the Court of Appeals' decision to the extent it required a chain of\r\ncustody and, hold that HIV test results and other relevant medical information in DHEC's custody are admissible as\r\nbusiness records without a chain of custody under Rule 803(6), SCRE, for purposes of S.C. Code Ann. § 44-29-145.  In\r\naddition, we hold that the State may obtain the names of any chain of custody witnesses and DHEC counseling records,\r\nincluding the acknowledgment of counseling form, if necessary to prove a person knew he had HIV and exposed another to\r\nHIV in violation of section 44-29-145.  Accordingly, we AFFIRM AS MODIFIED the remainder of the Court of Appeals\r\nopinion.\r\n\r\nMOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n1. The statute provides,\r\n\r\n\r\n\r\nIt is unlawful for a person who knows that he is infected with [HIV] to:\r\n(1) knowingly engage in sexual intercourse, vaginal, anal or oral, with another person without first informing that person of\r\nhis HIV infection;\r\n(2) knowingly commit an act of prostitution with another person;\r\n(3) knowingly sell or donate blood, blood products, semen, tissue, organs, or other body fluids;\r\n(4) forcibly engage in sexual intercourse, vaginal, anal, or oral without consent of the other person, including\r\none's legal\r\nspouse; or\r\n(5) knowingly share with another person a hypodermic needle, syringe, or both, . . . without first informing that person that\r\nthe needle . . . has been used by someone infected with HIV.  \r\n\r\nA person who violates this section is guilty of a felony and, upon conviction, must be fined not more than five thousand\r\ndollars or imprisoned for not more than 10 years.  \r\n\r\n\r\n\r\nS.C. Code Ann. § 44-29-145 (2002) (emphasis added).\r\n2. S.C. Code Ann. § 44-29-135(c) (2002).\r\n3. S.C. Code Ann. § 44-29-136(A) (2002).\r\n4. We hold that a chain of custody is not necessary for admission of HIV test results, but do not hold that DHEC may\r\nwithhold names of its employees if testimony by those employees is required to establish that a defendant knew he had HIV\r\nunder section 44-29-145 as set forth in section II.\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25487","title":"Matthews v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25487","description":"A Post-Conviction Relief action dealing with ineffective assistance for failing to object to solicitor's vouching for a witness' credibility.","date":"2002-06-17","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nDavid Ray Matthews, Petitioner,\r\n\r\n\r\n\r\nv.\r\n\r\n\r\nState of South Carolina, Respondent.\r\n&nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\n\r\nAppeal From Darlington County\r\nJohn H. Waller, Jr., Trial Judge\r\nEdward B. Cottingham, Post-Conviction Judge\r\n\r\n\r\nOpinion No. 25487\r\nSubmitted December 13, 2001 - Filed June 17, 2002\r\n\r\n\r\n  REVERSED\r\n\r\n\r\n\r\n\r\nDeputy Chief Attorney Joseph L. Savitz, III, of Office of Appellate Defense, of Columbia, for petitioner.\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney\r\nGeneral B. Allen Bullard, Jr., and Assistant Attorney General David Spencer, all of Columbia, for respondent.\r\n\r\n\r\nJUSTICE BURNETT:  David Ray Matthews (\"Matthews\") appeals the denial of post-conviction relief (\"PCR\").  We\r\nreverse.\r\n\r\nFACTS/PROCEDURAL HISTORY\r\n\r\n\r\nThe State Grand Jury indicted David Ray Matthews (\"Matthews\") along with twenty-one others for trafficking cocaine in\r\nexcess of 400 grams. (1)  The solicitor, in addition to other errors, (2) vouched for the credibility of a State's witness by stating\r\nduring her summation:\r\n\r\n\r\nNow, you may not have liked Bimbo Hudson.  I didn't like Bimbo Hudson.  I don't have to like him.  All I have to do is\r\ndetermine whether or not he is a credible witness.  I don't trust any of these people until I corroborate their testimony. \r\nAnd once I corroborate their testimony, yes, I put them on the witness stand because they were the ones that were there,\r\nthey were the ones that can tell it.\r\n\r\n\r\n(emphasis added).  A jury convicted Matthews of the indicted charge.  After unsuccessfully challenging his conviction on\r\nappeal, he instituted this PCR.\r\n\r\nAt the PCR hearing, Matthews' trial counsel testified he believed the remarks were improper but felt continual objections\r\nwould adversely affect his client.  The PCR judge denied relief finding Matthews failed to carry his burden of proof that\r\ncounsel rendered ineffective assistance.\r\n\r\nANALYSIS\r\n\r\n\r\nMatthews argues counsel rendered ineffective assistance by failing to object to solicitor's comments vouching for the\r\ncredibility of the State's witness.  We agree.  \r\n\r\nThe applicant bears the burden to prove allegations in a \r\n  PCR. Butler v. State, 286 S.C. 441, 334 S.E.2d 813 (1985),  cert. \r\n  denied, 474 U.S. 1094, 106 S.Ct. 869, 88 L.Ed.2d 908 (1986). To prove ineffective \r\n  assistance of counsel, the applicant must show trial counsel's performance fell \r\n  below an objective standard of reasonableness and, but for counsel's errors, \r\n  there is a reasonable probability the result at trial would have been different. \r\n  Strickland v. Washington, 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 \r\n  (1984); Johnson v. State, 325 S.C. 182, 480 S.E.2d 733 (1997). A reasonable \r\n  probability is a probability sufficient to undermine confidence in the outcome \r\n  of the trial.  Johnson v. State, supra.\r\n\r\nThe State argues counsel's failure to object was valid trial strategy.  Counsel, at the PCR hearing, testified he did not object\r\nbecause he did not want the trial judge to scold him in front of the jury or give the prosecution any more time to make their\r\nclosing.  The record does reflect the trial judge admonished counsel for wrongfully objecting during the solicitor's\r\nsummation.  The trial judge also granted additional time to solicitor's closing to compensate for the interruption.\r\n\r\nWhere counsel articulates valid reasons for employing certain \r\n  strategy, such conduct will not be deemed ineffective assistance of counsel. \r\n  Stokes v. State, 308 S.C. 546, 419 S.E.2d 778 (1992); Whitehead v. \r\n  State, 308 S.C. 119, 417 S.E.2d 529 (1992). However, counsel cannot assert \r\n  trial strategy as a defense for failure to object to comments which constitute \r\n  an error of law and are inherently prejudicial.  See Dawkins v. State, \r\n  346 S.C. 151, 551 S.E.2d 260 (2001)(Counsel's failure to object to prejudicial \r\n  hearsay because he did not want to \"confuse or upset the jury\" was not valid \r\n  strategy); Gallman v. State, 307 S.C. 273, 414 S.E.2d 780 (1992)(Trial \r\n  counsel's failure to object to judge's comments inviting jury to prematurely \r\n  discuss the case was not \"strategic\" where error of law involved and such comments \r\n  are inherently prejudicial). \r\n\r\nThe solicitor's statement is improper. A solicitor may argue \r\n  the credibility of the State's witnesses if the argument is based on the record \r\n  and its reasonable inferences. State v. Caldwell, 300 S.C. 494, 388 S.E.2d \r\n  816 (1990). A solicitor may not vouch for the credibility of a State's witness \r\n  based on personal knowledge or other information outside the record. State \r\n  v. Kelly, 343 S.C. 350, 540 S.E.2d 851 (2001). Vouching for a witness based \r\n  on outside material conveys the impression to the jury that the solicitor has \r\n  evidence not presented to the jury but known by the prosecution which supports \r\n  conviction.  Id. It is inappropriate for the State to assure the jury \r\n  of a witness' credibility, because the jury is charged with assessing the credibility \r\n  of witnesses based on evidence in the record.  Id.\r\n\r\nThe solicitor's summation led the jury to believe the government corroborated the witness' testimony before trial and found\r\nit credible.  The solicitor did not support this vouching with anything within the record, such as corroboration by other\r\nwitnesses or physical evidence.  The solicitor improperly vouched for the witness.\r\n\r\nCounsel's failure to object was incorrect and prejudicial. \r\n  The mass drug conspiracy trial created an environment where the jury faced an \r\n  overwhelming number of defendants, attorneys, witnesses, and evidence. \r\n  (3) This Court, in the related case of  Barroso II, supra, \r\n  noted the evidence against Matthews' co-defendants was far from overwhelming, \r\n  resting entirely on testimony of individuals, all higher in the cocaine conspiracy \r\n  hierarchy, who testified for the State for reduced sentences. Morever, the State \r\n  erroneously introduced voluminous testimony of other prior bad acts which served \r\n  as a basis for this Court overturning the co-defendants' convictions.  See \r\n  Barroso II, supra. \r\n\r\nCounsel's failure to object prejudiced his client by allowing \r\n  the solicitor to vouch for the credibility of a key State's witness. His silence \r\n  compounded the duty of a jury faced with a confusing, mass trial characterized \r\n  by improperly admitted evidence.  See id. We believe Matthews has carried \r\n  his burden to establish prejudice by counsel's failure to object. For these \r\n  reasons we REVERSE.\r\n\r\nTOAL, C.J., MOORE and PLEICONES, JJ., concur.  WALLER, J., not participating.\r\n1.  Matthews and ten of his co-conspirators \r\n  were tried together. A jury convicted seven of the co-conspirators of the indicted \r\n  charge, convicted two of lesser offenses and acquitted two. The Court of Appeals \r\n  reversed one conviction and affirmed six, including Matthews. State v. Barroso, \r\n  320 S.C. 1, 462 S.E.2d 862 (Ct. App. 1995) (Barroso I). The six petitioned \r\n  for a writ of certiorari to this Court. \r\n\r\nSubsequently, Matthews and one co-defendant, moved to withdraw \r\n  their petitions to pursue PCR. After warning the two of the dangers of withdrawing \r\n  the petitions, this Court granted the motions. We subsequently granted certiorari \r\n  to the remaining petitions and reversed the convictions. State v. Barroso, \r\n  328 S.C. 268, 493 S.E.2d 854 (1997) (Barroso II). \r\n2.   See Barroso II, supra. The \r\n  solicitor improperly introduced a marijuana conspiracy involving several of \r\n  the defendants throughout the trial. In her summation, the solicitor also made \r\n  references to various unrelated crimes without objection from Matthew's counsel. \r\n3.  This case occurred before State \r\n  v. Gunn, 313 S.C. 124, 437 S.E.2d 75 (1993), where this Court cautioned \r\n  against mass drug conspiracy trials.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25488","title":"Pauling v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25488","description":"This post-conviction relief application addresses whether counsel was ineffective for failing to object to the trial judge's erroneous response to the jury's question concerning the effect of its inability to reach a verdict on two of the eight charges.","date":"2002-06-24","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nShawn Pauling, Petitioner,&nbsp;\r\n&nbsp;v.\r\n\r\n\r\n\r\n\r\n\r\nState of South Carolina, Respondent.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n&nbsp;\r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\n\r\n&nbsp;\r\nAppeal From Lexington County\r\nFrank Eppes, Trial Judge\r\nMarc H. Westbrook, Post-Conviction Judge\r\n\r\n\r\n&nbsp;\r\nOpinion No. 25488\r\nSubmitted May 30, 2002 - Filed June 24, 2002\r\n\r\n\r\n&nbsp;\r\n  REVERSED\r\n\r\n\r\n&nbsp;\r\n\r\n  \r\n    \r\n      \r\nAssistant Appellate Defender Tara S. Taggart of South Carolina Office of Appellate Defense,\r\nof Columbia, for petitioner.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh,\r\nAssistant Deputy Attorney General B. Allen Bullard, and Assistant Attorney General\r\nElizabeth R. McMahon, all of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE BURNETT: We granted a writ of certiorari to review the decision of the post-conviction relief (PCR) judge denying petitioner relief.  We reverse. \r\n\r\n\r\n    ISSUE\r\n\r\n\r\n\r\nIs there any evidence of probative value which supports the PCR judge's conclusion trial\r\ncounsel were not ineffective for failing to object to the trial judge's incorrect response to the\r\njury's question concerning the effect of its inability to render a verdict on the murder\r\ncharges? (1)    \r\n\r\n\r\n    DISCUSSION\r\n\r\n\r\n\r\nPetitioner was indicted on two counts of murder, two counts of assault and battery with intent\r\nto kill (ABIK), two counts of armed robbery, criminal conspiracy, and possession of a firearm\r\nduring the commission of a violent crime.  At trial, he only contested the murder charges. (2) \r\nAn investigator with the Sheriff's Department testified petitioner was not the triggerman in\r\neither murder.  The State based the murder charges against petitioner on a \"hand of one, hand\r\nof all\" theory.  \r\n\r\nThe evidence established petitioner and three other men planned to rob a drug dealer in West\r\nColumbia.  According to co-defendant Fletcher Archie, petitioner also stated he intended to\r\nfind someone who had shot him on a previous occasion.\r\n\r\n  Trial testimony established petitioner provided the transportation to West Columbia,\r\ndistributed the four guns to the assailants, and gave orders to both the victims and other\r\nassailants.  While there was no evidence the robbery of the intended victim was accomplished,\r\nthe four men participated in two shootings at two different apartment complexes.  It was\r\nundisputed petitioner shot one surviving victim in the foot and the other in the knee. \r\nAccording to co-defendant Archie, petitioner stated the victim he shot in the knee looked like\r\nthe man who had previously shot him.  \r\n\r\nAfter deliberating for 1½ hours, the jury asked to be recharged on ABIK.  The trial judge\r\nreinstructed the jury accordingly and the jury returned to its deliberations.\r\n\r\nAn hour later, the trial judge returned the jury to the courtroom and inquired if it were close to\r\nreaching a verdict.  The foreperson replied, \"we have reached a verdict on six of the eight\r\ncharges.\"  The trial judge asked if the jury would like to continue deliberating or return in the\r\nmorning to deliberate.  The foreperson answered, \"we are at an impasse on the two counts and\r\nI think we need to sit on it.\"  When asked if he thought the jury would be able to reach a\r\nverdict on the two counts, the foreperson stated, \"not immediately.\"\r\n\r\nAfter a bench conference, the trial judge asked the jury \r\n  to continue its deliberations. Before sending the jury back to the jury room, \r\n  he gave an Allen charge. (3)  \r\n\r\nAn hour later, the trial judge again asked the foreman if the jury was \"any closer to a verdict\r\non those two counts than you were before.\"  The foreperson replied the jury was still in the\r\nsame position.  The trial judge then asked, if he released the jury for the evening, was it\r\npossible to reach a verdict on the two unresolved counts.  The foreperson replied he did not\r\nbelieve the opinions would change.  Another juror indicated she was hopeful a verdict could\r\nbe reached.  A third juror asked if the jury could pose some questions prior to renewed\r\ndeliberations and the trial judge responded affirmatively. \r\n\r\nThe following morning, the jury submitted a written question asking the judge whether the\r\nguilty verdicts would stand on the other six charges should a unanimous decision not be\r\nreached on the two counts of murder or would the whole case be retried.  After discussion\r\nbetween the judge, solicitor, and trial counsel and, before the jury returned to the courtroom,\r\nthe following occurred:\r\n\r\n\r\n\r\nCOUNSEL: The question the jury posed was not any confusion about the law or anything. \r\nThe question was if they cannot reach a unanimous verdict on two counts of murder - - \r\n\r\nTHE COURT: It's a mistrial.\r\n\r\nCOUNSEL: - - will he have to be retried on the other charges as well?  That's all they asked. \r\nThey didn't ask to be recharged on the law.\r\n\r\nTHE COURT: Would he have to be retried on the other charges too?  \r\n\r\nCOUNSEL: Right . . .\r\n\r\nTHE COURT: \"If we cannot reach a unanimous decision on the two counts of murder, will\r\nthe other charges be retried as well?[\"]  You wouldn't have to retry the other charges, would\r\nyou? \r\n\r\nCOUNSEL: I don't know about that. . . . \r\n\r\n\r\n\r\nAfter the jury returned to the courtroom, the trial judge\r\n\r\ninstructed:  \r\n\r\n\r\n  . . . you gave me a question. If you do not reach a verdict \r\n    on the two counts, it would be a mistrial. The whole case would have to be \r\n    tried over.  \r\n\r\nIt's not expected that we can get a more intelligent jury than you 12, and some jury will have\r\nto try this.  The State and the defense will have to go through the expense, the County and the\r\nState.  It's not expected that we can get a more intelligent jury.\r\n\r\nSo, I will ask you to continue deliberating.  If I can enlighten you on the law, you can ask me\r\nwhat you want me to explain to you.  If not, I will ask you to continue your deliberations.  \r\n\r\n\r\n(Emphasis added).\r\n\r\nAfter deliberating shortly over an hour, the jury returned its verdict acquitting petitioner of\r\none murder charge (Edmond murder) and convicting him on the remaining seven charges,\r\nincluding one murder (Joyner murder). \r\n\r\nIn order to establish ineffective assistance of counsel, \r\n  a PCR applicant must establish trial counsel's performance fell below an objective \r\n  standard of reasonableness and, \"the deficient performance prejudiced the [applicant] \r\n  to the extent that 'there is a reasonable probability that, but for counsel's \r\n  unprofessional errors, the result of the proceeding would have been different'.\" \r\n  Cherry v. State, 300 S.C. 115, 117-18, 386 S.E.2d 624, 625 (1989),  \r\n  quoting Strickland v. Washington, 466 U.S. 668, 694, 104 S.Ct. 2052, 2068, \r\n  80 L.Ed.2d 674, 698 (1984). \"A reasonable probability is a probability sufficient \r\n  to undermine confidence in the outcome of trial.\" Id. The appellate court \r\n  must affirm the PCR court's decision when its findings are supported by any \r\n  evidence of probative value. Cherry v. State, supra. However, \r\n  the appellate court will not uphold the findings of the PCR court if there is \r\n  no probative evidence to support those findings. Holland v. State, 322 \r\n  S.C. 111, 470 S.E.2d 378 (1996).\r\n\r\nThe PCR judge held the trial judge's incorrect response to the jury's question did not coerce\r\nthe jury's verdict on the murder charges.  Specifically, the PCR judge found:  \r\n\r\n\r\n. . . despite the jury's written question, it is pure speculation to claim the jury reached its\r\nunanimous verdicts on the remaining murder counts to avoid a retrial.  Neither this Court nor\r\nany court can look into the minds of the jury members.  Finally, because [petitioner] was\r\nacquitted of one murder count, it is clear the jury was not compelled to convict [petitioner] of\r\nthe murder charges to maintain the remaining convictions.    \r\n\r\n\r\nWe find counsels' failure to object to the trial judge's \r\n  response to the jury's question concerning the result if it failed to reach \r\n  a verdict on the murder charges was deficient. As noted in petitioner's direct \r\n  appeal, the jury's failure to reach a verdict on any count in the indictment \r\n  would necessitate a new trial on the particular count, not a new trial of the \r\n  entire case. State v. Pauling, 322 S.C. 95, 470 S.E.2d 106 (1996), citing \r\n  State v. Kornahrens, 290 S.C. 281, 350 S.E.2d 180 (1986), cert. \r\n  denied 480 U.S. 940 (1987). Without objection from counsel, the trial \r\n  judge instructed the jury to the contrary - that failure to reach a verdict \r\n  on the murder charges would require a new trial of the entire case. Because \r\n  the trial judge's response was clearly erroneous, counsel were deficient for \r\n  failing to object. (4)\r\n\r\nMoreover, petitioner was prejudiced by counsels' failure \r\n  to object and have the jury properly instructed that, if it was unable to render \r\n  a verdict on the murder charges, only the murder charges would be retried. Contrary \r\n  to the PCR judge's conclusion, it is not speculative that the jury \r\n  reached its verdict (convicting petitioner of one murder while acquitting him \r\n  of the other) in order to avoid a retrial of the non-murder charges as the trial \r\n  judge had instructed. The record indicates the jury was unable to reach a verdict \r\n  on the murder charges. After being informed its failure to reach a verdict on \r\n  those charges would require a retrial of the entire case, the jury reached its \r\n  verdict. Since there is nothing in the record which distinguishes petitioner's \r\n  involvement (particularly his intent) in the murder for which he was convicted \r\n  from the murder for which he was acquitted, the trial judge's incorrect answer \r\n  to the jury's question clearly affected the jury's verdict. While it would have \r\n  been speculative to assume the trial judge's answer would have coerced the jury \r\n  if the jury had convicted petitioner of both murders, it is not speculative \r\n  to conclude the trial judge's answer did coerce the jury which convicted petitioner \r\n  of one murder and acquitted him of the other. We conclude there is a reasonable \r\n  probability that, but for counsels' failures to object to the trial judge's \r\n  improper instruction, the outcome of petitioner's trial would have been different. \r\n  See Taylor v. State, 312 S.C. 179, 439 S.E.2d 820 (1993) (where \r\n  trial judge gave erroneous instruction on critical issue of intent, PCR applicant \r\n  was prejudiced by counsel's failure to object);&nbsp;High v. State, 300 \r\n  S.C. 88, 386 S.E.2d 463 (1989) (same); see also Battle v. State, \r\n  305 S.C. 460, 409 S.E.2d 400 (1991) (where jury asked for written instructions \r\n  on self-defense, PCR applicant was prejudiced by inadequate instructions). Because \r\n  petitioner established both that counsels' performances were deficient and that \r\n  he was prejudiced by the deficient performances, we reverse the order of the \r\n  PCR judge and remand for a new trial on the Joyner murder. Holland v. State, \r\n  supra (appellate court will not uphold findings of PCR court if no probative \r\n  evidence supports them). (5)  \r\n\r\nThe order of the PCR judge is REVERSED.      \r\n\r\nTOAL, C.J., MOORE, WALLER and PLEICONES, JJ., concur.\r\n1. Petitioner was represented by two attorneys.\r\n2. During opening argument, trial counsel stated:\r\n\r\n\r\n. . . [P]etitioner, in fact, did shoot a young man through the foot.  He did, in fact, shoot a\r\nyoung man in the knee. \r\n\r\nThose charges are assault and battery with intent to kill.  I tell you now when you go in that\r\njury room, [petitioner] admits that he did that.  He admits everything in these indictments\r\nexcept that he did not kill anybody.  He did not fire a shot from his gun that killed anyone.  It\r\nwas never his intention to kill anyone.\r\n\r\n\r\n3. Allen v. United States, 164 \r\n  U.S. 492, 17 S.Ct. 154, 41 L.E. 528 (1896). \r\n4. Trial counsel offered no explanation \r\n  why they failed to object. Accordingly, this is not a case of \"trial strategy.\" \r\n  Stokes v. State, 308 S.C. 546, 419 S.E.2d 778 (1992) (where counsel articulates \r\n  a valid reason for employing certain strategy, such conduct will not be deemed \r\n  ineffective assistance of counsel). Moreover, citation to a 1986 opinion indicates \r\n  the appellate ruling was not a new holding which counsel could not have anticipated. \r\n  Gilmore v. State, 314 S.C. 453, 445 S.E.2d 454 (1994),  overruled \r\n  on   other grds.  Brightman v. State, 336 S.C. 348, 520 S.E.2d \r\n  614 (1999) (Court does not require attorney to be clairvoyant or anticipate \r\n  changes in the law which were not in existence at the time of trial). \r\n5. Petitioner's remaining convictions are not affected by the outcome of this PCR action.  \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]