[{"id":"25509","title":"Total Environmental Solutions, Inc. v. S.C. Public Service Commission","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25509","description":"Treatment of availability fees as regulated rates by the Public Service Commission.","date":"2002-08-05","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nTotal Environmental Solutions,\r\nInc., Respondent,\r\n\r\n\r\n\r\nv.\r\n\r\n\r\nSouth Carolina Public Service\r\nCommission, Foxwood Hills\r\nProperty Owners Association,\r\nSteven W. Hamm, Consumer\r\nAdvocate for the State of South\r\nCarolina, and Ernest Campbell,\r\n\r\nof whom\r\n\r\nSouth Carolina Public Service Commission is  Respondent, \r\n\r\nand\r\n\r\nFoxwood Hills Property Owners Association, Inc. is      Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        \r\n\r\nTotal Environmental Solutions,\r\nInc., Respondent,\r\n        \r\n        \r\nv.\r\n        \r\n\r\nFoxwood Hills Property Owners\r\nAssociation, the South Carolina\r\nDepartment of Consumer\r\nAffairs, Ernest Campbell, and\r\nSouth Carolina Public Service\r\nCommission,\r\n\r\nof whom\r\n\r\nFoxwood Hills Property Owners Association is  Appellant,\r\n\r\nand\r\n\r\nSouth Carolina Public Service Commission is  Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nFoxwood Hills Property Owners\r\nAssociation, Appellant,\r\n\r\n\r\n\r\nv.\r\n\r\n\r\nSouth Carolina Public Service\r\nCommission, Total\r\nEnvironmental Solutions, Inc.,\r\nand Steven W. Hamm,\r\nConsumer Advocate for South\r\nCarolina,&nbsp;\r\n\r\nof whom\r\n\r\nSouth Carolina Public Service Commission \r\n\r\nand\r\n\r\nTotal Environmental Solutions, Inc. are  Respondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Oconee County\r\nJames R. Barber, III, Circuit Court Judge\r\n\r\nOpinion No. 25509\r\nHeard May 30, 2002 - Filed August 5, 2002\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nHenry Asby Fulmer, III, of Fulmer Law Firm, of Summerville, for Appellant.  \r\n\r\nFred David Butler, of Columbia, for Respondent South Carolina Public Service Commission.\r\n\r\nJohn F. Beach and John J. Pringle, Jr., of Beach Law Firm, of Columbia, for Respondent Total Environmental Solutions,\r\nInc.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE BURNETT:  This case is before the Court on cross-appeals from consolidated cases arising from the circuit\r\ncourt's final order denying a utility company's appeal from the South Carolina Public Service Commission's\r\n(\"Commission\") Order.  We affirm.\r\n\r\nFACTS\r\n\r\nMountain Bay Estates Utility Company, Inc., (\"Mountain Bay\") a company providing water and sewer services to the\r\nFoxwood Hills resort community in Oconee County, applied for a rate increase with the Commission in January 1994. \r\nMountain Bay was established as a private utility to serve Mountain Bay Estates, later Foxwood Hills, a private residential\r\nsubdivision located on Lake Hartwell.  Foxwood Corporation (\"Foxwood\"), the subdivision developer, owned 100% of\r\nMountain Bay's stock. (1)    \r\n\r\nAt the rate hearing, Mountain Bay articulated three reasons for the increase: 1) rising cost of environmental regulatory\r\ncompliance since Mountain Bay's last rate request in 1977; 2) general increase in inflation since 1977; and 3) Mountain\r\nBay charged a rate not reflective of the true market rate in order to spur development of Foxwood, an interest it no longer\r\nhad since being sold to Johnson Properties, Inc. (\"Johnson\").  Most of the testimony at the hearing centered upon the third\r\nreason, particularly whether lot availability fees should be counted by the Commission as operating revenue to Mountain\r\nBay because of the relationship between the utility and Foxwood.\r\n\r\nIn 1977, the Commission approved Mountain Bays' request to charge a rate up to $8 per month for water and sewer\r\nservices.  As Mountain Bay was a subsidiary of Foxwood, it never charged more than $5 per month in order to increase\r\ndevelopment of the subdivision.  As a result, the utility operated at a $137,568.59 loss for the test year ending June 30,\r\n1993.\r\n\r\nFoxwood charged each purchaser of a lot in the subdivision a yearly \"availability fee\" of $60 payable to the developer until\r\nthe purchaser became a customer and connected to Mountain Bay.  The fee was designed to reimburse Foxwood for its\r\ncapital costs of building the initial water and sewer infrastructure.  Once the purchaser connected to Mountain Bay's utility\r\nsystem and became a utility customer, the purchaser was no longer required to pay the availability fee. Under the terms of\r\nthe purchasing agreement, Foxwood, not Mountain Bay, would bill and collect the fee.  The amount of the availability fees\r\ntotaled $171,947.04 for the test year.\r\n\r\nWhile Foxwood mistakenly placed the availability fees on Mountain Bay's books for accounting purposes, the evidence\r\npresented at the hearing showed the lot owners were contractually obligated to pay the fees to Foxwood, and the fees were\r\nnot used for utility purposes.  The Commission's accountant testified he did not recognize the availability fee as revenue to\r\nMountain Bay because it was not received directly by the utility and was not being collected for utility purposes.  The\r\nCommission's accountant found the availability fees were not \"ongoing revenues of the utility.\"  The accountant testified if\r\nMountain Bay did collect the availability fees, they should not be treated as operating revenue, but as a deduction from the\r\nrate base, the accounting equivalent to contributions in aid of construction.\r\n\r\nJohnson purchased all Mountain Bay's stock in July 1993, a month after the test year ended.  The stock purchase was not\r\napproved by the Commission.  In the stock purchase agreement, Foxwood promised to assign the availability fees to\r\nJohnson within two years of the closing date or July 1995.  Foxwood retained the right under its sole discretion to modify\r\nor terminate the availability fees on a case-by-case basis until that date. \r\n\r\nFurther, Foxwood had no obligation to include availability fees in any future lot sales agreements.  The availability fees\r\nassigned to Johnson were not required to be used to benefit Mountain Bay, but could be used by Johnson as income for any\r\npurpose.  If Johnson sold Mountain Bay's stock to another entity, it was not required to transfer the availability fees or\r\nassign its rights to the other entity.\r\n\r\nAfter the hearing, the Commission denied the rate increase.  Central to the Commission's denial was Commission's\r\ntreatment of the availability fees as operating revenue to Mountain Bay.   Additionally, the Commission concluded Johnson\r\nProperties would not have bought Mountain Bay unless it \"either continued to have the use of the availability fees and/or it\r\nreceived a rate increase.  Clearly, availability fees were used as consideration in the sale of the utility's stock.\"  The\r\nCommission further concluded Mountain Bay was not required to obtain Commission approval prior to the transfer of its\r\ncapital stock.\r\n\r\nMountain Bay appealed the denial of the rate increase because the Commission improperly attributed the availability fee as\r\noperating revenue to the utility.  The Foxwood Hills Property Owners Association, Inc. (\"POA\") also appealed claiming the\r\nCommission erred in concluding Mountain Bay did not need permission to transfer 100% of its capital stock.\r\n\r\nThe circuit court concluded the Commission erred in attributing the availability fees to Mountain Bay, and the Commission\r\nwas not required  to approve the stock transfer. (2)\r\n\r\nISSUES\r\n\r\nI. Did the South Carolina Public Service Commission err in\r\nruling lot availability fees should be treated as Mountain Bay   operating revenue?     \r\n\r\nII. Did the South Carolina Public Service Commission err in\r\nruling it was not required to approve the July 1993 stock transfer   between Foxwood Corporation and Johnson Properties?  \r\n\r\n\r\nDISCUSSION\r\n\r\nThis Court is deferential in reviewing decisions by the \r\n  Commission and will affirm those decisions supported by substantial evidence. \r\n  Heater of Seabrook, Inc. v. Public Serv. Comm'n of South Carolina, 324 \r\n  S.C. 56, 478 S.E.2d 826 (1996). This Court refrains from substituting its judgment \r\n  for that of the Commission's where there is room for difference of intelligent \r\n  opinion. Id. The Commission's findings are presumptively correct requiring \r\n  the party challenging the Commission's order to bear the burden of showing the \r\n  decision is \"clearly erroneous in view of the substantial evidence on the whole \r\n  record.\" Id. at 60, 478 S.E.2d at 828 (quoting Patton v. South Carolina Pub. \r\n  Serv. Comm'n, 280 S.C. 288, 290-91, 312 S.E.2d 257, 259 (1984)).\r\n\r\nI\r\n\r\nAvailability Fees\r\n\r\nThe Commission decision to include availability fees as operating revenue for Mountain Bay is based on the relationship\r\nbetween the utility company and the developer, Foxwood.  The Commission acknowledges availability fees \"are normally\r\nthe result of a contract between the lot owner and the developer,\" but insists \" where the developer and the utility are the\r\nsame entity or closely related entities, the Commission may choose to apply the fees to the utility in some manner,\r\nespecially when such fees appear on the utility's books.\"\r\n\r\nThe Commission avers Mountain Bay historically undercharged customers to benefit the developer, Foxwood, which, in\r\nturn, supported the utility \"if not through availability fees, then through other funding from the developer.\"  The\r\nCommission argues that rationale combined with the fact Johnson Properties was not required to use availability fees to\r\nbenefit Mountain Bay, required it to find the proposed rate increase was not a function of increased operating costs but of\r\nnew ownership and accounting treatment of the availability fees.  The Commission further concluded the availability fees\r\nwere used as consideration in the sale of Mountain Bay's stock, \"and that by arranging the terms of the contract in such a\r\nway as to limit the utility's access to revenues, the developer and Johnson Properties utilized the stock transaction to the\r\nbenefit of Johnson Properties and to the disadvantage of Mountain Bay's ratepayers.\"  \r\n\r\nThe Commission allocated availability fees to Mountain Bay as operating revenue because it considered current customers\r\nand lot owners inequitably treated.  We disagree.\r\n\r\nIn Heater of Seabrook, supra, we reviewed \r\n  a similar decision by the Commission to deviate from past practices and treat \r\n  availability fees as operating revenues. In that case, Heater applied for a \r\n  rate increase although it received annual availability fees of $66,640. We wrote: \r\n  \"We do not hold that availability fees can never be included as operating revenues \r\n  . . . [i]n this particular case, however, there was no substantial evidence \r\n  supporting Commission's decision regarding treatment of availability fees.\" \r\n  Id. at 63, 478 S.E.2d at 829. \r\n\r\nThe present case is factually dissimilar from Heater \r\n  of Seabrook because the utility in Heater of Seabrook directly received \r\n  the availability fee from customers while Mountain Bay does not. The Commission \r\n  may only regulate a \"rate\" which:\r\n\r\n\r\n  means and includes every compensation, charge, toll, rental, \r\n    classification, or availability fee, or any of them, including \r\n    tap fee, or other non-recurring charges demanded, observed, charged, \r\n    or collected by any utility for any service offered by it \r\n    to the public, and any rules, regulations, practices, or contracts affecting \r\n    any such compensation, charge, toll, rental, classification, or availability \r\n    fee.\r\n\r\n\r\nS.C. Reg. 103-502.10 (emphasis added);  see also  \r\n  S.C. Reg. 103-702.13.\r\n\r\nWhile the term \"availability fee\" does appear in the regulation, \r\n  it is modified by the phrase \"demanded, observed, charged, or collected by any \r\n  utility.\" See S.C. Reg. 103-502.10. Availability fees may be regulated \r\n  as \"rates\" in cases such as Heater of Seabrook where the utility itself \r\n  collected the fees. However, in the present case, availability fees were charged, \r\n  collected and used by Foxwood, the developer, and not Mountain Bay, the utility.\r\n\r\nThe Commission asserts the distinction is without a difference because Foxwood used the availability fees to subsidize\r\nMountain Bay.  The evidence does not support this rationale.  Mountain Bay testified Foxwood did not provide availability\r\nfees to it.  The Commission's own staff concluded attributing the fees to Mountain Bay as operating revenue was improper\r\nand not supported by the evidence.  The Commission, therefore, lacks jurisdiction to regulate availability fees where no\r\nevidence exists Mountain Bay collected or directly benefitted from them.\r\n\r\nThe Commission next argues it has jurisdiction over the fees in the present case because Foxwood used those fees to\r\nindirectly benefit Mountain Bay.  The Commission relies on the commercial relationship between the two companies to\r\nargue Foxwood necessarily transferred the availability fees to Mountain Bay in exchange for the utility maintaining lower\r\nthan necessary utility rates.\r\n\r\nWhile the record demonstrates Mountain Bay undercharged its customers to help development, testimony by both\r\nMountain Bay and the Commission's staff indicate the availability fees were not operating revenue to the utility.  The staff\r\nreport removed the fees as operating revenue for Mountain Bay because the fees did not benefit the utility. Additionally, a\r\nCommission staffer testified that if the fees were going to the utility, the fees should be recorded as additions to Mountain\r\nBay's rate base, and deducted from any future utility plant additions.  \r\n\r\nThere is no substantial evidence showing Foxwood used availability fees to subsidize Mountain Bay.  The Commission\r\nlacks jurisdiction to regulate availability fees in such instances.\r\n\r\nAssuming arguendo the Commission is correct in concluding Foxwood subsidized Mountain Bay through transferring\r\navailability fees, the Commission's rationale is no longer applicable in light of Johnson Properties' purchase of Mountain\r\nBay's stock.  Pursuant to the stock sale contract, Foxwood assigned to Johnson its right to receive any availability fees\r\nbeing paid through July 1995, two years after the sale.  Even after July 1995, the fees would inure directly to Johnson to be\r\nused for any purpose designated by Johnson, not Mountain Bay.\r\n\r\nThe Commission believed Mountain Bay would benefit from the fees through Johnson Property after assuming the fees\r\nserved as consideration in the Foxwood to Johnson sale.  No evidence supports the Commission's finding.\r\n\r\nTherefore, the circuit court correctly held the Commission erred in attributing the availability fees to Mountain Bay. (3)\r\n\r\nII\r\n\r\nStock Sale\r\n\r\nPOA argues Foxwood should have received Commission approval before selling 100% of Mountain Bay's stock to\r\nJohnson.  We disagree.\r\n\r\nCommission Regulations 103-504 and 103-704, at the time of the Foxwood to Johnson sale, provided: \"No existing public\r\nutility . . . shall hereafter sell . . . any utility system . . . without first obtaining from the Commission a certificate that the\r\nsale or acquisition is in the public interest.\"  S.C. Reg. 103-504 and S.C. Reg. 103-704.\r\n\r\nThe circuit court found the \"public utility\" is Mountain Bay, a South Carolina corporation which has continuously provided\r\nutility service since the 1970's.  Both the circuit court and Commission read the regulation to require Commission approval\r\nonly in cases where the public utility sells its assets or utility system to another, not for the transfer of stock.  \r\n\r\nPOA argues the Commission should have read the regulation to require its approval where stock transactions result in a\r\nchange in control of the utility.  Both the Commission and the circuit court refused to read the \"change of control\"\r\nrequirement into the regulation.  \r\n\r\nThe Commission's reading is supported by the wording of \r\n  the regulation.  See Byerly Hosp. v. South Carolina State Health and Human \r\n  Servs. Fin. Comm'n, 319 S.C. 225, 460 S.E.2d 383 (1995) (great deference \r\n  is given to an agency's interpretation of regulations where it has particular \r\n  expertise). Adopting POA's interpretation would undermine the operations of \r\n  utilities who have effectuated stock sales without Commission approval, negatively \r\n  affecting Commission-approved rate increases/decreases.\r\n\r\nWe agree with the Commission's and circuit court's reading of the regulation. (4)\r\n\r\nCONCLUSION\r\n\r\nFor the foregoing reasons we AFFIRM the order of the court below.\r\n\r\nMOORE, A.C.J., WALLER and PLEICONES, JJ., and Acting Justice George T. Gregory, Jr., concur.\r\n1.   Respondent Total Environmental Solutions, Inc., (\"TESI\") purchased all of the assets of Mountain Bay as part of a\r\nresolution of bankruptcy proceedings involving Mountain Bay's subsequent parent company, Johnson Properties, Inc.  This\r\nCourt substituted TESI for Mountain Bay as Respondent.\r\n2.   Following its decision the circuit court remanded the case to the Commission to again consider Mountain Bay's rate\r\nrequest based on the existing record and excluding the availability fees as operating revenue.\r\n\r\nOn remand Commission approved rates for Mountain Bay which provided a 3.86% operating margin. The circuit court\r\nupheld the Commission's determination.\r\n\r\n3.  Although the facts of this case do \r\n  not support Commission's attributing availability fees to the utility, \"[w]e \r\n  do not hold that availability fees can never be included as operating revenues.\" \r\n  Heater of Seabrook, 324 S.C. at 63, 478 S.E.2d at 829. \r\n4.  The Commission has since amended \r\n  both regulations, with the approval of the Legislature, to specifically grant \r\n  itself the authority to approve the transfer of water/sewer utilities stock. \r\n  See S.C. Reg. 103-504 (2001) and S.C. Reg. 103-704 (2001).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25510","title":"Lewis v. Premium Investment Corporation","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25510","description":"Whether a purchaser in an installment land contract has a right of redemption after default.","date":"2002-08-05","type":"opinion","text":"\r\n      \r\n\r\n\r\n25510\r\n<!--\r\n.Normal\r\n\t{text-autospace:none;\r\n\tfont-size:12.0pt;\r\n\tfont-family:\"Times New Roman\";}\r\n.MsoFooter\r\n\t{tab-stops:center 3.0in right 6.0in;\r\n\ttext-autospace:none;\r\n\tfont-size:12.0pt;\r\n\tfont-family:\"Times New Roman\";}\r\n.MsoTitle\r\n\t{text-align:center;\r\n\ttext-autospace:none;\r\n\tfont-size:12.0pt;\r\n\tfont-family:\"Times New Roman\";\r\n\tfont-weight:bold;}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH \r\n  CAROLINA\r\n  In The Supreme Court\r\n\r\n \r\n   \r\n     \r\n      \r\n        William Lewis, Respondent,\r\n           \r\n      \r\n    \r\n  \r\n\r\n \r\n   \r\n     \r\n      \r\n                                                  \r\n          v.\r\n        Premium Investment Corporation, \r\n          Petitioner.\r\n           \r\n      \r\n    \r\n  \r\n\r\n\r\nON \r\n  WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\nAppeal From \r\n  Horry County\r\nJ. Stanton Cross, Jr., \r\n  Master-in-Equity\r\n\r\nOpinion \r\n  No. 25510\r\nHeard \r\n  February 7, 2002 - Filed August 5, 2002\r\n\r\n AFFIRMED AS \r\n  MODIFIED\r\n\r\n\r\n  \r\n    \r\n      \r\nLinda Weeks Gangi, of The Thompson \r\n  Law Firm, of Conway, for petitioner.\r\nWilliam Paul Young, of North Myrtle \r\n  Beach, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE BURNETT:  The Court \r\n  granted a writ of certiorari to review the Court of Appealsâ€™ decision in Lewis \r\n  v. Premium Investment Corp., 341 S.C. 539, 535 S.E.2d 139 (Ct. App. 2000).  \r\n  We affirm as modified.  \r\n \r\n  FACTS\r\nOn October 29, 1976, Respondent William \r\n  Lewis (Purchaser) entered into an installment sales contract to purchase real \r\n  estate in North Myrtle Beach from Petitioner Premium Investment Corporation \r\n  (Seller).  The contract contains the following default provision:\r\n\r\nIn the event the Purchaser should \r\n  fail to make any due installment, and such default shall continue for a period \r\n  of thirty (30) days, the Seller shall have the right to declare this contract \r\n  terminated and all amounts previously paid by the Purchaser will be retained \r\n  by the Seller as rent.  \r\n\r\nFour months after executing the contract, \r\n  Purchaser placed a mobile home on the lot and his family moved in.  Purchaser \r\n  made all payments through July 1988. [1]   After July 1988, no further payments \r\n  were made. \r\nIn October 1989, one year after Purchaserâ€™s \r\n  default, Seller mailed Purchaser a notice canceling the contract.  The notice \r\n  was returned â€œunclaimedâ€ to Seller.  Although sent by certified mail to the \r\n  correct address, Purchaser asserts he did not receive the notice. \r\nIn 1992, Purchaserâ€™s wife contacted \r\n  Sellerâ€™s representative to determine if he would allow her to assume the payments.  \r\n  The representative passed away without making a commitment. \r\nOn August 27, 1996, Purchaserâ€™s attorney \r\n  forwarded Seller a check for $2,451.34.  Seller refused to accept the check.\r\nAt the time of default (August 1988), \r\n  Purchaser had made 141 of the approximately 182 monthly payments and owed $2,440.14.  \r\n  The balance as of August 31, 1998, was $7,726.33.\r\nPurchaser brought \r\n  this action for breach of contract and specific performance.  In its amended \r\n  answer and counterclaim, Seller alleged Purchaser was in default and sought \r\n  an order terminating the contract.  Alternatively, Seller sought judgment in \r\n  the amount of $7,443, reasonable attorneyâ€™s fees, and foreclosure of any equitable \r\n  interest Purchaser may have obtained as a result of the transaction. [2]  \r\nThe master-in-equity determined Purchaser \r\n  was in default of the agreement and Seller had the right to terminate the agreement \r\n  pursuant to its terms.  The Court of Appeals reversed, holding Purchaser had \r\n  an equitable interest in the property and, therefore, Sellerâ€™s right to seek \r\n  forfeiture or to foreclose was subject to Purchaserâ€™s right of redemption which \r\n  could not have been waived by the agreement.  Id.  \r\n \r\n  ISSUE\r\nDid the Court of Appeals err by declining \r\n  to apply the forfeiture provision of the installment land contract, instead \r\n  determining Purchaser has an equitable interest in the property which includes \r\n  a right of redemption upon default?\r\n \r\n  DISCUSSION\r\nWhether an equitable right of redemption \r\n  exists in spite of a strict forfeiture provision in an installment land contract \r\n  has not been specifically decided by this Court.  In deciding the answer to \r\n  this question, we must determine whether equitable principles may alter the \r\n  clear and unambiguous terms of the partiesâ€™ contract.       \r\n \r\n  Installment Land Contracts\r\n\r\nReal property is often sold under \r\n  contracts that provide for the payment of the purchase price in a series of \r\n  installments.  These contracts, usually termed installment land contracts, are \r\n  drafted in many ways.  Typically, the vendor retains legal title to the property \r\n  until all of the purchase price has been paid . . .  Also typically, the purchaser \r\n  is entitled to immediate possession . . . Installment contracts almost always \r\n  contain forfeiture clauses.  When enforced, these clauses enable the vendor \r\n  to terminate the contract, recover the property, and retain all installments \r\n  paid when the purchaser defaults. \r\n\r\n15 Richard R. Powell, Real Property \r\n  ' 84D.01 at 3 (2000); Ellis v. Butterfield, 570 P.2d 1334, 1336 (Idaho \r\n  1977) (installment land contract is â€œfrequently called a â€˜poor manâ€™s mortgageâ€™ \r\n  because the vendor, as with a mortgage, finances the purchaserâ€™s acquisition \r\n  of the property by accepting installment payments on the purchase price over \r\n  a period of years, but the purchaser does not receive the benefit of those remedial \r\n  statutes protecting the rights of mortgagors.â€). [3]   Contrary to existing mortgage protections, \r\n  a seller may typically avoid foreclosure procedures by including a forfeiture \r\n  remedy in the installment land contract.  See Matthew Cole Bormuth, note, \r\n  Real Estate B The Wyoming Installment Land Contract: A Mortgage in Sheepâ€™s \r\n  Clothing?  Or What You See Isnâ€™t What You Get, 28 Land and Water Law Review \r\n  309 (1993); Juliet M. Moringiello, A Mortgage by Any Other Name: A Plea for \r\n  the Uniform Treatment of Installment Land Contracts and Mortgages under the \r\n  Bankruptcy Code, 100 Dick. L. R. 733 (1996) (forfeiture remedy makes installment \r\n  land contract more favorable to vendor than seller-financed mortgage).   \r\n \r\n  South Carolina Law\r\nBasic contract law provides that \r\n  when a contract is clear and unambiguous, the language alone determines the \r\n  contractâ€™s force and effect.  C.A.N. Enterprises, Inc. v. South Carolina \r\n  Health &amp; Human Servs. Fin. Commâ€™n, 296 S.C. 373, 373 S.E.2d 584 (1988).  \r\n  It is not the function of the court to rewrite contracts for parties.  See \r\n  Gambrell v. Travelers Ins. Cos., 280 S.C. 69, 310 S.E.2d 814 (1983). \r\n  \r\n          Parties to a contract may \r\n  stipulate as to the amount of liquidated damages owed in the event of nonperformance.  \r\n  Tate v. Le Master, 231 S.C. 429, 99 S.E.2d 39 (1957).   Where, however, \r\n  the sum stipulated is plainly disproportionate to any probable damage resulting \r\n  from breach of contract, the stipulation is an unenforceable penalty.  Id.; \r\n  Kirkland Distributing Co. of Columbia, S.C. v. United States, 276 F.2d \r\n  138 (4th Cir. 1960).  Equity will not enforce a penalty for breach of contract.  \r\n  South Carolina Depâ€™t of Health and Envtl. Control v. Kennedy, 289 S.C. \r\n  73, 344 S.E.2d 859 (Ct. App. 1986). â€œEquity does not favor forfeitures or penalties \r\n  and will relieve against them when practicable in the interest of justice.â€  \r\n  Lane v. New York Life Ins. Co., 147 S.C. 333, 374, 145 S.E. 196, 209 \r\n  (1928) citing Bangert v. John L. Roper Lumber Co., 86 S. E. 516, \r\n  517 (N.C. 1915).  \r\nThe above-stated principles of contract \r\n  law are consistent with the conclusion that a provision in an installment land \r\n  contract declaring forfeiture in the event of purchaser default can, in particular \r\n  circumstances, constitute a penalty.  In those circumstances, as in other contractual \r\n  instances where a stipulated sum amounts to a penalty, we conclude it would \r\n  be inequitable to enforce the forfeiture provision without first allowing the \r\n  purchaser an opportunity to redeem the installment contract by paying the entire \r\n  purchase price.\r\nOur conclusion is supported by authority \r\n  from other jurisdictions. In numerous other states, courts claim an equitable \r\n  power to â€œdeny or delay forfeiture when fairness demands.â€  Freyfogle, supra \r\n  620; see Hatfield v. Mixon Realty Co., 601 S.W.2d 894 (Ark. Ct. \r\n  App. 1980); Cedar Lane Investments v. American Roofing Supply of Colorado \r\n  Springs, Inc., 919 P.2d 879 (Col. Ct. App. 1996); Ellis v. Butterfield, \r\n  supra; Nelson v. Robinson, 336 P.2d 415 (Kan. 1959); Perkins \r\n  v. Penney, 387 A.2d 205 (Me. 1978); Rothenberg v. Follman, 172 N.W.2d \r\n  845 (Mich. Ct. App. 1969); Oâ€™Meara v. Olson, 414 N.W.2d 563 (Minn. Ct. \r\n  App. 1987); Beck v. Strong, 572 S.W.2d 484 (Mo. Ct. App. 1978); Sharp \r\n  v. Holthusen, 616 P.2d 374 (Mont. 1980); Martinez v. Martinez, 678 \r\n  P.2d 1163 (N.M. 1984); Lamberth v. McDaniel, 506 S.E.2d 295 (N.C. App. \r\n  1998); Straub v. Lessman, 403 N.W.2d 5 (N.D. 1987); T-Anchor Corp. \r\n  v. Travarillo Assocs., 529 S.W.2d 622 (Tex. Civ. App. 1975); Call v. \r\n  Timber Lakes Corp., 567 P.2d 1108 (Utah 1977); Bailey v. Savage, \r\n  236 S.E.2d 203 (W.Va. 1977); see also 4 Richard R. Powell, Real \r\n  Property Â§ 37.21[1][c] at 132 (2001) (â€œ[t]he main problem with the forfeiture \r\n  remedy is that it often puts the seller in too favorable a position and, therefore, \r\n  is subject to attacks based on equitable considerations of unfairness and unconscionablilty.â€ \r\n  ).  In fact, the authoritative treatise on real property law provides, â€œno state \r\n  today is likely to condone a purchaser forfeiture that greatly exceeds the vendorâ€™s \r\n  loss.â€  15 Powell, Real Property Â§ 84D.01[4] at 12.\r\nAs discussed at length in Bartles \r\n  v. Livingston, 282 S.C. 448, 319 S.E.2d 707 (Ct. App. 1984), the common \r\n  law recognized an equitable right of redemption in the context of mortgages \r\n  well before any statutory right was granted.  The mortgagor was given an equitable \r\n  right to redeem the property irrespective of the terms of the mortgage and this \r\n  right to redeem was considered an equitable interest in the land.  For years, \r\n  in an executory contract for the sale of land our Court has equated the vendor \r\n  with the mortgagee and the vendee with the mortgagor.  Dempsey v. Huskey, \r\n  224 S.C. 536, 80 S.E.2d 119 (1954). [4]   There is no equitable \r\n  reason why the right of redemption should not likewise be afforded to vendees \r\n  in an installment land contract in appropriate circumstances.\r\nFor the above reasons, we hold courts \r\n  of equity can relieve a defaulting purchaser from the strict forfeiture provision \r\n  in an installment land contract and provide the opportunity for redemption when \r\n  equity so demands. [5]   \r\n  Accordingly, this matter is remanded to the master-in-equity to determine whether \r\n  Purchaser has an equitable right of redemption.  \r\nThe decision of the Court of Appeals \r\n  is AFFIRMED AS MODIFIED.\r\nTOAL, C.J., MOORE, PLEICONES, \r\n  JJ., and Acting Justice George T. Gregory, Jr., concurs.\r\n\r\n \r\n   \r\n    [1] The contract price was $7,500 plus interest.  Purchaser paid \r\n    $75.00 as a down payment.  Monthly payments were $75.00. \r\n\r\n \r\n   \r\n    [2] The parties agree this is an action in equity.  Collier v. \r\n    Green, 244 S.C. 367, 137 S.E.2d 277 (1964) (specific performance lies \r\n    in equity); Wilder Corp. v. Wilke, 324 S.C. 570, 479 S.E.2d 510 (Ct. \r\n    App. 1996) (actions for foreclosure or cancellation of instruments are in \r\n    equity).  \r\n\r\n \r\n   \r\n    [3] An installment land contract does have advantages for buyers.  \r\n    In addition to immediate possession, installment land contracts offer the \r\n    benefits of a low down payment and easy credit requirements.  Buyers do not \r\n    have to procure expensive and, sometimes unavailable, traditional mortgage \r\n    financing.  Closing costs are often minimal and, since there is no outside \r\n    lender, there are no loan origination fees.  Eric T. Freyfogle, Vagueness \r\n    and the Rule of Law: Reconsidering Installment Land Contract Forfeitures, \r\n    1988 Duke L.J. 609.  \r\n\r\n \r\n   [4] The Court of Appeals \r\n    has specifically held that in an installment land contract, the vendee in \r\n    possession of the land is considered the owner of an equitable interest in \r\n    the property.  Southern Pole Bldgs., Inc., v. Williams, 289 S.C. 521, \r\n    347 S.E.2d 121 (Ct. App. 1986).  \r\n  We note the right of redemption \r\n    is distinguishable from an equitable estate which may pass to the purchaser \r\n    under the theory of equitable conversion.  Unlike the equitable right of redemption, \r\n    the theory of equitable conversion does not apply if the parties provide to \r\n    the contrary by contract.  Brook v. Council of Co-Owners of Stones Throw \r\n    Horiz. Prop. Regime&nbsp;I, 315 S.C. 474, 445 S.E.2d 630 (1994).  In this \r\n    case, the contract provides that, upon default, all amounts previously paid \r\n    will be retained by Seller as rent.  Although this provision may prevent Purchaser \r\n    from claiming an equitable estate in the property for the amount of the payments \r\n    made, it cannot defeat his equitable right of redemption.         \r\n\r\n \r\n   \r\n    [5] A variety of case-specific factors should be considered to determine \r\n    if redemption is equitable under the circumstances.  See Cedar Lane \r\n    Investments v. American Roofing Supply of Colorado Springs, Inc., supra \r\n    (the amount of the purchaserâ€™s equity, the length of the default period and \r\n    the number of defaults, the amount of monthly payments in relation to rental \r\n    value, the value of improvements to the property, the adequacy of the propertyâ€™s \r\n    maintenance); Rothenberg v. Follman, 172 N.W.2d 845 (Mich. Ct. App. \r\n    1996) (whether forfeiture is unreasonable depends upon amount and length of \r\n    default, amount of forfeiture, reason for delay in payment, and speed in which \r\n    equity is sought); 4 Powell, Real Property Â§ 37.21[1] at 135 (â€œIn determining \r\n    whether the attempted forfeiture should be set aside, courts consider the \r\n    amount of default, the reason for the purchaserâ€™s default, the amount of money \r\n    the purchaser would forfeit compared to the purchase price, and the relationship \r\n    of the monthly payments to the fair rental value of the property.â€).   \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25511","title":"Broom v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25511","description":"An allegation of an intent to permanently deprive the owner of the property is not required in an armed robbery indictment.","date":"2002-08-12","type":"opinion","text":"\r\n      \r\n\r\n\r\n25511\r\n<!--\r\n.Normal\r\n\t{font-size:12.0pt;\r\n\tfont-family:\"Times New Roman\";}\r\n.MsoTitle\r\n\t{text-align:center;\r\n\tfont-size:15.0pt;\r\n\tfont-family:\"Times New Roman\";\r\n\tcolor:black;\r\n\tfont-weight:bold;}\r\n.MsoBodyText\r\n\t{text-align:justify;\r\n\tfont-size:15.0pt;\r\n\tfont-family:\"Times New Roman\";\r\n\tcolor:black;}\r\n.MsoBodyTextIndent\r\n\t{font-size:15.0pt;\r\n\tfont-family:\"Times New Roman\";\r\n\tcolor:black;}\r\n.MsoBodyText2\r\n\t{font-size:15.0pt;\r\n\tfont-family:\"Times New Roman\";\r\n\tcolor:black;}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn \r\n  The Supreme Court\r\n\r\n  \r\n    \r\n      \r\nHarold Broom,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nPetitioner,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\nState of South Carolina,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF\r\nCERTIORARI\r\n\r\nAppeal From Cherokee County\r\nJ. Derham Cole, Trial Judge\r\n R. Markley Dennis, Jr., \r\n  Post-Conviction Relief Judge\r\n\r\nOpinion No. 25511\r\nSubmitted July 24, 2002 - Filed August 12, \r\n  2002\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nChief Attorney Daniel T. Stacey, of S.C. Office of Appellate \r\n  Defense, of Columbia, for Petitioner.\r\nAttorney General Charles M. Condon, Chief Deputy Attorney \r\n  General John W. McIntosh, Chief Capital and Collateral Litigation Donald Zelenka, \r\n  Assistant Deputy Attorney General Allen Bullard and Assistant Attorney General \r\n  Douglas Leadbitter, all of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIUM:          \r\n  Petitioner seeks a writ of certiorari following the denial of his application \r\n  for post-conviction relief (PCR).  We grant the petition, dispense with further \r\n  briefing, and affirm the order of the PCR judge.\r\nPetitioner \r\n  was convicted of armed robbery.  He contends that the circuit court did not \r\n  have subject matter jurisdiction over the armed robbery charge because the indictment \r\n  failed to allege that he intended to permanently deprive the owner of the property.\r\nThe armed robbery indictment alleged \r\n  that petitioner did â€œwhile armed with a deadly weapon, to wit: a pistol, feloniously \r\n  take from the person or presence of employees by means of force or intimidation \r\n  goods or monies of Freidmanâ€™s Jewelers . . . .â€  \r\nRobbery is the \r\n  felonious or unlawful taking of personal property of any value from the person \r\n  of another, or in the personâ€™s presence, by violence or putting the person in \r\n  fear.  State v. Bland, 318 S.C. 315, 457 S.E.2d 611 (1995).  Armed robbery \r\n  is a robbery while armed with a deadly weapon or while the robber alleges, by \r\n  actions or words, that he is armed with a deadly weapon which a person present \r\n  during the commission of the robbery reasonably believes to be a deadly weapon.  \r\n  S.C. Code Ann. Â§ 16-11-330 (A) (Supp. 2001).\r\nThere is no requirement \r\n  that an armed robbery indictment contain an allegation of an intent to permanently \r\n  deprive the owner of the property.  In Kerrigan v. State, 304 S.C. 561, \r\n  406 S.E.2d 160 (1991), this Court stated that larceny is the felonious taking \r\n  of the goods of another without the consent of the other.  The Court went on \r\n  to state that an intent by the offender to permanently deprive the owner of \r\n  possession by converting the property to the offenderâ€™s own use is implicit \r\n  in the definition of larceny.  Id.  Similarly, the intent to permanently \r\n  deprive is also implicit in the definition of armed robbery.\r\nThe indictment in this case clearly defines \r\n  armed robbery and apprised petitioner of the charge against him.  Therefore, \r\n  the circuit court did have subject matter jurisdiction over the armed robbery \r\n  charge.  \r\nAFFIRMED.\r\n                                                s/Jean H. Toal      \r\n                                 C.J.\r\n                                                s/James E. \r\n  Moore                                    J.\r\n                                                s/John H. Waller, \r\n  Jr.                               J.\r\n                                                s/E. C. Burnett, \r\n  III                                 J.\r\n                           \r\n                             s/Costa M. \r\n  Pleicones                             J.\r\n                                               \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25512","title":"Cooper v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25512","description":"This post-conviction relief case involves the issue of whether the PCR court erred by finding S.C. Code Ann. Sec. 16-3-28 (1985 & Supp. 2001) applies to non-capital crimes and whether the PCR court erred by finding respondent was prejudiced by counsel's failure to advise respondent of his statutory right to make a guilt phase closing argument.","date":"2002-08-12","type":"opinion","text":"\r\n      \r\n\r\n\r\n25512\r\n<!--\r\n.Normal\r\n\t{text-autospace:none;\r\n\tfont-size:12.0pt;\r\n\tfont-family:\"\\@PMingLiU\";}\r\n.footnotetex\r\n\t{text-align:justify;\r\n\ttext-autospace:none;\r\n\tfont-size:10.0pt;\r\n\tfont-family:\"\\@PMingLiU\";}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        Gene Tony Cooper, \r\n        Jr.,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Respondent,\r\n      \r\n    \r\n  \r\n\r\n              v.\r\n\r\n  \r\n    \r\n      \r\n        Michael Moore, \r\n        Commissioner, South Carolina Department of Corrections,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n        Petitioner.\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\nAppeal From Lexington County\r\nWilliam P. Keesley, Circuit \r\n  Court Judge\r\n\r\nOpinion No. 25512\r\nHeard June 13, 2002 - Filed \r\n  August 12, 2002\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nAttorney General \r\n  Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant \r\n  Deputy Attorney General Donald J. Zelenka, Senior Assistant Attorney General \r\n  William Edgar Salter, III; all of Columbia, for petitioner.\r\nDavid I. Bruck, of \r\n  Columbia; and Stuart M. Andrews, Jr., of Nelson Mullins Riley &amp; Scarborough, \r\n  L.L.P., of Columbia, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nACTING CHIEF JUSTICE MOORE:  We granted this petition for a writ of certiorari to \r\n  determine whether the post-conviction relief (PCR) court erred by finding S.C. \r\n  Code Ann. Â§ 16-3-28 (1985 &amp; Supp. \r\n  2001), applies to non-capital crimes and whether the court erred by finding \r\n  respondent was prejudiced by counsel's alleged deficient performance.  \r\n  We affirm.\r\nFACTS\r\nIn the early morning of October 6, 1989, Kimberly Quinn (the victim) \r\n  was discovered missing from her home.  Her empty wallet was found in the yard \r\n  of the home.  At 9:17 a.m., the victim's forged welfare check \r\n  was cashed at a bank.\r\nThe remains of the victim were discovered two days later.  She had suffered \r\n  shotgun wounds to the head, neck, and back.  After her murder, the victim's \r\n  hands and feet were severed with an ax and her body was set on fire with gasoline.  \r\n  The hands and feet were subsequently discovered in a nearby creek, along with \r\n  an ax owned by respondent. [1] \r\n  \r\nRespondent was convicted of murder, kidnapping, armed robbery, and conspiracy \r\n  to commit armed robbery.  He was acquitted of forgery.  He was sentenced to \r\n  death.  He was also sentenced to imprisonment terms of twenty-five years for \r\n  armed robbery and five years for conspiracy to commit armed robbery.  On direct \r\n  appeal, we affirmed his convictions for armed robbery and conspiracy, reversed \r\n  his murder conviction and death sentence, and remanded to the trial court.  \r\n  State v. Cooper, 312 S.C. 90, 439 S.E.2d 276 (1994). [2]   The Court concluded, after conducting an in \r\n  favorem vitae review, that respondent's contention \r\n  that the failure to obtain an on-the-record waiver of his right to personally \r\n  address the jury mandated reversal of the murder conviction and death sentence.  \r\n  We denied respondent's petition \r\n  for rehearing which stated all his convictions should have been vacated. \r\n  [3] \r\nRespondent's PCR application, \r\n  raising issues concerning his right to make a guilt phase closing argument regarding \r\n  his non-murder convictions, was granted by the PCR court.\r\nISSUES\r\n\r\nI. Did the PCR \r\n  court err by finding S.C. Code Ann. ' 16-3-28 (1985 &amp; Supp. 2001), applies to non-capital \r\n  crimes?\r\nII. Did the PCR court \r\n  err by finding respondent was prejudiced by counsel's alleged deficient \r\n  performance?\r\n\r\nDISCUSSION\r\nI\r\nRespondent argued at his PCR hearing that he was entitled to a new trial \r\n  on his non-capital convictions because he did not knowingly and intelligently \r\n  waive his right to personally address the jury in the guilt phase of his trial.  \r\n  The PCR court granted him relief.\r\nThe State argues that \r\n  because respondent's murder conviction was reversed on direct appeal, \r\n  the PCR court erred in granting relief on respondent's other \r\n  convictions because he did not have the right to personally address the jury \r\n  on those convictions. [4] \r\nSection 16-3-28 provides \r\n  that &quot;in any criminal trial \r\n  where the maximum penalty is death or in a separate sentencing \r\n  proceeding following such trial, the defendant and his counsel shall have the \r\n  right to make the last argument.&quot;  S.C. \r\n  Code Ann. ' 16-3-28 (1985 &amp; Supp. 2001) (emphasis added).\r\nIn respondent's direct \r\n  appeal, State v. Cooper, 312 S.C. at 91, 439 S.E.2d at 277, n.2, \r\n  [5]  and in the case of State v. Charping, 313 S.C. 147, 150, \r\n  437 S.E.2d 88, 90 (1993), [6] \r\n   the defendants' \r\n  murder convictions were reversed for the lack of a waiver of the statutory right \r\n  to make a personal statement.  The other convictions were deemed unaffected \r\n  by trial errors raised for the first time on appeal, and were thus affirmed.\r\nBecause Cooper and Charping were decided under in favorem \r\n  vitae review, we considered only the murder conviction.  Issues raised regarding \r\n  the non-capital convictions could not be raised for the first time on appeal.  \r\n  Although the end result in Charping and Cooper was that only the \r\n  murder conviction was reversed, we did not hold that non-capital convictions \r\n  could not be reversed in a situation such as respondent's where a capital \r\n  defendant, who is also charged with non-capital crimes, is denied his right \r\n  to make a guilt phase closing statement. \r\nIn any event, from \r\n  the plain language of Â§16-3-28, it is clear the General Assembly never \r\n  intended to limit that section to only those charges that carry a possible death \r\n  penalty, but instead intended for the capital defendant to have the right to \r\n  address the jury regarding all of his charges in a capital trial, whether all \r\n  of the charges carry the death penalty or not.\r\nThe primary rule of statutory construction is that the Court must ascertain \r\n  the intention of the legislature.  Kerr v. State, 345 S.C. 183, 547 S.E.2d \r\n  494 (2001).  Where the terms of the statute are clear, the court must apply \r\n  those terms according to their literal meaning, without resort to subtle or \r\n  forced construction to limit or expand the statute's operation.  Id.\r\nSection 16-3-28 gives \r\n  a defendant the right to address the jury &quot;in any criminal trial \r\n  where the maximum penalty is death.&quot;  The \r\n  plain language of the statute makes it clear that a defendant's right \r\n  to address the jury during the guilt phase of his trial applies only if the \r\n  defendant is facing a charge that carries the death penalty.  However, section \r\n  16-3-28 does not limit the defendant's argument to only \r\n  those charges that carry a possible death penalty but simply states &quot;in any criminal trial \r\n  where the maximum penalty is death,&quot; meaning that \r\n  the capital defendant has the right to address the jury regarding all of his \r\n  charges, whether they carry the death penalty or not.  From the plain language \r\n  of Â§ 16-3-28, we hold respondent had the right to \r\n  make a guilt phase closing argument concerning not only the murder charge, but \r\n  the non-capital charges as well.\r\nAccordingly, the PCR court did not \r\n  err by finding that Â§16-3-28 applies to \r\n  non-capital charges.\r\nII\r\nThe State argues the PCR court erred \r\n  by finding respondent was prejudiced by counsel's alleged deficient performance.\r\nBefore respondent's trial commenced, \r\n  the judge informed the jury venire in respondent's presence that &quot;[w]hen all of the evidence \r\n  has been received by the court, counsel for the state and counsel for the defendant \r\n  and the defendant himself, if he elects to do so, will state for the \r\n  jury their respective positions in a summation or a final argument.&quot; \r\n(Emphasis added).  Moments later, the trial judge reiterated to the jury \r\n  venire that respondent himself had the right to make a final closing argument.\r\nAt the close of all the evidence, \r\n  the trial judge explained to the jury that the next thing they would hear would \r\n  be &quot;arguments by the attorneys,&quot; without stating respondent \r\n  had a right to make an argument as well.\r\nAfter the jury found respondent guilty, the trial entered the sentencing \r\n  phase.  During this phase, the judge asked respondent if he understood he had \r\n  the right to argue to the jury along with his attorneys.  Respondent stated \r\n  he understood that he had that right.  The judge also ensured that respondent's decision not to address the jury \r\n  at this stage was his decision alone.\r\nIn his PCR application, \r\n  respondent alleged he was denied the effective assistance of counsel because \r\n  he was not advised of his statutory right to make a guilt phase closing argument \r\n  to the jury. \r\n\r\nAt the PCR hearing, trial counsel, Jack Duncan, testified he did not discuss \r\n  the right with respondent because he did not know of the right.  Duncan stated \r\n  if respondent had known about his right to address the jury during the guilt \r\n  phase, respondent would have made a statement.  He stated respondent did not \r\n  testify at trial because of his prior criminal record and that respondent did \r\n  not make a penalty phase statement because, at that point, he had lost interest \r\n  in the trial after being found guilty of a crime he claimed he did not commit.\r\nH. Patterson McWhirter, \r\n  respondent's \r\n  other counsel, testified that, although he was aware of the right to personally \r\n  address the jury during the guilt phase, he did not remember whether respondent \r\n  was informed of the right.  McWhirter acknowledged respondent was capable of \r\n  addressing the jury and that he would have made some good, logical arguments \r\n  about the evidence.\r\nRespondent testified he did not know and neither counsel nor the trial judge \r\n  informed him he had the right to make a guilt phase statement.  As for the trial \r\n  judge's comments to the jury \r\n  venire, respondent stated if the judge said anything about the right it did \r\n  not register with him because the judge did not address him directly and discuss \r\n  the right with him.  He stated that, had he known of the right, he would have \r\n  addressed the jury.  Specifically, respondent stated he would have defended \r\n  himself by discussing all the evidence the solicitor had presented in court.  \r\n  He testified he would have mentioned every charge and allegation and let the \r\n  jury know he was not guilty of the crimes of which he was charged.  He also \r\n  wanted the jury to see he was not a &quot;crazy person.&quot;  Respondent indicated, while he knew of the right to make a statement \r\n  during the penalty phase, he chose not to make a statement because he felt there \r\n  was nothing to say after he had been convicted of a crime he did not commit. \r\n\r\nThe PCR court found respondent was denied the effective assistance of counsel \r\n  when he was not advised of and was denied his statutory right to make a guilt \r\n  phase closing argument.  Further, the PCR court found respondent was not required \r\n  to show he was prejudiced in order to get relief; \r\n  [7]  however, the PCR court found, in any event, that respondent was \r\n  prejudiced by the denial of his right to address the jury.\r\nThe burden is on the applicant in a post-conviction proceeding to prove \r\n  the allegations in his application.  Butler v. State, 286 S.C. 441, 334 \r\n  S.E.2d 813 (1985), cert. denied, 474 U.S. 1094, 106 S.Ct. 869, 88 L.Ed.2d \r\n  908 (1986).  As to allegations of ineffective assistance of counsel, an applicant \r\n  must first show his counsel's representation \r\n  fell below an objective standard of reasonableness and then show he was prejudiced \r\n  by the substandard performance.  Strickland v. Washington, 466 U.S. 668, \r\n  104 S.Ct. 2052, 80 L.Ed.2d 674 (1984); Jordan v. State, 297 S.C. 52, \r\n  374 S.E.2d 683 (1988).  In reviewing a grant of PCR, the Court is concerned \r\n  only with whether there is any evidence of probative value to support the PCR \r\n  court's decision.  Palacio \r\n  v. State, 333 S.C. 506, 511 S.E.2d 62 (1999).  If any evidence of probative \r\n  value is found, this Court must affirm the ruling of the PCR court.  Id.\r\nHere, counsel were deficient for failing to inform respondent of his statutory \r\n  right to make a closing statement to the jury during the guilt phase of his \r\n  trial.  Therefore, the only issue is whether respondent was prejudiced by counsel's deficient performance. \r\n\r\nIn Franklin v. Catoe, supra, \r\n  we found Franklin was not prejudiced by the failure to acquire a waiver of Franklin's \r\n  right to make a personal argument to the jury during the guilt phase of his \r\n  trial.  Respondent's case is distinguishable.  \r\n  In Franklin, we found Franklin was not prejudiced by the lack of a waiver \r\n  because the evidence of guilt was overwhelming [8]  and because the jury had already heard him arguing \r\n  for his innocence when Franklin testified and the jury had the opportunity to \r\n  hear and consider his side of the story during that testimony.  Franklin, \r\n  346 S.C. at 573-575, 552 S.E.2d at 724-725.  However, in the instant case, respondent \r\n  did not testify before the jury.  Therefore, the jury did not have the opportunity \r\n  to hear him argue for his innocence or to hear and consider his side of the \r\n  story as occurred in Franklin.  Further, the evidence against respondent \r\n  was mostly circumstantial and not overwhelming.\r\nThe following facts were used by the State to attempt to show the jury respondent \r\n  may have been involved in the crimes.  A friend of the victim's testified when she \r\n  came to the victim's \r\n  house the morning after the victim disappeared she saw Budweiser beer cans in \r\n  the living room.  She stated these cans, which were not the victim's \r\n  brand of beer, were not in the house the day before.  On cross-examination, \r\n  respondent's wife testified respondent \r\n  drank Budweiser.  Budweiser beer cans were also found in and around the area \r\n  where the victim's body \r\n  was found. [9] \r\nThe victim's friend testified \r\n  a welfare check she had seen the afternoon before on top of the victim's television \r\n  was missing.  Another friend testified the victim's wallet was found \r\n  in the victim's \r\n  driveway without any money in it.  On October 6, at 9:17 a.m., someone forged \r\n  the victim's signature and cashed \r\n  her welfare check. [10] \r\n\r\nWhile no blood was \r\n  found inside respondent's truck, the interior of his truck, \r\n  including the back window, had been freshly painted black.  Respondent's \r\n  wife testified respondent had discussed painting the truck around Labor Day, \r\n  but did not paint it until October 8.  She stated he painted it because he wished \r\n  to cover up the Rebel Flag that was on the back windshield.\r\nRespondent owned the \r\n  ax that had been used to remove the victim's hands and feet \r\n  following her murder.  However, evidence was presented that Bo Southerland had \r\n  the ax in his possession at the time of the crimes.\r\nTwo witnesses testified they saw a Mercury Cougar \r\n  containing two male passengers acting suspiciously on October 5.  The Cougar \r\n  was seen in an apartment complex located across the street from the victim's home.  \r\n  One witness described the car's occupants \r\n  but could not identify respondent as one of the occupants.  The other witness \r\n  identified respondent as the passenger of the Cougar.  Evidence was presented \r\n  that respondent owned the Cougar but had loaned it to Bo Southerland.\r\nA friend of Bo Southerland's \r\n  testified that, on the evening of October 5, Southerland was at his automobile \r\n  repair shop and had parked the Cougar there.  He stated, around 9:30-10:30 p.m., \r\n  Southerland left with respondent in respondent's truck.  \r\n  Around midnight, the friend left the shop and noticed the Cougar was still there \r\n  but Southerland was not.  Another witness, who lived near the shop, testified \r\n  he saw the Cougar at the shop around 7:00 p.m. and that Southerland was there.  \r\n  The next morning, around 7:00 a.m., he noticed the Cougar was still parked in \r\n  the same spot.  The witness indicated that Southerland lived about 3 mile from the shop.\r\nThe only direct evidence \r\n  of respondent's involvement in the crime of conspiracy came \r\n  from respondent's \r\n  alleged co-conspirator, Red Farmer.  Farmer, who was incarcerated, testified \r\n  he conspired with respondent to rob the victim.  Farmer stated he called respondent \r\n  at his house around 7:30 p.m. on October 4.  He told respondent the victim would \r\n  be receiving a $2800 check and that respondent could rob her.  Respondent allegedly \r\n  agreed.  Farmer testified that, on October 6, he called respondent.  During \r\n  this phone call, respondent allegedly stated Farmer's intelligence was wrong, that\r\n&quot;she did not have $2800,&quot; \r\n  that he completed the construction job he was working on and had burned the \r\n  excess material.  Respondent said he was pleased with the job and did not see \r\n  any complications.  Farmer testified he understood this to mean that the robbery \r\n  had been completed, the victim had been killed, and the body had been burned.  \r\n  The State introduced telephone records which supported Farmer's testimony.\r\nThe defense presented \r\n  evidence that respondent did not have any financial problems and had recently \r\n  received an insurance settlement in the approximate amount of $3,274.\r\nIf respondent had been given the opportunity to personally address the jury, \r\n  there is a reasonable probability the result of his trial on the non-capital \r\n  charges would have been different.  Respondent wanted to tell the jury he was \r\n  not guilty of the charged crimes and to show them he was not a &quot;crazy\r\nperson.&quot;  Given that the evidence against respondent was not overwhelming, respondent's statement could have \r\n  swayed the jury to find respondent not guilty on his non-capital charges. \r\n  [11]   Respondent was entitled to argue his innocence to the jury \r\n  and let them consider his side of the story.  Had he been given this chance, \r\n  there is a reasonable probability the result of his trial would have been different.  \r\n  See Johnson v. State, 325 S.C. 182, 480 S.E.2d 733 (1997) (to \r\n  show prejudice, applicant must show, but for counsel's errors, there is \r\n  reasonable probability result of trial would have been different).\r\nTherefore, there was \r\n  evidence of probative value to support the PCR court's conclusion that respondent \r\n  was prejudiced by trial counsel's failure to \r\n  advise respondent of his right to make a guilt phase closing argument.  See \r\n  Palacio v. State, supra.\r\nCONCLUSION\r\nWe find Â§ 16-3-28 applies to \r\n  non-capital charges \r\n  when a defendant is on trial for a capital charge and that respondent was prejudiced \r\n  by his attorneys' failure to inform him of his statutory \r\n  right to make a guilt phase closing statement to the jury.  Therefore, the order \r\n  of the PCR court is AFFIRMED.\r\nWALLER, BURNETT, JJ., and Acting Justice George T. Gregory, Jr., concur.  \r\n  PLEICONES, J., concurring in a separate opinion.\r\nJUSTICE PLEICONES:&nbsp; I concur.  In my dissent in Franklin v. Catoe, \r\n  346 S.C. 563, 552 S.E.2d 718 (2001), I concluded that a capital defendant, denied \r\n  his statutory right to address the jury at the close of the guilt phase of his \r\n  trial, was not entitled to be retried on his non-capital charges.  Id. \r\n  at 579-580, 552 S.E.2d at 727.  As the majority opinion persuasively demonstrates, \r\n  I was wrong.  I continue to believe, however, that a capital defendant\r\n&quot;denied \r\n  the opportunity to exercise a statutory right afforded him by our death penalty \r\n  statutes [12] &quot; is ipso \r\n  facto entitled to a new proceeding, and therefore would not engage in a \r\n  Strickland [13]  \r\n  prejudice analysis here.\r\nI concur in the majority's decision to affirm \r\n  the post-conviction relief judge's order granting respondent a new \r\n  trial on the charges of kidnapping, armed robbery, and conspiracy to commit \r\n  armed robbery.\r\n\r\n \r\n   [1] The fact the ax had \r\n    been in respondent's truck at some point \r\n    in time was stipulated to at trial.\r\n\r\n \r\n   [2] Overruled in part by \r\n    Franklin v. Catoe, 346 S.C. 563, 552 S.E.2d 718 (2001), cert. denied, \r\n         U.S.     , 122 S.Ct. 2332,      L.Ed.2d      (2002).\r\n\r\n \r\n   \r\n    [3]  The State has not retried \r\n    respondent on the murder charge.\r\n\r\n \r\n   [4] We found it unnecessary \r\n    to address this question in Franklin v. Catoe, supra, because \r\n    Franklin had failed to prove he was prejudiced by the lack of a knowing waiver \r\n    of the right to make a closing statement in the guilt phase of his death penalty \r\n    trial.\r\n\r\n \r\n   [5] In Cooper, supra, \r\n    we reversed respondent's murder conviction because the trial judge failed \r\n    to obtain an on-the-record waiver of respondent's right to personally \r\n    address the guilt phase jury.  312 S.C. at 91, 439 S.E.2d at 277.  We affirmed \r\n    respondent's non-capital \r\n    convictions on the basis that the error as to those convictions was not preserved \r\n    for review.  In footnote 1, we noted that, after Torrence, which abolished \r\n    in favorem vitae review, errors that are not appropriate for direct \r\n    appeal must now be raised in applications for post-conviction relief.  Id. \r\n    at 92, 439 S.E.2d at 277.\r\n\r\n \r\n   [6] Overruled in part by\r\n  Franklin \r\n    v. Catoe, supra.  In Charping, supra, \r\n    we reversed Charping's murder conviction \r\n    because there was not a knowing and voluntary waiver of Charping's right \r\n    to make the final argument to the jury in the guilt phase.  Charping, \r\n    at 149, 437 S.E.2d at 89.  Since trial counsel failed to object to the lack \r\n    of a waiver, Charping's other non-capital \r\n    convictions were affirmed because they were Aunaffected by trial errors \r\n    raised for the first time on appeal.@  Id. at 149, \r\n    437 S.E.2d at 90.  Because Charping was decided under in favorem \r\n    vitae, we reversed only the murder conviction and affirmed the non-capital \r\n    convictions because the error as to those was not preserved for review.\r\n\r\n \r\n   [7] The \r\n    State argues the PCR court erred by finding respondent was entitled to relief \r\n    absent any proof he was prejudiced.  Given our recent decision in Franklin \r\n    v. Catoe, supra, we agree respondent must show prejudice.\r\n\r\n \r\n   [8] The \r\n    evidence of guilt was the following:  (1) Franklin's own testimony placed \r\n    him at the scene of the crime; (2) his bloody palm print was found on the \r\n    fan that had been used to crush the victim's head; (3) his semen \r\n    was on the victim's body; (4) necklaces belonging to the victim \r\n    were found in his possession; and (5) blood on his pants matched blood found \r\n    on the fan and the victim.\r\n\r\n \r\n   [9] Compare State v. Schrock, \r\n    283 S.C. 129, 322 S.E.2d 450 (1984) (defendant entitled to directed verdict \r\n    of not guilty based on lack of evidence where, among other things, nothing \r\n    in evidence placed defendant at scene of crime and State could not establish \r\n    that Marlboro cigarettes found at scene had been smoked by defendant).\r\n\r\n \r\n   [10] Robert (Bo) Southerland \r\n    was convicted of murder, kidnapping, armed robbery, and forgery in \r\n    connection with the victim's murder.  He was sentenced \r\n    to death for the murder conviction.  His convictions and sentences were affirmed \r\n    on direct appeal.  State v. Southerland, 316 S.C. 377, 447 S.E.2d 862 \r\n    (1994), cert. denied, 513 U.S. 1166, 115 S.Ct. 1136, 130 L.Ed.2d 1096 \r\n    (1995).  Following the denial of his PCR application, the Court partially \r\n    reversed the PCR court's denial and remanded the matter \r\n    for a new sentencing hearing.  Southerland v. State, 337 S.C. 610, \r\n    524 S.E.2d 833 (1999).  Southerland has not been re-sentenced.\r\n\r\n \r\n   [11] The jury deliberated \r\n    over two days for approximately eight hours.\r\n\r\n \r\n   \r\n    [12]  S.C. Code Ann. ''16-3-20 through B 28 (Supp. 2001).\r\n\r\n \r\n   \r\n    [13]  Strickland v. Washington, 466 U.S. \r\n    668, 104 S. Ct. 2052, 80 L.Ed.2d 674 (1984).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25513","title":"In the Matter of O'Day","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25513","description":"Opinion indefinitely suspending O'Day","date":"2002-08-12","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n25513\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nIn the Matter of John G. O'Day,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25513\r\nSubmitted July 2, 2002 - Filed August 12, 2002\r\n\r\n\r\n\r\n    INDEFINITE SUSPENSION\r\n\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nHenry B. Richardson, Jr., of Columbia, for the Office\r\nof Disciplinary Counsel.\r\n\r\nDesa A. Ballard, of West Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:\tIn this attorney disciplinary matter, respondent\r\nand Disciplinary Counsel entered into an agreement pursuant to Rule 21,\r\nRLDE, Rule 413, SCACR.  In the agreement, respondent admits misconduct\r\nand consents to the imposition of an indefinite suspension as set forth in Rule\r\n7(b), RLDE, Rule 413, SCACR.  We accept the agreement and indefinitely\r\nsuspend respondent from the practice of law.  However, the indefinite\r\nsuspension is not retroactive to the date respondent was placed on interim\r\nsuspension. (1)  The facts as admitted in the agreement are as follows.\r\n\r\n\r\n    Facts \r\n  \r\n\r\n\r\nI. Matter A \r\n\r\n\t\tRespondent was employed by a law firm in South Carolina ten\r\nyears ago, first as an associate, then as a partner, until June 2000. \r\nApproximately five years ago, partners of the firm discovered financial\r\nirregularities relating to funds paid to respondent by clients on behalf of the\r\nfirm.  The firm's practice was that all fees received by an employee from any\r\nclient were to be deposited into the operating account of the firm.  No\r\nemployee was authorized to retain any portion of the fees.\r\n\r\n\t\tRespondent acknowledged to the firm that he had retained money\r\nbelonging to the firm.  The firm estimated that respondent retained\r\napproximately $120,000 in fees.\r\n\r\n\t\tThe firm allowed respondent to continue partnership status in\r\nexchange for respondent agreeing to repay the firm a sum of $60,000.  The\r\nparties agreed that this sum constituted full repayment of the loss to the firm\r\ndue to respondent's retention of the client fees.  Respondent repaid the entire\r\namount.  However, in the spring of 2000, the firm discovered more\r\nirregularities relating to respondent's mishandling of firm funds.  The firm\r\ndiscovered that respondent retained approximately $30,000 of additional fees\r\nwhich respondent knew were the property of the firm.  Thereafter, respondent\r\nresigned from the firm and started a law practice as a sole practitioner.\r\n\r\n\t\tRespondent admits that he retained firm funds for his own use\r\nand does not dispute the firm's estimates of the amounts withheld. \r\nRespondent states that no client funds were misappropriated as all clients\r\nwere given credit against amounts owed to the firm for all fees paid to him. \r\nDisciplinary Counsel does not dispute that representation.\r\n\r\nII. Matter B \r\n\r\n\t\tRespondent agreed to represent client in a criminal matter in\r\nwhich the client was charged with fraudulently stopping payment on a check\r\nto Carolina Mobility.  Respondent executed a fee agreement pursuant to\r\nwhich client would pay respondent $1,500 if the case went to trial, or $750 if\r\nthe matter was settled prior to trial.  Respondent informed client that he\r\nwould file a discovery motion but failed to do so.  However, in support of a\r\nmotion for dismissal, respondent represented to the magistrate that the other\r\nparty failed to respond to discovery.  In addition, respondent mistakenly\r\nrelied on the issue of whether Carolina Mobility had sent a certified letter to\r\nthe client, thinking that, like a fraudulent check charge, written notice via\r\ncertified mail was required before charges could be brought against the client.\r\n\r\n\t\tAfter the parties settled, client filed a complaint against\r\nrespondent.  When he was informed of the complaint, respondent prepared,\r\nsubmitted, and had issued, an order for the presiding magistrate which stated\r\nthat client \"was pleased with the services of [respondent] in this matter.\" \r\nHowever, no such testimony was given.  Respondent also told Disciplinary\r\nCounsel that he made an informal discovery request in the case when no such\r\nrequest was ever made.  Finally, respondent charged client a fee of $1,500\r\neven though the case settled prior to trial.\r\n\r\nIII. Matter \r\nC \r\nRespondent was retained to represent client in a criminal matter. \r\nRespondent received notice where the case was to be heard and that a jury\r\nstrike had been scheduled.  However, respondent failed to inform client of the\r\njury strike.  Client obtained his file from the attorney appointed to protect\r\nclients' interest after respondent was placed on interim suspension and had to\r\nretain other counsel to represent him in the matter.\r\n\r\nIV. Matter D \r\n\t\tRespondent was retained to represent complainant's son in a\r\ncriminal matter.  The fee paid to respondent included representation through\r\nany potential plea or trial.  Complainant's son pled guilty and the matter of\r\nrestitution was held in abeyance.  Respondent continued to represent\r\ncomplainant's son in the restitution issue. (2) \r\n\r\nV.  Matter E \r\n\r\n\t\tIn this matter, a court reporter seeks payment for a transcript\r\nordered by respondent.  Respondent states that the court reporter transcript\r\nand statement were received contemporaneous with the closing of his law\r\npractice when he was placed on interim suspension and that the statement\r\nwas given to the attorney appointed to protect clients' interests along with the\r\nrelated client file.  Respondent further states that another attorney is now\r\nhandling the case and anticipates that the statement will be paid by that\r\nattorney at the conclusion of the case. Respondent is unable to pay the\r\nstatement at the present time and acknowledges that he is ultimately liable for\r\nthe cost of the transcript.\r\n\r\nVI. Matter F \r\n\t\tRespondent was retained to represent multiple clients on drug\r\nrelated offenses and was paid a fee to do so.  However, respondent was\r\nplaced on interim suspension and was unable to complete the representation. \r\nRespondent was financially unable to refund the unearned fees.\r\n\r\n\r\n    Law \r\n  \r\n\r\n\r\n\t\tRespondent admits that he has violated Rules 7(a)(1) (violating\r\nthe Rules of Professional Conduct); 7(a)(5) (engaging in conduct tending to\r\npollute the administration of justice or to bring the courts or the legal\r\nprofession into disrepute; engaging in conduct demonstrating an unfitness to\r\npractice law); and 7(a)(6) (violating the oath of office taken upon admission\r\nto practice law in this state) of the Rules for Lawyer Disciplinary\r\nEnforcement, Rule 413, SCACR.  He also admits he has violated Rules 1.1\r\n(failing to provide competent representation to a client); 1.2 (failing to abide\r\nby a client's decisions concerning the objectives of the representation); 1.3\r\n(failing to act with reasonable diligence and promptness in representing a\r\nclient); 1.4 (failing to keep a client reasonably informed and failing to\r\npromptly comply with requests for information); 1.5 (failing to charge\r\nreasonable fees); 1.15 (failing to safeguard a client's property); 3.3 (making a\r\nfalse statement to a tribunal); 4.1 (making a false statement of material fact or\r\nlaw to a third person); 8.4(a) (violating the Rules of Professional Conduct);\r\n8.4(b) (committing a criminal act that reflects adversely on the lawyer's\r\nhonesty, trustworthiness or fitness as a lawyer in other respects); 8.4(c)\r\n(engaging in conduct involving moral turpitude); 8.4(d) (engaging in conduct\r\ninvolving dishonesty, fraud, deceit or misrepresentation); and 8.4(e)\r\n(engaging in conduct that is prejudicial to the administration of justice) of the\r\nRules of Professional Conduct, Rule 407, SCACR.\r\n\r\n\r\n    Conclusion \r\n  \r\n\r\n\r\nWe accept the Agreement for Discipline by Consent \r\n  and find that the facts set forth in the agreement warrant an indefinite suspension \r\n  from the practice of law. However, the suspension is not retroactive to the \r\n  date respondent was placed on interim suspension. Prior to reinstatement to \r\n  the practice of law, the burden of proof shall be on respondent to demonstrate \r\n  that any and all amounts that might be due to his former clients in Matters \r\n  A, B, C, D, E, and F have been fully paid. Within fifteen days of the date of \r\n  this opinion, respondent shall file an affidavit with the Clerk of Court showing \r\n  that he has complied with Rule 30 of Rule 413, SCACR.\r\n\r\nINDEFINITE SUSPENSION.\r\n\r\nTOAL, C.J., MOORE, WALLER, BURNETT and\r\nPLEICONES, JJ., concur.\r\n\r\n\r\n1. Respondent was placed on interim suspension by order of this Court\r\ndated April 9, 2001.\r\n2. Although the facts as detailed above are included in the agreement, we\r\nfind no misconduct on the part of respondent.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25514","title":"State v. Standard","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25514","description":"Issue is whether  an enhanced sentence based upon a prior most serious conviction for a crime which was committed when the defendant was a juvenile is unconstitutional.","date":"2002-08-12","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n25514\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nThe State,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent,\r\nv.\r\n\r\n\r\nJames R. Standard,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nAppellant.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Anderson County\r\nAlexander S. Macaulay, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25514\r\nHeard June 26, 2002 - Filed August 12, 2002\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nKatherine Carruth Link; and South Carolina Office of Appellate Defense, both of Columbia, for appellant.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Charles H. Richardson and\r\nAssistant Attorney General Melody J. Brown, all of Columbia; and Solicitor Druanne D. White, of Anderson, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE WALLER:  Appellant, James R. Standard, was convicted of  burglary in the first degree and grand larceny.  Based upon a prior armed robbery\r\nconviction, he was sentenced to life imprisonment without parole (LWOP) pursuant to S.C. Code Ann. Â§ 17-25-45 (2001), the Two-Strikes law.\r\n\r\nFACTS\r\n\r\n\r\nOn July 5, 1995, approximately two months prior to his sixteenth birthday, (1) Standard committed an armed robbery.  He was waived up to general sessions\r\ncourt where he pled guilty to armed robbery on October 17, 1996 (at age 17); he was given a youthful offender sentence not to exceed six years. (2)    \r\n\r\nShortly after his release on the armed robbery charge, Standard and two co-defendants broke into a mobile home in Anderson County on October 9, 1999; they\r\nvandalized the residence and stole cash, jewelry and miscellaneous items valued at over $1000.00. (3)  The victim testified that her home was completely\r\ndestroyed, and that her dog was beaten so severely it had to be put to sleep; her son's cat was also killed.  The jury convicted Standard of burglary in the first\r\ndegree and grand larceny.  Based upon his prior \"most serious\" armed robbery conviction, the trial court sentenced him to LWOP for burglary under the Two-Strikes law.\r\n\r\nISSUE\r\n\r\n\r\n\r\nIs Standard's sentence of LWOP for burglary unconstitutional?\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\nUnder the Two-Strikes Law, S.C. Code Ann. Â§ 17-25-45(A)(1), upon conviction of a most serious offense, a person must be sentenced to a term of\r\nimprisonment for life without the possibility of parole if that person has one or more prior convictions for a most serious offense.  Armed robbery and first\r\ndegree burglary are most serious offenses.   S.C.Code Ann. Â§ 17-25-45(C)(1).  \r\n\r\nStandard contends the Two-Strikes Law is unconstitutional as applied to him in that it a) violates the separation of powers doctrine by depriving the judicial\r\nbranch of discretion to consider mitigating circumstances, b) violates due process because the triggering offense of armed robbery was committed when he was\r\n15 years old and his plea was entered (at age 17) without any understanding of the consequences, and c) amounts to cruel and unusual punishment under the\r\ncircumstances of this case.\r\n\r\nWe recently rejected Standard's separation of powers \r\n  argument in State v. Jones, 344 S.C. 48, 56, 543 S.E.2d 541, 545 (2001), \r\n  stating:\r\n\r\n\r\n  Initially, this Court held in State v. Burdette, \r\n    335 S.C. 34, 515 S.E.2d 525 (1999), that Section 17-25-45 does not violate \r\n    the separation of powers doctrine. We stated, \"[u]nder the mandatory sentencing \r\n    guidelines, the prosecutor can still choose not to pursue the triggering offenses \r\n    or to plea the charges down to non-triggering offenses. Choosing which crime \r\n    to charge a defendant with is the essence of prosecutorial discretion, not \r\n    choosing which sentence the court shall impose upon conviction.\" 335 S.C. \r\n    at 40-41, 515 S.E.2d at 528-529. Further, we found the matter of sentencing \r\n    if convicted of a triggering offense to be a matter within the province of \r\n    the legislature. \r\n\r\n\r\nStandard asserts Jones and Burdette \r\n  addressed the separation of powers issue only in the context of whether the \r\n  Two-Strikes law intrudes upon the prosecutorial function, but \r\n  that the Court has not addressed whether it intrudes upon judicial \r\n  discretion to impose a certain sentence. Contrary to Standard's contention, \r\n  we stated in State v. De La Cruz, 302 S.C. 13, 15, 393 S.E.2d 184, 186 \r\n  (1990):\r\n\r\n\r\nIf a defendant is convicted of one of the triggering offenses, the matter of sentencing becomes the province of the legislature.  We have held in the past that the\r\npenalty assessed for a particular offense is, except in the rarest of cases, purely a matter of legislative prerogative, and the legislature's judgment will not be\r\ndisturbed.  \r\n\r\n\r\nThe De La Cruz Court specifically rejected \r\n  the claim that \"the mandatory sentence set forth by the legislature impermissibly \r\n  intrudes into inherent judicial powers in that all judicial discretion in sentencing \r\n  is removed.\" Id. (4) We find De La Cruz \r\n  dispositive of Standard's claim regarding to judicial discretion. \r\n  (5)\r\n\r\nStandard next asserts a sentence of LWOP in this \r\n  case constitutes cruel and unusual punishment because he was only 15 years old \r\n  at the time he committed the triggering offense (armed robbery), and the Two-Strikes \r\n  law permits no consideration of the individual facts of his case. We specifically \r\n  rejected a \"cruel and unusual punishment\" challenge to the Two-Strikes law in \r\n  State v. Jones, supra. However, we have not had occasion to address \r\n  whether a LWOP sentence is cruel and unusual if the triggering offense was committed \r\n  at the time the defendant was a juvenile.\r\n\r\nRecently, in State v. Ellis, 345 S.C. 175, \r\n  547 S.E.2d 490 (2001), we held a juvenile adjudication is not a conviction, \r\n  guilty plea, or plea of nolo contendere, such that it may not be used to invoke \r\n  the mandatory LWOP provisions of the recidivist statute. \r\n  (6) Unlike Ellis, however, Standard here was tried and adjudicated \r\n  as an adult, such that his guilty plea to armed robbery in general sessions \r\n  court is a conviction for purposes of sentencing under S.C. \r\n  Code Ann. Â§ 17-25-45(C)(3)(defining a conviction as any conviction, guilty plea, \r\n  or plea of nolo contendere). (7)\r\n\r\nThe question remains, however, whether it is cruel and unusual to sentence a defendant to LWOP utilizing enhanced penalties for a burglary committed when\r\nhe was 15 years old. (8)  We find it is not.\r\n\r\nIn Thompson v. Oklahoma, 487 U.S. 815, 834 \r\n  (1988), the United States Supreme Court addressed whether it was cruel and unusual \r\n  punishment to sentence a defendant to death for a murder committed \r\n  when he was 15 years old. The Court found imposition of a death sentence on \r\n  one who committed a crime at the age of 15 would not serve the goals or deterrence \r\n  or retribution inasmuch as a juvenile is less culpable, has more capacity for \r\n  growth, and is not likely to have performed a cost-benefit analysis as to the \r\n  consequences of his conduct. Id. at 836-37. However, the Court's opinion \r\n  in Thompson was premised upon the fact that the great majority of jurisdictions \r\n  imposing capital punishment have statutory schemes under which defendants may \r\n  not be executed for crimes committed prior to age 16. The Court noted that the \r\n  authors of the Eighth Amendment did not attempt to define the contours of cruel \r\n  and unusual punishment but, instead, left it to generations of judges to be \r\n  guided by \"evolving standards of decency that mark the progress of a maturing \r\n  society.\" Thompson, 487 U.S. at 821, citing Trop v. Dulles, \r\n  356 U.S. 86 (1958). Further, as noted by Justice O'Connor in her concurrence, \r\n  \"[u]nder the Eighth Amendment, the death penalty has been treated differently \r\n  than other punishments.\" 487 U.S. at 856. (9)\r\n\r\n  Based upon sentences imposed in other cases, \r\n  we find lengthy sentences or sentences of life without parole imposed upon juveniles \r\n  do not violate contemporary standards of decency so as to constitute cruel and \r\n  unusual punishment. See Hawkins v. Hargett, 200 F.3d 1279 (10th \r\n  Cir. 1999), cert. denied 531 U.S. 830 (2000)(sentence of 100 years without \r\n  parole for 13 year old defendant convicted of burglary, sodomy, rape, and robbery \r\n  with a dangerous weapon); Harris v. Wright, 93 F.3d 581 (9th \r\n  Cir. 1996)(15 year old defendant sentenced to life imprisonment without parole \r\n  for murder); State v. Ira, 43 P.3d 359 (N.M. 2002)(sentence of 91&amp;1/2 \r\n  years imposed where defendant, at ages 14-15, committed 10 counts of criminal \r\n  sexual assault against his step-sister); State v. Green, 502 S.E.2d 819 \r\n  (N.C. 1998), cert. denied, 525 U.S. 1111 (1999)(mandatory life sentence \r\n  imposed on 13 year old who committed first-degree criminal sexual conduct); \r\n  State v. Taylor, 1996 WL 580997 (Tenn. Crim. App. 1996)(sentence of life \r\n  without parole plus 60 years imposed on juvenile defendant who, at age 16, committed \r\n  kidnapping, aggravated robbery, aggravated sexual battery, and felony murder); \r\n  State v. Pilcher, 655 So. 2d 636 (La. App. 1995)(life without parole \r\n  imposed on 15-year old defendant charged with two counts of murder). \r\n\r\n\r\nAs the Tenth Circuit recently observed in Hawkins, \r\n  200 F.3d at 1285,\r\n\r\n\r\n  Moreover, there is apparently no societal consensus \r\n    that a long sentence imposed on a defendant for serious crimes he committed \r\n    at age thirteen offends evolving standards of decency. The North Carolina \r\n    Supreme Court recently found that nineteen states allow adult penalties for \r\n    thirteen-year-olds convicted of serious crimes. . . .The court determined \r\n    that the growing minority of states permitting such punishment is evidence \r\n    of changing public sentiment toward modern society's violent youthful offenders, \r\n    and that \"sentencing a thirteen- year-old defendant to mandatory life imprisonment \r\n    ... is within the bounds of society's current and evolving standards of decency.\" \r\n    Id. Thus, modern society apparently condones the severe punishment of individuals \r\n    who commit serious crimes at young ages. We therefore cannot say that a punishment \r\n    of a term of years for a violent crime, with the possibility of parole, violates \r\n    \"evolving standards of decency\" simply because the defendant was thirteen \r\n    years old at the time of the offense.\r\n\r\n\r\nWe hold that an enhanced sentence based upon a prior most serious conviction for a crime which was committed as a juvenile does not offend evolving\r\nstandards of decency so as to constitute cruel and unusual punishment.  \r\n\r\nFinally, Standard asserts that allowing his juvenile \r\n  plea to serve as the first \"strike\" to support a mandatory life sentence is \r\n  fundamentally unfair and deprives him of due process. Essentially, Standard's \r\n  claim is that he pleaded guilty to the armed robbery without knowledge that \r\n  the conviction could later be used to trigger a mandatory life sentence upon \r\n  commission of a subsequent offense. This claim is, in reality, a challenge to \r\n  the voluntariness of Standard's armed robbery plea, such that it is a matter \r\n  for post-conviction relief which is not properly before this Court. State \r\n  v. McKinney, 278 S.C. 107, 292 S.E.2d 598 (1982) (unknowing or involuntary \r\n  nature of guilty plea properly addressed on post-conviction relief, absent timely \r\n  objection to plea).\r\n\r\nMoreover, in State v. Burdette, 335 S.C. \r\n  34, 515 S.E.2d 525 (1999), we recognized that South Carolina does not require \r\n  a defendant be informed, even in the indictment, that he was eligible upon conviction \r\n  to be punished more severely on the basis of previous convictions in his record. \r\n  Accordingly, we find no due process violation.\r\n\r\nStandard's sentence of LWOP does not violate the Eighth Amendment. \r\n\r\nAFFIRMED. \r\n\r\nTOAL, C.J., MOORE and BURNETT, JJ., concur.  PLEICONES, J., concurring in result only.\r\n\r\n\r\n1.   Standard was born on September 3, 1979.\r\n2.   One of his cohorts during the 1995 robbery was Jeremy Jones, who was 14 years old at the time.  Unlike Standard, Jones' case was handled as a juvenile\r\nadjudication in family court. \r\n3.   Standard and his cohorts committed three other burglaries the same evening in Pickens county, to which Standard pled guilty prior to this case.  These\r\nburglaries were not used to enhance Standard's present sentence.\r\n4.  De La Cruz involved \r\n  S.C. Code Ann. Â§ 44-53-370(e)(2)(c), which provides a mandatory term of imprisonment \r\n  of twenty-five years, no part of which may be suspended nor probation granted, \r\n  for trafficking between one hundred grams to two hundred grams of cocaine. \r\n5.  Moreover, the United States \r\n  Supreme Court has rejected the argument that mandatory penalties, including \r\n  life imprisonment without parole ( excepting capital punishment), are unconstitutional \r\n  just because they prevent the consideration of mitigating factors. See \r\n  Harmelin v. Michigan, 501 U.S. 957, 994-96 (1991). \r\n6.   The Court noted that S.C.Code Ann. Â§ 20-7-7805(C) (Supp.2000)(the Children's Code) specifically provides \"[n]o adjudication by the [family] court of the\r\nstatus of a child is a conviction.\"    345 S.C. at 180, 547 S.E.2d at 492.  \r\n7.   This is the distinguishing factor between Standard's sentence, and that of his cohort, Jones, who had a juvenile adjudication as the result of the armed\r\nrobbery committed in 1995.  Jones was also a participant in the 1999 burglary.  As Jones had only a juvenile adjudication, and no prior conviction, he received a\r\nfifteen year sentence for the current burglary.  There is no indication in the record before us as to the precise reasons Standard was tried as an adult in general\r\nsessions court for that offense.  However, S.C. Code Ann. Â§ 20-7-7605 (5)(Supp. 2001) provides that a family court having jurisdiction of a 14 or 15 year old\r\njuvenile who commits certain offenses may, \"after full investigation and hearing, . . . determine it contrary to the best interest of the child or of the public to\r\nretain jurisdiction.  The court . . . may bind over the child for proper criminal proceedings to a court which would have trial jurisdiction of the offenses if\r\ncommitted by an adult.\"  Accordingly, nothing contrary appearing in the record before us, we must assume the family court in the armed robbery matter\r\nconducted an investigation and determined Standard's case was proper for waiver to general sessions court.  \r\n8.  It is clear that LWOP for \r\n  burglary is not, in itself, cruel and unusual. See State v. White, \r\n  349 S.C. 33, 562 S.E.2d 305 (2002)(holding life sentence without parole for \r\n  first-degree burglary is not cruel and unusual punishment). \r\n9.  The United States Supreme \r\n  Court's recent opinion in Atkins v. Virginia, Op. No. 00-8452 (filed \r\n  June 20, 2002)(holding execution of mentally ill defendants violates the Eighth \r\n  Amendment), supports this analysis. Although the test remains whether \"evolving \r\n  standards of decency\" prohibit a certain punishment, Atkins does not \r\n  alter our holding with regard to the life sentence without parole imposed in \r\n  this case.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25515","title":"Green v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25515","description":"This is a PCR matter in which the applicant makes the following claims of ineffective assistance of counsel:  1)  failure to move for a mistrial, 2) failure to object to the Allen charge, 3) failure to request the trial judge poll the jury, and 4) cumulative error.  In addition, the applicant claims the PCR judge erred by failing to admit a criminal defense attorney's expert opinion at the PCR hearing.","date":"2002-08-12","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nRoderick L. Green,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nPetitioner,\r\nv.\r\n\r\n\r\nState of South Carolina,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent.\r\n\r\n&nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\n\r\nAppeal From Georgetown County\r\nPaula H. Thomas, Trial Judge\r\nL. Henry McKellar, Post-Conviction Judge\r\n\r\n\r\nOpinion No. 25515\r\nSubmitted April 17, 2002 - Filed August 12, 2002\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nCapers G. Barr, III, of Charleston, for petitioner.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Donald J. Zelenka, Assistant\r\nDeputy Attorney General B. Allen Bullard, Jr., and Assistant Attorney General Douglas E. Leadbitter, all of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE BURNETT:  A jury convicted Roderick L. Green (\"Green\") of armed robbery of a restaurant.  The court sentenced him to fifteen years\r\nimprisonment.  He did not appeal.\r\n\r\nGreen filed an application for post-conviction relief (\"PCR\") alleging ineffective assistance of counsel and asking for a belated appeal.  Although the PCR court\r\ndenied the ineffective assistance of counsel claim after a hearing, it granted a belated review of his direct appeal issues.  \r\n\r\nThis Court granted review pursuant to White \r\n  v. State (1) and affirmed Green's conviction. \r\n  We also granted certiorari to review the ineffective assistance of counsel issues. \r\n  We affirm.\r\n\r\nFACTS\r\n\r\nAn armed robbery was committed at a restaurant in Georgetown, South Carolina.  The perpetrators were a woman and a man armed with a revolver.  A\r\nrestaurant employee identified the female robber, Sakina McKenith (\"McKenith\"), in a photographic lineup.\r\n\r\nMcKenith pled guilty to the armed robbery and an unrelated crack cocaine offense and received a State-recommended sentence. (2)  In exchange, McKenith\r\nagreed to testify against Green, her accomplice. \r\n\r\nAt trial, a restaurant employee testified the female robber appeared to be the same person who ordered a sandwich at the walk-up window an hour before the\r\nrobbery.  Another employee confirmed McKenith, the mother of his son, ordered a sandwich at the walk-up window. At the time, McKenith told him she was\r\nwith \"Donny.\"  The employee testified he knew Donny, but Donny was not the male robber. (3)\r\n\r\nMcKenith testified she told the male employee she was driving Donnie's car, but stated at trial Green was her accomplice in the robbery.  After giving an\r\naccount of the robbery, McKenith further testified she and Green went to his aunt's mobile home after the robbery to count the money.\r\n\r\nLatoya Williams (\"Williams\"), (4) a visitor of Green's aunt, corroborated McKenith's testimony of McKenith's and Green's return to the aunt's mobile home. \r\nWilliams stated the two were in a room, with the door closed, and were heard saying \"Yeah, yeah, we did it.\"  She stated seeing Green and McKenith exit the\r\nroom with a garbage bag.\r\n\r\nDonny Green (\"Donny\"), petitioner Green's cousin, admitted Green borrowed his white car and drove with McKenith to the restaurant.  Donny testified,\r\nhowever, Green returned alone around 10:00 to 10:15 P.M., before the time of the robbery.  His testimony contradicted his previous statement to police which\r\ncontained a time-frame of 10:30 to 11:00 P.M., the approximate time of the robbery.\r\n\r\nGreen did not testify, but called Katrina Yates (\"Yates\") as a witness.  Yates testified to being incarcerated with McKenith at the county jail.  Yates stated\r\nMcKenith, before she agreed to a plea bargain, had told her Green was not the person who helped her commit the robbery. \r\n\r\nAt the conclusion of the presentation of evidence, but before closing arguments, Green's counsel moved to remove a juror because he was Mayor of the City of\r\nGeorgetown.  Counsel asserted the Mayor would be unable to serve as an impartial juror in a case because he was responsible for hiring and firing members of\r\nthe police department.  The trial judge removed the Mayor from the jury.\r\n\r\nAlthough instructed not to consider Green's exercise of his right not to testify, the jury, twenty minutes after deliberations began, sent the following note to the\r\ntrial judge:\r\n\r\n\r\nTrial Court:  Alright, we have received a question from the jury and it's as follows: \"We were told we should not discuss the Defendant's choice not to testify. \r\nIf that is discussed is it a mistrial?  If so, how could our deliberations be\" and I think the word is \"renewed or revived?\"\r\n\r\n\r\nAfter discussion, the State and Green's counsel agreed to a curative instruction.  The trial court then re-instructed the jury the State had the burden to prove\r\nGreen's guilt and the jury was not to consider, in any way, his exercise of the right not to testify.\r\n\r\nApproximately three hours after receiving the court's \r\n  latest instruction, the jury sent a message stating \"Hung.\" The judge, without \r\n  objection from the Green's counsel, issued the following Allen \r\n  (5) instruction to the jury:\r\n\r\n\r\nIts not always easy for even two persons to agree.  Therefore, I understand when 12 persons must agree it becomes much more difficult, but it is important that\r\nlitigation and this case's litigation be ended.  In this case it is a General Sessions case.  If it can be ended without a single one of you doing violence to your\r\nconscience, it's your duty as jurors to consult with one another and to deliberate with a view towards reaching an agreement, if you can do so without violence\r\nto your individual judgment.  Each of you must decide the case for himself or herself, but do so only after an impartial consideration of the evidence in the case\r\nwith your fellow jurors.\r\n\r\nIn the course of your deliberations do not hesitate to reexamine your own views and change your opinion if convinced that your opinion is erroneous.  No juror\r\nis expected to give up his or her opinion based on reasoning satisfactory to yourself merely for the purpose of being in agreement, and I want you to understand\r\nthat and do not surrender your honest convictions as to the weight or the effect of the evidence solely because the opinion of your fellow jurors is contrary to\r\nyour opinion or for the mere purpose of returning a verdict.\r\n\r\n....\r\n\r\nIt has never been intended that the verdict of a jury should be the verdict of any one person.  On the other hand, the verdict of the jury is the collective reasoning\r\nof all persons put together.  The reason we have a jury is so that we might have the benefit of the collective thought and collective reasoning of the jury.  It may\r\nhelp to tell the other jurors how you feel about the case and why you think as you do as I am sure that you have been doing.\r\n\r\nOn the other hand, it may help if other jurors exchange views with you and I ask that you listen to each other and give the other thought such meaning as you\r\nthink they should have.\r\n\r\n....\r\n\r\nNow, I'm going to ask that you, again, retire to your jury room for further deliberations and see if you can write a verdict in this case, and let me close by\r\nreminding you again that while it's important that this case be ended, it should be ended in the form of a verdict without any juror doing violence to his or her\r\nown conscience.  No juror is expected to give up an opinion based on reasoning satisfactory to himself merely for the purpose of being in agreement.\r\n\r\n\r\nThe jury returned a verdict nearly two hours following \r\n  the Allen instruction. When asked by the court whether it had reached \r\n  a verdict the foreman replied, \"We have reluctantly, yes.\" The jury found Green \r\n  guilty. Trial counsel did not ask the court to poll the jury.\r\n\r\nISSUES\r\n\r\n\r\nI. Was trial counsel ineffective for failing to move for a\r\nmistrial after the jury advised the trial court it discussed\r\nGreen's failure to testify during deliberations?    \r\n\r\n  II. Was trial counsel ineffective in failing to \r\n    object to the Allen charge?\r\n\r\nIII. Was trial counsel ineffective for failing to request the trial\r\ncourt poll the jury?  \r\n\r\nIV. Was trial counsel ineffective because of cumulative errors?\r\n\r\nV. Did the PCR court err by not admitting a trial attorney's\r\nexpert opinion on whether trial counsel's conduct fell\r\nbelow generally accepted standards of competency?  \r\n\r\n\r\nANALYSIS/DISCUSSION\r\n\r\nThere is a strong presumption trial counsel provided \r\n  adequate assistance. See Strickland v. Washington, 466 U.S. 688, \r\n  104 S.Ct. 2052, 80 L.Ed.2d 674 (1984); Cherry v. State, 300 S.C. 115, \r\n  386 S.E.2d 624 (1989). To prove ineffective assistance of counsel, the applicant \r\n  must show trial counsel's performance fell below an objective standard of reasonableness \r\n  and, but for counsel's errors, there is a reasonable probability the result \r\n  at trial would have been different. See Strickland v. Washington, \r\n  supra; Johnson v. State, 325 S.C. 182, 480 S.E.2d 733 (1997). \r\n  A reasonable probability is one sufficient to undermine confidence in the trial's \r\n  outcome. See Strickland v. Washington, supra. This Court \r\n  sustains the PCR court's factual findings and conclusions of law drawn from \r\n  them as long as there is any probative evidence to support those findings. See \r\n  Cherry v. State, supra.\r\n\r\nI\r\n\r\nCounsel's Failure to Move for a Mistrial\r\n\r\nAt his PCR hearing, Green asserted his trial counsel provided ineffective assistance because he failed to move for a mistrial after the jury sent its note referring\r\nto Green's failure to testify.  The PCR court denied Green's contention finding, first, Green made the decision to select a curative instruction, and, second,\r\ncounsel's advice was permissible trial strategy.  We agree.\r\n\r\nAt the PCR hearing, Green's mother, Anita Brown (\"Brown\"), testified counsel informed her and her husband Green had grounds for a mistrial.  However, trial\r\ncounsel believed a mistrial was not necessary because Green had a \"good\" jury more likely to acquit.  Brown's husband confirmed her testimony.  Green\r\ntestified trial counsel advised him to not request a mistrial because he had a good jury.  Instead, counsel suggested a curative instruction because Green had a\r\ngood chance at acquittal. \r\n\r\nTrial counsel's testimony at the PCR hearing corroborated much of the Browns' and Green's statements.  He stated he conferred with Green several times,\r\nquestioning him about the decision to obtain a curative instruction, and talked with the Browns about their son's options.  \r\n\r\nFurther, counsel informed Green and his family the State could seek enhanced punishment in a new trial.  The State, apparently, was unaware Green had a prior\r\nrobbery offense in Florida until the trial began.  The State informed trial counsel during deliberations it would seek a sentence of life without parole due to\r\nGreen's robbery record in Florida if there were a new trial.  Due to the possibility of enhanced punishment and his belief Green had a good jury, trial counsel\r\nadmitted he thought they should ask for a curative instruction.\r\n\r\nGreen, at trial, requested the curative instruction \r\n  instead of a mistrial. Therefore, there is evidence in the record to support \r\n  the PCR court's findings. See Cherry v. State, supra (this \r\n  Court will sustain the PCR court's holding as long as there is any probative \r\n  evidence in the record to support its findings). Further, the possibility of \r\n  an enhanced punishment coupled with counsel's belief Green had a favorable jury \r\n  constitutes reasonable trial strategy not to request a mistrial. Stokes v. \r\n  State, 308 S.C. 546, 419 S.E.2d 778 (1992) (where counsel articulates valid \r\n  reasons for employing certain strategy, such conduct will not be deemed ineffective \r\n  assistance of counsel).\r\n\r\nAssuming, arguendo, trial counsel provided ineffective assistance, the error was not prejudicial.  Green asserts the error undermines the confidence in the\r\nverdict because, if a mistrial were granted, this particular jury could not have found Green guilty, thus the error was prejudicial.  Further, Green claims he would\r\nbe in a significantly better position in a retrial because he would be able to have \"more effective cross-examination and responsive argument to the State's\r\ncase,\" and McKenith \"would have been into the service of her ten year prison term, for which she had erroneously believed that she would have been paroled\r\n[earlier than what she was actually eligible for, making it] more likely than not that she would be a less than enthusiastic witness at retrial.\"  \r\n\r\nAlthough Green's trial strategy could be more effective in a retrial following a \"trial run,\" his arguments are theoretical assumptions at best.  They are not\r\nsufficient to cast doubt on the jury's verdict, especially coupled with the relative strength of the case against him.\r\n\r\nII\r\n\r\nFailure to Object to an \r\n  Allen Charge\r\n\r\nGreen argues trial counsel's failure to object \r\n  to the Allen charge was ineffective assistance which prejudiced him by \r\n  coercing the jury to render a guilty verdict. Green asserts this Court should \r\n  adopt the standard articulated by the United States Court of Appeals for the \r\n  Fourth Circuit in United States v. Burgos, 55 F.3d 933 (4th Cir. 1995). \r\n  The PCR court found the trial court's Allen charge did not violate Green's \r\n  rights. Additionally, the PCR court found any decision not to seek a mistrial \r\n  was valid trial strategy. We agree.\r\n\r\nThe Burgos charge, applicable to federal \r\n  courts in South Carolina, requires \"a district court [to] incorporate a specific \r\n  reminder both to jurors in the minority and those in the majority that they \r\n  reconsider their positions in light of the other side's views.\" Id. at 941. \r\n  While we do not adopt Burgos, this Court has continually mandated a neutral \r\n  application of the Allen charge.\r\n\r\nIn South Carolina state courts, an Allen \r\n  charge cannot be directed to the minority voters on the jury panel. State \r\n  v. Elmore, 279 S.C. 417, 308 S.E.2d 781 (1983). Instead, an Allen \r\n  charge should be even-handed, directing both the majority and the minority to \r\n  consider the other's views. See State v. Hughes, 336 S.C. 585, \r\n  521 S.E.2d 500 (1999). A trial judge has a duty to urge, but not coerce, a jury \r\n  to reach a verdict. State v. Pauling, 322 S.C. 95, 470 S.E.2d 106 (1996). \r\n  It is not coercion to charge every juror has a right to his own opinion and \r\n  need not give up the opinion merely to reach a verdict.  State v. Singleton, \r\n  319 S.C. 312, 460 S.E.2d 573 (1995). \r\n\r\nThe Allen charge given to the jury below \r\n  was not \"coercive instruction, focused on the position of the minority juror,\" \r\n  as Green suggests. To support his conclusion, Green argues each use of the word \r\n  \"you\" in the charge was \"terribly coercive\" to the minority jurors. \r\n\r\nA fair reading of the actual jury charge does not support Green's interpretation.  The entire charge shows the trial judge adequately and correctly told the jurors\r\nthey should listen to what the other side had to say; to be open to change one's mind; and to not change one's mind if it would do violence to one's conscience. \r\nThe charge was neutral in its direction, not impermissibly aimed at the minority, instead suggesting members of each side examine their own position in light of\r\nthe other view's position.\r\n\r\nAssuming trial counsel was ineffective in failing \r\n  to object to the Allen charge, there is nothing in the record to suggest \r\n  the minority view was favorable to Green. Green submitted no evidence to suggest \r\n  the minority wished to acquit him. One may speculate just as freely the minority \r\n  view at that juncture of deliberations wished to convict Green. We acknowledge \r\n  this is mere speculation, which is, at its heart, a fatal flaw in Green's argument. \r\n  Even if the Allen charge were coercive toward the minority view, Green \r\n  fails to show the minority wished to acquit. Additionally, he fails to show \r\n  prejudice by counsel's failure to object. Johnson v. State, supra.\r\n\r\nThere is evidence in the record supporting the \r\n  PCR court's ruling. See Cherry v. State, supra.\r\n\r\nIII\r\n\r\nFailure to Poll the Jury\r\n\r\nGreen asserts \"two red flags were waved in the face of trial counsel when the jury returned to the courtroom to report their verdict: a crying juror, and a foreman\r\nannouncing they had reached a verdict 'reluctantly.'\"  Brown, Green's mother, testified at the PCR hearing to observing a juror crying when the jury returned\r\nwith a verdict.  Trial counsel testified he did not believe he had an obligation to poll the jury and he did not observe any juror crying. \r\n\r\nThe PCR court, in finding trial counsel was not ineffective for failing to request the jury be polled, refused to speculate what the jury poll would\r\nbe.  The PCR\r\ncourt also found the foreman's statement the jury reached its verdict \"reluctantly\" was not indicative of any error.  We agree.\r\n\r\nA trial judge polls the jury to ensure the verdict \r\n  is unanimous. State v. Linder, 276 S.C. 304, 278 S.E.2d 335 (1981). A \r\n  trial judge is not required to conduct a jury poll if the court is satisfied \r\n  the verdict is unanimous. Id. A trial judge must conduct a jury poll if requested \r\n  by either party. Id. \r\n\r\nTrial counsel had no affirmative duty to request the trial judge poll the jury.  Further, Green desires this Court speculate what the foreman meant when he said\r\n\"reluctantly.\"  The foreman may have been expressing the jury's reluctance in finding Green guilty.  The foreman may have been merely noting the jury had\r\nreached a verdict slowly after several hours of deliberations and becoming deadlocked at one point.  \r\n\r\nGreen concedes he is unable to argue the outcome \r\n  would be different if the court polled the jury, but argues trial counsel's \r\n  failure to request a jury poll falls below an objective standard of competence. \r\n  Assuming, arguendo trial counsel's failure to request a jury poll falls \r\n  below an objective standard of competence, Green admits he is unable to show \r\n  how he was prejudiced. The evidence supports the PCR court's findings. See \r\n  Cherry v. State, supra. \r\n\r\nIV\r\n\r\nCumulative Errors\r\n\r\nGreen argues the cumulative effect of trial counsel's errors, including accepting the Mayor as a juror, constitute ineffective assistance of counsel.\r\n\r\nAlthough Green must ordinarily show actual prejudice, \r\n  he may be relieved of that burden if counsel's ineffectiveness is so pervasive \r\n  as to render a particularized prejudice inquiry unnecessary. Frett v. State, \r\n  298 S.C. 54, 378 S.E.2d 249 (1988).\r\n\r\nGreen must show more than the fact trial counsel \r\n  committed errors; he must show the errors adversely affected his right to a \r\n  fair trial. State v. Johnson, 334 S.C. 78, 512 S.E.2d 795 (1999). Whether \r\n  the cumulation of several errors, which by themselves are not prejudicial, would \r\n  warrant relief is an unsettled question in South Carolina. Compare State \r\n  v. Peterson, 287 S.C. 244, 335 S.E.2d 800 (1985) (cumulation of errors warranted \r\n  reversal, but Court also found each individual error caused prejudice), overruled \r\n  on other grounds by State v. Torrence, 305 S.C. 45, 406 S.E.2d 315 \r\n  (1991), with State v. Freeman, 319 S.C. 110, 459 S.E.2d 867 (Ct. \r\n  App. 1995) (finding multiple errors, which were not prejudicial separately, \r\n  could be prejudicial to deny an individual a right to a fair trial when they \r\n  were viewed together). The facts of this case do not give this Court an opportunity \r\n  to settle such a question.\r\n\r\nThe PCR court, addressing the Mayor-juror issue, \r\n  noted the issue was moot since the juror was removed prior to deliberations. \r\n  Additionally, the PCR court found Green, according to counsel's testimony, wanted \r\n  to seat the Mayor over trial counsel's contrary advice. We accept the PCR judge's \r\n  determination Green desired to seat the Mayor. See Foye v. State, \r\n  335 S.C. 586, 518 S.E.2d 265 (1999) (this Court gives great deference to a PCR \r\n  judge's findings, especially where witness credibility is at issue, because \r\n  we lack the opportunity to directly observe such testimony). Further, assuming \r\n  trial counsel committed error, Green failed to show how he was prejudiced when \r\n  the Mayor was removed before jury deliberations began. \r\n\r\nWhile it is unsettled law whether individual errors, which may not be independently prejudicial, may be prejudicial when taken as a whole, we recognize the\r\nthreshold to asking the cumulative prejudicial question is to first find multiple errors.  Multiple errors do not exist in this case to form any cumulative\r\nprejudicial effect. (6)  \r\n\r\nV\r\n\r\nAdmission of Expert Opinion Testimony at the PCR Hearing\r\n\r\nAt the PCR hearing, Green proffered opinion testimony from a criminal defense attorney as an expert on whether trial counsel's performance had been\r\ndeficient. Green argues Rule 702, SCRE, obligates the PCR judge to admit expert opinion testimony by a trial attorney to assist the trier of fact, because,\r\nalthough the trier of fact may be an experienced trial judge, the judge may not be aware of considerations of criminal defense trial tactics and strategies.  The\r\nPCR court found the testimony was not relevant and, even if relevant, would not have affected the judge's decision.  \r\n\r\nRelevant evidence \"means evidence having any tendency \r\n  to make the existence of any fact that is of consequence to the determination \r\n  of the action more probable or less probable than it would be without the evidence.\" \r\n  Rule 401, SCRE. An expert may testify if such \"scientific, technical, or other \r\n  specialized knowledge will assist the trier of fact to understand the evidence \r\n  or to determine a fact in issue.\" Rule 702, SCRE; see also Knoke \r\n  v. South Carolina Dep't of Parks, 324 S.C. 136, 478 S.E.2d 256 (1996).\r\n\r\nThe expert offered no factual evidence.  He proffered his opinion, assuming certain facts, trial counsel's actions fell below acceptable legal standards of\r\ncompetence.  The testimony was not designed to assist the PCR court to understand certain facts, but, rather, was legal argument why the PCR court should\r\nrule, as a matter of law, trial counsel's actions fell below an acceptable legal standard of competence.  Such \"testimony\" falls outside of Rule 702,\r\nSCRE.\r\n\r\nCONCLUSION\r\n\r\nFor the foregoing reasons, we AFFIRM.\r\n\r\nTOAL, C.J., MOORE, WALLER and PLEICONES, JJ., concur.\r\n\r\n\r\n1.   265 S.C. 110, 208 S.E.2d 35 (1974).\r\n2.   The State recommended a sentence of ten years for armed robbery and a concurrent sentence for possession of crack cocaine.\r\n3.  According to the male employee's testimony, he was never able to view the female robber and only had direct contact with the armed male robber.\r\n4.  Williams admitted, on cross-examination, she smoked crack cocaine earlier on the evening of the robbery.\r\n5.  Allen v. United States, \r\n  164 U.S. 492, 17 S.Ct. 154, 41 L.Ed. 528 (1896). \r\n6.    Green includes trial counsel's failure to file an appeal on his behalf as part of his cumulative error argument.  However, because this Court granted Green a\r\nbelated review this single instance of trial counsel error does not lend support to his argument.  Cumulative prejudicial effect cannot come from one error.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25516","title":"State v. Brewer","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25516","description":"This criminal appeal involves the issue of whether appellant is entitled to immunity from prosecution.","date":"2002-08-19","type":"opinion","text":"\r\n      \r\n\r\n\r\n25516\r\n<!--\r\n.Normal\r\n\t{font-size:12.0pt;\r\n\tfont-family:\"Times New Roman\";}\r\n.MsoFootnoteText\r\n\t{font-size:10.0pt;\r\n\tfont-family:\"Times New Roman\";}\r\n.MsoFootnoteReference\r\n\t{vertical-align:super;}\r\n.MsoBodyText\r\n\t{line-height:200%;\r\n\ttab-stops:249.75pt;\r\n\tfont-size:15.0pt;\r\n\tfont-family:\"Times New Roman\";\r\n\tcolor:black;}\r\n-->\r\n\r\n\r\nTHE \r\n  STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n \r\n   \r\n     \r\n      \r\n        The State, Respondent,\r\n        v.\r\n        Margaret Brewer, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal \r\n  From Clarendon County\r\n   James E. Brogdon, Jr., Circuit \r\n  Court Judge\r\n\r\nOpinion \r\n  No. 25516\r\n  Heard June 26, 2002 - Filed \r\n  August 19, 2002\r\n\r\n \r\n   \r\n     \r\n      \r\n        Richard A. Harpootlian, of \r\n          Richard A. Harpootlian P.A., of Columbia, for appellant.\r\n        Attorney General Charles \r\n          M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant \r\n          Attorney Generals Tracey C. Green and Jennifer D. Evans, of Columbia, \r\n          for respondents.\r\n      \r\n    \r\n  \r\n\r\n___________\r\n          \r\n            JUSTICE MOORE:  Appellant was convicted of one count of misconduct \r\n  in public office and nine counts of embezzlement.  In this appeal, we are asked \r\n  to determine whether the trial court erred by finding appellant is not entitled \r\n  to immunity from prosecution.  We affirm.\r\nFACTS \r\n  \r\n          \r\n  Appellant worked for the City of Manning as a billing clerk.  Her duties included \r\n  the collection of money received to pay water bills, the bank deposits of those \r\n  payments, and the making of adjustments to water bills, for instance, where \r\n  a customer had a large water bill solely because a leak had occurred.  Bill \r\n  payments were accepted by one of four methods:  mail, night deposit box, in \r\n  person, or bank draft.  All payments received were to be posted to the customersâ€™ \r\n  accounts immediately upon receipt.  After appellant reviewed the payments, she \r\n  would post them into the computer system or give them to an employee for posting.  \r\n  The posting would automatically record the amount and form of payments onto \r\n  the Daily Register Report.  Appellant generated this report unless she was on \r\n  leave.\r\n          \r\n  In February 1997, a city employee discovered appellant was failing to post deposits.  \r\n  Thereafter, in March, appellant was placed on administrative leave with pay \r\n  while an internal investigation took place.\r\n          \r\n  After the financial problems arose, the City retained an attorney, who in turn \r\n  retained an accountant, Marty Ouzts, to conduct a review of the water billing \r\n  system.  The review began on April 17, 1997.  Ouzts spoke to the other water \r\n  department employees and reviewed the Daily Reports and the water and sewer \r\n  billing.  During his review between April 17 and April 24, Ouzts found discrepancies \r\n  in the deposits between the amount of cash collected and the amount of cash \r\n  deposited for each and every day he looked at in sporadic periods.  He further \r\n  found that appellant printed the Daily Reports and made the bank deposits.  \r\n  Before speaking to appellant, Ouzts determined cash was missing from the deposits.  \r\n  Further, he knew there was a problem because there was no explanation as to \r\n  why thousands of dollars in cash would be received in a given day and only several \r\n  hundred dollars of that cash would be deposited the next day. \r\n  [1] \r\n                \r\n  As a result of Ouztsâ€™ initial investigation, appellant, appearing with her attorney, \r\n  was compelled to attend a meeting on April 24, 1997.  She was informed if she \r\n  did not attend the meeting, her employment would be terminated.  She met with \r\n  the Mayor of Manning, the city administrator, a town councilman, Ouzts, and \r\n  the Cityâ€™s retained attorney.  Ouzts testified the meeting was to determine \r\n  why there were discrepancies in the deposits and Daily Register Reports. \r\n          At \r\n  the meeting, Ouzts and appellant discussed what would cause differences in the \r\n  amounts recorded for the deposit and the Daily Register Report.  Appellant made \r\n  the following statements:  (1) she did not know what would cause the differences \r\n  between the Daily Reports and the actual deposits made; (2) she had never used \r\n  the Daily Report to ensure that it matched the deposits; (3) she never noticed \r\n  there was a discrepancy in the amounts; (4) she never noticed the Daily Report \r\n  listed the amount of checks received and the amount of cash received; (5) when \r\n  asked why her reports balanced exactly to the penny (which is extremely unusual), \r\n  she said she did not think that was unusual and that she had made sure her deposit \r\n  and the Daily Report balanced to the penny every day; (6) she made the deposits; \r\n  (7) she never had an overage or a shortage when making deposits; (8) she said \r\n  other employees must be juggling the amounts for checks and cash received; (9) \r\n  she never noticed that cash being deposited was less than the amount of cash \r\n  being received; (10) when asked about adjustments to individual accounts, she \r\n  said other employees could have made adjustments to the accounts while she was \r\n  in her office doing other things; (11) that she was not aware of other employees \r\n  making adjustments to individual accounts; and (12) that she was the one who \r\n  should have made all adjustments to the customersâ€™ accounts. \r\n  [2]   Ouzts stated his final report after his investigation would have been \r\n  the same even if he had not spoken to appellant at the April 24th \r\n  meeting.\r\n          \r\n  Following the meeting, Ouzts attempted to determine whether there was information \r\n  that would corroborate or contradict what appellant had stated.  Ouzts related \r\n  his findings to the SLED agent, who became involved after the April 24th \r\n  meeting on request of the Mayor, [3]  and to the state grand jury.\r\n          The \r\n  Cityâ€™s retained attorney, Charles Boykin, who was also at the April 24th \r\n  meeting, testified at the pre-trial hearing.  He testified the City was initially \r\n  conducting an internal investigation and law enforcement had not been contacted \r\n  prior to the meeting.  He stated there was no discussion of immunity or of a \r\n  criminal investigation during the meeting.  Boykin testified that appellant \r\n  could have refused to speak with the officials but they did not inform her she \r\n  did not have to speak with them.  Boykin contended appellant was compelled to \r\n  attend the meeting for the purpose of satisfying an employment law requirement \r\n  that before the employee can be terminated, she must be allowed to respond to \r\n  the allegations against her.  He stated the meeting was also for appellant to \r\n  have the opportunity to respond to any questions posed by Ouzts.  Boykin testified \r\n  appellant was never told that if she did not answer questions she would be fired.  \r\n  She was told, however, that she would be fired if she did not attend the meeting \r\n  because she had an obligation to cooperate with the City.  He further testified \r\n  that, prior to the meeting, he knew funds were missing; that Ouzts had already \r\n  completed an analysis of the financial documents for 1996; and Ouzts had explained \r\n  to him how the embezzlement scheme operated.  Before the meeting, Boykin said \r\n  he would have advised the City to dismiss appellant from employment and refer \r\n  the matter to SLED whether the meeting took place or not.  Within days of the \r\n  meeting, appellantâ€™s employment was terminated.\r\n          \r\n  Following appellantâ€™s termination, the State brought criminal charges against \r\n  her for embezzlement and misconduct in public office.  Prior to trial, appellant \r\n  moved that she be granted immunity from prosecution because she was allegedly \r\n  coerced into making incriminating statements at the April 24th meeting \r\n  between her and city officials.  The motion was denied.\r\n          \r\n  The trial court ruled the federal and state laws of immunity did not extend \r\n  to appellant and that there was no basis to quash or dismiss the indictment \r\n  against her.  However, the court found appellantâ€™s statements were coerced and \r\n  not voluntarily made.  In making this determination, the court indicated it \r\n  was analyzing the statements, as it normally would do in a Jackson v. Denno [4]  hearing.  Consequently, the \r\n  court ruled appellantâ€™s statements during the April 24th meeting \r\n  should be suppressed and could not be used at trial.\r\nISSUE\r\n\r\n                     Whether appellant \r\n    is entitled to immunity from prosecution?\r\n\r\nDISCUSSION \r\nAppellant argues \r\n  she is entitled to transactional immunity because her April 24th \r\n  statements were compelled. [5]   \r\n  Transactional immunity shields the witness from any prosecution for the transaction \r\n  or offense to which her compelled testimony relates.  State v. Thrift, \r\n  312 S.C. 282, 440 S.E.2d 341 (1994). \r\n          Initially, \r\n  we note that while appellant was compelled to answer questions during the April \r\n  24th meeting, her statements at that meeting were not incriminating, \r\n  but were exculpatory. [6] \r\n          Even \r\n  assuming appellantâ€™s statements were incriminating, she would not be entitled \r\n  to transactional immunity.  At the time appellant responded to questions by \r\n  the accountant hired to investigate the embezzlement scheme, a prosecuting authority \r\n  was not involved in the matter, there was no agreement between a prosecuting \r\n  authority and appellant promising her immunity, and there was no â€œtestimonyâ€ \r\n  involved such that appellant was being asked to testify.\r\n          Further, \r\n  appellantâ€™s claim she should be granted immunity from prosecution conflicts \r\n  with the very nature and purpose of the immunity from prosecution doctrine.\r\n\r\n            The purpose of immunity \r\n    provisions is to aid prosecuting officers by inducing criminals or \r\n    their confederates to turn stateâ€™s evidence and tell on each other; to enable \r\n    prosecuting officers to procure evidence which would otherwise be denied \r\n    to them because of the constitutional right against self-incrimination; and \r\n    at the same time to protect every person from giving testimony that directly \r\n    or indirectly would be helpful to the prosecution in securing an indictment \r\n    or a conviction.\r\n\r\n21 Am. Jur. \r\n  2d Criminal Law Â§ 271 (1998) (emphasis added).  See also Dickerson \r\n  v. Coca-Cola Bottling Co. Affiliated Ltd., supra (primary purpose \r\n  for immunity is to assist prosecutors in obtaining evidence that could otherwise \r\n  be withheld by witnesses who invoke Fifth Amendment privilege against self-incrimination).  \r\n  The instant case does not involve the situation where a prosecutor was attempting \r\n  to induce appellant to turn stateâ€™s evidence and tell on someone else regarding \r\n  the embezzlement scheme.  Further, evidence of the embezzlement scheme was not \r\n  denied to the prosecutor because, even without appellantâ€™s statements, the accountant \r\n  had already determined that an embezzlement scheme was occurring and the method \r\n  by which it was being carried out.  Consequently, the prosecution had another \r\n  source by which it procured evidence regarding the scheme.\r\n          Accordingly, \r\n  the trial judge properly denied the motion to dismiss or quash the indictment \r\n  because appellant was not entitled to immunity from prosecution.\r\nAFFIRMED.\r\n   \r\nTOAL, C.J., WALLER, BURNETT and \r\n  PLEICONES, JJ., concur.\r\n\r\n\r\n\r\n \r\n            [1] Appellant allegedly held \r\n    checks so they would not be posted on the computer system as payments and \r\n    would not appear on the Daily Report.  She then took cash in an amount equal \r\n    to the checks she had withheld.  When she withheld the checks received in \r\n    the mail, her actions prevented those checks from being posted as payments.  \r\n    Therefore, to ensure the customersâ€™ accounts would not reflect an arrearage, \r\n    appellant made adjustments to the accounts before the bills were sent.\r\n\r\n \r\n            [2] At trial, appellantâ€™s \r\n    testimony reiterated statements numbered 2, 3, 5, 6, 9, 10, and 12.\r\n\r\n \r\n            [3] SLED was contacted the \r\n    day after appellantâ€™s meeting with city officials and Ouzts.  The letter contacting \r\n    SLED states, â€œWhile we do not have direct evidence which establishes that \r\n    the funds were taken by a specific individual, we believe an investigation \r\n    by SLED is warranted.â€ \r\n\r\n \r\n            [4] 378 U.S. 368, 84 S.Ct. \r\n    1774 (1964).\r\n\r\n \r\n            [5] Appellant further argues \r\n    she is entitled to use immunity, which prohibits the witnessâ€™s compelled testimony \r\n    and its fruits from being used in any manner in connection with criminal prosecution \r\n    of the witness.  However, as we stated in State v. Thrift, 312 S.C. \r\n    282, 297, 440 S.E.2d 341, 349 (1994), the South Carolina Constitution provides \r\n    broader protection by permitting transactional immunity, rather than use immunity.  \r\n    Id. at 300, 440 S.E.2d at 351.  See also Dickerson v. Coca-Cola \r\n    Bottling Co. Affiliated Ltd., 312 S.C. 264, 440 S.E.2d 359 (1994) (same).  \r\n    Therefore, it is unnecessary to address appellantâ€™s use immunity argument \r\n    given that, if appellant is entitled to immunity at all, she would be entitled \r\n    to transactional immunity.\r\n\r\n \r\n   \r\n    [6] Because these exculpatory statements were not made during a custodial \r\n    interrogation, the prosecution was not barred from using these statements \r\n    at trial.  See Miranda v. Arizona, 384 U.S. 436, 444, 86 S.Ct. \r\n    1602, 1612 (1966) (â€œ. . . prosecution may not use statements, whether exculpatory \r\n    or inculpatory, stemming from custodial interrogation of the defendant \r\n    unless it demonstrates the use of procedural safeguards effective to secure \r\n    the privilege against self-incrimination.  By custodial interrogation, we \r\n    mean questioning initiated by law enforcement officers after a person has \r\n    been taken into custody or otherwise deprived of his freedom of action in \r\n    any significant way.â€) (emphasis added); State v. Ridgely, 251 \r\n    S.C. 556, 164 S.E.2d 439 (1968) (same).  Consequently, the trial judgeâ€™s suppression \r\n    of appellantâ€™s statements gave appellant relief to which she was not entitled.  \r\n    Cf. State v. Amerson, 311 S.C. 316, 320, 428 S.E.2d 871, 873 \r\n    (1993) (â€œ[a]ppellate courts are bound by fact findings in response to motions \r\n    preliminary to trial when the findings are supported by the evidence and not \r\n    clearly wrong or controlled by error of law.â€).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25517","title":"Floyd v. Horry County School District","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25517","description":"This is a school suspension case discussing the scope of judicial review.","date":"2002-08-19","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nFloyd v. Horry County\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        \r\n\r\n\r\n        James L. Floyd, Jr., as parental guardian of James Leon Floyd, III, Ronald \r\n        Dendy, as parental guardian of April B. Dendy, K. Wayne Nix, as parental \r\n        guardian of Kenneth Lance Nix, Michael Wooten, as parental guardian of \r\n        Erica Page Wooten, Dennis Springs, as parental guardian of Dennis Holmes \r\n        Springs, Jr., David Williamson, Jr., as parental guardian of David Thomas \r\n        Williamson, III, Richard Dean Swanson, as parental guardian of John David \r\n        Swanson, Sherry Hill Ballard, as parental guardian of Jonathan Eric Ballard, \r\n        Donald Stephen Lathrom, as parental guardian of Andrew Kirk Lathrom, Petitioners, \r\n         \r\n         \r\n          \r\n            v.\r\n          \r\n\r\n\r\n        Horry County School District, Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n    Appeal From Horry County\r\n    J. Stanton Cross, Jr., Master-in-Equity  \r\n  \r\n\r\n\r\n\r\nOpinion No.25517\r\n  Heard June 11, 2002 - Filed August 19, 2002\r\n\r\n\r\n\r\n    AFFIRMED IN RESULT  \r\n  \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        J. Jackson Thomas and Emma Ruth Brittain, of The Thompson \r\n          Law Firm, of Myrtle Beach, for petitioners.\r\n\r\n        Kenneth L. Childs, John M. Reagle, and Keith R. Powell, \r\n          of Childs &amp; Halligan, P.A., of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n\r\nJUSTICE MOORE: We granted a writ of certiorari in this school \r\nsuspension case to review the Court of Appeals' unpublished opinion construing \r\nour decision in Byrd v. Irmo High School, 321 S.C. 426, 468 S.E.2d 861 \r\n(1996). Although this appeal from an order granting a temporary injunction is \r\nmoot, in the interest of judicial economy we address the merits and affirm the \r\nresult reached by the Court of Appeals. (1) \r\n\r\n    FACTS  \r\n  \r\n\r\n\r\nPetitioners are the parents of former Socastee High School \r\n  students (Students). Socastee High School is located in Horry County within \r\n  respondent Horry County School District (District). Students, who were seniors \r\n  at the time, admitted to vandalizing another high school on December 11, 1998. \r\n  (2) On December 18, they were advised by the school principal they \r\n  would be suspended from school for three days. \r\n\r\nBefore the suspension was implemented, Students brought \r\n  this action for injunctive relief in circuit court. As a preliminary matter, \r\n  the circuit court granted a temporary injunction. District appealed to the Court \r\n  of Appeals and sought a supersedeas of the temporary injunction. On April 28, \r\n  1999, the Court of Appeals superseded the temporary injunction effective May \r\n  12, 1999. (3) The three-day suspension was subsequently \r\n  implemented. \r\n\r\nOn the merits of District's appeal of the temporary injunction, \r\n  the Court of Appeals found in an unpublished opinion, with one dissenter, that \r\n  the appeal was not moot but that the circuit court has no subject matter jurisdiction \r\n  over short-term student suspensions under Byrd, supra. Accordingly, \r\n  the Court of Appeals vacated the temporary injunction.\r\n\r\nISSUES\r\n\r\n\r\n\r\n  1. Does Byrd preclude any action in circuit court \r\n    challenging a temporary student suspension?\r\n\r\n  2. Were the standards of Goss v. Lopez, 419 U.S. \r\n    565 (1975), met in this case?\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\nStudents contend the Court of Appeals erred in holding the \r\n  circuit court has no subject matter jurisdiction over these three-day student \r\n  suspensions. We agree in part and now clarify that our decision in Byrd \r\n  allows for limited judicial review.\r\n\r\nIn Byrd, we explicitly held that our statutory scheme \r\n  does not provide for judicial review of temporary student suspensions that are \r\n  for ten days or less. (4) We further stated the \r\n  policy reasons for precluding judicial review of temporary student suspensions:\r\n\r\nIf students and parents were allowed to appeal every short-term \r\n  suspension, then circuit courts could be flooded potentially with thousands \r\n  of such cases. Not only would this place a severe strain on an already overburdened \r\n  judicial system, but perhaps more importantly, the limited financial and human \r\n  resources of schools and school districts would be deleteriously affected if \r\n  every student suspension had to be defended through the court system.\r\n\r\n321 S.C. at 435-36, 468 S.E.2d at 866-67. We reiterate our \r\n  adherence to this policy but find limited judicial review appropriate.\r\n\r\nThe United States Supreme Court has recognized a student's \r\n  legitimate entitlement to a public education as a property interest protected \r\n  by the Due Process Clause of the federal constitution; further, a student's \r\n  standing with fellow pupils and teachers is a protected liberty interest. Goss \r\n  v. Lopez, supra. The minimal process constitutionally due a student \r\n  for a suspension of ten days or less is: 1) oral or written notice of the charges; \r\n  2) an explanation of the evidence; and 3) an opportunity to present his or her \r\n  side of the story. Id. at 579. Consistent with these due process rights, \r\n  (5) we hold one may appeal to circuit court for the sole purpose of \r\n  challenging a temporary school suspension under Goss v. Lopez. If the \r\n  minimal procedural standards of Goss v. Lopez are met, the suspension \r\n  shall be affirmed. (6)\r\n\r\nHere, Students allege District did not follow its own suspension \r\n  policies. They allege they were deprived of the independent administrative review \r\n  provided under District policy because the principal suspended them at the direction \r\n  of the District superintendent whose office was responsible for reviewing the \r\n  principal's decision. (7) However, Students clearly \r\n  received notice, an explanation, and an opportunity to respond, which is all \r\n  the process due in a temporary student suspension case under Goss v. Lopez. \r\n  Accordingly, we affirm the Court of Appeals' decision vacating the temporary \r\n  injunction.\r\n\r\nAFFIRMED IN RESULT.\r\n\r\nTOAL, C.J., WALLER, BURNETT and PLEICONES, JJ., concur.\r\n1. Where a temporary injunction has expired, \r\n  as here, the issue is moot. Curtis v. State, 345 S.C. 557, 549 S.E.2d \r\n  591 (2001). We may, however, address the merits for the sake of judicial economy. \r\n  Id. Our decision today disposes of the underlying cause of action in \r\n  this case. \r\n2. Students spray-painted graffiti on \r\n  buildings, sidewalks, school buses, and tennis courts and trashed the school \r\n  grounds. The cost of clean-up was at least $800. \r\n3. Meanwhile, Students' administrative \r\n  appeal to District's agent as provided by District policy was denied. \r\n4. The applicable provisions are S.C. \r\n  Code Ann. Â§Â§ 59-63-210 through -230 (1990). Section 59-63-210 sets forth the \r\n  reasons a district board of trustees may authorize suspension, including \"for \r\n  violation of written rules and promulgated regulations established by the district \r\n  board.\" Section 59-63-220 provides that the district board may confer upon any \r\n  administrator the authority to suspend a student for a maximum of ten days for \r\n  any one offense. Finally, Â§ 59-63-230 provides the applicable suspension procedure:\r\n\r\n\r\n  When a pupil is suspended from a class or a school, the \r\n    administrator shall notify, in writing, the parents or legal guardian of the \r\n    pupil, giving the reason for such suspension and setting a time and place \r\n    when the administrator shall be available for a conference with the parents \r\n    or guardian. The conference shall be set within three days of the date of \r\n    the suspension. After the conference the parents or legal guardian may appeal \r\n    the suspension to the board of trustees or to its authorized agent.\r\n\r\n\r\nNo further appeal is authorized by statute. \r\n5. See also S.C. Const. art. \r\n  I, Â§ 2 (\"nor shall any person be deprived of life, liberty, or property without \r\n  due process of law\"). \r\n6. We note that in Byrd, we found \r\n  no subject matter jurisdiction but analyzed the case under Goss v. Lopez \r\n  in any event. \r\n7. The administrator reviewing their \r\n  claim found the District had not violated any policy, the procedure was fair, \r\n  and the suspensions were warranted.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25518","title":"State v. Rothschild","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25518","description":"This case construes the statute making it unlawful to possess a drug test adulterant.","date":"2002-08-26","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nState v. Rothschild\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n       The State,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n        Respondent,  \r\n        \r\n          v. \r\n        \r\n        Edward Rothschild III,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Appellant. \r\n          &nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\n  William P. Keesley, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25518\r\n  Heard June 25, 2002 - Filed August 26, 2002\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        H. Louis Sirkin and Jennifer M. Kinsley, both of \r\n          Sirkin, Pinales, Mezibov &amp; Schwartz, LLP, of Cincinnati, Ohio; and \r\n          Thomas R. Goldstein, of Belk, Cobb, Infinger &amp; Goldstein, PA, of \r\n          Charleston, for appellant.\r\n\r\n        Attorney General Charles M. Condon, Chief Deputy \r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General \r\n          Charles H. Richardson, and Assistant Attorney General Melody J. Brown; \r\n          and Solicitor Warren B. Giese, all of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE MOORE: \r\n  Appellant was convicted of violating S.C. Code Ann. Â§ 16-13-470(A)(4) (Supp. \r\n  2001) which prohibits the possession of adulterants intended to defraud a urine \r\n  drug screening test. We affirm.\r\n\r\n\r\n    FACTS  \r\n  \r\n\r\n\r\nAppellant owns two stores in Richland County: Nicki's \r\n  Novelty Store and Michael's Lingerie and Leather Shop. An ad for Nicki's appeared \r\n  in an issue of the Free Times Magazine which read: \"Taking a drug test? Want \r\n  to cleanse your system? We carry Readi-Clean, Carbo-Clean Plus, Quick Tabs, \r\n  One Hour, Zydot, One Hour Klear, Body Flush.\" On October 18, 1999, in response \r\n  to the ad, undercover SLED agent Joseph West was dispatched to Nicki's to purchase \r\n  one of these products. Agent West purchased a product called Zydot from Nicki's \r\n  (1) after the store clerk assured him this product would allow him \r\n  to successfully pass a drug test for marijuana. Zydot, which contains no illegal \r\n  ingredients, is an adulterant used to defeat drug testing of a urine sample. \r\n  \r\n\r\nSLED subsequently seized this product and others \r\n  like it from Nicki's. Invoices for these products billed to appellant were seized \r\n  from appellant's other shop. \r\n\r\nAfter a bench trial, appellant was found guilty \r\n  of violating Â§ 16-13-470(A)(4) which provides:\r\n\r\n\r\n  (A) It is unlawful for a person \r\n    to:\r\n\r\n  \r\n    (1) sell, give away, distribute, or market urine \r\n      in this State or transport urine into this State with the intent of using \r\n      the urine to defraud a drug or alcohol screening test;\r\n\r\n    (2) attempt to foil or defeat a drug or alcohol \r\n      screening test by the substitution or spiking of a sample or the advertisement \r\n      of a sample substitution or other spiking device or measure;\r\n\r\n    (3) adulterate a urine or other bodily \r\n      fluid sample with the intent to defraud a drug or alcohol screening test;\r\n\r\n    (4) possess adulterants which \r\n      are intended to be used to adulterate a urine or other bodily fluid sample \r\n      for the purpose of defrauding a drug or alcohol screening test; \r\n      or\r\n\r\n    (5) sell adulterants which are intended to \r\n      be used to adulterate a urine or other bodily fluid sample for the purpose \r\n      of defrauding a drug or alcohol screening test. \r\n       (2)\r\n\r\n  \r\n\r\n(emphasis added). The trial judge found appellant \r\n  knowingly possessed the prohibited adulterants and found him guilty under subsection \r\n  (4).\r\n\r\n\r\n    ISSUES  \r\n  \r\n\r\n\r\n\r\n  1. Does Â§ 16-13-470(A)(4) violate the First Amendment \r\n    protection of free speech?\r\n\r\n  2. Does Â§ 16-13-470(A)(4) lack a mens rea element?\r\n\r\n  3. Was appellant prejudiced by the admission of \r\n    irrelevant evidence?\r\n\r\n  4. Should appellant have been granted a directed \r\n    verdict?\r\n\r\n\r\n\r\n    DISCUSSION  \r\n  \r\n\r\n\r\n\r\n    First Amendment \r\n  \r\n\r\n\r\nAppellant contends because the product he was convicted \r\n  of possessing is not otherwise unlawful, its possession becomes illegal under \r\n  Â§ 16-13-470 only when one speaks of its use as an adulterant in a commercial \r\n  setting. (3) He argues Â§ 16-13-470(A)(4) is therefore \r\n  an \"indirect ban\" on commercial speech that violates the First Amendment. We \r\n  disagree.\r\n\r\nFirst, the conduct punishable under subsection \r\n  (4) is possession of an illegal adulterant; commercial speech is not an integral \r\n  part of the prohibited activity. Commercial speech may be implicated, however, \r\n  when, as here, it is used as evidence to prove an element of the offense, i.e. \r\n  that the adulterant was intended to defeat a drug test.\r\n\r\n&quot;[T]he First Amendment does not protect commercial \r\n  speech about unlawful activities.\" 44 Liquormart, Inc. v. Rhode Island, \r\n  517 U.S. 484, 497 n.7 (1996) (citing Pittsburgh Press Co. v. Pittsburgh \r\n  Comm'n on Human Relations, 413 U.S. 376 (1973)). Adulterating a urine sample \r\n  to defeat a drug or alcohol test is an illegal activity under subsection (3) \r\n  of Â§ 16-13-470(A). Commercial speech promoting this illegal activity is therefore \r\n  not protected. Evidence of such speech may be used to prove intent under Â§ 16-13-470(A)(4) \r\n  without violating the First Amendment.\r\n\r\n\r\n    Mens rea element \r\n  \r\n\r\n\r\nAppellant contends Â§ 16-3-470(A)(4) is impermissibly \r\n  vague because it contains no mens rea element. (4) \r\n  We construe Â§ 16-13-470(A)(4) to require that the person possessing the product \r\n  intended it be used as an adulterant. The statute thus contains a mens rea element. \r\n  See State v. Ferguson, 302 S.C. 269, 395 S.E.2d 182 (1990) (knowledge \r\n  and intent as examples of mental state). Appellant's complaint is without merit.\r\n\r\n\r\n    Irrelevant evidence \r\n  \r\n\r\n\r\nAppellant contends the trial judge erroneously \r\n  allowed evidence of the ad, the search warrant, and the other adulterants seized \r\n  from his store. He claims this evidence is irrelevant because it goes to show \r\n  mental culpability which is not an element of Â§ 16-13-470(A)(4). Under our reading \r\n  of the statute, the evidence evincing appellant's mental culpability is relevant \r\n  and was properly admitted.\r\n\r\n\r\n    Directed verdict \r\n  \r\n\r\n\r\nAppellant contends the trial judge should have \r\n  granted his motion for directed verdict. We disagree. \r\n\r\nA defendant is entitled to a directed verdict when \r\n  the State fails to produce any direct or substantial circumstantial evidence \r\n  of the offense charged. State v. Buckmon, 347 S.C. 316, 555 S.E.2d 402 \r\n  (2001). Here, there was evidence appellant owned the store where the adulterants \r\n  were for sale and there were invoices indicating he had paid for them. Further, \r\n  it can be inferred from the ad advertising the adulterants for sale at appellant's \r\n  store that he possessed them with the intent they be used to defeat drug or \r\n  alcohol tests. Accordingly, the motion for directed verdict was properly denied.\r\n\r\nAFFIRMED.\r\n\r\nTOAL, C.J., WALLER, BURNETT and PLEICONES, \r\n  JJ., concur.\r\n   \r\n\r\n1. The Zydot cost $48.29. \r\n2. This statute further provides:\r\n\r\n\r\n  Intent is presumed if a heating element or any \r\n    other device used to thwart a drug-screening test accompanies the sale, giving, \r\n    distribution, or marketing of urine or if instructions which provide a method \r\n    for thwarting a drug-screening test accompany the sale, giving, distribution, \r\n    or marketing of urine.\r\n\r\n\r\nWe found this provision unconstitutional and severed \r\n  it in Curtis v. State, 345 S.C. 557, 549 S.E.2d 591 (2001). \r\n3. Appellant complains that \r\n  Zydot is simply a \"sophisticated Gatorade\" and drinking large amounts of water \r\n  could also defeat a urine drug test. \r\n4. But see State \r\n  v. Ferguson, infra (stating that the legislature, if it so chooses, \r\n  may make an act or omission a crime regardless of fault).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25519","title":"Humphries v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25519","description":"Petitioner appealed from the denial of his PCR application, arguing the solicitor improperly compared his character with the character of the murder victim in his closing argument.","date":"2002-08-26","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nShawn Paul Humphries,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nPetitioner,\r\nv.\r\n\r\n\r\nState of South Carolina,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent.\r\n&nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\n\r\nAppeal From Greenville County\r\nHenry F. Floyd, Trial Judge\r\nH. Dean Hall, Post-Conviction Judge\r\n\r\n\r\nOpinion No. 25519\r\nSubmitted June 26, 2002 - Filed August 26, 2002\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nDeputy Chief Attorney Joseph L. Savitz, III, of South Carolina Office of Appellate Defense, of Columbia, for petitioner.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Donald J. Zelenka, all of Columbia, for\r\nrespondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCHIEF JUSTICE TOAL:  Shawn Paul Humphries (\"Petitioner\") appeals from the denial of his application for post-conviction relief (\"PCR\").\r\n\r\nFactual/Procedural Background\r\n\r\nPetitioner was tried for the murder of Dickie Smith (\"Smith\"), the owner of a Max-Saver convenience store.  Petitioner was convicted of murder, attempted armed\r\nrobbery, and criminal conspiracy.  He was sentenced to death for murder and to concurrent sentences of twenty years for attempted armed robbery and five years for\r\ncriminal conspiracy.  His convictions and sentences were affirmed on direct appeal.  State v. Humphries, 325 S.C. 28, 479 S.E.2d 52 (1996), cert. denied, 520 U.S.\r\n1268, 117 S. Ct. 2441, 138 L. Ed. 2d 201 (1997).\r\n\r\nThe evidence at trial, including the video from the store's surveillance camera, established that Petitioner and an accomplice entered the convenience store with the\r\nintention of robbing the store.  Smith, who was working in the store, asked Petitioner whether he wanted anything.  Petitioner flashed the gun he had stolen the night before\r\nand replied he wanted money.  There was some evidence to suggest Smith then reached under the counter to get a gun.  When Smith reached under the counter,\r\nPetitioner fired a shot in Smith's direction and fled from the store. (1)  The bullet fired by Petitioner struck Smith in the head, killing him.  Petitioner was apprehended and\r\nimmediately confessed his crime. (2) \r\n\r\nThe jury convicted Petitioner of murder, and after hearing all the evidence in the sentencing phase, recommended a death sentence.  The statutory aggravating factor relied\r\non by the State, and found by the jury, was that the murder was carried out while in the commission of an armed robbery. (3)\r\n\r\nDuring the sentencing phase, the State introduced testimony from the victim's family (his brother and his wife) about Smith's childhood, work ethic, generosity, and close\r\nrelationship with his young daughter.  Smith's brother testified he and his brother grew up in a poor family and that they did not have hot water.  When Smith was nine\r\nyears old, his father died.  After his father's death, Smith and other family members began working to support the family.  Smith's brother testified when Smith was in the\r\nninth grade, he took a job as a meat cutter at Bi-Lo after school, working until 10:00 or 11:00 at night.  In the tenth grade, Smith acquired a full-time job working second\r\nshift in a textile mill while continuing to attend school.  Smith's brother testified further that everyone in the community liked Smith and that he was a good person.\r\n\r\nSmith's wife also testified during the sentencing phase.  She described Smith as ambitious, hardworking, and generous.  For instance, after receiving one technical degree\r\nand becoming a supervisor, Smith went back to school to get his residential home builder's license and began building houses in 1986.  According to Smith's wife, she\r\nand Smith had a daughter, Ashley, in 1988.  Smith's wife described Smith and Ashley's relationship as very close, and testified Ashley was having a hard time since her\r\nfather was killed and was receiving counseling.\r\n\r\nPetitioner presented evidence in mitigation during the sentencing phase through the testimony of thirteen witnesses.  Apparently, Petitioner's strategy was to mitigate the\r\ncircumstances of his offense by making the jury aware of the brutal circumstances in which he was raised.\r\n\r\nPetitioner's paternal grandfather testified Petitioner and Petitioner's brother lived with him and Petitioner's grandmother from the time Petitioner was three years old until\r\nPetitioner was twelve years old.  Petitioner's grandfather testified that he and his wife were heavy drinkers, and that his wife grew marijuana in their back yard. \r\nPetitioner's grandfather described his son, Petitioner's father, as unpredictably violent, noting he had been to prison several times.   Petitioner's grandfather testified that\r\nhis son, Petitioner's father, had cut him on the arm with a knife and had kicked Petitioner's grandmother in the face, knocking her false teeth out.\r\n\r\nNext, Petitioner's aunt testified Petitioner's father had said on numerous occasions that he never loved his children and that the children should have been aborted.\r\n\r\nPetitioner's mother testified that, after she left Petitioner's father, she became pregnant with Petitioner as a result of his father raping her at knife point.  She stated she\r\neventually left the children with their paternal grandparents and married several more men.  She reunited with the children only after she married someone who would\r\nallow the children to live with her.\r\n\r\nPetitioner's mother also discussed Petitioner's criminal record.  According to his own mother's testimony, Petitioner was arrested in 1984 for two counts of breaking and\r\nentering, and was placed on probation.  Thereafter, he was given more probation after he was suspended from school for fighting several times.  After Petitioner's second\r\nprobation revocation when he was fifteen years old, he was sent to Reception &amp; Evaluation in Columbia for thirty days and was placed on probation again.  Petitioner was\r\narrested in January 1989 for breaking into a church, apparently looking for food because he had been living on the street for a week.  Petitioner pled guilty to that charge\r\nand was placed on probation.  In 1990, Petitioner was charged with stealing an automobile after he was released from substance abuse treatment in Texas. (4)  As a result\r\nof that charge, Petitioner was sentenced to two years imprisonment with four years of probation.\r\n\r\nPetitioner's step-mother testified that Petitioner's father used a combination of alcohol, drugs, and paint fumes every day, and had shared those substances with Petitioner\r\nfrom 1983 to 1992.\r\n\r\nPetitioner's brother testified regarding the circumstances in which he and Petitioner grew up, including:  their father's violence toward his own parents, the lack of hot\r\nwater and sometimes running water, the lack of food, and the trips taken to the dumpsters to find school clothes.\r\n\r\nMary Shults, an expert witness with a degree in sociology and a master's degree in social work, testified regarding Petitioner's social history.  She related that Petitioner\r\nhad been reminded throughout his life that he was a product of rape.  Shults stated that Petitioner's father was incredibly violent, would kick people in the face, cut\r\npeople, and would refer to himself as Satan.  In addition, Shults testified that Petitioner's father introduced Petitioner to drugs and alcohol sometime between the ages of\r\nsix and ten.\r\n\r\nAt the close of the sentencing phase evidence, Petitioner's counsel moved to prohibit the solicitor from making any reference to victim impact in his closing argument.  The\r\ntrial judge denied that motion. (5)\r\n\r\nIn his sentencing phase closing remarks, the solicitor argued, in part: (6)\r\n\r\n\r\nIt's easy in this stage of the game - in this stage of the trial to start looking at [Petitioner] as a victim in this case.  And the Defense wants to paint a picture sort of a\r\nwindow for you to look through.  Let's remember the good [Petitioner], and lets forget what he did and let's forget all the back record and all that stuff.  Let's just look at\r\nwhat he did.\r\n\r\n\r\nAnd they presented a bajillion [sic] pictures of [Petitioner] as a little boy to you.  Folks, the State of South Carolina is not attempting to send to death row that little boy in\r\nthat picture.  Every defendant in this country who has gone to death row has had pictures like that.  Everyone that comes after this will have pictures like that.\r\n\r\nWe're not talking about a three year old boy or a six year old boy or a twelve year old boy.  We're talking about a 22 year old man who went to a store and executed\r\n[Smith].  That's what we're talking about.  But it's easy at this stage when you go through day after day of testimony about [Petitioner] to start looking at him as some sort\r\nof victim.\r\n\r\nI would submit to you that the last thing you need to look at in this case is [Smith] and his uniqueness as an individual.  When I talk about [Smith], I'm not trying to get\r\ntears of sympathy for him.  A jury's duty is to look objectively at the case.  So look at the cold hard facts.\r\n\r\n. . .\r\n[Smith] was born in 1950, fourth son, fifth  child of a fellow named Alton Smith and a sweet lady named Lottie Mae Darnell Smith.  They grew up poor.  They didn't have\r\nhot water.  They had a spigot coming in and a tub next to the stove, and they had a few acres of cotton.\r\n\r\n[Smith] is as much about this case as [Petitioner].  When [Smith's father] died when [Smith] was nine, he pulled himself up by his boot straps and he started\r\ncontributing to the family.  He got all kinds of odd jobs picking cotton at a penny a pound, hunting rabbits, skinning them, dressing them out, selling them for 50 cents.\r\n\r\nWhen he's 14 years old, he gets a job in Greenville at the Bi-Lo in the Meat Department working after school.  He's gone to school all day.  From after school till about\r\n10:00 or 10:30 at night working at Bi-Lo, saving his money, buying a car for the family.\r\n\r\nWhen he's in tenth grade, he goes down to Boenett's and he gets a full-time job, second shift.  He's going to school all day, and he's working until midnight, contributing. \r\nLottie Mae Darnell Smith with eight kids, got them all out of high school, all at least a tech degree, some of them through college.\r\n\r\nWhen [Smith] finished high school, he went to work for Union Carbide, then Kemet, but he didn't stop there.  He kept improving himself.  He went to Tech, he got an\r\nengineering degree, and he became a supervisor, and then he went back to Tech because he decided he wanted to build houses, and he got his - another degree at Tech,\r\nand he got his builder's license.\r\n\r\nAnd in 1984 he met Pat and they fell in love, and they got married.  That's the same year [Petitioner] committed two house break-ins at age 13.  1986,\r\n[Smith] makes a pretty drastic move.  He decides he's going to quit Kemet and go build houses full-time, and he goes out, and he starts building houses in the\r\ncommunity he had grown up in.  That's the same year [Petitioner] is up for his second probation violation and sent down to Columbia.\r\n\r\nThen in 1988, July the 4th, they have a little baby girl named Ashley.  You know, the Defense brought in a 12 year old . . . stepsister, said, \"Please don't put Shawn Paul\r\nHumphries in the electric chair.\"  I'm sorry I did not feel it was appropriate to bring in a six year old [sic] girl Ashley and parade her in front of you.\r\n\r\nIn 1988 Ashley is born.  That's the same year [Petitioner] went to jail for two years.  And in the spring of 1992, I believe, [Smith] opens the doors to the Max-Saver, building a business down in that community.\r\n\r\nYou have the right to look at the uniqueness of the individual.  I would submit to you that [Smith], by everybody's description to you was a unique individual.  He grew up\r\nin that southern part of Greenville County below Simpsonville that was mainly farming, cotton, agriculture area.\r\n\r\nAnd he grew up watching it change to industrial.  And he first went to work at Union Carbide, and then decides he was going to be part of that change, and he started\r\nbuilding houses down there.\r\n\r\nWho is the victim?  Is it [Petitioner] or is this lady right here, his momma, or his wife, or Ashley, who the only way she can see her daddy is to go visit his grave on Sunday\r\nafter church?\r\n\r\n  There are a lot of reasons for punishment.  Rehabilitation is one reason, and rehabilitation is a proper goal in some circumstances, but you've got to decide about whether\r\n[Petitioner], who at 13 is breaking the law, at 14 is breaking the law, at 17 is going - is breaking the law, at 18 is breaking the law and going to jail, who's been given\r\nevery chance that the system offers.  You decide if you're going to rehabilitate him.\r\n\r\nWhat are some reasons for punishment?  Retribution is one reason for punishment.  That may not sound good, may not sound right, but, in fact, it is part of punishment,\r\nbecause retribution is our community saying you have done something wrong and we're going to punish you.\r\n\r\nWe don't allow individual retribution.  If something happened to your momma, your sister, we don't allow you to go out and individually take retribution against the\r\nperpetrator, but it's the community saying you have broken a law in the community, and we're going to punish you.\r\n\r\nAnd the question is when somebody commits the ultimate act, can they be subject to the ultimate punishment?  And the answer is yes.  And what we do is impanel a jury,\r\nand they decide when we're going to invoke the ultimate punishment.\r\n\r\nI would submit to you folks that every time a jury sits in a situation like this, something important happens.  I'm not talking about duty.  I'm not talking about service.  I'm\r\ntalking about values.  Every time a jury sits in a case like this, it is a statement of our values as a community, as a society.  It's like a banner.\r\n\r\nI'm not talking about dollars and cents.  The Defense will say, \"Well, sending [Petitioner] to the electric chair is not going to bring [Smith] back.\"  I'm not talking about\r\nthat, and you don't have to answer to anyone for the verdict you bring back, but I'm talking about value.\r\n\r\nWhen you look at a case like this, when you look at the aggravation, when you look at the total lack of mitigation, I would submit, when you look at the character of\r\n[Petitioner], and when you look at Smith, how profane when you look at all the circumstances of this crime and of this [Petitioner], how profane to give this man a gift\r\nof life under these circumstances.\r\n\r\nEach of you said, \"If the case was aggravating enough, if the case was senseless enough, yes, I could sign that form.\"  What punishment will you recommend here?  What\r\npunishment do you recommend for a crime as senseless as this?\r\n\r\n. . .What punishment do you recommend when somebody like [Smith] is taken from us? . . .\r\n\r\n. . .\r\n\r\nIf not in a case as aggravating as this, if not in a case with absolutely no mitigation like this, if not in a case with a character like this, if not in a case when somebody\r\nlike [Smith] is taken, then when are you going to do it?\r\n\r\nThe jury deliberated and recommended death.  Afterwards, the trial judge stated,\r\n\r\nThe only thing that remotely would cause me concern is that issue of the error - the alleged error as to that [victim impact] testimony, but whether or not it's wrong to\r\nadmit it or not, the jury having heard it, I don't think made a decision on the basis of prejudice, passion or any other arbitrary factor.\r\n\r\nAt the post-trial motions hearing, Petitioner's counsel objected to the solicitor's use of comparisons between Smith and Petitioner during his argument.  The trial judge\r\nnoted the facts solicitor referenced during the argument were clearly in the record.  The trial judge disagreed with counsel's reading of Payne v. Tennessee, (7) and\r\ncommented further that the solicitor's argument was one of the best arguments he had ever heard, particularly  in terms of the technique, delivery, and effectiveness.\r\n\r\nOn direct appeal, Petitioner argued the prosecution's use of the victim impact evidence during closing argument was inappropriate and prejudicial.  However, this Court\r\nheld the argument was not preserved.  State v. Humphries, 325 S.C. at 35, 479 S.E.2d at 56.\r\n\r\nAt the PCR hearing on Petitioner's PCR application, S.J. Henry, one of Petitioner's trial counsel, testified the objection made to the comparison argument was not timely. \r\nHe testified he was aware an objection should have been made at the time of the closing argument and the failure to do so would render the issue not preserved for\r\nappeal.  Henry testified the failure to object during the solicitor's argument was not done as a matter of trial strategy.  Henry believed the critical factors resulting in\r\nPetitioner's sentence of death were the video tape of the crime and the victim impact testimony of Smith's wife.\r\n\r\nPetitioner's other trial attorney, John Mauldin, testified in a deposition which was presented to the PCR court.  Mauldin stated the solicitor's closing argument compared\r\nSmith's life and Petitioner's life, and that this argument had a devastating effect on Petitioner's ability to receive a life sentence.  Mauldin testified, in his \"modest and\r\nlimited understanding of Payne . . . that a comparative analysis between the life of the deceased and the life of the defendant is not authorized.\"  He stated he should have\r\nmade an objection at the time the solicitor made the comparison and used Payne as authority for that objection.  However, he stated, at the time, he was unsure whether\r\nhe knew the solicitor's comparison argument was wrong.\r\n\r\nThe PCR court found Petitioner's contention - that the solicitor had suggested Petitioner should die because his life was worth less than Smith's life - was not supported. \r\nThe court found that there was no reference to the comparative worth of Smith and Petitioner.  The court further noted the fact Petitioner and Smith had similar\r\nbackgrounds, which defeated the probative worth of much of the defense's presentation in mitigation, did not cause the argument to be in error.  The court concluded,\r\nsince there was no showing the argument was improper, Petitioner's counsel could not be deemed ineffective for failing to object to the argument.  The court further noted\r\nthat Payne actually encourages the prosecution to comment on evidence on record about the life of the victim and about the life of the defendant.  Therefore, the PCR\r\ncourt found Petitioner failed to show his attorneys were ineffective.\r\n\r\nThe Court granted certiorari on the following issue:\r\n\r\n\r\nWere Petitioner's attorneys ineffective for failing to object to the solicitor's  comparison of Smith and Petitioner in his closing argument?\r\n\r\n\r\nLaw/Analysis\r\n\r\nPetitioner argues his attorneys were ineffective for failing to timely object to the solicitor's closing argument, which Petitioner alleges suggested he deserved to die because\r\nhis life was worth less than his victim's.\r\n\r\nIn order to prove counsel was ineffective, the applicant must show counsel's performance was deficient and the deficient performance prejudiced the defense.  Strickland\r\nv. Washington, 466 U.S. 668, 104 S. CT. 2052, 80 L.Ed.2d 674 (1984); Thrift v. State, 302 S.C. 535, 397 S.E.2d 523 (1990).  This Court will sustain the PCR\r\njudge's findings regarding ineffective assistance of counsel if there is any probative evidence to support those findings.  Skeen v. State, 325 S.C. 210, 481 S.E.2d 129\r\n(1997).\r\n\r\nA solicitor's closing argument must not appeal to the personal biases of the jurors nor be calculated to arouse the jurors' passions or prejudices, and its content should stay\r\nwithin the record and reasonable inferences to it.  State v. Cooper, 334 S.C. 540, 514 S.E.2d 584 (1999) (citation omitted).  A solicitor has a right to state his version of\r\nthe testimony and to comment on the weight to be given such testimony.  Id.  Improper comments do not automatically require reversal if they are not prejudicial to the\r\ndefendant, and the appellant has the burden of proving he did not receive a fair trial because of the alleged improper argument.  Simmons v. State, 331 S.C. 333, 503\r\nS.E.2d 164 (1998) (citations omitted).  The relevant question is whether the solicitor's comments so infected the trial with unfairness as to make the resulting conviction a\r\ndenial of due process.  Id. (citations omitted).\r\n\r\nIn Payne v. Tennessee, the United States Supreme Court reversed its prior precedent regarding the admission of victim impact evidence. In Payne, the Supreme Court\r\nheld,\r\n\r\n\r\nif the State chooses to permit the admission of victim impact evidence and prosecutorial argument on that subject, the Eighth Amendment erects no per se bar.  A State\r\nmay legitimately conclude that evidence about the victim and about the impact of the murder on the victim's family is relevant to the jury's decision as to whether or not the\r\ndeath penalty should be imposed.  There is no reason to treat such evidence differently than other relevant evidence is treated.\r\n\r\n\r\n501 U.S. at 827, 111 S. Ct. at 2609,115 L. Ed. 2d at 736.\r\n\r\nVictim impact evidence is admissible in South Carolina, and the State is permitted to make arguments regarding that evidence during the sentencing phase of a death\r\npenalty trial. (8)  While the admissibility of victim impact evidence (in the form of testimony or by solicitor's argument in closing) in the sentencing phase of a death penalty\r\ntrial is well-settled in post-Payne case law, the specific issue of whether it is permissible for the State to make a closing argument regarding the comparative worth of a\r\ndefendant's life and the victim's life has not been addressed by this Court.\r\n\r\nWe agree with the PCR court's finding that the solicitor's argument does not suggest that the Smith's life is worth more than the Petitioner's life.  We do recognize,\r\nhowever, that the solicitor compared the lives of Smith and the Petitioner based on the evidence presented.  We now consider whether or not such a comparison is\r\nproper.  Petitioner asserts this Court has answered this question already in State v. Southerland, 316 S.C. 377, 447 S.E.2d 862 (1994).  We disagree, and believe\r\nPetitioner has misconstrued our decision in Southerland.  In Southerland, the State did not offer any victim impact evidence, but the defendant wanted to introduce\r\nevidence of the victim's bad character.  This Court held that \"Payne prohibits this use of comparative character analysis.\"  Id. at 385, 447 S.E.2d at 867.  The Court\r\nrecognized, \"[w]hile evidence of harm caused by the defendant may include evidence of the victim's character, it is not offered to encourage comparative character\r\nanalysis.\"  Id.  Upon examination of Payne, and other post-Payne precedent, we are convinced the Court was referring to comparative character analysis between the\r\nvictim and other members of the community, not comparisons between the defendant and the victim. (9)\r\n\r\nThe following passage from Payne clarifies this distinction:\r\n\r\n\r\nPayne echoes the concern voiced in Booth's case that the admission of victim impact evidence permits a jury to find that defendants whose victims are assets to their\r\ncommunity are more deserving of punishment than those whose victims are perceived to be less worthy.  (citation omitted).  As a general matter, however, victim impact\r\nevidence is not offered to encourage comparative judgments of this kind - for instance, that the killer of a hardworking, devoted parent deserves the death penalty, but the\r\nmurderer of a reprobate does not.  It is designed to show instead each victim's \"uniqueness as an individual human being,\" whatever the jury might think the loss resulting\r\nto the community might be.\r\n\r\n\r\nPayne, 501 U.S. at 823-824, 111 S. Ct. 2607, 115 L. Ed. 2d at 734.  According to this passage, the comparison prohibited by Payne is one between the victim and\r\nother members of society; Payne does not indicate any concern about comparisons between the victim and the defendant.\r\n\r\nAlthough there is no per se bar against victim impact evidence after Payne, defendants are not left unprotected.  As always, defendants are protected from overly\r\nprejudicial evidence by due process.  \"In the event that evidence is introduced that is so unduly prejudicial that it renders the trial fundamentally unfair, the Due Process\r\nClause of the Fourteenth Amendment provides a mechanism for relief.\"  Payne, 501 U.S. at 825, 111 S. Ct. at 2608, 115 L. Ed. 2d at 735; Rocheville; Evatt.  In this\r\ncase then, we must consider whether any of the solicitor's comments in his closing argument were so unduly prejudicial as to render his sentencing fundamentally unfair. \r\nInstead of arguing prejudice, however, Petitioner staked his argument on the impropriety of the solicitor's closing in which Petitioner alleged he improperly compared the\r\nlives of Petitioner and Smith in order to convey that Smith's life was worth more than Petitioner's life.  As discussed, we do not believe this comparison was prohibited by\r\nPayne or by this Court in Southerland.  Therefore, the solicitor's comments were not improper and do not warrant reversal unless they were so prejudicial that they\r\nrendered the sentencing fundamentally unfair.\r\n\r\nIn our opinion, the solicitor's closing argument did not render sentencing fundamentally unfair as they did not prejudice Petitioner.  The solicitor's comments were based\r\non evidence already in the record.  Smith's wife and brother testified during the penalty phase regarding each of the facts about Smith's life upon which the solicitor\r\ncommented.  Petitioner presented the testimony of thirteen witnesses in mitigation during the sentencing phase who attested to Petitioner's at-risk childhood and\r\nsubsequent criminal acts as a juvenile and young adult, providing all the evidence of Petitioner's character discussed by the solicitor in his closing.\r\n\r\nThrough the testimony of Petitioner and Smith's family members, both the similarities (the childhood poverty and adversity) and the differences (the manner in which\r\nPetitioner and Smith dealt with their  circumstances) were readily apparent to the jurors, before the solicitor's closing argument.  As permitted by Payne, the State offered\r\nevidence of Smith's \"uniqueness\" as an individual by describing the successful ways in which Smith dealt with adversity in his life.  Likewise, Petitioner introduced\r\nevidence of his own \"uniqueness\" through the testimony of thirteen witnesses (compared to Smith's two witnesses) regarding his own difficult childhood and background,\r\nthereby inviting a comparison between Petitioner and Smith's respective characters even before the solicitor gave his closing remarks.  As such, we do not believe the\r\nsolicitor's comments were so prejudicial (if prejudicial at all) that they rendered Petitioner's death sentence fundamentally unfair under the Due Process Clause.  Payne.  \r\n\r\nTo reverse the PCR court's denial of relief, this Court must find, first, that counsel was ineffective, and, second, that counsel's ineffectiveness resulted in prejudice.  Payne\r\ndoes not prohibit character comparisons between defendants and victims; it prohibits comparisons that suggest that there are worthy and unworthy victims.  Therefore,\r\nPetitioner cannot establish either the ineffectiveness prong or the prejudice prong of the test as required to overturn the PCR court's denial of relief.\r\n\r\n\r\n\r\nConclusion\r\nFor the foregoing reasons, we AFFIRM the PCR court's denial of relief.\r\n\r\nMOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n\r\n1.   When the shot was fired, Petitioner's accomplice, Eddie Blackwell, fainted and later regained consciousness prior to the arrival of the police.  Blackwell was convicted\r\nof murder, criminal conspiracy, and attempted armed robbery, and received a life sentence for murder.  \r\n2.   When the arresting officer asked Petitioner where the gun was, Petitioner immediately told him it was in his belt.  Petitioner remained cooperative throughout the arrest. \r\n3.   The facts are as stated in this Court's opinion in State v. Humphries. \r\n4.   Petitioner's mother enrolled him in substance abuse treatment because she had observed him huffing paint, and, upon visiting his residence, had discovered empty paint\r\ncans and rags littering the floor. \r\n5.   In denying the motion, the trial judge stated:\r\n\r\n\r\nI realize that this is an issue that's in this case that if the death penalty is returned, that the appellate courts will have to address.  How the Supreme Court wants to deal\r\nwith my ruling as to whether it is or is not evidence of aggravation or is it just merely pointing out the characteristics of the victim in this case, or is it adequately covered in\r\nthe notice, I'll let them worry about it.  I've ruled, and the water's over the bridge, so I will not prohibit from arguing to the jury those facts, since that is now in the record.\r\n\r\n\r\n\r\n6.   We have italicized the portions of the solicitor's closing argument that  Petitioner underlined in his brief, however, we have included more of the solicitor's comments\r\nthan Petitioner included in his brief.\r\n7.   501 U.S. 808, 111 S. Ct. 2597, 115 L. Ed. 2d 720 (1991).\r\n8. State v. Ard, 332 S.C. 370, 505 S.E.2d 328 (1998), overruled in part on other grounds by State v. Shafer, 340 S.C. 291, 531 S.E.2d 524 (2000), overruled by\r\nShafer v. South Carolina, 121 S. Ct. 1263, 149 L. Ed. 2d 178 (2001); State v. Rocheville, 310 S.C. 20, 425 S.E.2d 32 (1993); State v. Johnson, 306 S.C. 119,\r\n410 S.E.2d 547 (1991), cert. denied, 503 U.S. 993, 112 S. Ct. 1691, 118 L. Ed. 2d 404 (1992); Lucas v. Evatt, 308 S.C. 31, 416 S.E.2d 646 (1992) (finding\r\nsolicitor's closing argument concerning victims and impact of their murders upon their families did not render trial fundamentally unfair because argument was responsive to\r\ndefendant's mother's testimony that she loved her son and that his arrest and trial had been very hard on her, and because argument described to jury consequences of\r\ndefendant's criminal act, impact of murders upon family, and personal characteristics of victims).\r\n9. See Alvarado v. State, 912 S.W.2d 199 (Tex. Crim. App. 1995) (citing Southerland and Payne in support of trial court's refusal to admit evidence of a victim's prior\r\nbad act because it was not relevant to defendant's \"moral blameworthiness\" in murdering the victim, the purpose for allowing victim impact evidence espoused in Payne).\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25520","title":"Dearybury v. Dearybury","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25520","description":"In this opinion, the Court reverses the Court of Appeals' decision to increase the amount of alimony awarded to the wife, holding the Court of Appeals failed to specify the findings it relied upon in increasing the alimony.","date":"2002-08-26","type":"opinion","text":"\r\n      \r\n\r\n\r\n25520\r\n<!--\r\n.Normal\r\n\t{font-size:12.0pt;\r\n\tfont-family:\"Times New Roman\";}\r\n.MsoFootnoteReference\r\n\t{vertical-align:super;}\r\n-->\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        Dan Anthony Dearybury,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Petitioner\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Wanda Kim Greene Dearybury,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT \r\n  OF CERTIORARI\r\n  TO THE COURT OF APPEALS\r\n\r\nAppeal From \r\n  Spartanburg County\r\n   Maxey G. Watson, Family Court Judge\r\n\r\nOpinion No. 25520\r\nHeard June 25, 2002- Filed August 26, \r\n  2002\r\n\r\nREVERSED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Gloria Y. Leevy, of Columbia, for Petitioner.\r\n        Michael L. Rudasill and Richard H. Rhodes, both \r\n          of Burts, Turner, Rhodes &amp; Thompson, of Spartanburg, for Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\n CHIEF JUSTICE TOAL:          We granted \r\n  certiorari to review the decision of the Court of Appeals in Dearybury v. \r\n  Dearybury, Op. No. 2000-UP-516 (S.C. Ct. App. filed July 6, 2000) to increase \r\n  the amount of lump sum alimony awarded to respondent (Wife) from $125,000 to \r\n  $150,000.  We reverse.\r\nFactual/Procedural \r\n  background\r\nThe family court ordered petitioner (Husband) to \r\n  pay Wife $125,000 in lump sum alimony.  The section of the order awarding alimony \r\n  states that &quot;[i]n addition to other findings [in the] order,&quot; the \r\n  award of alimony was based on the following findings: (1) Wife's monthly expenses \r\n  for herself and the parties' children, including private school tuition for \r\n  the children, were more than Husband's and, considering the property distribution \r\n  aspects of the order and Husband's non-marital assets, Husband's future monthly \r\n  expenses should be even less; (2) Husband was being awarded $214,985.19 in non-marital \r\n  assets and $310,930.39 in marital assets of which $85,087.34 was either in cash \r\n  or could be converted to cash; and (3) the unknown nature of Husband's future \r\n  income and the possibility that he may not be able to make regular alimony payments \r\n  due to the fact that he was self-employed in a start-up company.  The family \r\n  court also found that alimony awarded to Wife should not be taxable to her or \r\n  tax deductible for Husband.\r\nEarlier in the order, in a section entitled &quot;Background and Findings Relevant \r\n  to Most Issues,&quot; the family court found the following: (1) Husband was \r\n  37 years old and Wife was 36 years old at the time of the hearing; (2) while \r\n  the mental health of both parties was &quot;less than excellent,&quot; incident \r\n  to the break-up of the marriage, both parties were in good physical health; \r\n  (3) Husband has an undergraduate degree and was employed in the family's oil \r\n  business until he was terminated as a result of poor performance; (4) Husband's \r\n  total direct contributions to the marriage were approximately $627,763.40; (5) \r\n  although at the time of the hearing Husband reported $1,000 per month gross \r\n  income, he was capable of earning $38,454 per year based on his history of earnings; \r\n  (6) Husband has the ability to earn an additional $1,130 per month from the \r\n  sale of his interest in the family business and reinvestment of the value of \r\n  his interest; (7) Husband does not need additional education to achieve his \r\n  income potential; (8) Wife has a two year degree from a junior college and credits \r\n  toward a marketing degree from the University of South Carolina; (9) early in \r\n  the marriage wife worked at an accounting firm and for Congresswoman Liz Patterson, \r\n  and at the time of the hearing was earning $260 per week working on a part-time \r\n  basis at the children's school; (10) Wife is capable of earning at least $6.00 \r\n  per hour and can work forty hours per week; (11) Wife's income potential should \r\n  increase upon completing one full academic year of college credit and receiving \r\n  her graduate degree; (12) Wife brought $1,400 and a vehicle into the marriage \r\n  and contributed $18,241.89 in wages to the marriage; (13) Wife was the primary \r\n  caretaker of the parties' children and was responsible for household chores, \r\n  but Husband cooked some meals and indirectly contributed to the household; (14) \r\n  both parties committed marital misconduct and separated several times during \r\n  the course of the marriage; and (15) the parties enjoyed a comfortable standard \r\n  of living due in large part to contributions from Husband and his parents.\r\nWife argued on appeal that lump sum alimony of \r\n  $125,000 was insufficient given the wide discrepancy in earning potential and \r\n  resources between the two parties.  The Court of Appeals held the following \r\n  regarding this issue:\r\n\r\nAs to the wife's appeal of this issue . . . \r\n  we hold that a full review of the record and close consideration of all the \r\n  relevant facts and circumstances warrants a finding that she should receive \r\n  $150,000.00 in lump sum alimony.  In so holding, we elect to exercise our jurisdiction \r\n  to find the facts according to our own view of the evidence.  Of particular \r\n  concern to us here is the family court's apparent misapprehension that the husband \r\n  is considerably older than the wife and has less time left to engage in remunerative \r\n  employment.  The evidence is clear that there is, in fact, only a few months \r\n  difference between the parties' ages.\r\n\r\nHusband argues the increase in alimony was error.  We agree.\r\nLaw/Analysis\r\nThe decision to grant or deny alimony rests \r\n  within the discretion of the family court judge.  Clardy v. Clardy, 266 \r\n  S.C. 270, 222 S.E.2d 771 (1976).  The judge's discretion, when exercised in \r\n  light of the facts of each particular case, will not be disturbed on appeal \r\n  absent abuse thereof.  Long v. Long, 247 S.C. 250, 146 S.E.2d 873 (1966).  \r\n  An abuse of discretion occurs when the judge is controlled by some error of \r\n  law or where the order, based upon findings of fact, is without evidentiary \r\n  support.  Stewart v. Floyd, 274 S.C. 437, 265 S.E.2d 254 (1980).\r\nIn making an award of alimony, the following factors \r\n  must be considered and weighed:  (1) the duration of the marriage and ages of \r\n  the parties at the time of marriage and at the time of the divorce; (2) the \r\n  physical and emotional condition of each spouse; (3) the educational background \r\n  of each spouse, together with the need of each spouse for additional training \r\n  or education in order to achieve that spouse's income potential; (4) the employment \r\n  history and earning potential of each spouse; (5) the standard of living established \r\n  during the marriage; (6) the current and reasonably anticipated earnings of \r\n  both spouses; (7) the current and reasonably anticipated expenses and needs \r\n  of both spouses; (8) the properties of the parties, including those apportioned \r\n  to him or her in the divorce or separate maintenance action; (9) custody of \r\n  the children; (10) marital misconduct or fault of either or both parties if \r\n  the misconduct has affected the economic circumstances of the parties, or contributed \r\n  to the breakup of the marriage; (11) tax consequences; (12) existence of any \r\n  support obligations from a prior marriage; and (13) such other factors the court \r\n  considers relevant.  S.C. Code Ann. Â§ 20-3-130(C)(Supp. 2001).\r\nIn appeals from all equity actions, including those \r\n  from the family court, the appellate court has authority to find facts in accordance \r\n  with its own view of the preponderance of the evidence.  Rutherford v. Rutherford, \r\n  307 S.C. 199, 414 S.E.2d 157 (1992).  However, this broad scope of review does \r\n  not require the appellate court to disregard the findings of the lower court.  \r\n  Stevenson v. Stevenson, 276 S.C. 475, 279 S.E.2d 616 (1981).  \r\n In the case at \r\n  hand, the Court of Appeals elected to exercise its jurisdiction to find facts \r\n  according to its own view of the evidence and, based on those findings, to increase \r\n  the amount of lump sum alimony to $150,000.  However, other than expressing \r\n  concern over the family court's misapprehension regarding the parties' ages, \r\n  the Court of Appeals failed to specify the findings of fact it relied upon in \r\n  increasing the award of alimony.\r\nRule 220(b)(1), SCACR, \r\n  states that in every decision rendered by an appellate court, every point distinctly \r\n  stated in the case which is necessary to the decision of the appeal and fairly \r\n  arising upon the record of the court must be stated in writing and must, with \r\n  the reason for the court's decision, be preserved in the record of the case. \r\n  Accordingly, when an appellate court chooses to find facts in accordance with \r\n  its own view of the evidence, the court must state distinctly its findings of \r\n  fact and the reason for its decision.\r\nHere, the lone finding set forth by the Court of \r\n  Appeals in support of the increase in alimony, that a misapprehension regarding \r\n  the ages of the parties was a factor in awarding alimony, is not supported by \r\n  the record.  The family court made findings, either in the &quot;Background \r\n  and Findings Relevant to Most Issues&quot; section or the &quot;Alimony&quot; \r\n  section of the order, regarding each of the factors set forth in section 20-3-130(C).  \r\n  Those findings are supported by the record.  The statement the Court of Appeals \r\n  apparently relied upon in increasing the amount of alimony is found in the section \r\n  of the family court order addressing the role retirement assets played in the \r\n  decision regarding equitable distribution.  The family court stated the following:\r\n\r\n  This distribution also considers \r\n    the retirement assets of the parties are almost wholly being divided to Husband.  \r\n    Husband is older than Wife and has less time left in his work life. [1]   In addition, the majority of the retirement \r\n    assets are derived from Dearybury Oil and Gas, his family's company.  Some \r\n    of these are marital and some are non-marital.  Wife is receiving liquidity \r\n    whereas Husband will not have the benefit of liquidity (without incurring \r\n    substantial tax considerations) with these retirement assets.\r\n\r\n(Emphasis added).\r\nThe family court \r\n  did not find, as the Court of Appeals states, that Husband is &quot;considerably \r\n  older&quot; than Wife.  Moreover, while the family court considered other findings \r\n  contained in the order when determining the amount of alimony to be awarded, \r\n  there is no indication the family court relied on the age difference noted in \r\n  its discussion of retirement benefits.  Instead, the findings regarding each \r\n  of the factors set forth in section 20-3-130(C) are found in the &quot;Background \r\n  and Findings Relevant to Most Issues,&quot; wherein the family court properly \r\n  noted the age difference between the parties.  \r\nAccordingly, because the only finding upon which \r\n  the Court of Appeals based its increase in the award of lump sum alimony is \r\n  not supported by the record, we reverse its decision to increase that sum from \r\n  $125,000 to $150,000.  Moreover, we decline to exercise our ability to make \r\n  independent findings of fact in this case because the decision of the family \r\n  court is fair and reasonable based on the facts set forth in the record.\r\nConclusion\r\nFor the foregoing reasons, we reverse the \r\n  Court of Appeals' decision to increase the amount of lump sum alimony awarded \r\n  to Wife.\r\n REVERSED.\r\nMOORE, WALLER, BURNETT and PLEICONES, JJ., \r\n  concur.\r\n\r\n \r\n    [1]  \r\n      Husband is less than one year older than \r\n    Wife.  In the &quot;Background and Findings Relevant to Most Issues&quot; \r\n    section, the family court correctly lists the ages of both Husband and Wife \r\n    at the time of marriage and at the time of the divorce hearing. \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25521","title":"Sanchez v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25521","description":"This post-conviction relief case involves the issue of whether counsel was ineffective for failing to object to hearsay testimony.","date":"2002-08-26","type":"opinion","text":"\r\n      \r\n\r\n\r\n25521\r\n<!--\r\n.Normal\r\n\t{text-autospace:none;\r\n\tfont-size:10.0pt;\r\n\tfont-family:\"Perpetua Titling MT\";}\r\n-->\r\n\r\n\r\n\r\nTHE \r\n  STATE OF SOUTH CAROLINA\r\nIn \r\n  The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\nDaryl Dean \r\n        Sanchez,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Respondent/Petitioner,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        State of \r\n        South Carolina,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Petitioner/Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\nAppeal From Charleston \r\n  County\r\nJohn Hamilton Smith, Trial \r\n  Judge\r\nDaniel F. Pieper, Post-Conviction \r\n  Relief Judge\r\n\r\nOpinion No. 25521\r\nSubmitted October 23, 2001 \r\n  - Filed August 26, 2002\r\n\r\nAFFIRMED IN PART; REVERSED \r\n  IN PART\r\n\r\n\r\n  \r\n    \r\n      \r\nAttorney General \r\n  Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, and Assistant \r\n  Deputy Attorney General Donald J. Zelenka, of Columbia, for petitioner/respondent.\r\nAssistant Appellate \r\n  Defender Robert M. Pachak, of South Carolina Office of Appellate Defense, of \r\n  Columbia, for respondent/petitioner.\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE MOORE:  \r\n  We granted both respondent/petitioner Sanchezâ€™s and petitioner/respondent Stateâ€™s \r\n  cross-petitions for certiorari.  The post-conviction relief (PCR) judge had \r\n  granted in part and denied in part Sanchezâ€™s PCR application.  We affirm in \r\n  part and reverse in part.\r\nFACTS\r\n           Respondent/petitioner \r\n  Sanchez was convicted of first-degree criminal sexual conduct with a minor and \r\n  sentenced to sixteen years imprisonment.\r\nAt trial, the Stateâ€™s first witness was the six-year-old victim.  Victim testified \r\n  she was visiting her grandmother on the evening of July 15, 1989, when Sanchez, \r\n  a family friend, â€œtouched her on her bottom with his dingle.â€  Direct examination \r\n  continued:  \r\n\r\nQ.  All right.  Did he touch you with anything else on your bottom? \r\nA.  This time I have been thinking but nope, his fingers, not dingle.\r\nQ.  Now, [victim], did you touch [Sanchez] anywhere?\r\nA.  Yes.\r\nQ.  Where did you touch him?\r\nA.  On his hiney.\r\nQ.  Why did you do that?\r\nA.  Huh?\r\nQ.  Did he tell you to touch him there?\r\nA.  Yes, thatâ€™s most likely [sic] he told me. \r\nQ.  All right.  What happened when you touched him there?\r\nA.  He peed in my mouth.\r\n. . .\r\nQ.  All right.  Do you know how his hiney felt?\r\nA.  Hard, hard, hard.  \r\n\r\nThereafter, victim testified Sanchez made her touch him â€œon his penis again.â€  \r\n  She touched him with her hands.\r\nVictim testified, the following morning, she told her mother Sanchez â€œstuck \r\n  his hiney -- he took his dingle over my hiney.â€  \r\nOn direct examination, victimâ€™s mother testified victim told her â€œ[Sanchez] \r\n  stuck his finger in my hiney.â€  Mother testified, later the same morning, victim \r\n  stated â€œ[Sanchez] peed in my mouth.â€  Trial counsel did not object to these \r\n  statements.\r\nOn direct examination, victimâ€™s father testified mother told him that victim \r\n  told her â€œ[Sanchez] had stuck his finger in her hiney.â€  He testified, later \r\n  the same morning, victim stated Sanchez had â€œpeedâ€ in her mouth.  Trial counsel \r\n  did not object.  Thereafter, father stated, in the afternoon, mother told him \r\n  â€œ[Sanchez] did the whole thing; he raped [victim.].â€  At this point, the trial \r\n  judge interjected, â€œ[w]e are getting into a lot of hearsay now.â€\r\nOn direct examination, Officer Georgia Malloy testified she showed victim four \r\n  anatomically correct dolls.  Malloy testified she asked victim to demonstrate \r\n  what happened with Sanchez using the dolls. Victim selected the adult male doll \r\n  and the child female doll.  Malloy testified victim inserted the fingers of \r\n  the adult male doll into the vagina of the child female doll then put the penis \r\n  of the adult male doll against the vagina of the child female doll.  Victim \r\n  also placed the male dollâ€™s penis into the child dollâ€™s mouth.  Counsel did \r\n  not offer any objections to this testimony. \r\nAt the PCR hearing, trial counsel testified he did not object to motherâ€™s and \r\n  fatherâ€™s hearsay testimony because it did not bolster the victimâ€™s testimony.  \r\n  Trial counsel stated he did not object to the testimony regarding the victimâ€™s \r\n  demonstration with the anatomically correct dolls because the victimâ€™s statements \r\n  with the dolls were vague.\r\nThe PCR judge found counsel had a valid strategic reason for not objecting \r\n  to motherâ€™s and fatherâ€™s hearsay testimony.  The PCR judge also found counsel \r\n  had a valid strategic reason for not objecting to hearsay testimony concerning \r\n  the victimâ€™s demonstration with the anatomically correct dolls.  The judge concluded, \r\n  for tactical reasons, counsel wanted the jury to hear the testimony regarding \r\n  the victimâ€™s use of the dolls because it illustrated her vague statements and \r\n  descriptions regarding the alleged assault. \r\nISSUE\r\n\r\nWas counsel ineffective for failing to \r\n  object to hearsay testimony?\r\n\r\nDISCUSSION\r\nTo prove ineffective assistance of counsel, a PCR applicant must establish \r\n  that (1) counsel failed to render reasonably effective assistance under prevailing \r\n  professional norms and (2) he was prejudiced by counselâ€™s deficient performance.  \r\n  Strickland v. Washington, 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 \r\n  (1984); Cherry v. State, 300 S.C. 115, 386 S.E.2d 624 (1989).  To establish \r\n  prejudice, the applicant must show, but for counselâ€™s errors, there is a reasonable \r\n  probability the result of the trial would have been different.  Brown v. \r\n  State, 340 S.C. 590, 533 S.E.2d 308 (2000).  Where counsel articulates a \r\n  valid reason for employing certain strategy, the conduct will not be deemed \r\n  ineffective.  Caprood v. State, 338 S.C. 103, 525 S.E.2d 514 (2000).  \r\n  If there is any probative evidence to support the findings of the PCR judge, \r\n  those findings must be upheld.  Anderson v. State, 342 S.C. 54, 535 S.E.2d \r\n  649 (2000).\r\nThe rule against hearsay prohibits the admission of an out-of-court statement \r\n  to prove the truth of the matter asserted unless an exception to the rule applies.  \r\n  Dawkins v. State, 346 S.C. 151, 551 S.E.2d 260 (2001); Jolly v. State, \r\n  314 S.C. 17, 443 S.E.2d 566 (1994).  A well-settled exception in criminal sexual \r\n  conduct cases allows limited corroborative testimony.  Id.  When the \r\n  victim testifies, evidence from other witnesses that the victim complained of \r\n  the sexual assault is admissible in corroboration; however, such evidence is \r\n  limited to the time and place of the assault and cannot include details or particulars \r\n  or the identity of the perpetrator.  Id.  \r\nSince motherâ€™s and fatherâ€™s testimony was inadmissible \r\n  hearsay, counselâ€™s failure to object to the introduction of that evidence fell \r\n  below an objective standard of reasonableness.  See Strickland v. \r\n  Washington, supra; Brown v. State, supra.\r\nAs to the prejudice prong of Strickland v. Washington, \r\n  supra, Sanchez was prejudiced by counselâ€™s deficient performance because \r\n  improper corroboration testimony that is merely cumulative to the victimâ€™s testimony \r\n  cannot be harmless.  As stated in Jolly v. State, 314 S.C. at 21, 443 \r\n  S.E.2d at 569, â€œit is precisely this cumulative effect which enhances the devastating \r\n  impact of improper corroboration.â€  Motherâ€™s and fatherâ€™s testimony impermissibly \r\n  bolstered the victimâ€™s testimony.  Mother and father both testified as to the \r\n  identity of the perpetrator and the details and particulars of the assault.  \r\n  Their testimony corroborated the victimâ€™s accusation.  Consequently, the PCR \r\n  judge erred by not granting Sanchez relief on this ground.\r\nFurthermore, counsel was ineffective for failing to \r\n  object to the police officerâ€™s hearsay testimony concerning the victimâ€™s demonstration \r\n  of the assault through the use of anatomically correct dolls.  Counselâ€™s reason \r\n  for not objecting was that he wanted the jury to hear the testimony because \r\n  it illustrated the victimâ€™s vague statements regarding the alleged assault.  \r\n  Because the officerâ€™s testimony regarding the dolls corroborated the victimâ€™s \r\n  testimony at trial, counselâ€™s strategy was not reasonable given the prejudicial \r\n  effect this testimony had on Sanchez. \r\nCONCLUSION\r\nBecause Sanchez was prejudiced by counselâ€™s deficient \r\n  performance, we find he is entitled to a new trial.  The Stateâ€™s issue is affirmed \r\n  pursuant to Rule 220(b)(1), SCACR, and the following authorities:  Lynce \r\n  v. Mathis, 519 U.S. 433, 117 S.Ct. 891, 137 L.Ed.2d 63 (1997); California \r\n  Depâ€™t of Corrections v. Morales, 514 U.S. 499, 115 S.Ct. 1597, 131 L.Ed.2d \r\n  588 (1995); Plyler v. Moore, 129 F.3d 728 (4th Cir. 1997), \r\n  cert. denied, Moore v. Cummings, 524 U.S. 945, 118 S.Ct. 2359, \r\n  141 L.Ed.2d 727 (1998); Jernigan v. State, 340 S.C. 256, 531 S.E.2d 507 \r\n  (2000); Plyler v. Evatt, 313 S.C. 405, 438 S.E.2d 244 (1993). \r\nAFFIRMED IN PART; REVERSED IN PART.\r\nWALLER and PLEICONES, JJ., concur.  BURNETT, \r\n  J., dissenting in a separate in which TOAL, C.J., concurs.\r\nJUSTICE BURNETT (dissenting): I\r\nrespectfully dissent. As noted by the majority, if there is any probative\r\nevidence which supports the findings of the PCR judge, those findings must be\r\nupheld. Anderson v. State, 342 S.C. 54, 535 S.E.2d 649 (2000). Because there is\r\nprobative evidence which supports the PCR judge's findings in this matter, the\r\nCourt is required to affirm.\r\n\r\nFirst, I agree mother and father offered inadmissible hearsay testimony\r\nregarding the victim's identity of the perpetrator and the specific details of\r\nthe assault. Nonetheless, counsel articulated a valid, strategic reason for not\r\nobjecting to the hearsay. Counsel's decision not to object to mother's and\r\nfather's testimony because it did not bolster the victim's testimony was a\r\nreasonable, strategic decision. Mother and father testified the victim stated\r\nSanchez &quot;stuck his finger in her hiney.&quot; The victim, however,\r\ntestified to various accounts of the incident, none of which specifically stated\r\nSanchez &quot;stuck his finger in her hiney.&quot; In my opinion, counsel\r\noffered a valid trial strategy by not objecting to mother's and father's\r\ntestimony as their testimony contradicted the victim's already vague description\r\nof the assault. Caprood v. State, 338 S.C. 103, 525 S.E.2d 514 (2000) (where\r\ncounsel articulates a valid reason for employing certain strategy, the conduct\r\nwill not be deemed ineffective).\r\n\r\nFurthermore, even if it were deficient for counsel not to object to the hearsay\r\ntestimony, Sanchez failed to establish prejudice as mother's and father's\r\ntestimony arguably undermined the victim's testimony. Cf. Dawkins v. State, 346\r\nS.C. 151, 551 S.E.2d 260 (2001) (improper hearsay testimony which corroborates\r\nvictim's testimony cannot be harmless). Accordingly, the Court must affirm the\r\nPCR court. Anderson v. State, supra.\r\n\r\nSecond, counsel articulated a valid trial strategy by not objecting to the\r\npolice officer's hearsay testimony concerning the victim's demonstration of the\r\nassault through the use of anatomically correct dolls. The police officer who\r\nwas present during the victim's demonstration testified the victim placed the\r\nfingers of the adult male doll into the vagina of the child female doll.\r\nHowever, the victim's testimony was less than clear. Initially, the victim\r\nstated Sanchez &quot;touched her on her bottom with his dingle.&quot; She later\r\nappeared to retract this statement, testifying Sanchez touched her with his\r\nfingers. To compound the difficulty of understanding her description of the\r\nassault, the victim used the terms &quot;hiney,&quot; &quot;dingle,&quot; and\r\n&quot;penis&quot; interchangeably. In my opinion, counsel articulated a valid\r\ntrial strategy by not objecting to the officer's testimony as the hearsay\r\ntestimony contradicted the victim's trial testimony. Caprood v. State, supra\r\n(where trial counsel articulates valid reason for employing certain trial\r\nstrategy, the conduct will not be deemed ineffective).\r\n\r\nEven if counsel should have objected to the officer's testimony, Sanchez failed\r\nto establish prejudice. The victim's demonstration of the assault through the\r\nuse of anatomically correct dolls impeached, rather than corroborated, her trial\r\ntestimony. Cf. Dawkins v. State, supra (improper hearsay testimony which\r\ncorroborates victim's testimony cannot be harmless). Because the findings of the\r\nPCR judge are supported by the record, the Court must affirm. Anderson v.\r\nState,supra.\r\n\r\nIn essence, the majority holds it is never a reasonable trial strategy for trial\r\ncounsel to decline to object to inadmissible hearsay testimony in a case\r\ninvolving criminal sexual conduct. I disagree with this conclusion. First, the\r\nmajority ignores the fundamental presumption that trial counsel rendered\r\nadequate assistance and exercised reasonable professional judgment in making all\r\nsignificant decisions in a case, Strickland v. Washington, 466 U.S. 668, 104\r\nS.Ct. 2052, 80 L.Ed.2d 674 (1984), and that the PCR applicant has the burden of\r\nproving the allegations in his complaint. Rule 71.1(e), SCRCP. Second, there are\r\ncircumstances where inadmissible hearsay testimony benefits a defense. This is\r\none of those cases. Trial counsel proffered a valid reason not to object to the\r\nhearsay testimony. The Court should not second guess counsel's legitimate reason\r\nfor not objecting to the testimony.\r\n\r\nI would affirm. (1)\r\nTOAL, C.J., concurs.\r\n1. I agree with the majority's\r\ndecision affirming the State's issue pursuant to Rule 220(b)(1), SCACR, and the\r\ncited authorities.\r\n&nbsp;\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25522","title":"In the Matter of Swope","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25522","description":"This opinion publicly reprimands an attorney for failing to cooperate with the Office of Disciplinary Counsel.","date":"2002-08-26","type":"opinion","text":"\r\n      \r\n\r\n\r\n25522\r\n<!--\r\n.Normal\r\n\t{font-size:12.0pt;\r\n\tfont-family:\"Times New Roman\";}\r\n.MsoFootnoteText\r\n\t{font-size:10.0pt;\r\n\tfont-family:\"Times New Roman\";}\r\n.MsoFootnoteReference\r\n\t{vertical-align:super;}\r\n-->\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        In the Matter of William Koatesworth \r\n          Swope,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion \r\n  No. 25522\r\n  Submitted July 30, 2002 - Filed August 26, 2002\r\n\r\nPUBLIC\r\nREPRIMAND\r\n\r\n\r\n  \r\n    \r\n      \r\n        Henry B. Richardson, Jr. and Barbara M. Seymour, \r\n          both of Columbia, for the Office of Disciplinary Counsel.\r\n        William Koatesworth Swope, of Charleston, pro \r\n          se.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:   In this attorney disciplinary \r\n  matter, respondent and the Office of Disciplinary Counsel have entered into \r\n  an Agreement for Discipline by Consent pursuant to Rule 21, RLDE, Rule 413, \r\n  SCACR.  In the agreement, respondent admits misconduct and consents to the imposition \r\n  of an admonition or a public reprimand.  We accept the agreement and publicly \r\n  reprimand respondent. \r\nFacts\r\nI.                 Failure to Timely Comply with Deferred Disciplinary Agreement \r\n  \r\nOn August 17, 2001, respondent admitted minor \r\n  misconduct in a probate matter and entered into a Deferred Disciplinary Agreement \r\n  with the Commission on Lawyer Conduct.  The agreement required respondent to \r\n  meet certain obligations to the client and submit an affidavit of compliance \r\n  to the Office of Disciplinary Counsel.  Respondent failed to timely comply with \r\n  the obligations and failed to timely submit the required affidavit.  Respondent \r\n  has since complied with the agreement.\r\nII.                Failure to Cooperate with Office of Disciplinary Counsel\r\nThe Office of Disciplinary Counsel notified \r\n  respondent of complaints filed in two separate matters.  Respondent provided \r\n  a response in one matter only after a second request from the Office of Disciplinary \r\n  Counsel.  Thereafter, respondent failed to respond to a request for documentation.  \r\n  Respondent cooperated with the Office of Disciplinary Counsel after receiving \r\n  a Notice of Full Investigation.  \r\nIn the second matter, the Office of Disciplinary \r\n  Counsel never received a response from respondent even after sending him a Treacy \r\n  [1]  letter and a Notice of Full Investigation.  Respondent filed a timely \r\n  answer to Formal Charges filed in the matter and has cooperated with the Office \r\n  of Disciplinary Counsel and the Commission on Lawyer Conduct since that time. \r\n\r\nLaw\r\nRespondent admits that by his conduct he has \r\n  violated the following provisions of the Rules of Professional Conduct, Rule \r\n  407, SCACR: Rule 8.1 (knowingly failing to respond to a lawful demand for information \r\n  from a disciplinary authority); Rule 8.4(a) (violating the Rules of Professional \r\n  Conduct); and Rule 8.4(e) (engaging in conduct prejudicial to the administration \r\n  of justice).  Respondent also admits that he has violated the following provisions \r\n  of the Rules for Lawyer Disciplinary Enforcement, Rule 413, SCACR: Rule 7(a)(1) \r\n  (violating the Rules of Professional Conduct) and Rule 7(a)(3) (knowingly failing \r\n  to respond to a lawful demand from a disciplinary authority).\r\nConclusion\r\nWe find that respondentâ€™s misconduct warrants \r\n  a public reprimand.  Accordingly, we accept the Agreement for Discipline by \r\n  Consent and publicly reprimand respondent for his actions. \r\n PUBLIC REPRIMAND.\r\n TOAL, C.J., MOORE, WALLER, BURNETT and \r\n  PLEICONES, JJ., concur\r\n\r\n \r\n   [1]  In the Matter of Treacy, 277 S.C. 514, \r\n    290 S.E.2d 240 (1982).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25523","title":"Bazzle - Lackey v. Green Tree Financial","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25523","description":"In this case, the Court upheld class-wide arbitration although the arbitration agreement was silent regarding class arbitration.","date":"2002-08-26","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n25523\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court  \r\n\r\n\r\n  \r\n    \r\n      \r\n        Lynn W. Bazzle and Burt A. Bazzle, in a \r\n          representative capacity on behalf of a class and for all others similarly \r\n          situated,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Respondents,\r\n      \r\n    \r\n  \r\n\r\nv.  \r\n\r\n  \r\n    \r\n      \r\n        Green Tree Financial Corp. a/k/a Green \r\n          Tree Acceptance Corporation a/k/a Green Tree Financial Services Corporation \r\n          n/k/a Conseco Finance, Inc., &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Appellant.  \r\n        Daniel B. Lackey, George Buggs, and Florine \r\n          Buggs, in a representative capacity on behalf of a class and for all \r\n          others similarly situated,&nbsp;&nbsp;&nbsp;&nbsp; Respondents, \r\n           \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Green Tree Financial Corp., a/k/a Green \r\n          Tree Financial Services Corp., a/k/a Green Tree Acceptance Corp., n/k/a \r\n          Conseco Finance, Inc., &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          &nbsp; Appellant.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          \r\n      \r\n    \r\n  \r\n\r\n\r\n&nbsp;Appeal From Dorchester County\r\n  Patrick R. Watts, Special Circuit Court Judge\r\n  Rodney A. Peeples, Circuit Court Judge  \r\n\r\n&nbsp;Opinion No. 25523\r\n  Heard March 21, 2002 - Filed August 26, 2002  \r\n\r\nAFFIRMED  \r\n\r\n\r\n  \r\n    \r\n      \r\n        Herbert W. Hamilton, of Kennedy Covington\r\n        Lobdell &amp; Hickman, L.L.P., of Rock Hill; Wilburn Brewer, Jr. and\r\n        Robert C. Byrd, of Nexsen Pruet Jacobs Pollard &amp; Robinson, LLP, of\r\n        Charleston; and Alan S. Kaplinsky and Mark J. Levin, of Ballard Spahr\r\n        Andrews &amp; Ingersoll, LLP, of Philadelphia, PA, all for appellant.\r\n        Steven W. Hamm, of Richardson Plowden\r\n        Carpenter &amp; Robinson, P.A., of Columbia; D. Michael Kelly, Bradford\r\n        P. Simpson and B. Randall Dong, all of Suggs &amp; Kelly Lawyers, P.A.,\r\n        of Columbia; Mary Leigh Arnold, of Mary Leigh Arnold, P.A., of Mt.\r\n        Pleasant; Charles L. A. Terreni, of Terreni Law Firm, of Columbia; and\r\n        T. Alexander Beard, of Beard Law Offices of Mt. Pleasant, all for\r\n        respondents.\r\n        Christopher R. Lipsett, Eric J.\r\n        Mogilnicki, Christopher J. Mead, all of Wilmer, Cutler &amp; Pickering,\r\n        of New York, NY; and John T. Moore, B. Rush Smith, III and Thad H.\r\n        Westbrook, all of Nelson, Mullins, Riley &amp; Scarborough, L.L.P., of\r\n        Columbia, all for Amicus Curiae American Bankers Association, American\r\n        Financial Services Association, Consumer Bankers Association, South\r\n        Carolina Bankers Association, and South Carolina Merchants Association,\r\n        in support of appellant.\r\n        John F. Hardaway, of Columbia; and\r\n        Michael D. Donovan, of Donovan Searles, LLC, of Philadelphia, PA, both\r\n        for Amicus Curiae National Association of Consumer Advocates, in support\r\n        of respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nCHIEF JUSTICE TOAL:&nbsp; \r\n  Two classes of plaintiffs, represented by Lynn and Burt Bazzle, et. al. (â€œBazzlesâ€) \r\n  and by Daniel Lackey, et. al. (â€œLackeyâ€), were awarded damages pursuant to their \r\n  respective class action arbitrations against Green Tree Financial Corporation \r\n  (â€œGreen Treeâ€) for violations of the South Carolina Consumer Protection Code. \r\n  (1)&nbsp; Green Tree appeals the arbitratorâ€™s \r\n  (2) awards in both cases, on grounds that class-wide arbitration of \r\n  the plaintiffsâ€™ claims was not authorized by the arbitration agreement. \r\n   \r\nFactual/Procedural Background \r\n   \r\nOn February 22, 2001, this Court entered an Order \r\n  withdrawing Green Treeâ€™s appeal from the Court of Appeals.&nbsp; By that order, \r\n  this Court assumed jurisdiction and consolidated the Bazzle and Lackey \r\n  cases for appeal.&nbsp; Although each case proceeded through arbitration independently, \r\n  resolution of each appeal involves the same novel issue: whether class-wide \r\n  arbitration is permissible when the arbitration agreement between the parties \r\n  is silent regarding class actions.&nbsp;   \r\n&nbsp;Bazzle  \r\nThe Bazzles (like their fellow class members) were \r\n  approached by Patton General Contracting (â€œPattonâ€), a non-exclusive Green Tree \r\n  dealer, in 1995, to perform home improvements.&nbsp; Patton provided the Bazzles \r\n  with a Green Tree application for financing.&nbsp; The Green Tree application \r\n  contained no attorney or insurance agent preference notice.&nbsp; On May 20, \r\n  1995, the Bazzles executed a Retail Installment Contract and Security Agreement \r\n  for $15,000 which contained the arbitration clause at issue. \r\n  (3)&nbsp; The same day the Bazzles executed a number of other documents \r\n  identifying Green Tree as the lender, including a mortgage stamped with directions \r\n  to return it to Green Tree once executed.&nbsp; The Bazzles were never given \r\n  an attorney or insurance preference form and no attorney was involved in the \r\n  transaction or closing on their behalf.&nbsp;   \r\nOn March 25, 1997, Lynn and Burt Bazzle commenced \r\n  an action against Green Tree in the Dorchester County Court of Common Pleas \r\n  based on Green Treeâ€™s alleged violations of the attorney and insurance agent \r\n  preference provisions of the South Carolina Consumer Protection Code \r\n  (4) arising out of their home improvement financing agreement with \r\n  Green Tree.   \r\nOn April 21, 1997, the Bazzles filed an amended \r\n  complaint incorporating class allegations and a Motion for Class Certification.&nbsp; \r\n  A month later, Green Tree filed a Motion for Stay and to Compel Arbitration.&nbsp; \r\n  On December 5, 1997, the trial court heard both motions.&nbsp; It granted the \r\n  Motion for Class Certification.&nbsp; After the court granted class certification, \r\n  Green Tree pursued its Motion to Compel Arbitration, and the trial court granted \r\n  it.   \r\nThe trial court issued two separate orders memorializing \r\n  its rulings on December 5, 1997: (1) an order granting class certification; \r\n  and (2) an order compelling arbitration.&nbsp; In its order compelling arbitration, \r\n  the trial court stated that the order applied to the Bazzles and all members \r\n  of their class who elected to be part of the action.&nbsp; In a supplemental \r\n  order issued January 7, 1998, the trial court ordered that the class action \r\n  in arbitration proceed on an opt-out basis.   \r\nOn January 20, 1998, Green Tree filed a Motion \r\n  for Reconsideration of the trial courtâ€™s order granting class certification.&nbsp; \r\n  After a hearing, the trial court denied Green Treeâ€™s Motion for Reconsideration, \r\n  and Green Tree filed&nbsp; an appeal.&nbsp; On April 28, 1998, the Court of \r\n  Appeals dismissed Green Treeâ€™s appeal on grounds that granting or denying class \r\n  certification is interlocutory and non-appealable.&nbsp; Green Tree filed a \r\n  Petition for Rehearing.&nbsp; The Court of Appeals denied rehearing and Green \r\n  Tree filed a petition for certiorari with this Court.&nbsp; This Court denied \r\n  Green Treeâ€™s petition and remitted the case to the trial court.&nbsp;  \r\n   \r\nOn February 24, 1999, the Bazzles filed a Motion \r\n  to Compel Appointment of an Arbitrator.&nbsp; On May 6, 1999, Green Tree filed \r\n  a Motion to Dismiss on grounds that the Bazzles were not the proper parties \r\n  to pursue the claims asserted, as their interests were contrary to the interests \r\n  of the class members.&nbsp; On May 20, 1999, the trial court heard both motions.&nbsp; \r\n  The trial court appointed the Honorable Thomas Ervin as arbitrator and declined \r\n  to hear the Motion to Dismiss for lack of jurisdiction.  \r\nAll class action proceedings were thereafter administered \r\n  by the arbitrator, without further involvement of the trial court.&nbsp; The \r\n  arbitrator handled several motions by the parties before holding the final hearing \r\n  on May 31, 2000.&nbsp; On July 24, 2000, the arbitrator issued a Final Order \r\n  and Award, finding Green Tree liable for violating the attorney and insurance \r\n  preference statute, S.C. Code Ann. Â§ 37-10-102(a).&nbsp; The arbitrator found \r\n  the remedies for such a violation to be in S.C. Code Ann. Â§ 37-10-105 (Supp. \r\n  1996 &amp; 1997) and awarded relief to the class of 1,899 individuals in the \r\n  amount of $10,935,000, and an additional $3,645,500 in attorneyâ€™s fees and $18,242 \r\n  in costs.  \r\nOn July 25, 2000, the Bazzles filed a Motion to \r\n  Confirm the Award in the trial court.&nbsp; On August 24, 2000, Green Tree filed \r\n  a Motion to Remand the Award for Amendment and Clarification, an objection to \r\n  the Motion to Confirm, and a Motion to Vacate the Award.&nbsp; On September \r\n  15, 2000, the trial court confirmed the award and denied Green Treeâ€™s motions \r\n  to remand and vacate.&nbsp; Green Tree appealed and this Court assumed jurisdiction \r\n  to hear the consolidated appeals.  \r\nLackey&nbsp;   \r\n  \r\nDaniel Lackey (and his fellow class members) entered \r\n  into preprinted consumer installment contracts and security agreements with \r\n  Green Tree for the purchase of mobile homes.&nbsp; These transactions were secured \r\n  by real property and were subject to the South Carolina Consumer Protection \r\n  Code.&nbsp; In each of these transactions, the consumer completed a Green Tree \r\n  application for financing through a Green Tree dealer.&nbsp; The applications \r\n  contained no attorney or insurance preference notice and no preference form \r\n  was provided at any other time during the transaction.&nbsp;   \r\nGreen Tree, not its dealers, notified the consumer \r\n  whether credit had been granted or denied.&nbsp; If granted, Green Tree set \r\n  the terms, including the interest rate, and prepared a mortgage and note.&nbsp; \r\n  The mortgages&nbsp; were delivered to the consumer through the dealer, but were \r\n  returned directly to Green Tree.&nbsp; The notes and mortgages were assigned \r\n  to Green Tree.&nbsp; Green Tree funded the transaction after the consumer reported \r\n  satisfaction with the set up of the mobile home and then issued checks to the \r\n  dealer.  \r\nOn May 28, 1996, Daniel Lackey and George and Florine \r\n  Buggs commenced a class action against Green Tree in the Barnwell County \r\n  Court of Common Pleas.&nbsp; The Lackey plaintiffs, like the Bazzles, alleged \r\n  violations of the attorney and insurance preference provisions of the South \r\n  Carolina Consumer Protection Code.  \r\nGreen Tree filed its answer and the Lackey plaintiffs \r\n  proceeded to file a Motion for Class Certification.&nbsp; Green Tree moved to \r\n  Stay the Matter and to Compel Arbitration.&nbsp; The trial court denied Green \r\n  Treeâ€™s Motion to Compel Arbitration, finding Green Treeâ€™s contract was an adhesion \r\n  contract with an unconscionable and unenforceable arbitration clause.&nbsp; \r\n  Green Tree appealed and the Court of Appeals reversed.&nbsp; Although the Court \r\n  of Appeals agreed that the contracts were ones of adhesion, it found that the \r\n  arbitration clause within them was not unconscionable.&nbsp; Lackey, et. \r\n  al. v. Green Tree Fin. Corp., 330 S.C. 388, 498 S.E.2d 898 (Ct. App. 1998).&nbsp; \r\n    \r\nFollowing remand, the parties entered into a Consent \r\n  Order appointing the Honorable Thomas Ervin as arbitrator.&nbsp; Apparently, \r\n  the arbitrator raised the issue of class action arbitration and held a hearing \r\n  to determine whether a class action could proceed under Green Treeâ€™s arbitration \r\n  clause. (5)&nbsp; The Lackey Plaintiffs claim \r\n  Green Tree sought a decision by the arbitrator at the hearing that the class \r\n  action could not proceed in arbitration.&nbsp; Green Tree, however, claims its \r\n  involvement was limited to vigorous objection that the arbitrator did not have \r\n  authority to order class arbitration under the Federal Arbitration Act \r\n  (6) (â€œFAAâ€) and the arbitration agreement.&nbsp; After a hearing on \r\n  the matter, the arbitrator issued an order permitting class action arbitration \r\n  and scheduled a class certification hearing.   \r\nOn September 22, 1998, Green Tree initiated a declaratory \r\n  judgment action in federal district court, seeking to enjoin the arbitrator \r\n  from certifying a class.&nbsp; After a hearing, the district court denied the \r\n  injunction and dismissed the declaratory judgment action for lack of subject \r\n  matter jurisdiction. (7)   \r\nOn November 28, 1998, the arbitrator held the hearing \r\n  on class certification.&nbsp; Green Treeâ€™s counsel was present but refused to \r\n  participate in the argument of the motion.&nbsp; The arbitrator found the requirements \r\n  for class certification were met.&nbsp; In December 1998, Green Tree filed an \r\n  action for Declaratory Judgment and Preliminary Injunction in state court and \r\n  a Motion to Stay the arbitration proceedings.&nbsp; After a hearing, the trial \r\n  court denied the stay on the ground it lacked jurisdiction to interfere with \r\n  the arbitration. (8)  \r\nAfter a hearing in May of 1999, the arbitrator \r\n  approved a class notice that was sent to the class members on May 12, 1999.&nbsp; \r\n  On January 28, 2000, the arbitrator held a pre-trial conference.&nbsp; At the \r\n  conference, the parties entered into a Consent Agreement redefining the Lackey \r\n  class to include all mobile home transactions and placing all home improvement \r\n  class members in the Bazzle class.&nbsp;   \r\nThe arbitrator heard the Lackey claims on March \r\n  6-8, 2000.&nbsp; Green Tree participated, offering witnesses and evidence.&nbsp; \r\n  At the conclusion, the arbitrator ruled orally that Green Tree had violated \r\n  the attorney and insurance agent preference requirements of the Consumer Protection \r\n  Code.&nbsp; The arbitrator awarded $9,200,000 for violation of the attorney \r\n  and insurance preference statute, and an additional $3,066,666 in attorneyâ€™s \r\n  fees and $18,252 in costs.&nbsp; On May 31, 2000, the same arbitrator heard \r\n  the Bazzle home improvement claims and again held Green Tree violated the attorney \r\n  and insurance preference&nbsp; provisions.&nbsp; At this hearing, the arbitrator \r\n  established the procedures for Green Tree to address its offset claims in both \r\n  Bazzle and Lackey.&nbsp;   \r\nOn July 24, 2001, the Lackey Plaintiffs filed a \r\n  motion to confirm the award in trial court.&nbsp; In response, Green Tree filed \r\n  a Motion to Remand and a Motion to Vacate the award.&nbsp; In December 2001, \r\n  the trial court confirmed the award.&nbsp; Green Tree appealed and this Court \r\n  withdrew the appeal from the Court of Appeals and assumed jurisdiction to hear \r\n  the consolidated Bazzle and Lackey appeals.  \r\nAlthough the Bazzle and Lackey cases \r\n  involve financing for different purposes, Green Tree structured and conducted \r\n  the transactions in the same manner.&nbsp; The consumers in both classes were \r\n  bound to arbitration by the same clause which appeared in their Retail Sales \r\n  Agreements.&nbsp; Procedurally, however, the two cases differ in how class certification \r\n  was granted.&nbsp; As discussed, in Bazzle, the trial court certified \r\n  the class and then granted Green Treeâ€™s Motion to Compel Arbitration.&nbsp; \r\n  The Lackey suit was filed as a class action in trial court, but arbitration \r\n  was compelled before the motion to certify the class was considered although \r\n  the Lackey plaintiffs did make a Motion to Certify the Class.&nbsp; Thus, the \r\n  arbitrator authorized class certification within the arbitration.&nbsp; The \r\n  cases have been consolidated and Green Tree appeals the following issues: \r\n   \r\n\r\n  \r\n    Did Green Tree waive its ability to object \r\n      to class-wide arbitration in Bazzle and Lackey by manifesting \r\n      consent to the class-wide arbitration? &nbsp;&nbsp;   \r\n    Did the trial court in Bazzle and the \r\n      arbitrator in Lackey have contractual or legal authority to authorize \r\n      the respective arbitrations to proceed on a class action basis?  \r\n      \r\n    If so, were the due process rights of the \r\n      absent class members sufficiently protected?  \r\n  \r\n\r\n&nbsp;Law/Analysis \r\n   \r\n&nbsp;I.&nbsp; Waiver \r\n   \r\nThe Bazzle and Lackey plaintiffs argue this Court \r\n  can avoid addressing the broad issue of whether class-wide arbitrations were \r\n  permissible by affirming on the alternate ground that Green Tree manifested \r\n  consent to class-wide arbitration and may not now object to it.&nbsp; We are \r\n  not convinced by this waiver argument.  \r\nThe courts of this state have recognized that a \r\n  party cannot complain when it receives the relief for which it has asked.&nbsp; \r\n  See McKissick v. J.F. Cleckley &amp; Company, 325 S.C. 327, 479 S.E.2d \r\n  (Ct. App. 1996); Estes v. Gray, 319 S.C. 551, 462 S.E.2d 561 (Ct. App. \r\n  1995).&nbsp; Specifically, a party that by its conduct consents to arbitration \r\n  of a dispute waives any subsequent judicial challenge to its arbitrability.&nbsp; \r\n  See Rock-Tenn Co. v. United Paperworkers Intâ€™l Union, 184 F.3d 330 (4th \r\n  Cir. 1999).&nbsp; Although this is an accurate statement of the law, Green Tree \r\n  did not consent to class-wide arbitration by defending itself in the arbitration.&nbsp; \r\n  As discussed, Green Tree protested class-wide arbitration vigorously in both \r\n  cases, receiving adverse rulings every time, before defending itself on the \r\n  merits.  \r\nIn Bazzle, Green Tree requested arbitration \r\n  and received it after the motion to certify the class was granted by the trial \r\n  court.&nbsp; Even after the trial court certified the Bazzle class, Green \r\n  Tree continued to push for arbitration, and the trial court granted Green Treeâ€™s \r\n  Motion to Compel arbitration.&nbsp; The Bazzles therefore contend that Green \r\n  Tree got what it asked for and cannot now complain that the court abused its \r\n  discretion by granting the relief it requested.&nbsp; Although Green Tree did \r\n  object to the class-wide arbitration before the arbitrator, the Bazzles contend \r\n  it waived its ability to object by manifesting consent to proceed through some \r\n  of its subsequent actions.&nbsp; For example, the Bazzles point to Green Treeâ€™s \r\n  Motion to Decertify the class before the arbitrator on substantive grounds as \r\n  evidence that Green Tree manifested consent to the arbitratorâ€™s authority to \r\n  certify or decertify the class.&nbsp; The Bazzles claim that by placing the \r\n  decertification issue squarely before the arbitrator, Green Tree manifested \r\n  acceptance of the arbitral forum as sufficient to resolve the issue.  \r\n  \r\nIn Lackey, the plaintiffs argue similarly \r\n  that Green Tree waived its right to object to class-wide arbitration by moving \r\n  to compel arbitration when it knew of the class allegations being asserted.&nbsp; \r\n  They argue that moving to compel arbitration without insisting that the trial \r\n  court address the class certification motion manifested consent for the arbitrator \r\n  to decide the certification issue.&nbsp; The Lackey plaintiffs assert that Green \r\n  Tree did not object with motions and stays until after the arbitrator ruled \r\n  against Green Tree on the general issue of whether this action could possibly \r\n  proceed as a class-wide arbitration.&nbsp; The Lackey plaintiffs claim Green \r\n  Tree was obligated to force the trial court to decide the Lackey plaintiffsâ€™ \r\n  motion before it granted Green Treeâ€™s Motion to Compel because Green Tree was \r\n  aware of the class allegations and knew the arbitrator would decide the issue \r\n  if the trial court did not.  \r\nWe are not persuaded by the plaintiffs arguments \r\n  for waiver in Bazzle or Lackey.&nbsp; In Bazzle, Green Tree argued \r\n  against the Motion to Certify before the trial court, lost, and then filed a \r\n  Motion for Reconsideration of the issue.&nbsp; The Motion for Reconsideration \r\n  was denied and Green Tree appealed the denial all the way to this Court.&nbsp; \r\n  In Lackey, although Green Tree did not insist the trial court decide \r\n  the issue before arbitration was compelled, it objected vigorously to the possibility \r\n  of class certification at the first hearing on the matter before the arbitrator \r\n  and filed actions to enjoin class certification in federal and state court.&nbsp; \r\n  Green Treeâ€™s motions in both cases were entirely unsuccessful, but, nonetheless, \r\n  manifested Green Treeâ€™s objection to class-wide arbitration sufficiently to \r\n  counter the plaintiffsâ€™ waiver argument.   \r\n &nbsp;II.&nbsp; Class Action \r\n  Arbitration \r\n&nbsp;In these consolidated cases, Green Tree argues \r\n  the trial court and the arbitrator failed to enforce Green Treeâ€™s arbitration \r\n  clause in accordance with its terms, in violation of the FAA, when they imposed \r\n  class-wide arbitration.  \r\nThe parties do not dispute that the FAA applies \r\n  to the arbitration agreements in both cases. (9)&nbsp; \r\n  The arbitration agreements expressly state that they are made pursuant to transactions \r\n  in interstate commerce and are governed by the FAA.&nbsp; Although they agree \r\n  the FAA applies, the parties dispute how the FAA impacts the class-wide arbitration \r\n  question.&nbsp;&nbsp;   \r\nThe United States Supreme Court has not addressed \r\n  the FAAâ€™s impact on class-wide arbitration, although it was presented with an \r\n  opportunity to do so in Southland Corp. v. Keating, 465 U.S. 1, 104 S. \r\n  Ct. 852, 79 L. Ed. 2d 1 (1984). (10)&nbsp; Thus, \r\n  there is no binding precedent that this Court is obligated follow.&nbsp; Courts \r\n  in other jurisdictions have addressed the issue, and have taken two different \r\n  approaches.&nbsp;&nbsp; Several federal circuits have precluded class-wide arbitration \r\n  when the arbitration agreement is silent based on their interpretation of section \r\n  4 of the FAA. (11)&nbsp; Representing the opposing \r\n  view, the California courts have permitted class-wide arbitration on a case \r\n  by case basis when the arbitration agreement is silent. \r\n  (12)  \r\nA.&nbsp; Seventh Circuit Approach \r\n   \r\nGreen Tree urges the Court to adopt the reasoning \r\n  employed by the Seventh Circuit, holding courts lack authority to order class-wide \r\n  arbitration under section 4 of the FAA.&nbsp; 9 U.S.C. Â§ 4.&nbsp; Section 4 \r\n  requires arbitration in â€œaccordance with the termsâ€ of the agreement.&nbsp; \r\n  If the arbitration agreement in question is silent on the issue, these courts \r\n  reason that authorizing class-wide arbitration would not be in â€œaccordance with \r\n  the termsâ€ of the agreement.&nbsp; See Champ v. Siegel Trading Co., Inc. \r\n  ; McCarthy v. Providential Corp., et. al.,1994 WL 387852 (N. D. Cal.); Gammaro \r\n  v. Thorp Consumer Discount Co., 828 F.Supp. 673 (D. Minn. 1993).&nbsp; These \r\n  courts support their decisions by drawing an analogy between ordering class-wide \r\n  arbitration and ordering consolidation in arbitration. \r\n  (13)&nbsp; Id.; Med Ctr. Cars, Inc. v. Smith, 727 So.2d 6 (Ala. \r\n  1998) (finding the federal authority persuasive and applying the consolidation \r\n  analogy to class-wide arbitration in Alabama state courts).   \r\nIn Champ, a class action alleging violations \r\n  of the Commodity Exchange Act, RICO, and other state laws, the Seventh Circuit \r\n  found â€œno meaningful basis to distinguish between the failure to provide for \r\n  consolidated arbitration and class arbitration.â€&nbsp; Id. at 275.&nbsp; Based \r\n  on this comparison, the Champ court adopted â€œthe rationale of several other \r\n  circuits and [held] that section 4 of the FAA forbids federal judges from ordering \r\n  class arbitration where the partiesâ€™ arbitration agreement is silent on the \r\n  matter.â€  Id.; Boeing; National Cas.; Baesler.&nbsp; In reaching \r\n  their decision in the consolidation cases, the various courts placed strict \r\n  enforcement of the terms of the agreement above the policy favoring expeditious \r\n  resolution of claims.&nbsp; Champ.  \r\nCiting a decision by the Second Circuit, the Champ \r\n  court noted that the FAAâ€™s overriding goal was to place private arbitrations \r\n  on the same footing as other contracts negotiated between private parties.&nbsp; \r\n  Champ (citing United Kingdom v. Boeing, 998 F.2d 68 (2d Cir. 1993)).&nbsp; \r\n  In furtherance of this goal, the Second Circuit held the duty to enforce the \r\n  agreement as the parties wrote it to be tantamount, regardless of â€œpossible \r\n  inefficiencies created by such enforcement.â€&nbsp; Champ, 55 F.3d at \r\n  275 (citing Boeing, 998 F.2d at 72).&nbsp; The Champ court, however, \r\n  failed to discuss whether the arbitration agreement&nbsp; was one of adhesion \r\n  or was truly negotiated by the parties, and failed to discuss the differences \r\n  between consolidation and class-action on a practical level.  \r\nB.&nbsp; California Approach \r\n   \r\nThe California Supreme Court, on the other hand, \r\n  did consider whether a trial court could order class-wide arbitration under \r\n  adhesive but enforceable franchise contracts in Keating, 31 Cal.3d 584, \r\n  645 P.2d 1192, revâ€™d in part on other grounds in Southland Corp. v. Keating, \r\n  465 U.S. 1, 104 S. Ct. 852, 79 L. Ed. 2d 1 (1984). (14)&nbsp; \r\n  The California court concentrated on the negative implications of refusing to \r\n  allow class-wide arbitration when arbitration has been made mandatory through \r\n  an adhesion contract:&nbsp;  \r\n\r\n  If the right to a classwide proceeding could \r\n    be automatically eliminated in relationships governed by adhesion contracts \r\n    through the inclusion of a provision for arbitration, the potential for undercutting \r\n    these class action principles, and for chilling the effective protection of \r\n    interests common to a group, would be substantial.&nbsp; Arbitration proceedings \r\n    may well provide certain offsetting advantages through savings of time and \r\n    expense; but, depending upon the nature of the issues and the evidence to \r\n    be presented, it is at least doubtful that such advantages could compensate \r\n    for the unfairness inherent in forcing hundreds or perhaps thousands, [sic] \r\n    of individuals asserting claims involving common issues of fact and law to \r\n    litigate them in separate proceedings against a party with vastly superior \r\n    resources.&nbsp;   \r\n\r\nKeating, 31 Cal.3d at 609.  \r\nThe California Supreme Court, like the Seventh \r\n  Circuit, drew an analogy between ordering consolidation and class-wide arbitration \r\n  to support its decision.&nbsp; In 1982, when Keating was decided, the \r\n  Second Circuit permitted consolidation where the agreement was silent.&nbsp; \r\n  Compania Espanola de Pet., S.A. v. Nereus Ship, 527 F.2d 966 (2d Cir. \r\n  1975), cert. denied 426 U.S. 936, 96 S. Ct. 2650, 49 L. Ed. 2d 387 (1976).&nbsp; \r\n  The Second Circuit has reversed itself on this issue since Keating, however, \r\n  and now holds that ordering consolidation when the arbitration agreement is \r\n  silent violates section 4 of the FAA.&nbsp; United Kingdom v. Boeing.&nbsp; \r\n  Nonetheless, the California courtâ€™s analysis remains viable; although it drew \r\n  an analogy between permitting consolidation and class-wide arbitration when \r\n  the contract is silent, it also distinguished the two, making its case for class-wide \r\n  arbitration even stronger.&nbsp;   \r\nThe California court pointed out that consolidated \r\n  arbitration often involves a â€œtripartite relationship in which the parties in \r\n  dispute each have a contract with a third party, but not with each other,â€ as \r\n  opposed to class-wide arbitrations in which all plaintiffs had a contract directly \r\n  with the defendant.&nbsp; Keating, 31 Cal.3d at 612.&nbsp; Highlighting \r\n  the greater burden likely to result from ordering consolidation, the California \r\n  court explained:    \r\n\r\n  Thus, a party may be forced into a coordinated \r\n    arbitration proceeding in a dispute with a party with whom he has no agreement, \r\n    before an arbitrator he had no voice in selecting and by a procedure he had \r\n    not agreed to. &nbsp;  \r\n  In these respects, an order for classwide arbitration \r\n    in an adhesion context would call for considerably less intrusion upon the \r\n    contractual aspects of the relationship.  \r\n\r\nId.&nbsp; Unlike parties subjected to consolidation, \r\n  â€œthe members of a class subject to classwide arbitration would all be parties \r\n  to an agreement with the party against whom their claim is asserted.â€&nbsp; \r\n  Id.&nbsp; Balancing the potential inequities and inefficiencies against \r\n  resulting prejudice to the drafting party, the California court held that it \r\n  was not beyond the courtâ€™s authority to order class-wide arbitration in the \r\n  appropriate case.&nbsp; The court thus left the question for the trial court \r\n  to answer on a case by case basis, in its discretion, upon consideration of \r\n  certain factors. (15) &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n    \r\nMore recently, the California Court of Appeal for \r\n  the second district reaffirmed the California Supreme Courtâ€™s holding in Keating.&nbsp; \r\n  Blue Cross v. Superior Court, 67 Cal. App. 4th 42 (Cal. App. 1998), cert. \r\n  denied 527 U.S. 1003, 119 S. Ct. 2338, 144 L. Ed. 2d 235 (1999).&nbsp; The \r\n  Court of Appeal discussed the rationale employed by the California Supreme Court \r\n  in Keating extensively, and upheld the courtâ€™s ruling in Keating \r\n  on state and federal law grounds.&nbsp; Blue Cross.&nbsp; Going \r\n  further than the California Supreme Court, the Court of Appeal addressed the \r\n  impact of the FAA on this issue, concluding that it does not preclude application \r\n  of Californiaâ€™s class-wide arbitration rule.&nbsp; Id.  \r\nFirst, the Court of Appeal held that section 4 \r\n  of the FAA does not apply to state courts at all.&nbsp; For support, the court \r\n  cited the legislative history of the FAA and several decisions of the United \r\n  States Supreme Court.&nbsp; Id. (citing Volt Info. Sciences v. Leland \r\n  Stanford Jr. U.,489 U.S. 468, 109 S. Ct. 1248, 103 L. Ed. 2d 488 (1989) \r\n  (stating that the Court has never held that sections 3 and 4 of the FAA apply \r\n  to state courts).&nbsp; The Court of Appeal reasoned that the language of section \r\n  4 contemplated a petition before a district court and application of the federal \r\n  rules of civil procedure.&nbsp; Id. at 60 (citing Rosenthal v. Great \r\n  Western Financial Securities Corp., 14 Cal.4th 394 (Cal. 1996)).&nbsp; The \r\n  court recognized the FAA would prevail over a state procedural rule if in direct \r\n  conflict, but found that a state procedure that furthers â€œthe effectuation of \r\n  the federal lawâ€™s objectivesâ€ would not conflict and should be followed.&nbsp; \r\n  Id. at 61 (quoting Rosenthal, 14 Cal.4th at 410).&nbsp; The court \r\n  concluded that following state precedent allowing class-wide arbitration can \r\n  further rather than defeat the FAAâ€™s goal of enforcing agreements to arbitrate \r\n  and is, therefore, not preempted by section 4 of the FAA. Blue Cross. \r\n  (16)   \r\n&nbsp;C.&nbsp; Relevant South Carolina \r\n  Law  \r\nThis Court has not considered whether or not class-wide \r\n  arbitration may be ordered when&nbsp; the arbitration agreement is silent.&nbsp; \r\n  Generally, however, this Court favors arbitration of disputes.&nbsp; Heffner \r\n  v. Destiny, Inc., 321 S.C. 536, 471 S.E.2d 135 (1995).&nbsp; Further, our \r\n  courts resolve any doubts concerning the scope of arbitrable issues in favor \r\n  of arbitration.&nbsp; See Towles v. United Health Care Corp., 338 S.C. \r\n  29, 524 S.E.2d 839 (Ct. App. 1999).&nbsp; This Court examined the arbitration \r\n  clause at issue last year in Munoz v. Green Tree Financial Corp, 343 \r\n  S.C. 531, 542 S.E.2d 360, (2001).&nbsp; In Munoz, this Court held â€œgeneral \r\n  principles of state law apply to arbitration clauses governed by the FAA.â€&nbsp; \r\n  343 S.C. at 539, 542 S.E.2d at 364 (2001) (citing Doctorâ€™s Assoc., Inc. v. \r\n  Casarotto, 517 U.S. 681, 116 S. Ct. 1652, 134 L. Ed. 2d 902 (1996)).&nbsp; \r\n    \r\nGenerally, if the terms of a contract are clear \r\n  and unambiguous, this Court must enforce the contract according to its terms \r\n  regardless of its wisdom or folly.&nbsp; Ellis v. Taylor, 316 S.C. 245, \r\n  449 S.E.2d 487 (1994).&nbsp; Ambiguous language in a contract, however, should \r\n  be construed liberally and interpreted strongly in favor of the non-drafting \r\n  party.&nbsp; Myrtle Beach Lumber Co., Inc. v. Willoughby, 276 S.C. 3, \r\n  274 S.E.2d 423 (1981).&nbsp; After all, the drafting party has the greater opportunity \r\n  to prevent mistakes in meaning.&nbsp; It is responsible for any ambiguity and \r\n  should be the one to suffer from its shortcomings.&nbsp; Id.&nbsp;  \r\n   &nbsp;  \r\nThe United States Supreme Court has applied this \r\n  common-law rule of contract construction, construing ambiguous language against \r\n  the drafting party in a case involving arbitration issues.&nbsp; In Mastrobuono \r\n  v. Shearson Lehman Hutton, Inc.,&nbsp; a suit brought by customers of a \r\n  securities brokerage firm, the Court permitted an arbitration panel to award \r\n  punitive damages although the arbitration agreement was silent regarding punitive \r\n  damages, but contained a choice of law provision which the brokerage firm claimed \r\n  prohibited the arbitrator from awarding punitive damages.&nbsp; 514 U.S. 52, \r\n  115 S. Ct. 1212, 131 L. Ed. 2d 76 (1995).&nbsp; The Court framed the question \r\n  presented in broad terms, asking whether the award of punitive damages was consistent \r\n  with the FAAâ€™s purpose of ensuring arbitration agreements are â€œenforced according \r\n  to their terms.â€&nbsp; Mastrobuono, 514 U.S. at 54, 115 S. Ct. at 1214, \r\n  131 L. Ed. 2d at 82.&nbsp; The Court found the choice of law provision introduced \r\n  an ambiguity into an agreement that would otherwise permit punitive damage awards.&nbsp; \r\n  The Court then resolved the ambiguity against the brokerage firm as the drafting \r\n  party, based on the federal policy favoring arbitration \r\n  (17) and the common law rule of contract interpretation construing \r\n  ambiguous language against the drafting party.&nbsp; Mastronbuono. \r\n     \r\nAlthough this Court has not addressed whether class-wide \r\n  arbitrations are permissible when the agreement is silent, this Court has considered \r\n  whether consolidation of arbitration is permissible.&nbsp;&nbsp; In Episcopal \r\n  Housing Corp. v. Federal Ins. Co.,this Court authorized consolidation of \r\n  the claims of plaintiff (owner of an apartment complex) against an architect \r\n  and builder absent contractual or statutory authority.&nbsp; 273 S.C. 181, 255 \r\n  S.E.2d 451 (1979).&nbsp; In sum, this Court held, â€œ[w]hile we recognize that \r\n  arbitration is a creature of contract, appellant would not be denied its contracted-for \r\n  right to arbitration; rather the consolidation would provide a logical, expeditious \r\n  method by which to enforce that right.â€  Episcopal Housing, 273 \r\n  S.C. at 183-84, 255 S.E.2d at 452.&nbsp; Significantly, the Court considered \r\n  whether the objecting parties had demonstrated any prejudice which would result \r\n  from consolidated proceedings and found that they had not.&nbsp; Id.&nbsp; \r\n  The Court of Appeals applied Episcopal Housingâ€™s prejudice analysis in \r\n  a more recent decision, and this Court has not revisited the issue.&nbsp; Plaza \r\n  Development Services v. Joe Harden Builder, Inc., 294 S.C. 430, 365 S.E.2d \r\n  231 (Ct. App. 1988).  \r\nD.&nbsp; Application to Bazzle \r\n  and Lackey    \r\nAs a preliminary matter, we find Green Treeâ€™s arbitration \r\n  clause was silent regarding class-wide arbitration.&nbsp; Certainly, \r\n  the clause does not mention class-wide arbitration, but Green Tree argues that \r\n  the language limits arbitration to claims by individuals.&nbsp; Green Tree relies \r\n  on the portion of the clause providing for arbitration of â€œdisputes, claims, \r\n  or controversies arising from or relating to this contract, or the relationships \r\n  which result from this contract.â€ (18)&nbsp; \r\n  In our opinion, this language does not limit the arbitration to non-class arbitration.&nbsp; \r\n  At best, it creates an ambiguity, and should, therefore, be construed against \r\n  the drafting party, Green Tree.    \r\nStill, Green Tree contends this Court must follow \r\n  the federal precedent established by the Seventh Circuit in Champ.&nbsp; \r\n  Green Tree argues that this Court is obligated to follow Champ, as a \r\n  matter of federal substantive law, mandated by section 4 of the FAA.&nbsp; We \r\n  disagree.&nbsp; The United States Supreme Court has not addressed this issue \r\n  and the precedent set by the federal circuit courts is not binding on this Court.&nbsp; \r\n  Although Green Tree asserts that the Fourth Circuit recognizes that the \r\n  FAA requires non-class arbitration, we believe Green Tree is incorrect.&nbsp; \r\n  The Fourth Circuit has not addressed the issue directly; the Fourth Circuit \r\n  has cited Champ, but only in dicta, and the question of class-wide arbitration \r\n  resolved in Champ has not been before the Fourth Circuit.&nbsp; See \r\n  Deiulemar Compagnia Di Navigazione S.p.A. v. M/V Allegra, 198 F.3d 473 (4th \r\n  Cir. 1999). (19)&nbsp;     \r\n  \r\nMoreover, whether section 4 of the FAA applies \r\n  in state court is debatable.&nbsp; Section 4 provides, â€œ[a] party aggrieved \r\n  by the alleged failure . . . of another to arbitrate under a written agreement \r\n  for arbitration may petition a United States district court . . . .â€&nbsp; \r\n  9 U.S.C. Â§ 4.&nbsp; As noted by the California Court of Appeal in Blue Cross, \r\n  this language contemplates enforcement in the federal district court, not state \r\n  court, and the United States Supreme Court has not held that section 4 applies \r\n  in state courts to counter the plain meaning of the statute. See Volt,489 \r\n  U.S. 468, 109 S. Ct. 1248, 103 L. Ed. 2d 488 (1989) (stating that the Court \r\n  has never held that sections 3 and 4 of the FAA applied to state courts). \r\n   \r\nIn any case, this Court can rely on independent \r\n  state grounds to permit class-wide arbitration, in the trial courtâ€™s discretion, \r\n  where the agreement is silent.&nbsp; First, under general principles of contract \r\n  interpretation, we construe Green Treeâ€™s omission of any reference to class \r\n  actions against them.&nbsp; â€œAs a matter of pure contract interpretation it \r\n  is striking, and rather odd, that so many courts have interpreted silence in \r\n  arbitration agreements to foreclose rather than to permit arbitral class actions.â€ \r\n  (20)&nbsp; No case law or statute in South Carolina prohibits class-wide \r\n  arbitration.&nbsp; To the contrary, this Court strongly favors arbitration and \r\n  has held that a state court may order consolidation of claims subject \r\n  to mandatory arbitration without any contractual or statutory directive to do \r\n  so.&nbsp; Episcopal Housing Corp. v. Federal Insurance Co.; Plaza Development \r\n  Services v. Joe Harden Builders (holding that a court has authority to order \r\n  consolidation when it would serve to expedite the parties contracted-for right \r\n  of arbitration and the parties have not demonstrated prejudice would result). \r\n     \r\nThe rationale employed by Champ that Green \r\n  Tree urges this Court to adopt is based on an analogy between ordering consolidation \r\n  and class-wide arbitration where the agreement is silent.&nbsp; Champ \r\n  grounds its decision to prohibit class-wide arbitration almost entirely on the \r\n  precedent of other courts prohibiting consolidation of arbitration absent an \r\n  explicit right to consolidate within the written agreement.&nbsp; Applying this \r\n  precedent in South Carolina results in the opposite outcome.&nbsp; Since this \r\n  Court permits consolidation of appropriate claims where the arbitration agreement \r\n  is silent, it follows that this Court would permit class-wide arbitration, as \r\n  ordering class-wide arbitration calls for â€œconsiderably less intrusion upon \r\n  the contractual aspects of the relationship.â€&nbsp; 42 Wm &amp; Mary L. Rev. \r\n  1, 86-87.&nbsp; As the California Court noted in Keating, the members \r\n  of a class would be parties to an agreement with the defendant, as opposed to \r\n  consolidated parties, who each have a contract with a third party but not with \r\n  each other.&nbsp; Id.; Keating.    \r\nToday, we adopt the approach taken by the California \r\n  courts in Keating and Blue Cross, and hold that class-wide arbitration \r\n  may be ordered when the arbitration agreement is silent if it would serve efficiency \r\n  and equity, and would not result in prejudice. (21)&nbsp;&nbsp; \r\n  If we enforced a mandatory, adhesive arbitration clause, but prohibited class \r\n  actions in arbitration where the agreement is silent, the drafting party could \r\n  effectively prevent class actions against it without having to say it was doing \r\n  so in the agreement.&nbsp; Following the federal approach risks such a result \r\n  where arbitration is mandated through an un-negotiated adhesion contract.&nbsp; \r\n  Under those circumstances, parties with nominal individual claims, but significant \r\n  collective claims, would be left with no avenue for relief and the drafting \r\n  party with no check on its abuses of the law. (22)&nbsp; \r\n  Further, hearing such claims (involving identical issues against one defendant) \r\n  individually, in court or before an arbitrator, does not serve the interest \r\n  of judicial economy.    \r\nIn South Carolina, a trial courtâ€™s ruling on whether \r\n  an action is properly maintainable as a class action is within the courtâ€™s discretion.&nbsp; \r\n  Tilley v. Pacesetter Corp., 333 S.C. 33, 508 S.E.2d 16 (1998).&nbsp; \r\n  Therefore, a courtâ€™s decision whether or not to certify a class is reviewed \r\n  under an abuse of discretion standard.&nbsp; Id.&nbsp; Neither the trial \r\n  court nor the reviewing court may look to the merits when determining whether \r\n  to certify a class.&nbsp; Id. (citing Curley v. Cumberland Farms Dairy, \r\n  728 F. Supp. 1123 (D.N.J. 1990).     \r\nThe permissible scope of review of arbitral decisions \r\n  is far more limited.&nbsp; Section 10 of the FAA provides extremely limited \r\n  grounds for vacating an arbitratorâ€™s award.&nbsp; Only where (1) the award was \r\n  procured by corruption, fraud, or undue means; (2) there was evident partiality \r\n  or corruption in the arbitrators; (3) the arbitrators were guilty of misconduct \r\n  in refusing to postpone a hearing, or in refusing to hear pertinent evidence, \r\n  or any other misconduct by which partiesâ€™ rights have been prejudiced; or (4) \r\n  the arbitrators exceeded their powers, or so imperfectly executed them that \r\n  a mutual, final, and definite award upon the subject matter submitted was not \r\n  made.&nbsp; 9 U.S.C. Â§ 10.&nbsp; If&nbsp; an arbitrator acted even arguably \r\n  within the scope of&nbsp; his authority, even a serious error on his \r\n  part does not warrant overturning his decision.&nbsp; Major League Baseball \r\n  Players Assoc. v. Garvey, 532 U.S. 1015, 121 S. Ct. 1724, 149 L. Ed. 2d \r\n  740 (2001).&nbsp;     \r\nSouth Carolina courts have interpreted this standard \r\n  narrowly.&nbsp; â€œFactual and legal errors by arbitrators do not constitute an \r\n  abuse of their powers . . . . A party may not attempt to relitigate the merits \r\n  of the arbitratorsâ€™ resolution of the arbitrable issues under the guise of questioning \r\n  the arbitratorsâ€™ power.â€&nbsp; Pittman Mortgage Co. v. Edwards, 327 S.C. \r\n  72, 76-77, 488 S.E.2d 335, 338 (1997) (citations omitted).&nbsp; The Fourth \r\n  Circuit has interpreted the fourth justification in section 10 of the FAA (that \r\n  the arbitrator exceeded his power) to mean that an arbitrator must act in manifest \r\n  disregard of the law for his decision to be overturned.&nbsp; See Gallus \r\n  Investments, L.P. v. Pudgieâ€™s Famous Chicken, Ltd., 134 F.3d 231 (4th Cir. \r\n  1998).    \r\nIn light of the narrow standards of review in both \r\n  cases, we uphold the arbitratorâ€™s awards in Bazzle and Lackey.&nbsp; \r\n  Green Tree did not allege any fraud, corruption, or other misconduct by the \r\n  arbitrator that would warrant vacating his decision to certify the class or \r\n  his award under the first three justifications listed in section 10 of the FAA.&nbsp; \r\n  9 U.S.C. Â§ 10.&nbsp; That leaves manifest disregard of the law as the only possible \r\n  justification for overturning the arbitratorâ€™s awards.&nbsp; In our opinion, \r\n  the arbitrator did not act in manifest disregard of the law.&nbsp; As Green \r\n  Tree noted in its brief, manifest disregard of the law occurs when the arbitrator \r\n  knew of a governing legal principle yet refused to apply it, and \r\n  the law disregarded was well defined, explicit, and clearly applicable to the \r\n  case.&nbsp; (App. Br. p. 12) (citing Trident Technical College v. Lucas Stubbs, \r\n  Ltd., 286 S.C. 98, 333 S.E.2d 781 (1985), cert. denied 474 U.S. 1060 \r\n  (1986)).&nbsp;     \r\nAs discussed, the issue of whether class-wide arbitration \r\n  is permissible when the agreement is silent was not settled in this state at \r\n  the time of the Bazzle and Lackey arbitrations.&nbsp; Therefore, \r\n  the arbitrator did not act in manifest disregard of the law by permitting it \r\n  to proceed. (23)&nbsp; Accordingly, we uphold \r\n  the arbitratorâ€™s awards.    \r\nIII.&nbsp; Due Process Rights \r\n  of Absent Class Members    \r\nGreen Tree and the Amici argue that the absent \r\n  class membersâ€™ due process rights were violated by the class-wide arbitration \r\n  of their claims.&nbsp; The Bazzle and the Lackey plaintiffs, on \r\n  the other hand, claim the rights of the absent class members were adequately \r\n  protected through proper notice.&nbsp; Regardless, both classes of plaintiffs \r\n  argue that this issue is not preserved for review because Green Tree failed \r\n  to raise it in a timely fashion.&nbsp; We agree that the issue was not preserved \r\n  for review, and, further, find no evidence that the rights of the class members \r\n  were not protected in this case.    \r\nIt is well-settled that an issue may not be raised \r\n  for the first time on appeal.&nbsp; In order to preserve an issue for appellate \r\n  review, the issue must be (1) raised to and ruled upon by the lower court, (2) \r\n  by the appellant, (3) in a timely manner, and (4) with sufficient specificity.&nbsp; \r\n  See Iâ€™On, L.L.C. v. Town of Mt. Pleasant, 338 S.C. 406, 526 S.E.2d 716 \r\n  (2000); Wilder Corp. v. Wilke, 330 S.C. 71, 497 S.E.2d 731 (1998); Toal, \r\n  Vafai, &amp; Muckenfuss, Appellate Practice in South Carolina at 66 (S.C. \r\n  Bar 1999).     \r\nIn Bazzle, Green Tree first raised the issue \r\n  of the absent class membersâ€™ due process rights in its motion to vacate the \r\n  arbitratorâ€™s final award.&nbsp; Green Tree argued vaguely that â€œthe Arbitrator \r\n  violated certain due process protections afforded by the Fourteenth Amendment \r\n  and the South Carolina Constitution.â€&nbsp; To be preserved, the issue must \r\n  have been raised and ruled upon by the trial court at the time the class was \r\n  certified.&nbsp; Iâ€™On, L.L.C. v. Town of Mt. Pleasant.&nbsp; As Green \r\n  Tree gave the trial court no opportunity to address this issue, it is procedurally \r\n  barred.&nbsp; Id.    \r\nSimilarly, in Lackey, Green Tree did not \r\n  raise the due process rights of the absent class members when it moved to decertify \r\n  the class before the arbitrator.&nbsp; Green Tree raised this issue for the \r\n  first time when it argued that the arbitratorâ€™s final award should be vacated.&nbsp; \r\n  Because it did not give the arbitrator an opportunity to rule upon this issue, \r\n  Green Tree failed to preserve it for review before this Court.&nbsp; Iâ€™On; \r\n  Wilder.&nbsp;     \r\nGreen Tree has not articulated precisely how it \r\n  believes the class membersâ€™ due process rights have been violated.&nbsp; In \r\n  any case, the class membersâ€™ rights appear to have been properly protected by \r\n  the notice given to all of them. (24)&nbsp; \r\n  Green Tree was given the opportunity to review and comment on the notice sent \r\n  and did not voice an objection to it at that time.&nbsp; Although protection \r\n  of the due process rights of absent class members is an essential component \r\n  in all class actions, and one which may necessitate particular attention in \r\n  class-wide arbitrations, Green Tree has not presented the Court with the means \r\n  to address it properly. (25)    \r\n   \r\nConclusion  \r\nFor the foregoing reasons, we AFFIRM \r\n  the arbitratorâ€™s awards in both cases.  \r\nMOORE, WALLER, BURNETT, JJ., and Acting Justice \r\n  George T. Gregory, Jr., concur. &nbsp; \r\n\r\n\r\n\r\n1. S.C. Code Ann. Â§Â§ 37-10-102; 37-10-105 (Supp. 1997).\r\n2. The same arbitrator heard both cases separately.\r\n3. The arbitration clause does not mention class actions in arbitration or otherwise, but Green Tree argues the singular language of the clause stating claims relating to â€œthis contract . . . will be resolved by binding arbitration by an arbitrator selected by us with the consent of\r\n youâ€ precludes class-wide arbitration.  (emphasis added).  Green Tree does not concede that the agreement is â€œsilent.â€ \r\n4. S.C. Code Ann. Â§Â§ 37-10-102; 37-10-105 (Supp. 1997).\r\n5. Although the Lackey plaintiffs moved for class certification in the trial court before Green Tree moved to compel arbitration, the trial court never addressed the motion because it refused to compel arbitration.  As discussed, its decision was reversed and the matter was remanded for arbitration before the motion to certify the class was ever considered.\r\n6. 9 U.S.C. Â§Â§ 1-208 (1994).\r\n7. Significantly, the district court noted that even if it had jurisdiction, it would decline to intervene in the proceeding before the arbitrator as section 4 of the FAA only authorizes a party to petition a federal court when it has been aggrieved by the refusal of another to arbitrate.\r\n8. The trial court noted in its order that it found class actions and arbitration to be compatible. \r\n9. In a separate action against Green Tree, this Court previously held Green Treeâ€™s arbitration clause was governed by the FAA.\r\n  Munoz v. Green Tree Fin. Corp., 343 S.C. 531, 542 S.E.2d 360 (2001).  The same arbitration clause is at issue here. \r\n10. This was an appeal from an opinion of the California Supreme Court in which, among other things, the California Court held class-wide  arbitration permissible under state law when the arbitration agreement was silent regarding class action arbitration.\r\n  Keating v. Superior Court, 31 Cal.3d 584, 645 P.2d 1192 (Cal. 1982).\r\n11. This federal approach was first enunciated by the Seventh Circuit in\r\n Champ v. Siegel Trading Co., Inc., 55 F.3d 269 (7th Cir. 1995).\r\n12. The California approach was first enunciated in\r\n Keating v. Superior Court.\r\n13. Several federal circuits have refused to order consolidation of arbitration when the agreement is silent regarding consolidation.\r\n  See Government of United Kingdom v. Boeing, Co., 998 F. 2d 68 (2d Cir. 1993);\r\n American Centennial Ins. v. National Cas. Co., 951 F.2d 107 (6th Cir. 1991);\r\n Baesler v. Continental Grain Co., 900 F.2d 1193 (8th Cir. 1990).\r\n14. The United States Supreme Court declined to reach this issue, finding that the California Supreme Courtâ€™s decision was based entirely on state law and raised no federal question for them to review (e.g., whether or not the FAA prohibited class-wide arbitration in these circumstances).\r\nSouthland, 465 U.S. 1, 104 S. Ct. 852, 79 L. Ed. 2d 1.  \r\n15. The factors that should be considered include efficiency, equity, and prejudice to the drafting party likely to result from class-wide arbitration.\r\nKeating.\r\n16. The court also addressed the consolidation argument and drew an analogy to consolidation despite the Second Circuitâ€™s reversal of its decision relied upon by the California Supreme Court in\r\nKeating.  The Court of Appeal cited a decision by the First Circuit permitting consolidation where the agreement was silent, finding its reasoning to be more persuasive than those circuits (Second, Fifth, Sixth, and Eleventh) that prohibit consolidation where the agreement is silent.\r\n  Blue Cross (citing  New England Energy Inc. v. Keystone Shipping Co., 855 F.2d 1 (1st Cir. 1988)\r\n cert. denied 489 U.S. 1077, 109 S. Ct. 1527, 103 L. Ed. 2d 832 (1989)).  The Third Circuit has adopted\r\n Champ since  Blue Cross was decided.   Johnson v. West Suburban\r\nBank, 225 F.3d 366 (3d Cir. 2000). \r\n17. The  Mastrobuono Court cited its opinion in\r\n Volt Info. Sciences v. Leland Stanford Jr. U. for the proposition that ambiguities as to the scope of the arbitration clause should be resolved in favor of arbitration.\r\nVolt, 489 U.S. 468, 109 S. Ct. 1248, 103 L. Ed. 2d 488 (1989)  \r\n18. The arbitration agreements contained in the Retail Sales Agreements in\r\n Bazzle and  Lackey are identical except for one word.  The  Bazzle clause says the arbitrator will be selected by Green Tree â€œwith the consent of youâ€ and the\r\n Lackey clause says â€œwith the consent of  Buyer[s].â€  (Emphasis added).\r\n19. In  Deiulemar Compagnia, the Fourth Circuit cited\r\n Champ in its discussion of the application of Rule 81 of the Federal Rules of Civil Procedure (â€œFCRPâ€) in determining arbitrability.  Specifically, the court held, â€œ[t]he lesson of Champ . . . is that Rule 81(a)(3) does not affirmatively authorize application of the federal rules to matters that are incident to an arbitrable dispute.â€\r\n  Deiulemar Compagnia, 198 F.3d at 483.  Class-wide arbitration was not an issue in\r\n Deiulemar Compagnia, and this Court is still free to adopt the position that the FAA does not prohibit a state court from ordering class-wide arbitration where the agreement is silent.  \r\n20. Jean R. Sternlight,  As Mandatory Binding Arbitration Meets the Class Action, Will the Class Action\r\nSurvive?, 42 Wm & Mary L. Rev. 1, 83 (Oct. 2000).\r\n21. Although this present case does not raise this question, we note that preclusion of class-wide or consolidated arbitration in an adhesion contract, even if explicit, undermines principles favoring expeditious and equitable case disposition absent demonstrated prejudice to the drafter of the adhesive contract.\r\n22. Apparently, even the courts which prohibit class-wide arbitration  when the agreement is silent acknowledge that class-wide arbitration can be accomplished as a practical matter.\r\n  See Johnson v. West Suburban Bank, 225 F.3d 366, 377 (3d Cir. 2000) (stating that it appears impossible for a class action to be pursued in an arbitral forum â€œunless the arbitration agreement contemplates such a procedureâ€).\r\n23. In addition, Green Tree argues that the arbitrator exceeded his powers when he awarded statutory penalties under S.C. Code Ann. Â§ 37-10-102(a).  The Bazzle and Lackey plaintiffs argue that the attorney preference statute upon which their allegations are based authorizes class actions filed before May 2, 1997 to proceed.  South Carolina Code Ann. Â§ 37-10-102 requires creditors of loans secured by real estate to ascertain the buyerâ€™s preference as to legal counsel prior to closing.  The creditor complies with this requirement as long as it gives notice to the buyer of the preference information in a manner specified in the statute.  Section 37-10-102 does not provide the penalties for violation of this requirement; penalties are provided in section 37-10-105.  This section was amended in 1997 and now prohibits class actions.  In its amendment, however, the legislature provided specifically that â€œany actions filed as class actions, without regard to certification, prior to May 2, 1997, may proceed, but with remedies pursuant to section 37-10-105 as amended.â€  1997 Act No. 99, Â§ 1.  As such, the arbitrator did not act in manifest disregard of the law by awarding penalties provided for in the amended section 37-10-105.\r\n24. See Phillips Petroleum Co. v. Shutts, 472 U.S. 797, 105 S. Ct. 2965, 86 L. Ed. 2d 628 (1985) (holding procedure followed whereby descriptive notice sent to by first-class mail to each class member with explanation of right to opt-out fully satisfied due process).\r\n25. For a discussion on protection of due process rights,\r\n see Phillips Petroleum v. Shutts; 42 Wm & Mary L. Rev. 1.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]