[{"id":"ORDER","title":"In the Matter of Joseph W. Ginn, III","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2009-10-01-01","description":"This is an order placing a lawyer on interim suspension.","date":"2009-10-05","type":"order","text":"\r\n  <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\ntd {\r\n\tfont-family: Arial, Helvetica, sans-serif;\r\n\tfont-style: normal;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\n  \r\n    \r\n      \r\n        \r\n          In the Matter of Joseph W. Ginn,\r\n            III, Respondent.\r\n        \r\n      \r\n    \r\n  \r\n  \r\n  ORDER\r\n  \r\n  The Office of Disciplinary Counsel has filed a\r\n    petition asking this Court to place respondent on interim suspension pursuant\r\n    to Rule 17(c), RLDE, Rule 413, SCACR, and seeking the appointment of an\r\n    attorney to protect respondent’s clients’ interests pursuant to Rule 31, RLDE,\r\n    Rule 413, SCACR.   \r\n   IT IS ORDERED that respondent’s license to\r\n    practice law in this state is suspended until further order of the Court.\r\n  IT IS FURTHER ORDERED that\r\n    Ellis Reed-Hill Lesemann, Esquire, is hereby appointed to assume responsibility\r\n    for respondent’s client files, trust account(s), escrow account(s), operating\r\n    account(s), and any other law office account(s) respondent may maintain.  Mr.\r\n    Lesemann shall take action as required by Rule 31, RLDE, Rule 413, SCACR, to\r\n    protect the interests of respondent’s clients.  Mr. Lesemann may make\r\n    disbursements from respondent’s trust account(s), escrow account(s), operating\r\n    account(s), and any other law office account(s) respondent may maintain that\r\n    are necessary to effectuate this appointment.\r\n  This Order, when served on any bank or other\r\n    financial institution maintaining trust, escrow and/or operating accounts of\r\n    respondent, shall serve as an injunction to prevent respondent from making\r\n    withdrawals from the account(s) and shall further serve as notice to the bank\r\n    or other financial institution that Ellis Reed-Hill Lesemann, Esquire, has been\r\n    duly appointed by this Court.\r\n  Finally, this Order, when served on any\r\n    office of the United States Postal Service, shall serve as notice that Ellis\r\n    Reed-Hill Lesemann, Esquire, has been duly appointed by this Court and has the\r\n    authority to receive respondent’s mail and the authority to direct that\r\nrespondent’s mail be delivered to Mr. Lesemann’s office.\r\n  This appointment shall be for a period of no\r\n    longer than nine months unless request is made to this Court for an\r\n    extension.                                  \r\n  IT IS SO ORDERED.\r\n  \r\n    \r\n      \r\n      s/ Jean H. Toal&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;\r\n    C.J.\r\n    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; FOR\r\nTHE COURT\r\n    \r\n  \r\n  Columbia, South Carolina\r\nOctober 1, 2009\r\n","court":"Supreme"},{"id":"ORDER","title":"In the Matter of Jane Matthews Moody","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2009-10-01-02","description":"This is an order placing a lawyer on interim suspension.","date":"2009-10-05","type":"order","text":"\r\n  <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\ntd {\r\n\tfont-family: Arial, Helvetica, sans-serif;\r\n\tfont-style: normal;\r\n}\r\n-->\r\n\r\n\r\n\r\n\r\n  The Supreme Court of South Carolina\r\n  \r\n    \r\n      \r\n        In the Matter of Jane Matthews\r\n          Moody, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\n  ORDER\r\n  \r\n  The Office of Disciplinary Counsel has filed a\r\n    petition asking this Court to place respondent on interim suspension pursuant\r\n    to Rule 17(c), RLDE, Rule 413, SCACR, and seeking the appointment of an\r\n    attorney to protect respondent’s clients’ interests pursuant to Rule 31, RLDE,\r\n    Rule 413, SCACR.   \r\n  IT IS ORDERED that respondent’s license to\r\n    practice law in this state is suspended until further order of the Court.\r\n   IT IS FURTHER ORDERED that­­­­­­­­­­­­­­­­­­­­­­­­­­­\r\n    James Martin Harvey, Esquire, is hereby appointed to assume responsibility for\r\n    respondent’s client files, trust account(s), escrow account(s), operating\r\n    account(s), and any other law office account(s) respondent may maintain.  Mr.\r\n    Harvey shall take action as required by Rule 31, RLDE, Rule 413, SCACR, to\r\n    protect the interests of respondent’s clients.  Mr. Harvey may make\r\n    disbursements from respondent’s trust account(s), escrow account(s), operating\r\n    account(s), and any other law office account(s) respondent may maintain that\r\n    are necessary to effectuate this appointment.\r\n  This Order, when served on any bank or other\r\n    financial institution maintaining trust, escrow and/or operating accounts of\r\n    respondent, shall serve as an injunction to prevent respondent from making\r\n    withdrawals from the account(s) and shall further serve as notice to the bank\r\n    or other financial institution that James Martin Harvey, Esquire, has been duly\r\n    appointed by this Court.\r\nFinally, this Order, when served on any\r\n    office of the United States Postal Service, shall serve as notice that James\r\n    Martin Harvey, Esquire, has been duly appointed by this Court and has the\r\n    authority to receive respondent’s mail and the authority to direct that\r\nrespondent’s mail be delivered to Mr. Harvey’s office.\r\n  This appointment shall be for a period of no\r\n    longer than nine months unless request is made to this Court for an\r\n    extension.                                  \r\n  IT IS SO ORDERED.\r\n  \r\n    \r\n      \r\n      s/ Costa M. Pleicones&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;\r\n    J.\r\n        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; FOR\r\n        THE COURT\r\n    \r\n  \r\n  Columbia, South Carolina\r\n  October 1, 2009 \r\n","court":"Supreme"},{"id":"26729","title":"State v. Belcher","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=26729","description":"Due to an erroneous jury charge, we reverse Belcher's convictions and remand for a new trial.","date":"2009-10-12","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE\r\n  STATE OF SOUTH CAROLINA\r\nIn\r\n  The Supreme Court\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tThe State, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tJohnny Rufus Belcher, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal\r\n  From Laurens County\r\nWilliam\r\n  P. Keesley, Circuit Court Judge\r\nOpinion\r\n  No.  26729\r\nHeard\r\n  May 14, 2009 - October 12, 2009 \r\n REVERSED\r\n  AND REMANDED \r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tC. Rauch Wise, of Greenwood, and James E.\r\n  Bryan, Jr., of Laurens, for Appellant.\r\n\t\t\t\tAttorney General Henry Dargan McMaster,\r\n  Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney\r\n  General Donald J. Zelenka, Senior Assistant Attorney General William Edgar\r\n  Salter, III, of Columbia, and Solicitor Jerry W. Peace, of Greenwood, for\r\n  Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nJUSTICE KITTREDGE:  Appellant\r\n  Johnny Rufus Belcher was convicted of murder and possession of a firearm during\r\n  the commission of a violent crime following the shooting of his cousin, Fred\r\n  Suber.  The jury was charged with the offenses of murder and voluntary\r\n  manslaughter, as well as self-defense.  Of special significance was the jury\r\n  instruction that permits an inference of malice from the use of a deadly\r\n  weapon.\r\nIt has long been\r\n  the practice for trial courts in South Carolina, as sanctioned by this Court,\r\n  to charge juries in any murder prosecution that the jury may infer malice from\r\n  the use of a deadly weapon.  We granted Belcher’s petition to argue against\r\n  this precedent.   Having carefully scrutinized the historical antecedents to\r\n  this permissive inference, we hold today that a jury charge instructing that\r\n  malice may be inferred from the use of a deadly weapon is no longer good law in\r\n  South Carolina where evidence is presented that would reduce, mitigate,\r\n  excuse or justify the homicide.  We therefore reverse Belcher’s convictions and\r\n  remand for a new trial.\r\nI.\r\nFred Suber was shot and killed during a cookout with\r\n  family and friends.  Those in attendance included Suber’s ex-girlfriend and\r\n  Hansel Brown, whom Suber believed was the father of his ex-girlfriend’s child. \r\n  Suber confronted Brown and an argument ensued.  Belcher interceded.  \r\nThe testimony presented at trial revealed conflicting\r\n  versions of the event.  The State’s view tended to show that after Belcher\r\n  confronted Suber, Belcher retrieved a gun from Brown and, with no justification\r\n  or excuse, fatally shot Suber.  Conversely, Belcher presented evidence that\r\n  after the confrontation between Suber and Brown was seemingly resolved, Suber\r\n  without provocation confronted him (Belcher) with a gun. Belcher fled to Brown’s truck\r\n  where he retrieved a gun from Brown and fired it at Suber while he (Suber) was\r\n  approaching, gun in hand.  \r\nThe jury was instructed that \"malice may be inferred by the use of a deadly\r\n  weapon\" and convicted Belcher of murder and the related firearm charge.  This\r\n  direct appeal is before us pursuant to Rule 204(b), SCACR, certification.\r\nII.\r\nA.\r\nBecause the evidence presented a jury question on\r\n  self-defense, Belcher asserts it was error to charge the jury that it may infer\r\n  malice from the use of a deadly weapon.  We agree.\r\n\r\n\tThe trial court charged the\r\n  jury, in part, as follows:\r\n\tMurder is the unlawful killing of\r\n  another person with malice aforethought either expressed or inferred. . . . \r\n  Malice can . . . be inferred from facts and circumstances that are proven by\r\n  the State.  Malice may be inferred by the use of a deadly weapon.  But these\r\n  inferences are evidentiary only and may be considered by you along with all the\r\n  other evidence and given such weight, if any, as you determine that they should\r\n  receive.  \r\n\r\nThe charge given by the trial court has heretofore been\r\n  considered textbook.  Yet when confronted with Belcher’s challenge, the learned and\r\n  experienced trial court judge expressed \"concern about [the charge] rising to a\r\n  charge on the facts.\" \r\nWhere\r\n  a jury is asked to consider a lesser included offense of murder or a defense,\r\n  Belcher asserts the permissive inference charge violates our common law and our\r\n  constitutional prohibition against charging juries on the facts.[1] \r\n  We elect to decide this appeal solely under the common law.  Relying on Belcher’s\r\n  common law challenge, we conclude that our modern day usage of this jury charge\r\n  has strayed from this Court’s original jurisprudence.\r\n\r\nB.\r\nWe\r\n  begin by reviewing the progression of the jury charge in this state.[2]\r\nWe begin with State v.\r\n  Hopkins, 15 S.C. 153 (1881).  Hopkins was convicted\r\n  of murder.  He pled accident, and objected to the following \"use of a deadly\r\n  weapon\" implied malice instruction: \"In every case of intentional homicide the\r\n  presumption of malice arises, and the fact of killing intentionally by the use\r\n  of a deadly weapon being shown in any case, the burden of proof is thereby\r\n  imposed upon the defendant to rebut such presumption, unless the facts and\r\n  circumstances shown in the testimony in behalf of the [S]tate incidentally\r\n  rebut it.\"[3]  Id. at 156.  Under the circumstances, the charge was error, and Hopkins was granted a new trial. \r\nHopkins cited to the rule that \"[t]here is no doubt whatever of the isolated\r\n  proposition that the law presumes malice from the mere fact of homicide, but\r\n  there are cases as made by the proof to which the rule is inapplicable.\"  The\r\n  Court explained that, \"[w]hen all the circumstances of the case are fully\r\n  proved there is no room for presumption. The question becomes one of fact for\r\n  the jury, under the general principle that he who affirms must prove, and that\r\n  every man is presumed innocent until the contrary appears.\"  Id. at\r\n  156-57 (citing State v. Coleman, 6 S.C. 185 (1875)).  Hopkins then quoted at length from Coleman:    \r\n\r\n\r\n\tThis\r\n  presumption is not applicable when the facts and circumstances attending the\r\n  homicide are disclosed in evidence so as to draw a conclusion of malice or want\r\n  of malice, as one fact, from the evidence.  Presumptions of this class are\r\n  intended as substitutes in the absence of direct proof, and are in their nature\r\n  indirect and constructive.  The best evidence of the state of mind attending\r\n  any act is what was said and done by the person whose motive is sought for.  The\r\n  motive that impels to the taking of human life is no exception to this rule,\r\n  and the importance of the consequences that depend on the accurate\r\n  ascertainment of its nature in such cases, affords the strongest ground for\r\n  limiting indirect and constructive proofs to the narrow grounds within which\r\n  they belong.  It appears, from the record before us, that the proofs embraced a\r\n  statement of the origin of the difficulty between the parties; their conduct\r\n  towards each other down to the time of the killing, and, to some extent, the\r\n  subsequent conduct of the prisoner.  When the evidence is of such a character,\r\n  it must be presumed to be sufficient to enable the jury to draw from it a\r\n  conclusion of fact one way or the other.  Under such circumstances there was no\r\n  necessity, and, therefore, no propriety in resorting to any general presumption\r\n  arising by operation of law.  When the circumstances preceding and attending an\r\n  act of this character are full, as in the present case, the prisoner is entitled\r\n  to the benefit of any doubt that may arise, and cannot be deprived of such\r\n  benefit by any presumption of guilt arising by operation of law from the naked\r\n  fact of homicide.  A charge may be erroneous, although the propositions of\r\n  which it is composed may severally be conformable to recognized authority,\r\n  if in its scope and bearing in the case it was likely to lead to a\r\n  misconception of the law.  \r\n\r\nId. at\r\n  157-58 (quoting Coleman, 6 S.C. at 186-87).\r\nWe next review the\r\n  case of State\r\n    v. Levelle, 34 S.C. 120, 13 S.E. 319 (1891), overruled on other grounds\r\n      by State v. Torrence, 305 S.C. 45, 69 n.5, 406 S.E.2d 315, 328 n.5\r\n  (1991).  Levelle killed his wife and was convicted of murder.  He appealed on\r\n  several grounds, including a challenge to the State’s requested jury\r\n  instruction that \"malice will be inferred from the\r\n  use of a deadly weapon.\"   Although that precise charge was not given,\r\n  the Court addressed the issue, noting:\r\n\r\n\t[E]ven if it\r\n  be assumed that the judge must be regarded as adopting the language used in the\r\n  solicitor’s ninth request, quoted above, we still think there was no error.  In\r\n  2 Bish. Crim. Law[] § 680, it is said: \"As general doctrine, subject, we\r\n    shall see, to some qualification, the malice of murder is conclusively inferred\r\n    from the unlawful use of a deadly weapon, resulting in death.\"  And to the\r\n  same effect, see 3 Greenl. Ev. §§ 145, 147. This doctrine has also been\r\n  recognized in this state.  See State v. Toohey, [2 Rice Dig. 105\r\n  (1819)]; State v. Ferguson, [20 S.C.L. (2 Hill) 619 (1835)]; State\r\n    v. Smith, [33 S.C.L. (2 Strob.) 77 (1847)]. It is\r\n  true that the inference of malice drawn from the use of a deadly weapon may be\r\n  rebutted by testimony, but, in the absence of any such testimony, malice may be\r\n  and is inferred from the use of a deadly weapon causing death.  \r\n\r\nLevelle, 34 S.C. at 127, 13 S.E. at 320 (emphasis added).\r\nLevelle’s reliance on\r\n  section 680 of 2 Bishop Criminal Law, a criminal law treatise, is\r\n  instructive but not entirely complete.  It is our view that Levelle considered and incorporated the referenced \"qualification\" when it concluded that, \"[i]t is true that the inference of malice drawn from\r\n  the use of a deadly weapon may be rebutted by testimony, but, in the absence\r\n    of any such testimony, malice may be and is inferred from the use of a\r\n  deadly weapon causing death.\"  Id. at 127, 13 S.E. at 320 (emphasis added). \r\n  The recognition that some facts will not permit the inference of malice from\r\n  the use of a deadly weapon lies at the heart of the qualification.\r\nMore specifically, Bishop’s criminal\r\n  law treatise ties the qualification to the proposition that malice is inferred\r\n  from the \"unlawful use of a deadly weapon.\"  The malice inference would,\r\n  therefore, have no place where the use of a deadly weapon was \"lawful.\"  As we\r\n  shall see, the significant import of the qualifying term \"lawful\" was\r\n  effectively abandoned in our subsequent decisions.\r\nLevelle never expanded upon the \"in the absence of any such testimony [rebutting\r\n  malice]\" qualification, perhaps because it was not necessary to the disposition\r\n  of the appeal.  We are persuaded, though, that this qualification relates to\r\n  homicide prosecutions where the evidence shows the death may have been\r\n  something less than murder—that is, mitigated, excused or justified.  Our\r\n  belief is supported by Hopkins and a comment in the section in Bishop’s\r\n  treatise immediately following the one cited in Levelle: \r\n\r\n\tIf there is to be a rigid rule of law on\r\n  the subject, it is reasonable to hold, that, where one uses a deadly weapon without\r\n    justification, he evinces a disregard for human life and safety amounting\r\n  to \"malice.\"  \r\n\r\n2 Joel Prentiss Bishop, Commentaries of\r\n  the Criminal Law § 681 (6th ed. 1877) (emphasis added).\r\nBeyond the support we find\r\n  in Hopkins, our imputation of section 681 of Bishop’s treatise into the\r\n  meaning of Levelle’s qualifying language is further supported by the case\r\n  of State\r\n    v. Jackson, 36 S.C. 487, 15 S.E. 559 (1892).  Jackson affirmed a\r\n  murder conviction where \"there was not a shadow of testimony tending to show\r\n  any excuse or provocation for firing the fatal shot which resulted in the\r\n  instant death of the [victim].\"  Id. at 490, 15 S.E. at 560.  The Court\r\n  approvingly noted that \"[t]he proof tends to show that the killing was done\r\n  with a deadly weapon, and, under such circumstances, the law implies malice,\r\n  and the killing would be murder, unless there were some circumstances of\r\n    justification or excuse in the case.\"  Id. at 490, 15 S.E. at 561\r\n  (emphasis added).\r\nWe pause here, for we view the approach\r\n  to the \"use of a deadly weapon\" implied malice charge as seemingly settled law\r\n  from Hopkins and the Levelle-Jackson qualification. \r\n  This Court, however, then began a slow, and at first an almost imperceptible,\r\n  retreat, as State v. Byrd illustrates.  72 S.C. 104, 51 S.E. 542\r\n  (1905).  \r\nIn Byrd, this Court,\r\n  in reviewing the jury instruction stated that:  \"The use of a deadly weapon\r\n  presumes malice, but the presumption may be rebutted.  So, after all, it\r\n  is left for the jury to say, from all the facts and circumstances, whether the\r\n  killing was done with malice, or not.\"  Id. at 110, 51 S.E. at 544\r\n  (emphasis added).  Relying on Levelle and Jackson, the Byrd Court found no error associated with the jury charge: \"This was in exact\r\n  accordance with the law . . . .\"  Id. at 110, 51 S.E. at 544.  Byrd references Levelle and Jackson, yet approved of the charge even\r\n  with evidence of mitigation.\r\nThe Court never expressly\r\n  confronted the contradiction of inviting a jury to infer malice from the use of\r\n  a deadly weapon where evidence was presented that would reduce, mitigate,\r\n  excuse or justify the homicide, which was the core feature of Hopkins. \r\n  In fact, whatever vestige remained of the Levelle-Jackson qualification\r\n  was unceremoniously abandoned in two cases from 1920. \r\nThe first case is State\r\n  v. Hardin, 114 S.C. 280, 103 S.E. 557 (1920).  Hardin was indicted for\r\n  murder.  He pled self-defense and was convicted of manslaughter.  Hardin\r\n  presented the same argument Belcher advances.  The jury in Hardin was\r\n  charged that \"malice may be implied from the use of a deadly weapon.\"  Hardin\r\n  excepted as follows: \r\n\r\n\tThe error is that his honor\r\n  had no right to instruct the jury that they might infer malice from the mere\r\n  fact of killing with a weapon calculated to do serious bodily harm or to take\r\n  life, for the reason that this is a charge on the facts contrary to the\r\n  Constitution, in that it undertakes to intimate to and instruct the jury what\r\n  facts in the case are evidence of malice.  \r\n\tIt\r\n  was also error, in that after all the evidence is out, the presumption of\r\n  malice from the use of a deadly weapon fades from the case, and the jury must\r\n  find malice, if at all, from the evidence, without any aid from the court as to\r\n  what weight should be attached to killing with a deadly weapon, or what\r\n  inference they may draw from such.\r\n\r\nId. at 290, 103 S.E. at 560.\r\nWithout discussion, the Hardin Court rejected the challenge to the jury instruction: \"The exceptions are\r\n  all overruled, being without merit.\"  Id. at 295, 103 S.E. at 561.  \r\nThe second case from 1920 is State v. Wilson, 115 S.C. 248, 105 S.E. 341\r\n  (1920).  Wilson claimed the killing was accidental but was convicted of\r\n  murder.  The jury was charged that \"[m]alice may be implied from the\r\n  intentional use of a deadly weapon.\"  Id. at 249, 105 S.E. 341.  Significantly,\r\n  the trial court omitted the qualifying words \"without just cause or excuse[,]\"\r\n  to which Wilson excepted.  Id. at 249, 105 S.E. 341.  Notwithstanding\r\n  the absence of the language \"without just cause or excuse[,]\" Wilson held\r\n  the \"presiding judge[] delivered a full, clear, and able charge.\"  Id. at 249, 105 S.E. 341.\r\nHardin’s\r\n  summary approval of the charge that malice may be presumed in any homicide from\r\n  the use of a deadly weapon, coupled with Wilson’s approval of omitting\r\n  the language \"without just cause or excuse[,]\" marked the end of the Levelle-Jackson qualification. \r\nSubsequently, in the case of State v. Fuller, 229 S.C. 439, 93 S.E.2d 463 (1956), an extensive malice\r\n  charge was upheld that included the instruction \"that implied malice is\r\n  presumed from the use of a deadly weapon . . . .\"[4]  Id. at 445, 93 S.E.2d at\r\n  467.  This portion of the malice charge was not central to Fuller’s appeal, for\r\n  Fuller’s appeal focused on the purported lack of malice due to his deficient\r\n  mental state.  \r\nAfter Fuller, no\r\n  reported decisions addressed this charge until the case of State v. Lee,\r\n  255 S.C. 309, 178 S.E.2d 652 (1971).  In Lee, this Court noted that,\r\n  \"the use of a deadly weapon implies malice.\"  Id. at 318, 178 S.E.2d at\r\n  656.  To support this statement of law, Lee cited to Byrd,\r\n  discussed supra.\r\nOn the heels of Lee,\r\n  we come to State v. Maxey, 262 S.C. 504, 205 S.E.2d 841 (1974) and State\r\n    v. Alford, 264 S.C. 26, 212 S.E.2d 252 (1975).  Maxey and Alford upheld the \"use of a deadly weapon\" implied malice instruction where\r\n  self-defense was submitted to the jury.  Maxey, 262 S.C. at 507-08, 205\r\n  S.E.2d at 842; Alford, 264 S.C. at 34, 212 S.E.2d at 255.  In fact, part\r\n  of the charge in Alford was \"[t]he State could just prove that\r\n  the act was done with a deadly weapon and stop right there and malice would\r\n  have been proven.\"  Alford, 264 S.C. at 34, 212 S.E.2d at 255.  The Alford Court found no error.\r\nThus, with this Court’s\r\n  continuing imprimatur, by the 1970s, juries were routinely charged in any murder\r\n  prosecution involving a deadly weapon that \"malice is presumed from the use of\r\n  a deadly weapon.\"   The critical observation is that the charge was\r\n  proper even where evidence was presented that would reduce, mitigate, excuse or\r\n  justify the killing.  \r\n\r\nC.\r\nThe law, of course, today\r\n  speaks in terms of \"permissive inferences,\" not \"presumptions.\"  This\r\n  transition resulted from the United States Supreme Court’s pronouncement that\r\n  the Due Process Clause of the Fourteenth Amendment is violated when a jury\r\n  charge creates a mandatory presumption and impermissibly shifts the burden of\r\n  proof to the defendant.  See Sandstrom v. Montana, 442 U.S. 510, 524 (1979) (holding that \"burden-shifting presumption[s]\" or \"conclusive presumption[s]\"\r\n  deprive a defendant of the \"due process of law\" and are therefore\r\n  unconstitutional); Mullaney v. Wilbur, 421 U.S. 684, 703-04 (1975)\r\n  (holding that the \"Due Process Clause\" forbids a state from placing the burden\r\n  on the accused to prove his actions reduced the crime from \"murder to\r\n  manslaughter\").    \r\nFollowing Sandstrom and its progeny, this Court followed suit.  In State v. Mattison, 276\r\n  S.C. 235, 238, 277 S.E.2d 598, 600 (1981), we stated that an \"appropriate\r\n  instruction on implied malice would deal with the evidentiary nature of the\r\n  presumption and that the implication does not require the jury to infer malice\r\n  but only permits it.\"  \r\nMattison, however,\r\n  expressed no reluctance with the underlying premise that malice is inferred\r\n  from the use of a deadly weapon.  The jury in Mattison was charged: \"[T]he \r\nlaw says that if one intentionally kills another with a deadly weapon, the \r\nimplication of malice arises. &nbsp;In other words, the law implies malice from the \r\nuse of a deadly weapon.\"  Id. at\r\n  237, 277 S.E.2d at 599-600.  As discussed more fully below, the transparent\r\n  error in the use of the word \"intentional\" is that self-defense involves an\r\n  intentional act. \r\nTwo years later,\r\n  in State v. Elmore, 279 S.C. 417, 308 S.E.2d 781 (1983), overruled on\r\n    other grounds by State v. Torrence, 305 S.C. 45, 69 n.5, 406 S.E.2d 315, 328 n.5 (1991), this Court again addressed the challenged jury instruction\r\n  in light of the burden shifting jurisprudence of the United States Supreme\r\n  Court.  The instruction used in Elmore’s trial was held to have been a\r\n  mandatory presumption, rather than a permissive inference, and therefore\r\n  unconstitutional.  The Elmore Court went on to set forth a jury charge\r\n  it felt comported with the Due Process Clause.\r\n\r\n\tThe\r\n  law says if one intentionally kills another with a deadly weapon, the\r\n  implication of malice may arise.  If facts[] are proved beyond a reasonable\r\n  doubt, sufficient to raise an inference of malice to your satisfaction, this\r\n  inference would be simply an evidentiary fact to be taken into consideration by\r\n  you, the jury, along with other evidence in the case, and you may give it such\r\n  weight as you determine it should receive.\r\n\r\nId. at\r\n  421, 308 S.E.2d at 784.  The Court noted that \"only slight deviations from this\r\n  charge will be tolerated.\"  Id. at 421, 308 S.E.2d at 784.  Elmore articulated the contemporary jury charge, until today. \r\nD.\r\nIn examining the legal\r\n  proposition in a homicide prosecution that an inference of malice may arise\r\n  from the use of a deadly weapon, we are unable to harmonize the earlier\r\n  writings of this Court with our modern jurisprudence.  \r\nOne appellate court has described this\r\n  jury charge as a \"half-truth.\"  Glenn v. State, 511 A.2d 1110, 1126 (Md.\r\n  Ct. Spec. App. 1986).  In discussing its meaning behind this observation, Glenn notes that malice includes the absence of justification, excuse and mitigation.[5]  Glenn, 511 A.2d at 1122.  When malice is viewed in light of these\r\n  component parts, it becomes clear that inferring malice from the use of a\r\n  deadly weapon is indeed only a \"half-truth.\"  The absence of justification,\r\n  excuse or mitigation cannot be inferred from the use of a deadly weapon\r\n  standing alone.  Other facts and evidence (or the absence of other facts and\r\n  evidence) are required for the fulfillment of these component parts.  \r\nThe burden shifting present in our\r\n  earlier cases aside, the holding of Hopkins and the qualification set\r\n  forth in Levelle and Jackson hew more closely to what we believe\r\n  is the proper application of the charge than that expressed in Byrd, Wilson, Hardin, Fuller, Lee, Maxey, Alford, Mattison and Elmore.\r\nUnder our policy-making role in the\r\n  common law, we hold that the \"use of a deadly weapon\" implied malice\r\n  instruction has no place in a murder (or assault and battery with intent to\r\n  kill[6])\r\n  prosecution where evidence is presented that would reduce, mitigate, excuse or\r\n  justify the killing (or the alleged assault and battery with intent to kill).\r\nThe use of the term \"intentional\" is\r\n  instructive.  Say, for example, a homicide occurs by the use of a deadly weapon\r\n  under circumstances warranting a self-defense instruction.  The killing would\r\n  be intentional, yet under our currently sanctioned charge, the jury\r\n  would be permitted to find malice merely because \"if\r\n  one intentionally kills another with a deadly weapon, the implication of malice\r\n  may arise.\"  Elmore, 279 S.C. at 421, 308 S.E.2d at 784.  That\r\n  highlights the \"half-truth\" nature of the charge. [7]\r\nE.\r\nWe do not reach our decision lightly. \r\n  The State understandably urges this Court to honor what has been treated as a\r\n  settled fixture in our criminal law.  The able trial judge diligently prepared\r\n  the charge in faithful adherence to our precedent.  Moreover, the trial court charged\r\n  the jury that the \"killing has to be unlawful\" and that \"[t]here has to be a\r\n  deliberate and intentional design to use or employ or handle a deadly weapon so\r\n  as to endanger the life of another without just cause or excuse.\"  Thus, while\r\n  we acknowledge the State’s argument, we are firmly convinced that instructing a\r\n  jury that \"malice may be inferred by the use of a deadly weapon\" is confusing\r\n  and prejudicial where evidence is presented that would reduce, mitigate, excuse\r\n  or justify the homicide.  A jury charge is no place\r\n  for purposeful ambiguity.\r\nF.\r\nErrors, including erroneous jury\r\n  instructions, are subject to harmless error analysis.  See Lowry v.\r\n    State, 376 S.C. 499, 510-11, 657 S.E.2d 760, 766 (2008).  In many murder\r\n  prosecutions, as Belcher concedes, there will be overwhelming evidence of\r\n  malice apart from the use of a deadly weapon.[8] \r\n  Here, however, the error in charging that malice may be inferred by the use of\r\n  a deadly weapon cannot be considered harmless.  Evidence of self-defense was\r\n  presented, thereby highlighting the prejudice resulting from the charge.  It is\r\n  entirely conceivable that the only evidence of malice was Belcher’s use of a\r\n  handgun.  We need go no further than saying we cannot conclude the error was\r\n  harmless beyond a reasonable doubt.\r\nIII.\r\nToday we return to the rationale\r\n  underlying Hopkins, Levelle and Jackson and hold that\r\n  where evidence is presented that would reduce, mitigate, excuse or justify a\r\n  homicide (or assault and battery with intent to kill) caused by the use of a\r\n  deadly weapon, juries shall not be charged that malice may be inferred from the\r\n  use of a deadly weapon.[9] \r\n  The permissive inference charge concerning the use of a deadly weapon remains a\r\n  correct statement of the law where the only issue presented to the jury is\r\n  whether the defendant has committed murder (or assault and battery with intent\r\n  to kill). \r\nBecause our decision represents a clear\r\n  break from our modern precedent, today’s ruling is effective in this case and\r\n  for all cases which are pending on direct review or not yet final where the\r\n  issue is preserved.[10]  Griffith v. Kentucky, 479 U.S. 314, 328 (1987) (\"hold[ing]\r\n  that a new rule for the conduct of criminal prosecutions is to be applied\r\n  retroactively to all cases . . . pending on direct review or not yet final\"); Harris v. State, 543 S.E.2d\r\n  716, 717-18 (Ga. 2001) (reversing a murder conviction and overruling precedent\r\n  that had approved inference of intent to kill from use of a deadly weapon and\r\n  applying the new rule \"to all cases in the ‘pipeline’—i.e., cases which are\r\n  pending on direct review or not yet final\").  Our ruling, however, will not\r\n  apply to convictions challenged on post-conviction relief.  See generally Teague v. Lane, 489 U.S. 288 (1989).  We reverse and remand for a new\r\n  trial.[11]\r\nREVERSED AND REMANDED.\r\nTOAL, C.J., WALLER, PLEICONES and\r\n  BEATTY, JJ., concur.\r\n\r\n\r\n[1]&nbsp; S.C. Const art. V, § 21 (\"Judges shall not\r\n  charge juries in respect to matters of fact, but shall declare the law.\"). \r\n[2]&nbsp; We have\r\n  selected a series of cases which represent our jurisprudence in this area. \r\n[3]&nbsp; In reviewing\r\n  this dated precedent, we note that the law then imposed the burden of proving\r\n  various defenses (self-defense, for example) on the defendant.  Under modern\r\n  jurisprudence, burden shifting is not permitted.  For this reason, we analyze\r\n  this older precedent in light of prevailing law that forbids burden shifting.\r\n[4]&nbsp; The\r\n  complete portion of this charge was: \"I charge you that implied\r\n  malice is presumed from the use of a deadly weapon, or from the wilful,\r\n  deliberate and intentional doing of an unlawful act without just cause or\r\n  excuse.\"  The language may appear to incorporate the Levelle-Jackson qualification, but the use of the disjunctive term\r\n  \"or\" maintains the \"use of a deadly weapon\" inference as a standalone,\r\n  independent statement of the law.   \r\n[5]&nbsp; Under South Carolina law, \"[m]alice is a legal term implying wickedness and excluding a just\r\n  cause or excuse.  The term malice indicates a formed purpose and design to do a\r\n  wrongful act under the circumstances that exclude any legal right to do it.\"  State\r\n    v. Fennell, 340 S.C. 266, 275 n.2, 531 S.E.2d 512, 517 n.2 (2000); see\r\n      also State v. McDaniel, 68 S.C. 304, 312, 47 S.E. 384, 387 (1904)\r\n  (same).  \"It is something which springs from wickedness, from depravity, from a\r\n  heart devoid of social duty and fatally bent on mischief.\"  Arnold v. State,\r\n  309 S.C. 157, 163, 420 S.E.2d 834, 837 (1992); see also Singletary v.\r\n    State, 281 S.C. 444, 446, 316 S.E.2d 369, 370 (1984) (same); State v.\r\n      Kinard, 373 S.C. 500, 504, 646 S.E.2d 168, 170 (Ct. App. 2007) (same).\r\n[6]&nbsp; Because the\r\n  crime of assault and battery with intent to kill requires malice, our holding\r\n  today applies to ABWIK.  State v. Wilds, 355 S.C. 269, 275, 584 S.E.2d\r\n  138, 141 (Ct. App. 2003).     \r\n[7]&nbsp; Today’s\r\n  decision does not stand alone.  Other states that have addressed this issue\r\n  have rejected the charge under similar circumstances.  E.g., Farris\r\n    v. Commonwealth, 77 Ky. 362 (Ky. 1878) (noting that when \"there is evidence\r\n  before the jury from which they might conclude that the killing was done in\r\n  necessary self-defense or in the sudden heat of passion, such an instruction\r\n  may be fatally misleading\"); Glenn v. State, 511 A.2d 1110, 1126-28 (Md.\r\n  Ct. Spec. App. 1986) (reversing a conviction for \"assault with intent to\r\n  murder\" by recognizing that the jury charge only speaks to the \"intent [that]\r\n  may be inferred\" from the use of a deadly weapon, but that the charge is\r\n  misleading because it does not address whether the \"intent was unexcused or\r\n  unjustified or [whether] the intent was unmitigated\"); Erwin v. State, 29 Ohio St. 186, 191 (Ohio 1876) (\"[W]here the attending circumstances [of the killing] are\r\n  shown in detail, some of which tend to disprove the presence of malice or\r\n  purpose to kill, it is misleading and erroneous to charge a jury that in such a\r\n  case the law raises a presumption of malice and intent to kill from the\r\n  isolated fact that death was caused by the use of a deadly weapon.\"); State\r\n    v. Jenkins, 443 S.E.2d 244, 252 (W. Va. 1994) (\"[I]t is erroneous in a first\r\n  degree murder case to instruct the jury that if the defendant killed the\r\n  deceased with the use of a deadly weapon, then intent, malice, willfulness,\r\n  deliberation, and premeditation may be inferred from that fact, where there is\r\n  evidence that the defendant’s actions were based on some legal excuse,\r\n  justification, or provocation.\").  For a discussion surrounding the history of\r\n  this charge, see Bruce A. Antkowiak, The Art of\r\n    Malice, 60 Rutgers L. Rev. 435 (2008).\r\n[8]&nbsp; \"In\r\n  many, if not most, murder cases the [inferred malice from the use of a deadly\r\n  weapon] charge will be harmless, even if couched in terms of a presumption. . .\r\n  .  Obviously[,] when a defendant walks into the store [and] shoots and robs the\r\n  clerk, a charge that the jury may infer malice is not prejudicial to the defendant.\" \r\n  (Brief of Appellant 9). \r\n[9]&nbsp; The\r\n  standard implied malice charge remains valid, as does the general permissive\r\n  inference instruction: \"If facts, are proved beyond a reasonable doubt,\r\n  sufficient to raise an inference of malice to your satisfaction, this inference\r\n  would be simply an evidentiary fact to be taken into consideration by you, the\r\n  jury, along with other evidence in the case, and you may give it such weight as\r\n  you determine it should receive.\"  In addition, we neither restrict the State\r\n  from arguing to the jury for a finding of malice from the use of a deadly\r\n  weapon, nor restrict a defendant from arguing the absence of malice or the\r\n  presence of reasonable doubt in this regard.  It is axiomatic that some matters\r\n  appropriate for jury argument are not proper for charging.  \"Do jurors need the\r\n  court’s permission to infer something?  The answer is, of course not.\"  Bruce\r\n  A. Antkowiak, The Art of Malice, 60 Rutgers L. Rev. 435, 476 (2008).  \r\n[10]&nbsp; The\r\n  decision today overrules in part considerable precedent of this Court and the\r\n  court of appeals.  We overrule all cases involving a homicide or a charge of\r\n  assault and battery with intent to kill where two factors co-exist: (1)\r\n  approval of the jury instruction that malice may be inferred from the use of a\r\n  deadly weapon; and (2) evidence was presented that, if believed, would have\r\n  reduced, mitigated, excused or justified the homicide or the charged ABWIK.  We\r\n  overrule all such cases only insofar as they meet these criteria.  The following\r\n  represents our best efforts to catalogue the cases that are overruled:  State\r\n    v. Reese, 370 S.C. 31, 633 S.E.2d 898 (2006); State v. Norris, 285\r\n  S.C. 86, 328 S.E.2d 339 (1985); State v. Griffin, 277 S.C. 193, 285\r\n  S.E.2d 631 (1981); State v. Mattison, 276 S.C. 235, 277 S.E.2d 598\r\n  (1981); State v. Arnold, 266 S.C. 153, 221 S.E.2d\r\n  867 (1976); State v. Alford, 264 S.C. 26, 212 S.E.2d 252 (1975); State\r\n    v. Maxey, 262 S.C. 504, 205 S.E.2d 841 (1974); State v. Martin, 216\r\n  S.C. 129, 57 S.E.2d 55 (1949); State v. Deas, 202 S.C. 9, 23 S.E.2d 820\r\n  (1943); State v. Martin, 149 S.C. 464, 147 S.E. 606 (1929); State v.\r\n    Cleland, 148 S.C. 86, 145 S.E. 628 (1928); State v. Strickland, 147\r\n  S.C. 514, 145 S.E. 404 (1928); State v. Wilson, 115 S.C. 248, 105 S.E.\r\n  341 (1920); State v. Hardin, 114 S.C. 280, 103 S.E. 557 (1920); State\r\n    v. Hollis, 108 S.C. 442, 95 S.E. 74 (1918); State v. Jones, 101 S.C.\r\n  111, 85 S.E. 239 (1915); State v. Crosby, 88 S.C. 98, 70 S.E. 440\r\n  (1911); State v. Owens, 79 S.C. 125, 60 S.E. 305 (1908); State v.\r\n    Byrd, 72 S.C. 104, 51 S.E. 542 (1905); State v. Foster, 66 S.C. 469,\r\n  45 S.E. 1 (1903); State v. Taylor, 56 S.C. 360, 34 S.E. 939 (1900); State\r\n    v. Petsch, 43 S.C. 132, 20 S.E. 993 (1895); State v. Symmes, 40 S.C.\r\n  383, 19 S.E. 16 (1894); State v. McIntosh, 40 S.C. 349, 18 S.E. 1033\r\n  (1894); State\r\n    v. Ballington,\r\n  346 S.C. 262, 551 S.E.2d 280 (Ct. App. 2001); State v. McLemore, 310\r\n  S.C. 91, 425 S.E.2d 752 (Ct. App. 1992).\r\n[11]&nbsp; Belcher’s\r\n  successful challenge to this jury charge requires the Court to reverse his convictions\r\n  and remand for a new trial.  We therefore decline to reach Belcher’s remaining\r\n  appellate issues.  See Hughes v. State, 367 S.C. 389, 408-09, 626\r\n  S.E.2d 805, 815 (2006) (noting that appellate court need not reach remaining\r\n  issues on appeal when addressed issue is dispositive).   \r\n\r\n","court":"Supreme"},{"id":"26730","title":"Compton v. SC Department of Probation, Parole and Pardon Services","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=26730","description":"In this case, the Court held the Parole Board's amended notice of rejection informing an inmate that the Board considered both statutory and internal factors for parole consideration was adequate to meet its obligations under Cooper v. S.C. Dep’t of Prob., Pardon, and Parole Servs., 377 S.C. 489, 661 S.E.2d 106 (2008).","date":"2009-10-12","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tJames Compton, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tSouth Carolina Department\r\n      of Probation, Parole and Pardon Services, Petitioner.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\nAppeal from the Administrative Law Court\r\nMarvin F. Kittrell, Administrative Law Judge\r\nOpinion No.  26730\r\nSubmitted September 15, 2009 - Filed October 12, 2009  \r\n\r\nREVERSED AND REMANDED \r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tDeputy\r\n  Director for Legal Services Teresa A. Knox, Assistant Chief Legal Counsel J.\r\n  Benjamin Aplin, Legal Counsel Tommy Evans, Jr., of S.C. Department  of\r\n  Probation, Parole and Pardon Services, of Columbia, for Petitioner.\r\n\t\t\t\tKenneth\r\n  Hanson, of Hanson Law Firm, P.A., of Columbia, and Scott Franklin Talley, of Scott\r\n  F. Talley, P.A., of Spartanburg, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nPER\r\n  CURIAM:   Petitioner has filed a\r\n  petition for a writ of certiorari pursuant\r\n  to Rule 242, SCACR, to review an order of\r\n  the Court of Appeals dismissing its appeal.  We deny the petition for a writ of certiorari to the Court of\r\n  Appeals because we find the Court of Appeals correctly determined the order of\r\n  the Administrative Law Court (ALC) in this matter is not directly appealable.  See S.C. Code Ann. § 1-23-380 (Supp. 2008) (a preliminary, procedural, or intermediate action or ruling in an\r\n  administrative proceeding is immediately reviewable only if review of the final\r\n  agency decision would not provide an adequate remedy); Leviner v.\r\n    Sunoco Products, Co., 339 S.C. 492,\r\n  530 S.E.2d 127 (2000) (finding an order remanding a case for additional\r\n  proceedings before an administrative agency is not directly appealable).\r\nHowever,\r\n  because our opinion in Cooper v. S.C. Dep’t of Prob., Pardon, and Parole\r\n    Servs., 377 S.C. 489, 661 S.E.2d\r\n  106 (2008), is being misinterpreted, we hereby\r\n  issue a writ of certiorari pursuant to Rule 245, SCACR, and Article V, Section\r\n  5 of the South Carolina Constitution to review the decision of the ALC in this\r\n  matter.  Ex parte Gregory, 58 S.C. 114, 36 S.E. 433 (1900) (writ of\r\n  certiorari will not be allowed where remedy by appeal is available unless\r\n  exceptional circumstances exist). \r\nRespondent\r\n  appeared before the Parole Board on January 24, 2007, for a parole hearing. \r\n  The Parole Board denied respondent parole.  After the denial of respondent’s\r\n  request for rehearing, respondent appealed the Parole Board’s decision to the ALC. \r\n  The Parole Board filed a motion to dismiss the appeal.  The ALC issued an order\r\n  remanding the matter to the Parole Board for it to issue a decision in\r\n  conformity with Cooper.    \r\nOn\r\n  remand, the Parole Board issued an \"Amended Notice of Rejection\" to respondent,\r\n  which stated:\r\n\r\n\tAfter\r\n  considering all of the factors published within Department [Form] 1212\r\n  (criteria for parole consideration), as well as the factors outlined in [S.C.\r\n  Code Ann. § 24-21-640 (2007)], the Parole Board has decided to deny parole due\r\n  to the following reason(s) listed below.\r\n\r\nThe Parole Board denied\r\n  respondent parole due to: (1) the nature and seriousness of the current\r\n  offense; (2) an indication of violence in this or a previous offense; and (3)\r\n  the use of a deadly weapon in this or a previous offense.\r\nRespondent\r\n  filed a \"Notice of Motion and Motion for Contempt and Ancillary Relief\" with\r\n  the ALC.  The Parole Board filed a motion to dismiss, arguing the amended\r\n  notice of rejection was in conformity with the ALC’s remand order.  The ALC\r\n  denied respondent’s motion for contempt and ancillary relief, but remanded the\r\n  matter to the Parole Board.  Specifically, the ALC found the Parole Board had\r\n  \"partially complied\" with the original remand order.  The ALC found the Parole\r\n  Board included appropriate language indicating it complied with its own factors\r\n  and section 24-21-640, but failed to include any \"findings of fact and\r\n  conclusions of law, separately stated,\" as required by Cooper.  Thereafter,\r\n  the ALC ordered the Parole Board to issue an amended decision in conformity\r\n  with Cooper.  \r\nIn Cooper,\r\n  we held that if the Parole Board deviates from or renders its decision without\r\n  consideration of the appropriate criteria, it essentially abrogates an inmate’s\r\n  right to parole eligibility and infringes on a state-created liberty interest, warranting\r\n  minimal due process protection.    Because the Parole Board in Cooper neither offered an explanation nor indicated it had considered the statutory\r\n  criteria or the criteria set forth in Form 1212, we had no other choice but to\r\n  determine the order was defective and the decision was arbitrary and\r\n  capricious.  We emphasized that this result could be avoided in the future if\r\n  the Parole Board clearly states in its order denying parole that it considered the\r\n  factors outlined in section 24-21-640 and the fifteen factors published in Form\r\n  1212, and that if the Parole Board complies with this procedure, the decision\r\n  will constitute a routine denial of parole and the ALC will have limited\r\n  authority to review the decision.\r\nIn\r\n  the instant case, the Parole Board clearly stated in its notice of rejection that\r\n  it considered the statutory criteria and the criteria set forth in Form 1212,\r\n  which is sufficient under Cooper.  Accordingly, the ALC erred in remanding\r\n  the matter to the Parole Board. \r\nWe,\r\n  therefore, remand this case to the ALC with instructions to issue an order in\r\n  compliance with this opinion.\r\nREVERSED\r\n  AND REMANDED.\r\nTOAL,\r\n  C.J., WALLER, PLEICONES, BEATTY and KITTREDGE, JJ., concur.\r\n\r\n","court":"Supreme"},{"id":"26731","title":"Shuler v. Tri-County Electric Co-op","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=26731","description":"In this case, Frederick D. Shuler (Petitioner), a member of Tri-County Electric Cooperative’s board of trustees, requested workers’ compensation benefits for an injury received while travelling to a conference.  The court of appeals affirmed the denial of workers’ compensation benefits.  The Supreme Court granted a writ of certiorari and affirmed the court of appeals, holding that Petitioner is not an employee of Tri-County.","date":"2009-10-12","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tFrederick D.\r\n      Shuler, Petitioner,\r\n\t\t\t\tv.\r\n\t\t\t\tTri-County\r\n      Electric Co-op, Inc., Employer, and Federated Rural Electric Insurance Corp.,\r\n      Carrier, Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF\r\n  APPEALS\r\n\r\nAppeal From Richland County\r\nJames W. Johnson, Jr., Circuit Court\r\n  Judge\r\nOpinion No.  26731\r\nHeard September 16, 2009 - Filed October\r\n  12, 2009  \r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tKevin\r\n  Hayne Sitnik and John G. Felder, Jr., both of McGown, Hood and Felder, of\r\n  Columbia, for Petitioner.\r\n\t\t\t\tW.\r\n  Hugh McAngus, Weston Adams, III, and Helen F. Hiser, all of McAngus Goudelock\r\n  &amp; Courie, of Columbia, for Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nCHIEF\r\n  JUSTICE TOAL:  In this case, we\r\n  granted a writ of certiorari to review the court of appeals’ decision affirming\r\n  the denial of workers’ compensation benefits to Frederick D. Shuler (Petitioner). \r\n  We affirm.\r\nFacts/Procedural Background\r\nPetitioner was a\r\n  member of the Board of Trustees of Tri-County Electric Co-op (Tri-County).  As\r\n  a trustee, Petitioner routinely received per diem allowances, reimbursement for\r\n  expenses, and other benefits from Tri-County, as authorized by the Electric\r\n  Cooperative Act and Tri-County’s bylaws.  Tri-County reported these payments as\r\n  \"Nonemployee Compensation\" on 1099 tax forms, and Petitioner reported the\r\n  payments as \"business income,\" rather than as \"wages.\"\r\nPetitioner\r\n  was injured in an automobile accident while traveling to the National Rural\r\n  Electric conference in Dallas, Texas with the Board’s authorization. \r\n  Petitioner sought workers’ compensation benefits from Tri-County for his injury. \r\n  The single commissioner found that Petitioner was not an employee of\r\n  Tri-County, thus was not eligible for benefits.  The full commission reversed,\r\n  finding Petitioner was an employee.  On appeal, the circuit court reversed. \r\n  The court of appeals affirmed the circuit court, holding that Petitioner was\r\n  not an employee of Tri-County.  Shuler v. Tri-County Elec. Co-op., Inc.,\r\n  374 S.C. 516, 649 S.E.2d 98 (Ct. App. 2007).\r\nStandard of Review\r\nWorkers’\r\n  compensation awards are authorized only if an employment relationship exists at\r\n  the time of the injury.  Nelson v. Yellow Cab Co., 349 S.C. 589, 594,\r\n  564 S.E.2d 110, 112 (2002), overruled on other grounds by Wilkinson ex rel.\r\n    Wilkinson v. Palmetto State Transp. Co., 382 S.C. 295, 676 S.E.2d 700\r\n  (2009).  The existence of an employment relationship is a factual question that\r\n  determines the jurisdiction of the Workers’ Compensation Commission and is\r\n  reviewable under the preponderance of the evidence standard.  Brayboy v.\r\n    Workforce, 383 S.C. 463, 681 S.E. 2d 567 (2009).  When the issue involves\r\n  jurisdiction, the appellate court may take its own view of the preponderance of\r\n  the evidence.  Wilkinson, 382 S.C. at 299, 676 S.E.2d at 702.  It is\r\n  South Carolina’s policy to resolve jurisdictional doubts in favor of inclusion rather\r\n  than exclusion.  White v. J.T. Strahan Co., 244 S.C. 120, 135 S.E.2d\r\n  720, 723 (1964).  \"However, a construction should not be adopted that does\r\n  violence to the specific provisions of the Act.\"  Id.  \r\nLaw/Analysis\r\nI.&nbsp; Contract of Hire\r\nPetitioner argues the\r\n  court of appeals erred in holding he was not an employee of Tri-County under a\r\n  contract of hire.  We disagree.  \r\nUnder\r\n  the Workers’ Compensation Act, an employee is defined as a \"person engaged in\r\n  an employment under any appointment, contract of hire, or apprenticeship,\r\n  expressed or implied, oral or written . . . .\"  S.C. Code Ann. § 42-1-130 (1985\r\n  &amp; Supp. 2008).  To be considered an employee under a contract of hire\r\n  pursuant to section 42-1-130, a person must have a right to payment for his\r\n  services.  See Kirksey v. Assurance Tire Co., 314 S.C. 43, 45, 443\r\n  S.E.2d 803, 804 (1994) (\"The word ‘hire’ generally connotes payment of some\r\n  kind.\").  \r\nA\r\n  plain reading of the Electric Cooperative Act and Tri-County’s bylaws show that\r\n  any compensation Petitioner received was discretionary. The Electric\r\n  Cooperative Act states: \r\n\r\n\tThe\r\n  bylaws [of a cooperative] may make provision for the compensation of trustees; \r\n\tprovided,\r\n  however, that compensation shall not be paid except for actual attendance upon\r\n  activities authorized by the board.  The bylaws may also provide for the\r\n  travel, expenses and other benefits of trustees, as set by the board.  A\r\n  trustee, except in emergencies, shall not be employed by the cooperative in any\r\n  other capacity involving compensation.  \r\n\r\nS.C. Code Ann. § 33-49-630\r\n  (2006) (emphasis in original).  As the statute indicates, cooperatives are not\r\n  required to compensate their trustees, but may draft their bylaws to permit\r\n  some payment.  Additionally, any payment provided to the trustees may be given\r\n  only for time spent on specific business authorized by the board, not as\r\n  compensation for general services to the cooperative.  Therefore, Petitioner\r\n  was not compensated for his services to Tri-County, and he did not have a right\r\n  to demand any payment at all.  Further, the final sentence makes clear that the\r\n  trustees are not considered employees of Tri-County and may only be employed by\r\n  Tri-County in cases of emergency.\r\n\r\n\tTri-County’s\r\n  bylaws state: \r\n\tBoard\r\n  members shall not receive any salary for their services as such, except that\r\n  the board may authorize a fixed sum for each day or portion thereof spent on\r\n  cooperative business . . . . If authorized by the board, board members may also\r\n  be reimbursed for expenses actually and necessarily incurred . . . or granted a\r\n  reasonable per diem allowance . . . .\r\n\r\nThe\r\n  bylaws expressly state the trustees do not receive compensation for their\r\n  services to Tri-County, but rather they may, at the Board’s discretion, receive\r\n  a per diem or be reimbursed for their expenses.  Therefore, because Petitioner\r\n  was not entitled to compensation, he was not an employee under a contract of\r\n  hire.  The court of appeals correctly determined that the reimbursement for\r\n  actual expenses and the additional benefits Petitioner received were\r\n  discretionary and that Petitioner had no right to demand such payment.  \r\n\r\nII.&nbsp; Gratuitous Worker Doctrine\r\nThe\r\n  court of appeals’ analysis of the existence of an employment relationship\r\n  confuses the \"gratuitous worker\" doctrine by stating that the \"benefits and\r\n  compensation [given to Petitioner] constitute gratuitous payments.\" Shuler,\r\n  374 S.C. at 524, 649 S.E.2d at 102.  We take this opportunity to clarify that\r\n  doctrine.\r\nAccording\r\n  to Larson’s Workers’ Compensation Law, which this Court relied upon in Kirksey,\r\n  gratuitous employees are those who \"neither receive nor expect to receive any\r\n  kind of pay for their services.\" 3 Larson’s Workers’ Compensation Law §\r\n  65.01 (2009).  Thus, the term \"gratuitous,\" in this context, normally is used\r\n  to describe the nature of the work being performed, not the nature of the\r\n  compensation received.  \r\nFor\r\n  example, in Kirksey, the claimant argued that his employer’s daughter,\r\n  who helped out around the shop, qualified as the fourth employee for purposes\r\n  of the Workers’ Compensation Act.  314 S.C. at 44, 443 S.E.2d at 804.  This\r\n  Court disagreed, finding the daughter was a \"gratuitous worker\" because she\r\n  helped her father without pay and on account of his poor financial situation.  Id. at 45, 443 S.E.2d at 804.  Furthermore, this Court specifically held that\r\n  gratuitous workers are not employees under a contract of hire.  Id.  \r\nHere,\r\n  Petitioner performed his duties as a trustee of Tri-County without receiving\r\n  compensation for his services.  Although he may have received reimbursement for\r\n  expenses and other benefits, these payments were given at the discretion of the\r\n  Board and Petitioner had no right to demand such payment.  Thus, Petitioner was\r\n  not an employee because his services were offered gratuitously, not, as the\r\n  court of appeals erroneously stated, because Tri-County’s payments were\r\n  gratuitous.\r\n\r\n\r\nIII.&nbsp; Appointment\r\n\r\nPetitioner\r\n  argues that his election to the Board constituted an appointment by\r\n  Tri-County’s membership to serve as a trustee.  We disagree.\r\nSection\r\n  42-1-130 does not define \"appointment.\"[1] \r\n  Regardless, Petitioner was elected to serve as a trustee, and the difference\r\n  between an appointment and an election is clear.  Black’s Law Dictionary defines an appointment as \"[t]he designation of a person, such as a nonelected\r\n  public official, for a job or duty; especially, the naming of someone to a\r\n  nonelected public office.\"  Black’s Law Dictionary, 8th ed. (2004).  The\r\n  emphasis on \"nonelected\" officials precludes the possibility that a person who\r\n  is elected could also be appointed to the same position.\r\nFurther,\r\n  the Electric Cooperative Act specifically states that \"[a]t each annual meeting\r\n  . . . the members shall elect trustees to hold office . . . .\" S.C. Code Ann. §\r\n  33-49-640 (2006).  Similarly, Tri-County’s bylaws provide that \"members of the\r\n  board shall be elected by ballot at each annual meeting of the members . . .\r\n  .\"  Petitioner was clearly elected to his position as a trustee, and therefore\r\n  cannot simultaneously be employed under an appointment.  \r\nConclusion\r\nWe hold that the\r\n  court of appeals correctly concluded that Petitioner was not an employee of\r\n  Tri-County under a contract of hire.  However, the court of appeals confused\r\n  the gratuitous worker doctrine, mistakenly applying the term \"gratuitous\" to\r\n  the type of payment Petitioner received from Tri-County rather than the type of\r\n  work Petitioner performed for Tri-County.  Under a proper analysis, Petitioner\r\n  was a gratuitous worker because he worked for Tri-County without the right to\r\n  or expectation of pay.  Furthermore, Petitioner was elected to serve as a\r\n  trustee; therefore, he is not an employee under an appointment.  We affirm the\r\n  court of appeals’ decision.\r\nWALLER, PLEICONES, JJ.,\r\n  and Acting Justices James E. Moore and E. C. Burnett, III, concur.\r\n\r\n\r\n[1] Although the statute does not define the term, it certainly comprehends that \"election\"\r\n  and \"appointment\" are two distinct concepts.  See S.C. Code Ann. §\r\n  42-1-130 (including as employees \"all officers and employees of the State,\r\n  except those elected. . . or appointed\").\r\n\r\n","court":"Supreme"},{"id":"26732","title":"In the Matter of Anonymous Member of the South Carolina Bar","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=26732","description":"This is an attorney disciplinary matter involving a television advertisement.","date":"2009-10-12","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tIn the Matter\r\n      of Anonymous Member of the South Carolina Bar, Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nOpinion No. 26732\r\nHeard September 2, 2009 - Filed October\r\n  12, 2009   \r\nCHARGES DISMISSED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tLesley M. Coggiola, Disciplinary Counsel,\r\n  and Barbara M. Seymour, Deputy Disciplinary Counsel, of Columbia, for Office of\r\n  Disciplinary Counsel.\r\n\t\t\t\tClayton\r\n  Monroe Custer, of Greenville and Desa  Ballard, of West Columbia, for\r\n  Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nPER\r\n  CURIAM:  This is an attorney\r\n  disciplinary matter involving a complaint filed against Respondent by an\r\n  \"anonymous member\" of the South Carolina Bar for broadcasting an allegedly\r\n  misleading television advertisement.  The Commission on Lawyer Conduct filed formal\r\n  charges against Respondent.  Respondent filed an Answer in which he denied the\r\n  alleged misconduct.  Following a hearing, a Hearing Panel of the Commission on\r\n  Lawyer Conduct (\"the Panel\") concluded that Respondent’s advertisement was\r\n  \"neither inherently misleading nor actually misleading.\"  As a result, the\r\n  Panel recommended the dismissal of the formal charges against Respondent.  The Office\r\n  of Disciplinary Counsel (\"the ODC\") appeals the Panel’s recommendation.  We\r\n  agree with the Panel’s recommendation and dismiss the formal charges against\r\n  Respondent.\r\nFACTUAL/PROCEDURAL HISTORY\r\nRespondent,\r\n  who has been licensed to practice law in South Carolina since 1995, is the\r\n  managing member of a law firm located in Greenville.[1]  Members of the firm primarily represent victims in personal injury and\r\n  worker’s compensation cases.  \r\nIn December\r\n  2003, Respondent began airing a television advertisement to promote his legal\r\n  services to potential clients who suffered on-the-job injuries.  Respondent\r\n  appeared in the advertisement and recited the following:\r\n\r\n\tIt’s not\r\n  your fault you were hurt on the job, but I know you’re afraid to file a job\r\n  injury claim.  You’re afraid your boss won’t believe you’re really hurt - or\r\n  worse, that you’ll be fired.  We’ll protect you against these threats - these\r\n  accusations - and work to protect your job.  I’m not an actor, I’m a lawyer. \r\n  I’m [Anonymous].  Call me and we’ll get you the benefits you deserve.  The [Law]\r\n  Firm.    \r\n\r\nOn September 20,\r\n  2006, an \"anonymous member\" of the South Carolina Bar filed a complaint against\r\n  Respondent with the ODC regarding the \"Job Injury\" advertisement.  The Complainant\r\n  contended the advertisement was misleading in that it created the false\r\n  impression that by retaining Respondent an injured employee would not lose his\r\n  or her job by filing a worker’s compensation claim.  \r\nFollowing an\r\n  investigation by the Commission on Lawyer Conduct, the ODC filed formal charges\r\n  against Respondent.  The ODC alleged Respondent violated the following Rules of\r\n  Professional Conduct, Rule 407, SCACR:  Rule 7.1(a) and Rule 7.1(b).[2]  \r\nRespondent\r\n  filed a response to the ODC’s formal charges in which he denied the alleged\r\n  misconduct and raised constitutional challenges to the cited Rules of\r\n  Professional Conduct. \r\nOn\r\n  January 13, 2009, the Panel convened to hear evidence and arguments regarding\r\n  the formal charges against Respondent.  \r\nPrior\r\n  to this hearing, the Commission Chair and counsel for both parties agreed that\r\n  expert opinions were inadmissible as to whether the Respondent’s advertisement\r\n  was misleading given this question presented an issue of law.\r\nBased\r\n  in part on this ruling, Respondent’s counsel presented a motion in limine to exclude certain evidence that the ODC intended to introduce.  Specifically,\r\n  counsel sought to exclude the results of a market survey conducted on behalf of\r\n  the ODC by Market Search, a market study company based in Columbia.[3] \r\n   \r\nPursuant\r\n  to a request by the ODC in March 2008, Market Search conducted a study to\r\n  determine \"the degree to which [Respondent’s] ad ‘creates an unjustified\r\n  expectation about results the lawyer can achieve, or states or implies that the\r\n  lawyer can achieve results by means that violate the Rules of Professional\r\n  Conduct or other law.’\"  The intent of the study was to determine whether\r\n  Respondent’s advertisement created an unjustified expectation that a claimant\r\n  would not be fired from his or her job if they filed a worker’s compensation\r\n  claim.  \r\nDuring\r\n  the study, thirty participants selected by Market Search compared Respondent’s\r\n  \"Job Injury\" advertisement with four other televised attorney advertisements. \r\n  Respondent was featured in two of the five advertisements.  The study was\r\n  conducted by having the thirty participants individually view the five\r\n  advertisements and then rate on a scale of 1 to 5 whether each advertisement\r\n  addressed a specific theme or statement that was created by Market Search.  Although\r\n  the survey included multiple questions, the two most pertinent questions were:\r\n\r\n\tFor this\r\n  process, please use a 5-point scale, where 1 means you would definitely not\r\n  expect this based on the ad and 5 means you definitely would expect it based on\r\n  the ad.\r\n\t5(g). \r\n  This law firm will protect you from getting fired if you hire them.\r\n\t5(k). \r\n  This law firm will protect you from threats if you hire them.  \r\n\r\nEven\r\n  though all of the participants indicated to some extent that each of the five advertisements\r\n  caused them to believe the advertising law firm could protect them from losing\r\n  their job, most of the survey participants believed Respondent’s \"Job Injury\"\r\n  advertisement conveyed that message to them more than the other advertisements.  \r\nAs\r\n  the basis for the motion in limine, Respondent’s counsel initially\r\n  argued that the purchase of the market study was outside the scope of authority\r\n  of the Commission on Lawyer Conduct, the Investigative Panel, and the ODC.  In\r\n  the alternative, counsel asserted the results of the market research should be\r\n  excluded because, absent the previously-excluded expert testimony, the study consisted\r\n  only of inadmissible hearsay of the study participants.  \r\nAfter\r\n  hearing arguments from counsel, the Panel reserved the right to rule on the\r\n  motion and permitted the ODC to present evidence regarding the Market Search\r\n  study.  \r\nPrior\r\n  to the presentation of the ODC’s case, the parties stipulated to the\r\n  following:  (1) there are statutory remedies available for a person in South Carolina who is fired in retaliation for filing a worker’s compensation claim,[4] and (2) the parties’ expert witnesses could not give an opinion as to whether\r\n  or not the Respondent’s advertisement is misleading.  \r\nDuring\r\n  its case, the ODC offered the testimony of Graceanne Cole, the Vice President\r\n  of Research for Market Search who orchestrated the study.  Cole, the employee\r\n  of Market Search who composed the questionnaires and conducted the interviews\r\n  for the survey, was qualified as an expert witness in the area of market\r\n  research.  Cole explained the methodology of the study and chronicled a\r\n  significant number of the participants’ responses.  \r\nOn cross-examination,\r\n  Cole admitted that the study was not statistically reliable given the small\r\n  sample size of participants.  Cole testified that normally a study consisted of\r\n  at least one hundred participants.  She further acknowledged Respondent’s\r\n  advertisement was the only one amongst the five that referenced anything about\r\n  protecting a claimant’s job.  In conjunction, she also conceded that some\r\n  participants had the expectation that the advertising law firm would protect\r\n  their job even in the absence of language to that effect.  \r\nRespondent\r\n  offered the testimony of Dr. Bryan E. Denham, a Clemson University professor in\r\n  the Department of Communication Studies.  Denham, who was qualified as an\r\n  expert in communications and applied statistics, reviewed the five\r\n  advertisements as well as the questionnaires and final report produced by the\r\n  Market Search study.  Based on his assessment, Denham criticized the results of\r\n  the study given:  (1) the small sample size; (2) the participants were\r\n  \"self-selected\" from a database and, thus, not truly representative of the\r\n  general population; (3) two of the five advertisements involved the Respondent;\r\n  (4) the participants permitted Cole to write down their responses; and (5) each\r\n  of the five advertisements had different main points in that they all did not\r\n  discuss employment issues.  \r\nRespondent\r\n  was the final witness to testify.  Respondent specifically addressed the\r\n  advertisement in question.  Respondent explained that he wrote the\r\n  advertisement after speaking with other attorneys about the potential issues\r\n  that arise with job-injury claims.  He characterized the portion of the\r\n  advertisement indicating that his firm would \"work to protect\" a claimant’s job\r\n  as \"special wording.\"  Respondent believed the advertisement was truthful in\r\n  that his firm did work \"to protect the jobs of its clients\" even though he\r\n  could not guarantee that the clients would not lose their jobs if they hired\r\n  Respondent’s firm.  \r\nAfter hearing\r\n  arguments of counsel, the Panel issued an oral ruling in which it found\r\n  Respondent’s advertisement was not inherently or actually misleading.  Although\r\n  the Panel considered the Market Search study results, it noted that the ruling\r\n  was \"really not based on the survey.\"  \r\nOn\r\n  March 12, 2009, the Panel issued a written report in which it concluded that\r\n  Respondent did not violate Rule 7.1(a) or 7.1(b).  In reaching this conclusion,\r\n  the Panel found:  (1) there was no credible evidence that any member of the\r\n  public was misled by Respondent’s advertisement, and (2) the advertisement was\r\n  \"neither actually nor inherently misleading.\"  In light of this decision, the\r\n  Panel declined to rule on the constitutional and procedural objections raised\r\n  by Respondent.  Ultimately, the Panel recommended the dismissal of the formal\r\n  charges against Respondent.\r\nThe ODC appeals\r\n  from the Panel’s recommendation.  \r\nDISCUSSION\r\nThe\r\n  ODC contends the Panel’s finding that Respondent’s advertisement is not\r\n  misleading is contrary to the evidence presented at the hearing.  In support of\r\n  this contention, the ODC lists the impressions of several Market Search\r\n  participants who viewed Respondent’s advertisement.[5] \r\n  Based on these responses, the ODC claims that \"there is a substantial\r\n  likelihood that viewers will formulate the specific conclusion that Respondent\r\n  can guarantee job protection.\"  Because Respondent admitted that he could not\r\n  guarantee that an injured employee would not be fired for filing a worker’s\r\n  compensation claim, the ODC argues the advertisement as a whole is actually\r\n  misleading in that it gives the incorrect impression that a worker’s\r\n  compensation claimant would not be fired if Respondent was retained to pursue\r\n  the claim.  \r\nEven\r\n  if found not to be actually misleading, the ODC asserts the Panel erred in\r\n  concluding the advertisement was not inherently misleading.  The ODC avers that\r\n  inherent in the advertisement is the message that injured workers will not be\r\n  fired if they retain Respondent.  The ODC explains that the advertisement omits\r\n  certain information which would inform the public that, despite statutory\r\n  remedies for an employee wrongfully terminated in retaliation for filing a\r\n  worker’s compensation claim, the Respondent cannot prevent the termination.  \r\n\"This Court has\r\n  the sole authority to discipline attorneys and to decide the appropriate\r\n  sanction after a thorough review of the record.\"  In the Matter of Thompson,\r\n  343 S.C. 1, 10, 539 S.E.2d 396, 401 (2000).  \"Although this Court is not bound\r\n  by the findings of the Panel and Committee, these findings are entitled to\r\n  great weight, particularly when the inferences to be drawn from the testimony\r\n  depend on the credibility of the witnesses.\"  In the Matter of Marshall,\r\n  331 S.C. 514, 519, 498 S.E.2d 869, 871 (1998).  \"However, this Court may make\r\n  its own findings of fact and conclusions of law.\"  Id.  Furthermore, a\r\n  disciplinary violation must be proven by clear and convincing evidence.  In\r\n    the Matter of Greene, 371 S.C. 207, 216, 638 S.E.2d 677, 682 (2006); see Rule 8, RLDE, Rule 413, SCACR (\"Charges of misconduct or incapacity shall be\r\n  established by clear and convincing evidence, and the burden of proof of the\r\n  charges shall be on the disciplinary counsel.\").\r\nAs a\r\n  threshold matter, there is no dispute that attorney advertisements are\r\n  presumptively commercially-protected speech.  Bates v. State Bar of Arizona,\r\n  433 U.S. 350, 383-84 (1977) (holding that First Amendment protection extended\r\n  to \"truthful\" advertising of \"routine\" legal services by attorneys and, thus,\r\n  \"may not be subjected to blanket suppression\").  \r\nBecause\r\n  this constitutional protection is not without limitation, a challenge to an\r\n  attorney advertisement involves a determination of whether the advertisement is\r\n  false or misleading.  As the United States Supreme Court emphasized in In re\r\n    R.M.J., 455 U.S. 191 (1982):\r\n\r\n\tTruthful\r\n  advertising related to lawful activities is entitled to the protections of the\r\n  First Amendment.  But when the particular content or method of the advertising\r\n  suggests that it is inherently misleading or when experience has proven that in\r\n  fact such advertising is subject to abuse, the States may impose appropriate\r\n  restrictions. Misleading advertising may be prohibited entirely.  But the\r\n  States may not place an absolute prohibition on certain types of potentially\r\n  misleading information, e.g., a listing of areas of practice, if the\r\n  information may also be presented in a way that is not deceptive.\r\n\r\nId. at 203; see Zauderer v. Office of\r\n  Disciplinary Counsel of the Supreme Court of Ohio, 471 U.S. 626, 638 (1985)\r\n  (noting that the State may \"prevent the dissemination of commercial speech that\r\n  is false, deceptive, or misleading\"); In the Matter of Pavilack, 327\r\n  S.C. 6, 7 n.1, 488 S.E.2d 309, 310 n.1 (1997) (recognizing that the State may\r\n  freely regulate commercial speech which concerns unlawful activity or is\r\n  misleading).[6]  However, \"[e]ven when a communication is not misleading, the State retains\r\n  some authority to regulate.  But the State must assert a substantial interest\r\n  and the interference with speech must be in proportion to the interest served.\"\r\n   In re R.M.J., 455 U.S. at 203.  \r\nIn\r\n  view of these constitutional parameters, the Court must determine whether\r\n  Respondent’s advertisement was misleading.  \r\nBecause\r\n  our case law does not provide definitive guidance for the analysis of the issue\r\n  presented in this case, particularly the definition of \"misleading,\" a review\r\n  of the relevant comments to Rule 7.1 is instructive.  These Comments provide in\r\n  pertinent part:\r\n\r\n\t[1] This\r\n  Rule governs all communications about a lawyer’s services, including\r\n  advertising permitted by Rule 7.2.  Whatever means are used to make known a\r\n  lawyer’s services, statements about them must be truthful . . . .\r\n\t[2] Truthful statements that are\r\n  misleading are also prohibited by this Rule.  A truthful statement is\r\n  misleading if it omits a fact necessary to make the lawyer’s communication\r\n  considered as a whole not materially misleading.  A truthful statement is also\r\n  misleading if there is a substantial likelihood that it will lead a reasonable\r\n  person to formulate a specific conclusion about the lawyer or the lawyer’s\r\n  services for which there is no reasonable factual foundation.\r\n\r\nRule 7.1, RPC, Rule\r\n  407, SCACR, cmts. 1, 2.\r\nApplying\r\n  Rule 7.1 in its entirety to the facts of the instant case, we agree with the\r\n  Panel’s conclusion that Respondent’s advertisement was not misleading.[7] \r\nAt\r\n  the outset, there is no evidence that any member of the public was misled when\r\n  Respondent aired his television advertisement.  Moreover, we find the results\r\n  of the Market Search study are suspect and do not definitively establish that\r\n  the advertisement was misleading.  \r\nThe\r\n  sample group was smaller than normally used for such a study and, in turn, may\r\n  not have been statistically reliable.  The study had a 20% margin of error.  The\r\n  participants were shown a total of five attorney advertisements, of which two\r\n  were produced by Respondent.  This undoubtedly focused the participants’\r\n  attention more keenly on the Respondent’s advertisements.  Respondent’s\r\n  advertisement was the only one of the five that referenced anything regarding a\r\n  client’s job.  The questionnaires were also worded in a way that elicited the\r\n  desired response from participants.  \r\nIn\r\n  the absence of any reliable data that the advertisement was misleading, the\r\n  determination of this issue requires an analysis of the text of the advertisement\r\n  in conjunction with Rules 7.1(a) and 7.1(b), RPC, and the related Comments.  See Zauderer, 471 U.S. at 652 (noting that a State need not \"conduct a\r\n  survey of the . . . public before it [may] determine that the [advertisement]\r\n  had a tendency to mislead\" when \"the possibility of deception\" is self-evident\r\n  (citation omitted)).\r\nWe\r\n  find the text of the advertisement does not:  (1) contain a \"material\r\n  misrepresentation,\" or (2) operate to \"create an unjustified expectation\" about\r\n  the results Respondent could achieve for an injured worker.  \r\nIn\r\n  discussing the advertisement, Respondent testified he was truthful in his\r\n  representation that he would \"work to protect\" an injured client’s job if a\r\n  worker’s compensation claim was filed.  This broad statement did not imply that\r\n  Respondent could guarantee or ensure that a client would not lose his job. \r\n  Instead, it was merely a statement of Respondent’s role as an advocate on\r\n  behalf of a client.  Within this advocacy role, Respondent appeared to convey\r\n  that he would use whatever means, including statutory remedies, which were\r\n  available to guard against a client’s loss of employment.  Accordingly, we hold\r\n  the ODC failed to prove by clear and convincing evidence that Respondent’s\r\n  advertisement violated either Rule 7.1(a) or Rule 7.1(b).  \r\nBased\r\n  on the foregoing, we dismiss the formal charges against Respondent.\r\nCHARGES\r\n  DISMISSED.\r\nTOAL,\r\n  C.J., WALLER, PLEICONES, BEATTY and KITTREDGE, JJ., concur.\r\n\r\n\r\n[1]  Respondent is also licensed and operates another\r\n  office in Virginia.  \r\n[2]  These rules provide:\r\n\r\n\tA lawyer shall not make false, misleading,\r\n  deceptive, or unfair communications about the lawyer or the lawyer’s services.\r\n  A communication violates this rule if it:\r\n\t(a) contains a material misrepresentation\r\n  of fact or law, or omits a fact necessary to make the statement considered as a\r\n  whole not materially misleading;\r\n\t(b) is likely to create an unjustified\r\n  expectation about results the lawyer can achieve, or states or implies that the\r\n  lawyer can achieve results by means that violate the Rules of Professional\r\n  Conduct or other law.\r\n\r\nRule 7.1(a), (b), RPC, Rule 407, SCACR.\r\n[3]  After the Investigative Panel for the Commission on\r\n  Lawyer Conduct determined that Respondent’s advertisement was inherently\r\n  misleading, it authorized the ODC to engage Market Search to conduct a study\r\n  evaluating Respondent’s advertisement.  \r\n[4]  Section 41-1-80 of the South Carolina Code provides\r\n  in relevant part:\r\n\r\n\tNo employer may discharge or demote any employee because the\r\n  employee has instituted or caused to be instituted, in good faith, any\r\n  proceeding under the South Carolina Workers’ Compensation Law (Title 42 of the\r\n  1976 Code), or has testified or is about to testify in any such proceeding.\r\n\tAny employer who violates any provision of this section is liable\r\n  in a civil action for lost wages suffered by an employee as a result of the\r\n  violation, and an employee discharged or demoted in violation of this section\r\n  is entitled to be reinstated to his former position. The burden of proof is\r\n  upon the employee.\r\n\r\nS.C. Code Ann. §\r\n  41-1-80 (Supp. 2008). \r\n[5]  Several participants indicated they believed\r\n  Respondent could \"basically guarantee you that you will not lose your job\" if\r\n  you file a claim or that you would \"not have to worry about losing your job if\r\n  you contact [Respondent].\" \r\n[6] Notably, Rule 7.2 of our state Rules of Professional\r\n  Conduct specifically addresses the benefits of advertising but also cautions\r\n  against the risk of misleading practices which would result in regulation and\r\n  disciplinary action.  See Rule 7.2, RPC, Rule 407, SCACR, cmt. 1 (\"The\r\n  interest in expanding public information about legal services ought to prevail\r\n  over considerations of tradition.  Nevertheless, advertising by lawyers entails\r\n  the risk of practices that are misleading or overreaching.\").  \r\n[7]  Because there is no allegation that Respondent’s\r\n  advertisement was false, we confine our analysis to a determination of whether\r\n  the advertisement was misleading.\r\n\r\n","court":"Supreme"},{"id":"26733","title":"In the Matter of Michael E. Atwater","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=26733","description":"In this attorney disciplinary action, we suspend Michael E. Atwater from the practice of law for six months and order him to pay the costs of these disciplinary proceedings.","date":"2009-10-12","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tIn the Matter\r\n      of Michael E. Atwater, Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nOpinion No. 26733\r\nHeard September 15, 2009 - Filed October\r\n  12, 2009   \r\nDEFINITE SUSPENSION\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tLesley M. Coggiola, Disciplinary Counsel,\r\n  and C. Tex Davis, Jr., Senior Assistant Disciplinary Counsel, both of Columbia,\r\n  for Office of Disciplinary Counsel.\r\n\t\t\t\tDesa \r\n  Ballard, of West Columbia, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nPER CURIAM:  In this\r\n  attorney disciplinary action, we suspend Michael E. Atwater (Respondent) from\r\n  the practice of law for six months and order him to pay the costs of these disciplinary\r\n  proceedings due to Respondent’s repeated failure to respond to the Office of\r\n  Disciplinary Counsel (ODC) in the investigation of five matters.\r\nI.  FACTS\r\nRespondent\r\n  was licensed to practice law in 1995.  ODC investigated five complaints involving\r\n  Respondent that were filed from 2004 to 2006.  A hearing was held on September\r\n  13, 2007, at which Respondent appeared pro se.  A Hearing Panel of\r\n  the Commission on Lawyer Conduct found Respondent had committed misconduct in\r\n  three of the matters, but that the misconduct was not sanctionable, and it\r\n  dismissed two of the matters.[1] \r\n  The Hearing Panel further found Respondent had violated Rule 8.1(b) of the\r\n  South Carolina Rules of Professional Conduct (RPC), Rule 407, SCACR, by his repeated\r\n  failure to cooperate in the investigation of all five of these matters.  \r\nThe\r\n  Hearing Panel found three aggravating factors:  (1)  Respondent’s \"pattern of\r\n  misconduct,\" in \"that these grievances were received in sequence\" and \"[i]n\r\n  each successive case,\" ODC notified Respondent of his obligation to respond,\r\n  but he repeatedly ignored this obligation; (2) Respondent’s lack of\r\n  acknowledgment of wrongdoing, in that Respondent relied upon the fact that he\r\n  ultimately came in and answered questions during an interview with ODC; and (3)&nbsp;Respondent’s\r\n  prior public reprimand in 2003 for misconduct, including the failure to\r\n  cooperate with ODC.  See In re Michael E. Atwater, 355 S.C. 620,\r\n  586 S.E.2d 589 (2003) (issuing a public reprimand for admitted misconduct and\r\n  failing to respond to ODC).\r\nThe\r\n  Hearing Panel noted Respondent had presented no mitigating evidence and that it\r\n  found no circumstances of mitigation.  The Hearing Panel recommended a definite\r\n  suspension of nine months and the payment of costs for these proceedings.  \r\nRespondent\r\n  thereafter obtained counsel and asked this Court to remand the matter so he\r\n  could provide evidence in mitigation.  This Court issued an order on July 22,\r\n  2008, remanding Respondent’s case \"solely for the purpose of producing\r\n    mitigating evidence.\"\r\nAt the\r\n  supplemental hearing on February 10, 2009, Respondent alleged that he suffered\r\n  from depression, along with post-traumatic stress disorder and a phobic\r\n  reaction that were related to his contacts with ODC, and he presented his\r\n  psychiatrist as a witness.  Respondent testified his emotional problems\r\n  initially started with his divorce and child custody battle in 1998 and 1999.  \r\nThe Hearing\r\n  Panel issued a Supplemental Panel Report on April 8, 2009, in which it declined\r\n  to amend its prior recommendations, finding the mitigation evidence presented\r\n  by Respondent did not excuse his repeated failure to cooperate with ODC.  \r\nII.  LAW/ANALYSIS\r\nA.&nbsp; Definite Suspension  \r\nRespondent\r\n  does not challenge the fact that he violated Rule 8.1(b), RPC, Rule 407, SCACR by\r\n  failing to cooperate with ODC.  Rather, he argues that the mitigation evidence\r\n  \"should have compelled a different, lesser recommended sanction\" for his\r\n  misconduct, such as a public reprimand or a short suspension.  \r\nIn\r\n  contrast, ODC asserts \"that neither a public reprimand nor a short suspension\r\n  is appropriate given the totality of the circumstances in these matters.\"  ODC\r\n  states, \"A public reprimand is not appropriate because Respondent has already\r\n  been publicly reprimanded for similar conduct.\"  ODC contends the definite\r\n  suspension of nine months recommended by the Hearing Panel is particularly\r\n  appropriate because, unless otherwise ordered by this Court, Respondent would\r\n  have to appear before the Committee on Character and Fitness for a\r\n  determination of his fitness to return to practice, which would be advisable\r\n  based on Respondent’s assertions about his medical condition and his need for continued\r\n  treatment.[2]  \r\nODC\r\n  states that in light of Respondent’s many violations of Rule 8.1(b), the\r\n  Hearing Panel’s recommendation of a definite suspension for nine months is\r\n  consistent with precedent, citing In re Pennington, 380 S.C. 49, 668\r\n  S.E.2d 402 (2008) (finding an attorney’s failure to timely respond to inquiries\r\n  from ODC and the attorney’s falsification of documents submitted to ODC,\r\n  together with other acts of misconduct, justified a two-year suspension and requiring\r\n  the payment of costs); In re Sturkey, 376 S.C. 286, 657 S.E.2d 465\r\n  (2008) (finding a nine-month suspension, the payment of costs, and\r\n  participation in a law office management program was appropriate where, among\r\n  other things, the attorney failed to communicate with his clients, failed to\r\n  respond to requests for information, and failed to diligently pursue his cases;\r\n  we noted the attorney’s disciplinary history was an aggravating factor); In\r\n    re Conway, 374 S.C. 75, 647 S.E.2d 235 (2007) (imposing a nine-month\r\n  suspension and the payment of costs for various acts of misconduct and failing\r\n  to cooperate with ODC).\r\n\"The\r\n  authority to discipline attorneys and the manner in which the discipline is\r\n  given rests entirely with this Court.\"&nbsp; In re Tullis, 375 S.C. 190,\r\n  191, 652 S.E.2d 395, 395&nbsp;(2007).&nbsp; The \"Court has the sole authority .\r\n  . . to decide the appropriate sanction after a thorough review of the\r\n  record.\"&nbsp; In re Thompson, 343 S.C. 1, 10, 539 S.E.2d 396, 401\r\n  (2000).&nbsp; \"The Court is not bound by the [hearing] panel’s recommendation\r\n  and may make its own findings of fact and conclusions of law.\"&nbsp; In re\r\n    Hazzard, 377 S.C. 482, 488, 661 S.E.2d 102, 106&nbsp;(2008).&nbsp; \"A\r\n  disciplinary violation must be proven by clear and convincing evidence.\"&nbsp; In\r\n    re Greene, 371 S.C. 207, 216, 638 S.E.2d 677, 682 (2006); see also Rule 8, RLDE, Rule 413, SCACR (\"Charges of misconduct or incapacity shall be\r\n  established by clear and convincing evidence, and the burden of proof of the\r\n  charges shall be on the disciplinary counsel.\").\r\nAlthough\r\n  we have considered Respondent’s mitigation evidence, we agree with the Hearing\r\n  Panel’s recommendation of a definite suspension in light of Respondent’s prior\r\n  public reprimand in 2003 for, among other things, failing to respond to ODC. \r\n  After considering the record, however, we find that a suspension of six months\r\n  is appropriate based on the fact that, unlike the cases cited by ODC,\r\n  Respondent did not commit other instances of sanctionable misconduct in this\r\n  instance.  Cf. In re Braghirol, 383 S.C. 379, 680 S.E.2d 284\r\n  (2009) (finding, after the consideration of mitigating evidence, that a definite\r\n  suspension of nine months was appropriate for an attorney who failed to respond\r\n  in five matters under investigation and who committed other, sanctionable misconduct,\r\n  including failing to attend scheduled court hearings and failing to pay funds\r\n  to a client as ordered; the attorney had previously received a letter of\r\n  caution for minor misconduct and failing to respond to ODC).  \r\nB.&nbsp; Costs \r\nRespondent\r\n  does not dispute that costs should be assessed in this matter based on his\r\n  misconduct in failing to cooperate with ODC.  \r\nThe\r\n  imposition of costs and the determination of their amount are within this Court’s\r\n  discretion.  See In\r\n    re Thompson,&nbsp;343 S.C. at 13, 539\r\n  S.E.2d at 402 (\"The assessment of costs is in the discretion of the Court.\");\r\n  Rule 27(e)(3), RLDE, Rule 413, SCACR (\"The Supreme Court may assess costs against\r\n  the respondent if it finds the respondent has committed misconduct.\"); Rule\r\n  7(b)(8), RLDE, Rule 413, SCACR (stating sanctions for  misconduct may include\r\n  the \"assessment of the costs of the proceedings, including the cost of\r\n  hearings, investigations, service of process and court reporter services\").  \r\nWe\r\n  find costs in the amount of $5,190.18 should be assessed for the expenses\r\n  incurred in this action, plus $857.00 for the cost of the court reporter’s\r\n  transcript.  \r\nIII.  CONCLUSION\r\nDue to Respondent’s\r\n  failure to cooperate with ODC, we suspend Respondent from the practice of law\r\n  for six months and order him to pay the costs of these proceedings in the amount\r\n  of $5,190.18, plus $857.00 for the cost of the court reporter’s transcript.  Within\r\n  fifteen days of the filing of this opinion, Respondent shall file an affidavit\r\n  demonstrating that he has complied with the requirements of Rule 30, RLDE, Rule\r\n  413, SCACR (regarding an attorney’s duties following suspension or disbarment).\r\nDEFINITE\r\n  SUSPENSION. \r\nTOAL,\r\n  C.J., WALLER, PLEICONES, BEATTY and KITTREDGE, JJ., concur.\r\n\r\n\r\n[1]  In the three matters involving misconduct, the\r\n  Hearing Panel found Respondent (1)&nbsp;did not adequately communicate with a\r\n  client (the Dixon Matter); (2)&nbsp;did not confirm a bill had been paid to a\r\n  car rental company prior to disbursing funds in a personal injury case (the\r\n  Cook Matter); and (3)&nbsp;should have more clearly set out the scope and\r\n  limitations of his representation with another client (the Stanley Matter).\r\n[2] See Rule 33(a), Rules for Lawyer Disciplinary\r\n  Enforcement (RLDE), Rule 413, SCACR (providing \"[a] lawyer who has been\r\n  suspended for a definite period of 9 months or more, has been suspended for an\r\n  indefinite period, or has been disbarred, shall be reinstated to the practice\r\n  of law only upon order of the Supreme Court\"); Rule 33(d), RLDE, Rule 413,\r\n  SCACR (\"Unless otherwise directed by the Supreme Court, the petition [for reinstatement]\r\n  shall be referred to the Committee on Character and Fitness.\").\r\n\r\n","court":"Supreme"},{"id":"26734","title":"In the Matter of Shaquille O’Neal B.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=26734","description":"Appellant, a minor under the age of seventeen, appeals from a family court order denying his motion to remove his name from the South Carolina Sex Offender Registry.","date":"2009-10-12","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tIn the Matter\r\n      of Shaquille O’Neal B., A Minor Under The Age Of Seventeen,[1] Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Newberry County\r\n John M. Rucker, Family Court Judge\r\nOpinion No. 26734\r\nHeard November 6, 2008 - Filed October 12,\r\n  2009   \r\nREVERSED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tHemphill\r\n  P. Pride, II, of Columbia, for Appellant.\r\n\t\t\t\tAttorney\r\n  General Henry D. McMaster, Chief Deputy Attorney General John W. McIntosh, and Assistant \r\n  Attorney General David Spencer, all of Columbia, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nJUSTICE\r\n  BEATTY:  Shaquille O’Neal B.\r\n  (Appellant), a minor under the age of seventeen at the time of this proceeding\r\n  in the family court, sought to remove his name from the South Carolina Sex Offender\r\n  Registry.  The family court found Appellant should be placed on the registry, and\r\n  Appellant appeals.  We reverse. \r\nI.  FACTS\r\nOn\r\n  August 16, 2006, a Juvenile Petition was filed in Mecklenburg County, North Carolina, alleging Appellant (DOB 4/5/91) had committed the offense of Indecent\r\n  Liberties Between Children in violation of N.C. Gen. Stat. § 14-202.2.  \r\nAppellant\r\n  admitted the charge and was adjudicated delinquent by order of a North Carolina court.  Appellant was placed on probation and the case was transferred to Newberry County, where Appellant resided with his mother.\r\nOn\r\n  February 23, 2007, Appellant was notified by the South Carolina Department of\r\n  Juvenile Justice (DJJ) that, pursuant to S.C. Code Ann. § 23-3-430, he was\r\n  required to register his name on the South Carolina Sex Offender Registry.  \r\nAppellant\r\n  thereafter filed a motion in the family court in South Carolina on June 1,\r\n  2007, seeking to have his name removed from the registry.  Appellant asserted\r\n  the South Carolina Department of Probation, Parole, and Pardon Services (the\r\n  Department) ordered him to register as a sex offender on the basis the offense\r\n  for which he was adjudicated delinquent in North Carolina was similar to the\r\n  South Carolina offense of Committing a Lewd Act Upon a Child Under Sixteen, a\r\n  violation of S.C. Code Ann. § 16-15-140.  Appellant asserted this was error\r\n  because, among other things, the South Carolina offense did not have the same\r\n  elements as his adjudicated offense under N.C. Gen. Stat. § 14-202.2 and he was\r\n  not required to register as a sex offender in North Carolina for his offense.  \r\nThe\r\n  family court denied Appellant’s request as well as his subsequent motion to\r\n  reconsider, finding he was properly required to register for the South Carolina\r\n  Sex Offender Registry.  \r\nII.  LAW/ANALYSIS\r\nThe\r\n  initial question before us is whether or not the family court had jurisdiction\r\n  to hear the matter.\r\nIn\r\n  its Respondent’s Brief, the State asserts that the family court did not have\r\n  subject matter jurisdiction to consider Appellant’s request to remove his name\r\n  from the Sex Offender Registry.  This issue was not raised below and was not\r\n  ruled on by the family court, but subject matter jurisdiction may be raised for\r\n  the first time on appeal.  See, e.g., Amisub of S.C., Inc. v. Passmore,&nbsp;316\r\n  S.C. 112, 114, 447 S.E.2d 207, 208&nbsp;(1994) (\"Lack of subject matter jurisdiction may not be waived and should be taken notice of by\r\n  this Court.\").  \r\nThe\r\n  State asserts the family court did not have subject matter jurisdiction to\r\n  determine this matter because it is a court of limited jurisdiction and\r\n  Appellant should have filed an action for a declaratory judgment in the court\r\n  of common pleas to challenge the requirement that he must be placed on the\r\n  registry, citing the recent case of Hazel v. State, 377 S.C. 60, 659\r\n  S.E.2d 137 (2008).  We disagree.\r\nIn Hazel,\r\n  the defendant filed a declaratory judgment action in the court of common pleas\r\n  questioning whether he was required to be listed on the registry.  Id. at 62, 659 S.E.2d at 138.  The State argued the court of common pleas did not\r\n  have jurisdiction to make this determination and that such a finding could only\r\n  be made by the court of general sessions.  Id. at 65, 659 S.E.2d at\r\n  140.  We held the court of common pleas had jurisdiction to rule on this civil matter:[2]  \r\n\r\n\tThe\r\n  Court of Common Pleas had the power to make this finding pursuant to the\r\n  Declaratory Judgment Act.  See S.C. Code Ann § 15-53-20 (2005) (courts\r\n  of record within their respective jurisdictions shall have power to declare\r\n  rights, status, and other legal relations whether or not further relief is or\r\n  could be claimed). The judge, in the Court of Common Pleas, properly\r\n    determined respondent’s status as affected by § 23-3-430, a civil statute.  See State v. Walls, supra [348 S.C. 26, 558 S.E.2d 524 (2002)] (Sex\r\n  Offender Registry Act not so punitive in purpose or effect as to constitute a\r\n  criminal penalty).  As a result, we approve the procedure utilized by the Court\r\n  of Common Pleas and find that court has the power to make the determination that\r\n  a prior kidnapping offense did not involve sexual misconduct such that the one\r\n  convicted is required to register as a sex offender.\r\n\r\nId. (Emphasis added.)\r\nHazel, however, did not address the proper procedure for\r\n  challenges to registration by a minor. \r\n\"The\r\n  family court is a statutory court created by the legislature and, therefore, is\r\n  of limited jurisdiction.\"  State v. Graham,&nbsp;340 S.C. 352, 355, 532\r\n  S.E.2d 262, 263&nbsp;(2000).  \"Its jurisdiction is limited to that expressly or\r\n  by necessary implication conferred by statute.\"  Id.\r\nSection 20-7-400 of\r\n  the South Carolina Code, in effect at the time of these proceedings, provides\r\n  for the subject matter jurisdiction of the family court.  Riggs v. Riggs,\r\n  353 S.C. 230, 236 n.3, 578 S.E.2d 3, 6 n.3 (2003) (noting \"§ 20-7-420\r\n  determines the family court’s subject matter jurisdiction\").  In 2008, section\r\n  20-7-400 was repealed and recodified as S.C. Code Ann. § 63-3-510 by 2008 S.C.\r\n  Act No. 361, but the new provision is virtually identical.  Section 20-7-400\r\n  provides in relevant part as follows:\r\n\r\n\t(A)\r\n  Except as otherwise provided herein, the court shall have\r\n  exclusive original jurisdiction and shall be the sole court for initiating\r\n  action:\r\n\t(1)\r\n  Concerning any child living or found within the geographical limits of its\r\n  jurisdiction:\r\n\t. . . .\r\n\t(b) Whose\r\n  occupation, behavior, condition, environment or  associations are such as to\r\n  injure or endanger his welfare or that of others;\r\n\t. . . .\r\n\t(d) Who\r\n  is alleged to have violated or attempted to violate any state or local law or\r\n  municipal ordinance, regardless of where the violation occurred except as\r\n  provided in Section 20-7-410 [now Section 63-3-520];\r\n\t.\r\n  . . .\r\n\t(3)\r\n  Concerning any child seventeen years of age or over, living or found within the\r\n  geographical limits of the court's jurisdiction, alleged to have violated or\r\n    attempted to violate any State or local law or municipal ordinance prior to\r\n  having become seventeen years of age and such person shall be dealt with under\r\n  the provisions of this title relating to children.\r\n\t. . . .\r\n\t(B)\r\n  Whenever the court has acquired the jurisdiction of any child under seventeen\r\n  years of age, jurisdiction continues so long as, in the judgment of the court,\r\n  it may be necessary to retain jurisdiction for the correction or education of\r\n  the child, but jurisdiction shall terminate when the child attains the age of\r\n  twenty-one years.  Any child who has been adjudicated delinquent and placed on\r\n  probation by the court remains under the authority of the court only until the\r\n  expiration of the specified term of his probation. This specified term of\r\n  probation may expire before but not after the eighteenth birthday of the child.\r\n\r\nS.C. Code Ann. § 20-7-400 (1985 &amp; Supp. 2007) (emphasis\r\n  added).  \r\nAppellant contends\r\n  jurisdiction was proper in the family court based on subsection (A)(1)(d) -\r\n  that jurisdiction applies to a child \"who is alleged to have violated or\r\n  attempted to violate any state or local law or municipal ordinance, regardless\r\n  of where the violation occurred . . . .\"  S.C. Code Ann. § 20-7-400(A)(1)(d).\r\nThe family court\r\n  has exclusive jurisdiction over children charged with crimes.  See State\r\n    v. Pittman, 373 S.C. 527, 558, 647 S.E.2d 144, 160&nbsp;(2007) (\"The family\r\n  court has exclusive jurisdiction over children who are accused of criminal activity.\" (citing S.C. Code Ann. § 20-7-400(A)(1)(d) (footnote omitted)). \r\nThe State, in\r\n  contrast, argues Appellant was not accused of violating any term of his\r\n  probation or any statute or law at the time he filed this action to have his\r\n  name removed from the registry, so (A)(1)(d) does not confer jurisdiction in\r\n  this case.  The State mistakenly assumes that only it can bring an action in family\r\n  court concerning a delinquent child.  S.C. Code Ann. Section 20-7-435 (1985)[3] allowed a parent to bring an action in family court involving a delinquent\r\n  child.  Appellant had been adjudicated delinquent by the North Carolina Court. \r\n  Moreover, S.C. Code Ann. Section 23-3-440(3) (2007) requires that Appellant\r\n  register with the sheriff of the county where he lives.  This registration is\r\n  in addition to the registry maintained by SLED.  \r\nSection\r\n  23-3-440(3) also requires the parents or legal guardian of a person under the\r\n  age of seventeen, such as Appellant, to ensure that he registers.  Clearly,\r\n  subject matter jurisdiction of the family court is necessarily implied if not\r\n  expressed.  Graham, 340 S.C. at 355, 532 S.E.2d at 263.  Furthermore, Appellant\r\n  was still on probation at the time he filed his action, so the family court had\r\n  jurisdiction by virtue of the authority to oversee Appellant’s probation.  See S.C. Code Ann. § 20-7-400(B) (\"Any child who has been adjudicated delinquent\r\n  and placed on probation by the court remains under the authority of the court\r\n  only until the expiration of the specified term of his probation.\").   \r\nThus, the question\r\n  whether Appellant’s adjudication for delinquency made him eligible for\r\n  inclusion in the South Carolina Sex Offender Registry was properly before the\r\n  family court.\r\nTurning to the merits, Appellant asserts the family\r\n  court erred in denying his motion to remove his name from the South Carolina\r\n  Sex Offender Registry.  Specifically, Appellant argues a juvenile offender may\r\n  not be placed on the registry as a result of an offense that is not \"registry\r\n  eligible\" in the state where the offense occurred and, further, the North\r\n  Carolina offense of Indecent Liberties Between Children is not the equivalent\r\n  of the South Carolina offense of Lewd Act Upon a Child Under the Age of Sixteen. \r\n  Appellant additionally argues that a probation agent or a South Carolina Law\r\n  Enforcement Division (SLED) agent should not be able to unilaterally decide\r\n  whether an offense warrants registry and that it violates due process.\r\nThe\r\n  South Carolina Sex Offender Registry Act[4] was passed by our legislature not to punish sex offenders, but \"to protect the\r\n  public from those sex offenders who may re-offend and to aid law enforcement in\r\n  solving sex crimes.\"  State v. Walls, 348 S.C. 26, 31, 558 S.E.2d 524,\r\n  526 (2002).  As such, it is civil in nature and does not constitute a criminal\r\n  penalty.  Id.          \r\nIn general, persons\r\n  of any age who are convicted or adjudicated delinquent in South Carolina of an\r\n  offense enumerated in the Act or who are convicted or adjudicated delinquent\r\n  for a similar offense in a comparable court in the United States are required\r\n  to register:\r\n\r\n\tAny person, regardless of age,\r\n  residing in the State of South Carolina who in this State has been\r\n  convicted of, adjudicated delinquent for, pled guilty or nolo contendere to an\r\n\toffense\r\n    described below, or who has been convicted, adjudicated\r\n  delinquent, pled guilty or nolo contendere . . . in any comparable court in\r\n    the United States, or a foreign country, or who has been convicted,\r\n  adjudicated delinquent, pled guilty or nolo contendere . . . in the United\r\n  States federal courts of a similar offense, or who has\r\n  been convicted of, adjudicated delinquent for, pled guilty or nolo contendere .\r\n  . . to an offense for which the person was required to register in the state\r\n    where the conviction or plea occurred, shall be required to register\r\n  pursuant to the provisions of this article.\r\n\r\nS.C. Code Ann. §\r\n  23-3-430(A) (2007) (emphasis added).[5] \r\n  The registry is administered under the direction of the Chief of SLED.  Id. § 23-3-410(A). \r\nAppellant argues section 23-3-430 requires registration\r\n  for persons adjudicated delinquent in South Carolina for one of the offenses\r\n  enumerated in the statute or for persons adjudicated delinquent outside\r\n  the state for offenses for which the adjudicating state also requires\r\n  registration.  Appellant contends he was not required to register as a sex\r\n  offender in North Carolina; therefore, he should not be required to register\r\n  for the South Carolina Sex Offender Registry.  \r\nIt is clear from\r\n  the plain language of the statute that the Act requires placement on the South\r\n  Carolina Sex Offender Registry when a person is convicted of an offense in\r\n  another state that is similar to a South Carolina offense that requires\r\n  registration:  \"Any person . . . who in this State\r\n  has been convicted of, adjudicated delinquent for, pled guilty or nolo\r\n  contendere to an offense described below, or who has been convicted,\r\n  adjudicated delinquent, pled guilty or nolo contendere . . . in any comparable\r\n  court in the United States . . . of a similar offense . . . shall be\r\n  required to register pursuant to the provisions of this article.\"  S.C.\r\n  Code Ann. § 23-3-430(A) (emphasis added).  \r\nThere\r\n  is no additional requirement that the offense be one that is\r\n  registry-eligible in the state where the offense occurred.  Rather, this is an alternative basis for registration - that the person was \"convicted\r\n  of . . . an offense for which the person was required to register in the state\r\n  where the conviction or plea occurred . . . .\"  Id.  Thus, there are\r\n  several bases on which to predicate registration in South Carolina:  (1) the\r\n  defendant was convicted in South Carolina of an offense delineated in South\r\n  Carolina’s registry statute, (2) the defendant was convicted of an offense in\r\n  another jurisdiction for which registration is required in the jurisdiction\r\n  where the offense occurred, or (3)&nbsp;the defendant was convicted in another jurisdiction\r\n  of an offense that is similar to a South Carolina offense requiring\r\n  registration.\r\nAppellant\r\n  next contends he should not be required to register because his North Carolina offense is not similar to the South Carolina offense of Lewd Act Upon a\r\n  Child Under Sixteen.  \r\nAppellant was adjudicated delinquent in North Carolina for the offense\r\n  of Indecent Liberties Between Children, which is prohibited by N.C. Gen. Stat. §\r\n  14-202.2(a):\r\n\r\n\t(a)  A person who\r\n  is under the age of 16 years is guilty of taking indecent liberties with\r\n  children if the person either:\r\n\t\r\n\t\t(1) Willfully takes or attempts to take\r\n  any immoral, improper, or indecent liberties with any child of either sex who is\r\n  at least three years younger than the defendant for the purpose of arousing or\r\n  gratifying sexual desire; or\r\n\t\t(2) Willfully commits or attempts to commit any lewd or lascivious\r\n  act upon or with the body or any part or member of the body of any child of either\r\n  sex who is at least three years younger than the defendant for the purpose of\r\n  arousing or gratifying sexual desire.\r\n\t\r\n\r\nSLED determined Appellant\r\n  must be placed on the South Carolina registry because Appellant’s North Carolina offense was similar to a South Carolina offense for which registration is\r\n  required - Lewd Act Upon a Child Under Sixteen.  See S.C. Code Ann. §\r\n  23-3-430(C)(11) (requiring registration for the offense of Lewd Act Upon a Child\r\n  Under Sixteen).  \r\nSouth Carolina’s\r\n  offense of Lewd Act Upon a Child Under Sixteen is defined as follows:\r\n\r\n\tIt\r\n  is unlawful for a person over the age of fourteen years to wilfully and lewdly\r\n  commit or attempt a lewd or lascivious act upon or with the body, or its parts,\r\n  of a child under the age of sixteen years, with the intent of arousing,\r\n  appealing to, or gratifying the lust or passions or sexual desires of the\r\n  person or of the child.\r\n\r\nS.C. Code Ann. § 16-15-140 (2003).\r\nIn Pennsylvania v. Miller, 787 A.2d 1036 (Pa. Super. Ct. 2001), the Pennsylvania\r\n  Superior Court considered whether an offense was an \"equivalent offense\" for\r\n  purposes of its sex offender registry.  The court stated \"[a]n equivalent offense is that which is\r\n  substantially identical in nature and definition as the out-of-state or federal\r\n  offense when compared to the Pennsylvania offense.\"  Id. at 1039\r\n  (alteration in original) (citation omitted).  \r\nIn Miller,\r\n  the defendant pled guilty to the offense of sexual\r\n  exploitation of minors in federal court in Hawaii, and then moved to Pennsylvania, where he was ordered to register as a sex offender.  Id. at 1037.  The\r\n  Pennsylvania court held the offense from Hawaii was an \"equivalent offense\" of\r\n  the Pennsylvania crime of sexual abuse of children through the use of computer\r\n  depictions, which required registration.  Id. at 1039.  The Pennsylvania court concluded that, since \"the elements of, the conduct prohibited by, and\r\n  the public policy behind\" the two statutes are the same, they are \"equivalent\r\n  offenses\"; thus, the defendant was required to be placed on the Pennsylvania registry.  Id.\r\nIn Massachusetts v. Becker, 879 N.E.2d 691 (Mass. App. Ct.\r\n  2008), cert. denied, 129 S. Ct. 320 (2008), the Appeals Court of\r\n  Massachusetts recently stated that \"when determining whether an offense is a\r\n  ‘like offense’ or ‘like violation,’ we consider whether the ‘elements of each\r\n  underlying criminal act’ are sufficiently similar under all of the\r\n  circumstances.\"  Id. at 699 (citation omitted).  \r\nIn the current appeal, the State asserts:  \"Public safety is the\r\n  goal of the registry and requiring an individual to register for committing\r\n  indecent liberties on a minor child furthers that purpose because the act is\r\n  the type of conduct that indicates a threat to the public.\"  \r\nWhile we share the State’s concern for public safety, the determination\r\n  of whether one is placed on the Registry is not determined by the goal of the\r\n  Registry nor is it limited to a consideration of conduct alone.  Rather, a\r\n  consideration of the elements of the offense and the public policy behind the enactment\r\n  of the statutes are also valid factors that should be examined.  After\r\n  reviewing all the variables in this case, we find that registration would not\r\n  be appropriate because the elements of the two offenses and the public policy\r\n  behind the enactment of these two offenses are not the same.  In making its ruling,\r\n  the family court likewise expressed reservations about requiring registration, stating\r\n  it would have a \"draconian\" effect in this case.  \r\nThe North Carolina offense of Indecent Liberties Between Children\r\n  is targeted solely at acts committed between children and can be committed only\r\n  by a child under the age of sixteen. N.C. Gen. Stat. § 14-202.2(a). \r\n  Additionally, it must involve a child who is at least three years younger than\r\n  the defendant.  Id.  It is punishable as a Class 1 Misdemeanor.  Id. § 14-202.2(b).  The maximum sentence in North Carolina for this offense for a\r\n  Level I offender (i.e., one having no prior record) such as Appellant is from 1\r\n  to 45 days.  Id. §&nbsp;15A-1340.23.  \r\nAppellant’s misconduct was classified by the North Carolina court\r\n  as \"minor\" in the dispositional order.  Further, the court found Appellant’s\r\n  delinquency history, based on a scale of \"low,\" \"medium,\" or \"high,\" was\r\n  \"low.\"  The North Carolina court required Appellant to be placed on probation\r\n  for a period of nine months.  Appellant’s offense is not one that requires\r\n  registration in North Carolina.  Additionally, the purpose of the North\r\n  Carolina statute differs significantly from South Carolina’s.  The North\r\n  Carolina statute offers protection for both the child victim and the child\r\n  perpetrator.  It criminalizes the inappropriate sexual conduct, but protects\r\n  the child perpetrator from the detrimental effects of the lifelong stigma of\r\n  being placed on a sex offender registry as a result of an isolated childhood\r\n  indiscretion.\r\nIn contrast, the South Carolina offense of Lewd Act Upon a Child\r\n  Under Sixteen is not so limited in its scope.  It also applies to adults and has\r\n  a correspondingly greater sentence - it is a felony punishable by up to fifteen\r\n  years in prison.  S.C. Code Ann. § 16-15-140.  Here, Appellant’s adjudication\r\n  for an offense limited to minors, which was classified by the North Carolina\r\n  court as \"minor,\" for which he received probation, and for which the maximum\r\n  sentence is from 1 to 45 days, and which does not require registration in North\r\n  Carolina, is not appropriately similar to the South Carolina offense, which applies\r\n  to adults and carries a penalty of fifteen years in prison.  \r\nAs Appellant notes, \"Because North Carolina specifically did not\r\n  and does not deem Appellant’s offense to be ‘registry eligible’, the State of South Carolina has not used a reasonable method of achieving the statute’s good goal of\r\n  protecting the public welfare and aiding law enforcement.\"  Appellant further\r\n  notes that \"the North Carolina Court specifically categorized the seriousness\r\n  of Appellant’s offense as ‘minor’ (as opposed to the other available terms ‘serious’\r\n  and ‘violent’)[.]\"  Again, we recognize that whether the defendant was required\r\n  to register in the jurisdiction where the offense occurred is not in itself determinative\r\n  of the issue, but we believe it is a compelling factor in this particular case\r\n  in light of the significant differences in the scope of the statutes and their\r\n  penalties.  \r\nThus, based on the record before us, we hold Appellant should not\r\n  be required to be on the South Carolina\r\n  Sex Offender Registry as his adjudicated offense in North Carolina is not sufficiently\r\n  similar to the South Carolina offense of Lewd Act Upon a Child Under Sixteen.[6]\r\nIII. CONCLUSION\r\nWe conclude the family\r\n  court erred in denying Appellant’s motion to remove his name from the South\r\n  Carolina Sex Offender Registry.  The family  court’s order is, therefore, \r\nREVERSED.\r\nWALLER,\r\n  J., concurs. PLEICONES, J., concurring in result. TOAL, C.J., concurring in\r\n  part, dissenting in part in a separate opinion in which KITTREDGE, J., concurs.\r\n\r\nCHIEF JUSTICE TOAL:  While I concur with the majority regarding the\r\n  subject matter jurisdiction of the family court, I respectfully dissent on the\r\n  question of whether Appellant’s name should be removed from the Sex Offender\r\n  Registry.  I believe Appellant’s name should not be removed, and therefore I\r\n  would affirm the family court’s ruling that Appellant must register as a sex\r\n  offender.\r\nIn deciding that\r\n  the North Carolina statute at issue is dissimilar from S.C. Code Ann. §\r\n  16-15-140 (2003 &amp; Supp. 2008), the majority focuses on the difference in\r\n  the ages of the perpetrator and victim under the statutes.  The North Carolina\r\n  statute Appellant was charged under applies when the perpetrator is younger\r\n  than sixteen years and the victim is at least three years younger than the\r\n  perpetrator.  The South Carolina statute at issue may be applied to any\r\n  perpetrator over the age of fourteen years who engages in lewd acts with a\r\n  person younger than sixteen years.  The majority contends that this difference\r\n  makes the statutes too dissimilar to require Appellant to register as a sex\r\n  offender under S.C. Code Ann. § 23-3-430 (2003 &amp; Supp. 2008).  \r\nIn\r\n  my view, the majority overlooks an important point: that Appellant’s criminal\r\n  sexual conduct with a four year old child meets the elements of both the North\r\n  Carolina and South Carolina statutes.  If Appellant had committed this crime in\r\n  South Carolina, he could have been charged under Lewd Act Upon a Minor Under\r\n  Sixteen, S.C. Code Ann. § 16-15-140 (2003 &amp; Supp. 2008), which is a\r\n  registry-eligible offense under S.C. Code Ann. § 23-3-430(C)(11) (2003).  I\r\n  believe the crime he committed in North Carolina is an offense similar to S.C.\r\n  Code Ann. § 16-15-140 because it proscribes the very crime he committed. \r\n  Because Appellant would have been ordered to register as a sex offender if he\r\n  had committed the same act in South Carolina, I would affirm the family court\r\n  and hold that he is required under S.C. Code Ann. § 23-3-430 to register as a\r\n  sex offender in this state.\r\nKITTREDGE, J., concurs.\r\n\r\n\r\n[1] \r\n  The record contains several versions of Appellant’s name, but his counsel has\r\n  verified the correct spelling above.\r\n[2]  In Hendrix v. Taylor, 353 S.C. 542, 579\r\n  S.E.2d 320 (2003), the adult defendant was also allowed to dispute his\r\n  classification by means of a declaratory judgment action, but we did not\r\n  address the proper procedure for juveniles.  \r\n[3] \r\n  This section has been recodified at S.C. Code Ann. § 63-3-550.\r\n[4] \r\n  S.C. Code Ann. §§ 23-3-400 to -550 (2007 &amp; Supp. 2008).\r\n[5]  Portions of section 23-3-430 were recently amended by 2008 S.C. Act No. 335,\r\n  but the amendment does not affect this matter.\r\n[6]  Based on our holding, we need not reach Appellant’s\r\n  assertion that he was denied due process by being required to register for the\r\n  Sex Offender Registry without first having a hearing on his eligibility.  We\r\n  question whether the issue was preserved, but Appellant has shown no error, in\r\n  any event, as we have previously held that a person’s due process rights are\r\n  not violated by inclusion on the South Carolina Sex Offender Registry.  See Hendrix v. Taylor, 353 S.C. 542, 552, 579 S.E.2d 320, 325 (2003)\r\n  (rejecting the argument the State violated the appellant’s due process rights\r\n  because it deprived him of a liberty interest without a hearing and holding\r\n  registration as a sex offender is non-punitive and as such \"it cannot\r\n  constitute a deprivation of a constitutionally protected liberty interest\"); see\r\n    also In re Ronnie A., 355 S.C. 407, 409, 585 S.E.2d 311,\r\n  312&nbsp;(2003) (finding a juvenile’s due process claim was without merit and\r\n  that no liberty interest is implicated in cases involving juveniles, just as in\r\n  cases involving adults).  \r\n\r\n","court":"Supreme"},{"id":"26735","title":"Gignilliat v. Gignilliat, Savitz & Bettis, L.L.P.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=26735","description":"Joanne Levesque Gignilliat appeals from an order granting summary judgment to Gignilliat, Savitz & Bettis on her claims regarding the law firm's continued use of her late husband's name in the law firm name.","date":"2009-10-12","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tJoanne Levesque\r\n      Gignilliat, Appellant,\r\n\t\t\t\tv.\r\n\t\t\t\tGignilliat,\r\n      Savitz &amp; Bettis, L.L.P., Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal from Richland County\r\nG. Thomas Cooper, Jr., Circuit Court\r\n  Judge\r\nOpinion No.  26735\r\nHeard April 8, 2009 - Filed October 12,\r\n  2009  \r\n\r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tThomas\r\n  L. Moses and Timothy J. Monahan, both of Monahan &amp; Moses, of Greenville,\r\n  for Appellant.\r\n\t\t\t\tJohn\r\n  Thomas Lay and Jenkins M. Mann, both of Ellis Lawhorne &amp; Sims, of Columbia,\r\n  and W. Duvall Spruill, of Turner, Padget, Graham &amp; Laney, of Columbia, for\r\n  Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nJUSTICE BEATTY:  Joanne Levesque Gignilliat (Mrs. Gignilliat) appeals\r\n  from an order granting summary judgment to Gignilliat, Savitz &amp; Bettis, L.L.P.\r\n  (GSB) on her claims arising from GSB’s continued use of her husband’s name in\r\n  the law firm name after his death.  We affirm.\r\nI.  FACTS\r\nJulian Gignilliat (Gignilliat)\r\n  was a founding partner in 1968 of what became the GSB law firm.  The firm did\r\n  not have a written partnership agreement.  Gignilliat was diagnosed with a\r\n  serious illness in 2001.  Gignilliat died on June 22, 2002.  It is undisputed\r\n  that Gignilliat, cognizant of his terminal illness, requested that GSB continue\r\n  to use his name after his death and that GSB not be sued.[1]\r\nThe Personal\r\n  Representative (PR) of the Estate of Julian Gignilliat filed an action against\r\n  GSB and six partners in the firm at Mrs. Gignilliat’s request.  The PR alleged\r\n  GSB continued to use and profit from the Gignilliat name without the consent of\r\n  Gignilliat’s estate and without making compensation for its use.  \r\nA Consent Order was\r\n  filed wherein the PR of the estate assigned Mrs. Gignilliat the sole right to\r\n  any of the estate’s claims arising out of the complaint.  Subsequently, Mrs.\r\n  Gignilliat filed an amended complaint naming herself as the plaintiff in which\r\n  she sought a declaratory judgment regarding the defendants’ right to continue\r\n  using the Gignilliat name without consent, and she asserted claims for (1)\r\n  infringement on the right of publicity, (2)&nbsp;conversion, (3) unjust\r\n  enrichment, and (4)&nbsp;quantum meruit.  She sought damages and an injunction\r\n  preventing further use of the Gignilliat name without compensation.\r\nThe circuit court\r\n  granted GSB’s motion for summary judgment, finding no genuine issues of\r\n  material fact existed as to any of these claims.  The circuit court noted, \"No\r\n  South Carolina case has ever directly addressed whether a law firm may continue\r\n  to use a deceased partner’s name.\"  Mrs. Gignilliat appeals, arguing the\r\n  circuit court erred in granting summary judgment to GSB on all of her claims.[2]\r\nII.  LAW/ANALYSIS\r\nRule 56(c) of the\r\n  South Carolina Rules of Civil Procedure provides that a trial court may grant a\r\n  motion for summary judgment \"if the pleadings, depositions, answers to\r\n  interrogatories, and admissions on file, together with the affidavits, if any,\r\n  show that there is no genuine issue as to any material fact and that the moving\r\n  party is entitled to a judgment as a matter of law.\"  Rule 56(c), SCRCP. \r\n\"In determining whether any triable issues of fact\r\n  exist, the court must view the evidence and all reasonable inferences that may be drawn from the\r\n  evidence in the light most favorable to the non-moving party.\"  Brockbank v.\r\n    Best Capital Corp.,&nbsp;341 S.C. 372, 378-79, 534 S.E.2d 688,\r\n  692&nbsp;(2000).  An appellate court reviews the granting of summary judgment\r\n  under the same standard applied by the trial court under Rule 56(c), SCRCP.  Id. at 379, 534 S.E.2d at 692.  \"Summary judgment should not be granted even when\r\n  there is no dispute as to evidentiary facts if there is dispute as to the\r\n  conclusion to be drawn from those facts.\"  Id. at 378, 534 S.E.2d at\r\n  692.\r\nA.&nbsp; RIGHT OF PUBLICITY/WRONGFUL\r\n  APPROPRIATION\r\nMrs. Gignilliat\r\n  first contends the circuit court erred in granting summary judgment to GSB on\r\n  her claim for infringement on the right of publicity.  We disagree.\r\nIn her amended\r\n  complaint, Mrs. Gignilliat asserted a claim entitled \"Infringement on the Right\r\n  of Publicity,\" in which she alleged (1) she owns an enforceable right in the\r\n  Gignilliat identity, (2) GSB is using some aspect of Gignilliat’s identity or\r\n  persona (his surname) without permission and in a manner that makes Julian\r\n  Gignilliat identifiable by GSB’s use, and (3)&nbsp;GSB’s use of the Gignilliat\r\n  name is likely to cause damage to the commercial value of that persona.  Mrs.\r\n  Gignilliat maintained she was entitled to compensation for the use of\r\n  Gignilliat’s name by GSB and an injunction prohibiting its further use without just\r\n  compensation.  \r\nThe circuit court\r\n  granted GSB’s motion for summary judgment, finding South Carolina has not\r\n  recognized the tort of infringement on the right of publicity.  The court noted\r\n  South Carolina does recognize the tort of wrongful appropriation of\r\n  personality, but stated Mrs. Gignilliat did not label her cause of action as\r\n  wrongful appropriation and she would not be entitled to recovery under this\r\n  theory, in any event.  \r\nThe\r\n  court further ruled Mrs. Gignilliat was not entitled to any recovery for use of\r\n  the Gignilliat name because her claims for damages concerned only the value of\r\n  professional goodwill, which has no value apart from the individual\r\n  professional.  The court also found the South Carolina Rules of Professional\r\n  Conduct prevent payment to Mrs. Gignilliat because they prohibit lawyers from\r\n  sharing fees with nonlawyers.  Finally, the court ruled any claim for publicity\r\n  or wrongful appropriation does not survive the death of the named individual.   \r\n(1) \r\n  Classification of Tort\r\nInitially, we note\r\n  that the character of a complaint is determined by its factual allegations, not\r\n  the label assigned to it.\r\n\"The right of\r\n  publicity is best defined as ‘the inherent right of every human being to\r\n  control the commercial use of his or her identity.’\"  Thomas Phillip Boggess V, Cause of Action for an Infringement of the Right of Publicity, 31 Causes\r\n    of Action 2d 121, 144 (2006) (quoting McCarthy, The Rights of Publicity and\r\n  Privacy 2d § 1:3).  \"The focus is on commercial use and the right to control\r\n  that use and to be compensated monetarily for that use; whereas, the right to\r\n  privacy addresses damages of a person’s mental psyche.\"  Id. at 141.\r\nProfessor William\r\n  Prosser identified four basic torts under the right to privacy:  (1) intrusion,\r\n  (2)&nbsp;disclosure, (3) false light, and (4) appropriation.  Id. at\r\n  139.  The first three torts are based upon the idea that a person has the right\r\n  to be left alone, whereas the fourth is based on the theory that a person has\r\n  the right to control his or her identity.  Id.  The term \"right of\r\n  publicity\" was coined to break away from the theory of the right to privacy.  Id.  at 138.  Most states now recognize some form of the right of publicity, either\r\n  under the common law or by statute.  Id. at 140.\r\nJurisdictions have\r\n  recognized a right of publicity either by expressly acknowledging a separate\r\n  tort for the right of publicity or by finding it is encompassed within the four\r\n  classic privacy torts, specifically, wrongful appropriation.  See Pooley\r\n    v. Nat’l Hole-In-One Ass’n, 89 F. Supp. 2d 1108, 1111 (D. Ariz. 2000) (noting\r\n  \"[t]he common law right of privacy provides protection against four distinct\r\n  categories of invasion:  (1)&nbsp;intrusion upon a plaintiff’s seclusion or\r\n  solitude, or into his private affairs; (2) public disclosure of embarrassing\r\n  private facts about a plaintiff; (3)&nbsp;publicity which places the plaintiff\r\n  in a false light in the public eye; and (4) appropriation, for the defendant’s\r\n  advantage, of the plaintiff’s name or likeness,\" and this fourth category \"is\r\n  commonly referred to as appropriation . . . or the right of publicity\"); Winterland\r\n    Concessions Co. v. Sileo, 528 F. Supp. 1201, 1213&nbsp;(D. Ill. 1981) (\"One\r\n  of the species of the right of privacy recognized by the cases and the\r\n  commentators is the right of publicity.  Violation of this right constitutes\r\n  the tort of appropriation of a plaintiff’s name or likeness for [the] defendant’s\r\n  benefit.\").\r\nWe have previously\r\n  stated that South Carolina recognizes three distinct causes of action under the\r\n  rubric of invasion of privacy:\r\n\r\n\tIn South Carolina, there are three separate and distinct causes of action for\r\n  invasion of privacy: 1) wrongful appropriation\r\n  of personality; 2) wrongful\r\n  publicizing of private affairs; and 3)&nbsp;wrongful\r\n  intrusion into private affairs.  Swinton Creek Nursery v. Edisto Farm\r\n    Credit, 334 S.C. 469, 514 S.E.2d 126 (1999).  Wrongful appropriation of personality\r\n  involves the intentional, unconsented use of the plaintiff’s name, likeness, or\r\n  identity by the defendant for his own benefit.  The gist of the action is the\r\n  violation of the plaintiff’s exclusive right at common law to publicize and\r\n  profit from his name, likeness, and other aspects of personal identity.  Snakenberg\r\n    v. Hartford Cas. Ins. Co., 299 S.C. 164, 383 S.E.2d 2 (Ct. App. 1989).\r\n\r\nSloan v. South Carolina Dep’t of Pub. Safety, 355 S.C. 321, 325-26, 586\r\n  S.E.2d 108, 110&nbsp;(2003). \r\nEncompassed in\r\n  these three recognized torts is the infringement on the right of publicity; it\r\n  is denominated wrongful appropriation of personality.  It addresses the\r\n  plaintiff’s right to the commercial protection of his name, likeness, or\r\n  identity.  See id. at 326, 586 S.E.2d at 110 (stating wrongful\r\n  appropriation of personality concerns the plaintiff’s right at common law to\r\n  publicize and profit from his name or identity).  \r\nIn fact, we have recognized\r\n  this cause of action in some form since at least 1940.  In Holloman v. Life\r\n    Insurance Co. of Virginia, 192 S.C. 454, 458, 7 S.E.2d 169, 171 (1940), we\r\n  considered the following question:  \"Does the invasion of privacy by a\r\n  commercial use of plaintiff’s name against her consent entitle plaintiff to\r\n  damages?\"  We answered in the affirmative:\r\n\r\n\tThe\r\n  right of privacy is one which was not definitely recognized by the law until\r\n  comparatively recent times.  But we find ourselves in agreement with a number\r\n  of authorities to the effect that the violation of such a right is under\r\n  certain circumstances a tort which would entitle the injured person to recover\r\n  damages.  But the right of privacy is correctly defined in 21 R.C.L. 1196 as\r\n  \"the right to be let alone; the right of a person to be free from unwarranted\r\n  publicity\".  Or more specifically but less accurately, \"the right to live\r\n  without one’s name, picture or statue, or that of a relative, made\r\n  public against his will\".  \r\n\r\nId. (emphasis added).\r\nWe hold South Carolina does recognize the tort of infringement on the right of publicity.  The facts\r\n  alleged, not just the name of the cause of action used, should be examined in\r\n  assessing whether a valid claim has been asserted.  Cf. Baird v.\r\n    Charleston County,&nbsp;333 S.C. 519, 527, 511 S.E.2d 69, 73&nbsp;(1999)\r\n  (stating when considering a motion to dismiss, a court should look to the\r\n  factual allegations made in the complaint, and the \"motion may not be sustained\r\n  if the facts alleged and inferences therefrom would entitle the plaintiff to\r\n  any relief on any theory\").\r\n(2) \r\n  Survivability of Claim\r\nWe further hold the\r\n  right to control the use of one’s identity is a property right that is\r\n  transferable, assignable, and survives the death of the named individual.  The\r\n  Supreme Court of Georgia has observed, \"the trend since the early common law\r\n  has been to recognize survivability\" of this right.  Martin Luther King,\r\n    Jr., Ctr. for Soc. Change, Inc. v. Am. Heritage Prods., Inc., 296 S.E.2d\r\n  697, 705 (Ga. 1982) (stating appropriation of another’s name and likeness\r\n  without consent and for the financial gain of the appropriator is a tort and\r\n  holding that the right of publicity survives the death of the owner and is\r\n  inheritable and devisable).  \r\nThe Georgia court reasoned that the right of publicity is assignable during a person’s lifetime\r\n  because, \"without this characteristic, full commercial exploitation of one’s\r\n  name and likeness is practically impossible.\"  Id. at 704.  Likewise,\r\n  if such rights are assignable, they should also be inheritable and devisable.  Id.; see also McFarland v. Miller, 14 F.3d 912 (3d Cir. 1994) (concluding\r\n  the right of publicity is a property right that survives the death of an\r\n  individual); Prima v. Darden Restaurants, Inc., 78 F. Supp. 2d 337 (D.N.J.\r\n  2000) (holding, in a case involving the widow of a music performer, that New\r\n  Jersey law recognizes the right of publicity as a property right that descends\r\n  to the named person’s estate upon his death); Estate of Presley v. Russen,\r\n  513 F. Supp. 1339 (D.N.J. 1981) (deciding the right of publicity is a property\r\n  right rather than a personal right that is attached only to the individual and\r\n  that it is assignable during the person’s lifetime and descends upon the\r\n  individual’s death like any other intangible property right). \r\nMoreover, it\r\n  appears that this Court recognized the survivability of the claim in Holloman when it defined the right of privacy as \"the right to live without one’s name,\r\n  picture or statue, or that of a relative, made public against his will.\"  Holloman,\r\n  192 S.C. at 458, 7 S.E.2d at 171.  The inclusion of the right to protect the\r\n  privacy of a relative necessarily contemplates survivability of the right.\r\n(3)  Nature of\r\n  Damages \r\nThe circuit court\r\n  found that \"[t]he damages alleged in each of these causes of action [asserted\r\n  by Mrs. Gignilliat] result solely from the alleged retention of the\r\n  professional goodwill value of the Gignilliat name.\"  (Emphasis in original and\r\n  footnote omitted.)  The circuit court stated that Mrs. Gignilliat \"cannot claim\r\n  value in or damages resulting from the professional goodwill of Gignilliat’s\r\n  name\" because professional goodwill does not exist separate and apart from the\r\n  individual.  The trial court misconstrued Mrs. Gignilliat’s claim as one solely\r\n  for goodwill.  \r\n\r\n\tWe have defined\r\n  \"goodwill\" in general as follows:  \r\n\tGoodwill\r\n  may be properly enough described to be the advantage or benefit which is\r\n  acquired by an establishment beyond the mere value of the capital, stock,\r\n  funds, or property employed therein, in consequence of the general public\r\n  patronage and encouragement which it receives from constant or habitual\r\n  customers, on account of its local position or common celebrity, or reputation\r\n  for skill or affluence, or punctuality, or from other accidental circumstances\r\n  or necessities, or even from ancient partialities or prejudices. \r\n\r\nDonahue v. Donahue,&nbsp;299 S.C. 353, 359, 384 S.E.2d 741,\r\n  745&nbsp;(1989) (quoting Levy v. Levy, 397 A.2d 374, 377 (N.J. Super.\r\n  Ct. Ch. Div. 1978) ).\r\n\"Professional\r\n  goodwill\" has been further defined as having the following attributes:\r\n\r\n\tIt\r\n  attaches to the person of the professional man or woman as a result of\r\n  confidence in his or her skill and ability.  It does not possess value or\r\n  constitute an asset separate and apart from the professional’s person, or from\r\n  his individual ability to practice his profession. It would be extinguished in\r\n  the event of the professional’s death, retirement or disablement. \r\n\r\nId. (quoting Rathmell v. Morrison, 732 S.W.2d 6,\r\n  17 (Tex. App. 1987) (internal citation omitted)).\r\nIn Donahue,\r\n  we held the family court erred in placing a value upon the goodwill of the\r\n  husband’s professional practice and attempting to equitably divide it.  Id. at 360, 384 S.E.2d at 745.  We noted that the value of goodwill is inherently speculative\r\n  because it is totally dependent on the professional.  Id.  Further, in Keane\r\n    v. Lowcountry Pediatrics, 372 S.C. 136, 641 S.E.2d 53 (Ct. App. 2007), the\r\n  Court of Appeals held that professional goodwill has no value that exists\r\n  separate and apart from the professional.\r\nWe agree with the\r\n  circuit court’s finding that there is no separate value for goodwill in a\r\n  professional practice, but we conclude the circuit court erred in\r\n  characterizing Mrs. Gignilliat’s claim as one strictly for goodwill.  Mrs.\r\n  Gignilliat is challenging GSB’s assertion that it has the unfettered right to\r\n  use the Gignilliat name without compensation, which is a distinguishable\r\n  property right.  \r\nOrdinarily the\r\n  partners remaining after one partner retires do not have an absolute right to\r\n  continue using the partnership’s old name, but such right may be acquired by\r\n  express agreement with the retiring partner:\r\n\r\n\tUnless\r\n  an agreement provides therefor, the partners remaining after one of them has\r\n  retired are not entitled to the continued use of the old name.  They do not\r\n  secure that right by virtue of the conveyance to them by the retiring partner\r\n  of all his right, title, and interest in the partnership business, property, or\r\n  assets, or even the good will where it rests on the personal attributes of the\r\n  partners.  \r\n\r\n68 C.J.S. Partnership § 226 (1998) (footnotes omitted).  Section 277 of Corpus Juris Secundum further\r\n  observes that where a partnership is dissolved by the death of a partner, the\r\n  surviving partners may have the right to continue the use of the firm name, in\r\n  the absence of a contrary agreement, citing the case of Mendelsohn v.\r\n    Equitable Life Assurance Society, 33 N.Y.S.2d 733 (App. Term 1942) as\r\n  authority for this proposition.  Id. § 277.  Mendelsohn, however,\r\n  extended the New York common law previously applicable to trade firms to\r\n  professional partnerships to achieve this result, while simultaneously observing\r\n  there was an absence of authority in this regard applicable to professional\r\n  partnerships.  Mendelsohn, 33 N.Y.S.2d at 734.  Additionally, the Mendelsohn court relied upon the fact that there was express consent to the use of the\r\n  partners’ names.  Id.  \r\nWe conclude the circuit\r\n  court erred in finding Mrs. Gignilliat’s claims fail as a matter of law because\r\n  she is not entitled to seek payment for goodwill.  Mrs. Gignilliat’s claims\r\n  concern the right to use of the Gignilliat name for commercial purposes, which\r\n  is a recognized property right that is distinguishable from goodwill.  Although\r\n  we acknowledge there is a limited market available for the right to use the\r\n  name in the legal field,[3] we agree with other jurisdictions that have found there is a presumption of\r\n  nominal damages in similar cases involving the infringement on the right to\r\n  control the use of one’s identity:\r\n\r\n\tMisappropriation\r\n  of identity is a tort arising from the right to privacy and is designed to\r\n  prevent the commercial use of one’s name or image without consent.  To plead\r\n  misappropriation of identity, the plaintiff must claim \"an appropriation without\r\n  consent, of one’s name or likeness for another’s use or benefit.\"  A\r\n    claimant alleging misappropriation of identity need not prove actual damages,\r\n    because the court will presume damages if someone infringes another’s\r\n    right to control his identity.\r\n\r\n\r\n    Petty v. Chrysler Corp., 799 N.E.2d 432, 441-42 (Ill. App. Ct. 2003)\r\n  (internal citations omitted) (emphasis added); see also Ainsworth v.\r\n    Century Supply Co., 693 N.E.2d 510, 514 (Ill. App. Ct. 1998) (holding the\r\n  trial court erred in granting summary judgment to the defendant on the basis\r\n  the plaintiff could not establish actual damages for his claim of\r\n  misappropriation of his likeness; the Appellate Court of Illinois held the law\r\n  presumes nominal damages in such an instance and noted that to hold otherwise\r\n  \"overlooks . . . the venerable principle that the law will presume that damages\r\n  exist for every infringement of a right\");[4] James v. Bob Ross Buick, Inc., 855 N.E.2d 119, 124 (Ohio Ct. App. 2006)\r\n  (concluding the trial court erred in granting summary judgment on the\r\n  plaintiff’s claim of misappropriation of his name, stating, \"a plaintiff need\r\n  not establish actual damages in order to prevail on a misappropriation-of-name\r\n  claim\" and that \"a plaintiff may seek to recover nominal damages for claims of\r\n  misappropriation of the plaintiff’s name or likeness\"). \r\nThe presumed\r\n  nominal damages recognized by courts are not considered to be the same as\r\n  goodwill.  However, we recognize that, on the facts of this case, damages other\r\n  than the presumed nominal damages would  be difficult to prove and even more\r\n  difficult to distinguish from professional goodwill.[5]  \r\nWe hold South Carolina does recognize the right of publicity, that the right survives death, and that\r\n  nominal damages are presumed.  Notwithstanding this holding on the recognition\r\n  of the right of publicity and its presumed damages, however, we find GSB was\r\n  entitled to summary judgment as a matter of law.  An infringement on the right\r\n  of publicity requires the unconsented use of the plaintiff’s name, likeness, or\r\n  identity by the defendant for the defendant’s own benefit.  Here it is\r\n  undisputed that Gignilliat requested that GSB continue to use his name after\r\n  his death.  There is no evidence to the contrary.[6]\r\nB.&nbsp; CONVERSION\r\nThe circuit court\r\n  ruled GSB was entitled to summary judgment on Mrs. Gignilliat’s claim for\r\n  conversion because \"[c]onversion does not apply to a claim for the non-tangible\r\n  property rights at issue in this matter.\"  The court stated, \"The Gignilliat\r\n  name is neither tangible nor represented by or connected to something\r\n  tangible.\"    \r\nMrs. Gignilliat\r\n  argues the grant of summary judgment to GSB on her conversion claim was error\r\n  and asserts she \"is not aware of any South Carolina jurisprudence on the issue\r\n  of whether intangible personal property, such as the right of publicity, may\r\n  give rise to an action for conversion.\"  \r\nThis Court has \"defined conversion\r\n  as the unauthorized assumption in the exercise of the right of ownership over\r\n  goods or personal chattels belonging to another to the exclusion of the owner’s\r\n  rights.\"  Am. Credit of Sumter, Inc. v. Nationwide Mut. Ins. Co., 378 S.C. 623, 629, 663 S.E.2d 492, 495&nbsp;(2008); accord Moseley v.\r\n    Oswald,&nbsp;376 S.C. 251, 254, 656 S.E.2d 380, 382&nbsp;(2008); SSI Med.\r\n      Servs., Inc. v. Cox, 301 S.C. 493, 498, 392 S.E.2d 789, 792 (1990).  \"To establish the tort of conversion,\r\n  the plaintiff must establish either title to or right to the possession of the\r\n  personal property.\"  Moseley, 376 S.C. at 254, 656 S.E.2d at 382.\r\nOur courts have\r\n  previously held that intangible rights are normally not the proper subject for\r\n  a conversion claim.  In Hawkins v. City of Greenville, 358 S.C. 280, 297,\r\n  594 S.E.2d 557, 566 (Ct. App. 2004), the Court of Appeals observed that an\r\n  action for conversion ordinarily lies only for personal property which is\r\n  tangible or which is represented by or connected with something that is\r\n  tangible.    \r\n\"An action for\r\n  conversion ordinarily lies only for personal property that is tangible, or to intangible property that\r\n    is merged in, or identified with, some document.\"  18 Am. Jur. 2d Conversion § 7 (2004) (emphasis added) (footnote omitted); see also H.D. Warren,\r\n  Annotation, Nature of Property or Rights Other Than Tangible Chattels Which\r\n    May Be Subject of Conversion, 44 A.L.R.2d 927, 929 (1955) (\"[I]t is\r\n  ordinarily held that an action for conversion lies only for personal property\r\n  which is tangible, or at least represented by or connected with something\r\n  tangible, and not for indefinite, intangible, and incorporeal species of\r\n  property.\").\r\nWhile courts are recognizing that certain intangible rights\r\n  may properly be the object of a suit for conversion, they are often limited to\r\n  instances where the rights have some documented basis to support them.  See W. Keeton, D. Dobbs, R. Keeton, &amp; D. Owen, Prosser and Keeton on the Law\r\n    of Torts, § 15, at 91-92 (5th ed. 1984) (observing the rule that only\r\n  personal property may be the subject of a conversion claim \"has been discarded\r\n  to some extent by all of the courts,\" but noting \"[t]he process of expansion\r\n  has stopped with the kind of intangible rights which are customarily merged in,\r\n  or identified with[,] some document\").  \r\nWe\r\n  are reluctant to expand the tort of conversion as it relates to intangible\r\n  property and conclude that it should be limited to intangible property rights\r\n  that are identified with some document.  In the current appeal, the alleged\r\n  property right Mrs. Gignilliat sought to enforce was intangible and there was\r\n  no documentation evidencing this right.  Thus, it is not properly subject to a\r\n  claim for conversion and we hold the circuit court properly granted summary\r\n  judgment to GSB on Mrs. Gignilliat’s claim for conversion.    \r\nC.&nbsp; QUANTUM MERUIT AND\r\n  UNJUST ENRICHMENT\r\nMrs. Gignilliat lastly\r\n  argues the circuit court erred in granting summary judgment to GSB on her\r\n  claims for quantum meruit and unjust enrichment.  Mrs. Gignilliat asserts she has\r\n  established the necessary elements by showing Gignilliat spent a lifetime\r\n  developing the GSB law firm, GSB has derived a substantial benefit from\r\n  carrying on the practice under the Gignilliat name, and it would be inequitable\r\n  for GSB to retain this benefit without compensating Gignilliat’s estate.\r\n\"This Court has\r\n  recognized quantum meruit as an equitable doctrine to allow recovery for unjust\r\n  enrichment.\" Columbia Wholesale Co. v. Scudder May N.V.,&nbsp;312 S.C.\r\n  259, 261, 440 S.E.2d 129, 130&nbsp;(1994).  \"[Q]uantum meruit,\r\n  quasi-contract, and implied by law contract are equivalent terms for an\r\n  equitable remedy.\"  Myrtle Beach Hosp., Inc. v. City of Myrtle Beach, 341 S.C. 1, 8, 532 S.E.2d 868, 872 (2000).  \r\nTo prevail under\r\n  this theory, a plaintiff must show the following elements: \"(1) [a] benefit\r\n  conferred by [the] plaintiff upon the defendant; (2)&nbsp;realization\r\n  of that benefit by the defendant; and (3) retention of the benefit by the\r\n  defendant under circumstances that make it inequitable for him to retain it\r\n  without paying its value.\"  Id. at 8-9, 532 S.E.2d at 872; accord Smith-Hunter Constr. Co. v. Hopson, 365 S.C. 125, 616 S.E.2d 419 (2005).\r\nWe affirm the\r\n  circuit court’s grant of summary judgment on this claim.  It is axiomatic that\r\n  a claim for quantum meruit will not lie absent evidence of unjust enrichment. \r\n  Unlike plaintiff’s claim of wrongful appropriation/right of publicity where\r\n  nominal damages are presumed at law, quantum meruit requires a showing of\r\n  actual damages resulting from the wrongful retention of benefits (goods or\r\n  services) by the defendant.  Here, Mrs. Gignilliat has failed to offer any\r\n  evidence of any goods or services bestowed upon GSB.  The general argument that\r\n  GSB \"originated business\" by associating itself with the Gignilliat name is too\r\n  speculative.  As such, it amounts to no more than an impermissible claim for\r\n  professional goodwill.\r\nWe recognize that\r\n  the use of the Gignilliat name has some value to GSB, otherwise this litigation\r\n  would not exist.  However, Mrs. Gignilliat has failed to offer any evidence\r\n  that this value is anything more than sentimental. Thus, her claim for quantum\r\n  meruit/unjust enrichment fails.\r\nIII.  CONCLUSION\r\nBased on the\r\n  foregoing, we affirm the grant of summary judgment to GSB on Mrs. Gignilliat’s claims\r\n  for infringement on the right of publicity/wrongful appropriation of\r\n  personality, conversion, and quantum meruit/unjust enrichment.[7]\r\nAFFIRMED. \r\nWALLER, ACTING\r\n  CHIEF JUSTICE, KITTREDGE, J., and Acting Justice James E. Moore, concur. PLEICONES, J., concurring in a separate opinion.\r\n\r\nJUSTICE PLEICONES:  I concur in the decision to affirm the circuit court\r\n  order, but write separately on the publicity tort since I conclude that\r\n  appellant has not stated a cause of action.\r\nAppellant,\r\n  as assignee of her late husband’s estate, sued the law firm (respondent) of\r\n  which her husband had been a named partner at the time of his death, for\r\n  respondent’s continuing use of his name after his death.  At common law, the\r\n  surviving partners in a business firm had the right to continue to use the firm\r\n  name after the death of a partner.  See Mendelsohn v. Equit. Life\r\n    Assur. Soc., 178 Misc. 152, 33 N.Y.S.2d 733 (N.Y. App. Term. 1942).  In the\r\n  absence of a statutory bar or ethical prohibition, local custom permits\r\n  continued use of a deceased partner’s name in a professional partnership unless\r\n  the partnership agreement provides otherwise.  Id.; see also 68\r\n  C.J.S. Partnership § 277 (1998).[8] \r\n  South Carolina recognizes the practice by statute,[9] and in the comments to Rule 7.5 of Rule 407, SCACR.[10]\r\nBy custom and\r\n  practice, a law firm in South Carolina may continue to use the name of a\r\n  deceased partner unless there is an agreement to the contrary.  In my opinion,\r\n  appellant, having asserted no such agreement, has no cause of action against\r\n  respondent.  I would therefore affirm the circuit court’s order.           \r\n\r\n\r\n[1]  Mrs. Gignilliat testified that her deceased husband\r\n  visited her in a dream and said that he did not mind if GSB discontinued the\r\n  use of his name.  Nonetheless, this ghostly visit is not a revocation of\r\n  consent.\r\n[2]  Summary judgment was granted to the individual law\r\n  firm partners in a separate order that is not at issue here; therefore, the\r\n  individual partners are not parties to this appeal.  \r\n[3]  The South Carolina Rules of Professional Conduct\r\n  would prevent another law firm besides GSB from simply purchasing the\r\n  Gignilliat name without having any relationship to Gignilliat.  See Comment 1 to Rule 7.5 of Rule 407, SCACR (\"[I]t is misleading to use the name\r\n  of a lawyer not associated with the firm or a predecessor of the firm or the\r\n  name of a non lawyer.\").\r\n[4]  The tort of wrongful appropriation of personality\r\n  was recognized in 1940; it is illogical to conclude that a tort can exist\r\n  without any potential for compensation under any circumstances.\r\n[5]  We note the circuit court, citing Rule 5.4(a) of the\r\n  South Carolina Rules of Professional Conduct, found the payment of damages\r\n  would constitute an impermissible fee-splitting arrangement because the money\r\n  used to pay goodwill to Mrs. Gignilliat would come from legal fees generated by\r\n  the remaining partners and associates of GSB.  As stated above, we find Mrs.\r\n  Gignilliat was not seeking solely goodwill damages.  Moreover, a law firm’s\r\n  payment of tort damages does not constitute an impermissible fee-splitting\r\n  arrangement as contemplated by the rule.\r\n[6]  This Court takes judicial notice of the custom and\r\n  practice in this state of law firms continuing to use the names of deceased\r\n  members in their firm names.  Heretofore, the basis has been the taking for\r\n  granted that the deceased partner would consent.  Hereafter, it is presumed,\r\n  unless proven otherwise, that the deceased partner consented to the continued\r\n  use of his or her name in the partnership’s name.    \r\n[7]  Justice Pleicones would grant summary judgment on\r\n  the publicity tort based on his conclusion that the common law grants surviving\r\n  partners the right to continue the use of a deceased partner’s name, and\r\n  because South Carolina recognizes the practice by statute and comments to Rule\r\n  7.5 of Rule 407, SCACR.\r\nIt is\r\n  axiomatic that ethical rules for lawyers do not and cannot create substantive\r\n  rights and certainly cannot deprive one of property.  Section 33-41-1070(10) of\r\n  the South Carolina Code is offered as support for a partnership’s continued use\r\n  of a deceased partner’s name.  However, it should be noted that this law is\r\n  designed to protect the deceased partner’s property and makes no mention of the\r\n  partnership’s right to continued use of the deceased partner’s name.  Section\r\n  33-41-1070(10) protects a deceased partner’s property from debts incurred by a\r\n  partnership that continued to use the deceased partner’s name.\r\nMendelsohn v. Equitable Life Assurance Society, 33\r\n  N.Y.S.2d 733 (App. Term 1942) is offered in support of the proposition that the\r\n  common law authorizes the continued use of a deceased partner’s name in a\r\n  professional partnership.  To determine whether or not Mendelsohn is applicable\r\n  to this case, Mendelsohn deserves a closer look.\r\nThe issue in Mendelsohn was whether a pleading\r\n  (Answer) could be drafted on behalf of the defendant by a law firm whose name\r\n  included the names of deceased partners.  The continued use of the deceased\r\n  partners’ names without consent was not an issue.  The court expressly noted\r\n  \"there has always been an understanding and agreement between the partners\" of\r\n  the law firm that, in the event of the death or retirement of a partner, \"the\r\n  remaining partners shall own the exclusive right to the firm name[.]\"  Id. at 734.  Mendelsohn recognized that \"[a]lmost the entire body of the\r\n  adjudicated cases dealing with the right to continue a firm name after\r\n  dissolution refers to ordinary trades rather than professional partnerships.\"  Id.  Mendelsohn did not cite any authority for its decision to extend the\r\n  common law applicable to trade or business firms to professional partnerships. \r\n  Rather, the court did so on the basis it discerned no reason to apply a\r\n  different rule to professional partnerships and the use of the firm name was\r\n  sustainable by reason of an agreement between the partners.  Id.  Thus, Mendelsohn applied the New York common law authority used for ordinary trade or business\r\n  firms.  Id. (citing Caswell v. Hazard, 24 N.E. 707 (N.Y. 1890)). \r\n  Further, later cases in New York stated the use of a firm name was purely by\r\n  statutory authority.  See Fisk v. Fisk, Clark &amp; Flagg, 76\r\n  N.Y.S. 482, 484&nbsp;(Special Term 1902) (\"[T]he right to continue the use of a\r\n  firm name after the death of a partner is, in this state, purely a matter of\r\n  statutory permission.  The general rule is that a firm name cannot be so\r\n  continued if it includes the name of the deceased partner.  In order to justify\r\n  the continued use of the name, the case must be shown to fall within one of the\r\n  exceptions prescribed by statute . . . .\").\r\nThe concurring opinion includes no citation to South Carolina\r\n  common law or English common law that gives a professional partnership the\r\n  right to continue the use of the name of a deceased partner without consent. \r\n  The general rule is that the successors to the old business must not, without\r\n  express agreement, use the old firm name so as to convey the idea that the\r\n  retiring individuals are still connected with it.  Rowell v. Rowell, 99\r\n  N.W. 473 (Wis. 1904).  However, where the name of an individual has continued\r\n  to be used after his death, so that the name does not designate any existing\r\n  individual, and has practically become an artificial one, designating nothing\r\n  but the establishment, the general rule is not applicable.  Id. at 479\r\n  (citing Slater v. Slater, 67 N.E. 224 (N.Y. 1903)).  This is not the\r\n  status of GSB at this time.   \r\n[8] Section 277 discusses the use of a deceased partner’s name while 68 C.J.S. Partnership § 226 is concerned with continued use of a name after a partner’s retirement. \r\n[9] See S.C. Code Ann. § 33-41-1070(10) (2006).\r\n[10] Comment 1 provides in relevant part:\r\n\r\n\tA firm may\r\n  be designated by the names of all or some of its members, by the names of\r\n  deceased members where there has been a continuing succession in the firm’s\r\n  identity or by a trade name such as the \"ABC Legal Clinic\".…It may be observed\r\n  that any firm name including the name of a deceased partner is, strictly\r\n  speaking, a trade name.  The use of such names to designate law firms has\r\n  proven a useful means of identification.  However, it is misleading to use the\r\n  name of a lawyer not associated with the firm or a predecessor of the firm or\r\n  the name of a non lawyer.\r\n\r\n\r\n","court":"Supreme"},{"id":"ORDER","title":"In the Matter of Samantha D. Farlow","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2009-10-08-01","description":"","date":"2009-10-12","type":"order","text":"\r\n  \r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\nIn the Matter of Samantha  D. Farlow, Petitioner\r\n\r\nORDER\r\n\r\nOn June 25, 2007, the Court suspended petitioner from the  practice of law for two (2) years.&nbsp; In  the Matter of Farlow, 374 S.C. 90, 647 S.E.2d 243 (2007).1 &nbsp; The Court denied petitioner&rsquo;s request that  the suspension be made retroactive to May 25, 2006, the date of her interim  suspension.2&nbsp; Id.\r\nOn  March 5, 2009, petitioner filed a Petition for Reinstatement and the matter was  referred to the Committee on Character &amp; Fitness (CCF) pursuant to Rule 33,  RLDE, Rule 413, SCACR.&nbsp; After a June 19,  2009 hearing, the CCF issued its Report and Recommendation concluding  petitioner has met the requirements for reinstatement and recommending that she  be reinstated to the practice of law.&nbsp;  Neither petitioner nor the Office of Disciplinary Counsel filed  objections to the CCF&rsquo;s Report and Recommendation.&nbsp; \r\nPetitioner&rsquo;s  Petition for Reinstatement is granted.&nbsp; Petitioner  is hereby admitted to the practice of law.&nbsp; \r\nIT  IS SO ORDERED.&nbsp;\r\n\r\n   \r\n\r\n\r\n  \r\n    \r\n     s/Jean H. Toal&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; C.J.\r\n      \r\n      s/John H. Waller, Jr.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      \r\n      s/Costa M. Pleicones&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/Donald W. Beatty&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/John W. Kittredge&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n    \r\n  \r\n\r\nColumbia, South Carolina\r\nOctober 8, 2009\r\n\r\n\r\n  \r\n  1&nbsp;The opinion was refiled after discovery of a scrivener&rsquo;s error.&nbsp; In the Matter of Farlow, 380 S.C. 35,  668 S.E.2d 790 (2008).&nbsp;&nbsp;&nbsp;&nbsp; \r\n  \r\n    2 In the Matter of Farlow, 369 S.C. 48, 631 S.E.2d 75 (2006).\r\n  \r\n\r\n\r\n\r\n\r\n\r\n","court":"Supreme"},{"id":"ORDER","title":"Thompson v. Cisson Construction Company","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2009-10-08-02","description":"","date":"2009-10-12","type":"order","text":"\r\n  \r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\n\r\n  \r\n    \r\n      \r\n        Ann Thompson, Claimant, for John Michael Harvey,  deceased employee, Petitioner,\r\n        v. \r\n        Cisson Construction Company, Employer, and Ohio  Casualty Co., Carrier, Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nORDER\r\n\r\nThis Court granted petitioner&rsquo;s request for a writ of  certiorari to review the Court of Appeals&rsquo; decision in Thompson ex rel.  Harvey v. Cisson Const. Co., 377 S.C. 137, 659 S.E.2d 171 (Ct. App. 2008).&nbsp; Respondents have filed a request to withdraw  the appeal based on a settlement agreement that renders the matter moot.&nbsp; We grant the motion.\r\n Finally, we vacate the Court of Appeals opinion in Thompson  ex rel. Harvey v. Cisson Const. Co., 377 S.C. 137, 659 S.E.2d 171 (Ct. App.  2008).&nbsp;&nbsp; \r\n\r\n  \r\n    \r\n     s/Jean H. Toal&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; C.J.\r\n      \r\n      s/John H. Waller, Jr.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      \r\n      s/Costa M. Pleicones&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/Donald W. Beatty&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/John W. Kittredge&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n    \r\n  \r\n\r\nColumbia, South Carolina\r\nOctober 8, 2009\r\n\r\n\r\n\r\n\r\n","court":"Supreme"},{"id":"ORDER","title":"In the Matter of Gilbert S. Bagnell","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2009-10-09-01","description":"","date":"2009-10-12","type":"order","text":"\r\n  \r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\nIn the Matter of Gilbert S. Bagnell, Respondent.\r\n\r\nORDER\r\n\r\nThe Office of  Disciplinary Counsel (ODC) has filed a petition asking this Court to place  respondent on interim suspension pursuant to Rule 17(c), RLDE, Rule 413,  SCACR.&nbsp; After thorough review of the  petition, the Court determines that respondent&rsquo;s interim suspension is  warranted.&nbsp; Accordingly, respondent&rsquo;s  license to practice law in this state is hereby suspended until further order  of the Court.&nbsp; \r\n IT IS SO ORDERED.&nbsp;&nbsp;\r\n\r\n  \r\n    &nbsp;\r\n    s/Jean H. Toal\r\n      FOR THE COURT\r\n  \r\n\r\nColumbia, South  Carolina\r\nOctober 9, 2009\r\n\r\n\r\n\r\n\r\n","court":"Supreme"},{"id":"ORDER","title":"In the Matter of William R. Taylor","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2009-10-09-02","description":"","date":"2009-10-12","type":"order","text":"\r\n  \r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\nIn the Matter of William R. Taylor, Respondent.\r\n\r\n\r\nORDER\r\n\r\nThe Office of  Disciplinary Counsel has filed a petition asking this Court to place respondent  on interim suspension pursuant to Rule 17(b), RLDE, Rule 413, SCACR, and  seeking the appointment of an attorney to protect respondent&rsquo;s clients&rsquo;  interests pursuant to Rule 31, RLDE, Rule 413, SCACR.\r\nIT IS ORDERED that  respondent&rsquo;s license to practice law in this state is suspended until further  order of the Court.\r\nIT IS FURTHER ORDERED that Pearce  W. Fleming, Esquire, is hereby appointed to assume responsibility for  respondent&rsquo;s client files, trust account(s), escrow account(s), operating  account(s), and any other law office account(s) respondent may maintain.&nbsp; Mr. Fleming shall take action as required by  Rule 31, RLDE, Rule 413, SCACR, to protect the interests of respondent&rsquo;s  clients.&nbsp; Mr. Fleming may make  disbursements from respondent&rsquo;s trust account(s), escrow account(s), operating  account(s), and any other law office account(s) respondent may maintain that  are necessary to effectuate this appointment.\r\nThis  Order, when served on any bank or other financial institution maintaining  trust, escrow and/or operating accounts of respondent, shall serve as an  injunction to prevent respondent from making withdrawals from the account(s)  and shall further serve as notice to the bank or other financial institution  that Pearce W. Fleming, Esquire, has been duly appointed by this Court.\r\nFinally,  this Order, when served on any office of the United States Postal Service,  shall serve as notice that Pearce W. Fleming, Esquire, has been duly appointed  by this Court and has the authority to receive respondent's mail and the  authority to direct that respondent&rsquo;s mail be delivered to Mr. Fleming&rsquo;s  office.\r\nThis appointment shall be for  a period of no longer than nine months unless request is made to this Court for  an extension.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n\r\n  \r\n    &nbsp;\r\n    s/Jean H. Toal C.J.\r\n      FOR THE COURT\r\n  \r\n\r\nColumbia, South Carolina\r\nOctober 9, 2009\r\n\r\n\r\n\r\n\r\n","court":"Supreme"},{"id":"ORDER","title":"Amendments to Rule 402 of the South Carolina Appellate Court Rules","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2009-10-16-02","description":"","date":"2009-10-19","type":"order","text":"\r\n  \r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\nRE:&nbsp; &nbsp;Amendments to Rule 402 of the South Carolina  Appellate \r\n  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Court Rules\r\n\r\nORDER\r\n\r\nPursuant to Article V, &sect;4 of the  South Carolina Constitution, Rule 402 of the South Carolina Appellate Court  Rules (SCACR) is amended as shown in the attachment to this order.&nbsp; These amendments shall be effective January  1, 2010. \r\nIT IS SO  ORDERED.\r\n\r\n  \r\n    \r\n     s/Jean H. Toal&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; C.J.\r\n      \r\n      s/John H. Waller, Jr.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      \r\n      s/Costa M. Pleicones&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/Donald W. Beatty&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/John W. Kittredge&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n    \r\n  \r\n\r\nColumbia, South  Carolina\r\n  October 16, 2009\r\n\r\nAmendments to Rule 402, SCACR\r\n(1) Rule 402(b), SCACR, is amended to read:\r\n (b) Committee  on Character and Fitness.\r\n\r\n  (1) Members. The Committee on Character and Fitness shall consist of twelve (12)  active members of the South Carolina Bar who shall be appointed by the Supreme  Court for five (5) year terms.&nbsp;&nbsp; In case  of a vacancy on the Committee, the Supreme Court shall appoint an active member  of the Bar to serve the remainder of the unexpired term.\r\n   (2) Chair;  Secretary. The Supreme Court shall  appoint a chair and a secretary of the Committee from among the Committee's  membership.\r\n   (3) Panels and Meetings.&nbsp;&nbsp; The members shall be divided by the chair into panels composed of three (3)  members. &nbsp;The chair may rotate membership  on the panels, and may substitute members between panels.&nbsp;&nbsp; Panels shall meet when scheduled by the chair  or the Committee, and the full Committee may meet to consider administrative  matters.&nbsp; &nbsp;Meetings of the Committee other than periodic  meetings may be called by the chair upon the chair's own motion and shall be  called by the chair upon the written request of three members of the Committee.\r\n   (4) Quorum. &nbsp;&nbsp;A quorum for a meeting of  the full Committee shall be seven (7) members, and a quorum for a panel shall  be three (3) members.\r\n   (5) Duties. &nbsp;The  Committee on Character and Fitness shall investigate and determine whether an  applicant for admission to the Bar possesses the qualifications prescribed by  this Rule as to age, legal education, and character.&nbsp; The applicant must establish to the  reasonable satisfaction of a majority of a panel that the applicant is  qualified.&nbsp;&nbsp; In conducting  investigations, a panel may take and hear testimony, compel by subpoena the  attendance of witnesses, and require the applicant to appear for a hearing  before a panel or for a personal interview before a single member of the  Committee. An applicant will not be denied admission by the Committee without  being afforded the opportunity for a hearing before a panel.&nbsp; Any member of the Committee may administer  oaths and issue subpoenas.&nbsp; The Committee  may adopt rules that shall become effective upon approval by the Supreme  Court.&nbsp; In addition, the Committee shall  perform the duties specified by Rule 33 of the Rules for Lawyer Disciplinary  Enforcement contained in Rule 413, SCACR, and any other duties as directed by  the Supreme Court.\r\n\r\n(2) Rule 402(c)(4), SCACR, is amended to  read:&nbsp; &quot;has been found qualified by a  panel of the Committee on Character and Fitness;&quot;.\r\n&nbsp;\r\n&nbsp;\r\n\r\n\r\n\r\n\r\n","court":"Supreme"},{"id":"ORDER","title":"Amendments to the South Carolina Rules for Lawyer Disciplinary Enforcement","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2009-10-16-03","description":"","date":"2009-10-19","type":"order","text":"\r\n  \r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\nRE:&nbsp;&nbsp;Amendments to the South Carolina Rules for Lawyer\r\nDisciplinary Enforcement\r\n\r\nORDER\r\n\r\nPursuant to Article V, &sect;4 of the  South Carolina Constitution, the Rules for Lawyer Disciplinary Enforcement (RLDE)  contained in Rule 413 of the South Carolina Appellate Court Rules are amended as  shown in the attachment to this order.&nbsp; These  amendments shall be effective January 1, 2010, and shall apply to all  disciplinary complaints filed on or after that date.&nbsp; The amendments shall also apply to all  matters in which formal charges are pending on the effective date.\r\n For a complaint pending on the effective  date of these amendments for which no formal charges have been filed, the  matter shall continue under the current rules until concluded or until formal  charges are filed.&nbsp; Once formal charges  are filed, the matter shall proceed under the amended rules.\r\nFurther, the increase in public members on the Commission on Lawyer  Conduct will be phased in, beginning with the addition of two public members  (one to each panel) in the first year and then adding the second public member  to each panel as the terms of current lawyer members expire.\r\n Finally, lawyers who were  indefinitely suspended before January 1, 2010, shall not be eligible to file  a petition for reinstatement under Rule 33, RLDE, until two years from the date  of entry of the order of indefinite suspension. &nbsp;\r\n IT IS SO  ORDERED.\r\n\r\n  \r\n    \r\n     s/Jean H. Toal&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; C.J.\r\n      \r\n      s/John H. Waller, Jr.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      \r\n      s/Costa M. Pleicones&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/Donald W. Beatty&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/John W. Kittredge&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n    \r\n  \r\n\r\nColumbia, South  Carolina\r\n  October 16, 2009\r\n\r\nAmendments to the Rules for Lawyer Disciplinary  Enforcement\r\n(1) Rule 2(b), (h), (o), (p) and (r), RLDE, are amended to read:\r\n\r\n  (b) Closed,  But Not Dismissed: a manner of disposing of a matter where a panel of  the Commission makes a finding that the matter should not be dismissed, but it  is either impossible or impractical to proceed with the matter because it  appears that the lawyer is deceased, disappeared, incarcerated, physically or  mentally incapacitated, disbarred, or suspended from the practice of law, or  for other good cause. \r\n  (h) Disciplinary Counsel: the lawyer in charge of screening and  investigating complaints, prosecuting formal charges and performing other  duties assigned by the Supreme Court.&nbsp;  See Rule 5.\r\n   (o) Investigation: an inquiry into allegations of  misconduct, including a search for and examination of evidence concerning the  allegations.&nbsp; See Rule 19.\r\n   (p) Investigative Panel: the panel of the Commission that considers the  recommendations of disciplinary counsel with regard to the disposition of cases  and acceptance of agreements for resolution of disciplinary matters.&nbsp; The investigative panel also determines  whether formal charges will be filed.&nbsp; See  Rule 4.\r\n    &nbsp;\r\n    (r) Letter of Caution: a written caution or warning about past or future  conduct issued when it is determined that no misconduct has been committed or  that only minor misconduct not warranting the imposition of a sanction has been  committed. A letter of caution may be issued by disciplinary counsel, an  investigative panel or the Supreme Court. The issuance of a letter of caution  is not a form of discipline under these rules and does not constitute a finding  of misconduct unless the letter of caution specifically states that misconduct  has been committed. The fact that a letter of caution has been issued shall not  be considered in a subsequent disciplinary proceeding against the lawyer unless  the caution or warning contained in the letter of caution is relevant to the  misconduct alleged in the proceedings.\r\n\r\n  (2)&nbsp;&nbsp;&nbsp;&nbsp; Rule 3(c) and (d), RLDE, are amended to  read:\r\n\r\n   (c) Appointment  of Members. The Commission shall be  composed of 50 members appointed by the Supreme Court.&nbsp; 34 members shall be active members of the  South Carolina Bar.&nbsp; 16 members shall be  public members. \r\n  (d) Terms.&nbsp; Attorney members shall serve for a term of 4  years and public members shall serve for a term of 2 years.&nbsp; Commission members shall be eligible for  reappointment.&nbsp; A member assigned to a  hearing panel may continue to participate in the hearing and decision of a  matter despite the expiration of the member's term if the hearing began before  the expiration of the term.\r\n\r\n (3)&nbsp;&nbsp;&nbsp;&nbsp; Rule 4(b), RLDE, is amended to read:\r\n\r\n   (b) Panels and Meetings. The attorney members of the Commission, other than the chair and vice-chair,  shall be divided by the chair into 8 panels of 4 attorney members and 2 public  members. The panels shall be assigned to serve as an investigative panel or a  hearing panel as designated by the chair. If the panel is assigned to serve as  an investigative panel, the chair shall add either the chair or the vice-chair  to the panel to increase its membership to 7. The chair may rotate the  assignments of the panels as investigative or hearing panels, and may rotate  membership on the panels; provided, however, that no member shall sit on both  the investigative and hearing panel for the same proceeding. Panels shall meet  when scheduled by the Commission. The full Commission shall meet periodically  as determined by the Commission to consider administrative matters. Meetings of  the Commission other than periodic meetings may be called by the chair upon the  chair's own motion and shall be called by the chair upon the written request of  three members of the Commission.\r\n\r\n\r\n  (4) Rule  4(e)(2) , RLDE, is amended to read:\r\n\r\n   (2)  In addition to the  duties assigned to Commission counsel in Rule 6, the Commission may delegate to  the Commission counsel the duty and authority to:\r\n  \r\n     (A) maintain the  Commission's records;\r\n     (B) maintain  statistics concerning the operation of the Commission and make them available  to the Commission and the Supreme Court;\r\n     (C) prepare an  annual report of the Commission's activities for presentation to the Supreme Court  and the public;\r\n     (D) inform the  public of the existence and operation of the lawyer discipline system,  including the Commission's address and telephone number and the disposition of  each matter in which public discipline is imposed;\r\n    (E) monitor lawyers for compliance with  conditions of reinstatement, readmission, discipline and deferred discipline,  and refer lawyers who fail to comply to disciplinary counsel for contempt  proceedings;\r\n     (F) provide advice and assistance to attorneys appointed  to protect clients&rsquo; interests; and,\r\n    (G) supervise attorneys, court reporters, and other staff  as the Supreme Court may provide to the Commission.\r\n  \r\n\r\n (5) Rule 4(f), RLDE, is amended to read:\r\n\r\n   (f) Powers and Duties of Investigative Panel. An investigative panel shall have the duty and  authority to:\r\n  \r\n     (1) review the  recommendations of disciplinary counsel after investigation and either issue a  letter of caution with or without a finding of misconduct, issue notice of  intent to impose a confidential admonition, enter into a deferred discipline  agreement, consider an agreement for discipline by consent, authorize formal  charges, refer the matter to another agency, or dismiss the complaint;\r\n     (2) designate a member of the panel to preside over the  investigative panel in the absence of the chair or vice-chair of the  Commission;\r\n     (3) declare a matter closed, but not dismissed prior to  the filing of formal charges; \r\n    (4) issue orders pursuant to Rule 31(b)(1); and,\r\n     (5) after proper notice, re-open a matter that has been  previously dismissed or closed but not dismissed. \r\n  \r\n\r\n  (6) Rule 5(b)(1) and (11), RLDE, are amended to read:\r\n\r\n   (1) receive and screen  complaints, dismiss complaints, issue letters of caution with no finding of  misconduct, refer complaints to other agencies when appropriate, conduct  investigations, notify complainants about the status and disposition of their  complaints, make recommendations to an investigative panel on the disposition  of complaints after investigation, file formal charges when directed to do so  by an investigative panel, prosecute formal charges, and file briefs and other  appropriate petitions with the Supreme Court;\r\n   (11) perform  other duties at the direction of the Commission or the Supreme Court.\r\n\r\n (7) The heading of Rule 5(c), RLDE, is amended  to read: &quot;(c) Appointment of Attorneys to Assist Disciplinary  Counsel.&quot;\r\n  (8) Rule 7(b), RLDE, is amended to read:\r\n\r\n   (b) Sanctions. Misconduct  shall be grounds for one or more of the following sanctions:\r\n  \r\n     (1) disbarment;\r\n     (2) suspension for a definite period from the  office of attorney at law. The period of the suspension shall not exceed 3  years and shall be set by the Supreme Court;\r\n     (3) public reprimand;\r\n     (4) admonition,  provided that an admonition may be used in subsequent proceedings as evidence  of prior misconduct solely upon the issue of sanction to be imposed;\r\n     (5) restitution to persons financially injured,  repayment of unearned or inequitable attorney's fees or costs advanced by the  client, and reimbursement to the Lawyers' Fund for Client Protection;\r\n     (6) assessment of the costs of the proceedings,  including the cost of hearings, investigations, prosecution, service of process  and court reporter services;\r\n     (7) assessment of a fine;\r\n    (8) limitations on the nature and extent of the  lawyer's future practice;\r\n     (9) &nbsp;&nbsp;&nbsp; any other sanction or requirement as the  Supreme Court may determine is appropriate.\r\n  \r\n\r\n (9) Rule 11,  RLDE, is amended to read:\r\n\r\n  RULE 11. EX PARTE CONTACTS\r\n  Members of the Commission and  Commission counsel shall not engage in ex parte communications regarding  a case, except that before making a determination to file formal charges in a  case pursuant to Rule 19(d)(4), members of the investigative panel assigned to  that case may communicate with disciplinary counsel as required to perform  their duties in accordance with these rules, and the chair and vice-chair may  entertain requests for permissive disclosure pursuant to Rule 12(c) made by  disciplinary counsel without notice to the lawyer. Where disciplinary counsel  makes a request to the chair or vice-chair pursuant to either Rule 12(c) or  19(b) without notice to the lawyer, the request shall so state and set forth  the reason that notice is not being given.&nbsp; Ex parte communications shall include any communication which  would be prohibited by Section 3B(7) of the Code of Judicial Conduct, Rule 501,  SCACR, if engaged in by a judge.\r\n\r\n (10) Rule 12(a)  and (b), RLDE, are amended to read:\r\n\r\n   (a) General Rule. Except as  otherwise provided in these rules or ordered by the Supreme Court, the members  of the Commission, the staff of the Commission, the disciplinary counsel, the  staff of the disciplinary counsel, the members of the Supreme Court and the  staff of the Supreme Court shall not in any way reveal the existence of the  complaint, while the matter remains confidential, except to persons directly  involved in the matter and then only to the extent necessary for a proper  disposition of the matter. A violation of this provision may be punished as a  contempt of the Supreme Court.\r\n  (d) Disclosure Necessary for Withdrawal as  Counsel. When it is necessary to  obtain the permission of a tribunal to withdraw from representation, a lawyer  may reveal the fact that the client filed a complaint with the Commission to  help establish good cause for withdrawal. If the motion to be relieved includes  a reference to the existence of a complaint which is confidential under this  rule, the lawyer may elect to give opposing counsel notice of the motion only,  without revealing the existence of the complaint. If the lawyer&rsquo;s motion to be  relieved is accompanied by a request that the records relating to the motion be  sealed, the tribunal shall take steps to prevent disclosure of the existence of  the complaint to any other person. After deciding the motion to be relieved,  the tribunal shall insure that either the record is sealed or that all  references to the complaint are deleted from the record available to the  public. No members of the tribunal or its staff who learn of the existence of  the complaint shall reveal that fact to any other person.\r\n\r\n(11) Rule  14(b)(2) and (3), RLDE,&nbsp; are amended to  read:\r\n\r\n   (2) By Disciplinary Counsel. &nbsp;Disciplinary counsel may extend the time for  responses due from a lawyer under Rule 19 for one or more periods not to exceed  30 days in the aggregate for each.\r\n   (3) By the Parties.&nbsp; Disciplinary counsel and the lawyer may, by written agreement,  extend the time to respond under Rule 19 or 23(a) after the execution and  delivery by both parties of an agreement for discipline by consent or deferred  disciplinary agreement for the duration of the period the agreement is awaiting  a final disposition and for a period of 30 days thereafter if the Agreement is  not accepted.\r\n\r\n (12) Rule 14(c), RLDE, is amended to read:\r\n\r\n   (c) Service. Service upon  the lawyer of formal charges in any disciplinary or incapacity proceedings  shall be made by personal service upon the lawyer or the lawyer's counsel by  any person authorized by the chair of the Commission or by registered or  certified mail to the lawyer's last known address. Service of all other  documents shall be made in the manner provided by Rule 262(b), SCACR.\r\n\r\n (13)&nbsp;&nbsp; Rule 15(a)  and (b), RLDE, are amended to read:\r\n\r\n   (a) Oaths. &nbsp;Oaths and  affirmations may be administered by any member of the Commission, disciplinary  counsel, or any other person authorized by law to administer oaths and  affirmations.\r\n   (b) Subpoenas for Investigation.\r\n  \r\n    (1) Disciplinary counsel  may compel by subpoena the attendance of the lawyer or witnesses and the  production of pertinent books, papers, documents (whether in typed, printed,  written, digital, electronic, or other format), and other tangible evidence for  the purposes of investigation. \r\n    (2) The  Commission chair, vice-chair, or Commission counsel may issue subpoenas for  specific witnesses or documents at the request of the lawyer under  investigation or direct disciplinary counsel to subpoena witnesses or documents  and provide the subpoenaed information to the Commission chair, vice-chair, or  Commission counsel. \r\n  \r\n\r\n (14) Rule  17(c), RLDE, is amended to read:\r\n\r\n   (c) Failure to Respond to Notice of Investigation,  Subpoena, or Notice of Appearance. Upon  receipt of sufficient evidence demonstrating that a lawyer has failed to fully  respond to a notice of investigation, has failed to fully comply with a proper  subpoena issued in connection with an investigation or formal charges, has  failed to appear at and fully respond to inquiries at an appearance required  pursuant to Rule 19(c)(3), or has failed to respond to inquiries or directives  of the Commission or the Supreme Court, the Supreme Court may place that lawyer  on interim suspension.\r\n\r\n &nbsp;(15)&nbsp; Rule 18, RLDE, is amended to read:\r\n\r\n   RULE  18.&nbsp; NOTIFICATION TO COMPLAINANT; LIMITED  RIGHT TO REVIEW\r\n  (a) Notification  to Complainant.&nbsp; Disciplinary counsel shall provide written  acknowledgment of every complaint, if the complainant is known, and notify the  complainant in writing of the final disposition of a proceeding under these  rules. Notification in writing shall be mailed within 20 days of the decision  disposing of the proceeding. \r\n   (b) Limited  Right to Review.&nbsp; Although entitled to notice, a complainant is  not a party to the proceeding.&nbsp; However,  upon notice of a dismissal by disciplinary counsel pursuant to Rule 19(d)(1), a  complainant may seek review by the investigative panel.&nbsp; Disciplinary counsel shall inform the complainant  of the following review process in the notice of dismissal.&nbsp; The complainant may seek review by submitting  a request to the disciplinary counsel in writing within 30 days of the date of  the notice of dismissal.&nbsp; Upon receipt of  the request for review, disciplinary counsel shall provide the lawyer with a  copy of the request.&nbsp; The lawyer may  submit a written response within 15 days.&nbsp;  Disciplinary counsel shall submit the complainant&rsquo;s request and the  lawyer&rsquo;s response, if any, for consideration at the next meeting of the  investigative panel.&nbsp; Notification in  writing shall be mailed to the complainant and the lawyer within 20 days of the  investigative panel&rsquo;s decision. The complainant is not entitled to appeal or  otherwise seek review of a dismissal or referral by disciplinary counsel  pursuant to Rule 19(a) or of any decision, action, or disposition by the  investigative panel, the hearing panel, the Commission chair or vice-chair, or  the Supreme Court. \r\n\r\n (16)&nbsp;&nbsp; Rule 19, RLDE, is amended to read:\r\n\r\n  RULE 19.&nbsp; SCREENING AND  INVESTIGATION. \r\n  (a) Screening. Disciplinary counsel shall evaluate all information coming to  disciplinary counsel's attention by complaint or from other sources that  alleges lawyer misconduct or incapacity. If the information would not constitute  misconduct or incapacity if it were true, disciplinary counsel shall dismiss  the complaint or, if appropriate, refer the matter to another agency. If the  information raises allegations that would constitute lawyer misconduct or  incapacity if true, disciplinary counsel shall conduct an investigation.\r\n   (b) Investigation.&nbsp; Disciplinary  counsel shall conduct all investigations.&nbsp;  Disciplinary counsel may issue subpoenas pursuant to Rule 15(b), conduct  interviews and examine evidence to determine whether grounds exist to believe  the allegations of complaints.&nbsp; Disciplinary  counsel shall issue a notice of investigation to the lawyer with a copy of the  complaint or information received requesting that the lawyer file a response to  the allegations in the notice; provided, however, that disciplinary counsel may  seek permission of the chair or vice-chair to dispense with the requirement to  make this request or to dispense with the requirement to provide the lawyer  with a copy of the complaint or information received. The lawyer shall file a  written response within 15 days of notice to do so from disciplinary counsel.  The written response must include the lawyer&rsquo;s verification that it is complete  and accurate to the best of the lawyer&rsquo;s knowledge and belief.\r\n  (c) Requirements  of Notice of Investigation.\r\n  \r\n    (1) When issuing notice of investigation pursuant to Rule  19(b), disciplinary counsel shall give the following notice to the lawyer:\r\n    \r\n       (A) a specific statement of  the allegations being investigated and the rules or other ethical standards  allegedly violated, with the provision that the investigation can be expanded  if deemed appropriate by disciplinary counsel;\r\n       (B) the lawyer's duty to  respond pursuant to Rule 19(b);\r\n       (C) the lawyer's  opportunity to meet with disciplinary counsel pursuant to Rule 19(c)(3); and,\r\n       (D) the name of the  complainant unless the investigative panel determines that there is good cause  to withhold that information.\r\n    \r\n     (2) The investigative  panel may defer the giving of notice but, when notice is deferred, disciplinary  counsel must give notice to the lawyer before making a recommendation as to a  disposition.\r\n     (3) Before the disciplinary counsel or the investigative  panel determines its disposition of the complaint under Rule 19(d), either  disciplinary counsel or the lawyer may request that the lawyer appear before  disciplinary counsel to respond to questions. The appearance shall be on the  record and the testimony shall be under oath or affirmation. If disciplinary  counsel requests the lawyer's appearance, disciplinary counsel must give the  lawyer 20 days' notice.\r\n     (4)Any person giving testimony pursuant to Rule  19 shall be entitled to obtain a transcript of his or her testimony from the  transcribing court reporter upon paying the subscribed charges unless otherwise  directed by an investigative panel for good cause shown.\r\n  \r\n   (d) Disposition After Investigation.\r\n  \r\n    (1) Upon completion of the investigation, if disciplinary  counsel believes that no misconduct has been committed, and a written caution  is not appropriate to conclude the matter, disciplinary counsel may dismiss the  complaint.\r\n     (2) If disciplinary counsel believes that no misconduct  has been committed, but a written caution or warning is appropriate to conclude  the matter, disciplinary counsel may issue a letter of caution with no finding  of misconduct.\r\n     (3) If disciplinary counsel believes there is evidence  supporting the allegations against a lawyer, disciplinary counsel may:\r\n    \r\n      (A) propose an agreement for discipline by consent to the  lawyer pursuant to Rule 21;\r\n       (B) recommend to an investigative panel that the matter be  concluded with a letter of caution or a confidential admonition; or,\r\n       (C) recommend to an investigative panel that formal  charges be filed.&nbsp;\r\n    \r\n    (4) The investigative  panel may adopt, reject or modify the recommendations of disciplinary counsel.\r\n    \r\n       (A)&nbsp;&nbsp;&nbsp; If  the investigative panel finds no violation or a violation pursuant to Rule 7  for which the imposition of a sanction is not warranted, it may dismiss or  issue a letter of caution.\r\n       (B)&nbsp;&nbsp;&nbsp; If the investigative  panel finds that there is reasonable cause to believe the lawyer committed  misconduct for which the imposition of a sanction is warranted, it may accept  an agreement for discipline by consent pursuant to Rule 21; it may execute a  deferred discipline agreement; it may admonish the lawyer pursuant to the  provisions of Rule 19(d)(5) or, it may direct disciplinary counsel to file  formal charges.&nbsp;\r\n      (C) If the  investigative panel finds that the  matter should not be dismissed, but it is either impossible or impractical to  proceed with the matter because it appears that the lawyer is deceased,  disappeared, incarcerated, physically or mentally incapacitated, disbarred, or  suspended from the practice of law, or for other good cause, the panel may  designate the matter closed but not dismissed. If the lawyer files a written  objection with the Commission and serves a copy of that objection on  disciplinary counsel within 10 days of service of notice that the matter was  closed, but not dismissed, the matter shall be deemed re-opened and in the  investigation phase. Any objection need not contain any grounds for objecting.  Before a matter can be re-opened after being closed, but not dismissed, an  investigative panel of the Commission must make a finding that there has been a  change in the circumstances that were the basis for the matter to be closed,  but not dismissed, or that there is other good cause for it to be re-opened.  Before a motion can be considered by an investigative panel of the Commission  to re-open a matter that has been previously closed, but not dismissed,  disciplinary counsel shall serve a copy of the motion to do so containing the  grounds to re-open on the lawyer and then the lawyer shall have 10 days to  respond thereto. Disciplinary counsel shall notify both the lawyer and the  complainant when a matter is closed, but not dismissed, and when the matter is  re-opened. If the panel declines to re-open the matter, disciplinary counsel  shall so advise the lawyer.&nbsp;\r\n    \r\n    (5) When the investigative  panel finds reasonable cause to conclude that the lawyer has committed  misconduct, but finds that public discipline is not warranted, it may issue  notice to the lawyer that it intends to impose a confidential admonition as a  final disposition of the matter(s). Notice to the lawyer shall include a copy  of the confidential admonition and shall be served on the lawyer in accordance  with Rule 14(c). The notice of intent shall state the lawyer&rsquo;s right to object  and that any such objection need not include any grounds therefor. The  confidential admonition shall thereafter be imposed unless the lawyer both  files with the Commission and serves on disciplinary counsel a written  objection within 30 days of mailing of the notice. If the lawyer objects to the  imposition of the confidential admonition in conformity with the requirements  of this rule, disciplinary counsel shall file formal charges.\r\n  \r\n\r\n (17)&nbsp;&nbsp; Rule 20, RLDE, is amended to read:\r\n\r\n   RULE 20.&nbsp; &nbsp;MOTION BY DISCIPLINARY COUNSEL TO RE-OPEN  DISMISSED COMPLAINTS \r\n    If a complaint has been dismissed,  the allegations made in that complaint shall not be used for any purpose unless  the complaint is re-opened by the Commission. A complaint dismissed prior to  the filing of formal charges may be re-opened by an investigative panel upon  motion of disciplinary counsel upon a finding by the investigative panel that  there is new information concerning the matter dismissed, an additional  complaint has been filed against the same lawyer involving related or similar  allegations, or other good cause. Prior to a motion to re-open being decided, a  copy of the motion to re-open containing the grounds therefor shall be served  on the lawyer by disciplinary counsel, and the lawyer shall then have 10 days  thereafter to file a written response with the Commission. The lawyer and the  complainant shall be notified by disciplinary counsel as to the panel's  decision on the motion to re-open. \r\n\r\n (18)&nbsp;&nbsp; Rule  25, RLDE, is amended to read:\r\n\r\n  RULE  25.&nbsp; DISCOVERY\r\n  (a) Initial Disclosure. Within 20 days of the filing of an  answer, disciplinary counsel and respondent shall exchange:\r\n  \r\n     (1) the names and addresses of all persons known to have knowledge of  the relevant facts;\r\n     (2) non-privileged evidence relevant to the formal charges;\r\n     (3) the names of expert witnesses expected to testify at the hearing  and affidavits setting forth their opinions and the bases therefor; and,\r\n     (4) other material only upon good cause shown to the chair of the  hearing panel.\r\n  \r\n    Disciplinary  counsel or the respondent may withhold such information only with permission of  the chair of the hearing panel or the chair&rsquo;s designee, who shall authorize  withholding of the information only for good cause shown, taking into  consideration the materiality of the information possessed by the witness and  the position the witness occupies in relation to the judge. The chair&rsquo;s review  of the withholding request is to be in camera, but the party making the request  must advise the opposing party of the request without disclosing the subject of  the request.\r\n   (b) Pre-Hearing  Disclosure. Within 20  days of the date of the filing of an answer, the chair of the hearing panel  shall set a date for the exchange of witness lists and exhibits no later than  30 days prior to the scheduled hearing.&nbsp; Disciplinary counsel and  respondent shall exchange exhibits to be presented at the hearing, names and  addresses of witnesses to be called at the hearing, witness statements, and  summaries of interviews with witnesses who will be called at the hearing (for  purposes of this paragraph, a witness statement is a written statement signed  or otherwise adopted or approved by the person making it, or a stenographic,  mechanical, electrical, or other recording, or a transcription thereof, which  is a substantially verbatim recital of an oral statement by the person making  it and contemporaneously recorded).&nbsp; &nbsp;Copies of transcripts of testimony taken by a  court reporter pursuant to Rule 15(b) or Rule 19(c) may be obtained by the  parties from the court reporter at the expense of the requesting party and need  not be made available to the requesting party by the opposing party unless not  otherwise available or otherwise directed by the Commission under Rule 25(h).\r\n   (c) Depositions. Depositions shall only be allowed if  agreed upon by the disciplinary counsel and the respondent, or if the chair of  the hearing panel or the chair's designee grants permission to do so based on a  showing of good cause. The chair or the chair's designee may place restrictions  or conditions on the manner, time and place of any authorized deposition.\r\n   (d) Exculpatory Evidence. Notwithstanding any other provision of  this rule, disciplinary counsel shall provide respondent with exculpatory  evidence relevant to the formal charges.\r\n   (e) Duty of Supplementation. Both parties have a continuing duty to  supplement information required to be exchanged under this rule.\r\n   (f) Completion of Discovery. All discovery shall be completed within  60 days of the filing of the answer.\r\n   (g) Failure to Disclose. If a party fails to timely disclose a  witness&rsquo;s name and address, any statements by the witness, summaries of witness  interviews, or other evidence required to be disclosed or exchanged under this  rule, the hearing panel may grant a continuance of the hearing, preclude the  party from calling the witness or introducing the document, or take such other  action as may be appropriate. In the event disciplinary counsel has not timely  disclosed exculpatory material, the hearing panel may require the matter to be  disclosed and grant a continuance, or take such other action as may be appropriate.\r\n   (h) Resolution of Disputes. Disputes concerning discovery shall be  determined by the hearing panel. Review of these decisions shall not be subject  to an interlocutory appeal; instead these decisions must be challenged by  filing objections or a brief pursuant to Rule 27(a).\r\n   (i) Pre-Hearing Conferences. The hearing panel may require the  respondent and disciplinary counsel to participate in a pre-hearing conference  in person or by telephone.&nbsp; Either party may request a pre-hearing  conference.&nbsp; Scheduling of a pre-hearing conference is at the sole  discretion of the chair of the hearing panel.\r\n\r\n (19) Rule  32, RLDE, is amended to read:\r\n\r\n   RULE  32. &nbsp;REINSTATEMENT FOLLOWING A DEFINITE  SUSPENSION OF LESS THAN NINE MONTHS \r\n    Unless otherwise provided for  in the Supreme Court&rsquo;s suspension order, a lawyer who has been suspended for a  definite period of less than 9 months shall be reinstated to the practice of  law at the end of the period of suspension by filing with the Supreme Court,  and serving upon disciplinary counsel and the Commission on Lawyer Conduct, an  affidavit stating that the lawyer is currently in good standing with the  Commission on Continuing Legal Education and Specialization and the South  Carolina Bar, has fully complied with the requirements of the suspension order,  and has paid any required fees and costs, including payment of necessary  expenses and compensation approved by the Supreme Court to the attorney  appointed pursuant to Rule 31, RLDE, to protect the interests of the lawyer's  clients for necessary expenses, or to the Lawyers' Fund for Client Protection  if the Fund has paid the appointed attorney under Rule 31(f), RLDE.&nbsp; If suspended for conduct resulting in a  criminal conviction and sentence, the lawyer must also successfully complete  all conditions of the sentence, including, but not limited to, any period of  probation or parole.&nbsp; In such a case, the  lawyer must attach to the affidavit documentation demonstrating compliance with  this provision.&nbsp; The affidavit filed with  the Supreme Court shall be accompanied by proof of service showing service on  disciplinary counsel and the Commission on Lawyer Conduct, and a filing fee of  $200.&nbsp;&nbsp; When all preconditions set out in  this rule are met, the Court shall issue an order of reinstatement. The order shall  be public.\r\n\r\n (20) The  caption of Rule 33, RLDE, is amend to read:&nbsp;  &quot;RULE 33.&nbsp; REINSTATEMENT  FOLLOWING A DEFINITE SUSPENSION FOR NINE MONTHS OR MORE OR DISBARMENT&quot;. \r\n  (21) Rule 33(a) and (c), RLDE, are  amended to read:\r\n\r\n   (a) Generally. &nbsp;A lawyer who has been suspended for a definite  period of 9 months or more, or has been disbarred shall be reinstated to the  practice of law only upon order of the Supreme Court.&nbsp; A petition for reinstatement shall not be  filed earlier than 5 years from the date of entry of the order of  disbarment.&nbsp; A lawyer who has received a  definite suspension for 9 months or more may file the petition for  reinstatement no earlier than 270 days prior to the expiration of the period of  suspension. All records and proceedings relating to reinstatement shall be open  to the public.\r\n  (c) Service and Filing of Petition. The lawyer shall serve a copy of the petition on  disciplinary counsel and on the Commission on Lawyer Conduct and shall file 10  copies of the petition with the Supreme Court. The copies filed with the  Supreme Court shall be accompanied by a filing fee of $1,500 and proof of  service showing service on disciplinary counsel and the Commission on Lawyer  Conduct.\r\n\r\n (22) Rule 33(f)(8), RLDE, is amended to read:\r\n\r\n   (8) If  disbarred, the lawyer has successfully completed the examinations and training  required by Rule 402(c)(5), (6) and (8), SCACR. The lawyer may take the  examinations and begin this training no earlier than 9 months prior to the  earliest date on which the lawyer may apply for readmission. The lawyer shall  attach proof of completion of these examinations and training to the petition  for readmission.\r\n\r\n (23) Rule 33(g) and (h), RLDE, are amended to read:\r\n\r\n   (g) Action by Committee on Character and  Fitness. Within 180 days of the matter being referred to the  Committee on Character and Fitness, a panel of the Committee shall conduct a  hearing.&nbsp; If the petition for  reinstatement is withdrawn after the start of the hearing, the lawyer must wait  two years from the date the petition is withdrawn to reapply for reinstatement. \r\n   At the hearing before  the panel, the lawyer shall have the burden of demonstrating by clear and  convincing evidence that the lawyer has met each of the criteria in paragraph  (f) above.&nbsp; Any member of the Committee  may issue subpoenas to compel the attendance of witnesses and the production of  pertinent books, papers and documents. The willful failure to comply with a  subpoena issued under this rule may be punished as contempt of the Supreme  Court.&nbsp; Upon proper application, the Supreme  Court may enforce the attendance and testimony of any witness and the  production of any documents subpoenaed. The hearing shall be open to the  public. Disciplinary Counsel and the Commission shall be allowed to present  evidence and make arguments to the panel. The panel shall file a report with  the Supreme Court containing its findings and recommendations.\r\n   The Committee on  Character and Fitness may promulgate rules and regulations governing practice  and procedure before the Committee. These rules and regulations shall become  effective when approved by the Supreme Court.\r\n   (h) Decision as to Reinstatement. The  Supreme Court shall review the report filed by the panel of the Committee on  Character and Fitness. The Supreme Court may require the parties to file briefs  or may schedule oral argument on the matter. If the Supreme Court finds that  the lawyer has complied with each of the criteria of paragraph (f), it may  reinstate the lawyer. The decision to grant or deny reinstatement rests in the  discretion of the Court.&nbsp; In making this  determination, the seriousness of the prior misconduct will be considered and  the petition for reinstatement may be denied based solely on the seriousness of  the prior misconduct.&nbsp; Unless otherwise  ordered by the Supreme Court in the order denying reinstatement, no lawyer  shall be permitted to reapply for reinstatement within 2 years following an  adverse ruling upon a petition for reinstatement or readmission. Orders  granting or denying petitions for reinstatement shall be public. \r\n\r\n\r\n\r\n\r\n\r\n","court":"Supreme"},{"id":"ORDER","title":"Amendments to the South Carolina Rules for Judicial Disciplinary Enforcement","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2009-10-16-04","description":"","date":"2009-10-19","type":"order","text":"\r\n  \r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\nRE:&nbsp; &nbsp;Amendments to the South Carolina Rules for  Judicial\r\n  Disciplinary Enforcement\r\n\r\nORDER\r\n\r\nPursuant to Article V, &sect;4 of the  South Carolina Constitution, the Rules for Judicial Disciplinary Enforcement  (RJDE) contained in Rule 502 of the South Carolina Appellate Court Rules are amended  as shown in the attachment to this order.&nbsp;  These amendments shall be effective January 1, 2010, and shall apply to  all disciplinary complaints filed on or after that date.&nbsp; The amendments shall also apply to all  matters in which formal charges are pending on the effective date.\r\n For a complaint pending on the effective  date of these amendments for which no formal charges have been filed, the  matter shall continue under the current rules until concluded or until formal  charges are filed.&nbsp; Once formal charges  are filed, the matter shall proceed under the amended rules.\r\n &nbsp;  Further, the increase in public members on the Commission on Judicial Conduct  will be phased in, beginning with the addition of two public members (one to  each panel) in the first year and then adding the second public member to each  panel as the terms of current judicial members expire.\r\nIT IS SO  ORDERED.\r\n\r\n  \r\n    \r\n     s/Jean H. Toal&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; C.J.\r\n      \r\n      s/John H. Waller, Jr.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      \r\n      s/Costa M. Pleicones&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/Donald W. Beatty&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/John W. Kittredge&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n    \r\n  \r\n\r\nColumbia, South Carolina \r\nOctober 16, 2009\r\n\r\nAmendments to the Rules for Judicial Disciplinary  Enforcement\r\n(1) Rule 2(b), (h), (o), (p) and (q), RJDE, are amended to read:\r\n\r\n  (b) Closed, But Not Dismissed: a manner of disposing of a matter where a panel of the  Commission makes a finding that the matter should not be dismissed, but it is  either impossible or impractical to proceed with the matter because it appears  that the judge is deceased, disappeared, incarcerated, physically or mentally  incapacitated, or removed from judicial duties, or for other good cause.\r\n   (h) Disciplinary Counsel: the lawyer in charge of screening and  investigating complaints, prosecuting formal charges and performing other  duties assigned by the Supreme Court. &nbsp;See Rule 5.\r\n   (o) Investigation: an inquiry into allegations of  misconduct, including a search for and examination of evidence concerning the  allegations.&nbsp; See Rule 19.\r\n   (p) Investigative Panel: the  panel of the Commission that considers the recommendations of disciplinary  counsel with regard to the disposition of cases and acceptance of agreements  for resolution of disciplinary matters.&nbsp;  The investigative panel also determines whether formal charges will be  filed. &nbsp;See Rule 4.\r\n   (q) Letter of Caution: a written caution or warning about past  or future conduct issued when it is determined that no misconduct has been  committed or that only minor misconduct not warranting the imposition of a  sanction has been committed. A letter of caution may be issued by disciplinary  counsel, an investigative panel or the Supreme Court. The issuance of a letter  of caution is not a form of discipline under these rules and does not  constitute a finding of misconduct unless the letter of caution specifically  states that misconduct has been committed. The fact that a letter of caution  has been issued shall not be considered in a subsequent disciplinary proceeding  against the judge unless the caution or warning contained in the letter of  caution is relevant to the misconduct alleged in the proceedings.\r\n\r\n (2) Rule 3(c) and (d), RJDE, are amended to  read:\r\n\r\n   (c) Appointment. The Commission shall be composed of 26 members appointed by the Supreme Court. 10 members shall be judges from the  circuit court or family court or masters-in-equity.&nbsp; 4 members shall be judges from the  magistrate, municipal or probate courts.&nbsp;  4 members shall be active members of the South Carolina Bar who have  never held a judicial office.&nbsp; 8 members  shall be public members.\r\n   (d)  Terms. Commission members shall serve for a term of 4 years and shall be eligible for  reappointment.&nbsp; A member assigned to a  hearing panel may continue to participate in the hearing and decision of a  matter despite the expiration of the member's term if the hearing began before  the expiration of the term. \r\n\r\n (3)Rule 4(b), RJDE, is amended to read:\r\n\r\n   (b) Panels and Meetings. The members of the Commission, other than the chair,  vice-chair and public members, shall be divided by the chair into 4 panels of 6  members.&nbsp; Each panel shall be composed of 2 members who are judges from  the circuit court, judges from the family court or masters-in-equity; 1 member  who is a judge from the magistrate, municipal or probate courts; 1 attorney  member and 2 public members. The panels shall be assigned to serve as an  investigative panel or a hearing panel as designated by the chair. If the panel  is assigned to serve as an investigative panel, the chair shall add either the  chair or the vice-chair to the panel to increase its membership to 7.&nbsp; The chair may rotate the assignments of the  panels as investigative or hearing panels, and may rotate membership on the  panels; provided, however, that no member shall sit on both the investigative  and hearing panel for the same proceeding.&nbsp;  Panels shall meet when scheduled by the Commission.&nbsp; The full Commission shall meet periodically  as determined by the Commission to consider administrative matters.&nbsp; Meetings of the Commission other than  periodic meetings may be called by the chair upon the chair's own motion and  shall be called by the chair upon the written request of 3 members of the  Commission.\r\n\r\n (4) Rule 4(e)(2) , RJDE, is amended to read:\r\n\r\n   (2) In addition to the  duties assigned to Commission counsel in Rule 6, the Commission may delegate to  the Commission counsel the duty and authority to:\r\n  \r\n     (A) maintain  the Commission's records;\r\n     (B) maintain statistics  concerning the operation of the Commission and make them available to the  Commission and the Supreme Court;\r\n     (C) prepare an annual  report of the Commission's activities for presentation to the Supreme Court and  the public;\r\n     (D) inform the public of  the existence and operation of the judicial discipline system, including the  Commission's address and telephone number and the disposition of each matter in  which public discipline is imposed;\r\n    (E) monitor judges for  compliance with conditions of discipline and deferred discipline and refer  judges who fail to comply to disciplinary counsel for contempt proceedings;  and,\r\n     (F) supervise attorneys,  court reporters, and other staff as the Supreme Court may provide to the  Commission.\r\n  \r\n\r\n(5) Rule 4(f), RJDE, is amended to read:\r\n\r\n   (f) Powers and Duties of Investigative Panel. An investigative panel shall have the duty and authority  to:\r\n  \r\n     (1) review the  recommendations of the disciplinary counsel after investigation and either issue  a letter of caution with or without a finding of misconduct, issue notice of  intent to impose a confidential admonition, enter into a deferred discipline  agreement, consider an agreement for discipline by consent, authorize formal  charges, refer the matter to another agency, or dismiss the complaint;\r\n     (2) designate a member of the panel to preside  over the investigative panel in the absence of the chair or vice-chair of the  Commission;\r\n     (3) declare a matter closed but not dismissed  prior to the filing of formal charges; and,\r\n    (4) after proper notice,  re-open a matter that has been previously dismissed or closed but not  dismissed.\r\n  \r\n\r\n (6) Rule 5(b)(1) and (8), RJDE, are amended to read:\r\n\r\n   (1) receive  and screen complaints, dismiss complaints, issue letters of caution with no  finding of misconduct, refer complaints to other agencies when appropriate,  conduct investigations, notify complainants about the status and disposition of  their complaints, make recommendations to an investigative panel on the  disposition of complaints after investigation, file formal charges when  directed to do so by an investigative panel, prosecute formal charges, and file  briefs and other appropriate petitions with the Supreme Court;\r\n   (8) perform other duties  at the direction of the Commission or the Supreme Court.\r\n\r\n (7) The heading of Rule 5(c), RJDE, is amended to read: &quot;(c)  Appointment of Attorneys to Assist Disciplinary Counsel.&quot;\r\n  (8) Rule 11,  RJDE, is amended to read:\r\n\r\n  RULE 11.&nbsp;  EX PARTE CONTACTS\r\n    Members of the Commission and  Commission counsel shall not engage in ex parte communications regarding  a case, except that before making a determination to file formal charges in a  case pursuant to Rule 19(d)(4) members of the investigative panel assigned to  that case may communicate with disciplinary counsel as required to perform  their duties in accordance with these rules and the chair and vice-chair may  entertain requests for permissive disclosure pursuant to Rule 12(c) made by  disciplinary counsel without notice to the judge. Where disciplinary counsel  makes a request to the chair or vice-chair pursuant to either Rule 12(c) or  19(b) without notice to the judge, the request shall so state and set forth the  reason that notice is not being given. Ex parte communications shall  include any communication which would be prohibited by Section 3B(7) of the  Code of Judicial Conduct, Rule 501, SCACR, if engaged in by a judge.\r\n\r\n (9)Rule  12(a), RJDE, is amended to read:\r\n\r\n   (a)General Rule. &nbsp;Except as otherwise  provided in these rules or ordered by the Supreme Court, the members of the  Commission, the staff of the Commission, the disciplinary counsel, the staff of  the disciplinary counsel, the members of the Supreme Court and the staff of the  Supreme Court shall not in any way reveal the existence of the complaint, while  the matter remains confidential, except to persons directly involved in the  matter and then only to the extent necessary for a proper disposition of the  matter. A violation of this provision may be punished as a contempt of the  Supreme Court.\r\n\r\n  (10) Rule  14(b)(2), (3) and (4), RJDE,&nbsp; are amended  to read:\r\n\r\n   (2) By Disciplinary Counsel. &nbsp;Disciplinary counsel may extend the time for  responses due from a judge under Rule 19 for one or more periods not to exceed  30 days in the aggregate for each.\r\n   (3) By the Parties.&nbsp; Disciplinary counsel and the judge may, by written agreement,  extend the time to respond under Rule 19 or 23(a) after the execution and  delivery by both parties of an agreement for discipline by consent or deferred  disciplinary agreement for the duration of the period the agreement is awaiting  a final disposition and for a period of 30 days thereafter if the Agreement is  not accepted.\r\n   (4) By  the Supreme Court. &nbsp;Except for those periods of time that may be  extended by the Commission under (1) above, the Supreme Court or any justice  thereof may grant an extension of time to perform any act required by these  rules. The Supreme Court or any justice thereof may shorten any time period  prescribed by these rules. \r\n\r\n (11)&nbsp;&nbsp; Rule 14(c), RJDE, is amended to read:\r\n\r\n   (c) Service. Service upon the judge of formal charges in any disciplinary or incapacity  proceedings shall be made by personal service upon the judge or the judge's  counsel by any person authorized by the chair of the Commission or by  registered or certified mail to the judge's last known address.&nbsp; Service of all other documents shall be made  in the manner provided by Rule 262(b), SCACR. \r\n\r\n (12) Rule 15(a)  and (b), RJDE, are amended to read:\r\n\r\n   (a) Oaths. &nbsp;Oaths and  affirmations may be administered by any member of the Commission, disciplinary  counsel, or any other person authorized by law to administer oaths and  affirmations.\r\n   (b) Subpoenas for Investigation.\r\n  \r\n    (1) Disciplinary counsel may compel by subpoena the attendance of the  judge or witnesses and the production of pertinent books, papers, documents  (whether in typed, written, digital, electronic or other format), and other  tangible evidence, for the purposes of investigation.\r\n     (2) The Commission chair, vice-chair, or Commission Counsel may issue  subpoenas for specific witnesses or documents at the request of the judge under  investigation or direct disciplinary counsel to subpoena witnesses or documents  and provide the subpoenaed information to the Commission chair, vice-chair or  Commission Counsel. \r\n  \r\n\r\n (13) Rule  17(c), RJDE, is amended to read:\r\n\r\n   (c) Failure to Respond to Notice of  Investigation, Subpoena, or Notice of Appearance. &nbsp;Upon receipt of sufficient evidence demonstrating that a judge has  failed to fully respond to a notice of investigation, has failed to fully  comply with a proper subpoena issued in connection with an investigation or  formal charges, has failed to appear at and fully respond to inquiries at an  appearance required pursuant to Rule 19(c)(3), or has failed to respond to  inquiries or directives of the Commission or the Supreme Court, the Supreme  Court may place that judge on interim suspension.\r\n\r\n (14)&nbsp;&nbsp; Rule 18, RJDE, is amended to read:\r\n RULE  18.&nbsp; NOTIFICATION TO COMPLAINANT; LIMITED  RIGHT TO REVIEW\r\n\r\n  (a) Notification  to Complainant.&nbsp; Disciplinary counsel shall provide written  acknowledgment of every complaint, if the complainant is known, and notify the  complainant in writing of the final disposition of a proceeding under these  rules. Notification in writing shall be mailed within 20 days of the decision  disposing of the proceeding.\r\n   (b) Limited  Right to Review.&nbsp; Although entitled to notice, a complainant is  not a party to the proceeding.&nbsp; However, upon notice of a dismissal by  disciplinary counsel pursuant to Rule 19(d)(1), a complainant may seek review  by the investigative panel.&nbsp; Disciplinary counsel shall inform the  complainant of the following review process in the notice of dismissal.&nbsp;  The complainant may seek review by submitting a request to the disciplinary  counsel in writing within 30 days of the date of the notice of dismissal.&nbsp;  Upon receipt of the request for review, disciplinary counsel shall provide the  judge with a copy of the request.&nbsp; The judge may submit a written response  within 15 days.&nbsp; Disciplinary counsel shall submit the complainant&rsquo;s  request and the judge&rsquo;s response, if any, for consideration at the next meeting  of the investigative panel.&nbsp; Notification in writing shall be mailed to  the complainant and the judge within 20 days of the investigative panel&rsquo;s  decision. The complainant is not entitled to appeal or otherwise seek review of  a dismissal or referral by disciplinary counsel pursuant to Rule 19(a) or of  any decision, action, or disposition by the investigative panel, the hearing  panel, the Commission chair or vice-chair, or the Supreme Court.\r\n\r\n (15)&nbsp;&nbsp; Rule 19, RJDE, is amended to read:\r\n\r\n  RULE 19.&nbsp; SCREENING AND  INVESTIGATION \r\n  (a) Screening. Disciplinary counsel shall evaluate all information coming to disciplinary  counsel's attention by complaint or from other sources that alleges judicial  misconduct or incapacity. &nbsp;If the  information would not constitute misconduct or incapacity if it were true,  disciplinary counsel shall dismiss the complaint or, if appropriate, refer the  matter to another agency. If the information raises allegations that would  constitute judicial misconduct or incapacity if true, disciplinary counsel  shall conduct an investigation.\r\n   (b) Investigation.&nbsp; Disciplinary  counsel shall conduct all investigations.&nbsp; Disciplinary counsel may issue  subpoenas pursuant to Rule 15(b), conduct interviews and examine evidence to  determine whether grounds exist to believe the allegations of complaints.&nbsp; Disciplinary counsel shall issue a notice of  investigation to the judge with a copy of the complaint or information  received, requesting that the judge file a response to the allegations in the notice;  provided, however, that disciplinary counsel may seek permission of the chair  or vice-chair to dispense with the requirement to make this request or to  dispense with the requirement to provide the judge with a copy of the complaint  or information received. The judge shall file a written response within 15 days  of notice to do so from disciplinary counsel. The written response must include  the judge&rsquo;s verification that it is complete and accurate to the best of the  judge&rsquo;s knowledge and belief.\r\n  (c) Requirements  of Notice of Investigation.\r\n  \r\n    (1) When issuing notice of  investigation pursuant to Rule 19(b), disciplinary counsel shall give the  following notice to the judge:\r\n    \r\n       (A) a specific statement of  the allegations being investigated and the canons or other ethical standards  allegedly violated, with the provision that the investigation can be expanded  if deemed appropriate by disciplinary counsel;\r\n       (B) the judge's duty to  respond pursuant to Rule 19 (b);\r\n       (C) the judge's opportunity  to meet with disciplinary counsel pursuant to Rule 19(c) (3); and,\r\n       (D) the name of the complainant unless the investigative  panel determines that there is good cause to withhold that information.\r\n    \r\n     (2) The investigative  panel may defer the giving of notice but, when notice is deferred, disciplinary  counsel must give notice to the judge before making a recommendation as to a  disposition.\r\n     (3) Before the  disciplinary counsel or the investigative panel determines its disposition of  the complaint under Rule 19(d), either disciplinary counsel or the judge may  request that the judge appear before disciplinary counsel to respond to  questions. The appearance shall be on the record and the testimony shall be  under oath or affirmation. If disciplinary counsel requests the judge's  appearance, disciplinary counsel must give the judge 20 days' notice.\r\n     (4) Any person giving  testimony pursuant to Rule 19 shall be entitled to obtain a transcript of his  or her testimony from the transcribing court reporter upon paying the  subscribed charges unless otherwise directed by an investigative panel for good  cause shown.\r\n  \r\n  (d) Disposition  After Investigation.\r\n  \r\n    (1) Upon completion of  investigation, if disciplinary counsel believes that no misconduct has been  committed, and a written caution or warning is not appropriate to conclude the  matter, disciplinary counsel may dismiss the complaint.\r\n     (2) If disciplinary  counsel believes that no misconduct has been committed, but a written caution  or warning is appropriate to conclude the matter, disciplinary counsel may  issue a letter of caution with no finding of misconduct.\r\n     (3) If disciplinary  counsel believes there is evidence supporting the allegations against a judge,  disciplinary counsel may:\r\n    \r\n       (A) propose an  agreement for discipline by consent to the judge pursuant to Rule 21;\r\n       (B) recommend to an  investigative panel that the matter be concluded with a letter of caution or a  confidential admonition; or,\r\n       (C) recommend to an  investigative panel that formal charges be filed.&nbsp;\r\n    \r\n    (4) The  investigative panel may adopt, reject or modify the recommendations of  disciplinary counsel.\r\n    \r\n       (A) If the investigative  panel finds no violation or a violation pursuant to Rule 7 for which the  imposition of a sanction is not warranted, it may dismiss or issue a letter of  caution.\r\n       (B) If the investigative  panel finds that there is reasonable cause to believe the judge committed misconduct  for which the imposition of a sanction is warranted, it may accept an agreement  for discipline by consent pursuant to Rule 21; it may execute a deferred  discipline agreement; it may admonish the judge pursuant to the provisions of  Rule 19(d)(5); or, it may direct disciplinary counsel to file formal charges.\r\n       (C) If the investigative  panel finds that the matter should not be dismissed, but it is either  impossible or impractical to proceed with the matter because it appears that  the judge is deceased, disappeared, incarcerated, or physically or mentally  incapacitated, or for other good cause, the panel may designate the matter  closed but not dismissed. If the judge files a written objection with the  Commission and serves a copy of that objection on disciplinary counsel within  10 days of service of notice that the matter was closed, but not dismissed, the  matter shall be deemed re-opened and in the investigation phase. Any objection  need not contain any grounds for objecting. Before a matter can be re-opened  after being closed, but not dismissed, an investigative panel of the Commission  must make a finding that there has been a change in the circumstances that were  the basis for the matter to be closed, but not dismissed, or that there is  other good cause for it to be re-opened. Before a motion can be considered by  an investigative panel of the Commission to re-open a matter that has been  previously closed, but not dismissed, disciplinary counsel shall serve a copy  of the motion to do so containing the grounds to re-open on the judge and then  the judge shall have 10 days to respond thereto. Disciplinary counsel shall  notify both the judge and the complainant when a matter is closed, but not  dismissed and when the matter is re-opened. If the panel declines to re-open  the matter, disciplinary counsel shall so advise the judge.&nbsp;\r\n    \r\n    (5) When  the investigative panel finds reasonable cause to conclude that the judge has  committed misconduct, but finds that public discipline is not warranted, it may  issue notice to the judge that it intends to impose a confidential admonition  as a final disposition of the matter(s). Notice to the judge shall include a  copy of the confidential admonition and shall be served on the judge in  accordance with Rule 14(c). The notice of intent shall state the judge&rsquo;s right  to object and that any such objection need not include any grounds therefor.  The confidential admonition shall thereafter be imposed unless the judge both  files with the Commission and serves on disciplinary counsel a written  objection within 30 days of mailing of the notice. If the judge objects to the  imposition of the confidential admonition in conformity with the requirements  of this rule, disciplinary counsel shall file formal charges.\r\n  \r\n\r\n (16)&nbsp;&nbsp; Rule 20, RJDE, is amended to read:\r\n\r\n   RULE 20.&nbsp; &nbsp;MOTION BY DISCIPLINARY COUNSEL TO RE-OPEN  DISMISSED COMPLAINTS \r\n  If  a complaint has been dismissed, the allegations made in that complaint shall not be used for any purpose unless the complaint is  re-opened by the Commission. A complaint dismissed prior to the filing of  formal charges may be re-opened by an investigative panel upon motion of  disciplinary counsel upon a finding by the investigative panel that there is  new information concerning the matter dismissed, an additional complaint has  been filed against the same judge involving related or similar allegations, or  other good cause. Prior to a motion to re-open being decided, a copy of the  motion to re-open containing the grounds therefor shall be served on the judge  by disciplinary counsel, and the judge shall then have 10 days thereafter to  file a written response with the Commission. The judge and the complainant  shall be notified by disciplinary counsel as to the panel's decision on the  motion to re-open.\r\n\r\n (17)&nbsp;&nbsp; Rule  25, RJDE, is amended to read:\r\n\r\n  RULE 25.&nbsp;  DISCOVERY\r\n  (a) Initial Disclosure. Within 20 days of the filing of an  answer, disciplinary counsel and respondent shall exchange:\r\n  \r\n    (1) the names and addresses of all persons known to have knowledge of  the relevant facts;\r\n     (2) non-privileged evidence relevant to the formal charges;\r\n     (3) the names of expert witnesses expected to testify at trial and  affidavits setting forth their opinions and the bases therefor; and,\r\n     (4) other material only upon good cause shown to the chair of the  hearing panel.\r\n  \r\n    Disciplinary  counsel or the respondent may withhold such information only with permission of  the chair of the hearing panel or the chair&rsquo;s designee, who shall authorize  withholding of the information only for good cause shown, taking into consideration  the materiality of the information possessed by the witness and the position  the witness occupies in relation to the judge. The chair&rsquo;s review of the  withholding request is to be in camera, but the party making the request must  advise the opposing party of the request without disclosing the subject of the  request.&nbsp;\r\n  (b) Pre-Hearing  Disclosure. Within 20  days of the date of the filing of an answer, the administrative chair of the hearing panel  shall set a date for the exchange of witness lists and exhibits no later than  30 days prior to the scheduled hearing.&nbsp; Disciplinary counsel and  respondent shall exchange exhibits to be presented at the hearing, names and  addresses of witnesses to be called at the hearing, witness statements, and  summaries of interviews with witnesses who will be called at the hearing (for  purposes of this paragraph, a witness statement is a written statement signed  or otherwise adopted or approved by the person making it, or a stenographic,  mechanical, electrical, or other recording, or a transcription thereof, which  is a substantially verbatim recital of an oral statement by the person making  it and contemporaneously recorded).&nbsp; &nbsp;Copies of transcripts of testimony taken by a  court reporter pursuant to Rule 15(b) or Rule 19(c) may be obtained by the  parties from the court reporter at the expense of the requesting party and need  not be made available to the requesting party by the opposing party unless not  otherwise available or otherwise directed by the Commission under Rule 25(h).\r\n   (c) Depositions. Depositions shall only be allowed if  agreed upon by disciplinary counsel and the respondent, or if the chair of the  hearing panel or the chair's designee grants permission to do so based on a  showing of good cause. The chair or the chair's designee may place restrictions  or conditions on the manner, time and place of any authorized deposition.\r\n   (d) Exculpatory Evidence. Notwithstanding any other provision of  this rule, disciplinary counsel shall provide respondent with exculpatory  evidence relevant to the formal charges.\r\n   (e) Duty of Supplementation. Both parties have a continuing duty to  supplement information required to be exchanged under this rule.\r\n   (f) Completion of Discovery. All discovery shall be completed within  60 days of the filing of the answer.\r\n   (g) Failure to Disclose. If a party fails to timely disclose a  witness&rsquo;s name and address, any statements by the witness, summaries of witness  interviews, or other evidence required to be disclosed or exchanged under this  rule, the hearing panel may grant a continuance of the hearing, preclude the  party from calling the witness or introducing the document, or take such other  action as may be appropriate. In the event disciplinary counsel has not timely  disclosed exculpatory material, the hearing panel may require the matter to be  disclosed and grant a continuance, or take such other action as may be  appropriate.\r\n   (h) Resolution of Disputes. Disputes concerning discovery shall be  determined by the hearing panel. Review of these decisions shall not be subject  to an interlocutory appeal; instead these decisions must be challenged by  filing objections or a brief pursuant to Rule 27(a).\r\n   (i) Pre-Hearing Conferences. The hearing panel may require the  respondent and disciplinary counsel to participate in a pre-hearing conference  in person or by telephone.&nbsp; Either party may request a pre-hearing  conference.&nbsp; Scheduling of a pre-hearing conference is at the sole  discretion of the chair of the hearing panel.\r\n\r\n (18)&nbsp;&nbsp; Rule 27(g), RJDE, is amended  to read:\r\n\r\n   (g) Recusal.&nbsp; A justice of the Supreme Court shall not participate  in any proceeding involving allegations of misconduct or incapacity against the  justice, or in any proceeding where recusal is required under the Code of  Judicial Conduct.&nbsp; Upon notice of recusal,  the Chair of the Commission on Judicial Conduct may appoint a lawyer who is not  an employee of the Judicial Department to act as disciplinary counsel in the  matter.&nbsp; Following recusal of the  affected justice, the Chief Justice (or Acting Chief Justice) shall appoint an  acting justice to replace the recused justice for the duration of the  case.&nbsp; \r\n\r\n\r\n\r\n\r\n\r\n","court":"Supreme"},{"id":"26736","title":"In the Matter of William H. Jordan","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=26736","description":"This is an opinion definitely suspending a lawyer from the practice of law.","date":"2009-10-26","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        \r\n          In the Matter\r\n          of William H. Jordan, Respondent.\r\n    \r\n  \r\n\r\n\r\nOpinion No.  26736\r\n  Submitted September 25, 2009 - Filed\r\nOctober 26, 2009  \r\n\r\nDEFINITE SUSPENSION\r\n\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Lesley M. Coggiola,\r\n          Disciplinary Counsel, and Barbara M. Seymour, Deputy Disciplinary Counsel, both\r\n          of Columbia, for Office of Disciplinary Counsel.\r\n        \r\n        Coming B. Gibbs, Jr., of Charleston, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\n PER CURIAM:   In this attorney disciplinary matter,\r\n  respondent and the Office of Disciplinary Counsel (ODC) have entered into an\r\n  Agreement for Discipline by Consent pursuant to Rule 21, RLDE, Rule 413, SCACR.[1]  In the agreement, respondent admits\r\n  misconduct and consents to a definite suspension from the practice of law from\r\n  nine (9) months to two (2) years.  He requests that the period of suspension be\r\n  made retroactive to the date of his interim suspension.[2]  We accept the agreement and impose a\r\n  nine month suspension, not retroactive to the date of respondent’s interim\r\n  suspension.  The facts, as set forth in the agreement, are as follows.\r\nFACTS\r\nOn December 26, 2008,\r\n  respondent was arrested and charged with possession of cocaine with intent to\r\n  distribute, possession within close proximity of a school, possession of\r\n  marijuana, possession of drug paraphernalia, following too closely, failure to surrender\r\n  driver’s license, and driving under suspension.  Respondent’s driver’s license\r\n  had been suspended for failure to pay traffic tickets.  \r\nRespondent entered into and\r\n  successfully completed the pre-trial intervention program in order to dispose of\r\n  the drug-related charges.  The driving under suspension and failure to\r\n  surrender license charges were dismissed.  \r\nRespondent admits that, at\r\n  the time of his arrest, he was in possession of approximately 4.53 grams of\r\n  cocaine, less than one ounce of marijuana, and a small marijuana pipe. \r\n  Following his arrest, respondent consulted with Lawyers Helping Lawyers and\r\n  completed an outpatient drug and alcohol program.  He currently participates in\r\n  a 12-step program.  Respondent represents that he has abstained from drugs and\r\n  alcohol since his arrest.          \r\nLAW\r\nRespondent admits that by\r\n  his misconduct he has violated the following  Rules of Professional Conduct,\r\n  Rule 407, SCACR:  Rule 8.4(c) (it is\r\n    professional misconduct for lawyer to commit a criminal act involving moral\r\n    turpitude) and Rule 8.4(e) (it is professional misconduct for lawyer to engage\r\n    in conduct that is prejudicial to the administration of justice). In\r\n  addition, respondent admits that his actions constitute grounds for discipline\r\n  under the following provisions of Rule 7, RLDE, Rule 413, SCACR:  Rule 7(a)(1)\r\n  (it shall be a ground for discipline for a lawyer to violate the Rules of\r\n  Professional Conduct) and Rule 7(a)(5) (it shall be a ground for discipline for\r\n  a lawyer to engage in conduct tending to pollute the administration of justice\r\n  or to bring the courts or the legal profession into disrepute).\r\nCONCLUSION\r\n We accept the\r\n  Agreement for Discipline by Consent and suspend respondent from the practice of\r\n  law for nine (9) months, not retroactive to the date of his interim\r\n  suspension.  Within fifteen days of the filing of this opinion, respondent\r\n  shall file an affidavit demonstrating he has complied with the requirements of\r\n  Rule 30 of the Rules for Lawyer Disciplinary Enforcement, Rule 413, SCACR.\r\nDEFINITE\r\n  SUSPENSION.\r\nTOAL, C.J.,\r\n  WALLER, PLEICONES, BEATTY and KITTREDGE, JJ., concur.\r\n\r\n[1] Respondent lives in Charleston.  \r\n[2] On January 5, 2009, the Court placed respondent\r\n  on interim suspension.  In the Matter of Jordan, 381 S.C. 141, 672\r\n  S.E.2d 104 (2009).   \r\n\r\n","court":"Supreme"}]