[{"id":"26882","title":"Grazia v. SC State Plastering","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=26882","description":"Anthony and Barbara Grazia appeal the circuit court's grant of a motion to strike class allegations from their complaint.  The Grazias contend the circuit court erred in finding the Notice and Opportunity to Cure Construction Dwelling Defect Act is in conflict with the State's class action lawsuit jurisprudence under Rule 23, SCRCP.  We agree and reverse.","date":"2010-10-04","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tAnthony and\r\n      Barbara Grazia, individually and on behalf of all other similarly situated\r\n      Plaintiffs, Appellants,\r\n\t\t\t\tv.\r\n\t\t\t\tSouth Carolina\r\n      State Plastering, LLC, Respondent,\r\n\t\t\t\tand\r\n\t\t\t\tSouth Carolina\r\n      State Plastering, LLC, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tDel Webb\r\n      Communities, Inc., Pulte Homes, Inc. and Kephart Architects, Inc., Third-Party\r\n      Defendants,\r\n\t\t\t\tOf Whom Del\r\n      Webb Communities, Inc. and Pulte Homes, Inc., are Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Beaufort County\r\n Doyet A. Early, III, Circuit Court Judge\r\nOpinion No. 26882\r\nHeard June 23, 2010 - Filed October 4,\r\n  2010   \r\nREVERSED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tJohn T. Chakeris, of Chakeris Law Firm, of Charleston, Phillip\r\n  Ward Segui, of Segui Law Firm, of Mt. Pleasant, W. Jefferson Leath, Jr., and Michael\r\n  S. Seekings, of Leath, Bouch &amp; Crawford, LLP, both of Charleston, for\r\n  Appellants.\r\n\t\t\t\tA. Victor Rawl, Jr., and Robert L. Widener, of McNair Law Firm,\r\n  PA, Everett A. Kendall, II and Christy E. Mahon, both of Sweeny Wingate &amp;\r\n  Barrow, PA, all of Columbia, for Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nJUSTICE\r\n  HEARN:  Anthony and Barbara\r\n    Grazia appeal the circuit court's grant of a motion to strike class allegations\r\n    from their complaint.  The Grazias contend the circuit court erred in finding the Notice and Opportunity to Cure Construction\r\n  Dwelling Defect Act is in conflict with the State's class action lawsuit\r\n  jurisprudence under Rule 23, SCRCP.  We agree and reverse.  \r\nFACTUAL/PROCEDURAL\r\n  BACKGROUND\r\nThis action involves the alleged negligent and defective\r\n  construction of residential homes in a subdivision in Bluffton, South\r\n  Carolina.&nbsp; The Grazias brought a class action on behalf of themselves and\r\n  those similarly situated, asserting defective exterior stucco work by\r\n  Respondent South Carolina State Plastering, LLC (State Plastering) in the\r\n  construction of approximately 2,673[1] homes in a development called Sun City.  The complaint maintains the stucco\r\n  exteriors had common and typical problems inherent to their design and\r\n  installation that would require identical remediation across the class, namely,\r\n  stripping the homes of the existing stucco and recladding with a properly\r\n  installed stucco system.\r\nState Plaster answered, and brought a third-party complaint\r\n  against Del Webb Communities, Inc. (Developer), Pulte Homes, Inc. (Builder),\r\n  and Kephart Architects, Inc. (Architect), (collectively referred to as\r\n  Respondents).  In its answer, State Plaster argued the Grazias had failed to\r\n  comply with the express provisions of the Notice and Opportunity to Cure Construction\r\n  Dwelling Defect Act (Right to Cure Act),[2] which entitles a contractor or\r\n  subcontractor to notice of any qualifying construction defect, and the\r\n  opportunity to cure, before the action is commenced.  At the time this action\r\n  was filed, the Grazias had not complied with the notice requirements;\r\n  therefore, the parties entered into a consent order staying the action pending\r\n  subsequent compliance with the Right to Cure Act.  The Grazias then personally\r\n  complied with the Right to Cure provisions, and the consent order was lifted. \r\n  Thereafter, Respondents moved to dismiss the class allegations contained in the\r\n  Grazias' complaint, or, in the alternative, requested a stay of the proceedings\r\n  until each of the similarly situated plaintiffs complied with the Right to Cure\r\n  Act notice requirements.\r\nA hearing on Respondents' motions was held, and additional\r\n  memoranda in support of the parties' respective positions were submitted to the\r\n  court following the hearing.  Ultimately, the circuit court issued an order striking\r\n  the Grazias' class allegations as incompatible with the Right to Cure Act.  The\r\n  Grazias filed a motion for reconsideration with the circuit court, but it was\r\n  denied, and this appeal followed.  The following issue is presented to the\r\n  Court on appeal:\r\nI. Did the circuit court commit reversible error in granting\r\n  Respondents' motion to strike class allegations?\r\nSTANDARD OF\r\n  REVIEW\r\nA motion to strike under Rule 12(f), SCRCP, which challenges a\r\n  theory of recovery in the complaint, is in the nature of a motion to dismiss\r\n  under Rule 12(b)(6), SCRCP.  McCormick v. England, 328 S.C. 627, 632,\r\n  494 S.E.2d 431, 433&nbsp;(Ct. App. 1997).  In reviewing a ruling on a motion to dismiss a claim, this Court must\r\n  base its decision solely on the allegations set forth on the face of the\r\n  complaint.  Id.  at 632-33, 494 S.E.2d at 433.  &quot;The motion cannot\r\n  be sustained if the facts alleged and the inferences reasonably deducible\r\n  therefrom would entitle the plaintiff to any relief on any theory of the\r\n  case.&quot;  Id. at 633, 494 S.E.2d at 433 (citing Dye v.\r\n    Gainey, 320 S.C. 65, 463 S.E.2d 97 (Ct. App. 1995)).  &quot;The question is\r\n  whether in the light most favorable to the plaintiff, and with every reasonable\r\n  doubt resolved in her behalf, the\r\n  complaint states any valid claim for relief.  The cause of action should not be\r\n  struck merely because the court doubts the plaintiff will prevail in the\r\n  action.&quot;  Id. at 633, 494 S.E.2d at 433-34.\r\nLAW/ANALYSIS\r\nI. Right to\r\n  Cure Act Incompatible with Rule 23, SCRCP\r\nThe Grazias contend the circuit court committed reversible error\r\n  in striking the class allegations from its complaint based on its conclusion\r\n  that class action lawsuits under Rule 23, SCRCP, are incompatible with the\r\n  Right to Cure Act.  We agree. \r\nThe Right to Cure Act is set forth in sections 40-59-810 to 860 of\r\n  the South Carolina Code.  The pertinent provisions of the legislation are as\r\n  follows:\r\n§ 40-59-830.  Stay of action upon non-compliance with article.\r\nIf the claimant files an action in court before first complying\r\n  with the requirements of this article, on motion of a party to the action, the\r\n  court shall stay the action until the claimant has complied with the\r\n  requirements of this article.\r\n\r\n\t§ 40-59-840.  Notice of claim; timing; contents; request for\r\n  clarification.\r\n\t(A) In an action brought against a contractor or subcontractor\r\n  arising out of the construction of a dwelling, the claimant must, no later than\r\n  ninety days before filing the action, serve a written notice of claim on the\r\n  contractor. The notice of claim must contain the following:\r\n\t\r\n\t\t(1) a statement that the claimant asserts\r\n  a construction defect; \r\n\t\t(2) a description of the claim or claims\r\n  in reasonable detail sufficient to determine the general nature of the\r\n  construction defect; and \r\n\t\t(3) a description of any results of the\r\n  defect, if known. \r\n\t\r\n\tThe contractor or subcontractor shall advise the claimant within\r\n  fifteen days of receipt of the claim if the construction defect is not\r\n  sufficiently stated and shall request clarification.\r\n\t§ 40-59-850.  Contractor's election to inspect, remedy, settle,\r\n  or deny claim; inspection of construction defect; response to contractor's\r\n  offer; admissibility.\r\n\t(A) The contractor or subcontractor has thirty days from service\r\n  of the notice to inspect, offer to remedy, offer to settle with the claimant,\r\n  or deny the claim regarding the defects. The claimant shall receive written\r\n  notice of the contractor's or subcontractor's, as applicable, election under\r\n  this section. The claimant shall allow inspection of the construction defect at\r\n  an agreeable time to both parties, if requested under this section. The\r\n  claimant shall give the contractor and any subcontractors reasonable access to\r\n  the dwelling for inspection and if repairs have been agreed to by the parties,\r\n  reasonable access to affect repairs. Failure to respond within thirty days is\r\n  deemed a denial of the claim.\r\n\t(B) The claimant shall serve a response to\r\n  the contractor's offer, if any, within ten days of receipt of the offer.\r\n\t(C) If the parties cannot settle the\r\n  dispute pursuant to this article, the claimant may proceed with a civil action\r\n  or other remedy provided by contract or by law.\r\n\t(D) Any offers of settlement, repair, or\r\n  remedy pursuant to this section, are not admissible in an action.\r\n\r\na. Section 40-59-830 Stay Provision\r\nIt is first necessary to address the circuit court's holding with\r\n  respect to the stay provision contained in the Right to Cure Act, as it formed\r\n  the basis for the court's determination that the Act and Rule 23 are\r\n  incompatible.  The circuit court found section 40-59-830, which allows for the\r\n  staying of an action, upon motion by any party to the action, applied only to\r\n  those persons who mistakenly file the action prior to complying with the Right\r\n  to Cure Act, and could not be used to sanction a knowing violation of the\r\n  statute.  We disagree.\r\n&quot;This Court should give words their plain\r\n  and ordinary meaning, without\r\n  resort to subtle or forced construction to limit or expand the statute's\r\n  operation.&quot;  Ward v. West Oil Co., Inc., 387 S.C. 268, 273-74, 692\r\n  S.E.2d 516, 519 (2010) (citation omitted).  Simply stated, there is no\r\n  statutory or case law basis for the circuit court's holding that section 40-59-830\r\n  should only apply in accidental situations.  The plain language of section\r\n  40-59-830 does not restrict its application beyond &quot;[a] claimant [who] files\r\n  an action in court before first complying with the requirements of this article\r\n  . . . .&quot;  There is nothing in the wording of section 40-59-830 which\r\n  supports the circuit court's limitation of this provision to mistaken filing\r\n  situations; rather, the plain language of the statute dictates a different\r\n  result.  Consequently, the circuit court erred in construing section 40-59-830\r\n  in a manner contrary to the plain language of the statute.\r\nb. Harmonization of the Right to Cure Act's Stay Provision and Notice\r\n  Requirements  \r\nThe circuit court also found that section 40-59-840 imposes an\r\n  absolute condition precedent to the filing of lawsuits that qualify under the\r\n  Right to Cure Act.  Subsection 840, as provided above, encompasses civil\r\n  lawsuits filed against a contractor or subcontractor, and requires the\r\n  claimant to serve written notice no later than ninety days before filing the\r\n  action.  We find no error in the circuit court's analysis regarding the Right\r\n  to Cure Act's notice provisions; however, in light of this Court's holding with\r\n  respect to the stay provision, it is necessary to harmonize these seemingly\r\n  inapposite provisions within the Right to Cure Act.  \r\nIt is clear to this Court that these two provisions are at odds,\r\n  as the language used in section 40-59-840 appears to require mandatory compliance\r\n  with the Act's notice provisions prior to filing an action, while section\r\n  40-59-830 provides a contractor/subcontractor with a means of staying an action\r\n  that is filed without first complying with the same notice provision.  Compare § 40-59-840 (stating &quot;[a] claimant must, no later than ninety days\r\n  before filing the action, serve a written notice of claim on the contractor)\r\n  (emphasis added) and § 40-59-830 (providing that &quot;[i]f a claimant\r\n  files an action [] before first complying with [§ 40-59-840], on a motion of a\r\n  party to the action, the court shall stay the action until the claimant\r\n  has complied with the requirements of this article&quot;) (emphasis added).  The\r\n  circuit court found the Right to Cure Act, as a whole, incompatible with\r\n  Rule 23.  In so doing, the court emphasized that, because the Right to Cure Act\r\n  is a statute, and Rule 23 is a court rule, an attempt to harmonize the two\r\n  would run counter to the general rule that any conflict between a statute and\r\n  court rule must be resolved in favor of the statute.  See S.C. Const.,\r\n  art. V, § 4 (2009) (&quot;Subject to the statutory law, the Supreme Court shall\r\n  make rules governing the practice and procedure in all such courts.&quot;).  However,\r\n  in construing these two seemingly conflicting portions of the same Act, the\r\n  circuit court does not appear to have utilized the same basic precepts of\r\n  statutory construction, namely harmonization. \r\nThis Court's primary consideration in interpreting a statute is\r\n  finding the intent of the legislature.  State v. Squires, 311 S.C. 11,\r\n  14, 426 S.E.2d 738, 739 (1992).  &quot;In construing statutory language, the\r\n  statute must be read as a whole and sections which are a part of the same\r\n  general statutory law must be construed together and each one given\r\n  effect.&quot;  South Carolina State Ports Authority v. Jasper County,\r\n  368 S.C. 388, 398, 629 S.E.2d 624, 629 (2006) (citing TNS Mills, Inc. v.\r\n    South Carolina Dept. of Revenue, 331 S.C. 611, 503 S.E.2d 471 (1998)). \r\n  &quot;A statute should not be construed by concentrating on an isolated\r\n  phrase.&quot;  Id. (citing Laurens County School Districts 55 and 56\r\n    v. Cox, 308 S.C. 171, 417 S.E.2d 560 (1992)); but see Ramsey v.\r\n      County of McCormick, 306 S.C. 393, 397, 412 S.E.2d 408, 410 (1991) (citing Jolly\r\n        v. Atlantic Greyhound Corp., 207 S.C. 1, 35 S.E.2d 42 (1945)) (&quot;Under\r\n  the 'last legislative expression' rule, where conflicting provisions exists,\r\n  the last in point of time or order of arrangement, prevails.&quot;); Eagle\r\n    Container Co., LLC v. County of Newberry, 379 S.C. 564, 572, 666 S.E.2d\r\n  892, 896 (2008) (quoting Feldman v. S.C. Tax Commission, 203 S.C. 49, 54,\r\n  26 S.E.2d 22, 24 (1943)) (&quot;The last legislative expression rule, however,\r\n  'is purely an arbitrary rule of construction and is to be resorted to only when\r\n  there is clearly an irreconcilable conflict, and all other means of\r\n  interpretation have been exhausted.' &quot;).\r\nIn arguing that this Court should not, and more strongly cannot,\r\n  overcome the seemingly mandatory plain language of the notice requirements in\r\n  sections 40-59-840 and 850, Respondents advocate ignoring the equally plain\r\n  language of the stay provision contained in section 40-59-830.  This Court can\r\n  no more disregard the stay provision than it can disregard the notice\r\n  requirements.  Instead, it is our duty to attempt to harmonize these two ostensibly\r\n  at-odd provisions before analyzing whether or not the Right to Cure Act is in\r\n  conflict with Rule 23.  Ex parte Chase, 62 S.C. 353, 362-63, 38 S.E.\r\n  718, 724 (1901) (discussing the well-settled rule that where two portions of a statute\r\n  appear on their face to be conflicting, every effort\r\n  should be made to reconcile these apparently conflicting\r\n  provisions, and bring them into harmony, if possible).  \r\nThe language included in section 40-59-840 requires potential\r\n  claimants to submit notice to a contractor/subcontractor prior to filing a\r\n  qualifying action.  Conversely, the General Assembly also included a stay\r\n  provision in the Right to Cure Act to specifically address situations where\r\n  claimants file an action prior to full compliance with the notice provisions.  As\r\n  discussed above, the circuit court erroneously found that the section 40-59-830\r\n  stay provision only applied to accidental filing situations.  Upon concluding\r\n  this, the circuit court did not thereafter attempt to harmonize the two\r\n  provisions.  We believe it is possible to construe these two provisions under\r\n  the Right to Cure Act in a manner that gives each provision its due effect.\r\nUnder Respondents' theory of this case, a\r\n  contractor/subcontractor's receipt of pre-litigation notice under\r\n  section 40-59-840 should trump the General Assembly's equally plain intent to allow\r\n  actions to be stayed pending compliance with the Right to Cure Act.  The folly\r\n  of this argument can be seen by exploring the public policy behind the Right to\r\n  Cure Act, which Respondents, themselves, suggest should control.\r\nThe Right to Cure Act has an express public policy intent of:  (1)\r\n  addressing the need for an alternative dispute resolution method to promote\r\n  settlement of construction disputes without litigation, while adequately\r\n  protecting the rights of homeowners; and (2) requiring a would-be plaintiff in\r\n  certain construction defect matters to file a notice of claim with the would-be\r\n  defendant and provide an opportunity to resolve the claim without litigation.  See 2003 South Carolina Laws Act 82 (S.B. 433).  The stated public policy,\r\n  therefore, is not abridged when a court, on motion, is required to stay a\r\n  proceeding in order to require compliance with the Right to Cure Act's\r\n  notice provisions.\r\nThe circuit court also erroneously found, based on an argument advanced\r\n  by Respondents, that the Right to Cure Act endowed substantive rights[3] on the contractor/subcontractor, through\r\n  the notice provisions, that are inconsistent with class action litigation. \r\n  However, these &quot;new rights&quot; are consistent with those accorded to any defendant in litigation, and are &quot;rights&quot; already available to them\r\n  under existing discovery and production requirements of Rule 34(a)(2), SCRCP,\r\n  once a normal civil action is filed.  Rule 34(a)(2) provides:\r\n\r\n\tAny party may serve on any other party a request . . . (2) to\r\n  permit entry upon designated land or other property in the possession or\r\n  control of the party upon whom the request is served for the purpose of\r\n  inspection and measuring, surveying, photographing, testing, or sampling the\r\n  property or any designated object or operation thereon, within the scope of\r\n  Rule 26(b).\r\n\r\nThese rights under the Right to Cure Act notice provisions are not\r\n  new substantive rights, but instead represent an effort by the General Assembly\r\n  to provide the contractors/subcontractors a new procedural timeline for\r\n  asserting existing litigation rights.  In other words, the right of entry onto\r\n  and inspection of the claimant's dwelling is now permitted to occur prior to\r\n  the filing of the action under the notice provisions of sections 40-59-840 and\r\n  850, as opposed to during an action's normal discovery period.  As the Grazias\r\n  correctly point out, the Right to Cure Act does not confer any corresponding\r\n  obligations on the part of the claimant that would not ordinarily be present: \r\n  the claimant is not required to accept any offer by the\r\n  contractor/subcontractor to remedy the alleged defect, and he or she is not\r\n  required to accept an offer of settlement of the claim.  \r\nRespondents thus argue that their pre-litigation receipt of\r\n  notice and the Act's accompanying &quot;rights,&quot; should be the Court's\r\n  prevailing concern.  We believe this is contrary to the public policy of the\r\n  Right to Cure Act:  the predominant concern should be on the contractor/subcontractor’s\r\n  actual exercise of the rights to notice and the opportunity to cure, not when those rights are received.  As discussed extensively above, we fail to discern how\r\n  the rights to a pre-litigation opportunity to inspect and remedy/settle are\r\n  substantially abridged when a court stays the proceedings under section\r\n  40-59-830, thereby granting the contractor/subcontractor the ability to explore\r\n  those rights in full.  As a result, we believe once properly harmonized, the\r\n  Right to Cure Act's stay and notice provisions may be construed together to\r\n  give each one its due effect, within the parameters of the Act's public policy.\r\nc. Incompatibility with Rule 23, SCRCP\r\nFinally, the circuit court determined that the Right to Cure Act\r\n  and the procedures for certifying a class action under Rule 23[4] were\r\n  incompatible, and that any conflict between the statute and the rule must be\r\n  resolved in favor of the statute.  The effect of the circuit court's\r\n  determination was that no class action lawsuits could be filed for claims\r\n  falling under the rubric of the Right to Cure Act.  We disagree that the Act\r\n  and class action litigation are incompatible.\r\nThe interplay between the Right to Cure Act and Rule 23 is an\r\n  issue of first impression in this state.  The underlying basis for the circuit\r\n  court's determination that the Right to Cure Act and Rule 23 are incompatible was\r\n  its view that the section 40-59-830 stay provision cannot be used to knowingly\r\n  violate the Act's notice provisions, which the court viewed as an absolute\r\n  condition precedent to filing an action, in the absence of a mistaken filing.  As\r\n  we determined above, the circuit court's analysis of the stay provision was\r\n  erroneous, and these two provisions may be harmonized in a way that furthers the\r\n  policy of the Right to Cure Act.  Once properly harmonized, we find no fatal\r\n  conflict between the Right to Cure Act and this State's class action\r\n  jurisprudence, and further find the stay provision would be a reasonable and\r\n  logical way for a court to proceed when an action containing class allegations\r\n  is filed under the Act.[5]  \r\nThe basis for our decision is once again rooted in the public\r\n  policy behind the Right to Cure Act's notice provisions:  the purpose of the\r\n  Act is to encourage the resolution of these types of claims without using\r\n  litigation, by providing an environment that codifies a\r\n  contractor/subcontractor's ability to inspect and offer a remedy or\r\n  settlement.  Enforcing a stay provision does absolutely nothing to restrict the\r\n  furtherance of that purpose; instead, the purpose is better served by allowing\r\n  the use of the Right to Cure Act's stay provision to allow a court to determine\r\n  whether or not a class action is feasible under the circumstances in each\r\n  individual case, rather than striking the class allegations in toto at the\r\n  outset.  See, e.g., Trimble v. Itz, 898 S.W.2d 370, 373-74 (Tex.\r\n  App. 1995) (considering similar notice provisions included in statutes\r\n  requiring pre-litigation notice and concluding that the purpose of a statute is\r\n  better served by abeyance than dismissal).\r\nRespondents maintain that individual claimants under the Right to\r\n  Cure Act are the sole persons authorized to bring an action for their own\r\n  homes.  Stated differently, Respondents allege the Right to Cure Act does not provide\r\n  for representative compliance with its notice provisions; therefore, the Act is\r\n  incompatible with class action litigation.  However, this is nothing more than\r\n  a generalized argument against class action litigation, as the named plaintiff\r\n  in a class action will never have specific standing for each individualized claim that comprises the class.  See Califano v. Yamasaki,\r\n  442 U.S. 682, 700-01, 99 S.Ct. 2545, 2557 (1979) (providing that class-action device was designed as an exception to the\r\n  usual rule that litigation is conducted by and on behalf\r\n  of the individual named parties only).  Upon a motion for\r\n  class certification, it will be incumbent on the circuit court to determine\r\n  whether or not the action meets each of the five prerequisites proponents of\r\n  class certification are required to prove.  See Gardner v. South Carolina\r\n    Dep't of Revenue, 353 S.C. 1, 20-21, 577 S.E.2d 190, 200 (2003) (quoting\r\n  Rule 23, SCRCP) (internal quotations omitted) (&quot;The prerequisites are: 1)\r\n  the class must be so numerous that joinder of all members\r\n  is impracticable; 2) there must be questions of law or fact common to the class; 3) the claims or defenses of the representative parties must be typical of the claims or defenses of the class; 4) the representative parties\r\n  must fairly and adequately protect the interests of the class;\r\n  and 5) the amount in controversy\r\n  must exceed one hundred dollars for each member of the class.&quot;). \r\n  If and when these prerequisites are met, the court may then find that\r\n  representative notice under the Right to Cure Act is appropriate.  Just as\r\n  Respondents maintain the General Assembly's failure to specifically authorize\r\n  representative actions under the Right to Cure Act is persuasive, the General\r\n  Assembly's silence in that regard is equally persuasive, especially when it has\r\n  chosen to expressly bar class action litigation in other areas.  See S.C.\r\n  Code Ann. § 9-21-40 (Supp. 2009) (prohibiting claims prosecuted on behalf of a\r\n  class); S.C. Code Ann. § 12-60-80(c) (Supp. 2009) (barring class actions for\r\n  refunds of taxes); S.C. Code Ann. § 39-5-140(a) (1985) (preventing an action\r\n  for actual damages from being brought in a representative capacity). \r\nFinally, public policy arguments favor the Court finding a way to\r\n  reconcile the Right to Cure Act and Rule 23.  &quot;[T]he class-action\r\n  device saves the resources of both the courts\r\n  and the parties by permitting an issue potentially affecting every class member] to be litigated\r\n  in an economical fashion under Rule\r\n  23.&quot;  Califano, 442 U.S. at 701, 99 S.Ct. at 2557.  This Court has\r\n  expressed the viewpoint that class actions are favored in this state:\r\n\r\n\tOur state class action rule differs significantly from its federal\r\n  counterpart.  The drafters of Rule 23, South Carolina Rules of Civil Procedure\r\n  (SCRCP) intentionally omitted from our state rule the additional requirements\r\n  found in Federal Rule 23(B), Federal Rules of Civil Procedure (FRCP). By\r\n  omitting the additional requirements, Rule 23, SCRCP, endorses a\r\n  more expansive view of class action availability than its federal counterpart.\r\n\r\nLittlefield v.\r\n  South Carolina Forestry Comm'n, 337 S.C. 348, 354-55, 523 S.E.2d 781, 784 (1999).  Consequently,\r\n  the circuit court erred in striking the Grazia's class allegations on the basis\r\n  that the Right to Cure Act is incompatible with Rule 23.[6]\r\nThe decision of the circuit court is therefore\r\nREVERSED.\r\nBEATTY, J., and\r\n  Acting Justice James E. Moore, concur. ACTING CHIEF JUSTICE PLEICONES, concurring in a separate\r\n  opinion. KITTREDGE, J., dissenting in a separate opinion\r\n\r\n\r\nACTING CHIEF JUSTICE\r\n  PLEICONES:  Because I disagree with\r\n  the reasoning of the circuit court, I concur in the majority opinion.  In my\r\n  view, whether a class action is compatible with the Notice and Opportunity to\r\nCure Construction Dwelling Defects Act (Act) remains an open question. \r\n\r\n  The circuit court noted that the mandatory language of S.C. Code Ann. §\r\n  40-59-840 requires a homeowner to meet notice requirements before filing a\r\n  lawsuit.  The circuit court held that absent compliance with the pre-filing\r\n  notice requirements, putative class members could not individually bring the\r\n  claims made in the complaint.  Consequently, the circuit court granted the\r\n  Respondents' motion to strike class allegations from the complaint, reasoning\r\n  that &quot;[t]he named-plaintiffs cannot use a class action to avoid the requirements\r\n  of the Act on behalf of the putative class members.&quot;  I disagree with the\r\n  circuit's court premise, as I believe putative class members could individually\r\n  bring claims without first meeting the pre-filing requirements of § 40-59-840,\r\n  though such claims may be stayed pending compliance. \r\n\r\n  \r\nI do not disagree with the circuit court that S.C. Code Ann. §\r\n  40-59-840 requires a plaintiff to meet the notice requirements before filing a\r\n  lawsuit.  However, I differ with the circuit court as to the consequence of\r\n  failing to do so.  The circuit court would hold that the consequence of failing\r\n  to meet pre-filing notice requirements is that the court will not recognize the\r\n  suit as &quot;filed.&quot;  In my opinion, this position cannot be correct\r\n  given § 40-59-830, which (1) explicitly recognizes a situation where a party\r\n  has filed a lawsuit before satisfying the notice requirements and (2) permits\r\n  the court to allow the case to proceed unless a party makes a motion to stay\r\n  the case, pending compliance. \r\n  \r\n  \r\nIn my view, the consequence of filing a lawsuit before meeting the\r\n  notice requirements is simply that, upon the motion of a party, the plaintiff\r\n  may not proceed with the lawsuit without first coming into compliance.  With\r\n  this construction, § 40-59-840 and § 40-59-830 can be harmonized.\r\n  \r\n  \r\nI disagree with the circuit court's view that § 40-59-830 applies only\r\n  to those persons who mistakenly filed the action before complying with the\r\n  Act.  I can find nothing in the statute to support this position.  Moreover,\r\n  policy reasons militate against an interpretation that not only excuses, but\r\n  encourages ignorance of the law and leads to incongruous results.  For example,\r\n  assume two parties are within 80 days of the statute of limitations.  One party\r\n  researches the applicable law and the other party does not.  Under the circuit\r\n  court's rule, if both parties thereafter filed lawsuits, without complying with\r\n  the notice requirements, the party who failed to familiarize himself with the\r\n  applicable law is not barred by the statute of limitations while the party who\r\n  diligently inquired into the law is barred.  Such cannot be the intent of the\r\n  General Assembly.\r\n  \r\n  \r\nFor these reasons, I disagree with the circuit court's decision to\r\n  strike the class action allegations due to the putative class members' failure\r\n  to comply with the notice provisions.  I would therefore reverse the order of\r\n  the circuit court.  I express no opinion as to whether a class action is\r\n  compatible with the Act.[7]\r\n  \r\n  JUSTICE KITTREDGE:  I vote to affirm the order of the circuit court.  The Court\r\n    misconstrues a straightforward and unambiguous statutory scheme.  Having\r\n    created a phantom conflict in the South\r\n    Carolina Notice and Opportunity to Cure Construction Dwelling Defects Act\r\n    (Act), the Court resolves the purported statutory conflict in a manner that I\r\n    believe is patently at odds with the intent of the South Carolina Legislature.  I respectfully dissent.  \r\n  The Court is called upon to construe the\r\n    Act.  S.C. Code Ann. §§ 40-59-810 to 860 (Supp. 2009).  The Act mandates that a\r\n    claimant &quot;must&quot; serve a residential home builder with notice of a\r\n    claim related to an alleged defect in the construction of a dwelling no later\r\n    than ninety days &quot;before filing the action:&quot;\r\n  \r\n\t(A) In\r\n    an action brought against a contractor or subcontractor arising out of the\r\n    construction of a dwelling, the claimant must, no later than ninety days\r\n      before filing the action, serve a written notice of claim on the contractor.  The notice of claim must contain the following:\r\n\t\r\n\t\t(1) a statement that the claimant asserts a\r\n    construction defect; \r\n\t\t(2) a description of the claim or claims in reasonable\r\n    detail sufficient to determine the general nature of the construction defect;\r\n    and \r\n\t\t(3) a description of any results of the defect, if\r\n    known. \r\n\t\r\n\tThe\r\n    contractor or subcontractor shall advise the claimant within fifteen days of\r\n    receipt of the claim if the construction defect is not sufficiently stated and\r\n    shall request clarification.\r\n\r\n  S.C. Code Ann. § 40-59-840\r\n    (emphasis added).\r\n  The\r\n    Act specifies that within &quot;thirty days from service of the notice,&quot;\r\n    the contractor or subcontractor must notify the claimant of his &quot;election\r\n    under this section.&quot;  § 40-59-850(A).[8]  &quot;Failure to respond within thirty days is deemed a denial of the\r\n    claim.&quot;  Id.  &quot;If the parties cannot settle the dispute pursuant\r\n    to this article, the claimant may proceed with a civil action or other remedy\r\n    provided by contract or by law.&quot;  § 40-59-850(C).  \r\n  The legislature further provided for a\r\n    stay of an action when a &quot;claimant files an action in court before first\r\n    complying with the requirements of this article.&quot;  S.C. Code § 40-59-830.\r\n    (&quot;[T]he court shall stay the action until the claimant has complied with\r\n    the requirements of this article.&quot;).  I would construe the stay provision in\r\n    section 40-59-830 as applying only when the required pre-filing notice is not\r\n    satisfied.  So construed, the stay operates as a failsafe to preserve an action\r\n    and avoid potential statute of limitations concerns.  I part company with the\r\n    majority's construction, which reads the stay provision as an invitation to\r\n    willfully ignore the pre-filing notice requirement.  The legislature expressed\r\n    a preference for the pre-filing notice, and I do not believe our rules of\r\n    statutory construction allow us to hold otherwise.[9]\r\n  I do\r\n    agree with the proposition posed by the majority that, as a general rule, the\r\n    Act's stay provision should be invoked when an action is filed in violation of\r\n    the notice requirements of section 40-59-840, but that is not the issue before\r\n    us.  The precise question before the circuit court and us is whether the\r\n    legislature intended to grant a court the authority to preemptively sanction\r\n    the practice of willfully violating the pre-filing notice requirements of the\r\n    Act.  I am convinced, as was the circuit court, that the legislature intended\r\n    no such result.  \r\n  The\r\n    section 40-59-830 stay provision should not be construed to trump or sanction a\r\n    violation of the statutory preference for the section 40-59-840 pre-filing\r\n    notice requirement.  The legislature clearly mandated pre-litigation efforts to\r\n    resolve construction defect claims.  The majority acknowledges as\r\n    much—&quot;the purpose of the Act is to encourage the resolution of these types\r\n    of claims without using litigation, by providing an environment that codifies a\r\n    contractor/subcontractor's ability to inspect and offer a remedy or\r\n    settlement.&quot;  I believe the Court's interpretation of the Act encourages a\r\n    claimant to intentionally ignore the pre-filing notice requirements and is in\r\n    direct conflict with legislative intent.  I believe the Court's interpretation\r\n    of the Act renders the statutory requirement for pre-filing notice meaningless. \r\n  I\r\n    make two final points.  First, I disagree with the Court's finding that the\r\n    legislature was not concerned about &quot;when&quot; a contractor or\r\n    subcontractor actually received notice and exercised its statutory rights.\r\n    (Emphasis in majority opinion).   I believe the issue of &quot;when&quot;\r\n    notice is given was important to the legislature.  I believe the legislature\r\n    expressed a clear preference in section 40-59-840 that the claimant\r\n    &quot;must&quot; serve written notice on a contractor or subcontractor\r\n    &quot;before filing the action.&quot;  The argument that a contractor or\r\n    subcontractor may rely on these statutory rights in normal discovery, as does\r\n    &quot;any defendant in litigation,&quot; misses the mark. (Emphasis in\r\n    majority opinion).  If the legislature was not concerned about the timing issue\r\n    (the question of &quot;when&quot;), then the Act's stated pre-filing notice\r\n    requirement serves no purpose and the legislature intended to engage in a\r\n    meaningless act.  \r\n  Second,\r\n    the majority opinion suggests that &quot;[t]he effect of the circuit court's\r\n    determination was that no class action lawsuits could be filed for claims\r\n    falling under the rubric of the Right to Cure Act.&quot;  The circuit court\r\n    made no such finding, nor is it the &quot;effect&quot; of the circuit court's\r\n    ruling.  The circuit court order forecloses only Appellants' attempt to create\r\n    a class action lawsuit by purposely thwarting the Act's pre-filing notice\r\n    mandate.  \r\n  In\r\n    dissenting, I would join the trial court in refusing to permit Appellants to willfully\r\n    violate the pre-filing notice requirements of section 40-59-840 by adding\r\n    unidentified claimants to the pending action.   \r\n\r\n\r\n[1] The number of\r\n  homes affected by the alleged defective stucco is uncertain.  During the hearing\r\n  on Respondents' motion to strike class allegations, the number was referenced\r\n  as &quot;some four thousand homes,&quot; while the Grazias' own motion for\r\n  reconsideration refers to 2,673 homes.  \r\n[2] S.C. Code Ann.\r\n  § 40-59-810 et seq. (Supp. 2009).\r\n[3] The alleged\r\n  rights include:  (1) the right to request clarification of the alleged defect\r\n  (§ 40-59-840); the right to inspect the dwelling (§ 40-59-850); (3) the right\r\n  to offer to remedy the alleged defect (§ 40-59-850); (4) the right to offer to\r\n  settle the claims (§ 40-59-850); and (5) the right to deny the claim (§\r\n  40-59-850).\r\n[4] Rule 23 provides:\r\n\r\n\t(a)\r\n  Prerequisites to a Class Action. One or more members of a class may sue\r\n  or be sued as representative parties on behalf of all only if the court finds\r\n  (1) the class is so numerous that joinder of all members is impracticable, (2)\r\n  there are questions of law or fact common to the class, (3) the claims or\r\n  defenses of the representative parties are typical of the claims or defenses of\r\n  the class, (4) the representative parties will fairly and adequately protect\r\n  the interests of the class, and (5) in cases in which the relief primarily\r\n  sought is not injunctive or declaratory with respect to the class as a whole,\r\n  the amount in controversy exceeds one hundred dollars for each member of the\r\n  class.\r\n\r\n[5] As will be\r\n  discussed below, the question of whether certification of a class in this case\r\n  is proper, much less the manner in which it would be achieved and managed, is\r\n  not an issue that is properly before the Court.  Consequently, the issue is not\r\n  whether these claims could be properly certified, but rather whether\r\n  class certification could be achieved under any circumstances under the\r\n  Right to Cure Act.\r\n[6] We also note\r\n  that, to the extent the circuit court's order found that a purported proposal\r\n  for class certification did not meet the statutory mandates of the Right to\r\n  Cure Act, and that the proposed process for certification would necessarily\r\n  require an opt-in procedure violating this Court's prohibition of the procedure\r\n  as set forth in Salmonsen v. CGD, Incorporated, the order is vacated.  377\r\n  S.C. 442, 661 S.E.2d 81 (2008).  This case was before the circuit court on a\r\n  motion to strike class allegations.  A motion to certify this class has not\r\n  been made; therefore, the circuit court erred in discussing the manner and mode\r\n  in which the action could be certified.  See Griffin v. Capital Cash,\r\n  310 S.C. 288, 294, 423 S.E.2d 143, 147 (Ct. App. 1992) (citing Friedberg\r\n    v. Goudeau, 279 S.C. 561, 562, 309 S.E.2d 758, 759 (1983) (&quot;It is an\r\n  error of law for a court to decide a case on a ground not before it.&quot;); see\r\n    also Booth v. Grissom, 265 S.C. 190, 192, 217 S.E.2d 223, 224 (1975)\r\n  (&quot;It is elementary that the courts of this State have no jurisdiction to\r\n  issue advisory opinions.&quot;); In re Chance, 277 S.C. 161, 161, 284\r\n  S.E.2d 231, 231 (1981) (noting South Carolina appellate courts have\r\n  &quot;consistently refrained&quot; from issuing purely advisory opinions).\r\n[7] It appears from\r\n  the Record that the circuit court did not rule on the remainder of Respondents'\r\n  motion, specifically that part of the motion requesting a stay pursuant to §\r\n  40-59-830.  Consequently, under my view, the court may consider this part of\r\n  the motion on remand.\r\n[8] The Act\r\n  grants certain rights to a contractor and subcontractor upon receipt of the\r\n  pre-filing notice:  (1) the right to request clarification of the alleged\r\n  defect (§ 40-59-840); (2) the right to inspect the dwelling (§ 40-59-850); (3)\r\n  the right to offer to remedy the alleged defect (§ 40-59-850);  (4) the right\r\n  to offer to settle the claims (§ 40-59-850); and (5) the right to deny the\r\n  claim (§ 40-59-850). The majority refers to these statutory provisions as\r\n  &quot;alleged rights.&quot;\r\n[9] As a further expression of legislative\r\n  intent to ensure the parties' compliance with the Act, the legislature directed\r\n  Court Administration to develop a designation on the Civil Action Cover Sheet\r\n  which indicates whether a stay has been granted for a civil action filed\r\n  pursuant to the South Carolina Notice and Opportunity to Cure Construction\r\n  Defects Act.&quot;  § 40-59-860(B).\r\n\r\n","court":"Supreme"},{"id":"26883","title":"M and M Corporation v. Auto-Owners Insurance","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=26883","description":"The Court was presented with three certified questions from the United States District Court for the District of South Carolina, all concerning the classification of water that pooled on the plaintiff’s property and caused damage after it was cast from a stormwater drainage system.  The Court answered all questions in the negative, holding the water at issue was neither surface water nor flood water for the purposes of the insurance policy in question.","date":"2010-10-11","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tM and M\r\n      Corporation of South Carolina, Plaintiff,\r\n\t\t\t\tv.\r\n\t\t\t\tAuto-Owners\r\n      Insurance Company, Defendant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nON CERTIFICATION FROM THE U.S. DISTRICT\r\n  COURT FOR THE DISTRICT OF SOUTH CAROLINA\r\n\r\nJoseph F. Anderson, Jr., United States\r\n  District Judge\r\n\r\nOpinion No.  26883\r\nHeard April 8, 2010 - Filed October 11,\r\n  2010  \r\nCERTIFIED QUESTION ANSWERED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tClinch\r\n  Heyward Belser, Jr., H. Freeman Belser and Michael J. Polk, all of Belser &amp;\r\n  Belser, of Columbia, for Plaintiff.\r\n\t\t\t\tJohn\r\n  T. Lay, Jr. and A. Johnston Cox, of Ellis Lawhorne &amp; Sims, of Columbia, for\r\n  Defendant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nCHIEF\r\n  JUSTICE TOAL:  The United States District Court for the District of South\r\n  Carolina has certified to this Court three questions arising from a dispute\r\n  concerning an all-risk Commercial Property Policy of insurance (the Policy). \r\n  These questions concern the classification of water, for purposes of the\r\n  insurance policy's coverage, that has been collected, concentrated, and cast\r\n  onto adjoining property.\r\nFacts/Procedural Background\r\nM &amp; M\r\n  Corporation (Plaintiff) owns a hotel in Blythewood, South Carolina.  In August\r\n  2006, the South Carolina Department of Transportation (SCDOT) was widening and\r\n  improving Blythewood Road, a process that included installation of a new\r\n  underground stormwater drainage system.  Before installation was complete,\r\n  approximately four inches of rain fell on Blythewood in one day.  Plaintiff's\r\n  hotel suffered significant water damage as a result of the rainwater exiting\r\n  the incomplete drainage system.\r\nThe incomplete stormwater drainage system comprised 1,600 feet of pipes and collected water\r\n  from an area of approximately 15.9 acres, terminating at an exposed,\r\n  above-ground thirty-inch pipe fifty feet from the edge of the hotel property\r\n  line and one hundred fifty feet from Plaintiff's hotel building.  The total\r\n  volume of water discharged from the pipe on the day at issue was over 830,000\r\n  gallons at a rate of 6.3 feet per second.  The expelled water pooled in the\r\n  hotel parking lot, reaching sufficient depth to enter the hotel building and\r\n  cause damage to the property.\r\nPlaintiff filed an\r\n  action against Auto-Owners Insurance Company (Defendant), seeking to recover\r\n  for the water damage under the Policy.  Defendant denied coverage, citing the\r\n  surface water and flood exclusions contained in the Policy.  The parties filed\r\n  cross motions for summary judgment.  The district court found resolution turns\r\n  on the definitions of &quot;surface water&quot; and &quot;flood&quot; in the\r\n  context of the Policy, and certified questions to this Court.  \r\nCertified Questions\r\n\r\n\t\r\n\t\t\r\n\t\t\t&nbsp;I. \r\n\t\t\tUnder an all-risk Commercial Property Policy of \r\n\t\t\tinsurance, does &quot;surface water&quot; encompass rainwater collected and \r\n\t\t\tchanneled in a stormwater collection system?\r\n&nbsp;\r\n\t\t\r\n\t\t\r\n\t\t\tII.\r\n\t\t\tIf the answer to Question I is no, can such \r\n\t\t\tnon-surface water reacquire its classification as surface water upon \r\n\t\t\texit from the stormwater collection system and, if so, under what\r\n  circumstances?\r\n&nbsp;\r\n\t\t\r\n\t\t\r\n\t\t\tIII.\r\n\t\t\tUnder an all-risk Commercial Property Policy of \r\n\t\t\tinsurance, does &quot;flood water&quot; encompass water discharged from a stormwater collection system in concentrated form, pooled,\r\n  and that thereafter enters a building?\r\n\t\t\r\n\t\r\n\r\nLaw/Analysis\r\nDefendant argues\r\n  the water at issue is properly characterized as surface water and flood water,\r\n  thus it properly denied insurance coverage because damage resulting from both classifications\r\n  of water is excluded under the Policy.  We disagree and find the water expelled\r\n  from the pipe was not surface water or flood water.  Accordingly, we answer all\r\n  certified questions in the negative.\r\nThe terms\r\n  &quot;surface water&quot; and &quot;flood water&quot; are not defined in the\r\n  Policy, so we must determine whether rainwater that has been collected,\r\n  concentrated, and cast upon another's property is considered surface water or\r\n  flood water for purposes of insurance coverage.  Insurance policies are subject\r\n  to the general rules of contract construction.  American Credit of Sumter,\r\n    Inc. v. Nationwide Mutual Ins. Co., 378 S.C. 623, 628, 663 S.E.2d 492, 495\r\n  (2008).  Courts interpret insurance policy language in accordance with its\r\n  plain, ordinary, and popular meaning, except with technical language or where\r\n  the context requires another meaning.  See id; Blakeley v. Rabon,\r\n  266 S.C. 68, 72, 221 S.E.2d 767, 769 (1976).  Policies are construed in\r\n  favor of coverage, and exclusions in an insurance policy are construed against\r\n  the insurer.  Buddin v. Nationwide Mutual Ins. Co., 250 S.C. 332, 337,\r\n  157 S.E.2d 633, 635 (1967).  \r\nThe\r\n  insurance policy in question has an exclusion for water damage that says, in\r\n  pertinent part, damage resulting from &quot;[f]lood, surface water, waves,\r\n  tides, tidal waves, overflow of any body of water, or their spray, all whether\r\n  driven by wind or not&quot; is not covered under the policy.    \r\nI.&nbsp; Is the water &quot;surface\r\n  water?&quot;\r\nPlaintiff\r\n  asserts the water was not surface water when it was channeled into a stormwater\r\n  collection system and cast upon its property.  We agree.\r\n\r\n\tSouth\r\n  Carolina law defines surface water as \r\n\twaters\r\n  of a casual and vagrant character, which ooze through the soil or diffuse or\r\n  squander themselves over the surface, following no definite course.  They are\r\n  waters which, though customarily and naturally flowing in a known direction and\r\n  course, have nevertheless no banks or channels in the soil, and include waters\r\n  which are diffused over the surface of the ground, and which are derived from\r\n  rains and melting snows . . . .   \r\n\r\nLawton v. S. Bound R.R.\r\n  Co., 61 S.C. 548, 552, 39 S.E. 752,\r\n  753 (1901).  We need look no further to answer the question before us.[1]  \r\nWhile\r\n  the water at issue was surface water before it was collected in the stormwater\r\n  system, it then was concentrated and cast onto Plaintiff's property.  Once surface\r\n  water is deliberately contained, concentrated, and cast onto an adjoining\r\n  landowner's property, it is no longer naturally flowing, diffuse water.  Water\r\n  spewing in an unnatural concentration from a stormwater drainage system lacks\r\n  the identifiable characteristics of surface water the court approved in Lawton.\r\nThe\r\n  water intruding upon Plaintiff's property was not owing to fortuitous natural\r\n  causes, but instead to the deliberate actions of another.  We find that\r\n  naturally falling water that has been intentionally concentrated and cast upon\r\n  the insured's property is not surface water for the purposes of the Policy. \r\n  Accordingly, we answer the first certified question no; the water at issue is\r\n  not surface water.\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; II.&nbsp; If no, does the water\r\n  become &quot;surface water&quot; after exiting the collection system?\r\nWe\r\n  also answer the second certified question no; the water does not become surface\r\n  water again for the purposes of the policy once it is discharged from the\r\n  pipe.  The water only reached Plaintiff's property in such a harmful\r\n  concentration because of the deliberate containment and casting, not on account\r\n  of a natural flow.  Thus, the water does not regain surface water\r\n  classification for the purposes of the policy once it has been expelled from\r\n  the pipe.\r\n\r\nIII.&nbsp; Is the water &quot;flood\r\n  water?&quot;\r\nAs\r\n  to the third certified question, whether the water at issue is &quot;flood\r\n  water,&quot; we also answer no.  Defendant asserts this Court should define\r\n  &quot;flood water&quot; as a &quot;great flow of water over what is usually dry\r\n  land,&quot; thus qualifying the water at issue as flood water and excluding the\r\n  damage from coverage.  While South Carolina courts have not defined &quot;flood\r\n  water,&quot; Defendant's suggested definition is far too broad.  Flood waters\r\n  are those waters that breach their containment, either as a result of a natural\r\n  phenomenon or a failure in a man-made system, such as a levee or a dam.  See\r\n    Milbert v. Carl Carbon, Inc. 406 P.2d 113, 117&nbsp;(Idaho 1965) (&quot;Flood\r\n  waters are waters which escape, because of their height, from the confinement\r\n  of a stream and overflow adjoining territory; implicit in the definition is the\r\n  element of abnormality.&quot;).  In either case, there is an element of\r\n  fortuitousness.  See Long Motor Lines v. Home Fire &amp; Marine Ins. Co. of\r\n    Cal., 220 S.C. 335, 341, 67 S.E.2d 512, 515 (1951) (clarifying that in\r\n  an insurance policy that defined &quot;flood&quot; as &quot;the rising of\r\n  streams or navigable waters,&quot; &quot;rising&quot; necessarily connoted an\r\n  abnormal rising of the waters).   We hold that the water in the\r\n  present case is not flood water because it did not breach containment, but\r\n  instead it was deliberately channeled and cast upon Plaintiff's land.  \r\nConclusion\r\nTherefore,\r\n  we find the water at issue is neither surface water nor flood water for the\r\n  purposes of the Policy, and answer all three certified questions in the\r\n  negative.\r\nBEATTY and\r\n  KITTREDGE, JJ., concur. PLEICONES, J., dissenting in a separate opinion in\r\n  which HEARN, J., concurs.\r\n\r\nJUSTICE PLEICONES:  I respectfully dissent.  I believe that the water\r\n  which damaged Plaintiff's property constituted &quot;surface water&quot; under\r\n  long-standing South Carolina law.  Accordingly, I would answer the first\r\n  question &quot;yes&quot; and, as the answer disposes of the coverage issue,\r\n  decline to answer the second and third questions.\r\nA.&nbsp; Surface Waters and Water\r\n  Courses\r\nTypically,\r\n  where a term is not defined in an insurance policy, a court must define the\r\n  term according to the usual understanding of the term's significance to the\r\n  ordinary person.  See South Carolina Farm Bureau Mut. Ins. Co.\r\n    v. Durham, 380 S.C. 506, 671 S.E.2d 610 (2009).  However, courts may use a\r\n  different meaning in interpreting a contract with technical language or where\r\n  the context requires another meaning.  See Blakeley v. Rabon, 266\r\n  S.C. 68, 221 S.E.2d 767 (1976).  Because the term &quot;surface water&quot; is\r\n  primarily a legal term, which has long been defined in this State's case law, I\r\n  interpret its use in a contract in light of case law.\r\nLike\r\n  the majority, I look first to the definition of the term &quot;surface\r\n  water,&quot; which this Court set forth in 1901:\r\n\r\n\tSurface\r\n  waters are waters of a casual and vagrant character, which ooze through the\r\n  soil or diffuse or squander themselves over the surface, following no definite\r\n  course.  They are waters which, though customarily and naturally flowing in a\r\n  known direction and course, have nevertheless no banks or channels in the soil,\r\n  and include waters which are diffused over the surface of the ground, and which\r\n  are derived from rains and melting snows; occasional outbursts of water, which\r\n  in time of freshet or melting of snows descend from the mountains and inundate\r\n  the country; and the moisture of wet, spongy, springy, or boggy ground.\r\n\t\r\n\r\nLawton v. South Bound R.R.\r\n  Co., 61 S.C. 548, 552, 39 S.E. 752,\r\n  753 (1901), citing 24 Am. &amp; Eng. Enc. Law, at 896.  The majority begins and\r\n  ends its analysis of the first question with the above definition.  In my view,\r\n  however, further analysis is required to determine when &quot;surface\r\n  water&quot; ceases to be &quot;surface water.&quot;\r\nOne\r\n  need look no further than the next sentence in the Lawton opinion to\r\n  grasp the complexity of the question.  Following the definition, the Court\r\n  noted: &quot;The distinguishing features of surface waters are purely negative,\r\n  and consist in the absence of the distinguishing features which are common to\r\n  all water courses.&quot;  Id. at 552, 39 S.E. at 753.  A &quot;water\r\n  course&quot; is defined as follows:\r\n\r\n\tTo\r\n  constitute a water course, there must be a stream usually flowing in a\r\n  particular direction, though it need not flow continually.  It may sometimes be\r\n  dry.  It must flow in a definite channel, having a bed, sides, or banks, and it\r\n  naturally discharges itself into some other stream or body of water.  It must\r\n  be something more than mere surface drainage over the entire face of a tract of\r\n  land, occasioned by unusual freshets or other extraordinary causes. . . . It is\r\n  essential to the existence of a water course that there should be a well\r\n  defined bed or channel, with banks.  If these characteristics are\r\n  absent, there is no water course, within the legal meaning of the term.  Hence,\r\n  natural depressions in the land through which surface water from adjoining\r\n  lands naturally flows are not water courses.\r\n\r\nId. at 552-53, 39 S.E. at 753-54.  Under our case law, a\r\n  water course is naturally occurring.  Id.\r\nB.&nbsp; Application\r\nNeither\r\n  party disputes that the water constituted &quot;surface water&quot; when it\r\n  fell to the ground, but the majority finds that the water ceased to be\r\n  &quot;surface water&quot; once it was collected and channeled into a stormwater\r\n  collection system.  I disagree.\r\nThe\r\n  majority concludes that water, once channeled into the storm system, lacks the\r\n  characteristics of &quot;surface water&quot; set out in the definition in Lawton. \r\n  Specifically, the majority notes that water collected and channeled in a\r\n  stormwater system is &quot;no longer naturally flowing, diffuse water.&quot; \r\n  In my opinion, the means of disposing of surface water does not change its\r\n  character.  Instead, &quot;surface water&quot; retains its identity until it\r\n  reaches and becomes a part of a natural watercourse or body, such as a lake or\r\n  pool.  See 78 Am.Jur.2d § 174 (2009); Reith v. McGill Smith Punshon,\r\n    Inc., 840 N.E.2d 226, 231 (Ohio Ct. App. 2005) (surface water\r\n  &quot;continues to be such until it reaches some well defined channel in which\r\n  it is accustomed to, and does flow with other waters . . . and it then becomes\r\n  the running water of a stream and ceases to be surface water.&quot;).  This\r\n  rule comports with South Carolina case law under the Common Enemy Rule.\r\nWhile\r\n  I agree with the majority that the Common Enemy Rule has no direct application\r\n  here, case law based on the Rule is significant in determining whether\r\n  &quot;surface water&quot; loses that characterization once it is artificially\r\n  channeled.  The Common Enemy Rule provides that surface water is a common\r\n  enemy, and every landowner has the right to use such means as he deems\r\n  necessary for the protection of his property from damages it would cause.  See Johnson v. Williams, 238 S.C. 623, 633, 121 S.E.2d 223, 228 (1961). \r\n  There are two exceptions to the rule: (1) a landowner must not handle surface\r\n  water in such a way as to create a nuisance, and (2) he must not by means of a\r\n  ditch or other artificial means collect surface water and cast it in concentrated\r\n  form upon the lands of another.[2]  Id.  \r\nIn Lawton,\r\n  the plaintiff complained that the defendant had filled a ditch, causing water\r\n  to inundate the plaintiff's land.  Id. at 550-51, 39 S.E. at 753.  In\r\n  deciding the case, the Court found it necessary to determine the character of\r\n  the water: &quot;Was it surface water, or the water of a natural water\r\n  course?&quot;[3]  Id. at 552, 39 S.E. at 753.  After reciting\r\n  the definitions of the terms &quot;surface waters&quot; and &quot;water\r\n  course,&quot; the Court found the waters to be &quot;surface waters.&quot;\r\n\r\n\tThere is\r\n  no allegation that there was &quot;a stream usually flowing in a particular\r\n  direction,&quot; nor is there any allegation that the water obstructed flowed\r\n  &quot;in a definite channel, having a bed, sides or bank,&quot; nor is there\r\n  any allegation that there was &quot;any well-defined bed or channel, with\r\n  banks,&quot; through which the water obstructed was accustomed to flow; and\r\n  this, as said, &quot;is essential to the existence of a water course.&quot; \r\n  Indeed, there is not a single fact alleged from which an inference could be\r\n  reasonably drawn that the water in question was the water of a natural water\r\n  course.  On the contrary, the irresistible inference from the facts stated in\r\n  the complaint is that the water obstructed was nothing but surface water, which\r\n  was drained from plaintiff's land by the ditch, - a mere artificial channel. \r\n  No lapse of time could invest such a channel with the characteristics of a\r\n  natural water course.\r\n\r\nId. at 554, 39 S.E. at 754.  Lawton supports the\r\n  view that &quot;surface water&quot; maintains its character, even after it is\r\n  artificially channeled, until encountering a natural watercourse.  The holding\r\n  supports this Court's statement in Lawton that &quot;[t]he\r\n  distinguishing features of surface waters are purely negative, and consist in\r\n  the absence of the distinguishing features which are common to all water\r\n  courses.&quot;  Lawton, 61 S.C. at 552, 39 S.E. at 753.\r\nMoreover,\r\n  I note that language from a number of South Carolina cases describes water\r\n  conveyed in an artificial channel as &quot;surface water.&quot;  See, e.g., Hoffman v. Greenville County, 242 S.C. 34, 129 S.E.2d 757 (1963)\r\n  (&quot;There is evidence from which the jury could conclude that the damaging\r\n  of the property of the respondents was caused by the cutting of ditches thereon\r\n  without permission and by casting of surface water in force and impounded\r\n  quantities thereon . . . .&quot;); Garmany v. Southern Ry. Co. Terry,\r\n  152 S.C. 205, 208, 149 S.E. 765, 766 (1929) (&quot;[s]uch artificial channel\r\n  need not necessarily extend to the line or edge of the injured person's lands,\r\n  in order to sustain an action for damages, but must extend to such a point that\r\n  the surface water conveyed therein or thereby results in injury to such\r\n  person's lands or health.&quot;); Silvester v. Spring Valley Country Club,\r\n  344 S.C. 280, 543 S.E.2d 563 (Ct. App. 2001) (party &quot;constructed a French\r\n  drainage system to collect and concentrate surface water&quot;); Fuller-Ahrens\r\n    Partnership v. South Carolina Dep't of Highways and Pub. Transp., 311 S.C.\r\n  177, 427 S.E.2d 920 (Ct. App. 1993) (&quot;The pipe discharges surface water\r\n  from the Sumter Highway and frontage road onto Fuller-Ahrens land.&quot;). \r\n  These cases suggest that the water conveyed in the artificial channel is still\r\n  characterized as &quot;surface water.&quot;\r\nIn\r\n  addition to diverging from the above-cited cases, the majority's holding\r\n  severely limits the Common Enemy Rule to the point of nearly repealing the\r\n  Rule.  For if, as the majority holds, &quot;surface water&quot; loses its\r\n  characterization once it is collected in an artificial structure, then a\r\n  landowner may not dispose of &quot;surface water&quot; artificially channeled\r\n  onto his property under the Common Enemy Rule as it has lost its identity as\r\n  &quot;surface water.&quot;[4]  Consequently, henceforth a landowner who collects\r\n  and channels surface water onto an adjoining landowner's property deprives the\r\n  adjoining landowner of the ability to combat the water as a &quot;common\r\n  enemy.&quot;  Contra Cannon v. Atlantic Coast Line R.R. Co., 97\r\n  S.C. 233, 81 S.E. 476 (1914).  In short, &quot;surface water&quot; is no longer\r\n  a common enemy.\r\nIn\r\n  my opinion, &quot;surface water&quot; remains &quot;surface water&quot; until\r\n  it reaches and becomes a part of a natural watercourse or definite body.  This\r\n  bright-line definition best comports with our precedent.  Consequently, the\r\n  water which damaged Plaintiff's property was &quot;surface water.&quot;\r\nC.&nbsp; &quot;Stormwater\r\n  Runoff&quot;\r\nPlaintiff\r\n  also argues that the water collected and channeled in the stormwater system\r\n  constitutes &quot;stormwater&quot; rather than &quot;surface water.&quot;  In\r\n  Plaintiff's view, the General Assembly, in enacting the Stormwater Management\r\n  and Sediment Reduction Act (the Act) &quot;defined a new type of water in South\r\n  Carolina, to wit, stormwater . . . .&quot;  I disagree.\r\nThe\r\n  Act defines &quot;stormwater runoff&quot; as &quot;direct response of a\r\n  watershed to precipitation and includes the surface and subsurface runoff that\r\n  enters a ditch, stream, storm sewer, or other concentrated flow during and\r\n  following the precipitation.&quot;  S.C. Code Ann. § 48-14-20(13).  Based on\r\n  this definition, Plaintiff contends that once the water entered the storm\r\n  system, it ceased being &quot;surface water&quot; and became &quot;stormwater\r\n  runoff.&quot;  While water collected and channeled in a storm system may\r\n  constitute &quot;stormwater runoff&quot; under the Act, in my view, it also\r\n  constitutes &quot;surface water&quot; until it reaches a natural watercourse.\r\nD.&nbsp; Conclusion\r\nIn\r\n  summary, I find that under South Carolina case law, the means of disposing of\r\n  &quot;surface water&quot; does not change its character.  &quot;Surface\r\n  water&quot; continues as such until it reaches and becomes part of a natural\r\n  watercourse or definite body of water.  Consequently, I would answer\r\n  &quot;yes&quot; to Question 1 and, as the answer disposes of the coverage\r\n  issue, decline to answer the second and third questions.\r\n \r\n  HEARN, J., concurs.\r\n\r\n\r\n[1] The common enemy rule does not bear on this case as it currently stands before\r\n  this Court.  While its theories are instructive, the rule itself need not be\r\n  analyzed to determine the instant issue.  The common enemy rule does not define\r\n  what surface water is, but rather prescribes how landowners may deal with the\r\n  surface water on their lands.  See William T. Toal, Surface Water in\r\n    South Carolina, 23 S.C. L. Rev. 82, 88 (1971) (explaining surface water law\r\n  in South Carolina).  The common enemy rule addresses potential tort liability\r\n  for obstructing and diverting the flow of surface water.  Here, we are\r\n  concerned with the definition of surface water in the context of a contract for\r\n  insurance coverage.\r\n[2] As no third party claim is presented, I express no opinion as to the liability,\r\n  if any, of the SCDOT under this theory.\r\n[3] This Court alluded to the distinctions between &quot;surface water&quot; and a\r\n  &quot;water course&quot; as early as 1888.  See Waldrop v.\r\n    Greenville, L. &amp; S.R. Co., 28 S.C. 157, 5 S.E. 471 (1888).\r\n[4] The majority would hold that &quot;surface water,&quot; once channeled, is\r\n  &quot;no longer naturally flowing, diffuse water.&quot;  Moreover, section II\r\n  of the majority opinion makes plain that the water, once channeled onto an\r\n  adjoining landowner's property, cannot reacquire its character as &quot;surface\r\n  water.&quot;  If such water does not constitute &quot;surface water,&quot;\r\n  flood water, or a natural watercourse, then I question what character the\r\n  channeled and cast water attains.\r\n\r\n","court":"Supreme"},{"id":"26884","title":"In the Matter of Donald Keith Knight, Jr.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=26884","description":"In this opinion, the Court disbarred Donald Keith Knight based on the voluntary surrender of his license to practice law in Georgia.","date":"2010-10-11","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tIn the Matter\r\n      of Donald Keith Knight, Jr., Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nOpinion No. 26884\r\nSubmitted September 27, 2010 - Filed\r\n  October 11, 2010\r\nDISBARRED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tLesley M. Coggiola, Disciplinary Counsel and Barbara M. Seymour, Deputy Disciplinary Counsel, both of Columbia,\r\n  for Office of Disciplinary Counsel.\r\n\t\t\t\tW. Bennett McCollough, of Kingstree, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nPER CURIAM:   This attorney disciplinary\r\n  matter is before the Court pursuant to the reciprocal disciplinary provisions\r\n  of Rule 29, RLDE, Rule 413, SCACR.\r\nFACTS\r\nBy order dated June 28, 2010, the Supreme\r\n  Court of Georgia accepted respondent's Petition for Voluntary Surrender of\r\n  License pursuant to Rule 4-104 of the Rules of the State Bar of Georgia,[1] which that court stated &quot;is\r\n  tantamount to disbarment,&quot; and directed that respondent's name be removed\r\n  from the rolls of persons authorized to practice law in the State of Georgia. \r\n  Respondent filed the petition after three formal complaints and seven\r\n  additional grievances were filed against him alleging he forged his former law\r\n  partner's name to bank documents, removed client funds from his trust account,\r\n  deposited checks payable to his firm into his personal bank account, converted\r\n  firm checks payable to third parties to his own use, accepted fees from clients\r\n  then failed to communicate with them, willfully abandoned clients' cases, and\r\n  converted funds he received in a fiduciary capacity to his own use.  Respondent\r\n  admitted all of the material allegations in the formal complaints and the\r\n  grievances and admitted he suffered from drug addiction to the extent that it\r\n  impaired his competency as a lawyer.\r\nRespondent\r\n  did not notify the Office of Disciplinary Counsel (ODC) of the action taken by\r\n  the Georgia Supreme Court, as required by Rule 29(a) of the Rules for Lawyer\r\n  Disciplinary Enforcement, Rule 413, SCACR.  However, ODC obtained a certified\r\n  copy of the order and filed it with this Court.  Rule 29(a), RLDE.  The Clerk\r\n  of Court sent respondent notice of receipt of the certified order and directed him to inform the Court of any claim he may\r\n  have that the imposition of the identical discipline in South Carolina would be\r\n  unwarranted and the reasons for that claim.  Rule 29(b), RLDE.\r\nRespondent\r\n  has filed a return in which he seeks imposition of a lesser discipline under\r\n  Rule 29(d)(5), RLDE.[2] \r\n  Respondent states the Georgia Supreme Court accepted his Petition for Voluntary\r\n  Surrender of License pursuant to State Bar of Georgia Rule 4-104 regarding\r\n  mental incapacity and substance abuse.  Respondent admits he was incapacitated\r\n  due to drug addiction, but states he began treatment in the summer of 2008,\r\n  which he continues to date, and was authorized by his psychiatrist to return to\r\n  work on a limited basis in January 2009 and on an unrestricted basis in March\r\n  2009.  He states his &quot;mental capacity has recovered&quot; and that the\r\n  reason for surrender of his license no longer exists.  Respondent has offered\r\n  his medical records for consideration by the Court in imposing a lesser\r\n  discipline than surrender of his license to practice law in South Carolina. \r\n  Finally, respondent states none of his clients suffered monetary loss other\r\n  than in retaining substitute counsel in the matters in which he represented\r\n  them and that no funds were illegally taken by him.\r\n\r\nODC has\r\n  filed a reply in which it maintains Rule 29(d)(5), upon which respondent\r\n  relies, is inapplicable because it applies in cases in which a lawyer is placed\r\n  on incapacity inactive status in another state and reciprocal imposition of\r\n  incapacity inactive status is being considered in South Carolina.  ODC contends\r\n  that in this case, respondent was not placed on incapacity inactive status in\r\n  Georgia, but was instead disciplined.  ODC states South Carolina does not have\r\n  a procedure similar to the procedure Georgia has for the voluntary surrender of\r\n  a license to practice law;[3] however, ODC asserts that because &quot;voluntary surrender in Georgia is the\r\n  equivalent of disbarment,&quot; disbarment is appropriate in the case at hand.\r\nODC also\r\n  notes that in order for this Court to deviate from the discipline imposed by\r\n  the Georgia Supreme Court, it must find that it is clear from the face of the\r\n  record from which the discipline is predicated that identical discipline should\r\n  not be imposed.  ODC contends respondent is asking this Court to consider\r\n  matters outside that record and essentially seeking a re-investigation of the\r\n  underlying disciplinary matters that gave rise to the disciplinary action in\r\n  Georgia.  ODC submits the purpose of reciprocal discipline is to avoid the\r\n  necessity to re-investigate and re-litigate disciplinary matters that have\r\n  already been decided by the authorities in another jurisdiction.  Accordingly,\r\n  ODC asks that the Court reject respondent's request that reciprocal discipline\r\n  not be imposed and issue an order disbarring respondent.\r\nLAW\r\nWhen\r\n  a lawyer has been disciplined in another jurisdiction, this Court will impose the identical discipline or incapacity inactive\r\n  status unless the lawyer or disciplinary counsel demonstrates, or the Court\r\n  finds, that it clearly appears on the face of the record from which the\r\n  discipline is predicated, that (a) the procedure was so lacking in notice or\r\n  opportunity to be heard as to constitute a deprivation of due process; (2) there\r\n  was such infirmity of proof establishing the misconduct as to give rise to the\r\n  clear conviction that the Court could not, consistent with its duty, accept as\r\n  final the conclusion on that subject; (3) the imposition of the same discipline\r\n  by the Court would result in grave injustice; (4) the misconduct established\r\n  warrants substantially different discipline in this state; or (5) the reason\r\n  for the original transfer to incapacity inactive status no longer exists.  Rule\r\n  29(d), RLDE.  The burden is on the party seeking different discipline in\r\n  this jurisdiction to demonstrate that the imposition of the same discipline is\r\n  not appropriate.  Id.  If the Court determines\r\n  that any of the elements above exist, it can enter such other order as it deems\r\n  appropriate.  Id.  The burden is on the party\r\n  seeking different discipline in this jurisdiction to demonstrate that the\r\n  imposition of the same discipline is not appropriate.  Id.  In all other\r\n  aspects, a final adjudication in another jurisdiction that a lawyer has been\r\n  guilty of misconduct or should be transferred to incapacity inactive status\r\n  shall establish conclusively the misconduct or the incapacity for purposes of a\r\n  disciplinary or incapacity proceeding in this state.  Rule 29(e), RLDE.\r\nRule 4-104\r\n  of the Rules of the State Bar of Georgia clearly provides that a lawyer may be\r\n  removed from the practice of law in Georgia if he suffers from a drug addiction\r\n  that impairs his competency as a lawyer.  Pursuant to Rules 4-110(f) and 4-227,\r\n  a lawyer may voluntarily submit to such discipline by filing a Petition for\r\n  Voluntary Surrender of License, which is the equivalent of disbarment.  \r\nSimilarly, Rule 28(b)(6) of the South Carolina Rules\r\n  for Lawyer Disciplinary Enforcement states that if this Court concludes a\r\n  lawyer suffers from a physical or mental condition that adversely affects the\r\n  lawyer's ability to practice law, it may enter any order appropriate to the circumstances, the nature of the incapacity and probable length of the period of incapacity. \r\n  In addition, after receipt of an examination report\r\n  of an expert, ODC and the lawyer may agree on proposed findings of fact,\r\n  conclusions, and a recommended disposition.  Rule 28(e), RLDE.  The stipulated\r\n  disposition must be submitted to the hearing panel for a recommendation to the\r\n  Court that it be approved or rejected.  Id.  The final decision on the\r\n  recommendation is made by the Court.  Id.  If the Court accepts the\r\n  stipulated disposition, an order is entered in accordance with its terms.  Id. \r\n  Accordingly, a lawyer in South Carolina may also consent to disbarment based on\r\n  a physical or mental condition that adversely affects his ability to practice\r\n  law.\r\nBased on the language of the applicable Georgia and South Carolina\r\n  rules, we agree with ODC that respondent cannot rely on Rule 29(d)(5) because\r\n  while a transfer to incapacity inactive status, or an equivalent disposition,\r\n  is available under both Rule 4-104 and Rule 28, such disposition was not\r\n  imposed in this case.  Instead, respondent consented to a form of discipline\r\n  under the Georgia rule that is equivalent to disbarment, an option that is also\r\n  available under the South Carolina rule.  Moreover, respondent has failed to\r\n  otherwise demonstrate that imposition of the same discipline in South Carolina\r\n  is not appropriate.  We therefore find disbarment is the appropriate sanction\r\n  to impose as reciprocal discipline in this matter.  Respondent is hereby\r\n  disbarred from the practice of law in this state retroactive to June 28, 2010,\r\n  the date respondent was disbarred from the practice of law in Georgia.\r\nWithin fifteen days\r\n  of the date of this opinion, respondent shall file an affidavit with the Clerk\r\n  of Court showing that he has complied with Rule 30, RLDE, Rule 413, SCACR, and\r\n  shall also surrender his Certificate of Admission to the Practice of Law to the\r\n  Clerk of Court.\r\nDISBARRED.\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE\r\n  and HEARN, JJ., concur.\r\n\r\n\r\n[1] This rule, which addresses mental incapacity and substance abuse, states the\r\n  following:\r\n\r\n\t(a) Want of a sound mind, senility, habitual intoxication\r\n  or drug addiction, to the extent of impairing competency as an attorney, when\r\n  found to exist under the procedure outlined in Part IV, Chapter 2 of these\r\n  rules, shall constitute grounds for removing the attorney from the practice of\r\n  law. Notice of final judgment taking such action shall be given by the Review\r\n  Panel as provided in Rule 4-220(a).(b) Upon a finding by either panel of the State Disciplinary Board that an\r\n  attorney may be impaired or incapacitated to practice law due to mental\r\n  incapacity or substance abuse, that panel may, in its sole discretion, make a\r\n  confidential referral of the matter to the Committee on Lawyer Impairment for\r\n  the purposes of confrontation and referral of the attorney to treatment centers\r\n  and peer support groups. Either panel may, in its discretion, defer\r\n  disciplinary findings and proceedings based upon the impairment or\r\n  incapacitation of an attorney pending attempts by the Committee on Lawyer\r\n  Impairment to afford the attorney an opportunity to begin recovery. In such\r\n  situations the committee shall report to the referring panel and Bar counsel\r\n  concerning the attorney's progress toward recovery.(c) In the event of a finding by the Supreme Court of Georgia that a lawyer is\r\n  impaired or incapacitated, the Court may refer the matter to the Committee on\r\n  Lawyer Impairment, before or after its entry of judgment under Bar Rules 4-219\r\n  or 4-220(a), so that rehabilitative aid may be provided to the impaired or\r\n  incapacitated attorney. In such situations the committee shall be authorized to\r\n  report to the Court, either panel of the State Disciplinary Board and Bar\r\n  counsel concerning the attorney's progress toward recovery. \r\n\r\n[2] Rule 29(d) states the Court shall impose the\r\n  identical discipline or incapacity inactive status unless the lawyer or\r\n  disciplinary counsel demonstrates, or the Court finds, that it clearly appears\r\n  on the face of the record from which the discipline is predicated that certain\r\n  circumstances exist, including that the reason for the original transfer to\r\n  incapacity inactive status no longer exists.\r\n[3] Rule 4-227 of the Rules of the State Bar of Georgia states the following:\r\n\r\n\t(a) A petition for voluntary discipline shall contain admissions\r\n  of fact and admissions of conduct in violation of Part IV, Chapter 1 of these\r\n  rules sufficient to authorize the imposition of discipline.(b) Prior to the issuance of a formal complaint, a respondent may submit a\r\n  petition for voluntary discipline seeking any level of discipline authorized\r\n  under these rules.\r\n\t(1) Those petitions\r\n  seeking private discipline shall be filed with the Office of General Counsel\r\n  and assigned to a member of the Investigative Panel. The Investigative Panel of\r\n  the State Disciplinary Board shall conduct an investigation and determine\r\n  whether to accept or reject the petition as outlined at Bar Rule 4-203(a)(9).\r\n\t(2) Those petitions seeking public discipline shall be filed directly with the\r\n  Clerk of the Supreme Court. The Office of General Counsel shall have 30 days\r\n  within which to file a response. The court shall issue an appropriate order.\r\n\t(c) After the issuance of a formal complaint a Respondent may submit a petition\r\n  for voluntary discipline seeking any level of discipline authorized under these\r\n  rules.\r\n\t(1) The petition shall be filed with the\r\n  Special Master who shall allow bar counsel 30 days within which to respond. The\r\n  Office of General Counsel may assent to the petition or may file a response,\r\n  stating objections and giving the reasons therefore. The Office of General\r\n  Counsel shall serve a copy of its response upon the respondent.(2) The Special Master shall consider the petition, the Bars response and, the\r\n  record as it then exists and may accept or reject the petition for voluntary\r\n  discipline.(3) The Special Master may reject a petition for such cause or causes as seem\r\n  appropriate to the Special Master. Such causes may include but are not limited\r\n  to a finding that:\r\n\t(i) the petition fails\r\n  to contain admissions of fact and admissions of conduct in violation of Part\r\n  IV, Chapter 1 of these rules sufficient to authorize the imposition of\r\n  discipline;(ii) the petition fails to request appropriate discipline;\r\n\t(iii) the petition fails to contain sufficient information concerning the admissions\r\n  of fact and the admissions of conduct;(iv) the record in the proceeding does not contain sufficient information upon\r\n  which to base a decision to accept or reject.\r\n\t(4) The Special Masters\r\n  decision to reject a petition for voluntary discipline does not preclude the\r\n  filing of a subsequent petition and is not subject to review by either the\r\n  Review Panel or the Supreme Court. If the Special Master rejects a petition for\r\n  voluntary discipline, the disciplinary case shall proceed as provided by these\r\n  rules.(5) If the Special Master accepts the petition for voluntary discipline, s/he\r\n  shall enter a report making findings of fact and conclusions of law and deliver\r\n  same to the Clerk of the State Disciplinary Board. The Clerk of the State\r\n  Disciplinary Board shall file the report and the complete record in the\r\n  disciplinary proceeding with the Clerk of the Supreme Court. A copy of the\r\n  Special Masters report shall be served upon the respondent. The Court shall\r\n  issue an appropriate order.(6) Pursuant to Bar Rule 4-210(e), the Special Master may in his or her\r\n  discretion extend any of the time limits in these rules in order to adequately\r\n  consider a petition for voluntary discipline.\r\n\r\nState Bar of Georgia Rule 4-110(f) defines a\r\n  &quot;Petition for Voluntary Surrender of License&quot; as &quot;[a] Petition\r\n  for Voluntary Discipline in which the respondent voluntarily surrenders his\r\n  license to practice law in this State.&quot;  The definition states, as does the\r\n  order of the Supreme Court of Georgia in this case, that a voluntary surrender\r\n  of license is tantamount to disbarment.  \r\n\r\n","court":"Supreme"},{"id":"ORDER","title":"Amendments to the South Carolina Appellate Court Rules","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2010-10-06-01","description":"","date":"2010-10-11","type":"order","text":"\r\n  \r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\nIn re: Amendments to the South Carolina Appellate Court Rules\r\n\r\nORDER\r\n\r\nThe  South Carolina Bar has proposed amending Rule 1.15(f), RPC, Rule 407, SCACR,  which concerns disbursement of funds in trust accounts.&nbsp; The proposed amendments restructure the text  of section (f) and divide it into several subsections.&nbsp; The proposed amendments also add a section  permitting disbursement of funds where ten days have passed and there is no notice  that the credit for or collection of the funds has been delayed or  impaired.&nbsp; Finally, the Bar suggests several  new comments to Rule 1.15.\r\nAfter the Bar proposed the  amendment, the South Carolina Association for Justice requested that Rule 1.15(f)  be further amended to permit checks issued by insurance companies to be  disbursed immediately.&nbsp; The Court agrees,  but we believe such disbursements should be permitted only in cases where insurance  company checks total $50,000 or less.\r\nPursuant  to Article V, &sect; 4, of the South Carolina Constitution, we hereby amend Rule 1.15,  RPC, Rule 407, SCACR, as set forth in the attachment to this Order.&nbsp; The amendments are effective immediately.\r\nIT IS SO ORDERED.\r\n\r\n  \r\n    \r\n     s/Jean H. Toal&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; C.J.\r\n      \r\n      s/Costa M. Pleicones&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/Donald W. Beatty&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/John W. Kittredge&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/Kaye G. Hearn&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n    \r\n  \r\n\r\nColumbia, South Carolina\r\nOctober 6, 2010\r\n\r\nRULE 1.15: SAFEKEEPING PROPERTY\r\n.&nbsp;&nbsp;&nbsp;&nbsp;  .&nbsp;&nbsp;&nbsp;&nbsp; .\r\n(f)(1) A lawyer shall not disburse funds from an account containing the  funds of more than one client or third person (&quot;trust account&quot;)  unless the funds to be disbursed have been deposited in the account and are  collected funds. \r\n(2) Notwithstanding Subsection  (f)(1) above, a lawyer may disburse funds from a trust account at the lawyer's  risk in reliance on the following deposits when the deposit is made:\r\n\r\n  (i) in cash  or other items treated by the depository institution as equivalent to cash;\r\n  (ii) by  verified and documented electronic funds transfer;\r\n  (iii) by a  properly endorsed government check;\r\n  (iv) by a  certified check, cashier's check, or other check drawn by a depository  institution or an insurance company, provided the insurance company check does  not exceed $50,000;\r\n  (v) by any  other instrument payable at or through a depository institution, but only if  the amount of such other instrument does not exceed $5,000 and the lawyer has a  reasonable and prudent belief that the deposit of such other instrument will be  collected promptly; or\r\n  (vi) by any  other instrument payable at or through a depository institution and at least  ten (10) days have passed since the date of deposit without notice to the  lawyer that the credit for, or collection of, such other instrument has been  delayed or is impaired.\r\n\r\nIf the actual collection of deposits described in Subsections (i)  through (vi) above does not occur, the lawyer shall, as soon as practical but  in no event more than five (5) business days after notice of noncollection,  deposit replacement funds in the account.\r\n.&nbsp;&nbsp;&nbsp;&nbsp;  .&nbsp;&nbsp;&nbsp;&nbsp; .\r\nComment\r\n.&nbsp;&nbsp;&nbsp;&nbsp;  .&nbsp;&nbsp;&nbsp;&nbsp; .\r\n[5] The requirement in Rule 1.15(f)(1) that funds be deposited and  collected in the lawyer's trust account prior to disbursement is fundamental to  proper trust accounting.\r\n[6] Based on the lawyer's relationship with the depository institution  or other considerations, deposited funds of various types may be made  &quot;available&quot; for immediate withdrawal by the depository institution;  however, lawyers should be aware that &quot;available funds&quot; are not  necessarily collected funds since the credit given for the available funds may  be revoked if the deposited item does not clear.\r\n[7] Subsections (i) through (vi) of Rule 1.15(f)(2) represent  categories of trust account deposits which carry a limited risk of failure so  that disbursements may be made in reliance on such deposits without violating  the fundamental rule of disbursing only on collected funds.&nbsp; In any of those circumstances, however, a  lawyer's disbursement of funds from a trust account in reliance on deposits  that are not yet collected funds is at the risk of the lawyer making the  disbursement.&nbsp; The lawyer's risk includes  deposited instruments that are forged, stolen, or counterfeit.&nbsp; If any of the deposits fail for any reason, the  lawyer, upon receipt of notice or actual knowledge, must promptly act to  protect the property of the lawyer's clients and third persons.&nbsp; If the lawyer accepting any such items  personally pays the amount of any failed deposit within five (5) business days  of receipt of notice that the deposit has failed, the lawyer will not be  considered to have committed professional misconduct based upon the  disbursement of uncollected funds.\r\n[8] A lawyer's disbursement of funds from a trust account in reliance  on deposits that are not yet collected funds in any circumstances other than  Subsections (i) through (vi) of Rule 1.15(f)(2) may be grounds for a finding of  professional misconduct.\r\n[9] The obligations of a lawyer under this Rule are  independent of those arising from activity other than rendering legal  services.&nbsp; For example, a lawyer who serves  only as an escrow agent is governed by the applicable law relating to fiduciaries  even though the lawyer does not render legal services in the transaction and is  not governed by this Rule.\r\n[10] The Lawyers&rsquo; Fund for Client Protection provides  a means through the collective efforts of the Bar to reimburse persons who have  lost money or property as a result of dishonest conduct of a lawyer.&nbsp; Under Rule 411, SCACR, each active or senior  member of the Bar is required to make an annual contribution to this fund.\r\n[11] A lawyer&rsquo;s obligations with regard to identified but unclaimed  funds are set forth in the Uniform Unclaimed Property Act, S.C. Code Ann. &sect; 27-18-10, et seq.\r\n\r\n\r\n\r\n\r\n","court":"Supreme"},{"id":"26762","title":"James v. Anne's Inc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=26762","description":"Allie James argues the Workers' Compensation Commission has the authority to prorate a lump sum award of benefits using the life expectancy table in section 19-1-150 of the South Carolina Code.","date":"2010-10-25","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        Allie James,\r\n          Claimant, Appellant,\r\n        v.\r\n        Anne's Inc.,\r\n          Employer, and Villanova Insurance Company, in liquidation through the South\r\n          Carolina Property &amp; Casualty Insurance Guaranty Association, Carrier, Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\n   R. Markley Dennis, Jr., Circuit Court\r\nJudge\r\n\r\nOpinion No.  26762\r\n  Re-Heard June 24, 2010 - Re-Filed October\r\n25, 2010  \r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Jody\r\n          Vann McKnight, of the Reisen Law Firm, of Charleston, for Appellant.\r\n        Mark D.\r\n          Cauthen, T. Jeff Goodwyn, Jr., and Peter P. Leventis, IV, all of McKay,\r\n          Cauthen, Settana &amp; Stubley, of Columbia, for Respondents.\r\n        Andrew\r\n          Nathan Safran, of Columbia, Ronald J. Jebaily and Suzanne H. Jebaily, both of the\r\n          Jebaily Law Firm, of Florence, and Stephen B. Samuels, of Columbia, all for Amicus\r\n          Curiae South Carolina Injured Workers' Advocates; William Hughes Nicholson,\r\n          III, of Nicholson &amp; Anderson, of Greenwood, for Amicus Curiae South\r\n          Carolina Association for Justice; Susan Berkowitz and Stephen Suggs, both of the\r\n          South Carolina Appleseed Legal Justice Center, of Columbia, for Amicus Curiae\r\n          South Carolina Appleseed Legal Justice Center; and John S. Nichols and Blake A.\r\n          Hewitt, both of Bluestein, Nichols &amp; Thompson, of Columbia, for the three\r\n          foregoing Amici; and Samuel F. Painter, of Nexsen Pruet, of Columbia, for\r\n          Amicus Curiae South Carolina Self-Insurers Association, Inc. \r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE\r\n  BEATTY:  The South Carolina Workers' Compensation Commission found Allie\r\n  James (&quot;James&quot;) was totally and permanently disabled from a work\r\n  accident and that she was entitled to a lump sum award of benefits.  The\r\n  Commission denied James's request to include language in the order prorating\r\n  the lump sum award over her life expectancy after her employer and its carrier\r\n  (&quot;Respondents&quot;) objected.  The circuit court affirmed.  James\r\n  appealed, arguing the Commission has the authority to include language in the\r\n  order prorating the lump sum award over her life expectancy and should have\r\n  done so.  We affirmed the circuit court in James v. Anne's Inc., 386 S.C. 326, 688 S.E.2d 562 (2010).  Subsequently, we granted James's petition\r\n  for rehearing.[1] \r\n  We now withdraw that opinion and substitute the current opinion reversing the\r\ncircuit court's order and remanding the matter in accordance with this decision.\r\nI.  FACTS\r\nOn\r\n  May 10, 2002, James sustained injuries to her back, neck, and head when she\r\n  slipped and fell down some stairs while working at Anne's Dress Shop in\r\n  Charleston County. James worked for this employer for approximately twenty\r\n  years before being terminated in 2003.  \r\nJames\r\n  sought workers' compensation benefits for her injuries.  In 2005, the hearing\r\n  commissioner found James was totally and permanently disabled as a result of\r\n  the accident and that she was entitled to 500 weeks of compensation benefits,\r\n  with a credit allowed for the weeks of compensation already paid.  The hearing\r\n  commissioner further found it was appropriate for the award to be made in a\r\n  lump sum.  \r\nThe\r\n  hearing commissioner denied James's request to include language in the order\r\n  prorating the lump sum award over her life expectancy using the life expectancy\r\n  table provided by section 19-1-150 of the South Carolina Code[2] after Respondents objected.  The hearing commissioner concluded she did not\r\n  have the authority to include proration language in the order in the absence of\r\n  consent from Respondents.\r\nJames\r\n  sought review from the full Commission.  In a two-to-one decision, the\r\n  Commission upheld the hearing commissioner.  The dissenting commissioner found\r\n  the Commission does have the authority to include proration language in an\r\n  order, but that there was no error in failing to include such language in the\r\n  current case.  \r\nJames\r\n  appealed to the circuit court, which affirmed the Commission in a form order.  James\r\n  moved for reconsideration, which the circuit court denied in a formal order\r\n  filed November 15, 2006. \r\nJames\r\n  appealed to this Court, which affirmed in a split decision.   James v.\r\n    Anne's Inc., 386 S.C. 326, 688 S.E.2d 562 (2010).  The majority held that,\r\n  without an express grant of authority from the South Carolina General Assembly,\r\n  the Commission did not have the authority to include language prorating a lump\r\n  sum award over a claimant's life expectancy without the consent of all\r\n  parties.  The dissent found that authority to include proration language\r\n  existed by virtue of the statute conferring a general grant of authority to the\r\n  Commission to decide all questions arising under the act, citing S.C. Code Ann.\r\n  § 42-3-180 (1985).  \r\nII.  LAW/ANALYSIS\r\nJames\r\n  asserts the circuit court erred in holding the Commission lacks the authority\r\n  to include language in workers' compensation orders prorating a lump sum award\r\n  over a claimant's life expectancy in the absence of consent from all parties, and\r\n  in refusing to include such language in her case.  We agree.\r\n(A) Standard of Review\r\nAn appellate\r\n  court has the power upon review to reverse or modify a decision of an\r\n  administrative agency if the findings and conclusions of the agency are (1) affected\r\n  by an error of law, (2) clearly erroneous in view of the reliable and\r\n  substantial evidence on the whole record, or (3)&nbsp;arbitrary or capricious\r\n  or characterized by abuse of discretion or a clearly unwarranted exercise of\r\n  discretion.  Gray v. Club Group, Ltd., 339 S.C. 173, 182, 528 S.E.2d\r\n  435, 440&nbsp;(Ct. App. 2000).\r\n(B) Justiciability\r\nAs\r\n  an initial matter, we note the three amici participating in the oral argument\r\n  of this case have filed a joint brief regarding the merits of the appeal and asserting\r\n  as a threshold issue that this matter is not justiciable.  The amici\r\n  specifically assert Respondents lack standing because they cannot show any\r\n  injury from allocating the lump sum award as it is merely a mathematical calculation\r\n  that will have no effect on their liability for compensation.  We conclude the amici's\r\n  allegation regarding justiciability, and more particularly standing, is not\r\n  properly before the Court in the current procedural posture.  \r\n&quot;Before\r\n  any action can be maintained, there must exist a justiciable\r\n  controversy.&quot;  Byrd v. Irmo High Sch.,&nbsp;321 S.C. 426, 430, 468\r\n  S.E.2d 861, 864&nbsp;(1996).  &quot;A justiciable controversy is a real and\r\n  substantial controversy which is ripe\r\n  and appropriate for judicial determination, as distinguished from a contingent,\r\n  hypothetical or abstract dispute.&quot;  Pee Dee Elec. Coop. v. Carolina\r\n    Power &amp; Light Co., 279 S.C. 64, 66, 301 S.E.2d 761, 762 (1983).  Justiciability encompasses several doctrines, including\r\n  ripeness, mootness, and standing.  Jackson v. State, 331 S.C. 486, 489\r\n  S.E.2d 915 (1997).\r\nRule\r\n  213 of the South Carolina Appellate Court Rules, governing Amicus Curiae\r\n  Briefs, states an amicus brief is limited to the issues raised by the parties: \r\n  &quot;The brief shall be limited to argument of the issues on appeal as\r\n  presented by the parties and shall comply with the requirements of Rules 208(b)\r\n  and 211.&quot;  Rule 213, SCACR.\r\nAlthough\r\n  James did argue that proration would not have any effect upon Respondents\r\n  because it would not change the actual amount of the monetary award, it was in\r\n  the context of responding to Respondents' argument that proration over a\r\n  claimant's lifetime was not authorized because our workers' compensation\r\n  statutes limit a claimant to a maximum of 500 weeks of compensation in most\r\n  instances.  Thus, justiciability and standing were not raised by the parties.  \r\nThis\r\n  Court has the inherent authority to consider justiciability.  However, when a party\r\n  belatedly attempts to raise the issue of standing, our courts have applied\r\n  error preservation principles and held that the matter was not preserved for\r\n  review where the trial court was not given an opportunity to first rule on the\r\n  issue.[3]  \r\nIn\r\n  the current appeal, it is not a party, but the amici who are attempting to\r\n  belatedly raise standing, but we find they are similarly precluded from\r\n  asserting the issue on error preservation grounds because the amici can argue\r\n  only the issues that were raised by the parties.  See Rule 213, SCACR.  \r\n(C) Social Security Offset\r\nIn\r\n  this case, James sought a proration of her lump sum award using the life\r\n  expectancy table found at S.C. Code Ann. §&nbsp;19-1-150.  As noted by the\r\n  circuit court, James's &quot;concern is that her Social Security Disability benefits will be offset by the workers'\r\n  compensation benefits she receives.  [James] argues that the proration language\r\n  is required to maximize her workers' compensation award . . . .&quot; \r\nUnder\r\n  federal law, when a person is deemed disabled and is entitled to monthly\r\n  disability payments under the Social Security Act, the disability payments must\r\n  be reduced when the combined amount of the person's monthly Social Security\r\n  disability payments and any monthly workers' compensation benefits exceeds\r\n  eighty percent of the person's pre-disability earnings.  See 42 U.S.C.A.\r\n  §&nbsp;424a(a) (2003) (providing for the reduction of disability benefits). \r\n  When the workers' compensation benefits are &quot;payable on other than a\r\n  monthly basis (excluding a benefit payable as a lump sum except to the\r\n    extent that it is a commutation of, or a substitute for, periodic payments),\r\n  the reduction under this section shall be made . . . in such amounts as the\r\n  Commissioner of Social Security finds will approximate as nearly as\r\n    practicable the reduction prescribed by subsection (a) of this section.&quot;  Id. § 424a(b) (emphasis added).  Thus, lump sum awards generally\r\n  necessitate a reduction in Social Security disability benefits in instances\r\n  where they result from a commutation of periodic payments.  \r\nThe\r\n  Social Security Administration does not apply a reduction or an offset,\r\n  however, where a state has enacted a reduction of their workers' compensation\r\n  benefits in these circumstances by February 18, 1981.  This reduction (by the\r\n  individual states) is known as a &quot;reverse-offset&quot; provision.  Tommy\r\n  W. Rogers &amp; Willie L. Rose, Workers' Compensation and Public Disability\r\n    Benefits Offset from Social Security Disability Benefits, 29 S.U. L. Rev.\r\n  57, 60 (2001).  \r\nSouth\r\n  Carolina did not legislatively enact a reverse-offset provision.  Grady L.\r\n  Beard et al., The Law of Workers' Compensation Insurance in South Carolina,\r\n  567 (5th ed. 2008); see also 70B Am. Jur. 2d Social Security and\r\n    Medicare §&nbsp;1490 (2000) (listing states that the Social Security\r\n  Administration has recognized as having met the legal criteria for\r\n  reverse-offset plans; South Carolina is not included in this list). \r\nIn\r\n  order to minimize the reduction of her Social Security benefits, James seeks to\r\n  prorate her lump sum, workers' compensation award for a  permanent disability\r\n  over her lifetime using the life expectancy table set forth in section\r\n  19-1-150.  James asserts the Social Security Administration expressly accepts\r\n  the monthly amount derived from using a life expectancy table as one of the\r\n  bases for calculating the offset to be made to Social Security benefits.  \r\nThe\r\n  Social Security Administration will use the prorated time frame stated in an\r\n  order awarding a lump sum benefit if a time frame is provided; otherwise, it\r\n  will use an alternative basis for this computation:  \r\n\r\n  According to SSA policy, a lump sum award of workers'\r\n    compensation benefits . . . will be prorated at an established weekly rate. \r\n    The priority for establishing a weekly rate of payment is as follows:\r\n  (1) the\r\n    rate specified in the lump sum award, including a rate based on life expectancy;\r\n  (2) the\r\n    periodic rate paid prior to the lump sum award if no rate was specified in the\r\n    lump sum award; or\r\n  (3) the\r\n    state workers' compensation maximum rate in effect on the date of injury, which\r\n    is the periodic rate that, in almost every case, would have been payable had\r\n    periodic payments been made instead of a lump sum, if a workers' compensation\r\n    claim is involved and if no rate was specified in the lump sum award and no\r\n    prior periodic payments had been made.\r\n\r\n2A Soc. Sec. Law &amp; Prac.\r\n  § 26:72 (2006) (footnotes omitted); see also United States Dep’t of\r\n    Health &amp; Human Servs., 979 F.2d 1082, 1084 (5th Cir. 1992) (noting the\r\n  Social Security Program Operations Manual specifically sets forth this method\r\n  for prorating lump sum awards).     \r\n(D) Authority of the Commission\r\nIn\r\n  the current appeal, the circuit court concluded that it was &quot;constrained\r\n  to agree with the decision of the Commission that no authority exists in our\r\n  Workers' Compensation laws for allocation of a lump sum award over the claimant's\r\n  life expectancy in the absence of consent of the parties.&quot;  \r\n\r\n  (1) Utica-Mohawk Mills v. Orr\r\n\r\nJames\r\n  initially cited Utica-Mohawk Mills v. Orr, 227 S.C. 226, 87 S.E.2d 589\r\n  (1955), in addition to the general authority of the Commission under statutory\r\n  law, for support of the Commission's use of proration language.  Although Utica-Mohawk\r\n    Mills is often cited in the Commission's orders along with statutory law\r\n  when prorating lump sum awards, the circuit court concluded Utica-Mohawk\r\n    Mills is not applicable here because that case involves &quot;construing a\r\n  permanent partial disability award of the Commission.&quot;  The circuit court\r\n  stated this case essentially stands for the proposition that, &quot;in the\r\n  absence of the consent of the parties&quot; the Commission and the Courts are\r\n  without authority to &quot;increase the amount of the weekly installments above\r\n  the sum [allowed by law] or [to] reduce the length of the statutory period.&quot;  \r\nUtica-Mohawk\r\n  Mills interpreted a statute\r\n  concerning partial disability and held that the weekly compensation (not to\r\n  exceed 300 weeks) for a claimant who sustained a thirty percent permanent\r\n  disability should be calculated by taking a percentage of the difference\r\n  between the average weekly wages he was earning before the injury and the\r\n  average weekly wages that the employee was able to earn after the injury.  Id. at 230, 87 S.E.2d at 591.\r\nAs\r\n  the parties concede on appeal, although the Commission, the Social Security\r\n  Administration, and the courts have referred to the Utica-Mohawk Mills case in this context, it does not actually address the lifetime proration issue\r\n  presently before us.  Further, reliance on this case is misplaced because Utica-Mohawk\r\n    Mills was issued in 1955, but the first offset provision in the Social\r\n  Security Act was not added until 1956, which &quot;conclusively shows that Utica-Mohawk's authority for a reduction in workers' compensation benefits before social\r\n  security disability insurance benefits are reduced is unfounded.&quot;  Grady\r\n  L. Beard et al., The Law of Workers' Compensation Insurance in South\r\n    Carolina, 568 (5th ed. 2008).  &quot;Nonetheless, due to its history of\r\n  accepting the priority of workers' compensation reductions under South Carolina\r\n  law, the Social Security Administration accepts this case as authority that\r\n  workers' compensation benefits can be reduced to maximize a claimant's\r\n  entitlement to Social Security disability insurance benefits.&quot;  Id.  \r\nFor\r\n  the reasons noted above, we agree with the circuit court that the Utica-Mohawk\r\n    Mills case has no application here.  However, we turn now to consideration\r\n  of the Commission's authority under statutory law.\r\n\r\n  (2) Statutory Authority \r\n\r\nSection\r\n  42-3-180 of the South Carolina Code confers a general grant of authority on the\r\n  Commission to decide all questions arising under the Workers' Compensation\r\n  Act:  &quot;All questions arising under this Title, if not settled by\r\n  agreement of the parties interested therein with the approval of the\r\n  Commission, shall be determined by the Commission, except as otherwise\r\n  provided in this Title.&quot;  S.C. Code Ann. § 42-3-180 (1985) (emphasis added).  \r\nThe\r\n  circuit court found section 42-3-180 did not specifically address the\r\n  Commission's authority to allocate lump sum awards over the employee's life\r\n  expectancy.  The circuit court further found that, because &quot;workers'\r\n  compensation statutes provide an exclusive compensatory system in derogation of\r\n  common law rights, we must strictly construe such statutes, leaving it to the\r\n  legislature to amend and define any ambiguities,&quot; citing Cox v.\r\n    BellSouth Telecommunications,&nbsp;356 S.C. 468, 472, 589 S.E.2d 766,\r\n  768&nbsp;(Ct. App. 2003).  \r\nIn Cox,\r\n  the Court of Appeals held that the workers' compensation statute prohibiting total lump sum awards in lifetime benefits cases should be strictly construed and not\r\n  expanded to prohibit partial lump sum awards in lifetime benefits\r\n  cases.  The court stated, as a matter of first impression, that the Commission\r\n  erred as a matter of law in ruling that it was not empowered to award a partial\r\n  lump sum.  Id. at 473, 589 S.E.2d at 769.  The court explained that &quot;[p]ermitting\r\n  partial lump sum payments provides the [C]ommission needed flexibility in\r\n  lifetime benefits cases, flexibility it regularly exercises with respect to\r\n    all other compensation awards, to ensure the best interests of the injured\r\n  worker are protected.&quot;  Id. at 472-73, 589 S.E.2d at 768-69\r\n  (emphasis added).  \r\nCox involved the strict construction of a statute prohibiting certain awards.  In contrast, there is nothing in the Act that prohibits,\r\n  either expressly or impliedly, the proration language at issue here.  Cf. Geathers v. 3V, Inc., 371 S.C. 570, 641 S.E.2d 29 (2007) (finding where\r\n  South Carolina had not  adopted the last injurious exposure rule, but there was\r\n  both statutory and case law that favored adoption of this rule rather than an\r\n  apportionment rule, South Carolina would adopt the last injurious exposure\r\n  rule; thus, the Commission erred in using the apportionment rule to apportion\r\n  liability between two carriers when an employee is injured after working for\r\n  successive employers).  \r\nCox confirms that the Commission regularly exercises its\r\n  flexibility in making compensation awards to ensure the best interests of the\r\n  workers are protected to the extent the award is not otherwise prohibited by\r\n  the Workers' Compensation Act.  This is consistent with the general rule that\r\n  workers' compensation law is to be liberally construed in favor of coverage in\r\n  order to serve the beneficent purpose of the Act; only exceptions and\r\n  restrictions on coverage are to be strictly construed.  See Peay v. U.S. Silica Co.,&nbsp;313 S.C. 91, 94, 437 S.E.2d 64, 65&nbsp;(1993)\r\n  (&quot;[W]orkers' compensation statutes are construed liberally in favor of\r\n  coverage.  It follows that any exception to workers' compensation coverage must\r\n  be narrowly construed.&quot; (internal citation omitted)); Cross v. Concrete Materials, 236 S.C. 440, 114 S.E.2d 828 (1960) (stating workers'\r\n  compensation law will be construed liberally to effect its beneficent purpose); Olmstead v. Shakespeare, 348 S.C. 436, 559 S.E.2d 370 (Ct. App. 2002)\r\n  (noting the law is liberally construed to apply coverage, while exceptions are\r\n  strictly construed).  Therefore, Cox does not require the strict\r\n  construction of the Act's provisions in this case.\r\nRespondents\r\n  argue the proration provision is typically part of a negotiated settlement,\r\n  whereby the employee agrees to give up certain benefits to which they are\r\n  entitled in exchange for inclusion of this proration language.  We find\r\n  Respondents' admitted desire to use proration language as a &quot;bargaining\r\n  chip&quot; in these circumstances is inappropriate.  This is particularly true\r\n  since the South Carolina legislature did not choose to enact a reverse-offset\r\n  provision. Moreover, if, as Respondents argue, the Commission has not been\r\n  authorized by the General Assembly to include proration language, then the\r\n  Commission would not have the authority to include such language in cases where\r\n  the employers and carriers give their &quot;permission,&quot; as the\r\n  Commission's authority is defined by law, not by consent.\r\nRespondents\r\n  further argue that, because the maximum period for benefits is generally 500\r\n  weeks, this is the maximum period that can be used for proration.  See S.C. Code Ann. § 42-9-10(A) (Supp. 2009) (&quot;In no case may the period\r\n  covered by the compensation exceed five hundred weeks except as provided in\r\n  subsection (C).&quot;); id. §&nbsp;42-9-10(C) (stating &quot;any person\r\n  determined to be totally and permanently disabled who as a result of a\r\n  compensable injury is a paraplegic, a quadriplegic, or who has suffered\r\n  physical brain damage is not subject to the five-hundred-week limitation and\r\n  shall receive the benefits for life&quot;).  \r\nThe\r\n  500 weeks limitation, however, represents the limit of the monetary amount of compensation that may be recovered.  It has no relation to the\r\n  duration or the extent of the injury.  A permanent impairment, by definition,\r\n  lasts for a lifetime.  Thus, the proration of compensation over the claimant's\r\n  lifetime is a reasonable method of accounting for this compensation.  Proration\r\n  of the lump sum award does not affect the amount of the award in any\r\n  manner.  Rather, it affects only the allocation of the award; it is purely an\r\n  accounting mechanism specifically approved of by the Social Security\r\n  Administration in determining the amount of a Social Security offset.  The\r\n  amount of the award is still limited to the value of 500 weeks of compensation\r\n  and it has absolutely no effect on the liability of Respondents.\r\nThere\r\n  is no reason for Respondents to object to this proration, except as a means of\r\n  giving them the power to either positively or negatively impact a claimant's\r\n  receipt of Social Security disability benefits based on whether they confer or\r\n  withhold their consent to proration language.  This kind of arbitrary outcome is\r\n  not in accord with the purpose of our Workers' Compensation Act.  See Case\r\n    v. Hermitage Cotton Mills, 236 S.C. 515, 115 S.E.2d 57 (1960) (observing\r\n  the courts of this country have universally viewed workers' compensation law as\r\n  being enacted for the benefit of employees and that the law is to be liberally\r\n  construed for the employees' protection; further, one of the primary purposes\r\n  of the Act is to help prevent employees from becoming charges upon society for\r\n  support).\r\nWe\r\n  do not believe that simply prorating benefits for the maximum period of weekly\r\n  benefits available under state law is a rational solution to the problem of how\r\n  to account for workers' compensation benefits.  Such a method assumes the award\r\n  is intended as compensation only for that period of time, when in reality the\r\n  award is intended as compensation for a lasting disability.  A permanent disability\r\n  does not end after 500 weeks, and it thwarts the authority of the Commission to\r\n  prohibit it from apportioning the award in the manner it deems appropriate.  See 70B Am. Jur. 2d Social Security and Medicare § 1501 (2000) (observing proration\r\n  for the maximum period of benefits under state law is inconsistent with the\r\n  purpose of the Social Security Act as it improperly assumes the state lump sum\r\n  workers' compensation award represents the maximum benefit over the shortest\r\n  period of time, thus guaranteeing application of the Social Security offset); see\r\n    also 1 Harvey L. McCormick, Social Security Claims and Procedures §&nbsp;8:32 (5th ed. 1998) (noting at least one federal Circuit Court of\r\n  Appeals has held that the Social Security Administration was required to\r\n  prorate a lump-sum award or settlement over the remainder of an individual’s\r\n  working life (citing Hodge v. Shalala, 27 F.3d 430 (9th Cir. 1994))).\r\nThe\r\n  purpose of allocating a lump sum disability award over the claimant's lifetime\r\n  is to make sure a claimant is not being economically penalized by the Social\r\n  Security Administration's calculation of an offset.  The Social Security\r\n  Administration expressly recognizes and accepts such allocations as a matter of\r\n  routine practice.  See 2A Soc. Sec. Law &amp; Prac. §&nbsp;26:72 (2006)\r\n  (noting a state's proration based on life expectancy in the workers'\r\n  compensation order is the Social Security Administration's first choice to use\r\n  when calculating any offset).  \r\nSection\r\n  42-3-180 of the South Carolina Code confers a general grant of authority on the\r\n  Commission to address all issues arising under the Workers' Compensation Act\r\n  that are not otherwise provided for under South Carolina law.  S.C. Code Ann.\r\n  §&nbsp;42-3-180 (1985).  Further, section 42-9-301 authorizes the Commission to\r\n  establish and award lump sum payments.  Id. §&nbsp;42-9-301.  \r\nThe\r\n  Commission is empowered to interpret its provisions and to issue regulations\r\n  governing the administration of awards.  See id. §&nbsp;42-3-30 (&quot;The Commission shall promulgate all regulations relating to the\r\n  administration of the workers' compensation laws of this State necessary to\r\n  implement the provisions of this title and consistent therewith.&quot;); see\r\n    also 100 C.J.S. Workers' Compensation § 718 (2000) (&quot;Workers'\r\n  compensation boards or commissions are generally empowered to make and enforce\r\n  rules and regulations to enable the board or commission to carry out . . . its\r\n  duties, and such rules and regulations have the force and effect of law if\r\n  reasonable and not inconsistent with pertinent statutory provisions.&quot;).\r\nWe\r\n  hold the Commission has the authority to prorate a lump sum award over a\r\n  claimant's expected lifetime pursuant to its general authority under section\r\n  42-3-180 to address all issues arising under the Act and its statutory\r\n  authority to fix lump sum awards.  It is undisputed that\r\n  the Commission is responsible for making factual findings and addressing\r\n  matters pertinent to the questions and issues before it.  S.C. Code Ann. §\r\n  42-17-40(A) (Supp. 2009); S.C. Code Ann. Regs. 67-709 (1990 &amp; Supp. 2009). \r\n  Using the life expectancy table provided by South Carolina law to prorate a\r\n  lump sum award given for a life-long disability is simply a mathematical\r\n  calculation and, as such, a statement regarding this amount is a factual\r\n  finding that is within the Commission's purview.  This proration is\r\n  specifically accepted under the procedures established for administering Social\r\n  Security benefits and it does not affect the amount of, or the liability for,\r\n  the workers' compensation award in any way.\r\n&quot;A state workers' compensation commission or board is, in the\r\n  first instance, responsible for effectuating the purposes of the workers'\r\n  compensation act by administering, enforcing, and construing its provisions in\r\n  order to secure its humane objectives.&quot;  100 C.J.S. Workers' Compensation §\r\n  706 (2000).  &quot;Such commission, board, or bureau\r\n  is vested with the authority to formulate policies and standards for\r\n  administering the workers' compensation act.&quot;  Id.  \r\nThe\r\n  Commission has a long-standing practice of including proration language in the\r\n  orders it issues.  Despite the result reached in the current case, the\r\n  Commission has since expressly concluded in subsequent cases that it has the\r\n  authority to prorate lump sum awards in order to serve the purposes of the\r\n  Workers' Compensation Act, and it has done so over the objection of the\r\n  employer and its carrier.[4] \r\n  We find Respondents' contention that use of the proration language cannot be\r\n  used without its consent is untenable and is not a proper interpretation of our\r\n  Workers' Compensation Act.  \r\nIn\r\n  our view, the Commission's proration of lump sum awards over an employee's life\r\n  expectancy is clearly within the purview of the Commission's authority and\r\n  serves to further the Act's humane objectives.  This is particularly true in\r\n  light of the fact that the Social Security Administration itself specifically\r\n  provides for and accepts such proration language from state workers'\r\n  compensation commissions all over the country when calculating the applicable\r\n  offset. To deny proration in these circumstances to the employees of our state\r\n  would be inconsistent with the recognized purpose of our Workers' Compensation\r\n  Act.  \r\nIII.  CONCLUSION\r\nBased on the\r\n  foregoing, we hold the Commission has the authority to prorate a lump sum award\r\n  over a claimant's life expectancy using the life expectancy table provided by South\r\n  Carolina law.  Consequently, we return this case to the circuit court for it to\r\n  remand it forthwith to the Commission so it can rule on James's proration\r\n  request.  \r\nREVERSED AND\r\n  REMANDED.\r\nTOAL, C.J.,\r\n  PLEICONES, KITTREDGE and HEARN, JJ., concur.\r\n\r\n\r\n[1] Three organizations, the South Carolina Association\r\n  for Justice, the South Carolina Injured Workers' Advocates, and the South\r\n  Carolina Appleseed Legal Justice Center, filed a joint Brief of Amici Curiae in\r\n  support of the petition for rehearing, and we granted their motion to\r\n  participate in oral argument.  An Amicus Brief opposing the petition was filed\r\n  by the South Carolina Self-Insurers Association, Inc.   \r\n[2]  See S.C. Code Ann. § 19-1-150 (Supp. 2009)\r\n  (stating this table must be used to establish the life expectancy of a person\r\n  in a civil action or other litigation and must be received by all courts and\r\n  all persons having the power to determine evidence, along with other evidence\r\n  as to the person's health, constitution, and habits).\r\n[3] See generally Kolle v. State, 386 S.C.\r\n  578, 690 S.E.2d 73 (2010) (finding the State's argument regarding standing was\r\n  not preserved where it was not raised at the PCR hearing, but was raised in a\r\n  motion for reconsideration); Michael P. v. Greenville County Dep't of Soc.\r\n    Servs., 385 S.C. 407, 413 n.4, 684 S.E.2d 211, 214 n.4 (Ct. App. 2009)\r\n  (noting some of the appellants' arguments in support of standing were not\r\n  preserved for consideration on appeal because they were not raised to and ruled\r\n  upon by the family court); A Fast Photo Express, Inc. v. First Nat'l Bank of\r\n    Chicago, 369 S.C. 80, 630 S.E.2d 285 (Ct. App. 2006) (discussing whether\r\n  the issue of standing was properly preserved for appeal and concluding the\r\n  issue was preserved because it was both raised to and ruled upon by the\r\n  master-in-equity).\r\n[4]  See Pressley v. REA Constr. Co., 374\r\n  S.C. 283, 288, 648 S.E.2d 301, 303&nbsp;(Ct. App. 2007) (stating\r\n  &quot;ordinarily, the construction of a statute by an agency charged with its\r\n  administration will be accorded the most respectful deference and will not be overruled absent compelling reasons&quot;).\r\n\r\n","court":"Supreme"},{"id":"26885","title":"Simuel v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=26885","description":"Petitioner filed an application for post-conviction relief seeking a belated direct appeal and was denied.  This Court granted a writ of certiorari from the denial of Petitioner's request.","date":"2010-10-25","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tDemarcus\r\n      Simuel, Petitioner,\r\n\t\t\t\tv.\r\n\t\t\t\tState of South\r\n      Carolina, Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\nAppeal from Union County\r\n James R. Barber, Circuit Court Judge\r\nOpinion No.  26885\r\nSubmitted September 23, 2010 - Filed\r\n  October 25, 2010 \r\nREVERSED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tAppellate\r\n  Defender LaNelle C. DuRant, of South Carolina Commission on Indigent Defense,\r\n  Division of Appellate Defense, of Columbia, for Petitioner.\r\n\t\t\t\tAttorney\r\n  General Henry Dargan McMaster, Chief Deputy Attorney General John W. McIntosh, Assistant\r\n  Deputy Attorney General Salley W. Elliott, and Assistant Attorney General\r\n  Ashley McMahan, all of Columbia, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nCHIEF JUSTICE TOAL: Demarcus\r\n  Simuel (Petitioner) was convicted of possession with intent to distribute crack\r\n  cocaine.  A jury found Petitioner guilty and sentenced him to twelve years in\r\n  prison.  No direct appeal was taken.  Petitioner filed an application for\r\n  post-conviction relief (PCR) seeking a belated direct appeal and was denied. \r\n  This Court granted a writ of certiorari from the denial of Petitioner's request.\r\nFacts/Procedural History\r\nAt\r\n  the PCR hearing, Petitioner testified he discussed an appeal with his attorney\r\n  after the trial.  Petitioner claimed he asked his attorney to appeal, and that\r\n  his attorney stated he would speak to Petitioner's mother about it, file an\r\n  appeal, and &quot;we'd come back and try it again.&quot;\r\nChristopher\r\n  Thompson (Thompson), Petitioner's attorney at trial, testified at the PCR\r\n  hearing that he normally informs his clients of their right to appeal after\r\n  trials.  He did not specifically recall informing Petitioner of his right to\r\n  appeal, but testified that he probably had that discussion with Petitioner. \r\n  Thompson admitted to discussing an appeal with Petitioner's mother.  Thompson\r\n  informed her that twelve years was a good sentence considering Petitioner faced\r\n  the possibility of thirty years, and that he did not think there were any\r\n  grounds for an appeal.  Thompson also testified Petitioner never asked him to\r\n  appeal, but Petitioner contacted him some time later and told him &quot;I can't\r\n  do twelve.&quot;  Thompson stated he told Petitioner it was too late to appeal,\r\n  and he sent Petitioner a copy of the PCR statutes.  \r\nThe PCR court found\r\n  Petitioner failed to show he was entitled to a belated appeal.  The PCR court\r\n  held Thompson's testimony showed Petitioner never requested Thompson to file an\r\n  appeal on Petitioner's behalf.  The PCR court also found that Thompson\r\n  conferred with Petitioner's mother, who also did not ask Thompson to file an\r\n  appeal on Petitioner's behalf.  In regard to the allegation of ineffective\r\n  assistance of counsel, the PCR court held Petitioner's testimony was not\r\n  credible and Thompson's testimony was credible.   \r\nIssue\r\nDid the\r\n  PCR court err in finding Petitioner was not entitled to a belated direct\r\n  appeal?\r\nStandard\r\n  of Review\r\nIn\r\n  PCR proceedings, the burden of proof is on the applicant to prove the\r\n  allegations in his application.  Butler v. State, 286 S.C. 441, 442, 334\r\n  S.E.2d 813, 814 (1985).  On appeal, the PCR court’s ruling should be upheld if\r\n  it is supported by any evidence of probative value in the record.  Cherry v.\r\n    State, 300 S.C. 115, 119, 386 S.E.2d 624, 626 (1989).  However, if there is\r\n  no evidence to support the PCR court's ruling, this Court will reverse.  Pierce\r\n    v. State, 338 S.C. 139, 145, 526 S.E.2d 222, 225 (2000) (citation omitted). \r\n  This Court gives great deference to a PCR judge's findings where matters of\r\n  credibility are involved.  Drayton v. Evatt,&nbsp;312 S.C. 4, 11, 430\r\n  S.E.2d 517, 521&nbsp;(1993) (citations omitted).\r\nLaw/Analysis\r\nPetitioner\r\n  contends the PCR court erred in denying his PCR application on his to right to\r\n  a belated appeal pursuant to White v. State, 263 S.C. 110, 208 S.E.2d 35\r\n  (1974).  We agree.  \r\nFollowing\r\n  a trial, counsel must make certain the defendant is made fully aware of the\r\n  right to appeal.  Turner v. State, 380 S.C. 223, 224, 670 S.E.2d 373,\r\n  374&nbsp;(2008) (citation omitted) (Turner I); see also Turner v.\r\n    State, 384 S.C. 451, 456, 682 S.E.2d 792, 794&nbsp;(2009) (finding counsel must\r\n  inform criminal defendant found guilty of a crime after a trial about the\r\n  possibility of an appeal) (Turner II).  &quot;In the absence of an\r\n  intelligent waiver by the defendant, counsel must either initiate an appeal or\r\n  comply with the procedure in Anders v. California, 386 U.S. 738, 87 S. Ct.\r\n  1396, 18 L. Ed. 2d 493 (1967).&quot;  Turner, 380 S.C. at 224, 670\r\n  S.E.2d at 374 (citation omitted).[1]\r\nThompson\r\n  testified that he normally discusses an appeal with defendants after trials,\r\n  but he was not sure whether he did so with Petitioner.  Thompson stated he\r\n  discussed a direct appeal with Petitioner's mother.  However, there is no\r\n  probative evidence that Thompson informed Petitioner of his right to a direct\r\n  appeal, nor is there any evidence that Petitioner waived his right to a direct\r\n  appeal.[2] \r\n  &quot;To waive a direct appeal, a defendant must make a knowing and intelligent\r\n  decision not to pursue the appeal.&quot;  Sheppard v. State, 357 S.C.\r\n  646, 651, 594 S.E.2d 462, 465&nbsp;(2004) (citation omitted).  Even considering\r\n  the PCR judge's credibility findings, there is no probative evidence that: (1)\r\n  Petitioner knowingly waived his right to a direct appeal, and (2) Thompson made\r\n  certain Petitioner was fully aware of his right to appeal.\r\nConclusion\r\nBecause\r\n  there is no probative evidence that: (1) Petitioner knowingly waived his right\r\n  to a direct appeal, and (2) Thompson made certain Petitioner was fully aware of\r\n  his right to appeal, the decision of the PCR court is reversed and Petitioner\r\n  shall receive a belated appeal.\r\nPLEICONES,\r\n  BEATTY, KITTREDGE and HEARN, JJ., concur.\r\n\r\n\r\n[1] In Weathers v. State, this Court held &quot;absent extraordinary\r\n  circumstances, there is no constitutional requirement that a defendant be\r\n  informed of the right to a direct appeal from a guilty plea.&quot;  319 S.C.\r\n  59, 61, 459 S.E.2d 838, 839&nbsp;(1995).  Moreover, in Turner II, this\r\n  Court held that the United States Supreme Court decision of Roe v.\r\n    Flores-Ortega, 528 U.S. 470, 120 S. Ct. 1029 (2000) is compatible with Weathers,\r\n  and that Weathers remains good law with respect to guilty pleas.  Turner,\r\n  384 S.C. at 456 n.6, 682 S.E.2d at 795 n.6.  We take this opportunity to\r\n  clarify that Turner I is the standard attorneys shall meet for trials\r\n  and Weathers is the standard for pleas.\r\n[2] Thompson did state that he &quot;probably&quot; spoke to Petitioner about his\r\n  right to a direct appeal because that was his normal practice, but this was\r\n  just after stating he was not sure whether he spoke with Petitioner about his right\r\n  to appeal.  Testifying that he &quot;probably&quot; spoke with Thompson about\r\n  an appeal is not the same as affirmatively stating he spoke with Petitioner\r\n  about an appeal.  Muddying the waters somewhat is the fact that Petitioner\r\n  testified he did speak with Thompson about an appeal right after trial, and\r\n  that Thompson told Petitioner he would file an appeal on Petitioner's behalf. \r\n  However, the PCR judge ruled Petitioner's testimony was not credible and\r\n  Thompson's was.  If the PCR judge had found Petitioner's testimony credible,\r\n  then under the rule outlined in Turner I Petitioner was made fully aware\r\n  of his right to appeal because he testified that he discussed an appeal with\r\n  Thompson and asked Thompson to file an appeal.  However, that would mean he\r\n  asked for an appeal that was never filed.  Hence, any way you look at the\r\n  testimony offered at the PCR hearing, Petitioner should receive a belated\r\n  appeal under the rule pronounced in Turner I.      \r\n\r\n","court":"Supreme"},{"id":"26886","title":"Robinson v. Duggan","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=26886","description":"Petitioners brought an action to quiet title to nearly 30 acres of heirs’ property, seeking, among other things, to set aside a 2000 foreclosure of a half-acre lot for lack of service of process.  The circuit court granted Respondent’s motion for summary judgment, and the court of appeals affirmed.  This Court also affirms.","date":"2010-10-25","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tSara Mae\r\n      Robinson, Mary Ann Campbell, James Scott, Ellis Scott, William Scott, Shirley\r\n      Pinckney Hughes, Julius Steven Brown, Leon Brown, Annabell Brown, Loretta\r\n      Ladson, Kathleen Brown, Mozelle B. Rembert, Patricia Frickling, Ruth\r\n      Mitchell, Gwendolyn Dunn, Angela Hamilton, Geraldine Jameson, Remus Prioleau,\r\n      Julius Prioleau, Anthony Prioleau, Judy Brown, Franklin Brown, Kathy Young,\r\n      Kenneth Prioleau, Willis Jameson, Melvin Pinckney, William &quot;Alonzie&quot;\r\n      Pinckney, Ruth Russell, Hattie Wilson, Marie Watson, Gloria Becoat, Angela T.\r\n      Burnett and Lawrence Redmond, Petitioners,\r\n\t\t\t\tv.\r\n\t\t\t\tThe Estate of\r\n      Eloise Pinckney Harris, Jerome C. Harris, a Personal Representative and sole\r\n      heir and devisee of the Estate of Eloise P. Harris, Daniel Duggan, Mark F.\r\n      Teseniar, Nan M. Teseniar, David Savage, Lisa M. Shogry-Savage, Debbie S.\r\n      Dinovo, Martine A. Hutton, The Converse Company, LLC, Judy Pinckney\r\n      Singleton, Mary Leavy, Michelle Davis, Leroy Brisbane, Frances Brisbane, and\r\n      John Doe, Jane Doe, Richard Roe, and Mary Roe, who are fictitious names\r\n      representing all unknown persons and the heirs at law or devisees of the\r\n      following deceased persons known as Simeon B. Pinckney, Isabella Pinckney,\r\n      Alex Pinckney, Mary Pinckney, Samuel James Pinckney, Rebecca Riley Pinckney,\r\n      James H. Pinckney, William Brown, Sara Pinckney, Julia H. Pinckney, Laura\r\n      Riley Pinckney Heyward, Herbert Pinckney, Ellis Pinckney, Jannie Gathers,\r\n      Robert Seabrook, Annie Haley Pinckney, Lillian Pinckney Seabrook, Simeon B.\r\n      Pinckney, Jr., Matthew G. Pinckney, Mary Riley, John Riley, Richard Riley,\r\n      Daniel McLeod and all other persons unknown claiming any right title, estate,\r\n      interest, or lien upon the real estate tracts described in the Complaint\r\n      therein, Defendants,\r\n\t\t\t\tof whom Daniel\r\n      Duggan is Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF\r\n  APPEALS\r\n\r\nAppeal from Charleston County\r\n R. Markley Dennis, Jr., Circuit Court\r\n  Judge\r\nOpinion No. 26886\r\nHeard November 30, 2009 - Filed October\r\n  25, 2010   \r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tDonald\r\n  Higgins Howe, of Howe &amp; Wyndham, LLP, of Charleston; George J. Morris and Walter\r\n  Bilbro, Jr., both of Charleston, for Petitioners.\r\n\t\t\t\tLouis\r\n  H. Lang, of Callison Tighe &amp; Robinson, LLP, of Columbia, for Respondent.\r\n\t\t\t\tCharles\r\n  M. Feeley, of Summerville, for Guardian Ad Litem\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nPER CURIAM: \r\n  In Petitioners' quiet title action, they allege the foreclosure of Kathleen and\r\n  Bobbie Brown's property in 2000 should be set aside for lack of service of\r\n  process.  Since the foreclosure, the property has been transferred several\r\n  times: in 2002, at a judicial sale to Robert L. Tuttle and Christl Gehring;\r\n  Gehring later transferred her interest to Tuttle; and in 2003, Tuttle\r\n  transferred his interest to Respondent Daniel Duggan.  In 2005, Petitioners filed a complaint and lis\r\n    pendens, seeking to quiet title to 28.6 acres of heirs' property, including\r\n  the approximately .54 acre lot in question.  Duggan moved for summary judgment,\r\n  asserting as an affirmative defense under S.C. Code Ann. § 15-39-870 (2005\r\n  &amp; Supp. 2008)[1] his status as a bona fide purchaser for value without notice.  In response,\r\n  Petitioners claimed lack of service of process in the 2000 foreclosure action,\r\n  arguing the foreclosure was void for lack of personal jurisdiction over the\r\n  necessary parties because: (1) they were never personally served with process;\r\n  (2) they were both incompetent at the time of the alleged service; and (3) the\r\n  alleged substituted service upon a relative never occurred.  The trial judge\r\n  found such &quot;irregularities in the proceedings&quot; could not defeat\r\n  Duggan's status as a bona fide purchaser under the statute and granted Duggan\r\n  summary judgment.  The court of appeals affirmed.  Sara Mae Robinson v.\r\n    Duggan, 378 S.C. 140, 662 S.E.2d 420 (Ct. App. 2008).  We affirm the court\r\n  of appeals, pursuant to the following authority:  Sara Mae Robinson v. The\r\n    Converse Co., LLC, Op. No. 26864 (S.C. Sup. Ct. filed Aug. 16, 2010)\r\n  (Shearouse Adv. Sh. No. 32 at 138) and Sara Mae Robinson v. Hutton, Op.\r\n  No. 26865 (S.C. Sup. Ct. filed Aug. 16, 2010) (Shearouse Adv. Sh. No. 33 at 13)\r\n  (holding that while a judgment to quiet title may be set aside for extrinsic\r\n  fraud, notwithstanding the three-year statute of limitations in S.C. Code Ann.\r\n  § 15-67-90, laches may bar such a claim).         \r\nTOAL,\r\n  C.J., BEATTY, KITTREDGE, JJ., and Acting Justices James E. Moore and John H.\r\n  Waller, Jr., concur.\r\n\r\n\r\n[1] Section 15-39-870 provides:\r\n\r\n\tUpon the execution and delivery by\r\n  the proper officer of the court of a deed for any property sold at a judicial\r\n  sale under a decree of a court of competent jurisdiction the proceedings under\r\n  which such sale is made shall be deemed res judicata as to any and all bona\r\n  fide purchasers for value without notice, notwithstanding such sale may not\r\n  subsequently be confirmed by the court.\r\n\r\n\r\n","court":"Supreme"}]