[{"id":"26875","title":"SC Ambulatory Surgery v. SC Workers' Compensation Commission","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=26875","description":"We affirm in part and reverse in part a circuit court's order granting in part both parties' cross motions for summary judgment, involving an action filed by ambulatory surgery centers and their trade association challenging the revised schedule for maximum allowable payments to medical providers approved by the Workers' Compensation Commission.","date":"2010-09-07","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tSouth Carolina\r\n      Ambulatory Surgery Center Association; Ambulatory Surgery Center of\r\n      Spartanburg, LLC; Blue Ridge Surgery Center; Low Country Orthopedics &amp;\r\n      Sports Medicine, LLC; Lowcountry Surgery Center, LLC; Midland Orthopaedics\r\n      Surgery Center, LLC; Moore Orthopaedic Clinic Outpatient Surgery Center, LLC;\r\n      Surgery Center at Pelham, LLC; Ocean Ambulatory Surgery Center; Upstate\r\n      Surgery Center, L.L.C., Respondents/Appellants,\r\n\t\t\t\tv.\r\n\t\t\t\tThe South Carolina\r\n      Workers' Compensation Commission, Appellant/Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Richland County\r\nJohn M. Milling, Circuit Court Judge\r\nOpinion No.Â  26875\r\nHeard February 16, 2010 - Filed September\r\n  7, 2010Â  \r\nAFFIRMED IN PART AND REVERSED IN PART\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tWilliam\r\n  H. Davidson, II and Kenneth P. Woodington, Davidson &amp; Lindemann, of\r\n  Columbia, for Appellant-Respondent.\r\n\t\t\t\tSteven\r\n  W. Hamm and C. Jo Anne Wessinger Hill, of Richardson, Plowden &amp; Robinson, of\r\n  Columbia, for Respondents-Appellants.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nJUSTICE\r\n  BEATTY:Â  In this cross-appeal, we consider the central question of whether\r\n  the South Carolina Workers' Compensation Commission (&quot;the\r\n  Commission&quot;) was required to promulgate a new regulation in order to\r\n  change the fee payment schedule for ambulatory care centers.Â  Because we find\r\n  the Commission's actions were specifically authorized by an extant regulation\r\n  and did not implicate the requisite private right to warrant due process\r\n  protections, we reverse the portion of the circuit court's order finding that a\r\n  new regulation was necessary to effectuate the Commission's change to the fee\r\n  payment schedule.Â  Accordingly, we affirm in part and reverse in part.\r\nI.&nbsp; FACTUAL/PROCEDURAL\r\n  BACKGROUND\r\nIn this action, several ambulatory surgery\r\n  centers and their trade association (collectively &quot;Surgery Centers&quot;)\r\n  challenged the revised schedule for maximum allowable payments to outpatient\r\n  medical providers approved by the Commission.\r\nUnder the South Carolina Workers' Compensation Act, the medical\r\n  fees charged claimants by physicians and hospitals are subject to the\r\n  submission and approval by the Commission.Â  S.C. Code Ann. Â§ 42-15-90 (1985).[1]Â  The purpose of fee payment schedules\r\n  is for medical cost containment[2] as most employers are required to carry workers' compensation insurance.Â  Id.Â \r\n  Medical care providers voluntarily treat workers' compensation patients, but\r\n  are not required to do so.Â  Although the Commission is authorized by statute to\r\n  conduct a hearing to review each bill that is submitted, it has instead\r\n  published schedules listing the maximum allowable payment. If the amount to be\r\n  paid is under the cap, the Commission does not conduct a review. Â Id.Â  \r\nThe\r\n  Commission currently publishes three schedules of maximum allowable payments:Â \r\n  (1) Payments for Physicians' Services, known as the Medical Services Provider\r\n  Manual, first published in 1953; (2) Payments for Inpatient Hospital Services,\r\n  first published in 1984; and (3) Payments for Outpatient Services, including\r\n  those services provided by Surgery Centers, first published in 1997.Â  \r\nIn 1997, the Commission also revised its regulations to reflect\r\n  certain changes to the way the maximum allowable payment schedules would\r\n  operate.Â  Regulation 67-1304, the regulation for hospital outpatient services\r\n  and ambulatory surgical centers, states:\r\n\r\n\tA.&nbsp; The Commission shall\r\n  develop a prospective payment system for outpatient hospital services and\r\n  services rendered by ambulatory surgical centers.Â  \r\n\tB.&nbsp; Until such time as the prospective payment system is\r\n  operational the payments for hospital outpatient services and ambulatory\r\n  surgical centers shall be set by the Commission based on a discount to the\r\n  provider's usual and customary charge.\r\n\r\n25A S.C. Code Ann. Regs.Â  67-1304 (Supp.\r\n  2009) (emphasis added).\r\nThe Commission set the interim discount\r\n  amount at 12.1 percent during a Commission business meeting in 1997, rather\r\n  than by regulation.Â  As a result, all outpatient bills would be discounted 12.1\r\n  percent and payment would be made at an amount no higher than 87.9 percent of\r\n  the charged amount.\r\nIn November 2004, the Commission convened\r\n  its Hospital Advisory Committee (Advisory Committee) to discuss, among other\r\n  things, the establishment of a new schedule of maximum allowable payments for\r\n  hospital outpatient services and ambulatory surgical centers pursuant to\r\n  Regulation 67-1304(A), to replace the interim discount amount adopted in 1997.Â \r\n  The Advisory Committee met six times over an eighteen-month period. Â An additional\r\n  subcommittee was formed and met twice more to fully collect and analyze data\r\n  related to the schedule.[3]Â  \r\nOn June 19, 2006, the Advisory Committee\r\n  issued its report, recommending revisions to the existing schedules for\r\n  payments.Â  The Advisory Committee recommended the maximum allowable payments be\r\n  no more than 140 percent of the applicable Medicare payment, i.e., the\r\n  cap would be equal to what Medicare would pay out, plus 40 percent.Â \r\n  Subsequently, in the course of a Full Commission business meeting, the\r\n  Commission adopted the Advisory Committee's recommended schedules with an\r\n  effective start date of October 1, 2006.\r\nOn September 29, 2006, Surgery\r\n  Centers filed this action challenging the Commission's revised schedule for\r\n  maximum allowable medical payments under the Administrative Procedures Act\r\n  (APA)[4] and on due process grounds.Â  In conjunction, Surgery Centers filed a motion to\r\n  restrain and enjoin the Commission pendente lite from instituting the\r\n  revised schedule.Â  Following a hearing, a circuit court judge granted Surgery\r\n  Centers' motion for a preliminary injunction; thus, the Commission was ordered to\r\n  maintain the pre-existing payment schedule pending a determination of the\r\n  merits of Surgery Centers' original suit.Â  \r\nThe Commission appealed and filed a\r\n  petition for supersedeas with the Court of Appeals to stay the pendente\r\n    lite injunction. Â A single judge denied this petition.Â  The Commission then\r\n  sought full panel review of the denial of its request for supersedeas.Â \r\n  After the single judge's decision was affirmed by the full panel, the\r\n  Commission withdrew its appeal of the circuit court's enjoinment of the new payment\r\n  schedule.Â  In turn, the Court of Appeals dismissed the appeal.\r\nSubsequently, both parties filed motions\r\n  for summary judgment.Â  At the hearing on these motions, the parties agreed the\r\n  underlying facts were not in dispute and the matter presented solely a question\r\n  of law to be decided by the circuit court.\r\nIn prefacing its order, the circuit court\r\n  stated the &quot;[t]he question before the Court is whether or not the\r\n  Commission followed the proper procedures established by the laws of the State\r\n  of South Carolina or complied with the due process clause of the South Carolina\r\n  Constitution.&quot;Â  In answering this question, the circuit court granted each\r\n  party's motion for summary judgment in part and denied it in part.\r\nSpecifically, the court held section\r\n  1-23-310(3) of the South Carolina Code, defining a &quot;contested case&quot;\r\n  that requires a hearing, was inapplicable for several reasons.[5]Â  First, the court noted that the APA\r\n  &quot;does not itself create the right to a hearing, but instead only provides\r\n  for procedures to be followed when some other provision of law creates a right\r\n  to a hearing.&quot;Â  Because Surgery Centers had no right required by law, the\r\n  court concluded the APA did not mandate that Surgery Centers be afforded a\r\n  hearing prior to the Commission's adoption of the revised payment schedule.Â  Secondly,\r\n  given the Commission's actions did not involve &quot;rate making,&quot; the\r\n  court concluded there was no &quot;contested case&quot; as that term is used\r\n  under the APA. Â \r\nDespite this holding, the court found the\r\n  Commission was required to promulgate a new regulation that would be subject to\r\n  the review and approval of the General Assembly.Â  In reaching this conclusion,\r\n  the court reasoned &quot;the Constitution provides some requirement of notice\r\n  and an opportunity to be heard in this matter, and that the Commission must\r\n  adopt a regulation in accordance with the APA.&quot;Â  Thus, the court found &quot;[s]uch\r\n  regulation will provide the type of due process rights required by law and to\r\n  which [Surgery Centers] are entitled.&quot;Â  Furthermore, the court concluded\r\n  that &quot;a specific regulation was required in order to implement changes to\r\n  R. 67-1304.&quot;Â  The court explained that &quot;[s]uch regulation would\r\n  contain a defined procedure whereby the methodology for these payments would be\r\n  established as has been done in Regulations 67-1302 and 1303.&quot;Â  \r\nThe court, however, concluded that Surgery\r\n  Centers &quot;do not have any 'property' interest or rights in the payment\r\n  schedule established by the Commission and are not entitled to any due process\r\n  rights on those grounds.&quot;Â  In so ruling, the court rejected Surgery\r\n  Centers' contention that a property right was established by the mere fact the\r\n  revised payment schedule could potentially reduce its earnings by 4.4 million\r\n  dollars.Â  Notwithstanding this ruling, the court found Surgery Centers would be\r\n  &quot;afforded appropriate due process protections by the adoption of a proper\r\n  regulation relating to the change of the payment schedule affecting [Surgery\r\n  Centers].&quot;\r\nFollowing the issuance of this order, both\r\n  parties filed motions for reconsideration pursuant to Rule 59(e) of the South\r\n  Carolina Rules of Civil Procedure.Â  With the exception of the correction of a\r\n  scrivener's error, the court denied each party's motion in full.\r\nBoth parties appealed the circuit court's\r\n  order to the Court of Appeals.Â  Upon request of the parties, this Court\r\n  certified the appeal from the Court of Appeals pursuant to Rule 204(b) of the\r\n  South Carolina Appellate Court Rules.\r\nII.&nbsp; DISCUSSION\r\nA.\r\nAlthough\r\n  Surgery Centers articulate several issues, they essentially argue the circuit\r\n  court erred in concluding that they were not entitled to due process\r\n  protections concerning the implementation of the Commission's revised payment\r\n  schedule.Â  Specifically, Surgery Centers claim the Commission's actions\r\n  constituted a &quot;contested case&quot; under the APA, thus, warranting the\r\n  APA hearing procedures.Â  Additionally, Surgery Centers assert they have a\r\n  substantive property interest in the payment schedule process and that, in\r\n  turn, Article I, Section 22 of the South Carolina Constitution required the\r\n  Commission to give notice and provide an opportunity to be heard before\r\n  adopting the Advisory Committee's recommended schedules. \r\nIn contrast, the Commission contends the circuit court erred in\r\n  holding Surgery Centers had a due process right to have any revision of the\r\n  payment schedules promulgated in a regulation, while at the same time holding\r\n  Surgery Centers had no property interest in the payment schedule established by\r\n  the Commission.\r\n\r\nFor reasons that\r\n  will be more thoroughly explained, we agree with the circuit court's findings\r\n  that Surgery Centers did not establish a right to a &quot;contested case&quot;\r\n  hearing under the APA and did not have the requisite property interest to\r\n  invoke our state's constitutional due process protections. We disagree,\r\n  however, with the circuit court's fundamental holding that the Commission was\r\n  required to promulgate a new regulation in order to change the fee payment\r\n  schedule.\r\nB.\r\nInitially, we believe the circuit court correctly held\r\n  Surgery Centers did not establish the necessary independent right to a &quot;contested\r\n  case&quot; under section 1-23-310(3) of the APA.Â  \r\nSignificantly,\r\n  Surgery Centers failed to set forth any specific argument establishing that the\r\n  Commission's actions fell within the ambit of criteria required for a\r\n  &quot;contested case.&quot;Â  Although they reference the term in their brief,\r\n  Surgery Centers do not identify the necessary South Carolina or Federal law\r\n  that would warrant their entitlement to a &quot;contested case&quot; hearing.Â  See Triska v. Dep't of Health &amp; Envtl. Control, 292 S.C. 190, 355 S.E.2d\r\n  531 (1987) (recognizing that a &quot;contested case&quot; does not exist where\r\n  there is no requirement deriving from South Carolina or Federal law that there\r\n  be an opportunity for a hearing).\r\nFurthermore, we do not believe nor do Surgery Centers expressly\r\n  argue that the Commission's actions involved &quot;ratemaking&quot; or\r\n  &quot;price fixing&quot; as required by section 1-23-310(3), which defines a\r\n  &quot;contested case&quot; as &quot;a proceeding including, but not restricted\r\n  to, ratemaking, price fixing.&quot; Â S.C. Code Ann. Â§ 1-23-310(3) (2005).Â  As\r\n  the circuit court correctly noted, the &quot;Commission does not determine how\r\n  much a regulated utility must charge to its customers, or conversely, how much\r\n  the utility's customers must pay.&quot;Â  Moreover, unlike in public utility or\r\n  regulated industry cases, there is no such statute in the instant case that\r\n  clearly creates a requirement for a hearing.Â  Cf. S.C. Code Ann. Â§\r\n  58-27-870(A) (Supp. 2009) (providing that Public Service Commission &quot;must\r\n  hold a public hearing concerning the lawfulness or reasonableness of the\r\n  proposed changes&quot; in electric rates); S.C. Code Ann. Â§ 58-9-540(A) (Supp.\r\n  2009) (stating Public Service Commission &quot;shall . . . hold a hearing\r\n  concerning the lawfulness or reasonableness of the [telephone utility] rate or\r\n  rates&quot;).\r\nOur\r\n  conclusion, however, is not dispositive of this appeal.Â  Instead, we must still\r\n  consider whether Surgery Centers, apart from the &quot;contested case&quot;\r\n  provision of the APA, were entitled to notice and an opportunity to be heard.Â  \r\nC.\r\nUnlike the circuit court, we do not believe the\r\n  Commission was required to promulgate a new regulation and provide Surgery\r\n  Centers an opportunity to be heard before adopting the Advisory Committee's\r\n  recommended schedules.Â  Rather, we find the Commission's actions were\r\n  specifically authorized by existing Regulation 67-1304 and did not implicate\r\n  the requisite private right to warrant the due process protections of Article\r\n  I, Section 22 of the South Carolina Constitution.\r\nIn reaching this\r\n  conclusion we must examine Regulation 67-1304 by utilizing the well-established\r\n  rules of statutory construction.Â  &quot;The cardinal rule of statutory construction is to\r\n  ascertain and effectuate the intent of the legislature.&quot; Â Hodges v.\r\n    Rainey, 341 S.C. 79, 85, 533 S.E.2d 578, 581 (2000).Â  If a statute's language\r\n  is plain and unambiguous, and conveys a clear and\r\n  definite meaning, there is no occasion for employing rules of statutory\r\n  interpretation and the Court has no right to look for or impose another\r\n  meaning.Â  Miller v. Doe, 312 S.C. 444, 447, 441 S.E.2d 319, 321 (1994).\r\nAs a threshold\r\n  matter, we note that Surgery Centers have never asserted that Regulation\r\n  67-1304 was promulgated in violation of their due process rights.Â  Thus, this\r\n  extant regulation is controlling as to the authority allocated to the Commission.Â  \r\nBased\r\n  on our review of this regulation, the plain and unambiguous terms authorize the\r\n  Commission to establish a fee payment system applicable to Surgery Centers.Â \r\n  Significantly, subsection A of the regulation, states &quot;The Commission shall develop a prospective payment system.&quot; 25A S.C. Code Ann. Regs. 67-1304\r\n  (Supp. 2009) (emphasis added). Â This legislatively-endorsed mandate permits the\r\n  Commission to act without the need for additional approval.Â  \r\nFurthermore,\r\n  we find the circuit court's reliance on section 1-23-110 of the South Carolina\r\n  Code to be misplaced.Â  In its order, the circuit court concluded that section\r\n  1-23-110 &quot;establishes a requirement for a public hearing for proposed\r\n  regulations.&quot;Â  Based on this conclusion, the circuit court determined that\r\n  &quot;a specific regulation was required in order to implement changes to R.\r\n  67-1304.&quot;Â  \r\nWe\r\n  do not interpret section 1-23-110 as being the source for which Surgery Centers\r\n  have a right to have a regulation promulgated.Â  Rather, the statute merely\r\n  provides for the procedures that must be followed whenever a regulation is\r\n  otherwise mandated.Â  Based on our reading of the statute, we discern nothing\r\n  that establishes when a regulation is required for changes to the Commission's\r\n  fee payment schedule for ambulatory surgery centers.[6]\r\nFinally,\r\n  we hold the protections provided by our state Constitution are inapplicable in\r\n  the instant case.Â  Under our state Constitution, due process in the\r\n  administrative context has been established by Article I, Section 22.[7]Â \r\n  This section provides:\r\n\r\n\tNo person shall be finally bound by a\r\n  judicial or quasi-judicial decision of an administrative agency affecting\r\n  private rights except on due notice and an opportunity to be heard; nor shall\r\n  he be subject to the same person for both prosecution and adjudication; nor\r\n  shall he be deprived of liberty or property unless by a mode of\r\n  procedure prescribed by the General Assembly, and he shall have in all such\r\n  instances the right to judicial review.Â  \r\n\r\nS.C.\r\n  Const. art. I, Â§ 22 (emphasis added).Â  \r\nIn\r\n  explaining this provision, we have stated, &quot;[i]n\r\n  recognition of the increasing number of governmental powers delegated to\r\n  administrative agencies, South Carolina Constitution article I, Â§ 22 was added to the 1895 Constitution in 1970 'as a safeguard\r\n  for the protection of liberty and property of citizens.'&quot; Â Ross v. Med.\r\n    Univ. of S.C., 328 S.C. 51, 68, 492 S.E.2d 62, 71 (1997) (quoting Final\r\n      Report of the Committee to Make a Study of the South Carolina Constitution of\r\n      1895, p. 21 (1969)).\r\nAlthough our appellate\r\n  courts have not always used the term &quot;due process rights&quot; when\r\n  discussing Article I, Section 22, we have consistently indicated that the\r\n  protections provided under this section are the equivalent of those afforded by\r\n  the Due Process Clause of our state and federal Constitutions.Â  See, e.g., Kurschner v. City of Camden Planning Comm'n, 376 S.C. 165, 171, 656\r\n  S.E.2d 346, 350 (2008) (citing Article I, Section 22 and stating &quot;[p]rocedural due process imposes constraints on governmental\r\n  decisions which deprive individuals of liberty or property interests within the\r\n  meaning of the Due Process Clause of the Fifth or Fourteenth Amendment of the\r\n  United States Constitution.Â  The fundamental requirements of due process\r\n  include notice, an opportunity to be heard in a meaningful way, and judicial\r\n  review.&quot; (citation omitted));Harbit v. City of Charleston,\r\n  382 S.C. 383, 393, 675 S.E.2d 776, 781 (Ct. App. 2009) (citing Amendments V and\r\n  XIV of the United States Constitution and Article I, Section 22 of the South\r\n  Carolina Constitution and stating &quot;[t]he\r\n  fundamental requirements of due process under the United States Constitution\r\n  and the South Carolina Constitution include notice, an opportunity to be heard\r\n  in a meaningful way, and judicial review&quot;).\r\nGiven the absence\r\n  of distinction in our jurisprudence, we conclude a traditional due process\r\n  analysis is required to assess whether the Commission's actions deprived\r\n  Surgery Centers of constitutionally-protected interests.Â  \r\nApplying this\r\n  analysis, we hold Surgery Centers have not established the requisite liberty or\r\n  property interest to invoke the due process protections of Article I, Section\r\n  22.Â  Initially, we agree with the circuit court's conclusion that Surgery\r\n  Centers have no property interest that was implicated by the Commission's\r\n  revision of the maximum allowable payment schedules.Â  Furthermore, Surgery\r\n  Centers have not set forth any argument that the result of the Commission's\r\n  actions implicated a liberty interest. Instead, as we interpret Surgery\r\n  Centers' argument, they are primarily concerned with receiving future income\r\n  based on desired future work.Â  The mere desire for future work, however, is not\r\n  sufficient to constitute a private right.Â  Moreover, we emphasize that Surgery\r\n  Centers' decision to provide medical care to workers' compensation claimants is\r\n  entirely voluntary. Â \r\nAccordingly,\r\n  we conclude Surgery Centers have failed to establish any private right that\r\n  warrants the protections provided in Article I, Section 22.Â  See 16C\r\n  C.J.S. Constitutional Law Â§ 1516 (2010) (&quot;[A]n interest in property\r\n  which is protected by due process arises only when there is a legitimate claim\r\n  of entitlement, as created and defined by independent sources, and a person\r\n  clearly must have more than an abstract need or desire for it, and the person\r\n  must have more than a unilateral expectation of it.&quot;); see also Am.\r\n    Soc'y of Cataract &amp; Refractive Surgery v. Thompson, 279 F.3d 447 (7th\r\n  Cir. 2002) (holding physicians providing Medicare services had no protected\r\n  property interest in statutory transition formula used to determine practice\r\n  expense relative value units as a component of a Medicare physician fee\r\n  schedule); Painter v. Shalala, 97 F.3d 1351 (10th Cir. 1996) (concluding\r\n  physicians, who voluntarily participated in Medicare program, failed to\r\n  demonstrate a legitimate property interest in having reimbursement payments\r\n  calculated in a specific manner). \r\nOur conclusion\r\n  should not be interpreted as providing the Commission with &quot;unfettered\r\n  authority&quot; to adjust the reimbursement rate.Â  If Surgery Centers believe\r\n  that the authorized payment for services rendered is inadequate, they may\r\n  invoke the due process protections afforded by the Commission. See 25A\r\n  S.C. Code Ann. Regs. 67-1305 (Supp. 2009) (outlining appellate procedures for\r\n  when a medical provider disagrees, based on Commission payment policy, with a\r\n  charge reduction).Â  \r\nFurthermore, to the\r\n  extent Surgery Centers claim our decision will in essence provide all state\r\n  agencies with unlimited authority, we find this concern to be unfounded.Â  Given\r\n  the analysis outlined in the opinion, we emphasize our decision is controlled\r\n  by specific statutory and regulatory provisions at issue in the instant case.Â \r\n  Thus, our holding should not be construed as advocating for state agencies to\r\n  exceed the authority granted to them by the General Assembly.Â  See Bazzle\r\n    v. Huff, 319 S.C. 443, 445, 462 S.E.2d 273, 274 (1995) (&quot;An administrative agency has only such powers as have been\r\n  conferred by law and must act within the authority granted for that\r\n  purpose.&quot;); Captain's Quarters Motor Inn, Inc. v. S.C. Coastal Council,\r\n  306 S.C. 488, 490, 413 S.E.2d 13, 14 (1991) (stating that &quot;[a]s a creature\r\n  of statute, a regulatory body is possessed of only those powers expressly\r\n  conferred or necessarily implied for it to effectively fulfill the duties with\r\n  which it is charged&quot;).\r\nIII.&nbsp; CONCLUSION\r\nBased\r\n  on the foregoing, we affirm the circuit court's findings that Surgery Centers\r\n  did not establish a right to a &quot;contested case&quot; hearing under the APA\r\n  and did not have the requisite property interest to invoke our state's\r\n  constitutional due process protections. Â We, however, reverse the circuit\r\n  court's holding that the Commission was required to promulgate a new regulation\r\n  in order to change the fee payment schedule.Â  In light of our decision, we lift\r\n  the pendente lite order enjoining the Commission from instituting the\r\n  new payment schedule.\r\nAFFIRMED\r\n  IN PART AND REVERSED IN PART.\r\nTOAL,\r\n  C.J. and PLEICONES, J., concur. HEARN, J., dissenting in a separate opinion in\r\n  which KITTREDGE, J., concurs.\r\n\r\nJUSTICE HEARN:Â \r\n  I respectfully dissent and would affirm the decision of the circuit court.Â  In\r\n  my opinion, the Workers Compensation Commission (Commission), when changing the\r\n  reimbursement rate for ambulatory surgery centers in a manner that\r\n  substantially alters the prior rate, must afford notice and an opportunity to\r\n  be heard to those affected by the change.Â  The proper means to achieve notice\r\n  and an opportunity to be heard is by requiring these revisions to be\r\n  promulgated through regulations submitted to the General Assembly for its\r\n  approval, and I would require the Commission to do so in this case. \r\nAlthough both sides agree this issue should be decided as a\r\n  matter of law, both disagree with the decision of the circuit court.Â  Surgery\r\n  Centers argue the circuit court erred in finding they did not have the right to\r\n  a contested case under Section 1-23-310(3).[8]Â  Conversely, the Commission contends the\r\n  circuit court erred in holding Surgery Centers had a right to have any revision\r\n  of the schedules promulgated in a regulation, while at the same time holding Surgery\r\n  Centers had no property interest in the payment schedule established by the\r\n  Commission.Â  Unlike the majority, I would find no error, because I believe the\r\n  right to notice and a hearing claimed by Surgery Centers does not hinge on the\r\n  existence of a liberty or property interest.\r\nSection\r\n  42-3-30 of the South Carolina Code (1985) requires the Commission to promulgate\r\n  regulations relating to the administration of the workers' compensation laws of\r\n  this State.Â  Section 1-23-110 of the South Carolina Code (2005 &amp; Supp.\r\n  2009) provides that, before the Commission promulgates a regulation, it must\r\n  publicize notice of the change, detailing an address where interested persons\r\n  may submit written comments before the regulations are tendered to the General\r\n  Assembly.Â  Thus, generally speaking, section\r\n  42-3-30 requires the Commission to promulgate regulations for matters affecting\r\n  workers' compensation programs in this state, and section 1-23-110 requires the Commission to give\r\n  notice before promulgating a regulation and provide interested individuals with\r\n  the opportunity to be heard.Â  Therefore, pursuant to the statutes detailed\r\n  above, I believe the Commission is required to give notice and provide for an\r\n  opportunity to be heard before adopting the new schedules contained in the\r\n  recommendations of the Hospital Advisory Committee.\r\nThe\r\n  Commission maintains, and the majority holds, the necessary regulation\r\n  authorizing its conduct has already been promulgated in regulation 67-1304.Â  Following\r\n  this reasoning, the Commission's conduct in commissioning the Advisory\r\n  Committee to study the situation, then subsequently adopting its\r\n  recommendations, is simply fulfilling the directive of regulation 67-1304,\r\n  albeit nine years later.Â  Additionally, the Commission cites the affidavit of its\r\n  Executive Director, Gary Thibault, wherein he stated that since 1984, &quot;in\r\n  each case where the Commission has established a new or revised schedule of\r\n  maximum allowable payments for services, the Commission did so by a vote of the\r\n  Full Commission at a monthly Business Meeting.&quot;Â  The mere fact that this\r\n  practice has existed, without apparent challenge until today, is, in my\r\n  opinion, not dispositive of its legitimacy.Â  \r\nFurthermore,\r\n  &quot;there is a basic presumption\r\n  that the legislature has knowledge\r\n  of previous legislation as well as\r\n  of judicial decisions construing that legislation when later statutes are enacted concerning related subjects.&quot;Â  Whitner v. State, 328 S.C. 1, 6, 492 S.E.2d 777, 779 (1997) (citing Berkebile v. Outen, 311 S.C. 50, 426 S.E.2d 760 (1993); 82 C.J.S. Statutes Â§ 316, at 541-42 (1953)).Â  Therefore, absent specific language in regulation\r\n  67-1304, or other qualifying statute, that authorizes the Commission to act in\r\n  the revision of these maximum allowable payment schedules for ambulatory\r\n  surgery centers without promulgating a new regulation as provided in sections 42-3-30\r\n  and 1-23-110, this Court must presume the General Assembly intended the\r\n  Commission to promulgate a regulation in this matter.Â  Instead, the majority\r\n  reads a mandate in favor of the Commission that does not expressly exist within\r\n  the plain and unambiguous terms of regulation 67-1304:Â  instead of adhering to\r\n  the general rule that all changes in the administration of Workers'\r\n  Compensation must be accomplished through the promulgation of regulations, the\r\n  majority holds that a legislative directive contained in a prior regulation\r\n  absolves the Commission in perpetuity from thereafter complying with an express\r\n  statute.Â  Importantly, although regulations authorized and adopted by the\r\n  General Assembly generally have the force of law, a regulation may not alter or\r\n  add to an existing statute.Â  See Goodman v. City of Columbia, 318 S.C.\r\n  488, 490, 458 S.E.2d 531, 532 (1995) (stating that insofar as a regulation\r\n  added a requirement to a statute, the specifications set forth in the statute\r\n  must prevail).Â  Therefore, even assuming such a &quot;mandate&quot; can be read\r\n  into regulation 67-1304, it is invalid insofar as it could be interpreted to\r\n  permit the Commission to act absent promulgation of a regulation under section 42-3-30.Â  \r\nMoreover,\r\n  article 1, section 22 of the South Carolina Constitution, which was adopted by\r\n  the General Assembly in 1970, provides:Â  &quot;No person shall be finally bound\r\n  by a judicial or quasi judicial decision of an administrative agency[9] affecting private rights except on due notice and an opportunity to be heard .\r\n  . . and he shall have in all such instances the right to judicial review.&quot;Â  Commenting on the basis for the\r\n  recommended addition of section 22, the Committee authorized to make proposals\r\n  to change the existing Constitution stated: \r\n\r\n\tMore\r\n  and more governmental decisions are being made under powers delegated to\r\n  administrative divisions of State Government.Â  In many cases, the decisions of\r\n  administrative divisions are more significant than laws enacted by the General\r\n  Assembly or decisions made by the courts.Â  The Committee agrees with many other\r\n  constitutional study groups throughout the country that judicial and\r\n  quasi-judicial decisions of administrative agencies should be consistent with\r\n  due process of law and complete fairness to the citizen.Â  This provision is\r\n  recommended as a safeguard for the protection of liberty and property of\r\n  citizens.\r\n\r\nFinal Report of the\r\n  Committee to Make a Study of the South Carolina Constitution of 1895, p. 21 (1969).Â  \r\nI\r\n  agree with the majority that the circuit court correctly found Surgery Centers\r\n  had no &quot;property&quot; interest that was implicated by the Commission's\r\n  revision of the maximum allowable payment schedules, in the sense that Surgery\r\n  Centers had no right to a guaranteed payment schedule at the discount rate of\r\n  12.1 percent.Â  In order to determine the effect of Surgery Centers' lack of a\r\n  cognizable property interest on their entitlement to notice and an opportunity\r\n  to be heard under article 1, section 22, it is imperative that this Court\r\n  examine the source of these private rights.Â  While the circuit court, the parties, and the majority by acquiescence,\r\n  have denominated the rights sought by Surgery Centers as &quot;due process\r\n  rights,&quot; I believe a closer examination reveals the label to be incorrect.Â \r\n  In previous cases, this Court has been inconsistent in the manner in which it\r\n  has labeled rights flowing from article 1, section 22 of our State\r\n  Constitution. Â In some cases, we have referred to the guarantees of notice and\r\n  the right to be heard emanating from article 1, section 22 as &quot;due process\r\n  rights.&quot;Â  See League of Women Voters of Georgetown County v.\r\n    Litchfield-by-the-Sea, 305 S.C. 424, 426-27, 409 S.E.2d 378, 380 (1991)\r\n  (overruled on specific grounds by Brown v. S.C. Dep't of Health and Envtl.\r\n    Control, 348 S.C. 507, 560 S.E.2d 410 (2002); Garris v. Governing Bd. of\r\n      S.C. Reinsurance Facility, 333 S.C. 432, 444, 511 S.E.2d 48, 54 (1998).Â  In\r\n  other cases, the Court has, without calling them &quot;due process rights,&quot;\r\n  simply stated article 1, section 22 guarantees &quot;persons the right to\r\n  notice and an opportunity to be heard by an administrative agency . . . .&quot;Â  Ross v. Medical Univ. of S.C., 328 S.C. 51, 68, 492 S.E.2d 62, 71 (1997).Â Â  \r\nI do\r\n  not think the rights guaranteed under article 1, section 22 are the same as\r\n  those classically protected under the Due Process Clause of our State and\r\n  National Constitutions.Â  See U.S. Const. amend. XIV Â§ 1; S.C. Const. art. V, Â§ 5 (stating no\r\n  person shall be deprived of life, liberty, or property without due process of\r\n  law).Â  Even if the Court has referred to\r\n  the rights under article 1, section 22 as &quot;due process rights,&quot; for\r\n  claims under section 22, we have neither focused on, nor required the existence\r\n  of a liberty or property interest, in the sense of a prerequisite to the Court's\r\n  analysis of claims under the Due Process Clause.Â  Stono River Envtl. Prot.\r\n    Ass'n v. S.C. Dep't of Health and Envtl. Control, 305 S.C. 90, 94, 406 S.E.2d\r\n  340, 342 (1991); League of Women\r\n    Voters of Georgetown County, 305 S.C.\r\n  at 426-27, 409 S.E.2d at 380; Ross, 328\r\n  S.C. at 68, 492 S.E.2d at 71; Garris,\r\n  333 S.C. at 444, 511 S.E.2d at 54.Â  \r\nAs\r\n  stated above, I recognize the right to\r\n  notice and an opportunity to be heard are typically identifiable with rights\r\n  incident to the Due Process Clause of the Fourteenth Amendment.Â  See Clear\r\n    Channel Outdoor v. City of Myrtle Beach, 372 S.C. 230, 235, 642 S.E.2d 565,\r\n  567 (2007) (&quot;Due process requires (1) adequate notice; (2) adequate\r\n  opportunity for a hearing; (3) the right to introduce evidence; and (4) the\r\n  right to confront and cross-examine witnesses.&quot;).Â  However, in this case,\r\n  the right of Surgery Centers to notice and an opportunity to be heard emanates,\r\n  not from the Due Process Clause, but from article 1, section 22 of our State\r\n  Constitution and from section 1-23-110.Â  Therefore, because the rights in this\r\n  case do not flow from the Due Process Clause, I believe it unnecessary, as the majority\r\n  has done, to employ a traditional due process analysis to determine whether\r\n  Surgery Centers' constitutionally protected interests have been deprived.Â  See\r\n    Sloan v. S.C. Bd. of Physical Therapy Exam'rs, 370 S.C. 452, 483, 636\r\n  S.E.2d 598, 614 (2006) (stating in order for dueÂ  process rights to attach, a\r\n  party must show that he was arbitrarily and capriciously deprived of a\r\n  cognizable property interest rooted in state law). \r\nInstead,\r\n  I would look solely to the process through which the Commission enacted its new\r\n  prospective payment system for Surgery Centers.Â  In my view, the Commission's\r\n  actions in forming the Advisory Committee to study, develop, and propose a new\r\n  prospective payment system for outpatient hospital services and the services\r\n  rendered by ambulatory surgical centers, and the Commission's subsequent\r\n  adoption of the Advisory Committee's proposal, all without the proper notice\r\n  and opportunity to be heard by Surgery Centers, constitute exactly the\r\n  sort of quasi judicial decision section 22 was intended to address.Â  \r\nFinally,\r\n  I am not persuaded that the General Assembly intended to provide the Commission\r\n  with unfettered authority to adjust this reimbursement rate in perpetuity\r\n  without affording the safeguards which attach to provisions promulgated within\r\n  the framework of the regulatory process.Â \r\n  Consequently, I would vote to affirm the circuit court's determination that\r\n  Surgery Centers are entitled to the proper notice and opportunity to be heard\r\n  under section 1-23-110.Â  Under out\r\n  State's jurisprudence, should the Commission want to establish a new prospective payment system it should do so by\r\n  promulgating a new regulation subject to the participation of interested\r\n  parties under sections 42-3-30 and 1-23-110, and the subsequent adoption by the\r\n  General Assembly.Â  \r\nKITTREDGE, J., concurs.\r\n\r\n\r\n[1]Â  Section 42-15-90 provides in relevant part: \r\n\r\n\tFees for attorneys and physicians and charges of hospitals for\r\n  services under this title shall be subject to the approval of the Commission;\r\n  but no physician or hospital shall be entitled to collect fees from an employer\r\n  or insurance carrier until he has made the reports required by the Commission\r\n  in connection with the case.Â  \r\n\r\nS.C. Code Ann. Â§ 42-15-90\r\n  (1985).Â  The approval process is outlined in 25A S.C. Code Ann. Regs. 67-1305\r\n  (Supp. 2009), which provides that a fee dispute between a medical provider and\r\n  an employer or insurance carrier is referred to the Commission's medical\r\n  division for final resolution.Â  Any policies or procedures implementing the\r\n  provisions of section 42-15-90 are governed by the South Carolina\r\n  Administrative Procedures Act.Â  S.C. Code Ann. Â§ 42-3-185 (1985).\r\n[2] Â In terms of medical cost containment, the General\r\n  Assembly has provided that medical costs should be limited to reasonable\r\n  costs.Â  See S.C. Code Ann. Â§ 42-15-70 (1985) (&quot;The pecuniary\r\n  liability of the employer for medical, surgical and hospital service or other\r\n  treatment required, when ordered by the Commission, shall be limited to such\r\n  charges as prevail in the community for similar treatment of injured persons of\r\n  a like standard of living when such treatment is paid for by the injured person\r\n  . . . .&quot;).\r\n[3]Â  To a limited extent, articles about the issues and\r\n  the process were published in the following periodicals:Â  (1) the Winter 2004\r\n  and 2005 editions of Workers' Comp Notes, a publication of the South\r\n  Carolina Workers' Compensation Educational Association; (2) the April 2005\r\n  Commission Update; and (3) the State Register that was published in\r\n  April 2006. \r\n[4] Â S.C. Code Ann. Â§Â§ 1-23-10 to -660 (2005 &amp; Supp.\r\n  2009).\r\n[5]Â  Section 1-23-310(3) defines a &quot;contested\r\n  case&quot; as &quot;a proceeding including, but not\r\n  restricted to, ratemaking, price fixing, and licensing, in which the legal\r\n  rights, duties, or privileges of a party are required by law to be determined\r\n  by an agency after an opportunity for hearing.&quot;Â  S.C. Code Ann. Â§ 1-23-310(3)\r\n  (2005).\r\n[6]Â  Although not relied upon by the circuit court, we\r\n  likewise reject Surgery Centers' contention that section 42-3-30 of the South\r\n  Carolina Code required the Commission to promulgate a regulation in this\r\n  instance.Â  Section 42-3-30 provides that the Commission &quot;shall promulgate\r\n  all regulations relating to the administration of the workers' compensation\r\n  laws of this State necessary to implement the provisions of this title and\r\n  consistent therewith.&quot; Â S.C. Code Ann. Â§ 42-3-30 (1985).Â  We believe this\r\n  general code provision merely represents the General Assembly's intent to\r\n  identify the Commission as the sole authority for the administration of\r\n  workers' compensation law.Â  Given the absence of a specific statutory\r\n  provision, we decline to read into section 42-3-30 a requirement that the\r\n  Commission promulgate a regulation in order to change the fee payment schedule for ambulatory care\r\n  centers.\r\n[7] Â In terms of our state's general due process\r\n  protection, Article I, Section 3 provides:\r\n\r\n\tThe\r\n  privileges and immunities of citizens of this State and of the United States\r\n  under this Constitution shall not be abridged, nor shall any person be deprived\r\n  of life, liberty, or property without due process of law, nor shall any person\r\n  be denied the equal protection of the laws.\r\n\r\nS.C.\r\n  Const. art. I, Â§ 3.\r\n[8] I agree with the majority that the circuit court\r\n  correctly held Surgery Centers did not establish the necessary independent\r\n  right to a contested case under section\r\n  1-23-310(3). Â See Triska\r\n    v. Dep't of Health and Envtl. Control, 292 S.C. 190, 196-97, 355 S.E.2d 531, 534 (1987) (stating a\r\n  contested case does not exist where there is no requirement deriving from South\r\n  Carolina or Federal law that there be an opportunity for a hearing).Â  However, that ruling does not foreclose Surgery\r\n  Centers' right to notice and an opportunity to be heard on other grounds, as\r\n  set forth herein.Â  See Stono River Envtl. Prot. Ass'n v. S.C. Dep't of\r\n    Health and Envtl. Control, 305 S.C. 90, 94, 406 S.E.2d 340, 342 (1991)\r\n  (finding parties are entitled to notice and an opportunity to be heard, apart\r\n  from the APA, under article 1, section 22 of our Constitution).Â  \r\n[9] The Commission qualifies as an agency under section 1-23-10(1) of the South\r\n  Carolina Code (2005).Â  (providing an &quot;'[a]gency' or 'State agency' means\r\n  each state board, commission, department, executive department or officer . . .\r\n  authorized by law to make regulations or to determine contested cases&quot;).\r\n\r\n","court":"Supreme"},{"id":"26876","title":"In the Matter of Richland County Magistrate's Court","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=26876","description":"In this case, the Court held it is the unauthorized practice of law for a non-lawyer to represent a business as prosecutor of a criminal misdemeanor charge, other than a traffic offense, in magistrate's court.","date":"2010-09-07","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tIn the Matter\r\n      of Richland County Magistrate's Court, Fifth Judicial Circuit Solicitor W.\r\n      Barney Giese, Petitioner.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nORIGINAL JURISDICTION\r\n\r\nOpinion No. 26876\r\nHeard January 5, 2010 - Filed September 7,\r\n  2010\r\nPRACTICE DECLARED UNAUTHORIZED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tW.\r\n  Barney Giese, Solicitor, and Aaron S. Jophlin, Assistant Solicitor, both of\r\n  Columbia, for Petitioner.\r\n\t\t\t\tDouglas\r\n  S. Strickler, Chief Public Defender, Chris S. Truluck, Assistant Public\r\n  Defender, and Charlie W. Cochran, Assistant Public Defender, all of Columbia,\r\n  for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nJUSTICE\r\n  PLEICONES:Â  Petitioner, Fifth Judicial Circuit Solicitor W. Barney Giese,\r\n  filed this declaratory judgment action in the Court's original jurisdiction\r\n  seeking a determination whether it\r\n    is the unauthorized practice of law for a non-lawyer to represent a business as\r\n    prosecutor of a criminal misdemeanor charge, other than a traffic offense, in\r\n    magistrate's court. Â We hold that such action constitutes the unauthorized\r\n  practice of law.\r\nBACKGROUND\r\nIn May\r\n  2009, two cases involving the prosecution and recovery of worthless checks were\r\n  called in Richland County magistrate's court.Â  In each case, a non-lawyer field\r\n  agent from the local business purported to act as prosecutor and both\r\n  defendants were represented by the Richland County Public Defender's Office.Â  At\r\n  the call of each case, defense counsel moved to dismiss for lack of\r\n  prosecution, arguing that the practice of representative agents proceeding\r\n  against criminal defendants in magistrate's court constitutes the unauthorized\r\n  practice of law.Â  Without proceeding to trial, the trial judge took the motions\r\n  under advisement, and thereafter granted a continuance in order to notify\r\n  Petitioner, who then filed this action.Â  This Court granted Petitioner's\r\n  request to hear the matter in its original jurisdiction.\r\nISSUE\r\nIs it\r\n  the unauthorized practice of law for a non-lawyer representing a business to\r\n  prosecute a criminal misdemeanor charge, other than a traffic offense, in\r\n  magistrate's court?\r\nDISCUSSION\r\n\r\nThe unique nature of criminal law and the corresponding unique role of\r\n  the prosecutor illustrate the danger in allowing private prosecutions.Â  Black's\r\n  Law Dictionary defines &quot;criminal law&quot; as &quot;[t]he body of law\r\n  defining offenses against the community at large, regulating how\r\n  suspects are investigated, charged, and tried, and establishing punishments for\r\n  convicted offenders.&quot;Â  Black's Law Dictionary 403 (8th ed. 2004) (emphasis\r\n  added).Â  As the Supreme Court of the United States has noted, &quot;'The\r\n  purpose of a criminal court is not to provide a forum for the ascertainment of\r\n  private rights.Â  Rather it is to vindicate the public interest in the\r\n  enforcement of the criminal law while at the same time safeguarding the rights\r\n  of the individual defendant.&quot;Â  Standefer v. United States, 447 U.S.\r\n  10, 25, 100 S.Ct. 1999, 2008, 64 L.Ed.2d 689, 701 (1980), citing United\r\n  States v. Standefer, 610 F.2d 1076, 1093 (3d Cir. 1979) (emphasis added).Â  Because\r\n  a prosecutor is an attorney representing community, rather than private\r\n  interests, the prosecutorâ€™s role is very different from that of a civil\r\n  attorney:\r\n  \r\n  \r\n\tA solicitor should bear in mind that he is an officer\r\n  of the court, who represents all the people, including [the] accused, and [he]\r\n  occupies a quasi-judicial position, whose sanctions and traditions he should\r\n  preserve.Â  It is his duty to see that justice is done.Â  He must see that no\r\n  conviction takes place except in strict conformity with the law, and that [the]\r\n  accused is not deprived of any constitutional rights or privileges.Â  However\r\n  strong the prosecuting attorney's belief may be of the prisoner's guilt, it is\r\n  his duty to conduct the trial in such a manner as will be fair and impartial to\r\n  the rights of the accused, . . . and not say or do anything which might\r\n  improperly affect or influence the jury or [the] accused's counsel.[1]\r\n\r\n  \r\n  \r\n  See State v. Rayfield, 369 S.C. 106, 114-15, 631\r\n  S.E.2d 244, 248-49 (2006), citing State v. King, 222 S.C. 108, 119, 71\r\n  S.E.2d 793, 798 (1952).Â \r\n  \r\n  \r\nIn carrying out his duty, the prosecutor independently decides whether\r\n  to prosecute, decides what evidence to submit to the court, and negotiates the\r\n  State's position in plea bargaining.Â  See Ex parte Littlefield,\r\n  343 S.C. 212, 218, 540 S.E.2d 81, 84 (2000).Â  The South Carolina Constitution,\r\n  South Carolina statutes and case law place the unfettered discretion to\r\n  prosecute solely in the prosecutorâ€™s hands.Â  See State v.\r\n  Thrift, 312 S.C. 282, 291-92, 440 S.E.2d 341, 346 (1994), citing S.C.\r\n  Const. art. V, Â§ 24; S.C. Code Ann. Â§ 17-1-10 (2009).Â  &quot;The importance to\r\n  the public as well as to individuals suspected or accused of crimes, that these\r\n  discretionary functions be exercised 'with the highest degree of integrity and\r\n  impartiality, and with the appearance thereof' cannot easily be\r\n  overstated.&quot;Â  People v. Dehle, 83 Cal.Rptr.3d 461, 465 (Cal. Ct.\r\n  App. 2008), citing People v. Superior Court, 561 P.2d 1164 (Cal. 1977).Â \r\n  \r\n  \r\nIf a private party is permitted to prosecute a criminal action, we can\r\n  no longer be assured that the powers of the State are employed only for the\r\n  interest of the community at large.Â Â  In fact, we can be absolutely certain\r\n  that the interests of the private party will influence the prosecution, whether\r\n  the self-interest lies in encouraging payment of a corporation's debt,\r\n  influencing settlement in a civil suit, or merely seeking vengeance.Â \r\n  Petitioner candidly acknowledges in its brief that the non-lawyers are\r\n  authorized by the companies &quot;to represent their interests&quot; in the\r\n  criminal proceedings.Â \r\n  \r\n  \r\nWe find that allowing prosecution decisions to be made by,\r\n  or even influenced by, private interests would do irreparable harm to our\r\n  criminal justice system.Â  At the very\r\n  least, there is &quot;too much opportunity for abuse and too little motivation\r\n  for detachment.&quot;[2]Â  See State v. Martineau, 808 A.2d 51,\r\n  55 (N.H. 2002), Nadeau, J., concurring.Â  Though we certainly understand the practical\r\n  concerns raised by the dissent, we are confronted with a higher question here.Â \r\n  The convenience and fiscal economy of private prosecution may be facially appealing,\r\n  but we must not embrace them at the expense of fundamental fairness and\r\n  justice.[3]\r\n  \r\n  Petitioner contends that S.C. Code Ann. Â§ 33-1-103 (2009)\r\n    &quot;clearly authorizes the conduct in Richland County magistrate's court when\r\n    companies authorize their employees or agents to represent their\r\n    interests&quot; in criminal magistrate's court.Â  Section 33-1-103 provides that\r\n    a corporation or partnership may designate an employee or principal to\r\n    represent it in magistrate's court.Â  S.C. Code Ann. Â§ 33-1-103 (2009).Â  We find\r\n    this statute merely comports with our case law, which allows for a non-lawyer\r\n    to represent a corporation in magistrate's court in certain civil actions.Â  See, e.g., State ex rel. Daniel v.\r\n      Wells, 191 S.C. 468, 5 S.E.2d 181\r\n    (1939); In re Unauthorized Practice of Law Rules Proposed by the South\r\n      Carolina Bar, 309 S.C. 304, 422 S.E.2d 123 (1992).Â  It does not, as\r\n    Petitioner contends, authorize such representation in a criminal matter.Â \r\n    Moreover, we note that our Constitution\r\n    vests this Court with the sole authority to regulate the practice of law.Â  S.C.\r\n    Const. art. V, Â§ 4; S.C. Code Ann. Â§ 40-5-10 (2009).\r\n  \r\nPetitioner correctly notes that this Court has previously permitted\r\n  persons other than solicitors to prosecute criminal cases in magistrate's\r\n  court.Â  See, e.g., State v. Messervy, 258 S.C. 110, 187\r\n  S.E.2d 524 (1972); City of Easley v. Cartee, 309 S.C. 420, 424 S.E.2d\r\n  491 (1992).Â  Though this Court sanctioned the practices of allowing the\r\n  arresting South Carolina Highway Patrol officer to prosecute traffic-related\r\n  offenses and licensed security officers to prosecute misdemeanor cases in\r\n  magistrate's court, such non-attorneys are law enforcement officers acting in\r\n  the capacity of public officials and are sworn to uphold the law.Â  See Messervy,\r\n  258 S.C. at 112, 187 S.E.2d at 525; Cartee, 309 S.C. at 422, 424 S.E.2d\r\n  at 491; S.C. Code Ann. Â§ 8-11-20 (2009).Â  Consequently, they act on behalf of\r\n  the State.Â  See State v. Bridgers, 329 S.C. 11, 14, 495 S.E.2d\r\n  196, 198 (1997) (&quot;[A]s law enforcement officers, they are charged with the\r\n  discretionary exercise of the sovereign power.Â  Specifically, they must enforce\r\n  the 'traffic and other related laws.'&quot;).Â  This classification was\r\n  essential to the Court's holding in Cartee.Â  Cartee, 309 S.C. at\r\n  422, 424 S.E.2d at 491 (&quot;Therefore, in light of the legislature's\r\n  extension of law enforcement authority to licensed security officers, we\r\n  hold that licensed security officers may prosecute misdemeanor cases in\r\n  magistrate's or municipal court.&quot;) (emphasis added).Â  As a non-lawyer\r\n  representing a corporation is not a law enforcement officer, we cannot assume\r\n  that he will act in the interests of the community.Â  Moreover, as a non-lawyer,\r\n  the representative of the corporation is not bound by professional ethical\r\n  restraints.Â  Consequently, the non-lawyer prosecutor not only acts on interests\r\n  other than those of the community but is also not bound by ethical rules, yet\r\n  his prosecution may result in the imprisonment of the defendant.Â  See S.C. Code Ann. Â§ 22-3-550 (2007).[4]\r\n  \r\n  \r\nThe dissent contends that our decision today represents &quot;a marked\r\n  departure from prior jurisprudence of this Court . . . .&quot;Â  We disagree.Â \r\n  On the contrary, we rest our decision on centuries-old principles of law.Â  See 1 W. Blackstone, Commentaries on the Laws of England, 200 (1851) (The king is\r\n  &quot;the proper person to prosecute for all public offenses and breaches of\r\n  the peace, being the person injured in the eye of the law.&quot;); 1 F.\r\n  Wharton, Criminal Law Â§ 10, p.11 (11th ed. 1912) (&quot;Penal justice,\r\n  therefore, is a distinctive prerogative of the State, to be exercised in the\r\n  service and in the satisfaction of the duty of the State . . . .&quot;); J.\r\n  Locke, Second Treatise of Civil Government, Â§ 88, p. 55 (1905) (&quot;[E]very\r\n  man who has entered into civil society, and is become a member of any\r\n  commonwealth, has thereby quitted his power to punish offences against the law\r\n  of nature in prosecution of his own private judgment[.] . . . [H]e has given a\r\n  right to the commonwealth to employ his force for the execution of the\r\n  judgments of the commonwealth . . . .&quot;); Huntington v. Attrill, 146\r\n  U.S. 657, 669, 13 S.Ct. 224, 228, 36 L.Ed. 1123, 1128 (1892) (&quot;Crimes and\r\n  offenses against the laws of any State can only be defined, prosecuted and\r\n  pardoned by the sovereign authority of that State.&quot;).\r\n  \r\n  \r\nCONCLUSION\r\n\r\n\r\nThe dignity and might of the State are brought to bear in decisions to\r\n  prosecute.Â  These decisions must not be made by interested parties.Â  We\r\n  therefore find that a non-lawyer's representation of a business entity in\r\n  criminal magistrate's court runs afoul of South Carolina law, is repugnant to\r\n  our system of justice and constitutes the unauthorized practice of law.\r\n  \r\n  PRACTICE DECLARED UNAUTHORIZED.\r\n  BEATTY and KITTREDGE, JJ., concur. HEARN, J., dissenting in a\r\n    separate opinion in which TOAL, C.J., concurs.\r\n  \r\n  JUSTICE HEARN:Â  I respectfully dissent.Â  Employing a\r\n    practical and realistic approach to the analysis of whether or not questionable\r\n    conduct qualifies as the unauthorized practice of law, as this Court has always\r\n    endeavored to do, I would hold the representation of business entities by\r\n    non-lawyer officers, agents, or employees is authorized in criminal\r\n    magistrate's court proceedings.Â  \r\n  Today, in a marked departure from prior\r\n    jurisprudence of this Court as to whatÂ  constitutes the practice of law, the\r\n    majority focuses on the status of the individual presenting evidence rather\r\n    than on the character of the services rendered, and holds that the role of the\r\n    business entity'sÂ  representative in this context is &quot;repugnant to our\r\n    system of justice.&quot;Â  As a pragmatist who is mindful, not only of the\r\n    purpose behind the magistrate's court system, but also the impact which the\r\n    majority's decision will have on this State's business community andÂ \r\n    solicitors' offices,Â  I must disagree.\r\n  The Constitution of South Carolina grants\r\n    this Court the power to regulate the practice of law.Â  S.C. Const. art. V, Â§ 4; see also S.C. Code Ann. Â§ 40-5-10 (2001).Â  Rather than attempt a\r\n    comprehensive definition of the practice of law, we have instead resolved to\r\n    decide what is and what is not the unauthorized practice of law on a case by\r\n    case basis.Â  In re Unauthorized Practice of Law Rules Proposed by the South\r\n      Carolina Bar, 309 S.C. 304, 305-07, 422 S.E.2d 123, 124-25.Â  This issue of\r\n    what constitutes the unauthorized practice of law has evolved over time.Â  In State\r\n      ex rel. Daniel v. Wells, the Court held a non-lawyer insurance adjuster\r\n    could not represent a corporation before the South Carolina Industrial\r\n    Commission.Â  191 S.C. 468, 5 S.E.2d 181 (1939).Â  Rejecting the argument that a\r\n    corporation acts through its agents, and was therefore authorized to represent\r\n    itself, the Court stated:Â  &quot;A corporation is not a natural person.Â  It is\r\n    an artificial entity created by law.Â  Being an artificial entity it cannot\r\n    appear or act in person.Â  It must act in all its affairs through agents or\r\n    representatives.Â  In legal matters, it must act, if at all, through licensed\r\n    attorneys.&quot;Â  Id. at 480, 5 S.E.2d at 186 (citation omitted). \r\n  In Unauthorized Practice of Law,\r\n    the Court modified the bright line established in Wells by holding a\r\n    non-lawyer, officer, agent, or employee may represent a business entity in\r\n    civil magistrate's court. Â 309 S.C. at 305-06, 422 S.E.2d at 124.[5]Â  The issue presented in this case is\r\n    whether the Court should now sanction the similar representation of business\r\n    entities' interests in criminal magistrate's court, a practice which has gone\r\n    on, unchallenged, and apparently without incident, for years.Â  I would find the\r\n    practice is authorized, and further modify Wells accordingly. \r\n  I begin my analysis with an examination of\r\n    what type of conduct constitutes the practice of law.Â  The United States\r\n    Supreme Court has defined attorneys at law as &quot;[p]ersons acting\r\n    professionally in legal formalities, negotiations, or proceedings by the\r\n    warrant or authority of their clients . . . .&quot;Â  Nat'l Sav. Bank of Dist.\r\n      of Columbia v. Ward, 100 U.S. 195, 199 (1879); see also In re\r\n        Duncan, 83 S.C. 186, 189, 65 S.E. 210, 211 (1909) (adopting the Supreme\r\n    Court's definition of an attorney as articulated in Ward).Â  In\r\n    accordance with this definition, we have recognized that the practice of law\r\n    extends beyond litigation and includes &quot;activities in other fields which\r\n    entail specialized legal knowledge and ability.&quot; Â State v. Buyers\r\n      Service Co., Inc., 292 S.C. 426, 430, 357 S.E.2d 15, 17 (1987).Â  However,\r\n    in determining whether the activity in question constitutes the practice of\r\n    law, this Court has always focused on the character of the services\r\n    rendered.Â  Matter of Peeples, 297 S.C. 36, 41, 374 S.E.2d 674, 677\r\n    (1988) (citing Wells, 191 S.C. 468, 5 S.E.2d 181 (1939) (stating\r\n    &quot;[i]t is the character of the services rendered . . . which\r\n    determines whether the acts constitute the practice of law&quot;) (emphasis in\r\n    original)). \r\n  As described above, in Unauthorized\r\n    Practice of Law, the Court determined a non-lawyer's representation of a\r\n    business entity in civil magistrate's court did not constitute the unauthorized\r\n    practice of law.Â  309 S.C. at 305-06, 422 S.E.2d at 124.Â  In applying the same\r\n    rationale used there, I fail to discern any viable reason to treat a\r\n    non-lawyer's representation of a business entity in criminal magistrate's court\r\n    any differently.Â  Initially, non-lawyer representatives in civil and criminal\r\n    magistrate's court perform identical services.Â  In both settings, non-lawyer\r\n    representatives are responsible for marshalling and presenting evidence the\r\n    corporation has against the defendant.Â  The character of these services is more\r\n    similar to those performed by a fact witness testifying at trial, rather than\r\n    to services provided by an attorney or a solicitor.Â  Significantly, the\r\n    compilation, maintenance, and presentation of evidence does not require\r\n    legal analysis or prosecutorial discretion.\r\n  Conversely, and I might add in\r\n    contravention to what was argued by the State, the majority maintains that the\r\n    effect of a decision authorizing this conduct will encroach upon the\r\n    prosecutorial power reserved exclusively to solicitors.Â  See S.C. Code\r\n    Ann. Â§ 17-1-10 (2003) (stating a criminal action is prosecuted by the State, as\r\n    a party, against a person charged with a public offense).Â  However, this Court\r\n    has previously permitted persons other than solicitors to prosecute criminal\r\n    cases in magistrate's court. Â In State v. Messervy, the Court upheld the\r\n    common practice in magistrates' courts of allowing arresting officers of the\r\n    South Carolina Highway Patrol to prosecute traffic-related offenses without the\r\n    assistance of a solicitor.Â  258 S.C. 110, 187 S.E.2d 524 (1972).Â  While in Messervy the argument that this practice constituted the unauthorized practice of law\r\n    was not raised, in State ex rel. McLeod v. Seaborn, a declaratory\r\n    judgment action was brought to challenge the Highway Patrol's practice of\r\n    assigning supervisory officers to assist new or inexperienced arresting\r\n    officers in the prosecution of their cases.Â  270 S.C. 696, 244 S.E.2d 317\r\n    (1978).Â  The Court found no distinction between the practice previously\r\n    permitted in Messervy and the procedure challenged in Seaborn,\r\n    and specifically held the practices did not constitute the unauthorized\r\n    practice of law.Â  Id. at 698-99, 244 S.E.2d at 319.Â  Important to the\r\n    facts presented here, the Court in Seaborn noted these individuals did\r\n    not hold themselves out to the public as attorneys, and their participation\r\n    rendered &quot;an important service to the public by promoting the prompt and\r\n    efficient administration of justice.&quot;Â  Id. at 699, 244 S.E.2d at\r\n    319. Â Admittedly, the analysis was bolstered by the Court's acknowledgment that\r\n    the arresting or supervisory officers were acting in their official capacities\r\n    as law enforcement officers and employees of the State in presenting cases\r\n    before the magistrate's court.Â  Id. at 698-99, 244 S.E.2d at 319.Â  The\r\n    Court has also held a probation officer acts in his official capacity in the presentation\r\n    of a probation revocation case on behalf of the state.Â  See State v. Barlow,\r\n    372 S.C. 534, 539, 643 S.E.2d 682, 685 (2007) (citing Seaborn, 270 S.C.\r\n    696, 698-99, 244 S.E.2d 317, 319).Â  \r\n  The majority's decision today effectively\r\n    overrules and undermines the continued viability of the Court's longstanding\r\n    and practical jurisprudence adopted in Messervy, Seaborn, and State\r\n      v. Sossamon, 298 S.C. 72, 378 S.E.2d 259 (1989), as affirmed in Unauthorized Practice of Law.Â  309 S.C. at 307, 422 S.E.2d at 125.Â \r\n    Alluding to Seaborn, the majority focuses on the absence of a State\r\n    actor or representative in the actions in question here.Â  Unlike the majority,\r\n    however, I would not allow the status of the individual presenting the case to\r\n    trump the character of the services being rendered because in my view, the\r\n    non-lawyer's status as a State employee in the earlier trilogy of cases serves\r\n    as a distinction without a difference.Â  Indeed, the majority's selective\r\n    reliance on the differences between civil and criminal law, and its\r\n    corresponding determination that solicitors retain the exclusive jurisdiction\r\n    to pursue criminal prosecutions, calls into question the continued viability of\r\n    permitting police officers or their supervisors to prosecute traffic offenses\r\n    in magistrate's court.Â  The majority does not undertake a practical analysis of\r\n    the character of the actual services to be provided by non-lawyer agents in\r\n    criminal magistrate's court as compared to the activities already permitted by\r\n    this Court in its case law, possibly because there is no practical or\r\n    meaningful difference between the representation of a corporation in civil\r\n    versus criminal magistrate's courts, insofar as whether the conduct by\r\n    non-lawyers should be authorized or not.\r\n  I believe the majority's strong emphasis\r\n    on the criminal nature of the proceedings involved misses the mark.Â  According\r\n    to our Constitution, the Attorney General serves as the State's chief\r\n    prosecuting officer, with the authority to supervise the prosecution of all\r\n    criminal cases in courts of record.Â  S.C. Const. art. V, Â§ 24 (emphasis added); cf. State ex\r\n      rel. McLeod v. Snipes, 266 S.C. 415, 420, 223 S.E.2d 853, 855 (1976)\r\n    (recognizing that the duty to actually prosecute criminal cases is performed\r\n    primarily and almost exclusively by the solicitors except in those situations\r\n    when a solicitor calls upon the Attorney General for assistance).Â  Magistrate's\r\n    court is summary in nature and is not a court of record.Â  State v. Duncan,\r\n    269 S.C. 510, 514, 238 S.E.2d 205, 207 (1977); see also S.C. Code Ann. Â§ 22-3-730 (2007).Â  Furthermore, as discussed by the Court in In re Lexington\r\n      County Transfer Court, the solicitor's office is under no duty to prosecute\r\n    a case brought under the original jurisdiction of the magistrate's court.Â  334\r\n    S.C. 47, 54, 512 S.E.2d 791, 794 (1999) (citing S.C. Code Ann. Â§ 22-3-545(C)\r\n    (2007)) (explaining a difference between magistrate's court and the transfer\r\n    court system established by the General Assembly, wherein cases transferred to\r\n    the magistrate's court from general sessions court &quot;must be prosecuted by\r\n    the solicitor's office&quot;).Â  Therefore, contrary to the majority's view, there\r\n    is no requirement that the Attorney General or a solicitor prosecute criminal\r\n    misdemeanor charges in magistrate's court.\r\n  The majority relies heavily on what it\r\n    perceives to be the inevitable confluence of self-interest and our criminal\r\n    justice system.Â  See supra (&quot;[W]e can be absolutely certain that\r\n    the interests of the private party will influence the prosecution . . .\r\n    .&quot;).Â  It is argued that the State, and by extension the solicitor,\r\n    prosecutes an individual for a crime in the pursuit of justice alone, while\r\n    allowing a self-interested party to assume that role would interject issues\r\n    that would corrupt the integrity of magistrate's courts.Â  While I am mindful of\r\n    the pitfalls that could potentially accompany the decision to allow\r\n    representation by non-lawyers in this context, these concerns are, in my view,\r\n    wholly speculative.Â  Moreover, it is worth noting that whether evidence is\r\n    presented by a solicitor, an attorney, or a non-lawyer agent, the magistrate\r\n    judge retains complete control over the pursuit of justice in his or her\r\n    courtroom.Â  Accordingly, I do not share the majority's apparent lack of\r\n    confidence that a business-entity's self-representation will somehow undermine\r\n    magistrate's court system.Â  As noted by the Court in Messervy, the\r\n    practice of allowing non-lawyer participation in magistrate's court is not\r\n    without its problems; nevertheless, the non-lawyer's conduct is subject to the\r\n    same level of scrutiny by the magistrate that has heretofore adequately\r\n    overseen this critical level of our court system.Â  258 S.C. at 113, 187 S.E.2d\r\n    at 525.\r\n  Furthermore, I believe consideration of the very\r\n    nature of magistrate's court hits the bulls-eye in terms of whether or not this\r\n    practice should be sanctioned.Â  Magistrates have exclusive jurisdiction of all\r\n    criminal cases for which the punishment does not exceed a fine of one hundred\r\n    dollars or imprisonment for thirty days.Â  S.C. Code Ann. Â§ 22-3-540 (2007).Â  In\r\n    addition, magistrates have jurisdiction over all offenses which are subject\r\n    to:Â  penalties of a fine or forfeiture not exceeding five hundred dollars;\r\n    imprisonment not exceeding thirty days per offense, or a total of ninety days\r\n    if sentencing consecutively;[6] and magistrates also have the power to order restitution in an amount not\r\n    exceeding five thousand dollars.Â  S.C. Code Ann. Â§ 22-3-550 (2007).Â  Rather\r\n    than by indictment, criminal magistrate's court proceedings are commenced on\r\n    information under oath, plainly and substantially setting forth the offense\r\n    charged, after which an arrest warrant is issued.Â  S.C. Code Ann. Â§ 22-3-710\r\n    (2007).Â  Additionally, our law provides that where the arrest warrant is signed\r\n    by non-law enforcement personnel, the person charged is given a courtesy\r\n    summons notifying him or her of the charge or charges.Â  S.C. Code Ann. Â§\r\n    22-3-330 (Supp. 2009).\r\n  One of the purposes of magistrate's court is to\r\n    dispense with the formalities required of a court of general sessions, allowing\r\n    for a more expedient and layperson-friendly disposition of certain select\r\n    grievances and offenses.Â  The fact that the General Assembly has not required\r\n    magistrates to be attorneys is further indication of its intention to retain\r\n    the citizen focus of the court.Â  See S.C. Code Ann. Â§ 22-1-10 (2007).Â  In\r\n    short, magistrate's court was created by the General Assembly to be the\r\n    &quot;peoples' court,&quot; a distinction that seems to have been overlooked by\r\n    the majority in its analysis.\r\n  Finally, at the risk of discussing a possible parade\r\n    of horribles, the practical consequences of the majority's decision should\r\n    nonetheless be examined.Â  This decision will place an additional burden on the\r\n    South Carolina business community, as well as on the already budget-strained\r\n    and time-challenged prosecutorial arm of the State.Â  Without the ability to\r\n    make a cost/benefit analysis of whether to pursue their own claims,\r\n    corporations may be more willing to pursue prosecution, secure in the knowledge\r\n    that the burden of prosecuting the claims rests squarely on the shoulders of\r\n    the solicitor's office.Â  On the other hand, overburdened solicitor's offices\r\n    may exercise prosecutorial discretion to not prosecute these minor\r\n    cases, which might very well have the end result of businesses refusing to\r\n    accept checks in payment for merchandise.Â  As discussed by then acting circuit\r\n    judge, John Kittredge in Lexington County Transfer Court, limited resources\r\n    and budgetary constraints can serve as a valuable consideration in determining\r\n    whether practices should qualify as an exception to the prohibition against the\r\n    unauthorized practice of law.Â  334 S.C. at 53-54, 512 S.E.2d at 794.Â  As a\r\n    state, we certainly want these and all crimes to be prosecuted; nonetheless, a\r\n    process that becomes too cumbersome and costly for the State to pursue does not\r\n    successfully address the problem.Â  Permitting a process wherebyÂ Â  business\r\n    entities can pursue these claims through an agent, in a manner which is\r\n    cost-effective for both the State and the corporations, yet checked by the\r\n    integrity of our judicial system, is, in my opinion, a practice which should be\r\n    sanctioned by this Court.\r\n  I would therefore further modify Wells today and logically extend our case law to permit a business entity to be\r\n    represented by a non-lawyer officer, agent, or employee in criminal magistrate's\r\n    court proceedings. Â Under my view, businesses would be able to continue the\r\n    practice which has been going on for years and thus make informed decisions\r\n    about whether their interests are adequately protected by non-lawyer\r\n    representatives in magistrate's court, both civil and criminal.Â  Any potential\r\n    pitfalls in this process would be counterbalanced by the direct control and\r\n    oversight of the magistrate's courts of this State.\r\n  TOAL,\r\n    C.J., concurs.\r\n\r\n\r\n[1] See also Berger v. United States, 295 U.S. 78, 88, 55 S.Ct. 629,\r\n  633, 79 L.Ed. 1314, 1321 (1935), for discussion of the role of the United\r\n  States Attorney.\r\n[2] If the business wishes to be party to the action, it may, through private\r\n  counsel, seek to assist the solicitor.Â  See State v. Nichols, 325\r\n  S.C. 111, 481 S.E.2d 118 (1997) (&quot;Private counsel's participation in a\r\n  trial to assist the solicitor has been sanctioned . . . .&quot;).\r\n[3] As the dissent notes, then acting circuit judge John Kittredge in In Re\r\n  Lexington County Transfer Court acknowledged the limited resources and\r\n  budgetary constraints faced by solicitors.Â  334 S.C. 47, 512 S.E.2d 791\r\n  (1999).Â  However, Justice Kittredge ultimately concluded that no exception was\r\n  warranted, despite such important practical considerations.\r\n[4]We\r\n  acknowledge the differences between magistrate's court and general sessions\r\n  court, as cited by the dissent, but the forum does not change the criminal\r\n  nature of the action.Â  The power of prosecution and the might of the criminal\r\n  justice system must rest solely with the community as a whole.\r\n[5] Thereafter, in Renaissance Enterprises, the Court declined to extend Wells to allow a non-lawyer to represent a corporation in the circuit or appellate\r\n  courts of this State.Â  334 S.C. at 653, 515 S.E.2d at 259.\r\n[6] An exception to the rule that a magistrate may not sentence someone to more\r\n  than ninety days imprisonment, if sentencing consecutively, does not apply to\r\n  convictions resulting from violations of Chapter 11 of Title 34, pertaining to\r\n  fraudulent checks, or violations of section 16-13-110(B)(1) of the South\r\n  Carolina Code (2003), relating to shoplifting.Â  S.C. Code Ann. Â§ 22-3-550(B)\r\n  (2007).\r\n\r\n","court":"Supreme"},{"id":"26877","title":"State v. Rivera","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=26877","description":"In this case, the Court granted a writ of certiorari to review the court of appeals' decision in State v. Rivera, Op. No. 2008-UP-187 (S.C. Ct. App. filed March 18, 2008) that held Respondent was not entitled to a jury charge on involuntary manslaughter.  This Court affirms, holding the record lacks any evidence to support Respondentâ€™s argument he was lawfully armed, therefore he was not entitled to a jury charge on involuntary manslaughter.","date":"2010-09-07","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tThe State, Petitioner,\r\n\t\t\t\tv.\r\n\t\t\t\tMarlon Rivera, Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF\r\n  APPEALS\r\n\r\nAppeal from Greenville County\r\nÂ C. Victor Pyle, Jr., Circuit Court Judge\r\nOpinion No.Â  26877\r\nHeard April 8, 2010 - Filed September 7,\r\n  2010Â  \r\nREVERSED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tAttorney\r\n  General Henry Dargan McMaster, Chief Deputy Attorney General John W. McIntosh, Assistant\r\n  Deputy Attorney General Donald J. Zelenka, Senior Assistant Attorney General S.\r\n  Creighton Waters, all of Columbia; and Solicitor Robert Mills Ariail, of Greenville,\r\n  for Petitioner.\r\n\t\t\t\tChief\r\n  Appellate Defender Robert M. Dudek, of South Carolina Commission on Indigent\r\n  Defense, of Columbia, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nCHIEF\r\n  JUSTICE TOAL: In this case, the Court\r\n  granted a writ of certiorari to review the court of appeals' decision in State\r\n    v. Rivera, Op. No. 2008-UP-187 (S.C. Ct. App. filed March 18, 2008).\r\nFacts/Procedural Background\r\nAt about 12:30 a.m.\r\n  on July 18, 2005, law enforcement officers were called to the scene of a\r\n  shooting outside a Greenville, South Carolina night club.Â  Upon arrival, the\r\n  officers found Wilfredo Solis Monge (Victim), lying on the ground.Â  Victim was\r\n  transported to the hospital, placed on life support, and later died.Â  \r\nInvestigators\r\n  interviewed witnesses at the scene of the shooting.Â  One witness, Alvaro\r\n  Fernandez (Fernandez), told police that the shooter, Marlon Rivera\r\n  (Respondent), was at The Mexicali, a nearby night club.Â  Officers went to The\r\n  Mexicali with Fernandez, who identified Respondent.Â  Officers arrested\r\n  Respondent.Â Â  \r\nInvestigation\r\nDuring the\r\n  investigation of this matter, Respondent and multiple witnesses gave\r\n  conflicting and inconsistent statements concerning the events surrounding the\r\n  shooting of Victim.Â  First, while at the station the night of the shooting,\r\n  Fernandez told police he saw two men arguing and a third man standing nearby.Â \r\n  The third man, according to Fernandez, reached down and grabbed something at\r\n  his leg.Â  Fernandez heard two shots fired, but did not see who fired the\r\n  weapon.Â  \r\nSecond, Nelson\r\n  Castro (Castro) told police that Respondent came to his house immediately after\r\n  the incident and admitted to shooting Victim.Â  Castro said Respondent told him\r\n  he got in a fight in which he struggled over his gun with the person whom he\r\n  was fighting.Â  During this struggle, Respondent told Castro, the weapon\r\n  accidentally discharged, striking an onlooker.Â  \r\nFinally,\r\n  Respondent gave a confession to police the night of his arrest in which he\r\n  admitted to shooting Victim.Â  Respondent claimed that Victim harassed him for\r\n  hanging out with African-Americans, grabbed his shirt, and the two began to\r\n  fight.Â  Respondent admitted he was mad because Victim harassed him and\r\n  confessed that he pulled a gun from his pant leg.Â  According to Respondent, he\r\n  dropped the gun, picked it up, and shot at Victim two times.[1]Â  \r\nTrial\r\nAt trial, the State\r\n  presented its case, including the above evidence.Â  The defense presented\r\n  several witnesses who told additional, conflicting versions of the events\r\n  surrounding the shooting of Victim.Â  First, Courtney Robles (Robles) testified\r\n  that she witnessed a fight between two men that was broken up by a third man.Â \r\n  The man who broke up the fight took a gun from one of the men involved, pointed\r\n  it in the direction of one of the men in the fight, and fired.Â  The bullet, she\r\n  testified, struck Victim who was an onlooker not involved in the fight.Â  Robles\r\n  stated that she did not know the identities of the men involved.Â  \r\nSecond, Norberto\r\n  Ortiz (Ortiz) testified on behalf of the defense.Â  Ortiz said that Respondent\r\n  and Delman Mauricio Arias (Arias) were kicked out of the bar after they became\r\n  unruly.Â  Once outside, Arias attacked Respondent, who fired his weapon into the\r\n  ground in order to intimidate Arias.Â  Then, another onlooker took the weapon\r\n  from Respondent and shot in the direction of Arias.Â  Finally, Respondent\r\n  regained control of the weapon and fired another shot into the ground.Â  At this\r\n  time, according to Ortiz, the men realized that Victim, an onlooker, had been\r\n  shot.Â  \r\nThird, Respondent\r\n  took the stand and testified in his defense.Â  Contrary to his confession,\r\n  Respondent testified he shot his weapon into the ground in an attempt to scare\r\n  Arias, who had attacked him.Â  Further, Respondent stated that a third man\r\n  grabbed the gun and shot at Arias.Â  Respondent testified he then grabbed the\r\n  weapon and shot at the ground.Â  Respondent said he only fired the weapon\r\n  because he wanted to scare Arias away.Â  On cross examination, Respondent\r\n  admitted he and Arias were simply fighting and he did not think Arias was going\r\n  to kill him.[2]Â \r\n  Respondent did not suffer serious injuries in the fight.Â  \r\nDefense counsel\r\n  requested a charge on involuntary manslaughter, arguing that the jury could\r\n  find from the evidence that Respondent lawfully armed himself in self-defense\r\n  and shot his weapon with no intent of harming anyone.Â  The trial court denied\r\n  defense counsel's request, questioning the lawfulness with which Respondent was\r\n  armed.Â  \r\nRespondent\r\n  was convicted of murder and sentenced to thirty years imprisonment.Â  The court\r\n  of appeals reversed, finding that the trial court's failure to charge the jury\r\n  as to involuntary manslaughter was error and prejudiced Respondent.Â \r\n  Specifically, the court of appeals found that while there were several\r\n  inconsistent explanations for the fatal shot, viewing the evidence in the light\r\n  most favorable to Respondent, Castro's testimony supported a jury finding the\r\n  weapon discharged during a struggle between Respondent and another party over\r\n  the weapon.Â  The court of appeals also found that Respondent's admission that\r\n  he fired the gun towards the ground was evidence of recklessness in the absence\r\n  of self-defense.Â Â Â Â Â  \r\nIssue\r\nThis Court granted\r\n  a writ of certiorari and the State presents the following issue for review:\r\nDid the\r\n  court of appeals err in finding Respondent was entitled to a jury instruction\r\n  on involuntary manslaughter?\r\nAnalysis\r\nThe\r\n  State argues the court of appeals erred because Respondent's brandishing of a\r\n  weapon was unlawful conduct naturally tending to cause death or great bodily\r\n  harm, thus he was not entitled to a charge on involuntary manslaughter.[3]Â \r\n  We agree.\r\nThe law to be\r\n  charged must be determined from the evidence presented at trial.Â  State v.\r\n    Knoten, 347 S.C. 296, 555 S.E.2d 391 (2001).Â  Where there is evidence from\r\n  which the jury could infer that the defendant committed a lesser offense, the\r\n  trial judge must submit the lesser-included offense to the jury.Â  State v.\r\n    Brown, 360 S.C. 581, 602 S.E.2d 392 (2004); State v. Hill, 315 S.C.\r\n  260, 433 S.E.2d 848 (1993).Â  \r\nInvoluntary\r\n  manslaughter is defined as: (1) the unintentional killing of another without\r\n  malice, but while engaged in an unlawful activity not naturally tending to\r\n  cause death or great bodily harm; or (2) the unintentional killing of another\r\n  without malice, while engaged in a lawful activity with reckless disregard for\r\n  the safety of others.Â  State v. Mekler, 379 S.C. 12, 15, 664 S.E.2d 477,\r\n  478 (2008).Â  Â Â Â Â Â Â Â  Â \r\nRespondent\r\n  argues that sufficient evidence exists in the record from which a jury could\r\n  find that Respondent was guilty of the second form of involuntary manslaughter:\r\n  the unintentional killing of another while recklessly engaged in a lawful\r\n  activity.[4]Â \r\n  Respondent argues that he was in lawful possession of a firearm because he was\r\n  acting in self-defense.[5]Â \r\n  However, Respondent admitted at trial he was not in imminent fear of death or\r\n  serious bodily injury.[6]Â \r\n  Thus, the trial judge concluded that Respondent was not acting in self-defense\r\n  and refused to charge the jury on those grounds.Â  We agree with the trial\r\n  court's conclusion and find that there is no evidence in the record indicating\r\n  that Respondent was acting in self-defense.Â  Thus, Respondent was not entitled\r\n  to a charge on involuntary manslaughter.Â  See State v. Reese, 370\r\n  S.C. 31, 36, 633 S.E.2d 898, 901 (2006) (finding that, in the absence of\r\n  self-defense, pointing and presenting a firearm precludes an involuntary\r\n  manslaughter charge).Â  \r\nConclusion\r\nThere\r\n  is no evidence in the record to support the conclusion that Respondent was\r\n  lawfully armed, thus we reverse the decision of the court of appeals. \r\nKITTREDGE,\r\n  J., and Acting Justice James E. Moore, concur. BEATTY, J., dissenting in a\r\n  separate opinion in which PLEICONES, J., concurs.\r\n\r\nJUSTICE\r\n  BEATTY:Â Â Â   I dissent.Â  The majority\r\n  reverses the opinion of the Court of Appeals which held that the trial court\r\n  erred in refusing a requested jury instruction on involuntary manslaughter.Â \r\n  The majority reasons there is no evidence of self defense; therefore, Rivera\r\n  did not arm himself lawfully and, as a result, a jury instruction on\r\n  involuntary manslaughter was not warranted.\r\nThe\r\n  record in this case is replete with testimony that Rivera was the victim of an\r\n  unprovoked physical attack by Delman Mauricio Arias.Â  The testimony also\r\n  indicates that although Rivera had the gun on his person he did not present it\r\n  until after he was beaten, knocked to the ground, and repeatedly kicked.Â  Even\r\n  then, the gun was unintentionally presented when it fell down Rivera's pant leg\r\n  and onto the ground resulting in a scramble for the gun between Rivera and\r\n  Arias.Â  Rivera testified that he got control of the gun and fired it into the\r\n  ground when Arias continued to advance.Â  Furthermore, in response to the\r\n  solicitor's question concerning why Rivera pulled the gun, Rivera testified\r\n  &quot;The truth is that I did it just because I was nervous and because\r\n  somebody was hitting me, beating me.&quot;Â  In my view, there is no question\r\n  that there is evidence that Rivera lawfully armed himself in self defense. \r\nThe\r\n  majority appears to infer that Rivera had no right to arm himself in self\r\n  defense because he may not have believed that Arias was going to kill\r\n  him.Â  I can find no support for this position in our jurisprudence.Â  What a\r\n  person believes to be the threat level of bodily harm is irrelevant if the actual threat of imminent serious bodily harm is present.Â  It is axiomatic\r\n  that circumstances indicative of serious bodily harm or the imminent threat\r\n  thereof yields the right to self defense and the right to arm oneself\r\n  accordingly.Â  See State v. Slater, 373 S.C. 66, 69-70, 644 S.E.2d\r\n  50, 52 (2007) (&quot;To establish self-defense in\r\n  South Carolina, four elements must be present: Â (1) the defendant must be\r\n  without fault in bringing on the difficulty; (2) the defendant must have been\r\n  in actual imminent danger of losing his life or sustaining serious bodily\r\n  injury, or he must have actually believed he\r\n  was in imminent danger of losing his life or sustaining serious bodily injury;\r\n  (3) if his defense is based upon his belief of imminent danger, defendant must\r\n  show that a reasonably prudent person of ordinary firmness and courage would\r\n  have entertained the belief that he was actually in imminent danger and that\r\n  the circumstances were such as would warrant a person of ordinary prudence,\r\n  firmness, and courage to strike the fatal blow in order to save himself from\r\n  serious bodily harm or the loss of his life; and (4) the defendant had no other\r\n  probable means of avoiding the danger.&quot; (emphasis added)).\r\nBeing\r\n  repeatedly beaten about the head and body, thrown to the ground, and repeatedly\r\n  kicked constitute circumstances that give rise to the right to arm oneself in\r\n  self defense.Â  The law does not require a person to submit to a physical\r\n  beating and to refrain from defending himself until the beating results in\r\n  serious injury.\r\nMoreover,\r\n  the Court of Appeals opined an involuntary manslaughter instruction was\r\n  required because there was testimony that the gun accidentally fired during a\r\n  struggle for the gun.Â  Not only is there evidence in the record to support that\r\n  finding, but this Court's jurisprudence supports an involuntary manslaughter\r\n  charge on similar facts.Â  See, e.g., State v. Light, 378 S.C.\r\n  641, 664 S.E.2d 465 (2008) (finding the defendant, who was convicted of murder,\r\n  was entitled to a jury charge on involuntary manslaughter where the defendant\r\n  was lawfully armed in self-defense, the defendant negligently handled the\r\n  weapon prior to the shooting, and the defendant and the victim struggled over\r\n  the weapon); State v. Crosby, 355 S.C. 47, 584 S.E.2d 110 (2003)\r\n  (holding the trial judge erred in refusing to charge involuntary manslaughter\r\n  where there was evidence that the defendant did not intentionally discharge the\r\n  weapon given the defendant claimed he was trying to break up a fight between\r\n  three women, one of whom was the victim's girlfriend, and the victim charged at\r\n  the defendant prior to the shooting with his hands behind his back); State\r\n    v. Burriss, 334 S.C. 256, 513 S.E.2d 104 (1999) (concluding the defendant,\r\n  who was convicted of murder, was entitled to an involuntary manslaughter charge\r\n  where there was evidence from which the jury could have inferred that the\r\n  defendant was lawfully armed in self-defense given:Â  the defendant, after being\r\n  attacked and pushed to the ground by the victim and another man, pulled his\r\n  weapon; the defendant fired twice in the ground, causing both assailants to\r\n  back away; and the defendant grabbed the gun and accidentally fired the fatal\r\n  shot when one of the assailants advanced toward him). \r\nPLEICONES,\r\n  J., concurs.\r\n\r\n\r\n[1] Specifically, Respondent said:\r\n\r\n\tThis guy that I know but is not my\r\n  friend approached me and asked me why I was hanging around with those black\r\n  people.Â  He then grabbed my shirt and started pushing me around.Â  We struggled\r\n  for a little bit.Â  Finally the guy let go of me.Â  I was mad because he hit me.Â \r\n  I went to grab my gun but [it] fell down my pant leg.Â  The gun fell on the\r\n  ground and I grabbed it.Â  I pointed it at him and shot two times.Â  One of my\r\n  friends said &quot;Ok, you already shot him, let's go.&quot; . . . A little\r\n  while later the police came and arrested me.\r\n\r\n[2] The following colloquy occurred:\r\n\r\n\tProsecution: You didn't think the\r\n  person you were fighting with was going to kill you, did you?\r\n\tRespondent: I didn't think . . .\r\n\tProsecution: Just fighting?\r\n\tRespondent: Yes.Â  He was just\r\n  fighting and he was kicking me.\r\n\tProsecution: So just a typical fist\r\n  fight to start with?\r\n\tRespondent: He hit me hard.Â  And he\r\n  just [threw] me to the ground.Â  And he was even on the ground just hitting me\r\n  some more, kicking me.\r\n\r\n[3] The State presents three specific arguments in\r\n  support of its general thesis that the court of appeals erred in finding that\r\n  Respondent was entitled to a charge on involuntary manslaughter.Â  First, the\r\n  court of appeals erred because Respondent's brandishing of a weapon was\r\n  unlawful conduct naturally tending to cause death or great bodily harm.Â \r\n  Second, assuming arguendo Respondent was lawfully armed, the court of\r\n  appeals erred because it went too far in &quot;cherry picking&quot; facts from\r\n  disparate accounts of the incident to synthesize a defense theory that would\r\n  justify a jury charge on involuntary manslaughter.Â  Third, assuming arguendo Respondent was lawfully armed, the court of appeals erred because, under\r\n  the facts of this case, an intentional firing into the ground would not support\r\n  involuntary manslaughter.Â  We find no evidence in the record to suggest that\r\n  Respondent was lawfully armed in self-defense.Â  Thus, the State's second and\r\n  third arguments are moot.\r\n[4] Because the death at issue here occurred as a result of the discharge of a\r\n  firearm, there is no evidence in the record to support a jury charge on the\r\n  first theory of involuntary manslaughter: the unintentional killing of another\r\n  without malice, but while engaged in an unlawful activity not naturally tending\r\n  to cause death or great bodily harm.\r\n[5] The elements of self-defense are:\r\n\r\n\tFirst, the defendant must be without fault in bringing on the\r\n  difficulty. Second, the defendant must have actually believed he was in\r\n  imminent danger of losing his life or sustaining serious bodily injury, or he\r\n  actually was in such imminent danger. Third, if his defense is based upon his\r\n  belief of imminent danger, a reasonably prudent man of ordinary firmness and\r\n  courage would have entertained the same belief. If the defendant actually was\r\n  in imminent danger, the circumstances were such as would warrant a man of\r\n  ordinary prudence, firmness and courage to strike the fatal blow in order to\r\n  save himself from serious bodily harm or losing his own life. Fourth, the\r\n  defendant had no other probable means of avoiding the danger of losing his own\r\n  life or sustaining serious bodily injury than to act as he did in this\r\n  particular instance. If, however, the defendant was on his own premises he had\r\n  no duty to retreat before acting in self-defense. \r\n\r\nState\r\n  v. Davis, 282 S.C. 45, 46, 317 S.E.2d 452, 453\r\n  (1984).\r\n[6] Contrary to the dissent's suggestion, nothing in the record supports a finding\r\n  that Rivera armed himself in self-defense.Â Â  \r\n\r\n","court":"Supreme"},{"id":"26786","title":"Watson v. Ford Motor Company","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=26786","description":"Following a single vehicle accident, Respondents Sonya L. Watson and the Estate of Patricia Carter filed a products liability suit against Appellants.  A jury found against Appellant Ford Motor Company and awarded Respondents $18 million in compensatory damages.  On appeal, Ford argues that the trial court erred in several respects.  We hold that the trial court erred in qualifying a purported cruise control expert, in admitting certain testimony, and in admitting evidence of similar incidents.  Accordingly, we reverse the juryâ€™s verdict against Ford.","date":"2010-09-13","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tSonya L.\r\n      Watson, Stacy Watson, Curtis L. Watson, and Shirley Watson Individually and\r\n      as Parents of Sonya L. Watson, Stacy Watson, and Thelma Watson, Plaintiffs,\r\n\t\t\t\tv.\r\n\t\t\t\tFord Motor\r\n      Company, TRW, Inc., TRW Vehicle Safety Systems, Inc., and D&amp;D Motors,\r\n      Inc., Defendants.\r\n\t\t\t\tWillie E.\r\n      Carter, as Personal Representative of the Estate of Patricia Ann S. Carter,\r\n      Deceased, Plaintiffs,\r\n\t\t\t\tv.\r\n\t\t\t\tFord Motor\r\n      Company, TRW, Inc., TRW Vehicle Safety Systems, Inc., and D&amp;D Motors,\r\n      Inc., Defendants,\r\n\t\t\t\tof whom Sonya\r\n      L. Watson, Stacy Watson, Curtis L. Watson and Shirley Watson , Individually\r\n      and as Parents of Sonya L. Watson, Stacy Watson, and Thelma Watson, and\r\n      Willie E. Carter, as Personal Representative of the Estate of Patricia Ann S.\r\n      Carter, Deceased, are the Respondents,\r\n\t\t\t\tand Ford Motor\r\n      Company is the Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nAppeal from Greenville County\r\nÂ Edward W. Miller, Circuit Court Judge\r\nOpinion No.Â  26786\r\nHeard February 5, 2009 - Re-filed\r\n  September 13, 2010Â  \r\nREVERSED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tC.\r\n  Mitchell Brown, William C. Wood, Jr., Elizabeth H. Campbell and A. Mattison\r\n  Bogan, all of Nelson Mullins Riley &amp; Scarborough, Elbert S. Dorn, and\r\n  Nicholas W. Gladd, both of Turner, Padget, Graham &amp; Laney, all of Columbia,\r\n  for Appellant.\r\n\t\t\t\tJames\r\n  Edward Bell III, of Georgetown, James Walter Fayssoux, Jr., of Greenville, and\r\n  Kevin R. Dean, of Motley Rice, of Mt. Pleasant, for Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nCHIEF JUSTICE TOAL:Â  Following a single vehicle accident, Respondents Sonya L. Watson\r\n  and the Estate of Patricia Carter filed a products liability suit against\r\n  Appellants.Â  A jury found against Appellant Ford Motor Company (â€œFordâ€) and\r\n  awarded Respondents $18 million in compensatory damages.Â  On appeal, Ford argues\r\n  that the trial court erred in several respects.Â  After issuing an initial\r\n  opinion, Respondents and Ford presented this Court with Motions to Clarify.Â  Additionally,\r\n  Respondents submitted a Petition for Rehearing. We now grant the Motions to\r\n  Clarify,Â  deny Respondent's Petition for Rehearing, and substitute this opinion\r\n  in place of the original opinion.Â Â Â Â  \r\nFactual/Procedural\r\n  Background\r\nOn December 11,\r\n  1999, Watson was driving a 1995 Ford Explorer along with three other passengers\r\n  including Patricia Carter.Â  Shortly after entering Interstate 385, Watson lost\r\n  control of the vehicle, which then veered off the left side of the interstate\r\n  and rolled four times.Â  Watson and Carter were ejected from the vehicle.Â \r\n  Watson suffered severe injuries that rendered her quadriplegic; Carter died in\r\n  the accident.Â  Respondents filed a products liability\r\n  suit against Ford, D&amp;D Motors, Inc., and TRW Vehicle Safety Systems, Inc. alleging\r\n  that the cruise control system and the seatbelts were defective and seeking actual and punitive damages.Â  \r\nAt trial, Watson\r\n  testified that when she entered the interstate, she promptly set the cruise\r\n  control, but shortly thereafter, the Explorer began to suddenly accelerate.Â \r\n  Watson testified that she reached down in an attempt to grasp the gas pedal,\r\n  but was stopped by her seat belt and that she then pumped her brakes to no\r\n  avail before crashing.Â  Watsonâ€™s father testified that on two occasions prior\r\n  to the accident, the Explorer suddenly accelerated\r\nwhile\r\n  he was driving.Â  As a result, he took the vehicle into D&amp;D Motors, and the\r\n  technicians determined that the new floor mats were upside-down and needed to\r\n  be turned over.[1]Â  \r\nRespondentsâ€™\r\n  theory of the case was that the Explorerâ€™s cruise control system was defective\r\n  because it allowed electromagnetic interference (EMI) to affect the system.Â \r\n  EMI is an unwanted disturbance caused by electromagnetic radiation that\r\n  interferes with an electric circuit.Â  To support this theory, Respondents\r\n  presented Dr. Antony Anderson, an electrical engineer from Britain.Â  Dr.\r\n  Anderson testified as to his theory that EMI can interfere with the speed\r\n  control component of a cruise control system and cause a vehicle to suddenly\r\n  and uncontrollably accelerate.Â  He concluded that on the day of the accident,\r\n  EMI interfered with the Explorerâ€™s cruise control system, which caused it to\r\n  suddenly accelerate and resulted in the accident.Â  Dr. Anderson further opined\r\n  that Ford could have employed a feasible alternative design to prevent EMI.Â \r\n  Specifically, he testified that Ford could have used â€œtwisted pair wiringâ€ in\r\n  order to prevent EMI from passing between the wires and had Ford used the\r\n  twisted pair wiring, the accident would not have occurred.\r\nIn\r\n  addition to Dr. Andersonâ€™s testimony, Respondents presented testimony from Bill\r\n  Williams who was qualified as an expert on â€œcruise control diagnosisâ€ as well\r\n  as evidence from four witnesses who testified as to other similar incidents in\r\n  which their Explorers suddenly accelerated without the driverâ€™s input.Â  \r\nFord\r\n  argued that Dr. Andersonâ€™s EMI theory was unreliable and lacked any scientific\r\n  foundation, and to counter the theory, Ford presented their cruise control expert,\r\n  Karl Passeger.Â  Passeger testified that EMI signals have no effect on a cruise\r\n  control system and that the system contains a watchdog feature that\r\n  automatically checks for improper signals and resets the cruise control\r\n  computer if it is not operating correctly.Â  Additionally, Ford suggested that\r\n  the floor mats could have caused the sudden acceleration as they had on\r\n  previous occasions.Â Â Â  \r\nThe\r\n  trial court issued a lengthy jury charge on the law of products liability.Â \r\n  During deliberations, the jury submitted a question to the trial court asking,\r\n  â€œCan we consider other causes of cruise control malfunction other than EMI?â€Â \r\n  The trial court responded, â€œYou may consider any and all evidence which was\r\n  properly admitted at trial and give it the weight that you think it deserves.â€Â \r\n  The jury found Ford liable on the cruise control products liability claim, but\r\n  found against Respondents on their defective seat belt claim and on their claim\r\n  for punitive damages.Â  The jury awarded compensatory damages of $15 million to\r\n  Watson and $3 million to the Estate of Patricia Carter. \r\nThe\r\n  trial court entered judgment on the jury's verdict.Â  Ford filed post-trial\r\n  motions, including a motion for judgment notwithstanding the verdict.Â  The\r\n  trial court denied Ford's motions. \r\nWe\r\n  certified this case pursuant to Rule 204(b), SCACR, and Ford presents the\r\n  following issues on appeal:[2]\r\n\r\n\t\r\n\t\t\r\n\t\t\tI.&nbsp; \r\n\t\t\tDid the trial court err in qualifying Bill Williams \r\n\t\t\tas an expert in cruise control systems?\r\n&nbsp;\r\n\t\t\r\n\t\t\r\n\t\t\tII. \r\n\t\t\tDid the trial court err in allowing Dr. Andersonâ€™s \r\n\t\t\texpert testimony regarding EMI and alternative feasible design?\r\n&nbsp;\r\n\t\t\r\n\t\t\r\n\t\t\tIII. \r\n\t\t\tDid the trial court err in allowing evidence of \r\n\t\t\tother incidents of sudden acceleration in Explorers?\r\n&nbsp;\r\n\t\t\r\n\t\t\r\n\t\t\tIV. \r\n\t\t\tDid the trial court err in denying Appellant's \r\n\t\t\tmotion for judgment notwithstanding the verdict?\r\n\t\t\r\n\t\r\n\r\nStandard of Review\r\nIn\r\n  an action at law, on appeal of a case tried by a jury, this Court may only\r\n  correct of errors of law.Â  Townes Associates,\r\n    Ltd. v. City of Greenville, 266\r\n  S.C. 81, 85, 221 S.E.2d 773, 775 (1976).Â \r\n  The factual findings of the jury will not be disturbed unless no evidence\r\n  reasonably supports the juryâ€™s findings.Â  Id.Â  \r\nLaw/Analysis\r\nThis is a products liability case in which Respondents allege\r\n  Appellant produced a defective vehicle.Â  For the sake of context, there are\r\n  three defects a plaintiff in a products liability lawsuit can allege: 1) a\r\n  manufacturing defect, 2) a warning defect, and 3) a design defect.Â  When a\r\n  manufacturing defect claim is made, a plaintiff alleges that a particular\r\n  product was defectively manufactured. Â When a warning defect claim is made, a\r\n  plaintiff alleges that he was not adequately warned of dangers inherent to a\r\n  product.Â  When a design defect claim is made, a plaintiff alleges that the\r\n  product at issue was defectively designed, thus causing an entire line of\r\n  products to be unreasonably dangerous.Â  \r\nIn\r\n  this case, Respondents pursued a design defect claim against Appellant.Â  Such\r\n  claims necessarily involve sophisticated issues of engineering, technical\r\n  science, and other complex concepts that are quintessentially beyond the ken of\r\n  a lay person.Â  In discussing the\r\n  issue of proof in a defective design case, Professors Hubbard and Felix say,\r\n  &quot;As with other matters in varying degrees beyond the knowledge and\r\n  experience of ordinary persons, expert testimony will often be useful and may\r\n  be necessary.&quot;Â  F. Patrick Hubbard\r\n  &amp; Robert L. Felix, The South Carolina Law of Torts 313 (3d ed.\r\n  2004).Â  In most design defect cases,\r\n  plaintiffs offer expert testimony as evidence to establish their claim. Â Often\r\n  design defect claims are also supported by evidence of similar incidents used\r\n  to bolster plaintiff's design defect allegations.Â  Given the complexity of the\r\n  allegations involved in this case, Respondents relied on expert testimony to\r\n  explain their claims and buttressed this testimony with evidence of what were\r\n  claimed to be similar incidents.Â  It is with this context in mind that we\r\n  analyze the issues presented. Â Â Â Â Â \r\nI. Expert Testimony\r\nThe jury and the\r\n  trial court each have distinct roles and separate responsibilities that they\r\n  must execute during a trial.Â  The jury serves as the fact finder and is charged\r\n  with the duty of weighing the evidence admitted at trial and reaching a\r\n  verdict.Â  The trial court, on the other hand, is charged with the duty of\r\n  determining issues of law.Â  As a part of this duty, the trial court serves as\r\n  the gatekeeper and must decide whether the evidence submitted by a party is\r\n  admissible pursuant to the Rules of Evidence as a matter of law.Â  Once the\r\n  trial court makes a ruling that the particular evidence is admissible, then it\r\n  is exclusively within the juryâ€™s province to decide how much weight the\r\n  evidence deserves. Importantly, the trial court is never permitted to\r\n  second-guess the jury in their fact finding responsibilities unless compelling\r\n  reasons justify invading the juryâ€™s province.Â  See Bailey v. Peacock,\r\n  318 S.C. 13, 14, 455 S.E.2d 690, 692 (1995).Â  \r\nThe admission of expert testimony is governed by Rule 702, SCRE,\r\n  which provides:\r\n\r\n\tIf\r\n  scientific, technical, or other specialized knowledge will assist the trier of\r\n  fact to understand the evidence or to determine a fact in issue, a witness\r\n  qualified as an expert by knowledge, skill, experience, training, or education,\r\n  may testify thereto in the form of an opinion or otherwise.\r\n\r\nExpert\r\n  testimony may be used to help the jury to determine a fact in issue based on\r\n  the expertâ€™s specialized knowledge, experience, or skill and is necessary in\r\n  cases in which the subject matter falls outside the realm of ordinary lay\r\n  knowledge.Â  Stated differently, expert evidence is required where a factual\r\n  issue must be resolved with scientific, technical, or any other specialized\r\n  knowledge.Â  Expert testimony differs from lay testimony in that an expert\r\n  witness is permitted to state an opinion based on facts not within his\r\n  firsthand knowledge or may base his opinion on information made available\r\n  before the hearing so long as it is the type of information that is reasonably\r\n  relied upon in the field to make opinions.Â  See Rule 703, SCRE.Â  On the\r\n  other hand, a lay witness may only testify as to matters within his personal\r\n  knowledge and may not offer opinion testimony which requires special knowledge,\r\n  skill, experience, or training.Â  See Rules 602 and 701, SCRE.Â  \r\nFor\r\n  these reasons, expert testimony receives additional scrutiny relative to other\r\n  evidentiary decisions.Â  Specifically, in executing its gatekeeping duties, the\r\n  trial court must make three key preliminary findings which are fundamental to\r\n  Rule 702 before the jury may consider expert testimony.Â  First, the trial court\r\n  must find that the subject matter is beyond the ordinary knowledge of the jury,\r\n  thus requiring an expert to explain the matter to the jury.Â  See State v.\r\n    Douglas, 380 S.C. 499, 671 S.E.2d 606 (2009) (holding that the witness was\r\n  improperly qualified as a forensic interviewing expert where the nature of her\r\n  testimony was based on personal observations and discussions with the child\r\n  victim).Â  Next, while the expert need not be a specialist in the particular\r\n  branch of the field, the trial court must find that the proffered expert has\r\n  indeed acquired the requisite knowledge and skill to qualify as an expert in\r\n  the particular subject matter.Â  See Gooding v. St. Francis Xavier Hosp.,\r\n  326 S.C. 248, 252-53, 487 S.E.2d 596, 598 (1997) (observing that to be competent to testify as an expert, a witness must\r\n  have acquired by reason of study or experience such knowledge and skill in a\r\n  profession or science that he is better qualified than the\r\n  jury to form an opinion on the particular subject of his testimony).Â \r\n  Finally, the trial court must evaluate the substance of the testimony and\r\n  determine whether it is reliable.Â  See State v. Council, 335 S.C. 1, 20,\r\n  515 S.E.2d 515, 518 (evaluating whether expert testimony on DNA analysis met\r\n  the reliability requirements).Â  \r\nExpert\r\n  testimony is not admissible unless it satisfies all three requirements with\r\n  respect to subject matter, expert qualifications, and reliability.Â  Thus, only\r\n  after the trial court has found that expert testimony is necessary to assist\r\n  the jury in resolving factual questions, the expert is qualified in the\r\n  particular area, and the testimony is reliable, may the trial court admit the\r\n  evidence and permit the jury to assign it such weight as it deems appropriate.Â  See State v. White, 382 S.C. 265, 676 S.E.2d 684 (2009) (observing that\r\n  the â€œfamiliar evidentiary mantra that a challenge to evidence goes to â€˜weight,\r\n  not admissibilityâ€™ may be invoked only after the trial court has vetted the\r\n  matters of qualifications and reliability and admitted the evidenceâ€).Â  It is\r\n  against this backdrop that we analyze whether the trial court erred in\r\n  admitting the challenged expert evidence. \r\nA. Bill Williamsâ€™\r\n  Testimony\r\nFord argues that\r\n  the trial court erred in qualifying Bill Williams as an expert on cruise\r\n  control diagnosis.Â  We agree. \r\nA\r\n  person may be qualified as an expert in a particular area based upon knowledge,\r\n  skill, experience, training or education.Â  Rule 702, SCRE.Â  In\r\n  determining a witnessâ€™s qualifications as an expert, the trial court should not\r\n  have a solitary focus, but rather, should make an inquiry broad in scope.Â  Fields v. J. Haynes Waters Builders, Inc., 376 S.C. 545, 555, 658 S.E.2d 80, 85 (2008).Â  The test for qualification of an expert is a relative one that is\r\n  dependent on the particular witnessâ€™s reference to the subject. Â Wilson v. Rivers, 357\r\n  S.C. 447, 452, 593 S.E.2d 603, 605 (2004).Â \r\n  The qualification of a witness as an expert is within the trial courtâ€™s\r\n  discretion, and this Court will not reverse that decision absent an abuse of\r\n  discretion.Â  Fields, 376 at 555, 658 S.E.2d at 85.\r\nDuring the motion in limine to determine whether Williams qualified as a cruise control expert, Williams\r\n  testified that he had worked in the automotive industry as a trainer,\r\n  consultant, software developer, and writer since the early 1980s and was\r\n  currently conducting seminars to train automobile technicians who focus on the\r\n  brake systems in vehicles.Â  On cross-examination, Williams admitted that he had\r\n  no professional experience working on cruise control systems prior to this\r\n  litigation.Â  He also admitted that he had not conducted any comparison of the\r\n  Explorerâ€™s cruise control system to any other system and acknowledged that he\r\n  had never taught or published papers on cruise control systems.Â  The trial\r\n  court ruled that Williams qualified as an expert in â€œthe training and operation\r\n  of the cruise control and brakesâ€ and allowed him to testify as to â€œcruise\r\n  control diagnosis.â€Â  \r\nIn our view, there is no\r\n  evidence to support the trial courtâ€™s qualification of Williams as an expert in\r\n  cruise control systems.Â  Williams had no knowledge, skill, experience, training or education specifically\r\n  related to cruise control systems.Â  Rather, it appears he merely\r\n  studied the Explorerâ€™s system just before trial, which he indicated in his\r\n  testimony to the jury: â€œThis is how I taught myself the [Explorerâ€™s] cruise\r\n  control, or speed control system.â€Â  While\r\n  Williams may have been qualified as an expert in other aspects of automobile\r\n  components, such as the brake system, the trial court failed to properly\r\n  evaluate Williamsâ€™ qualifications specific to cruise control systems.Â  Compare Wilson, 357 S.C. at 452, 593 S.E.2d at 605 (holding that the trial court\r\n  erred in refusing to qualify a medical doctor as an expert in biomechanics\r\n  where the doctor had training in biomechanics, had been qualified as a\r\n  biomechanics expert in other states, and had some educational background in\r\n  biomechanics); Lee v. Suess, 318 S.C. 283, 457 S.E.2d 344 (1995)\r\n  (holding that the trial court erred in failing to qualify a plastic surgeon as\r\n  an expert in the field of family practice where the plastic surgeon served as a\r\n  professor who provided instruction to family practitioner residents and where\r\n  family practitioners referred their patients to him for diagnosis).Â  Accordingly,\r\n  we hold that the trial court erred in qualifying Williams as a cruise control\r\n  expert.\r\nNotwithstanding\r\n  this error, to warrant reversal, Ford must show that it was prejudiced by the\r\n  admission of this evidence.Â  See Fields 376 S.C. at 557, 658\r\n  S.E.2d at 86.Â  Prejudice is a reasonable probability that the juryâ€™s verdict\r\n  was influenced by the challenged evidence.Â  Id. (finding that the trial\r\n  courtâ€™s error in failing to qualify an expert was harmless error since the\r\n  testimony would have been cumulative).\r\nIn this\r\n  case, we do not believe that this error alone prejudiced Fordâ€™s defense.Â \r\n  Williamsâ€™ testimony essentially consisted of a description of the system\r\n  accompanied by models and diagrams of the components.Â  Moreover, the jury heard\r\n  Ford extensively question Williamsâ€™ qualifications on cross-examination\r\n  regarding his knowledge of cruise control systems in an attempt to impeach his\r\n  credibility on the subject.Â  Furthermore, the trial court prohibited Williams\r\n  from testifying to matters outside of his scope, specifically noting he could\r\n  not testify as to electrical engineering matters. \r\nTrial courts should be\r\n  cautious in conferring an expert label upon a witness because juries may accord\r\n  excessive or undue weight to â€œexpertâ€ testimony.Â  In this case, however, we\r\n  hold that the trial courtâ€™s error in qualifying Williams as an expert in cruise\r\n  control diagnosis did not prejudice Ford.\r\nB. Dr. Andersonâ€™s Testimony\r\nFord argues that the trial court abused\r\n  its discretion in admitting Dr. Andersonâ€™s expert testimony.Â  Specifically,\r\n  Ford claims that Dr. Anderson was not qualified to testify as to alternative\r\n  designs and his theory regarding EMI as the cause of the sudden acceleration\r\n  failed to meet the reliability requirements.Â  We agree.\r\nAs a primary matter, we reject Respondentsâ€™ argument that because\r\n  Dr. Anderson presented technical evidence, as opposed to scientific evidence,\r\n  his testimony did not have to meet the reliability requirements.Â  The trial\r\n  court must examine the substance of the testimony to determine if it is\r\n  reliable, regardless of whether the expert evidence is scientific,\r\n  technical, or other specialized knowledge.Â  See White, 382 S.C. at 270,\r\n  676 S.E.2d at 686 (holding that all expert evidence must satisfy Rule 702, both\r\n  in terms of expert qualifications and reliability of the subject matter); see\r\n    also Kumho Tire Co., Ltd. v. Carmichael, 526 U.S. 137 (1999)\r\n  (holding that in determining the admissibility of evidence pursuant to Rule\r\n  702, FRE, the same reliability requirements apply to all types of expert\r\n  evidence).Â  \r\nTurning to the\r\n  merits of Fordâ€™s argument, in order for Dr. Andersonâ€™s expert testimony to be\r\n  admissible, the trial court had to find not only that Dr. Anderson was an\r\n  expert based on his knowledge, skill, experience, training, or education in the\r\n  field of EMI and its affect on automobiles, but also that the substance of his\r\n  testimony was reliable.Â  With regard to the reliability requirement, in Council, this Court listed several factors\r\n  that the trial court should consider when determining whether scientific expert\r\n  evidence is reliable:[3]\r\n\r\n\t(1)\r\n  the publications and peer review of the technique; (2) prior application of the\r\n  method to the type of evidence involved in the case; (3) the quality control\r\n  procedures used to ensure reliability; and (4) the consistency of the method\r\n  with recognized scientific laws and procedures.\r\n\r\nId. at 19, 515 S.E.2d at 517 (citing State v. Ford,\r\n  301 S.C. 485, 392 S.E.2d 781 (1990)).\r\n\r\nWe find that the\r\n  trial court erred in admitting Dr. Andersonâ€™s testimony as to both an\r\n  alternative feasible design and his EMI theory.[4]Â \r\n  With regard to alternative feasible design, Dr. Anderson failed to meet Rule\r\n  702â€™s fundamental requirement that the witness be qualified in the particular\r\n  area of expertise. Dr. Andersonâ€™s background involved working with massive\r\n  generators which have entirely different electrical wiring systems and\r\n  different voltage levels.Â  He had no experience in the automobile industry,\r\n  never studied a cruise control system, and never designed any component of a\r\n  cruise control system.Â  Moreover, Respondents failed to show that the substance\r\n  of his testimony that twisted pair wiring would have cured the EMI defect was\r\n  reliable.Â  Dr. Anderson declared that the twisted pair wiring would have\r\n  prevented EMI but did not explain how twisted pair wiring could be incorporated\r\n  in to a cruise control system and did not offer any model comparison.Â \r\n  Furthermore, Dr. Anderson concluded that this design was economically feasible,\r\n  but offered no evidence to support this conclusion.Â  Thus, his testimony on\r\n  this matter lacked any scientific basis and contained no indicia of\r\n  reliability.Â  Accordingly, we hold that the trial court erred in admitting this\r\n  testimony because Dr. Anderson was not qualified to testify as to alternative\r\n  designs to the Explorerâ€™s cruise control system and his testimony was not\r\n  reliable.\r\nTurning to the\r\n  testimony regarding EMI and its effect on the cruise control system, initially\r\n  we question whether Dr. Anderson was qualified as an expert on this subject.Â \r\n  Again, Dr. Anderson had no experience with automobiles and specifically no\r\n  experience with cruise control systems.Â  In fact, Dr. Anderson had not even\r\n  operated an automobile with a cruise control system before this litigation.Â \r\n  Nonetheless, assuming Dr. Anderson was properly qualified as an expert in this\r\n  area, we find that his testimony was not reliable.Â  Dr Anderson first learned\r\n  of sudden acceleration occurring in automobiles in 2000 after he was contacted\r\n  by a television news station that was investigating automobile accidents.Â  Dr.\r\n  Anderson admitted that his theory had not been peer reviewed, he had never\r\n  published papers on his theory, and he had never tested his theory.Â  He also\r\n  admitted that he would not be able to determine exactly where the EMI which he\r\n  opined caused the cruise control to malfunction originated or what part of the\r\n  system it affected.Â  He further testified that it would not be possible to\r\n  replicate the alleged EMI malfunction of a cruise control system in a testing\r\n  environment.Â  To support his theory that EMI caused the Explorer to suddenly\r\n  accelerate, Dr. Anderson pointed to only one document, a 1975 National Highway\r\n  Safety Transportation Administration (NHSTA) report concluding that EMI can\r\n  cause a cruise control system to malfunction.Â  However, the NHTSA issued\r\n  superseding report in 1989, which specifically rejected the EMI theory.Â  \r\nIn\r\n  our view, there is no evidence indicating that Dr. Andersonâ€™s testimony\r\n  contained any indicia of reliability.Â  He had never published articles on his\r\n  theory nor had he tested his theory.Â  Importantly, Dr. Anderson admitted that\r\n  it was not possible to test for EMI.Â  Furthermore, although it is not a\r\n  prerequisite in South Carolina that scientific evidence attain general\r\n  acceptance in the scientific community before it is admitted, we find it\r\n  instructive that not only has the underlying science not been generally\r\n  accepted, Dr. Andersonâ€™s theory was rejected in the scientific community.Â  See\r\n    Council, 335 S.C. at 21, 515 S.E.2d at 518 (recognizing and taking in to\r\n  consideration the fact that the science underlying DNA analysis evidence has\r\n  been generally accepted in the scientific community in determining whether such\r\n  evidence was reliable).Â  Therefore, because there is no evidence in the record\r\n  to show that the substance of Dr. Andersonâ€™s testimony was reliable, we hold\r\n  that the trial court erred in admitting this testimony.[5]\r\nIn\r\n  our view, the trial courtâ€™s error in admitting Dr. Andersonâ€™s testimony is\r\n  largely based on solely focusing on whether he was qualified as an expert in\r\n  the field of electrical engineering and failing to analyze the reliability of\r\n  the proposed testimony.[6]Â \r\n  Respondents did not offer Dr. Anderson to testify generally as to the\r\n  electrical wiring of a circuit system in an automobile.Â  Rather, Respondents\r\n  sought to introduce Dr. Andersonâ€™s testimony to determine a fact in issue based\r\n  on a scientific hypothesis.Â  The trial court was thus required to examine the\r\n  substance of the testimony for reliability, and in failing to make this\r\n  threshold determination, the trial court erred as a matter of law in admitting\r\n  Dr. Andersonâ€™s testimony.\r\nWe\r\n  find that Ford was prejudiced by the admission of this testimony.Â  The only\r\n  evidence Respondents presented to support their theory that the vehicle was\r\n  defective was Dr. Andersonâ€™s testimony.Â  We also note that Respondents may not\r\n  rely solely on the fact that an accident occurred to prove their products\r\n  liability case under a negligence theory since South Carolina does not follow\r\n  the doctrine of res ipsa loquitur.[7]Â  See Snow v. City of Columbia, 305 S.C. 544, n.7, 409 S.E.2d 79, n.7 (Ct. App. 1991)\r\n  (noting that South Carolina does not recognize the rule of res ipsa loquitur).Â \r\n  Thus, in the absence of any admissible evidence in the record to support their\r\n  products liability claim, the jury impermissibly speculated as to the cause of\r\n  the accident.Â  \r\nII. Evidence of Other Incidents\r\nFord argues that the trial court erred in admitting\r\n  evidence of similar incidents involving sudden acceleration in Explorers.Â  We\r\n  agree.\r\nEvidence of\r\n  similar accidents, transactions, or happenings is admissible in South Carolina\r\n  where there is some special relation between the accidents tending to prove or\r\n  disprove some fact in dispute.Â  Whaley v. CSX Transp., Inc., 362 S.C.\r\n  456, 483, 609 S.E.2d 286, 300 (2005).Â  This rule is based on relevancy, logic,\r\n  and common sense.Â  Id.Â  A plaintiff must present a factual foundation\r\n  for the court to determine that the other accidents were substantially similar\r\n  to the accident at issue.Â  Id.Â  In Buckman v. Bombardier Corp., the District\r\n  Court set forth factors that a court should consider when admitting evidence of\r\n  other incidents to support a claim that the present accident was caused by the\r\n  same defect: (1) the products are similar; (2) the alleged defect is similar;\r\n  (3) causation related to the defect in the other incidents; and (4) exclusion\r\n  of all reasonable secondary explanations for the cause of the other incidents.Â \r\n  893 F. Supp. 547, 552 (E.D. N.C. 1995) (citing Hale v. Firestone Tire &amp;\r\n    Rubber Co., 756 F.2d 1322, 1332 (8th Cir. 1985)).\r\nRespondents\r\n  introduced the deposition testimony from a separate case of a former Ford\r\n  employee who investigated a number of claims of unintended acceleration of\r\n  Explorers driven in Britain.Â  The former employee read from an email where he\r\n  referenced â€œ35 incidents that have been categorized as unexplainableâ€ in which\r\n  the vehicles suddenly accelerated.Â  Additionally, Respondents presented three\r\n  witnesses, one of whom testified by video deposition, who recalled incidents in\r\n  which their Explorers suddenly accelerated and their cruise control would not\r\n  disengage.\r\nIn our view,\r\n  Respondents failed to show that the incidents were substantially similar and\r\n  failed to establish a special relation between the other incidents and\r\n  Respondentsâ€™ accident.Â  First, the products were not similar because most of\r\n  the other incidents involved Explorers that were made in different years from\r\n  the Watson Explorer and were completely different models with the driverâ€™s seat\r\n  located on the right side of the vehicle.Â  More importantly, Respondents failed\r\n  to show a similarity of causation between the malfunction in this case and the\r\n  malfunction in the other incidents and failed to exclude reasonable explanations for the cause of the other incidents.Â \r\n  Respondents only presented the testimony of the other drivers and did not\r\n  present any expert evidence to show that EMI was a factor in the malfunction in\r\n  the other incidents.Â  Accordingly, this evidence was not relevant because\r\n  Respondents failed to show that evidence of these incidents made the existence\r\n  of the EMI defect in this case more probable.Â  See Rule 401, SCRE\r\n  (defining â€œrelevant evidenceâ€ as evidence having any tendency to\r\n  make the existence of any fact that is of consequence to the determination of\r\n  the action more probable or less probable than it would be without the\r\n  evidence); see\r\n    also Whaley, 362 S.C. at 483-84, 609 S.E.2d\r\n  at 300 (holding that evidence of other employee complaints and injuries should\r\n  not have been admitted because the plaintiff failed to show that the injuries\r\n  stemmed from the same or similar circumstances as the plaintiffâ€™s injuries). \r\nFurthermore, we\r\n  find that this evidence was highly prejudicial.Â  Courts require a plaintiff to\r\n  establish a factual foundation to show substantial similarity because evidence\r\n  of similar incidents may be extremely prejudicial.Â  See id. at 483, 609\r\n  S.E.2d at 300 (recognizing that evidence of other accidents may be highly\r\n  prejudicial).Â  Respondentsâ€™ counsel highlighted this improper evidence in\r\n  closing arguments and thereby possibly induced the jury to speculate as to\r\n  other causes of the accident not supported by any evidence.Â  For these reasons,\r\n  we hold that trial court erred in admitting this evidence.Â  \r\nIII. JNOV\r\nFord argues the trial court\r\n  erred in denying its motion for judgment notwithstanding the verdict.Â  We\r\n  agree.\r\n&quot;When we review a trial\r\n  judge's grant or denial of a motion for directed verdict or JNOV, we reverse\r\n  only when there is no evidence to support the ruling or when the ruling is\r\n  governed by an error of law.Â  Austin v. Stokes-Craven, 387 S.C. 22, 691\r\n  S.E.2d 135, 145 (2010) (citing Creech v. South Carolina Wildlife &amp;\r\n    Marine Res. Dep't, 328 S.C. 24, 29, 491 S.E.2d 571, 573 (1997)).\r\nWe find the evidence submitted at trial\r\n  was insufficient to support a verdict for Respondents and the evidence shows\r\n  that Ford is entitled to a judgment as a matter of law.Â Â  Even if the trial\r\n  court did not err in qualifying Williams as a cruise control expert, in\r\n  admitting Dr. Anderson's testimony, and in admitting evidence of similar\r\n  incidents, the only reasonable inference that could have been drawn from the\r\n  evidence presented at trial is that Respondents failed to establish, as a\r\n  matter of law, that EMI caused an unintended acceleration which resulted in\r\n  Respondents' accident and resulting injuries.Â  Nonetheless, as even the dissent\r\n  concedes, neither of Respondents' experts presented admissible testimony.Â \r\n  Without such testimony, Respondents failed to present a case for products\r\n  liability.[8]Â \r\n  Therefore, Respondents did not present admissible evidence that the cruise\r\n  control system of the vehicle at issue was defective or unreasonably\r\n  dangerous.Â  \r\nFurthermore, the only reasonable inference that can be drawn from\r\n  the evidence presented at trial is that Respondents failed, as a matter of law,\r\n  to prove an alternative feasible design with respect to the vehicle's cruise\r\n  control system.Â  We find that, because the mere occurrence of an accident or\r\n  existence of an alleged product malfunction does not establish the liability of\r\n  a product manufacturer, the trial court erred by failing to enter a judgment in\r\n  favor of Ford.Â  Therefore, we reverse and enter a judgment in Ford's favor. \r\n\r\nConclusion\r\nThe trial court\r\n  serves as the gatekeeper in the admission of all evidence presented at trial,\r\n  and in making admissibility determinations, the trial court is required to make\r\n  certain preliminary findings regarding admissibility requirements, such as\r\n  qualification of experts, reliability of the substance of the testimony, and\r\n  substantial similarity of alleged similar incidents, before a jury may hear the\r\n  evidence.Â  If these preliminary requirements are not met, as a matter of law,\r\n  the trial court may not permit the jury to consider the evidence.Â  In this\r\n  case, we hold that those threshold admissibility requirements were not met, and\r\n  therefore, the trial court erred in qualifying Williams as a cruise control\r\n  expert, in admitting Dr. Andersonâ€™s testimony, and in admitting evidence of\r\n  similar incidents.Â  Finally, we find the evidence submitted at trial was insufficient to\r\n  support a verdict for Respondents and the evidence shows that Ford is entitled\r\n  to a judgment as a matter of law.Â  Accordingly, we\r\n  must reverse the juryâ€™s verdict against Ford and enter judgment in its favor.Â  \r\nWALLER, BEATTY\r\n  and KITTREDGE, JJ., concur. PLEICONES, J., concurring in part and dissenting in\r\n  part in a separate opinion.\r\n\r\nJUSTICE PLEICONES:Â  I concur in part and dissent in part.Â  I do not\r\n  agree with the majorityâ€™s analysis of the expert witness issue involving Dr.\r\n  Anderson, or its analysis of the admissibility of the evidence of other\r\n  acceleration incidents.Â  I nonetheless agree that Dr. Anderson should not have\r\n  been qualified, and that the evidence of other incidents should not have been\r\n  admitted.Â  I respectfully dissent from that part of the majority opinion which\r\n  holds that appellant was entitled to a judgment notwithstanding the verdict\r\n  (JNOV).\r\nFirst, the majority\r\n  posits the trial judgeâ€™s gatekeeper role with respect to expert testimony as\r\n  consisting of these three parts:\r\n\r\n\t1.&nbsp; Is the subject matter of the\r\n  testimony beyond the knowledge of a lay person, thus requiring an expert to\r\n  explain it?\r\n\t2.&nbsp; Is the particular witness\r\n  qualified as an expert in this field?\r\n\t3.&nbsp; After evaluating the witnessâ€™\r\n  testimony, is it reliable?\r\n\r\nAs explained below, I\r\n  disagree with this framework when the subject of the expert testimony is\r\n  scientific.[9]Â  \r\nI fundamentally\r\n  disagree with the majority that the first gatekeeper function under Rule 702 is\r\n  a determination whether the subject matter is beyond a lay personâ€™s knowledge\r\n  and thus requires an expert to explain it.Â  It is certainly true that some\r\n  types of issues or evidence are ipso facto beyond the ken of a lay jury,\r\n  and always require that the claim be supported by expert testimony.Â \r\n  Classically, this is so where the issue is one of medical malpractice.Â  E.g. Linog v. Yempolsky, 376 S.C. 182, 656 S.E.2d 355 (2008).Â  There are\r\n  myriad other areas, however, where both lay and expert testimony may be\r\n  presented.Â  See, e.g., State v. Pittman, 373 S.C. 527, 647\r\n  S.E.2d 144 (2007) (sanity); Hall v. Desert Aire, Inc., 376 S.C. 338, 656\r\n  S.E.2d 753 (Ct. App. 2007) (intoxication); Small v. Pioneer Machinery, Inc.,\r\n  329 S.C. 448, 494 S.E.2d 835 (Ct. App. 1997) (cause of throttle sticking).Â  I\r\n  therefore disagree with the majority to the extent it now holds that expert\r\n  testimony is admissible only when it is â€œrequiredâ€ or â€œnecessaryâ€ for the jury\r\n  to understand evidence or an issue.Â  See Rule 702 (expert witness may be\r\n  called if testimony would assist the jury).\r\nIn\r\n  my view, the proper gatekeeper role under Rule 702, SCRE, is that described in State\r\n    v. Council, 335 S.C. 1, 515 S.E.2d 508 (1999):\r\n\r\n\t1.&nbsp; Is the underlying science\r\n  reliable?\r\n\t2.&nbsp; Is the expert witness qualified?;\r\n  and \r\n\t3.&nbsp; Would the evidence assist the trier of fact to understand the evidence or to determine a fact in issue?\r\n\r\nHere, the underlying science\r\n  involving the impact of electromagnetic interference (EMI) on electrical\r\n  systems is reliable, and Dr. Anderson is qualified as an expert on that\r\n  subject.Â  I would hold, however, that his testimony fails the third prong of\r\n  the Council test.Â  In my view, Dr. Andersonâ€™s testimony did not assist\r\n  the jury since he was unable to support his opinion that EMI was a probable\r\n  cause of cruise control acceleration other than by reference to his own\r\n  opinion.Â  Cf. Gen. Elec. Co. v. Joiner, 522 U.S. 136, 146 (1997)\r\n  (court not required to admit opinion evidence connected to event only by the\r\n  expertâ€™s ipse dixit); see also Wilson v. Rivers,\r\n  357 S.C. 447, 593 S.E.2d 603 (2004) n. 5 (while witness was expert in field,\r\n  question whether that science is â€œreliableâ€ to determine this accident caused\r\n  the plaintiffâ€™s injuries remained unaddressed by trial court).\r\nI agree with the\r\n  majority that the trial judge erred in exercising his gatekeeper function and\r\n  permitting Dr. Anderson to testify since Dr. Anderson was unable to link EMI to\r\n  the sudden acceleration, other than by reference to his own opinion.Â  Wilson, supra; Joiner, supra.Â  I do not agree, however, with the\r\n  majorityâ€™s view that only an electrical engineer who was also an expert in\r\n  automobile and/or cruise control systems would be competent to testify, or with\r\n  its characterization of Dr. Andersonâ€™s testimony as lacking â€œreliability.â€Â  I\r\n  would confine the reliability issue to the underlying science, here, electrical\r\n  engineering and the EMI phenomenon.Â  See State v. Council, supra (first gatekeeper decision is whether the underlying science reliable as\r\n  determined under the factors in State v. Ford, 301 S.C. 485, 392 S.E.2d\r\n  781 (1990)).\r\nI also agree with\r\n  the majorityâ€™s conclusion that the trial court erred in admitting the evidence\r\n  of unexplained acceleration in other Ford Explorers.Â  Unlike the majority,\r\n  however, I do not see any meaningful distinction in either the year of\r\n  manufacture or in the fact that the other models were right hand drive, since\r\n  the relevant inquiry is whether the Explorers were equipped with identically\r\n  engineered cruise control and electrical systems.Â  Since, however, the only\r\n  causal link between these accelerations and that alleged to have occurred here\r\n  was that of Dr. Andersonâ€™s EMI theory, which should not have been admitted, I\r\n  would hold that this evidence too was wrongfully admitted.\r\nThe majority holds\r\n  the trial court erred in denying appellant's JNOV motion, holding that\r\n  respondents failed to &quot;prove[10] that the cruise control systemâ€¦was defective or unreasonably dangerous.&quot;Â \r\n  I note first this exchange between Dr. Anderson and respondents' attorney:\r\n\r\n\tQ.Â  Do you believe that the electrical interference in\r\n  the Watson accident was the cause of the sudden acceleration?\r\n\tA.Â  Yes.\r\n\tQ.Â  And is that to a reasonable degree of engineering\r\n  certainty?\r\n\tA.Â \r\n  Yes.\r\n\r\nIn my opinion, this is\r\n  evidence in the record to support the trial court's denial of appellant's JNOV\r\n  motion.Â  See e.g., Amerson v. F.C.X. Coop. Serv., Inc., 227 S.C.\r\n  520, 88 S.E.2d 605 (1955) (in reviewing denial of directed verdict, all\r\n  evidence (even that determined on appeal to have been erroneously admitted)\r\n  must be considered); Gill v. Ruggles, 97 S.C. 278, 81 S.E. 519 (1914)\r\n  (same).\r\nAs\r\n  explained above, I agree that both witness Williams's testimony and that of Dr.\r\n  Anderson should have been excluded.Â  It was not, however, and the excerpt from\r\n  Dr. Anderson's testimony alone refutes the majority's conclusion that there was\r\n  no evidence in the record to support the jury's verdict.Â  I would therefore\r\n  reverse and remand. \r\nMoreover,\r\n  the following excerpt from the trial judge's written order denying appellants'\r\n  JNOV reflect that the verdict was supported by more than the EMI theory alone:\r\n\r\n\t[Appellant] initially contends that the only\r\n  reasonable inference to be drawn from the evidence is that the [respondents]\r\n  failed to prove that electromagnetic interference (EMI) caused the sudden\r\n  acceleration resulting in the subject accident and, therefore, failed to prove\r\n  that the Watson Explorer was defective and unreasonably dangerous.Â  This\r\n  argument lacks merit.Â  The [respondents] presented expert testimony that EMI\r\n  could cause the Next Generation Cruise Control system installed on the Watson\r\n  Explorer to make the vehicle suddenly accelerate, and that there were various\r\n  sources of EMI in the Explorer, including internal sources which [appellant]\r\n  failed to adequately guard against.1Â  \r\n\t\r\n\t\t[1] [Respondents'] direct evidence of malfunction\r\n  alone would be sufficient to support a verdict.Â  Additionally, [respondents]\r\n  presented direct expert testimony that the malfunction of the cruise control\r\n  system was caused by EMI.Â  The direct evidence of an EMI caused malfunction was\r\n  also sufficient to support a verdict for [respondents].\r\n\t\r\n\t[Respondents]\r\n  further presented evidence of other similar incidents where Ford Explorer\r\n  vehicles equipped with the same Next Generation Cruise Control system suddenly\r\n  accelerated without any apparent cause.Â  Finally, [respondents] presented\r\n  substantial evidence from which the jury could have could have found that there\r\n  was no cause for the sudden acceleration that caused the Watson accident, other\r\n  than a malfunction of the Next Generation Cruise Control system.Â  This\r\n  evidence, viewed in the light most favorable to the verdict, was easily\r\n  sufficient to support the jury's express finding that the Next Generation\r\n  Cruise Control system was defective and unreasonably dangerous, and that it\r\n  proximately caused Sonya Watson's injuries and Patricia Carter's death.2\r\n\t\r\n\t\t2 [Respondents'] expert repeatedly testified that\r\n  the cause of [respondents'] vehicle suddenly accelerating was EMI.Â  This\r\n  testimony was supported by the factual testimony that EMI would be corrected if\r\n  the vehicle was turned off and upon restarting, the cause of the pedal\r\n  depression would be corrected.\r\n\t\r\n\tThe Court rejects [appellant's] second claim that\r\n  there is no evidence of a feasible alternative design.Â  [Respondents'] expert\r\n  testified that, prior to the manufacture and sale of the 1995 Explorer, the\r\n  Next Generation Cruise Control system could have been designed to reduce or\r\n  eliminate its vulnerability to EMI, and that such design changes could have\r\n  been made without impairing the utility of the cruise control, or unduly\r\n  raising its cost.Â  Additionally, [respondents'] experts testified as to the\r\n  need for a design change that would stop the sudden acceleration once it\r\n  occurred which was also supportive of the verdict.Â  This evidence, viewed in\r\n  light most favorable to the verdict, was easily sufficient to establish a feasible\r\n  alternative design.\r\n\t[Appellant's] third contention is that the evidence\r\n  that the Next Generation Cruise Control system was defective and unreasonably\r\n  dangerous was all inadmissible, irrelevant, and highly prejudicial.Â  The\r\n  admission of both lay and expert evidence, however, is left to the discretion\r\n  of the trial judge.Â  The Court carefully considered each item of evidence to\r\n  which Ford raised objections and determined that the evidence was admissible.Â \r\n  [Appellant] has raised no argument that persuades the Court that any error was\r\n  made in the admission of evidence.Â  Assuming arguendo that some of the similar\r\n  accident evidence should have been excluded, however, the Court notes that the\r\n  expert evidence alone was sufficient to sustain the jury verdict and,\r\n  therefore, the admission of such evidence would not have been prejudicial to\r\n  [appellant].\r\n\t[Appellant's] fourth and fifth grounds for judgment\r\n  nov fail as a matter of law.Â  Viewed in the light most favorable to\r\n  [respondents], the evidence presented was sufficient to eliminate all causes of\r\n  the sudden acceleration other than an unreasonably dangerous design defect.3Â \r\n\t\r\n\t\r\n\t\t3 Ms. Watson expressly testified that she did not\r\n  cause the sudden acceleration by keeping her foot on the accelerator and\r\n  [respondents] presented expert and other evidence that the floor mat did not\r\n  cause the sudden acceleration.Â  The only remaining explanation for the sudden\r\n  acceleration was a defect in the cruise control and the jury properly concluded\r\n  that this must have been the cause of the sudden acceleration.\r\n\t\r\n\tAccordingly,\r\n  even if the jury rejected the expert's testimony, the circumstantial evidence\r\n  was sufficient to support the verdict.Â  [Respondents] were not required to\r\n  prove a specific defect in the vehicle and could properly prove that the\r\n  vehicle was defective and unreasonably dangerous using circumstantial\r\n  evidence.Â  St. Paul Fire and Marine Ins. Co. v. American Ins. Co., 251\r\n  S.C. 56, 59-60, 159 S.E.2d 921, 923 (1968) (&quot;[a]ny fact in issue may be\r\n  proved by circumstantial evidence as well as direct evidence, and\r\n  circumstantial evidence is just as good as direct evidence if it is equally as\r\n  convincing to the trier of the facts&quot;); McQuillen v. Dobbs, 262\r\n  S.C. 386, 391-92, 204 S.E.2d 732 (1974) (&quot;negligence may be proved by\r\n  circumstantial evidence as well as direct evidence&quot;); Restatement\r\n    (Third) of Torts: Product Liability Â§ 3 Comment c (1998) (&quot;No\r\n      requirement that plaintiff prove what aspect of the product was defective.Â \r\n  The inference of defect may be drawn under this Section without proof of the\r\n  specific defect&quot;).4\r\n\t\r\n\t\t4 The Court emphasizes that this is an alternative\r\n  ruling.Â  The Court finds that [respondents] did in fact present evidence\r\n  sufficient for the jury to find that a specific defect in the Explorer - the\r\n  EMI interference which caused the acceleration - proximately caused the\r\n  accident.Â  With respect to the alternative ruling, however, the Court notes\r\n  that [appellant's] reliance on cases recognizing that a malfunction alone is insufficient to send the case to the jury is misplaced.Â  This case involved\r\n  evidence of a malfunction plus detailed evidence negating any cause of the\r\n    sudden acceleration but a product defect.\r\n\t\r\n\r\nFor the reasons\r\n  given above, I would reverse and remand.\r\n\r\n\r\n[1] A service invoice sheet included in the record confirms that Mr. Watson brought\r\n  the Explorer into D&amp;D Motors to â€œ[check] gas pedal for sticking,â€ but that\r\n  D&amp;D Motors determined that the pedal would â€œstick into floor matâ€ when it\r\n  was pushed hard and the â€œcustomer needs to turn floor mats back over.â€\r\n[2] Although Ford presented several other issues on appeal, we find that these four\r\n  issues are dispositive to the outcome.Â  Therefore, we decline to address the\r\n  remaining issues.Â  See Futch v. McAllister\r\n    Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598 \r\n(1999) (holding that the Court need not rule on remaining issues when the\r\n  disposition of prior issues is dispositive).\r\n[3] The test for reliability for expert testimony does not lend itself to a\r\n  one-size-fits-all approach.Â  See White, 382 S.C. at 274, 676\r\n  S.E.2d at 688 (holding that the Council factors provided no useful\r\n  analytical framework to evaluate the reliability of expert dog tracking\r\n  evidence).Â  However, in this case, Dr. Andersonâ€™s testimony was based on\r\n  scientific principles and theories, and therefore, the Council factors\r\n  are applicable and relevant to the reliability determination in this case.\r\n[4] In Branham v. Ford Motor Co., Op. No. 26860 (S.C. Sup. Ct. filed August\r\n  16, 2010) (Shearouse Adv. Sh. No. 32 at 52), this Court adopted the Restatement\r\n  3rd approach, which uses the risk-utility test for a design defect\r\n  claim.Â  Under the risk utility test, a plaintiff must prove an alternative\r\n  feasible design.Â  Dr. Anderson's testimony was, in part, an attempt to prove\r\n  Watson's claim using a risk-utility analysis by showing an alternative feasible\r\n  design.Â  Dr. Anderson's attempt failed for the reasons fully discussed above. \r\n[5] Several courts have excluded expert testimony regarding theory that EMI may\r\n  cause a cruise control system to malfunction.Â  See Federico v. Ford\r\n    Motor Co., 854 N.E.2d 448 (Mass. App. Ct. 2006) (upholding the trial\r\n  courtâ€™s decision to exclude testimony that EMI would cause malfunction); Turker\r\n    v. Ford Motor Co., 2007 WL 701046 (Ohio App. 2007) (affirming the trial\r\n  courtâ€™s decision that expert testimony on EMI was unreliable); Jarvis v.\r\n    Ford Motor Co., 1999 WL 461813 (1999) (S.D. N.Y. 1999) (excluding the portion\r\n  of the expertâ€™s testimony regarding EMI); Baker\r\n    v. Mercedes Benz of North America, 163\r\n  F.3d 1356 (1998) (finding the trial court did not abuse its discretion in\r\n  finding that plaintiffâ€™s expert testimony regarding EMI should be excluded).Â  \r\n[6] This is evident from the trial courtâ€™s ruling: â€œ[Dr. Anderson] does have\r\n  [requisite] education, knowledge, experience, and would be of scientific help\r\n  to the jury in this case . . . but heâ€™s going to be qualified as an expert in\r\n  the field of electrical engineering.â€\r\n[7] Res ipsa loquitur is a rebuttable presumption that the defendant was\r\n  negligent where an accident is one which ordinarily does not occur in the\r\n  absence of negligence.Â  \r\n[8] Additionally, none of Respondents' evidence\r\n  concerning similar incidents was admissible; thus, given the evidence presented\r\n  at trial, liability could not have been found on any theory.Â  \r\n[9] See State v. White, 382 S.C. 265, 676 S.E.2d 684 (2009)\r\n  (scientific reliability factors not applicable to non-scientific experts).\r\n[10] I do not agree with the use of &quot;prove&quot; here, as the respondents need\r\n  only have presented evidence from which the jury could find the cruise control\r\n  system caused the accident, not have &quot;proven&quot; that it did to the\r\n  exclusion of all other causes.\r\n\r\n","court":"Supreme"},{"id":"26879","title":"In the Matter of Anonymous Member of the SC Bar","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=26879","description":"In this attorney disciplinary matter, Respondent was accused under Rule 7(a), RLDE, Rule 413 SCACR of having sexual relations with the wife of one of his clients, during the period of time in which he was representing the husband.  The Office of Disciplinary Counsel alleged, in formal charges, that this extramarital relationship created an impermissible conflict of interest between Respondent and his client under 1.7, SCRPC, Rule 407, SCACR.  Following a hearing, the Hearing Panel of the Commission of Lawyer Conduct dismissed the Rule 1.7 charge.  We disagree with the Panelâ€™s determination, and hereby admonish Respondent for his conduct.","date":"2010-09-13","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\nIn the Matter of Anonymous Member of the\r\nSouth Carolina Bar, Respondent.\r\nOpinion No. 26879\r\nHeard August 4, 2010 - Filed September 13,\r\n  2010Â Â  \r\nADMONITION\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tLesley M. Coggiola, Disciplinary Counsel, and C. Tex Davis, Jr., Senior\r\n  Assistant Disciplinary Counsel, both of Columbia, for Office of Disciplinary\r\n  Counsel.\r\n\t\t\t\tElizabeth Van Doren Gray, and Amy L. B. Hill, both of Columbia,\r\n  for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nPER CURIAM:Â \r\n  In this attorney disciplinary matter, Respondent was accused under Rule 7(a),\r\n  RLDE, Rule 413 SCACR of having sexual relations with the wife of one of his\r\n  clients, during the period of time in which he was representing the husband.Â \r\n  The Office of Disciplinary Counsel (ODC) alleged, in formal charges, that this extramarital\r\n  relationship created an impermissible conflict of interest between Respondent\r\n  and his client under 1.7, SCRPC, Rule\r\n  407, SCACR.[1]Â  Following a hearing, the Hearing\r\n  Panel of the Commission of Lawyer Conduct (Panel) dismissed the Rule 1.7\r\n  charge.Â  We disagree with the Panelâ€™s determination, and hereby admonish Respondent\r\n  for his conduct.Â  Additionally, for the benefit of the bar, we take this\r\n  opportunity to address what we see as a treacherous area for attorneys.Â  \r\nFACTUAL/PROCEDURAL\r\n  BACKGROUND\r\nRespondent has been an upstanding member of this bar for\r\n  thirty-seven years, and before this action was filed, had never run afoul of\r\n  the Rules of Professional Conduct.Â  Nevertheless, the Commission on Lawyer\r\n  Conduct received a letter from an individual (Client) alleging an inappropriate\r\n  sexual relationship between his wife, (Wife), and Respondent, whom he claimed\r\n  was representing Client in three on-going legal matters at the time. &nbsp;As\r\n  required by Rule 413, SCACR, ODC notified Respondent of the complaint and\r\n  requested a written response to the allegations contained in Client's letter.Â  Respondent\r\n  admitted to having a social relationship with Wife, and also informed ODC that\r\n  upon learning of Client's suspicions, Respondent had sent a letter to Client informing\r\n  him of his intent to withdraw as counsel and enclosing three consent orders\r\n  relieving him of further representation.Â  \r\nThereafter, ODC replied to Respondent's response by requesting\r\n  additional information, including the following:Â  &quot;Your letter states that\r\n  you have socialized with Client's estranged wife beginning after your\r\n  attorney-client relationship with her ended.Â  Please provide this date.&quot;Â \r\n  In answer, and upon the advice of counsel, Respondent stated that he had\r\n  socialized with Wife sometime earlier that year.Â  Subsequently, ODC sent a\r\n  further letter, asking the more direct question:Â  &quot;Have you had sexual\r\n  relations with [Client]'s wife.&quot;Â  In reply, Respondent submitted a signed\r\n  affidavit attesting that he engaged in sexual relations with Wife on one\r\n  occasion, but had informed Client two days later that he could no longer\r\n  represent him and had terminated all further communication with Wife.Â  One week\r\n  later, ODC gave Respondent notice that it had been authorized to conduct a full\r\n  investigation into Client's allegations, specifically finding Rules 1.7, 1.8,\r\n  and 8.4, SCRPC, Rule 407, SCACR relevant to its investigation.Â  \r\nIn March of the following year, Respondent received notice from\r\n  ODC of the filing of formal charges against him based on Client's complaint, as\r\n  well as an allegation under Rule 8.1, SCRPC, Rule 407, SCACR that Respondent\r\n  had been less than truthful initially with ODCâ€™s requests.Â  Respondent replied\r\n  by denying the allegations that he had violated the Rules of Professional\r\n  Conduct.Â  Additionally, in light of the new 8.1 charge, Respondentâ€™s attorney\r\n  anticipated needing to perform the function of a fact witness at the hearing;\r\n  therefore, Respondent retained new counsel in this matter.Â  \r\nFollowing a hearing, the Panel issued a report dismissing the Rule\r\n  1.7 charge, and recommending an Admonition for a Rule 8.1(b) violation.Â  Both\r\n  the ODC and Respondent appeal from the Panel's decision.\r\nSTANDARD OF REVIEW\r\n&quot;This Court has the sole authority to discipline attorneys\r\n  and to decide the appropriate sanction after a thorough review of the\r\n  record.&quot;Â  In re Thompson, 343 S.C. 1, 10, 539 S.E.2d 396, 401\r\n  (2000).Â  &quot;Although this Court is not bound by the findings of the Panel\r\n  and Committee, these findings are entitled to great weight, particularly when\r\n  the inferences to be drawn from the testimony depend on the credibility of the\r\n  witnesses.&quot;Â  In re Marshall, 331 S.C. 514, 519, 498 S.E.2d 869, 871\r\n  (1998).Â  &quot;However, this Court may make its own findings of fact and\r\n  conclusions of law.&quot;Â  Id.\r\n\r\nLAW/ANALYSIS\r\nODC first objects to the Panel's dismissal of the Rule 1.7 charge\r\n  on the grounds that a primary duty of loyalty and trust to a client is\r\n  compromised by a sexual relationship with the spouse of the client.Â  We agree.Â  \r\n\r\n\tRule 1.7(a) provides:Â  \r\n\t\r\n\t\tExcept as provided in paragraph (b), a lawyer shall not represent\r\n  a client if the representation involves a concurrent conflict of interest. A\r\n  concurrent conflict of interest exists if:\r\n\t\t(1) the representation of one client will be directly adverse to\r\n  another client; or\r\n\t\t(2) there is a significant risk that the representation of one or\r\n  more clients will be materially limited by the lawyer's responsibilities to\r\n  another client, a former client or a third person or by a personal interest of\r\n  the lawyer.\r\n\t\r\n\r\nThe Panel\r\n  specifically stated it did not condone Respondent's conduct in this case, noting:Â \r\n  &quot;we find it morally inappropriate and ill-advised at best.&quot;Â  However,\r\n  the Panel found that sleeping with the spouse of a client did not constitute a per\r\n    se violation of the Rules of Professional Conduct, and that in viewing the\r\n  totality of this case, it did not believe Respondent's conduct rose to the\r\n  level of a Rule 1.7 violation.Â  We disagree.\r\nThe\r\n  circumstances and facts of this case come dangerously close to an outright\r\n  conflict of interest under Rule 1.7(a)(1).Â  ODC maintains the Panel erred\r\n  because it found Respondent's conduct to be morally inappropriate and\r\n  ill-advised, yet still found the conduct did not rise to the level of a Rule\r\n  1.7 violation.Â  We feel Respondent's actions, at the very least, created a\r\n  &quot;significant risk&quot; that his representation of Client could be\r\n  compromised due to his personal interest and interaction with Wife.Â  Indeed,\r\n  that significant risk was realized in this case when Client objected to the\r\n  relationship between Wife and Respondent, and Respondent ended the\r\n  attorney/client relationship.Â  \r\nThe practice of law is a laudable profession that should be held\r\n  to the highest of standards; practicing law is a privilege. Â Respondent admits\r\n  to a serious lapse in judgment in these circumstances, and rightly so.Â  Sexual\r\n  involvement with the spouse of a current client, while not expressly proscribed\r\n  by the language of our Rules of Professional Conduct, unquestionably has the propensity\r\n  to compromise the most sacred of professional relationships:Â  that between an\r\n  attorney and his or her client.Â  Attorneys who engage in a sexual relationship\r\n  with their clientâ€™s spouse do so at their professional peril.Â  Consequently,\r\n  this Court alerts the bar, in addition to admonishing Respondent, that a sexual\r\n  relationship with the spouse of a current client is a per se violation\r\n  of Rule 1.7, as it creates the significant risk that the representation of the\r\n  client will be limited by the personal interests of the attorney. \r\nCONCLUSION/RECOMMENDATION\r\nIt is clear that Respondent understands and acknowledges the\r\n  damage his conduct caused the attorney-client relationship in this case.Â \r\n  Accordingly, we admonish Respondent for this conduct and the conflict of interest\r\n  it caused, which is clearly a violation of Rule 1.7, SCRPC.Â  In imposing this\r\n  sanction, the Court is acutely mindful of Respondentâ€™s longstanding and\r\n  untarnished professional record.Â  Additionally, we caution the bar that\r\n  henceforth, this type of conduct with the spouse of a current client will be\r\n  considered a violation of our Rules of Professional Conduct.\r\nTOAL, C.J., BEATTY, KITTREDGE, HEARN, JJ., and Acting Justice R. Knox McMahon,\r\n  concur.\r\n\r\n\r\n[1] ODC also\r\n  formally charged a violation of Rule 8.1, SCRPC, Rule 407, SCACR, and the\r\n  Hearing panel recommended an Admonition as to Rule 8.1(b).Â  In light of our\r\n  Admonishment on the Rule 1.7 charge, we decline to address the specifics of the\r\n  alleged 8.1 violation.Â  Similarly, we decline to address the appeal from ODCâ€™s\r\n  motion to produce the entire attorney-client file kept by Respondentâ€™s initial\r\n  counsel, as well as ODCâ€™s exceptions to the Panelâ€™s hearsay rulings. \r\n\r\n","court":"Supreme"},{"id":"26880","title":"Transportation Insurance Company v. SC Second Injury Fund","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=26880","description":"The Court addresses whether actions seeking reimbursement from the Second Injury Fund are subject to the general ten-year statute of limitations.","date":"2010-09-13","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        Transportation\r\n          Insurance Company and Flagstar Corporation, Carrier/Respondent,\r\n        v.\r\n        South Carolina\r\n          Second Injury Fund, Appellant.\r\n        Travelers\r\n          Insurance Company and Barclays American, Carrier/Respondent,\r\n        v.\r\n        South Carolina\r\n          Second Injury Fund, Appellant.\r\n        Travelers\r\n          Insurance Company and It's Fashion, Carrier/Respondent,\r\n        v.\r\n        South Carolina\r\n          Second Injury Fund, Appellant.\r\n        Great American\r\n          Insurance Co. and Yuasa Exide, Inc., Carrier/Respondent,\r\n        v.\r\n        South Carolina\r\n          Second Injury Fund, Appellant.\r\n        Travelers\r\n          Insurance Company and Marc Knapp DBA, Carrier/Respondent,\r\n        v.\r\n        South Carolina\r\n          Second Injury Fund, Appellant.\r\n        Travelers\r\n          Insurance Company and All American Termite &amp; Pest, Carrier/Respondent,\r\n        v.\r\n        South Carolina\r\n          Second Injury Fund, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No.Â  26880\r\n  Heard May 12, 2010 - Filed September 13,\r\n2010 \r\n\r\nREVERSED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Latonya\r\n          Dilligard Edwards, of Columbia, for Appellant.\r\n        Deborah\r\n          Casey Brown and Kyle A. Hougham, both of Gallivan, White &amp; Boyd, Jason\r\n          Alexander Griggs, of Wilson, Jones, Carter &amp; Baxley, and Vernon F. Dunbar, of\r\n          Turner, Padget, Graham &amp; Laney, all of Greenville; Stephen L. Brown,\r\n          William L. Howard, and Russell G. Hines, all of Young, Clement &amp; Rivers, of\r\n          Charleston, for Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nCHIEF JUSTICE TOAL:Â  We\r\n  granted South Carolina Second Injury Fund's (Fund) motion to transfer several\r\n  appeals from the circuit court to this Court.Â  We reverse the decisions of the\r\n  South Carolina Workers' Compensation Commission.Â  \r\nFACTS/PROCEDURAL HISTORY\r\nOn June 20, 2007,\r\n  the South Carolina General Assembly passed the Workers' Compensation Reform Act\r\n  (Reform Act), which provides for the winding down of the Fund by June 30,\r\n  2013.Â  See S.C. Code Ann. Â§ 42-7-320(A) (Supp. 2009).Â  Subsequent to the\r\n  passage of the Reform Act, several carriers requested reimbursement for claims\r\n  in which more than ten years had passed since the claimant was injured.Â  The\r\n  Fund denied reimbursement in those cases based on the general ten-year statute\r\n  of limitations, which provides &quot;[a]n action for\r\n  relief not provided for in this chapter must be commenced within ten years\r\n  after the cause of action shall have accrued.&quot; Â S.C. Code Ann. Â§\r\n  15-3-600 (2005).Â  Carriers in the present action pursued reimbursement in cases\r\n  in which more than ten years passed since claimant's date of injury.Â  \r\nTravelers\r\n  Insurance Company (Travelers) insured four of the six employers involved in\r\n  this action.Â  The four employers insured by Travelers are Barclay's American,\r\n  It's Fashions, All American Termite &amp; Pest, and Marc Knapp.[1]Â \r\n  Travelers is requesting reimbursement for claimants with the following dates of\r\n  injury: December 19, 1989; July 18, 1994; August 19, 1996; and August 8, 1997.Â \r\n  Travelers provided timely and proper notice to the Fund pursuant to South Carolina\r\n  Code Ann. Â§ 42-9-400 (Supp. 2009) in all four of these claims.Â Â Â Â  \r\nTransportation\r\n  Insurance Company (Transportation) insures Flagstar Corporation and is seeking\r\n  reimbursement for a claimant with a March 19, 1993 date of injury.Â \r\n  Transportation provided proper notice of a possible claim to the Fund pursuant\r\n  to section 42-9-400.Â  \r\nGreat\r\n  American Insurance Company (Great American) insures Yuasa Exide, Inc., which is\r\n  now known as EnerSys Corporation.Â  Great American is seeking reimbursement for\r\n  a January 1, 1996 date of injury.[2]Â \r\n  Great American provided proper notice of a possible claim to the Fund pursuant\r\n  to section 42-9-400.Â  \r\nThe\r\n  cases referenced above have been adjudicated by the Workers' Compensation Commission,\r\n  which ultimately determined the statute of limitations found in section\r\n  15-3-600 did not apply to reimbursement cases.Â  The Fund appealed these cases\r\n  to the circuit court.Â  However, while the appeals were pending, the Fund sought\r\n  review by this Court and we transferred the appeals from the circuit court to\r\n  this Court. \r\nISSUES\r\n\r\n  \r\n    I.&nbsp;\r\n    Does\r\n  the statute of limitations provision in section 15-3-600 apply to reimbursement\r\n  cases pursued against the Fund?\r\n  \r\n  \r\n  \r\n    II.&nbsp;\r\n    When\r\n  does time begin to accrue for claims brought under section 42-9-400?\r\n  \r\n  \r\n  \r\n    III.\r\n     Does\r\n  laches apply such that the carriers outlined above are not entitled to\r\n  reimbursement?\r\n  \r\n  \r\n  \r\n    IV.&nbsp;\r\n    Under\r\n  section 42-9-400 is Yuasa Exide entitled to reimbursement?\r\n  \r\n\r\nSTANDARD OF REVIEW\r\nStatutory\r\n  interpretation is a question of law subject to de novo review.Â  Town of\r\n    Summerville v. City of N. Charleston, 378 S.C. 107, 110, 662 S.E.2d 40,\r\n  41&nbsp;(2008) (citation omitted).Â  &quot;The construction of a statute by the\r\n  agency charged with its administration will be accorded the most respectful\r\n  consideration and will not be overruled absent compelling reasons.&quot;Â  Dunton\r\n    v. S.C. Bd. of Exam'rs In Optometry, 291 S.C. 221, 223, 353 S.E.2d 132,\r\n  133&nbsp;(1987) (citations omitted).Â  The Administrative Procedures Act governs\r\n  judicial review of the Workers' Compensation Commission's decisions.Â  See Lark v. Bi-Lo, Inc., 276 S.C. 130, 276 S.E.2d 304 (1981).Â  This\r\n  Court can modify the commission's decision in this case only if the Fund's\r\n  substantial rights have been prejudiced because the decision is affected by an\r\n  error of law or is clearly erroneous in view of the reliable, probative, and\r\n  substantial evidence on the whole record.Â  See S.C. Code Ann. Â§\r\n  1-23-380(5)(d), (e) (Supp. 2009); see also Shealy v. Aiken\r\n    County, 341 S.C. 448, 454-55, 535 S.E.2d 438, 442&nbsp;(2000).Â  &quot;Substantial\r\n  evidence is not a mere scintilla of evidence nor evidence viewed from one side,\r\n  but such evidence, when the whole record is considered, as would allow\r\n  reasonable minds to reach the conclusion the Full Commission reached.&quot;Â  Shealy,\r\n  341 S.C. at 455, 535 S.E.2d at 442 (citation omitted).Â Â  \r\nLAW/ANALYSIS\r\nI. Statute\r\n  of Limitations\r\nThe\r\n  Fund argues the ten-year statute of limitations period outlined in section\r\n  15-3-600 applies to reimbursement cases brought pursuant to section 42-9-400.Â  We\r\n  agree.\r\n&quot;Statutes\r\n  of limitations are not simply technicalities.&quot;Â  Moates v. Bobb, 322\r\n  S.C. 172, 176, 470 S.E.2d 402, 404&nbsp;(Ct. App. 1996).Â  &quot;Statutes of\r\n  limitations embody important public policy considerations in that they\r\n  stimulate activity, punish negligence, and promote repose by giving security\r\n  and stability to human affairs.&quot;Â  Id. (citation omitted). Â Statutes\r\n  of limitations relieve courts of the burden of trying stale claims of those who\r\n  have slept on their rights.Â  See McKinney v. CSX Transp., Inc.,&nbsp;298\r\n  S.C. 47, 49-50, 378 S.E.2d 69, 70&nbsp;(Ct. App. 1989).Â  &quot;The purpose of\r\n  statutes of limitation is to ensure litigation is 'brought within a reasonable\r\n  time in order that evidence be reasonably available and there be some end to\r\n  litigation.'&quot;Â  Hooper v. Ebenezer Senior Servs. &amp; Rehab. Ctr.,\r\n  377 S.C. 217, 227, 659 S.E.2d 213, 218&nbsp;(Ct. App. 2008) (quoting City of\r\n    North Myrtle Beach v. Lewis-Davis, 360 S.C. 225, 231, 599 S.E.2d 462, 464\r\n  (Ct. App. 2004)).\r\nSection 15-3-600 is found in chapter 3 of title 15 which addresses\r\n  &quot;Limitations of Civil Actions.&quot;Â  Section\r\n  15-3-600 states, &quot;An action for relief not\r\n  provided for in this chapter must be commenced within ten years after the cause\r\n  of action shall have accrued.&quot;Â  So that other unnamed civil actions were\r\n  not excluded from having a limitations period, the legislature created this\r\n  ten-year default statute of limitations provision for other causes of action\r\n  not specifically enumerated in title 15.Â  South Carolina Code Ann. Â§ 15-3-20(A)\r\n  (2005) provides, &quot;Civil actions may only be commenced within the periods\r\n  prescribed in this title after the cause of action has accrued, except when, in\r\n  special cases, a different limitation is prescribed by statute.&quot; \r\nÂ When\r\n  reading a workers' compensation statute this Court will strictly construe its\r\n  terms, leaving it to the legislature to amend and define any ambiguities.Â  Wigfall\r\n    v. Tideland Utils., Inc., 354 S.C. 100, 110, 580 S.E.2d 100, 105&nbsp;(2003).Â \r\n  &quot;The cardinal rule of statutory construction is to ascertain and\r\n  effectuate the intent of the legislature.&quot;Â  Hodges v. Rainey, 341\r\n  S.C. 79, 85, 533 S.E.2d 578, 581&nbsp;(2000) (citation omitted).Â  The text of a\r\n  statute as drafted by the legislature is considered the best evidence of the\r\n  legislative intent or will.Â  See id.Â  &quot;If a statute's\r\n  language is plain, unambiguous, and conveys a clear meaning, then the rules of\r\n  statutory interpretation are not needed and a court has no right to impose\r\n  another meaning.&quot;Â  Strickland v. Strickland, 375 S.C. 76, 88, 650\r\n  S.E.2d 465, 472&nbsp;(2007) (citation omitted).Â  &quot;The Court will give\r\n  words their plain and ordinary meaning, and will not resort to a subtle or\r\n  forced construction that would limit or expand the statute's operation.&quot;Â  Harris\r\n    v. Anderson County Sheriff's Office, 381 S.C. 357, 362, 673 S.E.2d 423,\r\n  425&nbsp;(2009) (citation omitted).Â  \r\nSection\r\n  42-9-400 is plain and unambiguous.Â  Section 42-9-400(f) states in pertinent\r\n  part:\r\n\r\n  An employer or his carrier must notify the Workers' Compensation\r\n    Commission and the Director of the Second Injury Fund in writing of any\r\n    possible claim against the fund as soon as practicable but in no event later\r\n    than after the payment of the first seventy-eight weeks of compensation. . . .\r\n    Failure to comply with the provisions of this subsection shall bar an employer\r\n    or his carrier from recovery from the fund.\r\n\r\nThis is not a\r\n  statute of limitations, but a notice requirement.Â  Moreover, there is no\r\n  statute of limitations in title 42 that applies to claims for reimbursement.Â \r\n  Reimbursement actions are actions &quot;for relief not provided for in this\r\n  chapter.&quot;Â  S.C. Code Ann. Â§ 15-3-600\r\n  (2005).Â  Hence, sections 15-3-20(A) and 15-3-600\r\n  mandate that reimbursement actions must commence within ten years after the\r\n  cause of action shall have accrued.Â  If this were not so, then so long as the\r\n  notice requirement of 42-9-400(f) was met, these actions could theoretically\r\n  extend endlessly into the future, thwarting the intent of the legislature's\r\n  passing of section 15-3-600. \r\nIn Greenwood\r\n  Mills, Inc. v. Second Injury Fund, 315 S.C. 256, 433 S.E.2d 846 (1993),\r\n  this Court rejected the contention that the two-year statute of limitations for\r\n  employees' workers' compensation claims contained in S.C. Code Ann. Â§ 42-15-40\r\n  (Supp. 2009) also governed claims for reimbursement.Â  Greenwood Mills,\r\n  315 S.C. at 259, 433 S.E.2d at 848.Â  The question presented in this case was\r\n  not before the Court in Greenwood Mills.Â  Greenwood Mills merely\r\n  addressed whether section 42-15-40 applied to claims for reimbursement.Â  We\r\n  found that, on its face, section 42-15-40 was inapplicable to claims for\r\n  reimbursement.Â  Id. at 259, 433 S.E.2d at 847.Â  The Court noted that\r\n  section 42-15-40 &quot;applies to claims for compensation, not reimbursement;\r\n  it governs claims addressed to the Commission as opposed to those\r\n  addressed to the Fund; it speaks to an employee's injury, not to\r\n  an employer's notice of injury.&quot;Â  Id. (emphasis in\r\n  original).Â  Like this Court did in Greenwood Mills, we must apply the\r\n  default statute of limitations according to its express terms.Â  Because a\r\n  reimbursement action is an &quot;action for relief\r\n  not provided for in this chapter&quot; and there is no statute of limitations\r\n  in title 42 that applies to claims for reimbursement, section 15-3-600 applies\r\n  to claims for reimbursement.Â  For these reasons, section 15-3-600 applies to\r\n  claims for reimbursement, and the decisions of the Workers' Compensation\r\n  Commission are reversed.Â Â Â Â Â Â Â Â  \r\nII.&nbsp;Accrual\r\n  of Time\r\nThe\r\n  Fund argues a cause of action for reimbursement accrues on the date of\r\n  claimant's injury.Â  We disagree.Â  \r\nThe\r\n  Fund contends there are three possible dates on which time starts to accrue:\r\n  (1) date of claimant's injury; (2) date carrier provides notice to the Fund;\r\n  and (3) when the underlying claims conclude.Â  The date the claimant is injured\r\n  is not the proper time because at that time, in most instances, carriers would\r\n  not be aware of a possible claim to the Fund.Â  We find the proper time for\r\n  accrual to begin is the date notice is given to the Fund.Â  By the time notice\r\n  is given, carriers are aware of a possible claim and have up to 78 weeks after\r\n  paying benefits to notify the Fund of a claim.Â  Hence, a cause of action for\r\n  reimbursement begins to accrue on the date a carrier provides notice to the\r\n  Fund.[3]Â Â Â  \r\nIII. Laches\r\nThe\r\n  Fund argues that if the ten-year statute of limitation does not apply, the\r\n  equitable doctrine of laches bars reimbursement in this case.Â  We disagree. \r\n&quot;Issues\r\n  and arguments are preserved for appellate review only when they are raised to\r\n  and ruled on by the lower court.&quot;Â  Elam v.\r\n    S.C. Dep't of Transp., 361 S.C. 9, 23, 602 S.E.2d 772, 779-80&nbsp;(2004)\r\n  (citations omitted).Â  An unappealed ruling is the law of the case and requires\r\n  affirmance.Â  See Charleston Lumber Co., Inc. v. Miller Housing Corp.,\r\n  338 S.C. 171, 175, 525 S.E.2d 869, 871&nbsp;(2000) (citations omitted).Â Â Â  \r\nThe\r\n  Fund's laches claim against Flagstar is not preserved because it failed to\r\n  plead laches and the full commission did not rule on it.Â  The Fund's laches\r\n  arguments against Barclay's American, Marc Knapp, and It's Fashions are not\r\n  preserved because it did not raise laches in the courts below.Â  The Fund's\r\n  laches argument regarding Yuasa Exide is not preserved because the issue was\r\n  not pled below and neither the single commissioner nor the full commission\r\n  ruled on laches.Â  The single commissioner made the following finding of fact in\r\n  All American Termite &amp; Pest's case, &quot;The SIF waived any defense based\r\n  on the equitable doctrine of laches by failing to assert the affirmative\r\n  defense on their Form 55 or Form 58.&quot;Â  The Fund failed to appeal the\r\n  single commissioner's finding to the full commission; thus, it is the law of the\r\n  case.Â  In summary, the Fund's laches arguments are not properly before this\r\n  Court either because the issue is not preserved or the issue was unappealed and\r\n  is now the law of the case.[4]Â  \r\nIV. Yuasa\r\n  Exide\r\nThe\r\n  Fund contends Great American is not entitled to reimbursement because\r\n  claimant's hypertension and liver failure did not preexist claimant's\r\n  occupational exposure.Â  We disagree.Â  \r\nThe\r\n  Fund failed to cite any authority for its position.Â  Moreover, the half-page argument\r\n  made by the Fund falls far short of overcoming the substantial evidence\r\n  standard of review.Â  Hence, the fund has abandoned this issue.Â  See First\r\n    Sav. Bank v. McLean, 314 S.C. 361, 363, 444 S.E.2d 513, 514&nbsp;(1994)\r\n  (issue deemed abandoned where appellant failed to provide arguments or\r\n  supporting authority for his assertion); Eaddy v. Smurfit-Stone Container\r\n    Corp., 355 S.C. 154, 164, 584 S.E.2d 390, 396&nbsp;(Ct. App. 2003)\r\n  (&quot;[S]hort, conclusory statements made without supporting authority are\r\n  deemed abandoned on appeal and therefore not preserved for our review.&quot;).\r\nCONCLUSION\r\nFor\r\n  the foregoing reasons, the decisions of the Workers' Compensation Commission\r\n  are reversed.Â Â  \r\nKITTREDGE and\r\n  HEARN, JJ., concur. PLEICONES, J., concurring in part and dissenting in part in\r\n  a separate opinion in which Acting Justice James E. Moore, concurs.\r\n\r\nJUSTICE PLEICONES:Â  I dissent in part and concur in part, and would\r\n  affirm the decisions of the Workers' Compensation Commission (Commission) holding\r\n  that S.C. Code Ann. Â§ 15-3-600 (2005) is inapplicable to these reimbursement\r\n  requests.\r\nChapter 3 of Title\r\n  15, entitled &quot;Limitation of Civil Actions, &quot;is concerned with the\r\n  time periods, i.e. statutes of limitation, within which a 'civil action' can be\r\n  commenced.Â  A &quot;civil action&quot; within the meaning of Title 15 is\r\n  brought in a court, and is &quot;commenced when the summons and complaint are\r\n  filed with the clerk of courtâ€¦&quot;Â  S.C. Code Ann. Â§ 15-3-20(B) (2005).Â  See\r\n    also Rule 2, SCRCP: &quot;There shall be one form of action to be known as\r\n  civil action&quot;; compare McDowell v. S.C. Dep't of Soc. Serv.,\r\n  304 S.C. 539, 405 S.E.2d 830 (1991) (administrative proceeding is a civil\r\n  action for purposes of the attorney's fees statute once it reaches circuit\r\n  court, but not while before agency).Â  On the other hand, a claim for\r\n  reimbursement from the Fund is made by written notice to the Commission and to\r\n  the Director of the Fund.Â  S.C. Code Ann. Â§ 42-9-400(f) (Supp. 2009).Â  I agree\r\n  with the Commission that S.C. Code Ann. Â§ 15-3-600, the default statute of\r\n  limitations provision for civil actions, is irrelevant to the question whether\r\n  carriers timely pursued their reimbursement claims from the Fund.\r\nThe majority also\r\n  holds that it is following Greenwood Mills, Inc. v. Second Injury Fund,\r\n  315 S.C. 256, 433 S.E.2d 846 (1993) by applying &quot;the default statute of\r\n  limitations [i.e. Â§ 15-3-600] according to its express terms.&quot;Â  As I read Greenwood\r\n    Mills, it holds that the statute of limitations found in S.C. Code Ann. Â§\r\n  42-15-40 did not apply to Fund reimbursement claims, but that those claims were\r\n  timely so long as they are made within the period provided by S.C. Code Ann. Â§\r\n  42-9-400(f) (Supp. 2009).[5]Â \r\n  Here, all the carriers gave proper and timely notice as required by Â§\r\n  42-9-400.Â  In my opinion, Greenwood Mills does not support the majority's\r\n  conclusion that a Fund reimbursement request is a &quot;civil action&quot;\r\n  within the meaning of Title 15.\r\nIn light of my view\r\n  that the Commission correctly found Â§ 15-3-600 inapplicable, I would not reach\r\n  the accrual issue.Â  Moreover, I agree with the majority that neither the laches\r\n  question nor the Yuasa Exide issue is preserved for our appellate review.\r\nI concur in part\r\n  and dissent in part.\r\nActing Justice\r\n  James E. Moore, concurs.\r\n\r\n[1] The Fund believes Marc Knapp,\r\n  It's Fashions, and All American Termite &amp; Pest are no longer in business\r\n  because no information was discovered on the Secretary of State's database for\r\n  these businesses.Â  \r\n[2] The commission found the date of\r\n  injury to be January 24, 2001.Â  January 1, 1996 is the Fund's position for the\r\n  date of injury.Â  \r\n[3] The result in this case of\r\n  accrual beginning when notice is provided is that Great American's claim is the\r\n  only one that is not precluded by the running of the ten-year statute of\r\n  limitations. \r\n[4] At oral argument there was much\r\n  discussion regarding laches.Â  While laches does not apply to any of the cases\r\n  in this appeal, laches could certainly be applicable to cases where carriers\r\n  seek reimbursement from the Fund.\r\n\r\n","court":"Supreme"},{"id":"26881","title":"In the Matter of Eric Reed Martin","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=26881","description":"In this disciplinary matter, the Office of Disciplinary Counsel (ODC) brought formal charges against Respondent Eric Reed Martin.  The Court ordered a public reprimand.","date":"2010-09-20","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tIn the Matter\r\n      of Eric Reed Martin, Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nOpinion No. 26881\r\nHeard August 4, 2010 - Filed September 20,\r\n  2010\r\nPUBLIC REPRIMAND\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tLesley\r\n  M. Coggiola, Disciplinary Counsel, and William C. Campbell, Assistant\r\n  Disciplinary Counsel, both of Columbia, for Office of Disciplinary Counsel.\r\n\t\t\t\tEric\r\n  Reed Martin, pro se, of Columbia.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nPER\r\n  CURIAM: Â In this attorney disciplinary matter of admitted misconduct, we\r\n    find the appropriate sanction is a public reprimand.\r\nIn\r\n  2003 and 2004, Respondent Eric Reed Martin conducted three real estate\r\n  transactions in which he failed to follow proper procedures.Â  In response to\r\n  the first two complaints, ODC and Respondent entered a Deferred Discipline\r\n  Agreement that required Respondent to obtain a Law Office Management Advisor\r\n  and meet with that advisor for a thorough and ongoing review of Respondent's\r\n  law office management practices.Â  Respondent failed to comply with the terms of\r\n  the Agreement, and the Agreement was terminated. Â In the meantime, ODC received\r\n  a third complaint arising from the same general time frame as the first two\r\n  complaints.Â  ODC brought formal charges against Respondent based on the three complaints.Â  Respondent admitted the charges, and a\r\n  Hearing Panel of the Commission on Lawyer Conduct (&quot;the Panel&quot;) recommended\r\n  a definite suspension of ninety days.Â  As noted, we issue a public reprimand.\r\nI.\r\nMatter I\r\nOn October 8, 2003,\r\n  while employed at the Dallis Law Firm, Respondent represented Client A in a\r\n  real estate closing.Â  Following the closing, Respondent failed to promptly\r\n  record the deed, issue the title insurance policy, and deliver the closing\r\n  documents to the lender.Â  In addition, Respondent failed to ensure the HUD\r\n  statement was accurate, and he disbursed a portion of the proceeds of the transaction\r\n  prior to depositing those proceeds into the firm's trust account.Â  Respondent did\r\n  not reply when Client A called with concerns about the closing.Â  Finally, Respondent\r\n  did not ensure the outstanding tasks in Matter I were completed before he left\r\n  the Dallis Law Firm.\r\nMatter II\r\nOn October 4, 2004,\r\n  as a solo practitioner, Respondent represented Client B in a real estate\r\n  closing.Â  Respondent did not record the deed and mortgage from this closing\r\n  until December 2006.Â  He did not adequately respond to Client B's inquiries\r\n  about the matter.\r\nMatter III\r\nOn\r\n  October 31, 2003, while still employed at the Dallis Law Firm, Respondent\r\n  represented Client C in a real estate refinance.Â  According to Respondent, he\r\n  was not aware that Client C was married until he began to review the loan\r\n  documents with the client.Â  Upon learning Client C was married and the property\r\n  was jointly titled in the name of both spouses, Respondent determined that he\r\n  would move forward with the refinance and have the client's wife sign the\r\n  appropriate documents at a later date.\r\nRespondent did not obtain the appropriate documents from\r\n  Client C's wife.Â  He processed the file and submitted a title insurance policy\r\n  to the lender, and the title policy and other documents indicated Client C was\r\n  the sole owner of the property.Â  Respondent did not disclose to the lender that\r\n  the property was jointly owned by the client and his wife.Â  As a result, the\r\n  lender disbursed the loan and obtained a security interest in only one half of\r\n  the property.\r\nII.\r\nAt the hearing\r\n  before the Panel, Respondent conceded that ODC's allegations were true,\r\n  although he denied any intent to deceive the lender in Matter III.Â  Respondent asserted\r\n  he scheduled at least three appointments with Client C's wife so that she could\r\n  sign a deed, but she did not keep the appointments.Â  Respondent stated that,\r\n  after these failed attempts, he &quot;basically . . . just forgot about [Client\r\n  C's wife].&quot;\r\nRespondent\r\n  asserted his failure to timely file documents resulted from his inexperience\r\n  and from a high turnover in the nonlawyer staff to which he delegated duties\r\n  such as recording documents and preparing title policies when he practiced at\r\n  the Dallis Law Firm.Â  He stated he was not informed by his staff that Client A\r\n  had attempted to contact him about her concerns.\r\nRespondent\r\n  attributed his failure to comply with the Deferred Discipline Agreement to\r\n  scheduling conflicts with his Law Office Management Advisor.Â  He admitted he\r\n  did not notify ODC that he was having difficulty scheduling a meeting with his\r\n  advisor and he did not seek out a substitute advisor.Â  There is no excuse for\r\n  Respondent's failure to take the minimal steps to meet the assigned advisor.Â  Respondent\r\n  asserted that, despite his failure to meet with an advisor, he had implemented improvements\r\n  to the management of his solo practice.Â  In addition, Respondent stated he had participated\r\n  in the Legal Ethics and Practice Program (LEAPP) administered by ODC.\r\nThe Panel found Respondent\r\n  committed misconduct in these three matters, and in light of the failed\r\n  Deferred Discipline Agreement, it recommended a definite suspension of ninety\r\n  days.Â  The Panel found &quot;Respondent simply disregarded his obligations\r\n  pursuant to the [Deferred Discipline] Agreement and gave no plausible\r\n  justification for doing so.&quot;Â  However, the Panel expressed concern that\r\n  Respondent might suffer from an undiagnosed mental health problem.Â \r\n  Accordingly, the Panel recommended Respondent be required to undergo a mental\r\n  health evaluation and, if treatment was recommended, submit quarterly reports\r\n  from his treating physician.Â  Moreover, the Panel recommended Respondent be\r\n  required to obtain and meet with a Law Office Management Advisor according to\r\n  the terms set forth in the Deferred Discipline Agreement.Â  Finally, the Panel\r\n  recommended Respondent be required to pay the costs of the proceedings.\r\nIII.\r\n&quot;This Court has the sole authority to discipline attorneys\r\n  and to decide the appropriate sanction after a thorough review of the record.&quot;Â  In re Thompson, 343 S.C. 1, 10, 539 S.E.2d 396, 401 (2000).Â  We &quot;may accept, reject, or modify in whole\r\n  or in part the findings, conclusions and recommendations of the [Panel].&quot;Â \r\n  Rule 27(e)(2), RLDE, Rule 413, SCACR.\r\nIV.\r\nWe find that, in 2003 and 2004, Respondent conducted a\r\n  series of real estate transactions without following proper procedures.Â  He prepared\r\n  an inaccurate HUD statement, disbursed funds prematurely, and unreasonably\r\n  delayed in filing deeds.Â  In addition, he failed to respond to clients'\r\n  requests for information.Â  Most troublesome is Matter III, in which Respondent\r\n  moved forward with a real estate refinance in the absence of his client's wife even\r\n  though he was aware the property was titled jointly in the name of both\r\n  spouses.\r\nOur sanctions for\r\n  attorneys who exhibit a lack of diligence in legal matters have varied\r\n  according to the egregiousness of the conduct.Â  Compare In re Day, 352\r\n  S.C. 41, 572 S.E.2d 291 (2002) (issuing a public reprimand to an attorney who exhibited\r\n  a pattern of failing to promptly handle client matters and failing to\r\n  adequately communicate with clients), and In re Bruner, 321 S.C. 465,\r\n  469 S.E.2d 55 (1996) (issuing a public reprimand to an attorney who failed to\r\n  forward closing documents to the appropriate parties, resulting in a\r\n  misrepresentation to a title insurer about the status of a lien), with In re\r\n    Sims, 380 S.C. 61, 668 S.E.2d 408 (2008) (imposing a ninety day suspension\r\n  where an attorney failed to timely act on his clients' behalf, failed to\r\n  promptly remit unearned fees, and failed to respond to ODC's investigation), and\r\n    In re Tootle, 319 S.C. 392, 461 S.E.2d 824 (1995) (imposing a four month\r\n  suspension where an attorney failed to diligently pursue client matters and\r\n  unreasonably delayed in remitting unearned fees and other client funds).Â  We\r\n  have recognized that improper procedures in real estate transactions merit\r\n  severe sanctions.Â  In re Johnson, 386 S.C. 550, 560, 689 S.E.2d 623, 628\r\n  (2010).\r\nV.\r\nWe\r\n  conclude Respondent violated the following Rules of Professional Conduct, Rule\r\n  407, SCACR: Rule 1.1 (competence); Rule 1.3 (diligence); Rule 1.4\r\n  (communication with clients); Rule 1.15 (safekeeping property); Rule 4.1\r\n  (truthfulness in statements to others); Rule 5.3 (responsibilities regarding\r\n  nonlawyer assistants); Rule 8.4(a) (violating the Rules of Professional Conduct);\r\n  and Rule 8.4(e) (conduct prejudicial to the administration of justice).\r\nWe\r\n  note that Respondent's conduct results not from fraud or deceit, but from carelessness\r\n  and inattention to the precise requirements associated with real estate\r\n  transactions and closings.Â  We have further considered Respondent's cooperation\r\n  and candor with ODC.Â  We hold that a public reprimand is the appropriate\r\n  sanction under the circumstances of this case.\r\nRespondent shall pay costs in the amount of $671.43.Â  See Rule\r\n  27(e)(3), RLDE, Rule 413, SCACR.Â  Respondent shall submit to a mental health\r\n  evaluation, follow the treatment recommendations of his mental health\r\n  professional, and submit quarterly updates to the Office of Commission Counsel regarding\r\n  his mental health status for a period of two years.Â  At oral argument, Respondent asserted he was in the\r\n  process of closing his law office and withdrawing from the practice of law.Â  In the event Respondent continues or resumes the practice\r\n  of law, he shall obtain and meet with a Law Office Management Advisor according\r\n  to the terms set forth in his Deferred Discipline Agreement, with responsibility\r\n  for monitoring compliance to be determined by the Office of Commission Counsel.\r\nPUBLIC REPRIMAND.\r\nTOAL, C.J.,\r\n  PLEICONES, BEATTY, KITTREDGE and HEARN, JJ., concur.\r\n\r\n","court":"Supreme"},{"id":"ORDER","title":"In the Matter of Christopher Blakeslee Roberts","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2010-09-24-01","description":"","date":"2010-09-27","type":"order","text":"\r\n  \r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\nIn the Matter of Christopher Blakeslee  Roberts, Respondent.\r\n\r\n\r\nORDER\r\n\r\nThe Office of  Disciplinary Counsel (ODC) has filed a petition asking this Court to place  respondent on interim suspension pursuant to Rule 17(b), RLDE, Rule 413,  SCACR.&nbsp;&nbsp; The petition is granted.\r\nPursuant to Rule 17(b), RLDE, respondent&rsquo;s license  to practice law in this state is hereby suspended until further order of the  Court.\r\nIT  IS SO ORDERED.\r\n\r\n  \r\n    &nbsp;\r\n    s/Jean H. Toal&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; C.J.\r\n      FOR THE COURT\r\n    Pleicones, J., not participating\r\n  \r\n\r\nColumbia, South Carolina \r\nSeptember 24, 2010\r\n\r\n\r\n\r\n\r\n","court":"Supreme"}]