[{"id":"26824","title":"In the Matter of Jack Schoer","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=26824","description":"This is a disciplinary opinion in which the Court definitely suspended a lawyer.","date":"2010-06-01","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nIN THE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tIn the Matter of Jack Schoer, Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nOpinion No. 26824\r\nSubmitted April 29, 2010 - Filed June 1, 2010\r\nDEFINITE SUSPENSION\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tLesley M.\r\n  Coggiola, Disciplinary Counsel, and Joseph P. Turner, Jr., Assistant\r\n  Disciplinary Counsel, both of Columbia, for Office of Disciplinary Counsel.\r\n\t\t\t\t\r\n\t\t\t\tR. Davis\r\n  Howser, of Howser, Newman, &amp; Besley, LLC, of Columbia, for respondent. \r\n\t\t\t\t\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nPER\r\n  CURIAM:   In this attorney disciplinary\r\n  matter, respondent and the Office of Disciplinary Counsel (ODC) have entered\r\n  into an Agreement for Discipline by Consent pursuant to Rule 21, RLDE, Rule\r\n  413, SCACR.  In the Agreement, respondent admits misconduct and consents to the\r\n  imposition of a two year suspension from the practice of law.  Respondent\r\n  requests the suspension be imposed retroactively to March 22, 2006, the date of\r\n  his interim suspension.  In the Matter of Schoer, 368 S.C. 172, 628\r\n  S.E.2d 884 (2006).  We accept the Agreement and impose a two year suspension\r\n  from the practice of law, retroactive to the date of respondent's interim\r\n  suspension.  The facts, as set forth in the Agreement, are as follows.  \r\nFACTS\r\nMatter I\r\nBetween 2002 and 2003, respondent\r\n  routinely directed his   non-lawyer assistant to conduct residential real\r\n  estate refinancing closings at borrowers' residences.  Borrowers were\r\n  instructed to provide a witness at the closings so that the mortgage execution\r\n  could be witnessed by two parties, the agent for the lawyer and the witness\r\n  provided by the borrower.  When borrowers failed to provide a witness,\r\n  respondent's standard practice was to have the closing agent (either his\r\n  non-lawyer assistant or another lawyer) deliver the closing documents after\r\n  closing and respondent would sign the mortgage as the second witness even\r\n  though he had not witnessed its execution.  \r\nIn April 2002, respondent was hired to\r\n  perform closing services on behalf of an out-of-state lender in a refinance\r\n  transaction in which Jane Doe was the borrower.  Respondent was under the\r\n  assumption that Tom Hall, a South Carolina attorney, was supervising the title\r\n  abstract, document preparation, recordation, and disbursement related to the\r\n  closing, but respondent failed to insure that this was the case when, in fact,\r\n  it was not.  Respondent did not personally attend the closing, but, instead,\r\n  sent his non-lawyer assistant to conduct the closing.  The legal significance\r\n  of the documents executed by Jane Doe was not explained to her at closing or at\r\n  any other time prior to closing.        \r\nThe Jane Doe closing required a quit\r\n  claim deed to be executed to Ms. Doe by her former husband so that she could\r\n  refinance the property solely in her name.  Instead, respondent mistakenly\r\n  prepared a quit claim deed indicating a conveyance from Ms. Doe to her former\r\n  husband, but with a signature block for the former husband as the grantor. \r\n  Respondent sent a non-lawyer assistant to obtain the former husband's signature\r\n  on the incorrect deed.  Respondent had previously notarized the deed prior to\r\n  its execution and was not present when the former husband signed the deed. \r\n  Thereafter, respondent signed the deed as a second witness to the former\r\n  husband's signature even though he had not witnessed the deed's execution. \r\n  After the quit claim deed was recorded, the error was corrected by another\r\n  lawyer who obtained the former husband's signature on a deed which properly  conveyed\r\n  the property to Jane Doe. \r\nWhen Jane Doe fell behind on her\r\n  mortgage payments, the lender initiated foreclosure proceedings.  Jane Doe\r\n  filed a third party complaint against several parties, including respondent, in\r\n  the foreclosure action.  Respondent's malpractice carrier settled the claim by\r\n  payment of $30,000 to Jane Doe.            \r\nMatter II\r\nDuring\r\n  2004 and 2005, respondent engaged in ongoing business relationships with two\r\n  out-of-state entities that facilitated real estate transactions in several\r\n  states, including South Carolina.  Pursuant to these relationships, respondent\r\n  was regularly retained to conduct real estate closings in which the title\r\n  abstract, recordation, and disbursement were not performed or supervised by a\r\n  South Carolina lawyer.  Respondent closed approximately one hundred\r\n  transactions on behalf of these two entities without making a sufficient effort\r\n  to insure that a South Carolina lawyer was performing or supervising the\r\n  closing-related activities.  \r\nLAW\r\nRespondent admits that\r\n  his misconduct constitutes grounds for discipline under Rule 413, RLDE,\r\n  specifically Rule 7(a)(1) (lawyer shall not violate Rules of Professional\r\n  Conduct or any other rules of this jurisdiction regarding professional conduct\r\n  of lawyers) and Rule 7(a)(5) (lawyer shall not engage in conduct tending to\r\n  pollute the administration of justice or to bring the courts or the legal\r\n  profession into disrepute or conduct demonstrating an unfitness to practice\r\n  law).   In addition, respondent admits he has violated the following provisions\r\n  of the Rules of Professional Conduct, Rule 407, SCACR:  Rule 1.1 (lawyer shall provide\r\n  competent representation to a client); Rule 4.1 (in the course of representing a client, a lawyer\r\n    shall not make a false statement of fact or law to a third person); Rule 5.5\r\n    (a) (lawyer shall not assist another in practicing law in a jurisdiction where\r\n    doing so violates the regulation of the legal profession in that jurisdiction);\r\n    Rule 8.4(a) (lawyer shall not violate the Rules of Professional Conduct); and Rule\r\n    8.4(d) (lawyer shall not engage in conduct involving dishonesty, fraud, deceit,\r\n    or misrepresentation).  \r\nCONCLUSION\r\nWe accept the Agreement for Discipline by\r\n  Consent and definitely suspend respondent from the practice of law for two\r\n  years,  retroactive to March 22, 2006, the date of\r\n  respondent's interim suspension.  In the Matter of Schoer, supra.  Within fifteen days of the date of this opinion, respondent shall file\r\n  an affidavit with the Clerk of Court showing that he has complied with Rule 30,\r\n  RLDE, Rule 413, SCACR.\r\nDEFINITE SUSPENSION.\r\nTOAL, C.J., PLEICONES, KITTREDGE and\r\n  HEARN, JJ., concur. BEATTY, J., not participating.\r\n\r\n","court":"Supreme"},{"id":"ORDER","title":"Amendments to Rules for Lawyer Disciplinary Enforcement","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2010-06-01-01","description":"Pursuant to Article V, § 4 of the South Carolina Constitution, Rules 17(e) and Rule 31(a) of the Rules for Lawyer Disciplinary Enforcement (RLDE) contained in Rule 413 of the South Carolina Appellate Court Rules (SCACR) are amended as indicated in the attachment to this order.","date":"2010-06-01","type":"order","text":"\r\n  \r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\n\r\n  \r\n    \r\n      \r\n        RE:&nbsp; Amendments to Rules for  Lawyer Disciplinary Enforcement&nbsp; \r\n      \r\n    \r\n  \r\n\r\n\r\nORDER\r\n\r\n\r\nPursuant to Article V, &sect; 4 of the South Carolina Constitution, Rules 17(e) and Rule 31(a) of the Rules for Lawyer Disciplinary Enforcement (RLDE) contained in Rule 413 of the South Carolina Appellate Court Rules (SCACR) are amended as indicated in the attachment to this order.  These amendments shall be effective immediately. \r\n IT IS SO ORDERED.\r\n\r\n\r\n  \r\n    \r\n     s/Jean H. Toal&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; C.J.\r\n      \r\n      s/Costa M. Pleicones&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/Donald W. Beatty&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/John W. Kittredge&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/Kaye G. Hearn&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n    \r\n  \r\n\r\nColumbia,  South Carolina\r\nJune  1, 2010\r\n\r\nAMENDMENTS TO THE RULES FOR  LAWYER\r\n  &nbsp;DISCIPLINARY ENFORCEMENT (RLDE)\r\n&nbsp;\r\n(1) Rule  17(e), RLDE, is amended to read:\r\n\r\n   (e) Order to  be Public. The order of interim suspension or transfer to  incapacity inactive status shall be public.&nbsp;  Unless the Supreme Court determines that it is appropriate to do so, an order  transferring a lawyer to incapacity inactive status shall not disclose the  nature of the incapacity.\r\n\r\n (2) The title and subsection (a) of Rule 31,  RLDE, are amended to read:\r\nRULE  31\r\n  APPOINTMENT OF ATTORNEY\r\n&nbsp;TO PROTECT  CLIENTS' INTERESTS \r\n\r\n  (a) Appointment of Attorney.&nbsp; If  a lawyer has been transferred to incapacity inactive status, has disappeared or  died, or has been suspended or disbarred, and no partner, personal  representative or other responsible party capable of conducting the lawyer's  affairs is known to exist, disciplinary counsel shall petition the Supreme  Court for an order appointing an attorney or attorneys to inventory the files  of the inactive, disappeared, deceased, suspended or disbarred lawyer and to  take action as appropriate to protect the interests of the lawyer and the  lawyer's clients.&nbsp; If the Supreme Court  determines that a lawyer suffers from a physical or mental condition that  adversely affects the lawyer's ability to practice law but decides that a  transfer to incapacity inactive status is not warranted, it may appoint an attorney  to protect clients' interests.&nbsp; The order  of appointment shall be public. \r\n\r\n\r\n\r\n\r\n\r\n","court":"Supreme"},{"id":"ORDER","title":"Amendment to Rules for Judicial Disciplinary Enforcement","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2010-06-01-02","description":"Pursuant to Article V, § 4 of the South Carolina Constitution, Rules 17(e) of the Rules for Judicial Disciplinary Enforcement (RJDE) contained in Rule 502 of the South Carolina Appellate Court Rules (SCACR) is amended as indicated in the attachment to this order.","date":"2010-06-01","type":"order","text":"\r\n  \r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\n\r\n  \r\n    \r\n      \r\n        RE:&nbsp; Amendment to Rules for Judicial  Disciplinary Enforcement&nbsp;\r\n      \r\n    \r\n  \r\n\r\n\r\nORDER\r\n\r\nPursuant to  Article V, &sect; 4 of the South Carolina Constitution, Rules 17(e) of the Rules for  Judicial Disciplinary Enforcement (RJDE) contained in Rule 502 of the South  Carolina Appellate Court Rules (SCACR) is amended as indicated in the attachment  to this order.&nbsp; This amendment shall be  effective immediately.\r\nIT IS SO ORDERED.\r\n\r\n  \r\n    \r\n     s/Jean H. Toal&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; C.J.\r\n      \r\n      s/Costa M. Pleicones&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/Donald W. Beatty&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/John W. Kittredge&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/Kaye G. Hearn&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n    \r\n  \r\n\r\nColumbia,  South Carolina\r\nJune 1, 2010\r\n\r\nAMENDMENT TO THE RULES FOR JUDICIAL  DISCIPLINARY ENFORCEMENT (RJDE)\r\nRule 17(e), RLDE, is amended to read:\r\n\r\n  (e) Order to  be Public. The order of interim suspension or transfer to  incapacity inactive status shall be public.&nbsp;  Unless the Supreme Court determines that it is appropriate to do so, an order  transferring a judge to incapacity inactive status shall not disclose the  nature of the incapacity.\r\n\r\n&nbsp;\r\n\r\n\r\n\r\n\r\n","court":"Supreme"},{"id":"26825","title":"Aakjer, et al v. City of Myrtle Beach","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=26825","description":"In this declaratory judgment action, the Court held the City of Myrtle Beach Helmet Ordinance failed under implied field preemption and that certain Motorcycle Ordinances were impliedly repealed by the ordinance repealing the City's administrative hearing system.","date":"2010-06-08","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        George Jensen Aakjer, III,\r\n          Leight Andersen, Bobby\r\n          Wayne Archer, Donald Lee\r\n          Ard, Gary Philip Balcom,\r\n          Thurman Odell Barnes, Ralph\r\n          Hillary Bell, Jr., Marvin Simon\r\n          Beverly, Steven M. Brinsfield,\r\n          Laurie Ann Dzerwieniec,\r\n          Jeffery Jay Galbrath, Ronald\r\n          Dewayne Gause, Gwendolyn\r\n          Marie Harvey, Jessica Jane\r\n          Hayes, Anthony Odell Hyman,\r\n          Molly Infield, Mark Dale\r\n          Infield, Bonnie Roberts\r\n          Johnson, Emmett Earl Jones,\r\n          Dawn Michell Kelly, Richard\r\n          Allen Lester, Rodney Alan\r\n          Louhoff, Gary Edward Matson,\r\n          Carla Williams Mercer,\r\n          Richard O'Neil Mercer, Edward\r\n          Dee Mitchum, Kathy Mitchum,\r\n          Carol Justice North, Carol\r\n          O'Day, William O'Day, III,\r\n          Paul David Pinette, Steve\r\n          Pinnell, Robert George Pinto,\r\n          Debra A. Purcell, Rhonda\r\n          Delette Robinson, Scott Allen\r\n          Robinson, Rebecca Ann\r\n          Rowan, Scott Rowan, Joseph\r\n          Fred Ruddock, Jr., David\r\n          Francis Speck, Anita Lynn\r\n          Teachey, Robert Larry\r\n          Thompson, Waddell H.\r\n          Thompson, Michael James\r\n          Timm, Debbie Timm, Rebel\r\n          JM Tyler, Janice Waites, Susan\r\n          Wall, and Edward Lucas Williams, Petitioners,                                        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        City of Myrtle\r\n          Beach, City of Myrtle Beach Municipal Court, Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nORIGINAL JURISDICTION\r\n\r\nOpinion No.  26825\r\n  Heard February 3, 2010 - Filed June 8,\r\n2010 \r\n\r\nJUDGMENT FOR PETITIONERS\r\n\r\n\r\n  \r\n    \r\n      \r\n        Desa \r\n          Ballard, of West Columbia, and James Thomas McGrath, of Richmond, Virginia, for\r\n          Petitioners.\r\n        Michael\r\n          W. Battle, of Battle, Vaught &amp; Howe, of Conway, for Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE PLEICONES:  In\r\n  response to various concerns stemming from motorcycle rallies, the City of\r\n  Myrtle Beach enacted a number of ordinances and amendments to ordinances (the\r\n  Motorcycle Ordinances).  Among the ordinances was Ordinance 2008-64, which\r\n  required that any person riding a motorcycle wear a protective helmet and\r\n  eyewear (the Helmet Ordinance).  Petitioners were each cited for violating the\r\n  Helmet Ordinance by failing to wear the requisite helmet and eyewear.  They brought\r\n  this action in this Court’s original jurisdiction challenging the Helmet\r\n  Ordinance on three points: (1) the Helmet Ordinance is preempted by State law;\r\n  (2) the ordinance establishing the system for adjudicating infractions of the\r\n  Helmet Ordinance, which has since been repealed, was so intertwined with certain\r\n  Motorcycle Ordinances that its repeal caused the ordinances to fail[1];\r\n  and, (3) the current system for adjudicating alleged violations of the Helmet\r\n  Ordinance in municipal court is improper as the municipal court lacks subject\r\n  matter jurisdiction over the charges.  \r\nPetitioners\r\n  seek a declaratory judgment finding the Helmet Ordinance and Motorcycle\r\n  Ordinances invalid and a writ of prohibition barring the municipal court from\r\n  exercising jurisdiction over the alleged violations of the Helmet Ordinance.  We find: (1) that\r\n  the Helmet Ordinance is preempted under the doctrine of implied field\r\n  preemption; (2) that the Motorcycle Ordinances were impliedly repealed by the\r\n  ordinance repealing the administrative hearing system; and, (3) since we\r\n  invalidate the Helmet Ordinance, we do not reach Petitioners' argument seeking\r\n  a writ of prohibition.  \r\nFACTS\r\nFor years, large\r\n  motorcycle rallies were held in Myrtle Beach.  A number of objections were had\r\n  to the rallies based on, among other things, loud noise and rowdy behavior. \r\n  Additionally, there was evidence the rallies placed a heavy burden on the local\r\n  medical community, police, and other emergency responders.\r\nIn response, the\r\n  City passed a number of ordinances and amendments dealing with rallies and\r\n  motorcycles.  Included among them was the Helmet Ordinance, an ordinance\r\n  requiring all persons riding on motorcycles to wear approved helmets and\r\n  eyewear.  Under the language of the Helmet Ordinance, a violation was deemed an\r\n  &quot;administrative infraction.&quot;  The\r\n  City passed an ordinance establishing an administrative hearing system to\r\n  conduct hearings on citations charging violations of certain municipal\r\n  ordinances, including certain Motorcycle Ordinances.  The administrative\r\n  hearing ordinance was subsequently repealed.  \r\nPetitioners\r\n  were each cited for failing to wear the requisite helmet and eyewear in the\r\n  City.  After the administrative hearing system was repealed, the City issued a\r\n  Uniform Ordinance Summons for each person charged, requiring them to appear\r\n  before a municipal court judge.  This Court accepted Petitioners' petition for\r\n  certiorari in its original jurisdiction before any charges were adjudicated.\r\nISSUES\r\n\r\n  \r\n    I.&nbsp;\r\n    Is the Myrtle Beach Helmet\r\n  Ordinance preempted by State law?\r\n  \r\n  \r\n  \r\n    II.\r\n    Are the Motorcycle Ordinances impliedly\r\n  repealed?\r\n  \r\n\r\nDISCUSSION\r\nI. Preemption\r\n A municipal\r\n  ordinance is a legislative enactment and is presumed to be constitutional.  Southern\r\n    Bell Telephone and Telegraph Co. v. City of Spartanburg, 285 S.C. 495, 497,\r\n  331 S.E.2d 333, 334 (1985).  The burden of proving the invalidity of a\r\n  municipal ordinance is on the party attacking it.  Id.  This State’s\r\n  constitution provides that the powers of local governments should be liberally\r\n  construed.  See S.C. Const. art. VIII, § 17.\r\nTo\r\n  determine the validity of a local ordinance, this Court’s inquiry is twofold:\r\n  (1) did the local government have the power to enact the local ordinance, and\r\n  if so (2) is the ordinance consistent with the constitution and general law of\r\n  this State.  See Beachfront Entertainment, Inc., v. Town of\r\n    Sullivan’s Island, 379 S.C. 602, 605, 666 S.E.2d 912, 913 (2008). \r\n  Petitioners advance a number of grounds for preemption of the Helmet\r\n  Ordinance.  We hold that the Helmet Ordinance fails under the doctrine of\r\n  implied field preemption.\r\nAn\r\n  ordinance is preempted under implied field preemption when the state statutory\r\n  scheme so thoroughly and pervasively covers the subject as to occupy the field\r\n  or when the subject mandates statewide uniformity.  See South\r\n    Carolina State Ports Authority v. Jasper County, 368 S.C. 388, 397, 629\r\n  S.E.2d 624, 628 (2006).  The General Assembly addressed motorcycle helmet and\r\n  eyewear requirements in S.C. Code Ann. §§ 56-5-3660 and 56-5-3670 (2009),\r\n  respectively.  The statutes generally require all riders under age twenty-one\r\n  to wear a protective helmet and utilize protective goggles or a face shield. \r\n  The Helmet Ordinance, in contrast, requires all riders, regardless of age, to\r\n  wear a helmet and eyewear.\r\nIn\r\n  S.C. Code Ann. § 56-5-30 (2009) the General Assembly authorized local\r\n  authorities to act in the field of traffic regulation if the ordinance does not\r\n  conflict with the provisions of the Uniform Traffic Act.  Even assuming, as the\r\n  City contends, that the Helmet Ordinance does not conflict with the Uniform\r\n  Traffic Act, we find that the ordinance may not stand as the need for\r\n  uniformity is plainly evident in the regulation of motorcycle helmets and\r\n  eyewear.  Were local authorities allowed to enforce individual helmet ordinances,\r\n  riders would need to familiarize themselves with the various ordinances in\r\n  advance of a trip, so as to ensure compliance.  Riders opting not to wear\r\n  helmets or eyewear in other areas of the state would be obliged to carry the\r\n  equipment with them if they intended to pass through a city with a helmet\r\n  ordinance.  Moreover, local authorities might enact ordinances imposing\r\n  additional and even conflicting equipment requirements.  Such burdens would\r\n  unduly limit a citizen's freedom of movement throughout the State. \r\n  Consequently, the Helmet Ordinance must fail under the doctrine of implied\r\n  preemption.[2]\r\nII. Implied repeal\r\nAs\r\n  noted above, the City initially sought to enforce the Motorcycle Ordinances,\r\n  including the Helmet Ordinance, in an administrative hearing tribunal, but\r\n  later repealed the ordinance establishing the system.  Petitioners contend the\r\n  City's enactment of the ordinance repealing the administrative hearing system\r\n  caused the entire Motorcycle Ordinance scheme to fail.[3] \r\n  We agree.\r\nIn general,\r\n  repeal by implication is disfavored, and is found only when two statutes are\r\n  incapable of any reasonable reconcilement.  See Capco of Summerville,\r\n    Inc. v. J.H. Gayle Const. Co., Inc., 368 S.C. 137, 141, 628 S.E.2d 38, 41\r\n  (2006).  &quot;The repugnancy must be plain, and if the two provisions can be\r\n  construed so that both can stand, a court shall so construe them.&quot;  Spectre,\r\n    LLC v. South Carolina Dep't of Health and Envtl. Control, 386 S.C. 357,\r\n  372, 688 S.E.2d 844, 852 (2010).  When two statutes &quot;are incapable of\r\n  reasonable reconcilement, the last statute passed will prevail, so as to\r\n  impliedly repeal the earlier statute to the extent of the repugnancy.&quot;  See Chris J. Yahnis Coastal, Inc. v. Stroh Brewery Co., 295 S.C. 243, 247,\r\n  368 S.E.2d 64, 66 (1988).  \r\nAs\r\n  noted, the City of Myrtle Beach enacted a number of ordinances and amendments\r\n  to ordinances in response to the motorcycle rallies.  Among the ordinances were\r\n  ordinances 2008-61 through 67, which the City passed with the designation that\r\n  any violation constituted an &quot;administrative infraction.&quot;  The City\r\n  also enacted Ordinance 2008-71, establishing an administrative hearing system\r\n  which, as the City explained on its website, established a process &quot;to\r\n  handle infractions as specified in Ordinances 2008-61, 2008-62, 2008-63,\r\n  2008-64, 2008-65, 2008-66, and 2008-67.&quot;  Ordinance 2008-71 set forth in\r\n  detail the rules, powers, and procedures of the administrative hearing system.\r\nWe\r\n  find that the above-cited ordinances were enacted with the specific condition that\r\n  they be enforced in the specially-crafted administrative hearing system.  The\r\n  ordinances therefore cannot be reconciled with a later ordinance abolishing the\r\n  system.  Consequently, the Motorcycle Ordinances continuing to reference\r\n  &quot;administrative infractions&quot; were impliedly repealed.\r\nWe\r\n  note, however, that in the same ordinance which repealed the administrative\r\n  hearing system, the City amended Ordinances 2008-61 (accommodations\r\n  restrictions) and 2008-65 (parking of trailers on public streets or unlicensed\r\n  private lots) to designate those violations as &quot;misdemeanors&quot; rather\r\n  than &quot;administrative infractions.&quot;  Consequently, these ordinances\r\n  are not impliedly repealed and remain in effect.\r\nCONCLUSION\r\nWe\r\n  find that the City Helmet Ordinance fails under implied field preemption due to\r\n  the need for statewide uniformity and therefore issue a declaratory judgment\r\n  invalidating the ordinance.  Moreover, we\r\n  hold that certain Motorcycle Ordinances were impliedly repealed by the\r\n  ordinance repealing the administrative hearing system.  \r\nJUDGMENT\r\n  FOR PETITIONERS.\r\nTOAL,\r\n  C.J., BEATTY, KITTREDGE and HEARN, JJ., concur.\r\n\r\n\r\n[1] Petitioners contend the following ordinances were invalidated by repeal of the\r\n  ordinance establishing the administrative hearing system:  2008-61\r\n  (accommodations restrictions); 2008-62 (consumption and open possession of\r\n  alcohol in parking areas); 2008-63 (use of parking lots for non-parking\r\n  activities); 2008-64 (helmet and eyewear requirements for cycles and mopeds);\r\n  2008-65 (parking of trailers on public streets or unlicensed private lots);\r\n  2008-66 (convenience store and premises security); and 2008-67 (minor or\r\n  juvenile curfew).\r\n[2]Because\r\n  we find that the Helmet Ordinance fails under implied field preemption, we need\r\n  not reach Petitioners' remaining preemption issues.  See Futch v.\r\n    McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598\r\n  (1999) (appellate court need not discuss remaining issues when disposition of\r\n  prior issue is dispositive).  Additionally, we need not address Petitioners'\r\n  request for a writ of prohibition barring the municipal court from exercising\r\n  jurisdiction over the alleged ordinance violations.  See Sangamo\r\n    Weston, Inc. v. National Surety Corp., 307 S.C. 143, 148, 414 S.E.2d 127,\r\n  130 (1992) (&quot;This court will not issue advisory opinions . . . .&quot;).\r\n[3] Though Petitioners phrase their argument as whether the administrative hearing\r\n  ordinance is &quot;severable&quot; from the Motorcycle Ordinances, Petitioners\r\n  actually argue implied repeal.\r\n\r\n","court":"Supreme"},{"id":"26826","title":"O'Neill v. Smith","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=26826","description":"The question certified to this Court asks whether it would violate South Carolina's public policy for a plaintiff to seek an award of punitive damages in a tort action after signing a covenant not to execute against a defendant.","date":"2010-06-14","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tPatricia\r\n      O'Neill and Michael O'Neill, Plaintiffs,\r\n\t\t\t\tv.\r\n\t\t\t\tOrmega Smith\r\n      and Yolanda Adams, Defendants.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nCERTIFIED QUESTION OF LAW\r\n\r\nMatthew J. Perry, Jr., United States\r\n  District Court Judge\r\n\r\nOpinion No. 26826\r\nHeard March 2, 2010 - Filed June 14, 2010   \r\nCERTIFIED QUESTION ANSWERED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tJohn S.\r\n  Nichols and Blake A. Hewitt, both of Bluestein, Nichols, Thompson &amp;\r\n  Delgado, of Columbia, for Plaintiffs.\r\n\t\t\t\tRobert\r\n  A. McKenzie and Damon C. Wlodarczyk, both of McDonald, McKenzie, Rubin, Miller\r\n  &amp; Lybrand, of Columbia, for State Farm Mutual Automobile Insurance Company,\r\n  the Plaintiffs' Underinsured Motorist Carrier.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nJUSTICE\r\n  BEATTY: The question certified\r\n    to this Court asks whether it would violate South Carolina's public policy\r\n  for a plaintiff to seek an award of punitive damages in a tort action after\r\n  signing a covenant not to execute against a defendant.  We answer in the negative, holding it does not violate\r\n  public policy because punitive damages serve additional purposes beyond merely\r\n  punishing a specific individual, and the public policy as expressed in S.C.\r\n  Code Ann. § 38-77-30(4) (2002) is to compensate the injured insured, not his\r\n  insurer, and requires only that damages exceed the liability insurance limits\r\n  of an at-fault motorist. \r\nI.  FACTS\r\nPatricia\r\n  and Michael O'Neill (Plaintiffs) brought this negligence action against Ormega\r\n  Smith and Yolanda Adams (Defendants) seeking compensatory and punitive\r\n  damages as a result of a vehicular accident.  The action was brought in the\r\n  United States District Court for the District of South Carolina based on\r\n  diversity jurisdiction.  Plaintiffs served a copy of the complaint upon State\r\n  Farm, their underinsured motorist (UIM) carrier, in accordance with South Carolina law.[1]  \r\nThe\r\n  liability insurer for Defendant Adams tendered the limits of its policy to\r\n  Plaintiffs in exchange for an &quot;Agreement and Covenant Not to\r\n  Execute.&quot;  The covenant provided that, in consideration of the sum of\r\n  $100,000 that the insurer paid to Plaintiffs, they agreed not to execute any\r\n  judgment that they might obtain against the personal assets of Defendants and instead\r\n  they would pursue recovery only through UIM coverage.\r\nState\r\n  Farm, in its defense role, thereafter moved for partial summary judgment on\r\n  Plaintiffs' claim for punitive damages, arguing the covenant effectively\r\n  relieved Defendants from personal liability; therefore, allowing Plaintiffs to\r\n  seek punitive damages would be misleading to the point of thwarting public\r\n  policy and would perpetuate a fraud upon the court and the jury because it\r\n  would be based upon the fiction that Defendants could be punished by an award\r\n  of punitive damages.  The presiding judge determined there was no precedent in South Carolina on this issue and certified the following question to this Court:\r\nCERTIFIED QUESTION PRESENTED\r\n\r\n\tDoes a\r\n  plaintiff who has protected a defendant from personal financial responsibility\r\n  through a covenant not to execute on that defendant's assets violate the public\r\n  policy of South Carolina relating to punitive damages by seeking an award of\r\n  punitive damages where payment of the punitive damage award will not come from\r\n  either the defendant or from a source for which the defendant is responsible?  \r\n\t\r\n\r\nThis\r\n  Court accepted the certified question pursuant to Rule 244, SCACR.\r\nII.  STANDARD OF REVIEW\r\n&quot;In answering a certified\r\n  question raising a novel question of law, this Court is\r\n  free to decide the question based on its assessment of which answer and\r\n  reasoning would best comport with the law and public policies of the state as\r\n  well as the Court's sense of law, justice, and right.&quot;  Drury Dev.\r\n    Corp. v. Found. Ins. Co., 380 S.C. 97, 101, 668 S.E.2d 798, 800 (2008).\r\nIII.  LAW/ANALYSIS\r\nState Farm observes\r\n  that &quot;[t]he certified question accepted by this court is one of first\r\n  impression in South Carolina.&quot;  State Farm's &quot;position [is] that\r\n  allowing a party to seek a punitive damage award when the tortfeasor has\r\n  basically been released from all potential responsibility for paying the award\r\n  violates the public policy purpose of awarding punitive damages.&quot;  \r\nState\r\n  Farm argues allowing a plaintiff to pursue a claim for punitive damages after\r\n  signing a covenant not to execute perpetrates a fraud upon the jury and public\r\n  because the tortfeasor is insulated from harm.  State Farm maintains punitive\r\n  damages are intended to punish the wrongdoer and to deter the wrongdoer and\r\n  others from engaging in similar conduct, but in this case a covenant not to\r\n  execute protects Defendants from personal liability so they cannot be punished\r\n  and there is no deterrence of Defendants or others.  State Farm further argues\r\n  it could promote collusion among nominal adversaries and its defense could be\r\n  handicapped because &quot;Defendants have no incentive to participate or cooperate&quot;\r\n  if they do not face personal liability.  \r\nIn\r\n  contrast, Plaintiffs assert the South Carolina General Assembly has expressly\r\n  defined &quot;damages&quot; in the area of automobile insurance to include both\r\n  actual and punitive damages, citing S.C. Code Ann. § 38-77-30(4) (2002).  They\r\n  contend that, &quot;[u]sing the certified question, State Farm asks this Court\r\n  to invalidate or rewrite the plain language of the legislature in S.C. Code\r\n  Ann. § 38-77-30(4) and impose the non-public policy preferred by State Farm.&quot;\r\n   Plaintiffs assert &quot;the primary policy-making body of the State has spoken\r\n  directly to the certified question and stated that the public policy of this\r\n  State requires automobile insurers to cover and pay for punitive damages --\r\n  both in the liability context and in the UIM context.&quot;  They\r\n  maintain the covenant does not alter this clear pronouncement by the\r\n  legislature.  \r\nState\r\n  Farm contends Plaintiffs' &quot;arguments are misplaced&quot; because the\r\n  certified question does not challenge whether punitive damages are generally\r\n  available under UIM coverage, &quot;but rather seeks a ruling on the very\r\n  narrow issue of whether a claim for punitive damages may be prosecuted where\r\n  the plaintiff has relieved the tortfeasor from any potential harm associated\r\n  with a punitive damage award.&quot; \r\nInitially,\r\n  we note that the question here is centered on contracted insurance coverage\r\n  pursuant to S.C. Code Ann. § 38-77-160 (2002).  It is undisputed that State\r\n  Farm offered the insurance coverage for a certain premium and Plaintiffs\r\n  accepted the offer and paid State Farm the requested premium.  Accordingly, our\r\n  attention is necessarily drawn to the language of section 38-77-160, which\r\n  states in pertinent part as follows:  \r\n\r\n\tSuch\r\n  carriers shall . . . offer . . . underinsured motorist coverage . . . to\r\n  provide coverage in the event that damages are sustained in excess of the\r\n    liability limits carried by an at-fault . . . underinsured motorist . . . . \r\n\t\r\n\r\nS.C.\r\n  Code Ann. § 38-77-160 (2002) (emphasis added).\r\nThe\r\n  plain and unambiguous language of the statute clearly requires that the focus\r\n  be placed on the liability insurance limits of the at-fault motorist. \r\n  Once the damages of Plaintiffs, State Farm's insureds, exceed the liability\r\n  insurance limits of the at-fault motorist, State Farm's underinsurance contract\r\n  with Plaintiffs is triggered statutorily.  Whether or not the at-fault motorist\r\n  has other assets out of which the excess damages could be paid is irrelevant. \r\n  Plaintiffs are not legally required to pursue the assets of the at-fault\r\n  motorist, although they may pursue the claim in order to establish the amount\r\n  of excess damages sustained.  Concomitantly, it is irrelevant that the excess\r\n  damages are not actually paid by the at-fault motorist.  This result clearly\r\n  comports with the legislative intent as expressed in section 38-77-160.  To\r\n  conclude otherwise would violate the public policy as expressed by the\r\n  legislature.  The only relevant question is whether or not the damages\r\n  sustained exceed the liability insurance limits of the at-fault motorist. \r\nThe\r\n  legislature has defined &quot;damages&quot; as used in Chapter 77 governing\r\n  automobile insurance to &quot;include[] both actual and punitive\r\n  damages.&quot;  Id. §&nbsp;38-77-30(4).  The clear legislative\r\n  indication is that all &quot;damages,&quot; including actual and punitive\r\n  damages, are recoverable under the pertinent insurance provisions.  As a matter\r\n  of law, these provisions become part and parcel of the insurance contract.[2] \r\n  Further, in examining the public policy surrounding punitive damage awards, it\r\n  is readily apparent that South Carolina courts have recognized that these\r\n  awards serve a multitude of purposes and are not limited solely to punishment\r\n  of the individual wrongdoer.\r\nSpecifically,\r\n  &quot;punitive damages serve at least three important purposes: punishment of\r\n  the defendant's reckless, willful, wanton, or malicious conduct; deterrence of\r\n  similar future conduct by the defendant or others; and compensation for the\r\n  reckless or willful invasion of the plaintiff's private rights.&quot;  Clark\r\n    v. Cantrell,&nbsp;339 S.C. 369, 379, 529 S.E.2d 528, 533&nbsp;(2000).\r\nIn Clark,\r\n  we noted &quot;the important role that punitive damages play in the American\r\n  system of justice generally, and in South Carolina in particular since at least\r\n  1784.&quot;  Id.  We observed that punitive damages, in addition to\r\n  punishing the defendant and deterring similar conduct by the defendant and\r\n  others, serve to vindicate the private rights of the plaintiff and they provide\r\n  some measure of compensation to plaintiffs for the intentional violation of\r\n  those rights that is separate and distinct from the usual measure of\r\n  compensatory damages:\r\n\r\n\tExemplary or punitive damages go to the plaintiff, not\r\n  as a fine or penalty for a public wrong, but in vindication of a private right\r\n  which has been willfully invaded; and indeed, it may be said that such damages\r\n  in a measure compensate or satisfy for the willfulness with which the private\r\n  right was invaded, but, in addition thereto, operating as a deterring\r\n  punishment to the wrongdoer, and as a warning to others. . . .  Punitive\r\n  damages have now come, however, to be generally, though not universally,\r\n  regarded, not only as punishment for wrong, but as vindication of private\r\n  right.  This is the basis upon which they are now placed in this state.\r\n\r\nId. (quoting Rogers v. Florence Printing Co., 233\r\n  S.C. 567, 573, 106 S.E.2d 258, 261 (1958)).  \r\nThus,\r\n  contrary to State Farm's assertion, the policy reasons supporting an award of\r\n  punitive damages are more than to punish the defendant and to deter the\r\n  defendant and others from similar conduct.  Punitive damages historically have\r\n  also served the purpose of vindicating the private rights of the plaintiff.   \r\nMoreover,\r\n  we hold that punitive damage awards, even though not paid directly by the\r\n  tortfeasor because of the covenant, continue to serve several public policy\r\n  aims; specifically, deterring similar conduct by the tortfeasor and others, as\r\n  well as vindicating the private rights of the injured plaintiff.  These\r\n  purposes are fulfilled even if a specific defendant is not financially punished\r\n  by imposition of an award.\r\nToday,\r\n  State Farm advances an argument that State Farm and other insurers have\r\n  unsuccessfully argued in courts across the country in an effort to avoid their\r\n  contractual duty to their insured.  In Lavender v. State Farm Mutual Automobile\r\n    Insurance Co., 828 F.2d 1517 (11th Cir. 1987), the United States Court of\r\n  Appeals, Eleventh Circuit, rejected as &quot;disingenuous&quot; an argument\r\n  from State Farm that it should not be liable for punitive damages since they\r\n  were only available to punish a wrongdoer and it had done no wrong:\r\n\r\n\tState Farm's argument that it should not be liable for\r\n  punitive damages in this case because the purpose of awarding punitive damages\r\n  is to punish a wrongdoer, and State Farm has done no wrong, is disingenuous.  State\r\n  Farm readily admits that as a liability carrier, it would be liable for\r\n  punitive damages against its insured even though the insurance company itself\r\n  would have done no wrong.\r\n\r\nId. at 1518. \r\nIn Omni\r\n  Insurance Co. v. Foreman, 802 So. 2d 195 (Ala. 2001), the Supreme Court of\r\n  Alabama affirmed the trial judge's ruling rejecting the UIM carrier's request\r\n  for judgment as a matter of law on the claim for punitive damages on the basis\r\n  they would not serve the purposes for which punitive damages are allowed.  Id. at 198-200.  The UIM carrier had argued that, since the insured had already\r\n  settled with the tortfeasor, the verdict would punish only the insured's own\r\n  carrier, not the tortfeasor.  Id. at 196.\r\nThe\r\n  court noted that, on appeal, the UIM carrier &quot;makes challenging\r\n  public-policy arguments&quot; regarding allowing punitive damages to be awarded\r\n  against a UIM carrier that has done no wrong.  Id. at 198.  However,\r\n  citing Lavender, 828 F.2d 1517, the court stated that &quot;[t]he United\r\n  States Court of Appeals for the Eleventh Circuit has previously addressed this\r\n  very question and concluded that Alabama's UIM statute permits the recovery of\r\n  punitive damages.&quot;  Id. at 199.  The court held the language in the\r\n  statute providing UIM coverage for damages which the injured person is\r\n  &quot;legally entitled to recover&quot; was plain and unambiguous, and it did\r\n  not exclude punitive damages.  Id. at 198.  Thus, the fact that the\r\n  award was not paid directly by the tortfeasor did not defeat the injured\r\n  plaintiff's right to obtain UIM coverage.\r\nIn Stinbrink\r\n  v. Farmers Insurance Co., 803 P.2d 664 (N.M. 1990), a case involving\r\n  uninsured motorist (UM) coverage, the Supreme Court of New Mexico held that the\r\n  exclusion of coverage for punitive damages in a UM policy was void as against\r\n  public policy.  The court reasoned punitive damages are included in the meaning\r\n  of the state statute governing UM coverage, which provided the insured could\r\n  recover all sums the insured was &quot;legally entitled to recover&quot; from\r\n  the tortfeasor.  Id. at 665-66.  The court stated the legislative\r\n  purpose behind enacting compulsory UM coverage is to protect an insured against\r\n  the financially unresponsive motorist, not to protect the insurance company,\r\n  and the only condition to protection under the provision is that the injured\r\n  person must be entitled to recover damages against the uninsured motorist.  Id. at 665.  The court concluded that such benefits could not be &quot;contracted\r\n  away&quot; and a policy provision contrary to state law was void.  Id. at 665-66.\r\nIn the current\r\n  matter, State Farm has asked the federal court to bar Plaintiffs from pursuing\r\n  the claim for punitive damages in the tort case now pending.  Our legislature\r\n  has defined damages in the insurance context to include both actual and\r\n  punitive damages, and to deny an injured party the benefit of the party's own UIM coverage would itself violate public policy because it would abrogate the\r\n  purpose surrounding UIM coverage, which is to benefit the insured party, and\r\n  would also thwart the other purposes for imposing punitive damages beyond\r\n  imposing a financial penalty on the tortfeasor; namely, deterrence and\r\n  vindication of the private rights of the injured plaintiff.  Cf. State\r\n    Farm Mut. Auto. Ins. Co. v. Lawrence,&nbsp;26 P.3d 1074 (Alaska 2001) (stating\r\n  the purpose of the UIM statute is to provide for the insured, as an\r\n  injured claimant, the same benefit level as that provided by the insured\r\n  to those asserting claims against the insured and holding that, where an\r\n  insured's liability policy provides coverage for punitive damages, the\r\n  insured's UIM policy must mirror that and also cover the insured for the\r\n  punitive damages that they are legally entitled to collect from an underinsured\r\n  tortfeasor).[3]   \r\nThe\r\n  central purpose of UIM coverage is to protect the injured party, and\r\n  vindication of the injured party's private rights is an integral part of that\r\n  purpose, above and beyond the punishment of a specific individual.  See Floyd\r\n    v. Nationwide Mut. Ins. Co., 367 S.C. 253, 260, 626 S.E.2d 6,\r\n  10&nbsp;(2005) (&quot;The central purpose of the UIM statute is to provide\r\n  coverage when the injured party's damages exceed the liability limits of the\r\n  at-fault motorist.&quot;).  \r\nUnder\r\n  South Carolina law, carriers must offer UIM coverage up to the limits of the\r\n  insured's liability coverage.  Plaintiffs accepted this offer and paid the\r\n  corresponding premiums for coverage and are entitled to this contractual\r\n  benefit.  State Farm set its premiums with the knowledge that they are liable\r\n  for compensatory and punitive damages under the insurance contract, and it\r\n  cannot now be heard to complain that the delivery of benefits under the\r\n  contract would thwart public policy.[4]\r\nIV.  CONCLUSION\r\nWe\r\n  answer the certified question in the negative and conclude that it does not\r\n  violate South Carolina's public policy to allow a plaintiff to seek punitive\r\n  damages after signing a covenant not to execute against the personal assets of\r\n  an at-fault defendant. \r\nCERTIFIED\r\n  QUESTION ANSWERED. \r\nTOAL, C.J.,\r\n  PLEICONES and HEARN, JJ., concur. KITTREDGE, J., dissenting in a separate\r\n  opinion.\r\n\r\nJUSTICE KITTREDGE:  Plaintiffs argue &quot;the [certified] question may not be ripe for\r\n  an answer.&quot;  In this regard, Plaintiffs reference the premature nature of\r\n  the question before this Court and conclude: &quot;until there is a jury\r\n  verdict that returns punitive damages, and the aggregate of punitive damages\r\n  and actual damages exceeds $100,000, State Farm's exposure in this case is unsettled\r\n  and premature.&quot;  I agree.    SeeSloan v. Friends of Hunley, Inc.,\r\n  369 S.C. 20, 25, 630 S.E.2d 474, 477 (2006) (&quot;Generally, this Court only\r\n  considers cases presenting a justiciable controversy.  A justiciable controversy is a real and substantial controversy which is ripe and appropriate\r\n  for judicial determination, as distinguished from a contingent, hypothetical or\r\n  abstract dispute.&quot;) (citations omitted); Concerned Dunes West\r\n  Residents, Inc. v. Georgia-Pacific Corp., 349 S.C. 251, 261, 562 S.E.2d 633,\r\n  639 (2002) (declining to answer certified questions where questions &quot;assume\r\n  a dispute which may never arise&quot; because this Court will not issue\r\n  advisory opinions).\r\n  \r\n  \r\nI vote to rescind our agreement to answer the certified question.  Rule\r\n  244(e), SCACR.\r\n\r\n\r\n\r\n[1]  See S.C. Code Ann. § 38-77-160 (2002)\r\n  (providing &quot;[t]he [UIM] insurer has the right to appear and defend in the\r\n  name of the underinsured motorist in any action which may affect its\r\n  liability&quot;). \r\n[2]  Policy provisions cannot exclude coverage provided by\r\n  law.  See Boyd v. State Farm Mut. Auto. Ins. Co.,&nbsp;260 S.C.\r\n  316, 319, 195 S.E.2d 706, 707&nbsp;(1973) (&quot;It is settled law that\r\n  statutory provisions relating to an insurance contract are part of the\r\n  contract, and that a policy provision which contravenes an applicable statute\r\n  is to that extent invalid.&quot;).\r\n[3]  There is no practical difference between the current\r\n  case and a situation where there is no covenant, but the defendant does not\r\n  have the financial resources to respond to a claim for damages beyond the\r\n  limits of any liability insurance coverage that has already been tendered on\r\n  the defendant's behalf.  In either scenario, the defendant is essentially\r\n  judgment-proof, and the UIM carrier would be responsible for responding to any\r\n  deficit, up to the UIM policy limits.  \r\n[4]  We also reject the argument that State Farm would be\r\n  disadvantaged here if it is unable to obtain the cooperation of, or the control\r\n  of, the defendants because they have settled.  The failure of a defendant to\r\n  cooperate with an insurer would not relieve the insurer of the contractual\r\n  obligation to pay a claim.  See generally Cowan v. Allstate Ins. Co.,\r\n  357 S.C. 625, 594 S.E.2d 275 (2004) (holding a party's noncooperation does not\r\n  relieve the insurer of the obligation to pay an innocent third party).\r\n\r\n","court":"Supreme"},{"id":"26827","title":"Sloan v. Greenville Hospital System","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=26827","description":"We affirm a circuit court order finding the Greenville Hospital System is not a state governmental body subject to the requirements of the South Carolina Consolidated Procurement Code.","date":"2010-06-14","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tEdward D.\r\n      Sloan, Jr., individually and on behalf of all others similarly situated, Appellant,\r\n\t\t\t\tv.\r\n\t\t\t\tGreenville\r\n      Hospital System, a Political Subdivision of the State of South Carolina, and\r\n      Leighton Cubbage, Chairman of the Board, Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Greenville County\r\n John C. Few, Circuit Court Judge\r\nOpinion No.  26827\r\nHeard April 7, 2010 - Filed June 14, 2010 \r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tJennifer\r\n  J. Miller and James G. Carpenter, both of The Carpenter Law Firm, of Greenville,\r\n  for Appellant.\r\n\t\t\t\tBoyd\r\n  Benjamin Nicholson, of Haynsworth Sinkler Boyd, of Greenville, for Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nJUSTICE BEATTY:  Edward D. Sloan, Jr.\r\n  (&quot;Sloan&quot;) sued the Greenville Hospital System (&quot;Hospital&quot;)\r\n  and Leighton Cubbage, Chairman of the Board (collectively,\r\n  &quot;Respondents&quot;), challenging the Hospital's method of procuring construction\r\n  services.  Sloan contended the Hospital is a state governmental body and must,\r\n  therefore, comply with the requirements of the South Carolina Consolidated\r\n  Procurement Code, S.C. Code Ann. §§&nbsp;11-35-10 to -5270 (Supp. 2009)\r\n  (&quot;Procurement Code&quot;).  The circuit court ruled the Hospital is a\r\n  local political subdivision, not a state governmental body as defined by the\r\n  Procurement Code, and it is not subject to the Code's procurement procedures. \r\n  The circuit court further found the Hospital's own procurement provisions that\r\n  were challenged by Sloan complied with state law.  Sloan appeals from these\r\n  rulings.  We affirm.\r\nI.  FACTS\r\nSloan\r\n  brought three declaratory judgment actions against Respondents challenging the\r\n  Hospital's procurement procedures for construction services:  (1) the Parking\r\n  Deck Case, (2) the Construction Management Case, and (3)&nbsp;the Request for\r\n  Qualifications (&quot;RFQ&quot;) Case.  \r\nIn\r\n  all three actions, Sloan alleged the Hospital is a &quot;political\r\n  subdivision&quot; of the state of South Carolina that was required to\r\n  establish, and to abide by, appropriate procurement procedures as required by\r\n  section 11-35-50 of the South Carolina Code.  See S.C. Code Ann. §\r\n  11-35-50 (Supp. 2009) (stating &quot;[a]ll political subdivisions of the State\r\n  shall adopt ordinances or procedures embodying sound principles of\r\n  appropriately competitive procurement&quot;).  Sloan alleged the Hospital had\r\n  violated its own &quot;Policy for the Procurement of Construction and Design\r\n  Services for the Greenville Hospital System&quot; (&quot;Hospital Policy&quot;)\r\n  in securing the construction services and, moreover, that some of its policies\r\n  violated section 11-35-50.\r\nIn\r\n  2005, Sloan was permitted to amend his complaints to allege that the Hospital\r\n  is a state &quot;board&quot; or &quot;governmental body&quot; as defined by\r\n  state law and that it must follow the requirements of the Procurement Code. \r\n  Sloan alleged the Hospital had violated the Procurement Code in its handling of\r\n  certain construction projects and, in the alternative, if the court deemed the\r\n  Hospital a local &quot;political subdivision&quot; rather than a state\r\n  &quot;governmental body,&quot; that certain provisions of the Hospital Policy\r\n  violated section 11-35-50 because they did not embody &quot;sound principles of\r\n  appropriately competitive procurement.&quot;  The three actions were\r\n  consolidated for trial.  \r\nSloan\r\n  and Respondents filed cross-motions for partial summary judgment on the\r\n  preliminary issue of whether the Hospital is a &quot;governmental body&quot; as\r\n  defined in the Procurement Code.  The circuit court granted partial summary\r\n  judgment to the Hospital, ruling it is not a governmental body as defined by\r\n  the Procurement Code.  The circuit court found the Hospital was, instead,\r\n  &quot;a political subdivision, and more specifically, a special purpose\r\n  district.&quot;  Under this ruling, the Hospital was, therefore, entitled to\r\n  institute its own procurement procedures.\r\nThereafter,\r\n  in an order regarding the Parking Deck Case, the circuit court found the\r\n  Hospital had improperly utilized the &quot;Sole Source Procurement&quot; method\r\n  of selecting construction services under the Hospital's own procurement policy\r\n  and that the contract for this work was, therefore, invalid and void.  In a separate\r\n  consent order, Sloan was awarded costs and attorney's fees of $21,789.95 in\r\n  this matter.  No appeal has been made from the rulings in the Parking Deck\r\n  Case.\r\nIn a\r\n  subsequent order regarding the two remaining matters, the Construction\r\n  Management Case and the RFQ Case, the circuit court granted judgment to the\r\n  Hospital.  The circuit court rejected Sloan's argument that several provisions\r\n  of the Hospital's Policy failed to embody the principles of appropriately\r\n  competitive procurement as required by section 11-35-50 of the South Carolina\r\n  Code.  \r\nSloan\r\n  appeals, arguing the circuit court erred in finding the Hospital was not a\r\n  governmental body subject to the state's Procurement Code and, in the\r\n  alternative, if the Hospital is a political subdivision, the Hospital violated\r\n  its own Hospital Policy in securing the disputed construction projects and\r\n  several of the policy provisions violate section 11-35-50's mandate that\r\n  political subdivisions enact ordinances or procedures embodying sound\r\n  principles of appropriately competitive procurement.\r\nII.  STANDARD OF REVIEW\r\nUnder\r\n  Rule 56(c) of the South Carolina Rules of Civil Procedure, a motion for summary\r\n  judgment shall be granted &quot;if the pleadings, depositions, answers to\r\n  interrogatories, and admissions on file, together with the affidavits, if any,\r\n  show that there is no genuine issue as to any material fact and that the moving\r\n  party is entitled to a judgment as a matter of law.&quot;  Rule 56(c), SCRCP.  &quot;An\r\n  appellate court reviews the granting of summary judgment under the same standard applied by the trial court under Rule 56(c), SCRCP.&quot;  Hooper v. Ebenezer Senior Servs. &amp;\r\n    Rehab. Ctr., 386 S.C. 108, 114, 687 S.E.2d 29, 32 (2009) (citing Brockbank\r\n      v. Best Capital Corp., 341 S.C. 372, 379, 534 S.E.2d 688, 692 (2000)). \r\nA\r\n  suit for declaratory judgment is neither legal nor equitable; rather, it is\r\n  determined by the nature of the underlying issue.  Sloan v. Greenville\r\n    County, 380 S.C. 528, 534, 670 S.E.2d 663, 666 (Ct. App. 2009).  &quot;The\r\n  issue of statutory interpretation is a question of law for the court,&quot; and\r\n  this Court may decide questions of law without deference to the trial court.  Id. at 534, 670 S.E.2d at 667.  \r\nIII.  LAW/ANALYSIS\r\nA.&nbsp; Governmental Body or\r\n  Political Subdivision\r\nSloan\r\n  first argues the circuit court erred in finding the Hospital is a political\r\n  subdivision and not a governmental body as those terms are defined in the\r\n  Procurement Code.  If the Hospital is a governmental body, it is subject to the\r\n  requirements of the Procurement Code, and if it is not a governmental body, the\r\n  Hospital must follow the provisions of its own Hospital Policy that it adopted\r\n  to govern the procurement of construction and design services.  \r\nProcurement Code\r\nThe South Carolina\r\n  Legislature has stated the underlying purposes of the Procurement Code are\r\n  &quot;to provide increased economy in state procurement activities and to\r\n  maximize to the fullest extent practicable the purchasing values of funds while\r\n  ensuring that procurements are the most advantageous to the State and in\r\n  compliance with the provisions of the Ethics Government Accountability and\r\n  Campaign Reform Act,&quot; as well as &quot;to require the adoption of\r\n  competitive procurement laws and practices by units of state and local\r\n  governments[.]&quot;  S.C. Code Ann. § 11-35-20(a), (e) (Supp. 2009).\r\nThe\r\n  Procurement Code &quot;applies to every procurement or expenditure of funds by\r\n  this State under contract acting through a governmental body as . . . defined&quot;\r\n  in the Procurement Code.  Id. § 11-35-40(2) (emphasis added).\r\nGovernmental\r\n  Body.  The term &quot;governmental\r\n  body&quot; is defined in the Procurement Code as follows:\r\n\r\n\t&quot;Governmental Body&quot; means a state government\r\n  department, commission, council, board, bureau, committee, institution, college,\r\n  university, technical school, agency, government corporation, or other\r\n  establishment or official of the executive or judicial branch.  Governmental body excludes the General Assembly or\r\n  its respective branches or its committees, Legislative Council, the Office of\r\n  Legislative Printing, Information and Technology Systems, and all local\r\n  political subdivisions such as counties, municipalities, school districts, or public\r\n  service or special purpose districts or any entity created by act of the\r\n  General Assembly for the purpose of erecting monuments or commissioning art\r\n  that is being procured exclusively by private funds.\r\n\r\nId. § 11-35-310(18) (emphasis added).  &quot;State&quot;\r\n  as used in the Procurement Code &quot;means state government.&quot;  Id. § 11-35-310(32).  Sloan alleges the Hospital is a state government board.\r\nPolitical\r\n  Subdivision.  In contrast, the Procurement Code states &quot;'[p]olitical\r\n  subdivision' means all counties, municipalities, school districts, public\r\n  service or special purpose districts.&quot;  Id. § 11-35-310(23). \r\n  Political subdivisions are excluded from the definition of a governmental body\r\n  and are not subject to the procurement procedures outlined in the Procurement Code.  Id. § 11-35-310(18).  \r\nSection\r\n  11-35-50 of Procurement Code requires political subdivisions to develop and\r\n  adopt their own procurement procedures:\r\n\r\n\tAll political subdivisions of the State shall adopt\r\n  ordinances or procedures embodying sound principles of appropriately\r\n  competitive procurement no later than July 1, 1983.  The Budget and Control\r\n  Board . . . shall create a task force to draft model ordinances, regulations,\r\n  and manuals for consideration by the political subdivisions. . . .  A political\r\n  subdivision's failure to adopt appropriate ordinances, procedures, or policies\r\n  of procurement is not subject to the legal remedies provided in this code.\r\n\r\nId. § 11-35-50.\r\nHospital's Status\r\nIn\r\n  considering the Hospital's status, the circuit court observed that the Hospital\r\n  does not perfectly fit into any category, but that its purpose is essentially\r\n  local and it is not a state &quot;governmental body&quot; as that term is\r\n  defined by the Procurement Code; rather, it is a &quot;political\r\n  subdivision,&quot; and more particularly, a &quot;special purpose\r\n  district&quot; serving local needs:  \r\n\r\n\tGHS [the Hospital] does not fit perfectly within the\r\n  categories that the State Procurement Code creates.  As a result, the decision\r\n  in answering the questions raised in this case is a difficult and close one. \r\n  In the final analysis, however, GHS was created to serve a local governmental\r\n  purpose -- providing hospital facilities and services in Greenville County.  By\r\n  its very nature, it is local:  its Board consists of citizens from the City and\r\n  County of Greenville; in the past it was funded through Greenville County bond\r\n  issues; and its original structure came from the City of Greenville.  One of\r\n  the purposes of the State Procurement Code is to allow local political\r\n  subdivisions the flexibility to choose competitive procurement mechanisms that\r\n  are appropriate for their purpose.  The Court finds that GHS is the type of\r\n  local political subdivision that this policy objective is meant to cover.  Thus\r\n  the Court holds that GHS is not a governmental body as defined by . . . the\r\n  State Procurement Code.  Instead, the Court holds that GHS is a political\r\n  subdivision, and more specifically, a special purpose district.  \r\n\r\nBackground\r\n  of the Hospital's Formation.  The\r\n  Hospital was created in 1947 by act of the South Carolina Legislature to\r\n  provide hospital facilities to the residents of Greenville County.  1947 S.C.\r\n  Acts 432.  The legislature observed the city hospital then in existence was\r\n  insufficient to meet the needs of all of the Greenville County residents and concluded\r\n  &quot;that the most practical and economical solution of the problem would be\r\n  for the County of Greenville to take over the hospital, to expand its physical\r\n  facilities[,] and to operate it for the benefit of all residents of Greenville\r\n  County.&quot;  Id. § 1. \r\nBecause\r\n  the city was unwilling to convey the existing hospital to the county without\r\n  some guarantee its future operation would be on a basis satisfactory to the\r\n  city residents, the legislature created &quot;an independent Board, free from\r\n  the control of the corporate authorities of the City or the County and charged\r\n  with the duty of operating said hospital and its expanded facilities for the\r\n  benefit of the taxpayers and residents of all Greenville County[.]&quot;  Id. \r\n  To this end, the legislature &quot;established a Board, to be known as the\r\n  Greenville General Hospital Board of Trustees.&quot;  Id. § 4.  The\r\n  board was &quot;authorized and empowered to do all things necessary or\r\n  convenient for the establishment and maintenance of adequate hospital\r\n  facilities for Greenville County[.]&quot;  Id. § 5.\r\nIn\r\n  1965, the legislature &quot;created and established in Greenville County a\r\n  district to be known as 'Greenville Hospital System District' (the district),\r\n  which shall include and be comprised of all territory in Greenville County\r\n  within the boundaries of Greenville County.&quot;  1965 S.C. Acts 626, § 2.  In\r\n  the act making this change, the legislature noted &quot;that public hospital\r\n  facilities in Greenville County are being presently provided by a public agency\r\n  known as the Greenville General Hospital Board of Trustees (the hospital\r\n  board).&quot;  Id. § 1.  The legislature found that studies indicated\r\n  the growth of Greenville County would require a &quot;tremendous expansion of\r\n  existing facilities,&quot; so the legislature decided &quot;to establish a\r\n  hospital district co-extensive with Greenville County, and to create a\r\n  commission as the governing agency thereof . . . .&quot;  Id.  The\r\n  district, acting through the commission, was empowered to issue general\r\n  obligation bonds.  Id. § 7. \r\nIn\r\n  1966, the legislature repealed 1965 S.C. Acts 626, which created the district. \r\n  1966 S.C. Acts 1286, §&nbsp;15.  The legislature observed that the Hospital had\r\n  been expanding using general obligation bonds issued by Greenville County, and\r\n  that it was changed to a district in contemplation of the district acquiring\r\n  from the board all existing public hospital facilities in the county and the\r\n  district being empowered to issue bonds itself, but litigation had ensued\r\n  challenging the validity of the act and also contending that the district had\r\n  to follow the debt limitation set forth in the state constitution.  Id. § 1(6).  The legislature noted the trial court had upheld the validity of the\r\n  district, but ruled that it must observe the debt limitation.  Id. §&nbsp;1(7).  \r\nThe\r\n  legislature stated it had further considered the problem while an appeal was\r\n  being perfected and found that, if the district were to be permitted to issue\r\n  general obligation bonds, a constitutional amendment had to be adopted.  Id. § 1(8).  Further, the legislature noted that the district was not authorized to\r\n  function until the Hospital board had conveyed the hospital properties to the\r\n  district and, since no conveyance had yet been made, the board was still\r\n  performing the functions committed to it under the Act of 1947.  Id.  The\r\n  legislature concluded the board should, therefore, continue its functions and\r\n  decided &quot;to repeal the Act of 1965 in order that public hospital\r\n  facilities in Greenville County may continue to function under the Hospital\r\n  Board and in accordance with the authorizations of the Act of 1947.&quot;  Id. \r\n  By separate act in 1966, the legislature changed the name of the board to\r\n  &quot;the Greenville Hospital System Board of Trustees.&quot;  1966 S.C. Acts\r\n  1285, §&nbsp;1.\r\nIn\r\n  1999, the Hospital adopted, &quot;[i]n compliance with South Carolina Code Ann.\r\n  § 11-35-50, and in accordance with the principles of appropriately competitive\r\n  procurement practices,&quot; its Hospital Policy governing the approved\r\n  procedures for the procurement of construction and design services.  \r\nSloan's\r\n  Arguments.  Sloan argues &quot;the clear intent&quot; of the legislature's\r\n  actions in 1965 and 1966 &quot;was that the Greenville Hospital System Board\r\n  would continue to operate as a Board created by the General Assembly, and not\r\n  as a 'special purpose district' or political subdivision.&quot;  He asserts\r\n  other districts have been established in the same geographical area; therefore,\r\n  the Hospital cannot be a special purpose district in the same territory because\r\n  they would impermissibly overlap.  Sloan also contends special purpose\r\n  districts must have five characteristics:  a distinct geographical description,\r\n  the authority to issue general obligation bonds, taxing authority, inclusion of\r\n  &quot;district&quot; in the entity's name, and they must serve a local\r\n  governmental purpose.  Sloan states the Hospital does not meet this five-part\r\n  test.  \r\nThe circuit court\r\n  found Sloan's assertion there was an impermissible overlap of districts was\r\n  without merit, observing:  &quot;Each of the acts creating these subsequently\r\n  formed hospital districts makes clear that the hospital facilities to be\r\n  constructed or otherwise acquired in those respective districts are to be\r\n  operated by GHS [the Hospital].  At most, these subsequent districts were\r\n  created to provide support to GHS. . . .  The three later districts do not\r\n  perform the same functions as GHS.&quot;  See Wagener v. Smith,\r\n  221 S.C. 438, 445-46, 71 S.E.2d 1, 4 (1952) (&quot;'[T]here cannot be at the\r\n  same time, within the same territory, two distinct municipal corporations, exercising\r\n  the same powers, jurisdiction, and privileges.'  Dillon, Municipal\r\n  Corporations, (5th Ed.), Vol. I, Sec. 354, page 616. . . .  The foregoing\r\n  inhibition does not prevent the formation of two municipal corporations\r\n  coextensive in area for different purposes.&quot;); S.C. Code § 6-11-435(B)\r\n  (2004) (codifying the &quot;overlap rule&quot;).  Moreover, the circuit court stated\r\n  that &quot;none of these districts operate today and [they] are inactive by\r\n  operation of statute, specifically South Carolina Code Ann. §&nbsp;6-11-1630.&quot;\r\nThe circuit court\r\n  also rejected the five-part test set forth by Sloan, stating the legislature\r\n  has never defined the term &quot;special purpose district&quot; to mandate\r\n  inclusion of all five of these parameters and Sloan's &quot;position has no\r\n  support either in case law or the South Carolina Code.&quot;  The court observed\r\n  that &quot;[i]n defining the term 'special purpose district' the General\r\n  Assembly has consistently determined that one factor that must be present is\r\n  that an entity must serve a local governmental function or power.&quot;[1]  \r\nThe circuit court\r\n  noted that, prior to the adoption of home rule in South Carolina, governmental\r\n  power was concentrated at the state level in Columbia, and counties and\r\n  municipalities had limited authority to provide services to its citizens. \r\n  Therefore, the legislature created special purpose districts to fill the void\r\n  for these needed services.  \r\nThe\r\n  provision of hospital services was among the kinds of services made available\r\n  via special purpose districts.  See Knight v. Salisbury, 262 S.C.\r\n  565, 573, 206 S.E.2d 875, 878 (1974) (stating &quot;[t]he special purpose\r\n  district has been employed for hospitals, recreational and other\r\n  purposes&quot;).  In Knight, this Court observed that in 1973, home rule\r\n  (in which more authority was vested in local governments) put an end to the\r\n  practice of creating special purpose districts within a given county, as\r\n  special legislation relating to one county was no longer permitted; however, any\r\n  existing units were allowed to continue functioning and county governments began\r\n  providing services that were previously provided at the local level by special\r\n  purpose districts.  Id. at 573-75, 206 S.E.2d at 878-79.  \r\nWe agree with the\r\n  circuit court's determination that the true essence of a special purpose\r\n  district is its scope and its focus on serving local, not state-wide, needs. \r\n  In this case, the Hospital was established to provide medical services to all\r\n  of the residents of Greenville County, where the existing city hospital was\r\n  found to be insufficient to meet the increasing demand for services.  \r\nAlthough\r\n  the word &quot;board&quot; was used in the enabling legislation, it was used in\r\n  a descriptive, generic sense, as the legislation did not, in actuality, create\r\n  a board that had state-wide authority or impact; rather, it was directed solely\r\n  to local needs in a limited geographic area, i.e., Greenville County, and was\r\n  to provide medical services solely in that area.  Thus, it was created to serve\r\n  a local purpose.  The board consisted of residents from the city and county of\r\n  Greenville, the original hospital was built by the city, and part of its\r\n  funding came from local bond issues.  The use of the term &quot;board&quot; or\r\n  the absence of the specific phrase &quot;special purpose district&quot; is not\r\n  determinative of the characterization of the entity.  Cf. McLure v.\r\n    McElroy, 211 S.C. 106, 110, 44 S.E.2d 101, 104 (1947) (referring to the\r\n  &quot;governing board&quot; of a public hospital known as the &quot;Union\r\n  Hospital District&quot; and noting &quot;the district . . . is a governmental\r\n  subdivision of the State&quot;), overruled in part by Weaver v.\r\n    Recreation Dist., 328 S.C. 83, 492 S.E.2d 79 (1997).\r\nSloan\r\n  contends there was no intent that the Hospital function as a special purpose\r\n  district, but our review of the legislative events leads us to the opposite\r\n  conclusion.  It is readily apparent that the 1966 legislation repealing the act\r\n  creating the district was passed solely because of the pending litigation\r\n  regarding the authority of the district to issue bonds, and was done after the\r\n  trial court had already upheld the validity of the district.  The legislative change\r\n  was simply a temporary solution to allow the board to continue functioning on\r\n  an interim basis until the legal questions involving the district could be\r\n  resolved.  After home rule was implemented in 1973, however, new special\r\n  purpose districts could no longer be created within one county, but entities\r\n  created before 1973 were allowed to continue operating.  This complex legislative\r\n  history makes the question of the Hospital's status difficult, as the circuit\r\n  court noted, because it does not clearly fall into either category\r\n  (governmental body or political subdivision), but we hold the circuit court\r\n  properly resolved the question in favor of finding the Hospital was not a\r\n  governmental body as that term is defined in the Procurement Code.\r\nThe legislative\r\n  definitions of a &quot;special purpose district&quot; do not contain the\r\n  five-part test articulated by Sloan and in fact demonstrate the legislature's\r\n  intent to be as broad as possible so as to encompass the wide variety of\r\n  entities serving local needs that were created before the adoption of home rule. \r\n  As the circuit court found, the statutes enumerated above require only that\r\n  such entities (1) were created by the General Assembly, (2) that they were\r\n  created prior to March 7, 1973, and (3)&nbsp;that they serve a local governmental\r\n  function.  \r\nThis\r\n  Court has previously recognized that certain entities were special purpose\r\n  districts, even though they did not possess all of the characteristics in the\r\n  five-part test asserted by Sloan.  See, e.g., Newman v. Richland\r\n    County Historic Pres. Comm'n, 325 S.C. 79, 480 S.E.2d 72 (1997) (observing\r\n  the Commission is a special purpose district created in 1963 pursuant to 1963\r\n  S.C. Acts 69).  The Richland County Historic Preservation Commission did not\r\n  have the authority to tax or to issue general obligation bonds, and the\r\n  enabling legislation created it without using the word &quot;district&quot; or\r\n  otherwise defining its geographical scope.  \r\nWe hold the circuit\r\n  court did not err in concluding the Hospital is not a state governmental entity\r\n  subject to the procurement procedures detailed in the state's Procurement Code;\r\n  rather, it is a special purpose district that is entitled to, and by law is required\r\n  to, establish its own provisions embodying sound principles of appropriately\r\n  competitive procurement as provided by section 11-35-50.  The formulation of\r\n  the Hospital and its board meets the broad parameters of a special purpose\r\n  district as used in the Procurement Code, as there is no limiting definition\r\n  that specifies particular requirements other than the essential one of serving\r\n  a local need or purpose.\r\nB.&nbsp; Compliance with\r\n  Hospital Policy \r\nSloan next argues in\r\n  the alternative that, even if the Hospital is a local political subdivision, the\r\n  Hospital Policy does not embody sound principles of appropriately competitive\r\n  procurement as required by section 11-35-50.  \r\nOverview of the Hospital Policy\r\nThe Hospital Policy\r\n  was adopted on August 24, 1999 to govern contracts involving construction or\r\n  design services.  Hospital Policy II(B)(1).  The Hospital Policy generally\r\n  applies to &quot;any expenditure of funds by Greenville Hospital System [the\r\n  Hospital] for construction under contract exceeding $100,000 and for design\r\n  services under contract exceeding $50,000, except as specifically set forth\r\n  herein.&quot;  Hospital Policy II(B)(2).  \r\n&quot;Invitation\r\n  for Bids and Request for Proposals shall be the preferred methods for the selection\r\n  of construction services.&quot;  Hospital Policy III(A)&nbsp; (1).  Further,\r\n  &quot;Request for Proposals shall be the preferred method for the selection of\r\n  construction management services, design services and design-build\r\n  services.&quot;  Hospital Policy III(A)(2).  \r\nThe\r\n  &quot;Methods of Source Selection&quot; enumerated in the Hospital Policy\r\n  include (1) Invitation for Bids, (2) Request for Proposals, (3) Sole Source\r\n  Procurement, (4) Emergency Procurement, and (5) Small Construction\r\n  Procurement.  Hospital Policy III(B).  \r\nThe\r\n  Small Construction Procurement method provides:  &quot;Any construction\r\n  procurement not exceeding $350,000 may be made by the Director by the\r\n  solicitation[] of written quotations from a minimum of three qualified sources\r\n  (or, if in the Director's judgment, there are fewer than three qualified\r\n  sources, from all qualified sources), and the award shall be made to the lowest\r\n  responsible/responsive bidder.&quot;  Hospital Policy III(G). \r\n  &quot;Director&quot; refers to &quot;the President of Greenville Hospital\r\n  System or his designee.&quot;  Hospital Policy II(C)(6).  \r\nUnder\r\n  the Sole Source Procurement method, &quot;[a] contract may be awarded for\r\n  construction or design services without competition when the Director\r\n  determines in writing that there is only one appropriate, practicable source\r\n  for the required supply, service, equipment or construction item.&quot; \r\n  Hospital Policy III(E).  \r\nChallenged Provisions\r\nOn\r\n  appeal, Sloan contends several provisions in the Hospital Policy do not embody\r\n  sound principles of appropriately competitive procurement as required by\r\n  section 11-35-50.  For example, Sloan asserts the Hospital Policy generally\r\n  sets thresholds of $100,000 and $350,000 for application of the policy, whereas\r\n  the state's Procurement Code, and other, regional codes, contain a $25,000\r\n  threshold.[2]  Sloan also asserts the\r\n  Hospital Policy &quot;fails to require competitive sealed bidding as the\r\n  presumptive method of source selection.&quot;  Sloan argues competitive sealed\r\n  bidding is provided for in the state's Procurement Code, the Model Procurement\r\n  Ordinance for Local Governments prepared by the Special Task Force on Local\r\n  Government Procurement of the South Carolina Budget and Control Board, and in\r\n  other local codes; therefore, the Hospital's &quot;departure from this\r\n  presumption cannot be deemed to embody 'sound principles of appropriately\r\n  competitive procurement.'&quot;  \r\nThe\r\n  circuit court ruled Sloan failed to meet his burden of proving the challenged\r\n  provisions did not comply with section 11-35-50 and granted judgment to the\r\n  Hospital.  \r\nThe\r\n  court began by noting that &quot;Sloan essentially argues that because the\r\n  Hospital's Policy does not follow several other procurement codes, most notably\r\n  the State's Consolidated Procurement Code, the State Local Model Procurement\r\n  Code, and the ABA Model Procurement Code, the [Hospital] Policy fails to embody\r\n  sound principles of appropriately competitive procurement and thus conflicts\r\n  with State law.&quot;  \r\nThe\r\n  court observed that Sloan argues that these are &quot;community standards&quot;\r\n  that demonstrate a collective &quot;legislative judgment&quot; as to whether or\r\n  not certain procurement policies are appropriately competitive.  The court\r\n  rejected Sloan's argument, stating the general assertion that these other codes\r\n  set some formula that South Carolina is compelled to follow must fail in the\r\n  absence of other proof.    \r\nThe\r\n  court stated that requiring local government to follow the &quot;collective\r\n  judgment&quot; of other codes would effectively stifle innovation in the\r\n  procurement practices of local government.  The court noted both the state's\r\n  Procurement Code and the Model Procurement Ordinance were adopted in the early\r\n  1980s, so relying upon these sources in determining if something meets the\r\n  &quot;appropriately competitive&quot; standard would result in stagnation and\r\n  the inability to adopt newer and more innovative procurement methods.  \r\nMoreover,\r\n  the court found that Sloan's argument conflicts with the Procurement Code itself\r\n  as &quot;there is simply no requirement that entities like the Hospital enact\r\n  [procedures] that are the same as, or even similar to, the State Consolidated\r\n  Procurement Code.&quot;  The court explained, &quot;By conscious decision of\r\n  the legislature, . . . local governments are not subject to the State\r\n  Procurement Code&quot; and &quot;[n]either are local governments required to\r\n  adopt provisions similar to those of the State Code.&quot;  \r\nIn Colleton\r\n  County Taxpayers Association v. School District of Colleton County, 371\r\n  S.C. 224, 638 S.E.2d 685 (2006), this Court held that the legislature's repeal\r\n  of a provision in the Procurement Code had no relevance to the validity of an\r\n  identical provision contained in the School District's procurement policy.  We rejected\r\n  the plaintiffs' suggestion that the repeal amounted to a determination that the\r\n  School District's provision no longer embodied &quot;sound principles of\r\n  appropriately competitive procurement&quot; within the meaning of section\r\n  11-35-50.  Id. at 241, 638 S.E.2d at 694.  We further held that the\r\n  plaintiffs' &quot;blanket conclusion&quot; that the School District's provision\r\n  must be inappropriate because it was no longer in the Procurement Code, without\r\n  incorporating any supporting authority, effectively constituted a waiver of\r\n  their argument.  Id.\r\nIn\r\n  the current appeal, the circuit court relied upon the Colleton County case in finding the provisions of the Procurement Code are\r\n  &quot;irrelevant&quot; to what constitutes &quot;sound principles of\r\n  appropriately competitive procurement&quot;  and in determining local &quot;procurement\r\n  codes need not mirror the State Consolidated Procurement Code, the Local Model\r\n  Code, or any other code.&quot;   \r\nThis\r\n  determination is supported by the fact that the chairman of the Task Force\r\n  expressly stated in his cover letter presenting the Model Procurement Ordinance\r\n  to the chairman of the South Carolina Budget and Control Board that the\r\n  &quot;ordinance is a recommended model and in no way is to be construed as a\r\n  document which must be mandatorily adopted by any political subdivision.&quot; \r\n  The chairman expressly stated:  &quot;There is no requirement that the\r\n  political subdivision would even have to consider this particular model.  It is\r\n  to be used for assistance and information only.&quot;  \r\nWe\r\n  hold the circuit court properly ruled Sloan has not met his burden of\r\n  establishing that any of the challenged provisions failed to meet the\r\n  requirements of section 11-35-50.  Sloan's sole objection to these provisions\r\n  is that the Hospital Policy does not mirror the terms of the Procurement Code,\r\n  the Model Procurement Ordinance, and other regional codes.  Sloan appears to\r\n  apply a reverse presumption, i.e., that the challenged provisions in the\r\n  Hospital Policy are presumptively invalid because they vary from the\r\n  terms contained in the sources used for comparison.  We agree with the circuit\r\n  court that this difference, standing alone, is not enough to deem the Hospital\r\n  Policy in violation of the statute's mandate to adopt &quot;sound principles of\r\n  appropriately competitive procurement.&quot;\r\nAs our courts have\r\n  recognized, section 11-35-50 does not specify any particular procedures that\r\n  are considered to embody the &quot;appropriately competitive&quot; standard; rather,\r\n  the statute &quot;clearly was intended to afford local governments needed\r\n  flexibility to determine what is 'appropriately competitive' in light of the\r\n  public business they must transact.&quot;  Glasscock Co. v. Sumter County, 361 S.C. 483, 490, 604\r\n    S.E.2d 718, 721&nbsp;(Ct. App. 2004).  \r\nIn Glasscock,\r\n  the court rejected the argument that section 11-35-50 should be construed to\r\n  mandate sealed competitive bidding in almost every instance of public\r\n  procurement, explaining:  &quot;This approach would effectively strip our\r\n  state's local governments of any flexibility in determining the competitive\r\n  procurement policies and procedures appropriate for them to adopt.  Indeed,\r\n  such a reading of section 11-35-50 runs wholly contrary to the home rule\r\n  authority vested in local government by our constitution.&quot;  Id. at\r\n  491, 604 S.E.2d at 722; cf. Charleston County Sch. Dist. v.\r\n    Leatherman, 295 S.C. 264, 368 S.E.2d 76 (Ct. App. 1988) (observing state\r\n  law requires a school district's proposed procurement code to be &quot;substantially\r\n  similar&quot; to the state Procurement Code, a requirement that is not imposed\r\n  universally).  Accordingly, we find no merit to Sloan's argument that the\r\n  Hospital Policy is improper because it varies from the provisions contained in\r\n  other local procurement and model codes.\r\nIV.  CONCLUSION\r\nBased on the\r\n  foregoing, we affirm the circuit court's orders, which found the Hospital is\r\n  not a state governmental body subject to the Procurement Code, but rather, is a\r\n  local political subdivision, and that its own procurement procedures, as\r\n  contained in its Hospital Policy, complied with state law.\r\nAFFIRMED. \r\nTOAL, C.J.,\r\n  KITTREDGE and HEARN, JJ., concur. PLEICONES, J., concurring in a separate\r\n  opinion.\r\n\r\nJUSTICE PLEICONES:  I concur in the majority's decision to uphold the\r\n  trial judge's ruling in favor of the respondents, but would do so on the ground\r\n  that appellant lacks standing to bring this action.  Rule 220 (c), SCACR ; compare Sloan v. Dept. of Transp., 379 S.C. 160, 666 S.E.2d 236\r\n  (2008)(Pleicones, J., dissenting); Sloan v. Dept .of Transp., 365 S.C.\r\n  299, 618 S.E.2d 876 (2005)(Pleicones, J., dissenting).\r\n\r\n\r\n[1]  See S.C. Code Ann. § 6-11-410(a) (2004)\r\n  (&quot;'Special purpose district' shall mean any district created by act\r\n  of the General Assembly prior to March 7, 1973, and to which has been committed\r\n  prior to March 7, 1973, any local governmental function.&quot;); id. §\r\n  6-11-810(d) (&quot;'Special purpose district' shall mean any district\r\n  created by act of the General Assembly prior to March 7, 1973, and to which has\r\n  been committed prior to March 7, 1973, any local governmental power or\r\n  function.&quot;); id. § 6-11-1610 (&quot;For the purposes of this\r\n  article [governing special purpose or service districts], 'special purpose\r\n  district' means any district created by an act of the General Assembly or\r\n  pursuant to general law and which provides any local governmental power or\r\n  function . . . .&quot;).\r\n[2]  The Procurement Code currently provides that\r\n  &quot;[c]ontracts greater than fifty thousand dollars must be awarded by\r\n  competitive sealed bidding except as otherwise provided in Section\r\n  11-35-1510.&quot;  S.C. Code Ann. § 11-35-1520(1) (Supp. 2009) (emphasis added). \r\n  This threshold was increased from $25,000 after the time the contracts at issue\r\n  here were executed.  2006 S.C. Acts 376, § 25 (effective June 13, 2006).  \r\n\r\n","court":"Supreme"},{"id":"26828","title":"Media General v. SC Department of Revenue","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=26828","description":"The Department appeals from an order of the ALC finding it has the authority to apply the combined entity apportionment method in calculating the South Carolina taxes due from multistate corporations conducting business in South Carolina.","date":"2010-06-14","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tMedia General\r\n      Communications, Inc., and Media General Broadcasting of South Carolina\r\n      Holdings, Inc., Respondents,\r\n\t\t\t\tv.\r\n\t\t\t\tSouth Carolina\r\n      Department of Revenue, Appellant.\r\n\t\t\t\tMedia General,\r\n      Inc., Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tSouth Carolina\r\n      Department of Revenue, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Richland County\r\n Marvin F. Kittrell, Admininistrative Law Court\r\n  Judge\r\nOpinion No. 26828\r\nHeard March 16, 2010 - Filed June 14, 2010  \r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tLynn M.\r\n  Baker, Managing Counsel, and Ronald W. Urban, Chief Counsel, both of South\r\n  Carolina Department of Revenue, of Columbia, for Appellant.\r\n\t\t\t\tBurnet\r\n  R. Maybank, III, of Nexsen Pruet, of Columbia, for Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nJUSTICE BEATTY:  The\r\n  appellant, the South Carolina Department of Revenue (&quot;Department&quot;),\r\n  contends the Administrative Law Court (&quot;ALC&quot;) erred in construing\r\n  S.C. Code Ann. § 12-6-2320(A)(4) as allowing the three multistate corporations named\r\n  herein to use the combined entity method in apportioning their income and\r\n  determining their South Carolina corporate income tax liability.  We affirm.\r\nI.  FACTS\r\nThis\r\n  taxation case involves three corporations that are challenging the accounting\r\n  procedure applied by the Department in calculating their corporate income taxes\r\n  due in South Carolina.  The taxes were based on income earned from intangible\r\n  assets used in this state—royalty receipts from the use of trademarks, trade\r\n  names, and licenses.  The parties stipulated to the following facts.\r\nMedia\r\n  General, Inc. (&quot;Media General&quot;), a Virginia corporation, is an\r\n  independent, publicly-owned communications company headquartered in Richmond,\r\n  Virginia.  Media General maintains its commercial domicile in Virginia and is\r\n  subject to income tax there.  Media General is the parent company in a\r\n  consolidated group of communications companies situated primarily in the\r\n  Southeast with interests in newspapers, television stations, and interactive\r\n  media.\r\n\r\nMedia\r\n  General owns all of the stock of Media General Communications, Inc. (&quot;MG\r\n  Communications&quot;), a Delaware corporation that is domiciled in, and subject\r\n  to income tax in, Virginia.  MG Communications owns Media General Operations,\r\n  Inc. (&quot;MGO&quot;), a Delaware corporation, which, in turn, owns Media\r\n  General Broadcasting of South Carolina Holdings, Inc. (&quot;MG Broadcasting&quot;),\r\n  a Delaware corporation domiciled in, and subject to income tax in, Virginia.[1]  \r\nMedia\r\n  General and its affiliates comprise a &quot;unitary group,&quot; which as used\r\n  herein is defined as a business in which there is a high degree of\r\n  interrelationship and interdependence among related entities so that the value\r\n  of the business as a whole exceeds the sum of its individual elements.   Unitary\r\n  groups generally share a unity of management, ownership, and control of\r\n  operations resulting in unquantifiable flows of value among the related\r\n  entities of the business.  Media General and its affiliates operate converged\r\n  media operations where television, newspaper, and online products and\r\n  information are merged and leveraged off of each other.  \r\nThe\r\n  Department conducted a corporate income tax audit of Media General, MG\r\n  Communications, and MG Broadcasting.  During the audit period, both MG\r\n  Broadcasting and MG Communications owned intangible assets utilized in MGO's\r\n  multistate operations, including those operations conducted in South Carolina. \r\n  These intangibles included licenses and other authorizations issued by the\r\n  Federal Communications Commission (&quot;FCC&quot;) for the operation of\r\n  various television broadcasting affiliates, as well as trademarks for the\r\n  stations and a Florence daily newspaper.    \r\nMG Communications and\r\n  MG Broadcasting each licensed their intangible assets to Media General and\r\n  charged Media General a flat royalty fee.  Media General then sublicensed the\r\n  intangibles to MGO and charged MGO a royalty fee.  The revenues generated by\r\n  MGO from its South Carolina broadcasting and publishing operations consisted\r\n  mostly of advertising sales revenue.    \r\nMedia\r\n  General also had an Administrative Services Agreement with MG Communications\r\n  and MG Broadcasting.  The license agreements, sublicense agreements, and the\r\n  Administrative Services Agreement were all signed on behalf of each entity by\r\n  the same individual who is a corporate officer for each company.\r\nAfter\r\n  evaluating the effects of the royalty income generated by the intangible\r\n  assets, the Department issued assessments for the three taxpayers at issue in\r\n  this case, Media General, MG Communications, and MG Broadcasting (collectively,\r\n  &quot;Taxpayers&quot;).\r\nIn\r\n  determining these assessments, the Department utilized the separate entity\r\n  apportionment method, which is the standard apportionment method used in South\r\n  Carolina for apportioning income among multistate, related business entities. \r\n  The ALC noted that this method &quot;considers each entity having nexus with\r\n  the taxing state as a separate and distinct entity, even if it is part of a unitary\r\n  business.&quot;  \r\nThis\r\n  is in contrast to the combined entity apportionment method, which the parties\r\n  have stipulated is defined for this matter as an accounting method whereby each\r\n  member of a group carrying on a unitary business computes its individual\r\n  taxable income attributable to activities in South Carolina by taking a portion\r\n  of the combined net income of the group through the utilization of combined\r\n  apportionment factors.  The combined income of the unitary group is not\r\n  computed for the purpose of taxing such income, but rather as a basis for\r\n  determining the portion of income from the entire unitary business attributable\r\n  to sources within South Carolina that is derived by members of the group\r\n  subject to South Carolina's taxing jurisdiction.  One of the purposes of this\r\n  method is to capture the many subtle and largely unquantifiable transfers of\r\n  value that take place among related companies of a single business enterprise.  \r\nSouth Carolina's\r\n  statutory apportionment methodology as utilized in the Department's assessments\r\n  and the calculation of taxes on returns filed during the audit period results\r\n  in income taxes and license fees for Media General, MG Broadcasting, MG\r\n  Communications, and MGO in the amount of $3,758,320.  In contrast, the combined\r\n  apportionment methodology results in income taxes and license fees for these\r\n  same entities in the amount of $863,179.  \r\nThe Department's\r\n  application of South Carolina's standard apportionment formula utilized in its\r\n  proposed assessments does not fairly represent petitioners' business activities\r\n  in South Carolina, thus resulting in a statutory distortion of petitioners'\r\n  activities within South Carolina.  \r\nThe\r\n  corporations timely filed protests to the assessments and asked the Department\r\n  to use the combined entity apportionment methodology as an alternative method\r\n  to the separate entity apportionment method to fairly represent their business\r\n  activities in South Carolina pursuant to S.C. Code Ann. § 12-6-2320(A)(4). \r\n  This statute provides that if the allocation and apportionment provisions do\r\n  not fairly represent the taxpayer's business activities in South Carolina, the\r\n  taxpayer may petition for, or the Department may require, if reasonable, the\r\n  employment of any other method to effectuate the equitable allocation and\r\n  apportionment of the taxpayer's income.  \r\nThe\r\n  Department issued a Final Agency Determination upholding the proposed\r\n  assessments.  Although the Department agreed that the combined apportionment\r\n  methodology fairly represents the corporations' business activities in South\r\n  Carolina during the audit period, as compared to South Carolina's standard\r\n  apportionment methodology, the Department declined the group's petition to use\r\n  the combined apportionment method pursuant to section 12-6-2320(A)(4) on the\r\n  ground that the Department has no authority to either grant a petition for, or\r\n  require, the use of the combined apportionment method.  \r\nMedia\r\n  General filed this matter for a contested case hearing before the ALC.  The\r\n  parties filed cross-motions for summary judgment.  The ALC granted Media\r\n  General's motion for summary judgment, and denied the Department's motion.  The\r\n  ALC found the allowance of the use of &quot;any other method&quot; as provided\r\n  by section 12-6-2320(A)(4) of the South Carolina Code encompasses the combined\r\n  entity apportionment method advocated by Media General and that this method\r\n  should be applied in this case.  The Department appeals from the ALC's ruling.\r\nII.  STANDARD OF REVIEW\r\nRule\r\n  56(c) of the South Carolina Rules of Civil Procedure provides a motion for\r\n  summary judgment shall be granted &quot;if the pleadings, depositions, answers\r\n  to interrogatories, and admissions on file, together with the affidavits, if\r\n  any, show that there is no genuine issue as to any material fact and that the\r\n  moving party is entitled to a judgment as a matter of law.&quot;  Rule 56(c),\r\n  SCRCP; see also ALC Rule 68 (stating the South Carolina Rules of Civil\r\n  Procedure may be applied in proceedings before the ALC to resolve questions not\r\n  addressed by the ALC rules).  A reviewing court may reverse the decision of the\r\n  ALC where it is in violation of a statutory provision or it is affected by an\r\n  error of law.  S.C. Code Ann. § 1-23-610(B)(a), (d) (Supp. 2009).\r\nIII.  LAW/ANALYSIS\r\nOn appeal, the\r\n  Department contends the ALC erred in construing section 12-6-2320(A)(4) of the\r\n  South Carolina Code as allowing Taxpayers to use the combined entity method in\r\n  apportioning their South Carolina corporate income tax.  The Department asserts\r\n  the ALC ignored South Carolina case law when it determined that combined entity\r\n  apportionment was contemplated by section 12-6-2320(A)(4), there is a split of\r\n  authority in other states that have adopted similar provisions, and the\r\n  Department's long-standing administrative interpretation and application of the\r\n  statute is entitled to deference.\r\nA.  South Carolina Corporate\r\n  Income Tax Provisions\r\nIn\r\n  South Carolina, &quot;[a]n income tax is imposed annually at the rate of five\r\n  percent on the South Carolina taxable income of every corporation . . .\r\n  transacting, conducting, or doing business within this State or having income\r\n  within this State, regardless of whether these activities are carried on in\r\n  intrastate, interstate, or foreign commerce.&quot;  S.C. Code Ann.\r\n  §&nbsp;12-6-530 (2000).  \r\nA\r\n  corporation's taxable income in South Carolina is computed using the Internal\r\n  Revenue Code with modifications as provided by South Carolina law, and this\r\n  amount is &quot;subject to allocation and apportionment as provided in Article\r\n  17 of this chapter.&quot;  Id. §&nbsp;12-6-580. \r\nArticle\r\n  17, entitled &quot;Allocation and Apportionment,&quot; provides certain income\r\n  that is not related to business activity in South Carolina must be directly\r\n  allocated to a taxpayer and is not subject to apportionment.  See id. §§&nbsp;12-6-2220, -2230 (2000 &amp; Supp. 2009).  All income remaining after\r\n  allocation is apportioned in accordance with the general apportionment statute,\r\n  section 12-6-2250, or one of the special apportionment formulas.  Id. §\r\n  12-6-2240 (Supp. 2009).\r\n&quot;If a taxpayer is transacting or conducting business partly within and\r\n  partly without this State, the South Carolina income tax is imposed upon a base\r\n  which reasonably represents the proportion of the trade or business carried on\r\n  within this State.&quot;  Id. § 12-6-2210(B) (2000) (emphasis added).  \r\nIn\r\n  the current appeal, the Department utilized a standard statutory apportionment\r\n  method based on gross receipts since the income in question was from intangible\r\n  business assets.  The gross receipts method requires the taxpayer to\r\n  &quot;apportion its . . . net income using a fraction in which the numerator is\r\n  gross receipts from within this State during the taxable year and the\r\n  denominator is total gross receipts from everywhere during the taxable\r\n  year.&quot;  Id. § 12-6-2290 (Supp. 2009).\r\nThe statute in\r\n  contention here, section 12-6-2320(A), provides for alternative methods of\r\n  allocation and apportionment when the standard provisions in the South Carolina\r\n  Code do not fairly represent the taxpayer's business activity in South\r\n  Carolina:\r\n\r\n\t(A) \r\n  If the allocation and apportionment provisions of this chapter do not fairly\r\n  represent the extent of the taxpayer's business activity in this State, the\r\n  taxpayer may petition for, or the department may require, in respect to all or\r\n  any part of the taxpayer's business activity, if reasonable:\r\n\t\r\n\t\t(1) \r\n  separate accounting;\r\n\t\t(2) \r\n  the exclusion of one or more of the factors;\r\n\t\t(3) the\r\n  inclusion of one or more additional factors which will fairly represent the\r\n  taxpayer's business activity in the State; or\r\n\t\t(4)  the\r\n  employment of any other method to effectuate an equitable allocation and\r\n  apportionment of the taxpayer's income.\r\n\t\r\n\r\nId. § 12-6-2320(A) (2000) (emphasis added).  Section\r\n  12-6-2320(A) of the South Carolina Code is identical to the Uniform Division of\r\n  Income for Tax Purposes Act (UDITPA), section 18, Equitable Adjustment of\r\n  Formula, and was passed by the South Carolina General Assembly in 1995. \r\nTaxpayers\r\n  petitioned under section 12-6-2320(A)(4) for the use of &quot;any other\r\n  method&quot; of apportionment, and they have specifically requested that the\r\n  Department apply the combined entity method in apportioning their income for\r\n  South Carolina tax purposes.  The Department stipulated that the standard\r\n  statutory method it used did not fairly represent Taxpayers' income, and that\r\n  the combined entity apportionment method did fairly measure Taxpayers' business\r\n  activity in South Carolina, but it denied the petition based on its\r\n  determination that it was not authorized under South Carolina law to apply the\r\n  combined entity apportionment method.\r\n\r\nB.  Combined Entity Versus\r\n  Single Entity Apportionment Methods\r\nThe\r\n  ALC observed that the states typically apply one of two apportionment methods\r\n  for multistate businesses.  The first is the separate entity apportionment\r\n  method, which considers each entity having some nexus with the taxing state as\r\n  a separate entity, even if it is part of a unitary business.  The second\r\n  method, known as the combined entity apportionment method, considers the\r\n  entities that are part of the unitary business such that the numerator\r\n  represents all of the unitary entities' gross receipts from within the taxing\r\n  state and the denominator consists of all of the unitary entities' gross\r\n  receipts from everywhere. \r\nThe\r\n  ALC compared the use of the separate entity apportionment method with the use\r\n  of the combined entity apportionment method in calculating a corporation's\r\n  income tax due in South Carolina:  \r\n\r\n\tTo\r\n  determine the tax of a related entity of a multistate corporation in South\r\n  Carolina using the separate entity apportionment method, each individual entity\r\n  must determine a ratio to apply against its taxable income in South Carolina to\r\n  arrive at a net taxable income.  The ratio is determined by dividing each\r\n  individual entity's gross receipts in this State or the sum of each individual\r\n  entity's property, payroll and sales within this State, by each individual\r\n  entity's gross receipts everywhere or the sum of each individual entity's\r\n  property, payroll and sales everywhere.  It then applies this ratio to the\r\n  entity's taxable income in South Carolina to determine its net taxable income. \r\n  The corporate tax rate (5%) is then applied to ascertain the tax owed this\r\n  State.\r\n\tTo\r\n  determine the tax of a related entity or related entities of a multistate\r\n  corporation in South Carolina by using the combined entity apportionment\r\n  method, the individual entity or all related entities (if more than one\r\n  taxpayer is transacting business in this state), must determine a ratio to\r\n  apply against its/their taxable income to arrive at its/their net taxable\r\n  income in South Carolina.  The ratio is determined by dividing the gross\r\n  receipts of all the related entities of the multistate corporation in South\r\n  Carolina or all the related entities['] property, payroll, and sales from\r\n  within South Carolina, by all the related entities['] gross receipts from\r\n  everywhere or the related entities['] property, payroll, and sales from\r\n  everywhere.  The taxpayer (individual entity) then applies this ratio to the\r\n  entity's taxable income in South Carolina to determine its net taxable income. \r\n  The corporate tax rate (5%) is then applied to ascertain the tax owed this\r\n  State.  \r\n\r\nThe parties have\r\n  stipulated that South Carolina uses the separate entity apportionment method as\r\n  its standard method to determine the taxable income related to intangible\r\n  property of multistate businesses transacting or doing business in South\r\n  Carolina.  The parties have further stipulated that the standard apportionment\r\n  formulas do not fairly represent the South Carolina income of Taxpayers;\r\n  therefore, section 12-6-2320(A) is applicable and the only question is the\r\n  interpretation of the statute and whether it permits the combined entity\r\n  apportionment method that Taxpayers request here.\r\n&quot;The cardinal\r\n  rule of statutory construction is to ascertain and effectuate the intent of the\r\n  legislature.&quot;  Charleston County Sch. Dist. v. State Budget &amp;\r\n    Control Bd., 313 S.C. 1, 5, 437 S.E.2d 6, 8 (1993).  &quot;The\r\n  determination of legislative intent is a matter of law.&quot;  Eagle\r\n    Container Co. v. County of Newberry,&nbsp;379 S.C. 564, 568, 666 S.E.2d\r\n  892, 894 (2008) (quoting Charleston County Parks &amp; Recreation Comm'n v.\r\n    Somers, 319 S.C. 65, 67, 459 S.E.2d 841, 843 (1995)). \r\n&quot;Where\r\n  the statute's language is plain and unambiguous, and conveys a clear and\r\n  definite meaning, the rules of statutory interpretation are not needed and the\r\n  court has no right to impose another meaning.&quot;  Hodges v. Rainey,&nbsp;341\r\n  S.C. 79, 85, 533 S.E.2d 578, 581&nbsp;(2000).  The best evidence of intent is\r\n  in the statute itself:  &quot;What a legislature says in the text of a statute\r\n  is considered the best evidence of the legislative intent or will.  Therefore,\r\n  the courts are bound to give effect to the expressed intent of the legislature.&quot;  Id. (quoting Norman J. Singer, Sutherland Statutory Construction § 46.03, at 94 (5th ed. 1992)).\r\nIf a\r\n  statute's &quot;terms are clear and unambiguous, they must be taken and\r\n  understood in their plain, ordinary and popular sense, unless it fairly appears\r\n  from the context that the Legislature intended to use such terms in a technical\r\n  or peculiar sense.&quot;  Etiwan Fertilizer Co. v. South Carolina Tax Comm'n,&nbsp;217\r\n  S.C. 354, 360, 60 S.E.2d 682, 684&nbsp;(1950).  &quot;The prime object, of\r\n  course, in the construction of a statute is to ascertain and give effect to the\r\n  legislative intent.&quot;  Id.\r\nThe\r\n  ALC found section 12-6-2320(A)(4) was clear on its face and that the\r\n  legislative intent expressed therein was to allow the use of &quot;any other\r\n  method&quot; to apportion income where the standard statutory formulas resulted\r\n  in an unfair apportionment of a taxpayer's business income in South Carolina.\r\nThe\r\n  Department disagrees and argues section 12-6-2320(A)(4) should not be construed\r\n  to allow the combined entity apportionment method based on the legislative\r\n  intent expressed in the corporate tax statutes requiring the filing of tax\r\n  returns by a single entity.  Specifically, the South Carolina Code defines\r\n  &quot;taxpayer&quot; as including &quot;an individual, trust, estate,\r\n  partnership, association, company, corporation, or any other entity\r\n  subject to the tax imposed by this chapter or required to file a return.&quot; \r\n  S.C. Code Ann. § 12-6-30(1) (2000) (emphasis added).  The Department notes the\r\n  definition refers to a single corporation as a taxpayer and thus to separate\r\n  filing requirements for each entity.  Consequently, this definition must be\r\n  used for the meaning of &quot;taxpayer&quot; as it appears in section\r\n  12-6-2320(A) and it limits the statute's application to a separate entity.  \r\nIn Coca\r\n  Cola Co. v. Department of Revenue, 533 P.2d 788 (Or. 1975), the Supreme\r\n  Court of Oregon rejected a similar argument, finding the use of\r\n  &quot;taxpayer&quot; in the singular did not prevent the Department of Revenue\r\n  from applying combined reporting.  The court stated:  &quot;While it is true,\r\n  as plaintiff points out, that the statute speaks of taxpayer in the singular,\r\n  this is no bar.  We note that the prior statute also spoke in the singular. \r\n  Yet in [Zale-Salem, Inc. v. Tax Comm'n, 391 P.2d 601 (Or. 1964)] we\r\n  approved combined reporting.&quot;  Id. at 793.  The court observed that\r\n  &quot;the fact that the Uniform Act does not specifically require (the combined\r\n  method of reporting for a multicorporate business) constitutes no barrier to\r\n  its adoption by the Multistate Tax Commission and the various member states.&quot;  Id. at 793 n.4 (alteration in original) (citation omitted).\r\nThe\r\n  Department also contends the combined entity apportionment method should not be\r\n  allowed because it is not expressly provided for in section 12-6-2320 and the\r\n  Department has never applied the combined entity apportionment method.  The\r\n  Department contends the ALC erred in failing to give deference to the agency's\r\n  own interpretation.   The Department further contends that use of the method is\r\n  contrary to existing South Carolina law.\r\nThe\r\n  ALC acknowledged that a court generally gives deference to an administrative\r\n  agency's interpretation of an applicable statute or regulation. However, the\r\n  ALC found the Department's interpretation was contrary to the plain language of\r\n  the statute and was not entitled to deference.    \r\nAn\r\n  agency's long-standing interpretation of a statute is usually entitled to be\r\n  given deference and should not be overruled by a reviewing court in the absence\r\n  of cogent reasons, but the interpretation will not be sustained if it contradicts\r\n  a statute's plain language.  Etiwan Fertilizer Co.,&nbsp;217 S.C. at 359,\r\n  60 S.E.2d at 684.  We find the ALC was not required to defer to the\r\n  Department's interpretation in this instance because it was contrary to the\r\n  plain language of the statute.  See Brown v. Bi-Lo, Inc., 354\r\n  S.C. 436, 440, 581 S.E.2d 836, 838&nbsp;(2003) (&quot;We recognize the Court\r\n  generally gives deference to an administrative agency's interpretation of an\r\n  applicable statute or its own regulation.  Nevertheless, where, as here, the\r\n  plain language of the statute is contrary to the agency's interpretation, the Court\r\n  will reject the agency's interpretation.&quot;\r\n  (citation omitted)).\r\nThe\r\n  Department also asserts the ALC's ruling ignored existing South Carolina case\r\n  law.  The Department cites to NCR Corp. v. South Carolina Tax Commission,\r\n  304 S.C. 1, 402 S.E.2d 666 (1991) (NCR I) and to NCR Corp. v. South Carolina\r\n    Tax Commission, 312 S.C. 52, 439 S.E.2d 254 (1993) (NCR II), arguing these\r\n  cases &quot;remain good [law] for the proposition that South Carolina is a\r\n  separate entity taxing state.&quot;  \r\nIn NCR I, we\r\n  noted that &quot;[e]ach of the statutory sections defining the ratios of\r\n  property, payroll, and sales use the singular word 'taxpayer.'&quot;  NCR I,\r\n  304 S.C. at 5, 402 S.E.2d at 669.  We held that &quot;subsidiary payroll,\r\n  sales, and property . . . should generally not be considered under our\r\n  statutory scheme.&quot;  Id. at 6, 402 S.E.2d at 669.\r\nIn NCR II,\r\n  NCR &quot;contend[ed] the royalties and interest income paid by all of its\r\n  forty-four foreign subsidiaries should be combined and then divided by the\r\n  combined income of all the subsidiaries to determine the proportionate\r\n  contribution of sales, property, and payroll by foreign subsidiaries.&quot;  NCR\r\n    II, 312 S.C. at 56, 439 S.E.2d at 256.  Under this calculation, the gains\r\n  of the various subsidiaries would be offset by the losses of others.  Id. \r\n  In contrast, the Tax Commission asserted &quot;the trial court correctly made\r\n  the calculation separately for each subsidiary and added each separate amount\r\n  to the denominator of the apportionment formula.&quot;  Id.  This Court stated\r\n  that &quot;[s]ubsidiaries are treated as separate entities for tax purposes,&quot;\r\n  and held the &quot;Tax Commission's method of calculation is the better\r\n  approach since it is consistent with general tax principles.&quot;  Id.  \r\nThe ALC found these\r\n  cases were not controlling as they were decided prior to the enactment of\r\n  section 12-6-2320, which clearly and specifically allows for the use of\r\n  &quot;any other method&quot; to fairly represent a taxpayer's income when the\r\n  standard apportionment formulas provided by statute do not fairly represent the\r\n  taxpayer's business activity in South Carolina.  The ALC determined this was a\r\n  &quot;relief provision&quot; enacted by the South Carolina General Assembly\r\n  that authorizes the use of the combined entity apportionment method. The ALC\r\n  concluded &quot;[t]he Department's interpretation would thwart legislative\r\n  intent clearly expressed in the general allocation and apportionment statutes,\r\n  would deny Taxpayers the equitable relief intended by the legislature when it\r\n  enacted § 12-6-2320(A), and would leave Taxpayers with an unreasonable and\r\n  arbitrary apportionment of their taxable income in this state.&quot;  \r\nThe Department\r\n  acknowledges that the standard apportionment statutes result in statutory\r\n  distortion of Taxpayers' incomes and taxes.  However, the Department asserts\r\n  that other methods, such as changing the factors to be considered in the\r\n  apportionment ratios, may be used to correct the problems caused by application\r\n  of the standard apportionment statutes.  Despite its argument, to date the\r\n  Department has not recalculated Taxpayers' income and taxes using any\r\n  alternative method that it believes would fairly apportion Taxpayers' income\r\n  from business activities in South Carolina.\r\nWe agree with the ALC that the legislature enacted section 12-6-2320 as a relief mechanism, and hold\r\n  that the plain language of subsection (A)(4) clearly authorizes the Department\r\n  to use &quot;any other method&quot; to effectuate an equitable apportionment of\r\n  the taxpayer's income, including the combined entity apportionment method.  The\r\n  authority cited by the Department predates the legislative enactment and\r\n  therefore is not controlling on this issue.  \r\nWe\r\n  emphasize that, as a general rule, the Department need not automatically use\r\n  the method requested by a taxpayer, as it has the discretion to select an alternative\r\n  method that fairly measures the taxpayer's income in South Carolina.  In this\r\n  case, however, the Department never recalculated Taxpayers' incomes using any\r\n  other alternative method, and the Department stipulated that use of the\r\n  combined entity apportionment method proposed by Taxpayers does result in a\r\n  fair computing of Taxpayers' business activities in South Carolina. \r\n  Accordingly, we uphold the ALC's determination that the combined entity\r\n  apportionment method should be utilized by the Department for the tax period in\r\n  question.  The combined entity apportionment method is merely a mechanism for\r\n  approximating the income attributable to the corporations that comprise a\r\n  unified business, but this does not change the fact that the entities will be\r\n  reporting the taxes due for each entity.\r\n\r\nV.  CONCLUSION\r\nThe Department\r\n  concedes the standard apportionment formulas allowed under South Carolina law\r\n  result in a statutory distortion of Taxpayers' incomes and that the combined\r\n  entity apportionment method would fairly represent their business activities in\r\n  South Carolina.  We agree with the ALC that the legislature has placed no\r\n  explicit limitation on the alternative methods that may be used under section\r\n  12-6-2320(A)(4), and consequently we affirm the ALC's ruling that the\r\n  Department is authorized to use the combined entity apportionment method. \r\n  Although the Department has the discretion to select an alternative method, the\r\n  ALC has ordered in this case that the method be applied and we affirm this\r\n  determination as the Department has not established that another method would\r\n  be more appropriate.  This ruling is limited to the tax period in question, and\r\n  the Department may employ any other appropriate alternative method for future\r\n  tax years.\r\nAFFIRMED. \r\nTOAL,\r\n  C.J., PLEICONES, KITTREDGE and HEARN, JJ., concur.\r\n\r\n\r\n[1]  MGO is not a party to the current action.  \r\n\r\n","court":"Supreme"},{"id":"26829","title":"Chastain v. AnMed","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=26829","description":"The Court affirmed trial court orders reducing a charitable immunity plaintiff's verdict to $ 300,000.","date":"2010-06-14","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tPhillip\r\n      Chastain, as Personal Representative\r\n        of the Estate of Ruth Chastain Appellant,\r\n\t\t\t\t&nbsp;\r\n\t\t\t\tv.\r\n\t\t\t\tAnMed Health\r\n      Foundation, a/k/a Anderson Area Medical Center, Inc., Jennifer Wright, RN,\r\n      Cindy Wilson, RN, Janet Kincaid, RN, Marilyn Crawford, RN, Kris Burris, RN\r\n      and Kristina Goldsmith, RN, Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal from Anderson County\r\n Alison Renee Lee, Circuit Court Judge\r\nOpinion No. 26829\r\nHeard April 7, 2010 - Filed June 14, 2010   \r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tJoseph\r\n  G. Wright, III, and Chad A. McGowan, both of McGowan, Hood and Felder, of Anderson,\r\n  and F. Patrick Hubbard, of Columbia,  for Appellant.\r\n\t\t\t\tAndrew\r\n  F. Lindemann, of Davidson &amp; Lindemann, of Columbia, Attorney General Henry\r\n  Dargan McMaster, and Assistant Deputy Attorney General J. Emory Smith, both of\r\n  Columbia, and V. Clark Price and Fred W. Suggs, III, both of Greenville, for\r\n  Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nPER CURIAM:  Appellant Ruth Chastain appeals orders\r\n  reducing her verdict against respondent AnMed to $300,000 pursuant to a\r\n  statutory cap and upholding the constitutionality of that cap.  On appeal, she\r\n  challenges the decision to reduce the verdict and also argues that the\r\n  statutory caps violate several constitutional provisions.  We affirm.\r\nFACTS\r\nAppellant\r\n  was hospitalized for circulatory problems at AnMed where she was under the care\r\n  of the six defendant nurses.  Appellant's left leg was eventually amputated\r\n  while she was at AnMed,[1] and she developed a sacral pressure sore.  Appellant's condition worsened, and\r\n  at her family's request she was transferred to another medical facility shortly\r\n  after her pressure sore was surgically debrided at AnMed.  When appellant\r\n  arrived at the second facility her extremely large infected sore was classified\r\n  as Stage IV, the most severe stage.  Appellant remained at the second facility\r\n  for eight and a half months, and then spent the next 316 days in other medical\r\n  facilities.\r\nAppellant brought\r\n  this medical malpractice suit against AnMed, a charitable institution, and the\r\n  six nurses.  The jury returned a verdict for appellant against AnMed for $2.2\r\n  million dollars, and found appellant was 30% at fault.  Since the jury found\r\n  none of the nurses guilty of &quot;reckless, wilful, or grossly negligent&quot;\r\n  care, they were not found individually liable.  See S.C. Code Ann. §\r\n  33-56-180(A) (2006) (employee of charitable organization individually liable\r\n  only for gross negligence).\r\nThe trial judge\r\n  reduced the jury verdict to $1.54 million to reflect appellant's contributory\r\n  negligence.  AnMed moved to reduce the verdict to $300,000 pursuant to a\r\n  statutory cap.  Appellant opposed the motion, arguing the cap did not apply\r\n  and/or that such a reduction would be unconstitutional.  The trial judge\r\n  granted AnMed's motion and reduced the verdict to $300,000.  After appellant's\r\n  post-trial motion was denied, she filed this appeal.\r\nAnMed is a\r\n  charitable organization under the &quot;South Carolina Solicitation of\r\n  Charitable Funds Act,&quot; S.C. Code Ann. §§ 33-56-10 to -200 (2006) (CFA). \r\n  Section 33-56-180(A) provides:\r\n\r\n\tA\r\n  person sustaining an injury or dying by reason of the tortious act of\r\n  commission or omission of an employee of a charitable organization, when the\r\n  employee is acting within the scope of his employment, may recover in an action\r\n  brought against the charitable organization only the actual damages he sustains\r\n  in an amount not exceeding the limitations on liability imposed in the South\r\n  Carolina Tort Claims Act in Chapter 78 of Title 15.  An action against the\r\n  charitable organization pursuant to this section constitutes a complete bar to\r\n  any recovery by the claimant, by reason of the same subject matter, against the\r\n  employee of the charitable organization whose act or omission gave rise to the\r\n  claim unless it is alleged and proved in the action that the employee acted in\r\n  a reckless, willful, or grossly negligent manner, and the employee must be\r\n  joined properly as a party defendant.  A judgment against an employee of a\r\n  charitable organization may not be returned unless a specific finding is made\r\n  that the employee acted in a reckless, willful, or grossly negligent manner.  If\r\n  the charitable organization for which the employee was acting cannot be\r\n  determined at the time the action is instituted, the plaintiff may name as a\r\n  party defendant the employee, and the entity for which the employee was acting\r\n  must be added or substituted as party defendant when it reasonably can be\r\n  determined.\r\n\r\nUnder the Tort Claims Act\r\n  (TCA), recovery for an individual plaintiff is limited to $300,000 per\r\n  occurrence, unless the tort-feasor is a licensed physician or dentist in which\r\n  case the cap for an individual plaintiff is $1.2 million per occurrence.  S.C.\r\n  Code Ann. §§ 15-78-120(a)(1) and (a)(3) (2005).  &quot;Occurrence&quot; is\r\n  defined in the TCA as &quot;an unfolding sequence of events which proximately\r\n  flow from a single act of negligence.&quot;  § 15-78-30(g).\r\nISSUES\r\n\r\n\t\r\n\t\t\r\n\t\t\t1) \r\n\t\t\tDid the trial judge err in reducing the verdict \r\n\t\t\tfrom $1.54 million to $300,000?\r\n&nbsp;\r\n\t\t\r\n\t\t\r\n\t\t\t2)&nbsp; \r\n\t\t\tDoes the statutory limitation on appellant's \r\n\t\t\trecovery violate the equal protection clauses, the right to trial by \r\n\t\t\tjury, the right to a speedy remedy, or the constitutional \r\n\t\t\trequirement of separation of powers?\r\n\t\t\r\n\t\r\n\r\nANALYSIS\r\n1.&nbsp;&nbsp;&nbsp;&nbsp; Verdict Reduction\r\nThe\r\n  trial judge reduced appellant's recovery to $300,000, finding there was only\r\n  one &quot;occurrence&quot; and thus § 15-78-120(a)(1) operated to reduce the\r\n  award pursuant to § 33-56-180(A) (&quot;actual damages…in an amount not\r\n  exceeding the limitations on liability imposed in [§ 15-78-120]&quot;).  The\r\n  trial judge reasoned the intent of the CFA was to limit the amount of damages\r\n  recoverable from a charitable organization, and that to read the term\r\n  &quot;'occurrence' to include every incident where the defendant nurses\r\n  violated the applicable standard of care[2] would clearly defeat the legislature's [intent]. . . . &quot; Alternatively, the\r\n  judge held that based on the jury charge and verdict form, it was impossible to\r\n  determine the number of negligent acts or negligent nurses found by the jury\r\n  and thus only one recovery was appropriate.  \r\nOn\r\n  appeal, appellant challenges both grounds.  We find it necessary to uphold only\r\n  one ground in order to affirm the trial judge's decision to reduce the verdict.  E.g., South Carolina Dist. Council of Assemblies of God v. River of\r\n    Life Internat'l Worship Center, 372 S.C. 581, 643 S.E.2d 104 (Ct. App.\r\n  2007).  We hold that the general jury verdict supports the trial judge's\r\n  decision, and affirm.\r\nIn\r\n  her post-trial order, the judge gave as one reason for reducing appellant's\r\n  award the impossibility of determining from the jury instruction and verdict\r\n  forms whether the jury found one or more than one nurse had rendered negligent\r\n  care to appellant. Thus, she held, it was impossible to conclude that the jury\r\n  had found more than one occurrence.  Appellant now contends that AnMed bore the\r\n  burden of proving there was only one occurrence.  We disagree.\r\nJust\r\n  as in any tort action, a CFA plaintiff bears the burden of proof.  If she\r\n  alleges multiple occurrences, that is, that there was more than one single act\r\n  of negligence from which proximately flowed an unfolding sequence of events,\r\n  she bears the burden of proving each occurrence.  Here, the jury was never\r\n  instructed on the definition of occurrence nor was it asked to determine\r\n  whether there was more than one occurrence, either in the instructions or in\r\n  its verdict.  The trial judge correctly reformed this verdict to reflect a\r\n  single occurrence.\r\n2.&nbsp;&nbsp;&nbsp;&nbsp; Constitutional Challenges\r\nAppellant contends\r\n  that application of the $300,000 cap to her recovery violates the equal\r\n  protection clauses of the state and federal constitutions, her right to trial\r\n  by jury,[3] her right to a speedy remedy,[4] and the constitutional requirement of separation of powers.[5] \r\n  We granted appellant's petition to argue against certain precedents which have\r\n  decided these issues adversely to her position.  After careful consideration, we\r\n  adhere to those precedents and affirm the trial court's ruling upholding the\r\n  cap's constitutionality pursuant to Doe v. Am. Red Cross Blood Servs.,\r\n  297 S.C. 430, 377 S.E.2d 323 (1984) (upholding predecessor charitable immunity\r\n  statutory cap against equal protection challenge); Wright v. Colleton County\r\n    Sch. Dist., 301 S.C. 282, 391 S.E.2d 564 (1990) (rejecting equal\r\n  protection, jury trial, speedy remedy, and separation of powers challenges to\r\n  TCA caps); Foster v. S.C. Dep't of Highways &amp; Pub. Transp., 306 S.C.\r\n  519, 413 S.E.2d 31 (1992) (differential medical caps constitutional); Giannini\r\n    v. S.C. Dep't of Transp., 378 S.C. 573, 664 S.E.2d 450 (2008) (limits on\r\n  recovery for governmental tort victims do not violate equal protection).\r\nConclusion\r\nThe circuit court's\r\n  orders reducing appellant's verdict to $ 300,000 and denying appellant's\r\n  constitutional challenges are\r\nAFFIRMED.\r\nTOAL,\r\n  C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ., concur.\r\n\r\n\r\n[1] Her right leg had been amputated above the knee in 1996.\r\n[2] Appellant's expert testified to 2,372 deviations from the standard of care.  \r\n[3] S.C. Const. art I, § 14.\r\n[4] S.C. Const. art. I, § 9.\r\n[5] S.C. Const. art. I, § 8.\r\n\r\n","court":"Supreme"},{"id":"ORDER","title":"In the Matter of John L. Drennan","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2010-06-09-01","description":"","date":"2010-06-14","type":"order","text":"\r\n  \r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\nIn the Matter of John L. Drennan, Petitioner.\r\n\r\nORDER\r\n\r\nOn February 9, 2009, the Court definitely suspended petitioner from the practice of law for nine (9) months.  In the Matter of Drennan, 381 S.C. 381, 673 S.E2.ed 431 (2009).  Petitioner filed a Petition for Reinstatement which was referred to the Committee on Character and Fitness (CCF) pursuant to Rule 33(d), RLDE, Rule 413, SCACR.\r\nAfter a hearing, the CCF filed a Report and Recommendation recommending petitioner be reinstated to the practice of law with conditions.  Neither petitioner nor the Office of Disciplinary Counsel filed exceptions.\r\nThe Petition for Reinstatement is granted.  Petitioner is reinstated to the practice of law subject to the following condition:\r\n\r\n  within ten (10) days of the date of this order, petitioner shall enter into a two year monitoring contract with Lawyers Helping Lawyers (LHL) under terms recommended by LHL but which, at minimum, require petitioner to abstain from the use of alcohol and drugs and to undergo random alcohol and drug testing; petitioner shall submit the results of each of his alcohol and drug tests to the Commission on Lawyer Conduct (the Commission). \r\n\r\n Petitioner is warned that his failure to submit the required test results to the Commission or to comply with the terms of the monitoring contract may result in his termination or suspension from the practice of law. \r\n IT IS SO ORDERED.\r\n\r\n  \r\n    \r\n     s/Jean H. Toal&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; C.J.\r\n      \r\n    \r\n      s/Donald W. Beatty&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/John W. Kittredge&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/Kaye G. Hearn&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      Pleicones, J., not participating\r\n    \r\n  \r\n\r\nColumbia, South  Carolina\r\nJune 9, 2010\r\n\r\n\r\n\r\n\r\n","court":"Supreme"},{"id":"ORDER","title":"In the Matter of Robert L. Gailliard","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2010-06-09-02","description":"","date":"2010-06-14","type":"order","text":"\r\n  \r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\nIn the Matter of Robert L. Gailliard, Petitioner.\r\n\r\n\r\nORDER\r\n\r\nOn October 27, 2004, the Court placed petitioner on interim suspension and, on January 24, 2005, he was indefinitely suspended petitioner from the practice of law.  In the Matter of Gailliard, 362 S.C. 428, 608 S.E.2d 434 (2005); In the Matter of Gailliard, 361 S.C. 326, 604 S.E.2d 704 (2004).   On November 30, 2009, petitioner filed a Petition for Reinstatement which was referred to the Committee on Character and Fitness (CCF) pursuant to Rule 33(d), RLDE, Rule 413, SCACR.  After a hearing, the CCF issued a Report and Recommendation recommending petitioner be reinstated to the practice of law with conditions.  Neither petitioner nor the Office of Disciplinary Counsel (ODC) filed exceptions to the CCF&rsquo;s Report and Recommendation. \r\n The Court grants the Petition for Reinstatement subject to the following two conditions:\r\n\r\n  \r\n    1)\r\n    within six months after his reinstatement, petitioner shall complete the South Carolina Bar's Legal Ethics and Practice Program and Trust Account School; and \r\n  \r\n  \r\n    2)\r\n    for two years after his reinstatement, he shall file quarterly financial reports with the Commission on Lawyer Conduct (the Commission). \r\n  \r\n\r\n Petitioner shall be sworn-in and readmitted to the practice of law at the next scheduled admission ceremony. \r\nIT IS SO ORDERED.\r\n\r\n  \r\n    \r\n     s/Jean H. Toal&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; C.J.\r\n      \r\n      \r\n      s/Donald W. Beatty&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/John W. Kittredge&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/Kaye G. Hearn&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      Pleicones, J., not participating\r\n    \r\n  \r\n\r\nColumbia, South Carolina\r\nJune 9, 2010\r\n\r\n\r\n\r\n\r\n","court":"Supreme"},{"id":"ORDER","title":"Administrative Suspensions for Failure to Comply with Continuing Legal Education Requirements","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2010-06-11-01","description":"","date":"2010-06-14","type":"order","text":"\r\n  \r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\nRE:&nbsp;&nbsp; Administrative  Suspensions for Failure to Comply with Continuing Legal Education Requirements\r\n\r\nORDER\r\n\r\nThe South Carolina Commission on Continuing Legal Education and Specialization has furnished the attached list of lawyers who were administratively suspended from the practice of law on April 1, 2010, under Rule 419(b)(2), SCACR, and remain suspended as of June 1, 2010.  Pursuant to Rule 419(e)(2), SCACR, these lawyers are hereby suspended from the practice of law by this Court.  They shall surrender their certificates to practice law in this State to the Clerk of this Court by July 1, 2010.\r\n Any petition for reinstatement must be made in the manner specified by Rule 419(f), SCACR.  If a lawyer suspended by this order does not seek reinstatement within three (3) years of the date this order, the lawyer&rsquo;s membership in the South Carolina Bar shall be terminated and the lawyer&rsquo;s name will be removed from the roll of attorneys in this State.   Rule 419(g), SCACR.\r\nThese lawyers are warned that any continuation of the practice of law in this State after being suspended by the provisions of Rule 419, SCACR, or this order is the unauthorized practice of law, and will subject them to disciplinary action under Rule 413, SCACR, and could result in a finding of criminal or civil contempt by this Court.  Further, any lawyer who is aware of any violation of this suspension shall report the matter to the Office of Disciplinary Counsel.   Rule 8.3, Rules of Professional Conduct for Lawyers, Rule 407, SCACR.\r\n IT IS SO ORDERED.\r\n&nbsp;\r\n\r\n  \r\n    \r\n     s/Jean H. Toal&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; C.J.\r\n      \r\n      \r\n      s/Donald W. Beatty&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/John W. Kittredge&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/Kaye G. Hearn&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      Pleicones, J., not participating\r\n    \r\n  \r\n\r\nColumbia,  South Carolina\r\nJune  11, 2010\r\n\r\n\r\n\r\n\r\n","court":"Supreme"},{"id":"26830","title":"Bradshaw v. Anderson County","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=26830","description":"Pursuant to the Home Rule Act, the Court affirms the trial court's dismissal of the Appellant's action against Anderson County Council.","date":"2010-06-28","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        Erick L. Bradshaw, Sr., Doreen Montepara, and Michael Montepara, Appellants,\r\n        v.\r\n        Anderson County, Edwin E. Moore, Individually, Thomas Allen, Individually, and Robert E. Waldrep, Jr., Individually, Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal from Anderson County\r\n  James C. Williams, Jr., Circuit Court\r\nJudge\r\n\r\nOpinion No. 26830\r\nHeard May 12, 2010 - Filed June 28, 2010   \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Candy\r\n          Kern-Fuller, of Easley, for Appellants.\r\n        Francis\r\n          G. Delleney, Jr. and Brian T. Grier, both of Hamilton, Delleney &amp; Gibbons, of\r\n          Chester; Frank S. Holleman, III, J. Theodore Gentry, and David H. Koysza, all\r\n          of Wyche, Burgess, Freeman &amp; Parham, of Greenville, for Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE KITTREDGE: Appellants[1] appeal from the trial court's dismissal of their declaratory judgment action\r\n  against Respondents Anderson County Council and three individual council members\r\n  (collectively, &quot;the Council&quot;).  The\r\n  gravamen of Appellants' challenge is their contention that the Council violated\r\n  the Home Rule Act by engaging\r\n  professionals to investigate the conduct of the former county council,\r\n  especially concerning contracts related to the former and current County\r\n  Administrators.  The trial court determined the Home Rule Act empowers a county\r\n  council, operating within a &quot;Council-Administrator&quot; form of\r\n  government, to conduct such an investigation and dismissed Appellants'\r\n  complaint.  We affirm.\r\nI.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;\r\nThe voters of Anderson County\r\n  elected a new County Council in November 2008.  In late 2008, after the election,\r\n  but prior to the installation of the new Council, the former Council declared\r\n  an &quot;anticipatory breach&quot; of County Administrator Joey Preston's\r\n  contract and awarded Preston over $1 million.  The former Council also promoted\r\n  Preston's assistant, Deputy Administrator Michael Cunningham, to the Administrator's\r\n  position and awarded him a three-year contract.\r\nThe new\r\n  Council was sworn into office on January 6, 2009.  The new Council launched an\r\n  investigation into the County's business and financial practices, including a\r\n  review of the post-election contracts awarded by the former Council.  By unanimous\r\n  resolution, the Council selected Robert Daniel, a certified public accountant\r\n  and investigative auditor, to serve as &quot;chief financial investigator,&quot;\r\n  and it engaged the accounting firm of Greene and Company to assist Daniel with\r\n  the investigation.  The Council additionally engaged attorney\r\n  William W. Wilkins, Jr. and his law firm, Nexsen Pruet, to serve as &quot;Special\r\n  Legal and Investigative Counsel&quot; throughout the investigation.[2]  \r\nIn February 2009, Erick Bradshaw,\r\n  Fred Foster, and Cordes Seabrook (the initial Plaintiffs) filed an action\r\n  seeking to restrain the Council's investigation of the County's business practices.\r\n   Plaintiffs additionally sought a declaratory judgment that the Council had violated\r\n  both the South Carolina Home Rule Act and the procurement provisions of the\r\n  Anderson County Code by hiring Daniel and engaging Greene and Company, Wilkins,\r\n  and Nexsen Pruet to conduct the investigation.  \r\nIn\r\n  response to Plaintiffs' lawsuit, the Council hired the Wyche, Burgess, Freeman,\r\n  and Parham Law Firm (&quot;the Wyche Firm&quot;) to defend the County.  Thereafter,\r\n  Plaintiffs amended their complaint to: (1) seek injunctive relief and a\r\n  declaratory judgment regarding the engagement of the Wyche Firm; (2) add\r\n  Plaintiffs Doreen and Michael Montepara; (3) seek actual damages and attorneys'\r\n  fees from Anderson County; and (4) seek punitive damages against individual Council\r\n  members Edwin Moore, Thomas Allen, and Robert Waldrep, Jr.  \r\nOn\r\n  February 25, 2009, the trial court heard arguments concerning Plaintiffs'\r\n  attempt to halt the Council's investigation.  Shortly after the arguments, two\r\n  of the initial Plaintiffs, Fred Foster and Cordes Seabrook, voluntarily\r\n  dismissed their claims.  On March 9, 2009, the court denied injunctive relief\r\n  after finding Plaintiffs had failed to establish the elements of likelihood of\r\n  success on the merits and irreparable harm.  The trial court's order denying the\r\n  Plaintiffs' action for injunctive relief stated:\r\n\r\n  Anderson\r\n    County's elected County Council members have decided the investigation is in\r\n    the best interests of all the County's residents, taxpayers and voters.  An\r\n    injunction would interfere with the investigation and the County Council's\r\n    attempt to learn about the County's contracts and financial dealings.  The\r\n    County Council members are accountable to the voters, as fully demonstrated by\r\n    the last County Council election.\r\n\r\nThe trial court subsequently dismissed Plaintiffs'\r\n  amended complaint.  The court found the Home Rule Act expressly authorized the\r\n  Council to conduct an investigation without acting through the County\r\n  Administrator.  The court's order of dismissal explained:\r\n\r\n  Taking the factual allegations of the Amended\r\n    Complaint as true, the Anderson County Council's investigation, and its hiring\r\n    of professionals to carry out that investigation, are thus fully\r\n    consistent with the South Carolina Home Rule Act.  . . .  \r\n  Indeed, it would make no sense for the Council to be\r\n    required to go through the administrator to investigate the operation of county\r\n    government or to hire investigators and legal counsel.  In this case, the\r\n    plaintiffs' amended complaint recites that the contracts of the former county\r\n    administrator and of the then-current county administrator were two of the\r\n    subjects of the County Council's investigation.  Such a requirement would\r\n    require the Council to put the investigation in the hands of the person who\r\n    oversaw the business operations that the Council may be seeking to investigate\r\n    and, in this case, whose contract is a subject of the investigation.  It would\r\n    likewise make no sense for the Council to be required to turn over the legal\r\n    defense of the investigation to the county administrator and the legal counsel\r\n    of his choosing, when the administrator's actions and operations under his\r\n    control may be the subject of the investigation.  The Home Rule Act does not\r\n    require such absurd results.  Under the Home Rule Act, the Council has the\r\n    express authority to conduct its own investigations as it sees fit, without\r\n    acting through the county administrator to investigate these contracts or other\r\n    aspects of the County's business and finances.\r\n  Oversight of a county's business and finances is one\r\n    of the fundamental responsibilities of a county council.  The county council\r\n    must have the ability to investigate or inquire concerning the operation of the\r\n    county government without placing the investigation in the hands of the\r\n    administrator who has overseen the matters that may be the subject of the\r\n    investigation.  The Home Rule Act creates no obstacles to this basic function\r\n    of a county council, and in fact, expressly recognizes the authority of a\r\n    county council to undertake an investigation without acting through the county\r\n    administrator.  \r\n\r\nFollowing\r\n  dismissal of the complaint, Appellants appealed; the appeal was certified to\r\n  this Court.  \r\nII.\r\nAnderson\r\n  County operates under a &quot;Council-Administrator&quot; form of government,\r\n  pursuant to South Carolina Code Ann. §§ 4-9-610 to -670 (1986 &amp; Supp.\r\n  2009).  The entire seven-member Council is elected every other year.  The\r\n  Council employs an Administrator who is responsible for managing the various\r\n  departments that are under the Council's control.  S.C. Code Ann. § 4-9-620.  \r\nA.\r\nRule 12(b)(6), SCRCP\r\nThe\r\n  trial court dismissed Appellants' case pursuant to Rule 12(b)(6) of the South\r\n  Carolina Rules of Civil Procedure.  This Rule permits a defendant to move for a\r\n  judgment on the pleadings when the defendant contends the complaint fails\r\n  &quot;to state facts sufficient to constitute a cause of action.&quot;  Rule 12(b)(6),\r\n  SCRCP.  The reviewing Court is required &quot;to construe the complaint in a\r\n  light most favorable to the nonmovant and determine if the 'facts alleged and\r\n  the inferences reasonably deducible from the pleadings would entitle the plaintiff\r\n  to relief on any theory of the case.'&quot;  Rydde v. Morris, 381 S.C.\r\n  643, 646, 675 S.E.2d 431, 433 (2009) (quoting Williams v. Condon, 347\r\n  S.C. 227, 233, 553 S.E.2d 496, 500 (Ct. App. 2001)).  \r\nB.\r\nHome Rule Act\r\nArticle\r\n  7 of the South Carolina Home Rule Act defines the &quot;Council-Administrator&quot;\r\n  form of government.  S.C. Code Ann. §§ 4-9-610 to -670 (1986 &amp; Supp. 2009). \r\n  Under this governance structure, the Council employs an Administrator to serve\r\n  as the County's chief administrative officer and to direct all departments\r\n  under the Council's control.  The resolution of this appeal turns on whether\r\n  the trial court correctly construed the Home Rule Act as expressly authorizing\r\n  the Council to conduct its own investigation into the County's business\r\n  practices and to engage professionals needed to carry out the investigation.  The\r\n  statutory language manifestly establishes the legislature's intent:\r\n\r\n  Except for the purposes of inquiries and\r\n    investigations, the council shall\r\n    deal with county officers and employees who are subject to the direction and\r\n    supervision of the county administrator solely through the administrator, and\r\n    neither the council nor its members shall give orders or instructions to any\r\n    such officers or employees.\r\n\r\nS.C. Code Ann. § 4-9-660 (emphasis\r\n  added); see also S.C. Code Ann. § 4-9-25 (Supp. 2009) (&quot;The powers of a county must be liberally construed in favor\r\n  of the county and the specific mention of particular powers may not be\r\n  construed as limiting in any manner the general powers of counties.&quot;).\r\nIII.\r\nAppellants\r\n  contend the trial court erred in finding the Home Rule Act permits a county council\r\n  operating under the Council-Administrator form of government to directly engage\r\n  professionals &quot;for the purposes of inquiries and investigations.&quot;  We\r\n  disagree and adopt the well-reasoned order of the trial court.  Section 4-9-660\r\n  expressly authorizes the very action taken by the Council.[3] \r\n  Beyond the unambiguous language in section 4-9-660, we further note the\r\n  absurdity of requiring an administrator, who is answerable to the council and\r\n  not the electorate, to investigate himself.\r\nWe\r\n  further reject Appellants' argument that the Council's investigatory actions\r\n  are prohibited under the Anderson County Code.  This challenge is not\r\n  preserved, for the trial court's order contains the unchallenged finding that\r\n  &quot;[a]ll counsel agreed at oral argument that the provisions of the Home\r\n  Rule Act prevail over any contrary provisions of the Anderson County\r\n  Code.&quot;  In any event, the Anderson County Code is not in conflict with the\r\n  Home Rule Act, including section 4-9-660.  \r\nIV.\r\nUnder\r\n  the &quot;Council-Administrator&quot; form of government a county council has\r\n  the authority pursuant to section 4-9-660 of the Home Rule Act to conduct &quot;inquiries\r\n  and investigations.&quot;  \r\nAFFIRMED.\r\nTOAL,\r\n  C.J., PLEICONES, HEARN, JJ., and Acting Justice James E. Moore, concur.\r\n\r\n\r\n[1] Appellants are Anderson County taxpayers.    \r\n[2] The trial court's order noted that the County Attorney &quot;had\r\n  concluded he could not represent [Council] in this action.&quot;  The County\r\n  Attorney answers to the County Administrator, whose office is a subject of the\r\n  inquiry.  \r\n[3] Appellants' reliance on an April 4,\r\n  2008 Attorney General letter is misplaced.  That letter was in response to an\r\n  entirely different situation concerning an administrator's authority to hire\r\n  &quot;internal auditors.&quot;  An administrator's general authority is not\r\n  before us.  The question before us concerns a council's authority to\r\n  independently conduct an investigation in light of section 4-9-660 of the Home\r\n  Rule Act.  A council clearly has such authority.  \r\n\r\n","court":"Supreme"},{"id":"ORDER","title":"In the Matter of Brian Charles Reeve","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2010-06-28-03","description":"","date":"2010-06-29","type":"order","text":"\r\n  \r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\nIn the Matter of Brian Charles Reeve, Respondent.\r\n\r\n\r\nORDER\r\n\r\nThe Office  of Disciplinary Counsel asks this Court to place respondent on interim  suspension pursuant to Rule 17(c), RLDE, Rule 413, SCACR.&nbsp; The petition also seeks appointment of an  attorney to protect the interests of respondent&rsquo;s clients pursuant to Rule 31,  RLDE, Rule 413, SCACR.\r\nIT IS  ORDERED that respondent&rsquo;s license to practice law in this state is suspended  until further order of this Court.\r\nIT IS  FURTHER ORDERED that Benton Williamson, Esquire, is hereby appointed to assume  responsibility for respondent&rsquo;s client files, trust account(s), escrow  account(s), operating account(s), and any other law office accounts respondent  may maintain.&nbsp; Mr. Williamson shall take  action as required by Rule 31, RLDE, Rule 413, SCACR, to protect the interests  of respondent&rsquo;s clients.&nbsp; Mr. Williamson  may make disbursements from respondent&rsquo;s trust account(s), escrow account(s),  operating account(s), and any other law office accounts respondent may maintain  that are necessary to effectuate this appointment.\r\nThis  Order, when served on any bank or other financial institution maintaining  trust, escrow and/or operating account(s) of respondent, shall serve as an  injunction to prevent respondent from making withdrawals from the account(s)  and shall further serve as notice to the bank or other financial institution  that Benton Williamson, Esquire, has been duly appointed by this Court.\r\nFinally,  this Order, when served on any office of the United States Postal Service,  shall serve as notice that Benton Williamson, Esquire, has been duly appointed  by this Court and has the authority to receive respondent&rsquo;s mail and the  authority to direct that respondent&rsquo;s mail be delivered to Mr. Williamson&rsquo;s  office.\r\nMr. Williamson&rsquo;s  appointment shall be for a period of no longer than nine months unless an  extension of the period of appointment is requested.\r\n\r\n  \r\n    &nbsp;\r\n    s/Jean H. Toal&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; C.J.\r\n      FOR THE COURT\r\n  \r\n\r\nColumbia, South Carolina\r\nJune 28, 2010\r\n\r\n\r\n\r\n\r\n","court":"Supreme"},{"id":"ORDER","title":"Amendments to the South Carolina Appellate Court Rules - SCACR 403","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2010-06-28-04","description":"","date":"2010-06-29","type":"order","text":"\r\n  \r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\nIn re: Amendments to the South Carolina Appellate Court Rules\r\n\r\nORDER\r\n\r\nThe Chief Justice&rsquo;s  Commission on the Profession has proposed amending Rule 403, South Carolina  Appellate Court Rules, to provide that required Family Court trial experiences  must include direct and cross-examination of at least two witnesses, rather  than three witnesses.&nbsp; The amendment also  deletes the requirement that such matters include opening and closing  statements.&nbsp; The Commission suggested the  amendment because trials in the Family Court rarely include opening or closing  statements and often have less than three witnesses.&nbsp; We agree.\r\nPursuant to Article V, &sect; 4, of the  South Carolina Constitution, we hereby amend Rule 403(c), South Carolina  Appellate Court Rules, as set forth below.&nbsp;  The amendment is effective immediately.\r\nRULE 403\r\n  TRIAL EXPERIENCES\r\n.&nbsp;&nbsp;&nbsp;&nbsp; .&nbsp;&nbsp;&nbsp;&nbsp;  .\r\n\r\n  (c) Trial  Experiences Required.&nbsp; An attorney must complete four (4) trial  experiences.&nbsp; The required trial  experiences are: \r\n  \r\n    (1) one (1) civil jury trial  in a Court of Common Pleas or in the United States District Court for the  District of South Carolina; \r\n    (2) one (1) criminal jury  trial in General Sessions Court or in the United States District Court for the  District of South Carolina; \r\n    (3) one  (1) trial in the Family Court; and \r\n    (4) one (1) trial experience  which must be either a trial in equity before a circuit judge,  master-in-equity, or special referee, or an administrative proceeding before an  Administrative Law Judge or administrative officer of this State or of the  United States. The administrative proceeding must be governed by either the  South Carolina Administrative Procedures Act or the Federal Administrative Procedure  Act, and the hearing must take place within South Carolina.\r\n  \r\n  Each of the trial experiences set forth in (1) and (2)  above must include an opening statement, a closing argument and direct and  cross examination of at least three witnesses.&nbsp; Trial experiences in the  Family Court set forth in (3) must include direct and cross examination of at  least two witnesses.\r\n\r\n.&nbsp;&nbsp;&nbsp;&nbsp; .&nbsp;&nbsp;&nbsp;&nbsp;  .&nbsp;&nbsp;&nbsp;&nbsp; .\r\nIT  IS SO ORDERED.\r\n\r\n\r\n  \r\n    \r\n     s/Jean H. Toal&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; C.J.\r\n      \r\n      s/Costa M. Pleicones&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/Donald W. Beatty&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/John W. Kittredge&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/Kaye G. Hearn&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n    \r\n  \r\n\r\nColumbia, South Carolina\r\nJune 28, 2010\r\n\r\n\r\n\r\n\r\n","court":"Supreme"},{"id":"ORDER","title":"New Certificate Form, Rule 403, SCACR","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2010-06-29-02","description":"","date":"2010-06-29","type":"order","text":"\r\n  \r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\n\r\n\r\nORDER\r\n\r\nThe attached  certificate form is hereby approved for use with Rule 403, SCACR.\r\n\r\n  \r\n    &nbsp;\r\n    s/Jean H. Toal &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;C.J.\r\n      FOR THE COURT\r\n  \r\n\r\nColumbia, South  Carolina\r\nJune 29, 2010\r\n\r\n\r\n\r\n\r\n","court":"Supreme"}]