[{"id":"27128","title":"Florence County Democratic Party v. Florence County Republican Party","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27128.pdf","description":"In its original jurisdiction, the Supreme Court issued a declaratory judgment that the Florence County Republican Party improperly construed the relevant statutory provisions to determine certain candidates were exempt from the provisions of S.C. Code Ann. Â§ 8-13-1356(B) (Supp. 2011), as interpreted by the Court in Anderson v. S.C. Election Comm'n, Op. No. 27120 (S.C. Sup. Ct. filed May 2, 2012), which require a Statement of Economic Interests (SEI) to be filed at the same time and with the same official that a Statement of Intention of Candidacy (SIC) is filed.  The Court directed the Florence County Republican Party to file with the Court, the Florence County Election Commission, and the South Carolina State Election Commission, by 10:00 a.m. on June 6, 2012, a list of only those non-exempt candidates who simultaneously filed an SEI and an SIC with the party and a sworn statement that all of those candidates were properly certified as defined by the Court in Anderson and in this case.  The Court also ordered the Florence County Election Commission, if able, to correct the ballots to remove all improperly certified candidates prior to the party primaries scheduled for June 12, 2012.  If this task is not possible, the Court required signs to be prepared and placed in all affected polling places setting forth the names of all improperly certified candidates who appear on the ballots and advising voters that a vote cast for any of the candidates will not be counted.  All costs and expenses associated with amendments to the ballots or, if required, preparation and posting of signs were ordered to be borne by the Florence County Republican Party.  The Florence County Election Commission was directed not to count any votes cast for an improperly certified candidate.  In the event an improperly certified candidate is inadvertently left on the ballot after the required revisions, the political parties were ordered to comply with S.C. Code Ann. Â§ 8-13-1356(E) and not to certify the candidate for the general election.","date":"2012-06-05","type":"opinion","text":"        THE STATE OF SOUTH CAROLINA \n\r\n             In The Supreme Court \n\r\n\r\nFlorence County Democratic Party; Sheila C. Gallagher,\r\nas Chairwoman of and as a Representative of the\r\nFlorence County Democratic Party, and in her Individual\r\nCapacity as a Registered Voter of Florence County,\r\nPlaintiffs,\r\n\r\nv.\r\n\r\nFlorence County Republican Party, William \"Bill\"\r\nPickle, as Chairman of the Florence County Republican\r\nParty and as a Representative of the Florence County\r\nRepublican Party; Florence County Election\r\nCommission, David Alford, as Director of the Florence\r\nCounty Election Commission; South Carolina State\r\nElection Commission, Marci Andino, as Executive\r\nDirector of the South Carolina State Election\r\nCommission and as a Representative of the South\r\nCarolina Election Commission, Defendants.\r\n\r\nAppellate Case No. 2012-211937\r\n\r\n\r\n                 Opinion No. 27128 \n\r\n        Heard June 4, 2012 – Filed June 5, 2012 \n\r\n\r\n\r\n           JUDGMENT FOR PLAINTIFFS\n\r\n\r\n\r\nMelvin Wayne Cockrell, III, and Jason B. Turnblad, of\r\nCockrell Law Firm, P.C., of Chesterfield, for Plaintiffs.\r\n\r\nKevin A. Hall, Karl Smith Bowers, Jr., and M. Todd\r\nCarroll, all of Womble Carlyle Sandridge & Rice, LLP,\r\nof Columbia, for Defendants Florence County\r\nRepublican Party and William \"Bill\" Pickle; D. Malloy\r\n\n            McEachin, Jr., of McEachin & McEachin, P.A., of\r\n            Florence, for Defendants Florence County Election\r\n            Commission and David Alford; Mary Elizabeth Crum,\r\n            Ariail Burnside Kirk, and Amber B. Martella, all of\r\n            McNair Law Firm, PA, of Columbia, for Defendants\r\n            South Carolina State Election Commission and Marci\r\n            Andino.\r\n\r\n            Robert E. Tyson, Jr., of Sowell Gray Stepp & Lafitte,\r\n            LLC, of Columbia, for Amicus Curiae Frank Waggoner,\r\n            Scott Estep, Jeff Harris, and Leigh Evans.\r\n\r\n            William B. von Herrman, of Conway, pro se, as Amicus\r\n            Curiae.\r\n\r\n            John S. Nichols, of Bluestein Nichols Thompson &\r\n            Delgado, LLC, of Columbia, for Amicus Curiae Blake A.\r\n            Hewitt.\r\n\r\n\r\nPER CURIAM: This is a matter in the Court's original jurisdiction seeking\r\ndeclaratory relief in connection with the alleged improper certification of certain\r\ncandidates by the Florence County Republican Party (County Republicans) for the\r\nJune 12, 2012, party primary. Plaintiffs and defendants Florence County Election\r\nCommission, David Alford, South Carolina State Election Commission, and Marci\r\nAndino contend these candidates were improperly certified because they failed to\r\ncomply with the requirements for filing a Statement of Economic Interests (SEI)\r\ncontained in S.C. Code Ann. § 8-13-1356 (Supp. 2011), as interpreted by this\r\nCourt in Anderson v. S.C. Election Comm'n, Op. No. 27120 (S.C. Sup. Ct. filed\r\nMay 2, 2012). The County Republicans argue the candidates are exempt under\r\n§ 8-13-1356(A) from the filing requirements of § 8-13-1356(B). We grant\r\ndeclaratory relief to plaintiffs and declare the County Republicans improperly\r\nconstrued the relevant statutory provisions to determine certain candidates were\r\nexempt from the requirements of § 8-13-1356(B).\r\n\nIn Anderson, this Court held § 8-13-1356 requires non-exempt candidates to file an\r\nSEI along with a Statement of Intention of Candidacy (SIC). In response to a\r\nrequest for rehearing and clarification, the Court clarified that filing a paper copy\r\nof an SEI simultaneously with the filing of an SIC is the only method by which a\r\nnon-exempt individual can comply with § 8-13-1356.\r\n\r\nThe County Republicans admit that they certified individuals as candidates who\r\ndid not comply with the filing requirements of § 8-13-1356(B), as construed by\r\nthis Court in Anderson. However, they contend that, because the term \"candidate\"\r\nis included in the definition of \"public official,\" the candidates who filed their SEIs\r\nonline prior to filing an SIC with the County Republicans had SEIs on file and\r\nwere public officials who were exempt under § 8-13-1356(A) from filing paper\r\ncopies of their SEIs with the political parties as required by § 8-13-1356(B). They\r\nargue the reasoning behind the definition of candidate in § 8-13-1300(4), which\r\nincludes a person exploring whether or not to seek election, is to ban an individual\r\nfrom raising funds during an exploratory period without any of the statutory caps\r\non campaign contributions or disclosure requirements. They contend the\r\ncandidates they claim are exempt under § 8-13-1356(A) were public officials when\r\nthey filed their SICs because they were exploring whether to seek office, and they\r\nhad current SEIs on file at the time they filed their SICs. According to the County\r\nRepublicans, since Anderson only requires paper copies of an SEI to be filed by\r\n\"non-exempt\" individuals, and the individuals who failed to file SEIs along with\r\ntheir SICs were \"exempt,\" Anderson does not apply to them.\r\n\r\nSection 8-13-1356(A) exempts from its provisions requiring an SEI to be filed\r\nsimultaneously with an SIC \"a public official who has a current disclosure\r\nstatement on file with the appropriate supervisory office pursuant to Sections 8-\r\n13-1110 or 8-13-1140.\" (emphasis added). \"Public officials\" are required, under\r\nS.C. Code Ann. §§ 8-13-1110(B) and -1140 (Supp. 2011), to file an SEI with the\r\nappropriate supervisory office and update it annually no later than April 15th.\r\nSection 8-13-1300(28) defines a public official as \"an elected or appointed official\r\nof the State, a county, a municipality or a political subdivision thereof, including\r\ncandidates for the office.\" (emphasis added). Candidate is defined in § 8-13-\r\n1300(4) as \"(a) a person who seeks appointment, nomination for election, or\r\nelection to a statewide or local office, or authorizes or knowingly permits the\r\ncollection or disbursement of money for the promotion of his candidacy or\r\n\nelection; (b) a person who is exploring whether or not to seek election at the state\r\nor local level; or (c) a person on whose behalf write-in votes are solicited if the\r\nperson has knowledge of such solicitation.\"\r\n\r\nThe primary rule of statutory construction is to ascertain and give effect to the\r\nintent of the legislature. Town of Mt. Pleasant v. Roberts, 393 S.C. 332, 713\r\nS.E.2d 278 (2011). The statutory language must be construed in light of the\r\nintended purpose of the statute. Id. This Court will not construe a statute in a way\r\nwhich leads to an absurd result or renders it meaningless. See Lancaster Cnty. Bar\r\nAss'n v. S.C. Comm'n on Indigent Defense, 380 S.C. 219, 670 S.E.2d 371 (2008)\r\n(in construing a statute, this Court will reject an interpretation which leads to an\r\nabsurd result that could not have been intended by the General Assembly); Gordon\r\nv. Phillips Utils., Inc., 362 S.C. 403, 608 S.E.2d 425 (2005) (it is presumed that the\r\nGeneral Assembly intended to accomplish something by its choice of words and\r\nwould not do a futile thing); Denene, Inc. v. City of Charleston, 352 S.C. 208, 574\r\nS.E.2d 196 (2002) (this Court must presume the General Assembly did not intend a\r\nfutile act, but rather intended its statutes to accomplish something); Hinton v. S.C.\r\nDep't of Probation, Parole and Pardon Servs., 357 S.C. 327, 592 S.E.2d 335 (Ct.\r\nApp. 2004) (the Court should seek a construction that gives effect to every word of\r\na statute rather than adopting an interpretation that renders a portion meaningless).\r\n\r\nTo construe the statutes in the manner suggested by the County Republicans would\r\nrender § 8-13-1356 meaningless. The section sets forth specific provisions for\r\ncandidates to file an SEI and is separate and distinct from the general statutory\r\nprovisions for filing an SEI. See Spectre, LLC v. S.C. Dep't of Health and Envtl.\r\nControl, 386 S.C. 357, 688 S.E.2d 844 (2010) (where there is one statute\r\naddressing an issue in general terms and another statute dealing with the identical\r\nissue in a more specific and definite manner, the more specific statute will be\r\nconsidered an exception to, or a qualifier of, the general statute and given such\r\neffect). Indeed, the provisions of § 8-13-1110 requiring public officials to file an\r\nSEI with the appropriate supervisory authority are limited by the phrase \"unless\r\notherwise provided.\" Section 8-13-1356 provides otherwise. As decided by this\r\nCourt in Anderson, § 8-13-1356 requires that a candidate must simultaneously file\r\na copy of an SEI with an SIC unless the candidate already holds the office and has\r\nan SEI on file with the appropriate supervisory office. This Court's decision in\r\nAnderson is clear.\r\n\r\nWe note the argument that candidates are public officials who are exempt from the\r\nfiling requirements of 8-13-1356 was not raised in Anderson, in the petition for\r\nrehearing in Anderson, or in the initial pleadings in this matter. Although the\r\n\nCounty Republicans were not parties in Anderson, they knew that, like all of the\r\npolitical parties in this State, they were bound by the decision in the case, yet they\r\ndeliberately chose to disregard the Court's clear dictates. In their return to the\r\npetition for original jurisdiction, the County Republicans indicated they \"carefully\r\nfollowed [the Court's] ruling\" in Anderson. However, in response to a request by\r\nthe Court to unequivocally assure the Court the candidates they certified all filed a\r\npaper copy of an SEI along with an SIC, the County Republicans admitted they\r\ncertified candidates who did not do so. The voters in this State rely on the political\r\nparties to ensure that only those individuals who are qualified candidates appear on\r\nthe party primary ballots. We are disappointed in the County Republicans for\r\nfailing to diligently perform this duty and for presenting an inaccurate statement to\r\nthis Court concerning their actions in certifying candidates for the party primary.\r\n\r\nWe reject the interpretation of the statutes urged by the County Republicans and\r\nhold those candidates who failed to file a paper copy of an SEI along with an SIC\r\nwere improperly certified as candidates. We direct the County Republicans to file\r\nwith this Court, the Florence County Election Commission, and the South Carolina\r\nState Election Commission, by 10:00 a.m. on June 6, 2012, a list of only those\r\nnon-exempt candidates who simultaneously filed an SEI and an SIC with the\r\nCounty Republicans and a sworn statement that all of those candidates were\r\nproperly certified as defined by the Court in Anderson and in this case. If the\r\nFlorence County Election Commission is able to correct the ballots to remove all\r\nimproperly certified candidates prior to the party primaries scheduled for June 12,\r\n2012, it shall do so. If this task is not possible, signs shall be prepared and placed\r\nin all affected polling places setting forth the names of all improperly certified\r\ncandidates who appear on the ballots and advising voters that a vote cast for any of\r\nthe candidates will not be counted. All costs and expenses associated with\r\namendments to the ballots or, if required, preparation and posting of signs shall be\r\nborne by the County Republicans. The Florence County Election Commission is\r\ndirected not to count any votes cast for an improperly certified candidate. In the\r\nevent an improperly certified candidate is inadvertently left on the ballot after the\r\nrequired revisions, the political parties shall comply with § 8-13-1356(E) and shall\r\nnot certify the candidate for the general election.\r\n\r\nThe Florence County Republican Party Primary is the only matter before this\r\nCourt. Accordingly, we deny the requests by the Amicus Curiae to order relief in\r\nany other election. However, just as the Florence County political parties were\r\nbound by the decision in Anderson, this decision applies to the political party\r\nprimaries throughout the State. To the extent other county political parties have\r\nimproperly certified candidates, those parties ignore the decisions of this Court at\r\n\ntheir own peril.\r\n\r\nFinally, while a petition for rehearing is normally due within fifteen days after the\r\nfiling of an opinion under Rule 221(a), SCACR, because of the urgency of this\r\nmatter, any petition for rehearing must be received by this Court by 9:00 a.m. on\r\nJune 6, 2012.\r\n\r\nJUDGMENT FOR PLAINTIFF.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE, and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"27129","title":"State v. Tapp","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27129.pdf","description":"Upon the State's request for certiorari to review the court of appeals' decision in State v. Tapp, 387 S.C. 159, 691 S.E.2d 165 (Ct. App. 2010), this Court reverses the court of appeals and reinstates Respondent's convictions.  The court of appeals found that the record  was insufficient to determine whether the circuit judge properly considered the reliability of Special Agent Prodan's testimony prior to introducing that testimony to the jury, as required by State v. White, 382 S.C. 265, 676 S.E.2d 684 (2009). While the court of appeals correctly held that White, decided while Respondent's appeal was pending, governs this case, the Court clarifies that White stands for the proposition that the expertise, reliability, and the ability of the testimony to assist the trier of fact are all threshold determinations to be made prior to the admission of expert testimony, and generally, a witness's expert status will be determined prior to determining the reliability of the testimony.  The circuit judge erred in failing to consider the reliability of Prodan's testimony prior to admitting it into evidence.  However, any error in admitting the testimony was harmless.","date":"2012-06-06","type":"opinion","text":"            THE STATE OF SOUTH CAROLINA\r\n                     In The Supreme Court\r\n                           __________\r\n\r\n  The State,                           Petitioner,\r\n\r\n                                v.\r\n\r\n  Jarod Wayne Tapp,                    Respondent.\r\n\r\n                           __________\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n                           __________\r\n                Appeal from Charleston County \n\r\n               Daniel F. Pieper, Circuit Court Judge \n\r\n                           __________\r\n                    Opinion No. 27129 \n\r\n         Heard November 29, 2011 – Filed June 6, 2012 \n\r\n                       ___________\r\n                          REVERSED\r\n                          ___________\r\nAttorney General Alan Wilson, Chief Deputy Attorney General\r\nJohn W. McIntosh, Assistant Deputy Attorney General Donald J.\r\nZelenka, Senior Assistant Attorney General William Edgar Salter\r\nIII, all of Columbia, and Scarlett Anne Wilson, of Charleston, for\r\nPetitioner.\r\nTimothy C. Kulp, of Charleston, for Respondent.\r\n\n      CHIEF JUSTICE TOAL: We granted the State's request for\r\ncertiorari to review the court of appeals' decision in State v. Tapp, 387 S.C.\r\n159, 691 S.E.2d 165 (Ct. App. 2010), which reversed and remanded\r\nRespondent's convictions and sentences for a new trial. The court of appeals\r\nfound that the record in this case was insufficient for determining whether the\r\ncircuit judge properly considered the reliability of Special Agent Prodan's\r\ntestimony prior to introducing that testimony to the jury, as required by State\r\nv. White, 382 S.C. 265, 676 S.E.2d 684 (2009). We agree that our decision in\r\nWhite, decided while Respondent's appeal was pending, governs this case,\r\nbut take this opportunity to clarify White in light of the court of appeals'\r\nmisreading of White in the opinion below. Our reading of the record\r\nconvinces us the circuit judge stopped short of determining the reliability of\r\nProdan's testimony prior to admitting it into evidence, and therefore the trial\r\ncourt erred. However, we find that the error in admitting the testimony at\r\nissue was harmless. Accordingly, we reverse the court of appeals and\r\nreinstate Respondent's convictions. FACTS\r\n      Jarod Wayne Tapp (Respondent) was convicted of murdering and\r\nsexually assaulting his upstairs neighbor, Julie Jett (victim), and of\r\nburglarizing her apartment. Respondent received a life sentence for murder\r\nand two thirty-year sentences for the first degree criminal sexual conduct and\r\nburglary charges.\r\n      Victim was a resident of the apartment located above the apartment\r\nRespondent shared with his grandmother. Victim was in the process of\r\npacking her apartment on the Thursday evening when she was last seen alive.\r\nShe planned to move in with a friend in Mount Pleasant the following\r\nSaturday. Victim and that friend moved several of her belongings to the\r\nMount Pleasant apartment on Thursday evening, and the victim left the\r\nfriend's apartment shortly after 10:00 p.m. with plans to return to her own\r\napartment.1 When the victim did not show up for work the next morning, her\r\n\r\n\r\n1 A detective testified the drive from the friend's apartment to the victim's\r\napartment, located west of the Ashley River in Charleston, took\r\n\ncoworkers became concerned. They were unable to reach her, and eventually\r\nthey contacted her father, who convinced the apartment manager to check the\r\nvictim's apartment. At approximately 5 p.m. on Friday, May 16, 2003, an\r\napartment employee knocked on the victim's door several times, and after\r\nhearing no response, used the office's copy of the key to open the door to the\r\nvictim's apartment.2 Upon cracking the door open, the employee observed a\r\nlarge amount of blood on the carpet in the living room area. She immediately\r\nclosed the door and called the police.\r\n      The police arrived at approximately 5:30 p.m. and noticed a copious\r\namount of blood on the carpet in the living room area near the television and\r\nseveral areas of blood splatter in the vicinity. Lying on the blood-stained\r\ncarpet was a broken piece of black plastic that investigators later determined\r\nwas a broken part of a knife handle. This plastic was an exact match to the\r\nknife set the victim owned that was sitting on her kitchen counter.3\r\nInvestigators discovered the victim's nude body in the apartment's hall\r\nbathroom, her knees on the floor and her body draped face-first over the edge\r\nof the tub, with her buttocks in the air. There was no blood on the carpet of\r\nthe hallway that led to the bathroom where she was found, although there\r\nwere several swipes of blood on the hallway walls. Investigators lifted\r\nseveral latent prints from the apartment that matched the victim, but were\r\nunable to retrieve any prints from the bathroom. An examination of the doors\r\nand windows in the apartment showed no indication of forced entry.\r\n\r\n\r\n\r\n\r\n\r\napproximately seventeen minutes, presumably placing the victim back at her\r\napartment at approximately 10:30 p.m.\r\n2 The employee made no attempt to open the door without the key and\r\ntherefore could not determine whether the door was locked or unlocked when\r\nshe arrived.\r\n3One knife from the set was unaccounted for. Investigators never found the\r\nmissing knife.\r\n\n      Victim had approximately 20 stab wounds about the face and neck and\r\ndied from blood loss and blunt force trauma to the head.4 She had deep\r\ncarpet-burn type injuries on the knees and face. A rape kit examination\r\nrevealed the presence of a protein indicating semen in the victim's vaginal\r\nvault and in her rectum. The sperm within the semen that could produce a\r\nDNA profile was either of very low quantity or quality. A DNA profile for\r\nthe semen could not be recovered from the rectal swab, although the DNA\r\nexpert who conducted the testing found the swab did show that a male protein\r\nwas present in the rectum. Only a partial DNA profile could be developed\r\nfrom the vaginal swab. After sending the vaginal swab to another laboratory\r\nfor more sensitive testing, the statistical probability of a randomly selected\r\nand unrelated individual not being excluded as the source was one in 17,800\r\nwhite males. Respondent could not be excluded as the source.5\r\n      The investigation into Respondent's connection to the victim's murder\r\nbegan after he was identified as a neighbor whom the victim and her\r\nroommate found \"creepy.\" The day after the victim's body was discovered,\r\non Saturday, her current roommate called the lead investigator on the case\r\nand informed her of an interaction she and the victim had with Respondent\r\nthat gave her pause.6 After hearing this, on that same day, the investigator\r\n\r\n4Victim's nose and jaw were broken, she had a black eye, and bruising on\r\nboth ears.\r\n5 Stated differently, if there was a group of 17,800 white males, 17,799 of\r\nthem could be excluded as being the source of the DNA. Respondent could\r\nnot be excluded.\r\n6 Victim's roommate recounted an occasion one evening when Respondent\r\nknocked on their door asking to use their phone because he was locked out of\r\nhis grandmother's apartment. When the roommate turned to retrieve her\r\nphone, which was on a table just inside the doorway, Respondent walked in\r\nuninvited. The roommate stated he appeared to be high and smelled of\r\nalcohol. Victim was sitting on the couch at the time. Respondent made a\r\nquick phone call and left. According to the roommate, she and the victim\r\nthought the interaction was strange.\r\n\nattempted to contact Respondent at his grandmother's apartment, but was\r\ninformed he was now living with his mother on the Isle of Palms. The\r\ninvestigator was able to make contact with Respondent's mother and arranged\r\nfor him to come to the station for questioning.7\r\n      During this initial interview, Respondent recounted the following facts.\r\nOn the Thursday evening when the victim was last seen alive, Respondent's\r\ngrandmother picked him up from a grocery store and they returned to their\r\napartment between 8:30 and 9:00 p.m. Shortly after returning to the\r\napartment, Respondent went to the apartment complex pool and, not finding\r\nanyone there, walked to a nearby convenience store to buy a thirty-two ounce\r\nbottle of malt liquor.8 Respondent stated he returned to the pool, made\r\nseveral phone calls, and encountered two females who undressed and swam\r\nwith two other males. He told the investigator that he consumed two 32\r\nounce malt liquor beverages that evening and did cocaine while at the pool.\r\nRespondent stated he stayed at the pool until around midnight when he called\r\nhis grandmother to open the door for him. Respondent stated that he had\r\nonly been to the victim's apartment on two occasions—once when prior\r\nresidents lived there, and once a few months before the murder to use a phone\r\nand the bathroom.9        Respondent gave fingerprint exemplars and DNA\r\nsamples after making his written statement.\r\n       Cell phone records indicate phone calls being made from Respondent's\r\nphone every couple of minutes throughout the evening, but with no phone\r\nactivity between 10:36 p.m. and 12:11 p.m., when a call was placed to his\r\ngrandmother. A neighbor testified that while sitting on her porch that\r\nThursday evening, she heard a loud thud coming from the vicinity of the\r\nvictim's apartment between the hours of 9:30 and 11:00 p.m. that evening,\r\n\r\n7They originally scheduled a meeting on Monday, but Respondent failed to\r\nappear. Respondent came voluntarily to the station on Tuesday, however.\r\n8 Video footage obtained from the convenience store verifies Respondent\r\npurchased the malt liquor at 9:36 p.m.\r\n9 Victim's roommate testified that Respondent did not use the bathroom\r\nduring their brief encounter. The bathroom Respondent claims he used was\r\nsame bathroom where the victim was found dead.\r\n\nand the light to the victim's apartment was on. The neighbor approached\r\npolice at the crime scene the next day to inform police of what she heard.\r\n      Two witnesses who shared a prison cell with Respondent testified that\r\nRespondent claimed he and victim had prior sexual relations. The State\r\npresented several witnesses to refute this testimony, including the victim's\r\nroommate and her coworker. These witnesses testified that the victim found\r\nRespondent \"creepy.\" The coworker recounted a conversation where she\r\nasked the victim why she was moving rather than re-signing the lease to her\r\napartment. The coworker testified that the victim stated she would not mind\r\nmoving to a different apartment within the complex, but that the guy who\r\nlived below her \"creeped her out,\" and that \"[h]e would say things to her and\r\nhe bothered her.\" In that conversation, the coworker testified the victim\r\nelaborated on her feelings about Respondent, stating, \"[H]e looks like he\r\nsmells bad.\"\r\n      The prison cellmates of Respondent additionally alleged that\r\nRespondent confessed to the murder. The first cellmate stated Respondent\r\ntold him that he and the victim had a sexual relationship and that Respondent\r\nused his key to enter her apartment after a man Respondent was doing\r\ncocaine with stated he also had sex with the victim. The witness testified that\r\nRespondent stated he \"went in to confront the girl about it and he said before\r\nhe knew it, he had stabbed her over and over and over and over again.\" After\r\nmaking the above statement, the witness testified Respondent dropped to the\r\nfloor and begged the other prisoners to keep quiet because his \"daddy done\r\nspent a lot of money on a lawyer.\" The second cellmate witness recounted a\r\nsimilar conversation.10\r\n      At trial, the State proffered Special Agent Prodan pretrial for a\r\ndetermination of whether he could be qualified as an expert in crime scene\r\nanalysis and victimology, and whether his testimony would be admissible.\r\nAgent Prodan testified at this in camera hearing to his education, training,\r\nand experiences. Prodan explained his area of expertise:\r\n\r\n10 Both cellmates wrote letters to the solicitor offering information about\r\nRespondent's confession in exchange for lesser prison sentences. Neither\r\ncellmate received a lesser sentence for testifying or giving this information,\r\nhowever.\r\n\n         Crime scene analysis is a technique where a combination of\r\n         forensics, behavior, victimology, crime scene assessment, crime\r\n         scene reconstruction are put together to make an assessment of a\r\n         violent crime to determine everything from victims' risks to\r\n         becoming a victim of a violent crime, motive of the offender,\r\n         possible characteristics and traits of the offender, interview and\r\n         investigational strategies for . . . crime.\r\n      Over Respondent's objection, the circuit judge found Prodan was\r\nqualified as an expert. The circuit judge subsequently decided to admit\r\nProdan's proffered testimony. The State offered Prodan as their final witness.\r\nRespondent did not call any witnesses.\r\n       On appeal to the court of appeals, Respondent argued, among other\r\nissues, that the circuit court erred in qualifying Prodan as an expert and in\r\nadmitting his testimony. The court of appeals initially held that the circuit\r\ncourt did not err in finding Prodan was qualified as an expert, but that\r\nProdan's testimony was irrelevant and unduly prejudicial. Therefore, the\r\ncourt reversed his convictions and remanded the case for retrial. The State\r\nfiled a petition for rehearing, and while that petition was pending, this Court\r\ndecided State v. White, 382 S.C. 265, 676 S.E.2d 684 (2009). In White, we\r\nheld that, pursuant to Rule 702, SCRE, the reliability of non-scientific expert\r\ntestimony is also part of the gatekeeping function of a trial court and should\r\nbe determined prior to its admission into evidence. The court of appeals\r\ngranted the State's petition for rehearing, and after oral arguments, substituted\r\nand refiled its opinion. In State v. Tapp, 387 S.C. 159, 691 S.E.2d 165 (Ct.\r\nApp. 2010), the court again reversed Respondent's convictions and remanded\r\nafter finding that the record in this case was insufficient for determining\r\nwhether, prior to introducing Prodan's testimony to the jury, the circuit judge\r\nproperly considered its reliability, as required by White. This issue being\r\ndispositive of the remaining issues, the court of appeals did not reach\r\nRespondent's remaining issues. This case is before this Court upon grant of\r\nthe State's Petition for Writ of Certiorari.\r\n                                      ISSUES\r\n\r\n   I.\t     Whether Respondent is procedurally barred from arguing the\r\n           admission of Prodan's testimony did not comport with White\r\n\n             because Respondent did not specifically object to the circuit judge's\r\n             failure to make a reliability finding prior to admitting Prodan's\r\n             testimony.\r\n\r\n   II.\t      Whether the court of appeals erred in finding the record was\r\n             insufficient for determining whether the circuit court assessed the\r\n             reliability of Prodan's testimony prior to its admission.\r\n\r\n   III.\t Whether any error resulting from the admission of Prodan's\r\n         testimony was harmless beyond a reasonable doubt.\r\n\r\n                               STANDARD OF REVIEW\r\n      The admission or exclusion of evidence is an action within the sound\r\ndiscretion of the circuit court and will not be disturbed on appeal absent an\r\nabuse of discretion. State v. Williams, 386 S.C. 503, 509, 690 S.E.2d 62, 65\r\n(2010). An abuse of discretion occurs when the conclusions of the circuit\r\ncourt are either controlled by an error of law or are based on unsupported\r\nfactual conclusions. State v. Douglas, 369 S.C. 424, 429–30, 632 S.E.2d 845,\r\n848 (2009).                   I.\t   Preservation\r\n      The State argues that the court of appeals erroneously granted relief on\r\nan issue that was not preserved for appellate review because, although\r\nRespondent objected on the ground that Prodan failed to provide the data he\r\nrelied on, Respondent did not specifically object to the circuit judge's failure\r\nto make findings in accord with White when it admitted Prodan's testimony.\r\nWe disagree. While our preservation rules require that objections to the\r\nadmissibility of evidence be specific, see State v. Byers, 392 S.C. 438, 710\r\nS.E.2d 55 (2010), they most certainly do not require clairvoyance. We find\r\nthat Respondent's objections to Prodan's testimony were sufficiently timely\r\nand specific, and that the judge ruled on those objections accordingly.\r\n      After Prodan's voir dire as to his experience and training, Respondent\r\nobjected to the qualification of Prodan as an expert, arguing:\r\n          We think, Your Honor, that specifically that he is not qualified in\r\n          this instant [sic] to render testimony as an expert witness that\r\n\n      would be relevant in the sense that it would even fail under a test\r\n      of being probative. In effect, and in short, it is simply another\r\n      person's opinion as opposed to something that would qualify him\r\n      to give the jury any more ability to render decision in this case as\r\n      the finer of fact than a lay witness.\r\n      The State countered that Prodan was most certainly qualified as an\r\nexpert in the field based on his in camera testimony and that Respondent's\r\nargument about relevance of the testimony went to the weight the jury should\r\naccord to Prodan's testimony, not to his qualification as an expert in the field\r\nof crime scene analysis or victimology. The circuit judge agreed and found\r\nProdan was qualified as an expert.\r\n      Respondent then moved to exclude Prodan's testimony from trial for\r\nthe following reasons:\r\n      (1) Prodan could not comply with Rule 705, SCRE, in that he could not\r\n         cite any data upon which he relied;\r\n\r\n      (2) his testimony was marked by qualifiers such as \"suggest, if,\r\n         maybe, assume, could be, might, you would suspect, would\r\n         not be unreasonable to suggest, it would appear,\" rendering his\r\n         expert opinions \"mere speculation [that] serves no purpose . . .\r\n         [but is] highly prejudicial\" and confusing, \"injecting issues\r\n         into this case for which there is no foundation;\" and\r\n\r\n      (3) the basis for Prodan's opinion was merely his opinion.\r\n\r\n      The State argued that once Prodan was qualified as an expert, the\r\nstandards under Rules 702 and 703, SCRE, were \"pretty low in the State of\r\nSouth Carolina.\" Finally, the State contended all of Respondent's arguments\r\nwent to the weight that should be accorded the evidence, not to its\r\nadmissibility. The court declined to rule at that juncture whether Prodan's\r\ntestimony would be admitted.\r\n\r\n      As the trial progressed, the State asked the court to rule whether Prodan\r\nwould be permitted to testify. Respondent renewed his objections, arguing\r\nthe testimony was pure speculation, that it was prejudicial, and that it was\r\n\nconfusing. The State responded, again, \"Your Honor, I think all of those\r\narguments go to the weight of his testimony, not the admissibility.\" The\r\ncircuit judge then responded, \"I'm going to allow it.\" When the State called\r\nProdan as a witness, Respondent renewed his objection, which the circuit\r\njudge stated was noted for the record. After qualifying Prodan before the\r\njury, the judge again noted Respondent's previous objection for the record.\r\nTherefore, Respondent objected to Prodan's testimony at every available\r\npoint during the trial and on every ground available to him at the time. After\r\nhearing the extensive arguments of Respondent, the circuit judge overruled\r\nthese objections. Accordingly, we find the issue of the admissibility of\r\nProdan's testimony is sufficiently preserved.\r\n\r\n            II.   Circuit Judge's Admission of Prodan's Testimony\r\n      The court of appeals found that \"without the guidance of the White\r\ndecision, [Respondent] was not able to sufficiently develop and pursue\r\ntheories upon which to challenge Prodan's qualifications; nor was the trial\r\ncourt given the opportunity to address the issue.\" Tapp, 387 S.C. at 168–69,\r\n691 S.E.2d at 170. Therefore, the court reversed and remanded the case for a\r\nnew trial so that the parties could fully develop the issue of reliability in light\r\nof White. Id. at 169, 691 S.E.2d at 170. The State concedes that this Court's\r\nruling in White governs the admission of Prodan's testimony, but argues that\r\nthe record sufficiently demonstrates that the circuit judge vetted Prodan's\r\ntestimony for its reliability prior to admitting it to the jury. We believe the\r\nrecord supports that the circuit judge admitted Prodan's testimony based\r\nmerely on a finding he was qualified as an expert, and left the reliability\r\ndetermination for the jury. Therefore, the admission of Prodan's testimony\r\nwas error.11\r\n      White involved the admissibility of dog tracking evidence. The court\r\nof appeals had decided several cases in which it opined that nonscientific\r\nexpert testimony, such as that of a dog tracker, was not subject to a reliability\r\ndetermination of the trial judge under Rule 702, SCRE. Rather, any\r\nreliability questions of such a nonscientific expert went to the weight a jury\r\nshould accord the testimony, not to its admissibility. State v. White, 372 S.C.\r\n\r\n11   We make no conclusions about the reliability of Prodan's testimony.\r\n\n364, 642 S.E.2d 607 (Ct. App. 2007); State v. Morgan, 326 S.C. 503, 485\r\nS.E.2d 112 (Ct. App. 1997). This is the authority the circuit court relied upon\r\nto admit Prodan's testimony based merely upon a finding that he was\r\nqualified as an expert.\r\n       In White, this Court clarified that all expert testimony, not just scientific\r\nexpert testimony, must be vetted for its reliability prior to its admission at\r\ntrial. The Court concluded:\r\n      The familiar evidentiary mantra that a challenge to evidence goes\r\n      to \"weight, not admissibility\" may be invoked only after the trial\r\n      judge has vetted the matters of qualification and reliability and\r\n      admitted the evidence.\r\nWhite, at 274, 676 S.E.2d at 689.\r\n      For the most part, the court of appeals' rendering of White was correct.\r\nHowever, the court misstated that White created the requirement that \"the\r\nfoundational reliability of nonscientific testimony must be tested prior to the\r\nqualification of an expert.\" Tapp, 387 S.C. at 166, 691 S.E.2d at 169\r\n(emphasis added). The court additionally stated, \"this court is left with no\r\nguidance on what test or elements must be satisfied to establish the\r\nfoundational reliability necessary to qualify an expert in the fields of crime\r\nscene analysis and victimology.\" Id. at 166–67, 691 S.E.2d at 169. To be\r\nclear, the reliability of a witness's testimony is not a pre-requisite to\r\ndetermining whether or not the witness is an expert.12 The expertise,\r\nreliability, and the ability of the testimony to assist the trier of fact are all\r\nthreshold determinations to be made prior to the admission of expert\r\ntestimony, and generally, a witness's expert status will be determined prior to\r\ndetermining the reliability of the testimony.\r\n      In this case, after qualifying Prodan as an expert, but before admitting\r\nhis testimony to the jury, Respondent argued that the substance of Prodan's\r\ntestimony was \"entirely personal\" and that Prodan should have produced a\r\nwritten report of his findings and the data upon which he relied so that\r\nRespondent could verify Prodan's conclusions with other experts in the field.\r\n\r\n12\r\n The dog tracker's qualifications under Rule 702, SCRE, were conceded in\r\nWhite.\r\n\nAfter making this argument, the State countered, \"Your Honor, I think all of\r\nthose arguments go to the weight of his testimony, not the admissibility.\"\r\nThe circuit judge then stated, \"I'm going to allow it.\" Under White, after\r\nqualifying Prodan as an expert, the circuit judge should have then evaluated\r\nthe substance of Prodan's testimony to determine if it was reliable, as required\r\nby Rule 702, SCRE. However, the law at the time of this trial instructed that\r\nthe reliability of nonscientific expert testimony was a determination to be\r\nmade by the jury. Accordingly, it appears from the record that the circuit\r\njudge admitted Prodan's testimony after making the initial determination of\r\nhis expertise. Although admitting Prodan's testimony before vetting it for its\r\nreliability was error, we find that error to be harmless.\r\n                         III. Harmless Error\r\n      The key factor for determining whether a trial error constitutes\r\nreversible error is \"whether it appears 'beyond a reasonable doubt that the\r\nerror complained of did not contribute to the verdict obtained.'\" State v.\r\nCharping, 313 S.C. 147, 157, 437 S.E.2d 88, 94 (1993) (quoting Chapman v.\r\nCalifornia, 386 U.S. 18, 24 (1967), overruled on other grounds by Franklin\r\nv. Catoe, 346 S.C. 563, 552 S.E.2d 718 (2001)). \"Whether an error is\r\nharmless depends on the circumstances of the particular case.\" State v.\r\nMitchell, 378 S.C. 305, 316, 662 S.E.2d 493, 499 (2008). \"No definite rule\r\nof law governs this finding; rather, the materiality and prejudicial character of\r\nthe error must be determined from its relationship to the entire case. Error is\r\nharmless when it 'could not reasonably have affected the result of the trial.'\"\r\nId. (quoting State v. Key, 256 S.C. 90, 180 S.E.2d 888 (1971)).\r\n      Engaging in this harmless error analysis, we note that our jurisprudence\r\nrequires us not to question whether the State proved its case beyond a\r\nreasonable doubt, but whether beyond a reasonable doubt the trial error did\r\nnot contribute to the guilty verdict. See State v. Mizzell, 349 S.C. 326, 334,\r\n563 S.E.2d 315, 319 (2002) (harmless error jurisprudence requires that the\r\nerror not contribute to the verdict obtained). In finding Respondent guilty,\r\nthe jury made a number of factual determinations, including the probability\r\nthat the DNA found inside the victim belonged to Respondent, the\r\nplausibility that the DNA was there by innocent means, and the credibility of\r\nthe cellmate witness's testimony. Therefore, our analysis focuses on whether\r\n\nProdan's testimony lent more credence to the DNA results, its manner of\r\ndeposit, or the validity of the cellmate witness's testimony.\r\n       In relevant part, Prodan testified that because there was no sign of\r\nstruggle at the doorway, there was no sign of forced entry, and the victim\r\nhabitually locked her door, the assailant may have entered the apartment\r\neither because the victim recognized him or because the assailant created a\r\nruse that caused the victim to invite him in. Prodan recognized the possibility\r\nthat the victim unintentionally left the door unlocked, allowing the assailant\r\nto walk in. Additionally, because of the victim's relatively low risk for\r\nencountering a violent crime, he believed she was likely targeted for sexual\r\nassault. Prodan stated his belief that this was a sexually motivated crime\r\nbecause the victim was found nude with multiple stab wounds and blunt force\r\ntrauma, and semen was found inside the victim. He opined that because it\r\nappears the victim was stabbed with a knife that belonged to her and was\r\nsitting on her kitchen counter, the assailant most likely did not come to the\r\napartment for the purpose of killing the victim, although he may have had the\r\nintention to sexually assault her. Finally, Prodan noted that the lack of blood\r\nin the hallway leading to the bathroom where the victim was found indicated\r\nthe victim was carried from the struggle scene in the living room to the\r\nbathroom, and then intentionally \"posed\" in a sexually suggestive manner.\r\nHe opined that the assailant may have posed her this way to demonstrate a\r\nfeeling of contempt or to degrade the victim.\r\n      Beyond a reasonable doubt, we believe that Prodan's testimony could\r\nnot have contributed to the verdict obtained. Prodan provided lengthy\r\ntestimony about the opinions he formed after a review of crime scene and\r\nautopsy photographs, crime scene reports, several witness statements, and\r\ncrime rate statistics for the apartment complex. However, Prodan did not\r\nreview any information about Respondent's background, nor did he review\r\nthe statements Respondent made to the police. Prodan did not promote the\r\nvalidity of the DNA results or boost the credibility of the inmates' testimony\r\nabout Respondent's confession. For these reasons we believe that the error of\r\nadmitting Prodan's testimony before a determination of its reliability was\r\nharmless beyond a reasonable doubt.\r\n\n                               CONCLUSION\r\n\r\n      We find that the issue of whether Prodan's testimony was properly\r\nadmitted is preserved for appellate review. On the merits, we find that\r\nProdan's nonscientific testimony was not properly vetted for its reliability\r\nbefore its admission into evidence, as required by our holding in White.\r\nHowever, we find the error in admitting Prodan's testimony could not have\r\ncontributed to Respondent's convictions. As to the remaining issues\r\nRespondent raised to the court of appeals, we have reviewed the briefing of\r\nthose issues and find them to be without merit. Therefore, we reverse the\r\ncourt of appeals and reinstate Respondent's sentences.\r\n\r\nREVERSED.\r\nBEATTY, KITTREDGE and HEARN, JJ., concur. PLEICONES, J.,\r\ndissenting in a separate opinion.\r\n\nJUSTICE PLEICONES: I respectfully dissent. I agree with the majority\r\nthat the issue of the admissibility of Agent Prodan's testimony was preserved\r\nfor appellate review, and that the trial judge erred in admitting Prodan's\r\ntestimony without determining that the evidence was reliable. I disagree,\r\nhowever, that the admission of that testimony was harmless error.\r\n      As I read the majority opinion, it does not view Prodan's testimony in\r\nlight of the properly admitted evidence in the record to determine whether\r\nthis erroneously admitted evidence could have contributed to the jury's\r\nverdict. Chapman v. California, 386 U.S. 18 (1967). Instead, the majority\r\nposits that the jury made three critical factual determinations:\r\n            (1) that the DNA evidence established respondent was the\r\n            source of the protein found in the victim's vaginal vault;\r\n            (2) that the DNA was not present as a result of consensual\r\n            sexual activity between the victim and respondent; and\r\n            (3) that the inmates' testimony of respondent's purported\r\n            confession was credible.\r\nThe majority then determines that Prodan's testimony could not have\r\ncontributed to the verdict obtained. I disagree.\r\n      The majority states Prodan's testimony did not \"promote the validity of\r\nthe DNA results or boost the credibility of the inmates' testimony about\r\nRespondent's confession.\" Admittedly Prodan provides no direct evidence\r\nregarding the DNA evidence, but as explained below his erroneously\r\nadmitted \"expert\" testimony bolstered both the probability that respondent\r\nwas the source of the DNA as well as the inmates' testimony relating\r\nrespondent's \"confession.\" In my view, the critical harmless error question is\r\nwhether Prodan’s erroneously admitted testimony bolstered the State's\r\ncontention that respondent was the victim's rapist and killer.\r\n       Prodan's testimony that the victim probably knew her attacker bolstered\r\nthe inmates' testimony that respondent had confessed to an ongoing\r\nrelationship with the victim. Further, Prodan's theory that the victim and her\r\nassailant were acquainted served to identify respondent as a likely perpetrator\r\nin light of his statement to police that he had been in the apartment, as well as\r\nthe testimony of the victim's roommate and another witness that the victim\r\n\nwas familiar with respondent. Accordingly, Prodan's testimony cannot be\r\nsaid to be harmless, especially given the relative statistical weakness of the\r\nDNA evidence.\r\n       In respondent's \"confession,\" he did not acknowledge any sexual\r\ncontact on the night of the killing, but rather told the inmates that he went to\r\nthe victim's apartment in a jealous frame of mind, having learned his\r\n\"girlfriend\" was sexually involved with a mutual friend. According to the\r\ninmates' testimony, respondent confessed his jealous frame of mind escalated\r\nto rage as he questioned the woman about the relationship, and resulted in the\r\nvictim's stabbing. Prodan's testimony that \"the assailant most likely did not\r\ncome to the apartment for the purpose of killing the victim\" bolsters this part\r\nof respondent's confession. Prodan's theory that the perpetrator intended to\r\nsexually humiliate the victim by posing her body is consistent with\r\nrespondent's confession that he went to the apartment after learning of the\r\nvictim's sexual infidelity, and that her responses to his questions about this\r\ninfidelity led to her assault. Prodan's improperly admitted evidence goes\r\ndirectly to the only issue the jury had to decide: not whether crimes had\r\noccurred, but was respondent the perpetrator.\r\n       Unlike the majority, I believe that Prodan's improperly admitted\r\n\"expert\" testimony cannot be deemed harmless error. Improper \"expert\"\r\nevidence which goes to the heart of the case is not harmless. See State v.\r\nEllis, 345 S.C. 175, 547 S.E.2d 490 (2001); see also State v. Douglas, 380\r\nS.C. 499, 671 S.E.2d 606 (2009) (Pleicones, J., dissenting). I would therefore\r\nreverse and remand the case for a new trial.\r\n\n","court":"Supreme"},{"id":"27130","title":"State v. Liverman","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27130.pdf","description":"The Court affirms in result Petitioner's murder convictions and sentences of life imprisonment.","date":"2012-06-06","type":"opinion","text":"         THE STATE OF SOUTH CAROLINA\r\n               In The Supreme Court\r\n                    __________\r\n The State,                       Respondent,\r\n\r\n                            v.\r\n Chris Anthony Liverman,          Petitioner.\r\n                       __________\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n                  __________\r\n\r\n              Appeal from Richland County\r\n         James W. Johnson, Jr., Circuit Court Judge\r\n                      __________\r\n\r\n                  Opinion No. 27130\r\n       Heard February 23, 2012 – Filed June 6, 2012\r\n                      ___________\r\n\r\n                AFFIRMED IN RESULT\r\n                     ___________\r\n\r\n A. Mattison Bogan, of Nelson Mullins Riley & Scarborough, of\r\n Columbia, Chief Appellate Defender Robert M. Dudek, of\r\n Columbia, for Petitioner.\r\n\r\n Attorney General Alan Wilson, Chief Deputy Attorney General John\r\n W. McIntosh, Assistant Deputy Attorney General Donald J.\r\n Zelenka, Senior Assistant Attorney General William Edgar Salter,\r\n III, all of Columbia, and Daniel E. Johnson, of Columbia, for\r\n Respondent.           ___________\r\n\n      JUSTICE KITTREDGE: We granted a writ of certiorari to review\r\nthe court of appeals' decision in State v. Liverman, 386 S.C. 223, 687 S.E.2d\r\n70 (Ct. App. 2009). We affirm in result.\r\n\r\n       Petitioner Chris Anthony Liverman was convicted of two counts of\r\nmurder and sentenced to life imprisonment. The court of appeals affirmed.\r\nPetitioner sought certiorari with respect to the claim that the trial court\r\nrefused to conduct a \"full\" in camera hearing pursuant to Neil v. Biggers, 409\r\nU.S. 188 (1972).1 Petitioner contended the eyewitness's identification of him\r\nas the shooter at a police-orchestrated show-up was unduly suggestive and\r\ntherefore tainted the in-court identification. The trial court, relying on\r\nMcLeod v. State, 260 S.C. 445, 196 S.E.2d 645 (1973), did conduct an in\r\ncamera hearing and found the pretrial identification was reliable, based\r\nprimarily on the witness's previous knowledge of Petitioner.\r\n\r\n      Following the court of appeals' decision, the United States Supreme\r\nCourt issued its opinion in Perry v. New Hampshire, 565 U.S. ___ (2012), in\r\nwhich the Supreme Court made clear that due process requires a trial court to\r\nconduct a preliminary assessment of the reliability of an eyewitness\r\nidentification made under suggestive circumstances arranged by law\r\nenforcement. The case before us involves the intersection of a suggestive\r\npolice show-up identification procedure and an eyewitness who knows the\r\naccused. In McLeod, we held that the procedural safeguard of a pretrial\r\nhearing to determine the reliability and ultimate admissibility of eyewitness\r\nidentification testimony was not necessary where the eyewitness knows the\r\naccused. McLeod cannot stand in light of Perry, and we overrule McLeod\r\ninsofar as it creates a bright-line rule excusing a Neil v. Biggers hearing\r\nwhere the eyewitness knows the accused. We nevertheless affirm Petitioner's\r\nconvictions and sentence because any error in failing to conduct a Neil v.\r\nBiggers hearing was harmless.\r\n\r\n\r\n1      At the court of appeals, Petitioner also challenged the admission of testimony regarding\r\nthe meaning of certain tattoos on Petitioner's body. The court of appeals rejected Petitioner's\r\nargument that the testimony was unduly prejudicial. Petitioner did not seek certiorari concerning\r\nthe court of appeals' ruling regarding the tattoos.\r\n\n                                            I.\r\n\r\n                                  BACKGROUNDA.\r\n\r\n      On the evening of August 26, 2004, two minor victims were shot and\r\nkilled outside of one of the victim's homes on T.S. Martin Drive in Columbia,\r\nSouth Carolina. The shooting was gang-related.2 Officers from the Columbia\r\nPolice Department responded to the scene. A witness, Tyrone Smith,\r\nidentified the shooter to Investigator Joe Gray. Tyrone recognized the\r\nshooter as \"Baby Jesus,\" the nickname of Petitioner. He further described the\r\ntype of gun Petitioner used, and described Petitioner as wearing a white shirt,\r\nshorts, reflective sneakers, and a camouflage bandana on his head.\r\n\r\n      Shortly after the shooting, Petitioner was apprehended by officers in the\r\nnearby woods. Upon hearing officers had seized a possible suspect,\r\nInvestigator Gray drove Tyrone to the woods, parked his vehicle\r\napproximately twenty feet from the car in which Petitioner was detained, and\r\nturned on the high beam lights. Petitioner was removed from the police\r\nvehicle and stood in front of Investigator Gray's car. There, from the back\r\nseat of Investigator Gray's vehicle, Tyrone confirmed Petitioner was the\r\nperson he saw fire the shots that killed the two victims.\r\n\r\n                                            B.\r\n\r\n      Defense counsel moved for a Neil v. Biggers hearing regarding\r\nTyrone's identification. The State, however, opposed a Neil v. Biggers\r\nhearing. Relying on McLeod, the State contended that the constitutional\r\nsafeguards applicable to Neil v. Biggers are not necessary when the witness\r\nknows the accused. The able trial judge proceeded cautiously and required\r\nthe State to proffer Tyrone's testimony. Tyrone, age 19, testified he knew\r\n\r\n2        The evidence indicates that Petitioner and several other witnesses were members of the\r\nDead Folk Nation gang and that the incidents leading up to and through the shooting were related\r\nto an altercation with members of a rival gang, the Bloods. The facts surrounding the murders\r\nare set forth fully in the court of appeals' opinion.\r\n\nPetitioner by the name \"Baby Jesus\" and that he had known Petitioner as an\r\nacquaintance since elementary school. Petitioner once lived at the Saxon\r\nHomes Apartment Complex, where Tyrone's aunt lived. When Tyrone was\r\nabout 12 years of age, he and Petitioner \"hung out\" at the apartment complex\r\nwith a mutual friend, \"Goo.\" Tyrone had seen Petitioner at McDonald's\r\n(where Petitioner worked) on two occasions. On the day of the murders,\r\nTyrone saw Petitioner at the nearby Bayberry Apartments. At this point in\r\nTyrone's testimony, the State rested its presentation, but Petitioner objected.\r\nThe trial court agreed with the State's position but required an additional\r\nshowing concerning \"what was going on at the time the identification was\r\nmade.\"3Tyrone then testified as to where he watched the shooting occur, as\r\nwell as his ability to identify Petitioner. According to Tyrone, he observed\r\nthe shooting while looking out of a second story window in his house across\r\nthe street on T.S. Martin. Tyrone stated he could see a group of men,\r\nincluding Petitioner, standing a short distance from a street light on the\r\ncorner. After the murders, Tyrone promptly identified Petitioner as the\r\nshooter and provided police with a description of Petitioner's clothing.\r\nPetitioner was apprehended nearby, and Tyrone described the show-up\r\narranged by police through which Tyrone confirmed his prior identification\r\nof Petitioner.\r\n\r\n      Initially, the trial court ruled the identification testimony was\r\nadmissible pursuant to McLeod: \"Based on what has been presented here I\r\nthink the relationship or at least a knowledge existed and I think whether it\r\nwas sufficient knowledge it would be [sic], go more toward the weight of the\r\ntestimony rather than the admissibility of it.\" The trial court provided a\r\nsecondary basis for admitting the evidence:\r\n\r\n       But in addition to that I find that sufficient evidence has been\r\n       shown by the State under the totality of the circumstances to\r\n       make it an identification. It is permissible. And I know the\r\n\r\n3       The trial court stated: \"Before I can examine the totality of the circumstances I think I\r\nstill have to hear exactly what was going on at the time the identification was made. For that\r\nreason I will let the State continue examination as to the actual identification.\"\r\n\n     argument would be made that at a showup identification where\r\n     the defendant was the only one there might be overly suggestive\r\n     but at the same time the witness who testified that he knew the\r\n     defendant, he knew him from elementary school, from seeing\r\n     him at McDonald's, from seeing him on Bay Berry [sic] on the\r\n     date of the shooting. He knew him by his nickname, he identified\r\n     the shooter by nickname to the officer prior to him being taken to\r\n     the second location. Based on that I will permit the identification\r\n     testimony and you can still argue about its weight.\r\n\r\n                                   C.\r\n\r\n       At trial, Tyrone testified extensively regarding his previous knowledge\r\nof Petitioner and what he witnessed the night of the shooting. Both Tyrone\r\nand Investigator Gray testified as to Tyrone's out-of-court identification. In\r\naddition to Tyrone's testimony, the State offered the testimony of other\r\nwitnesses who presented further incriminating evidence against Petitioner.\r\nTwo witnesses testified Petitioner was armed with a gun the day of the\r\nshooting and indicated he planned to go to T.S. Martin that night. Diego\r\nThompson placed himself at the scene of the murders with Petitioner and\r\ntestified that Petitioner and another male began shooting, while the others in\r\nthe group ran towards the woods. Finally, the State presented the testimony\r\nof Petitioner's fellow gang member, Shante, who testified that shortly after\r\nthe shooting, she overheard Petitioner discussing the shooting where they\r\nwere \"spraying\" gunfire and two children were shot.\r\n\r\n       The defense thoroughly challenged the State's case. Defense counsel\r\nargued to the jury that the State's witnesses, especially Thompson, fabricated\r\nPetitioner's involvement to deflect from their own guilt. Defense counsel\r\nalso attacked Tyrone's testimony. Specifically, counsel maintained that\r\nTyrone was mistaken about his identification of Petitioner as the shooter\r\nbecause he did not know Petitioner with any familiarity and he misidentified\r\nPetitioner in an incident earlier in the day. Ultimately, the jury found\r\nPetitioner guilty of both murders.   D.\r\n\n      On appeal, Petitioner repeated his challenge to the trial court's failure to\r\nconduct a \"full\" Neil v. Biggers hearing. The trial court erred, Petitioner\r\ncontended, in refusing to conduct a more extensive hearing when Petitioner\r\nalleged the out-of-court identification was procured by law enforcement\r\nthrough unduly suggestive procedures. Petitioner argued that the State failed\r\nto show Tyrone had sufficient prior knowledge of Petitioner to overcome the\r\nunduly suggestive nature of the out-of-court identification. The court of\r\nappeals rejected Petitioner's argument and affirmed his conviction.\r\n\r\n                                       II.\r\n\r\n                         STANDARD OF REVIEW\r\n\r\n      In criminal cases, the appellate court sits to review errors of law only.\r\nState v. Baccus, 367 S.C. 41, 48, 625 S.E.2d 216, 220 (2006). Whether an\r\neyewitness identification is sufficiently reliable is a mixed question of law\r\nand fact. State v. Moore, 343 S.C. 282, 288, 540 S.E.2d 445, 448 (2000). In\r\nreviewing mixed questions of law and fact, where the evidence supports but\r\none reasonable inference, the question becomes a matter of law for the court.\r\nId. Generally, the decision to admit an eyewitness identification is at the trial\r\njudge's discretion and will not be disturbed on appeal absent an abuse of\r\ndiscretion. Id.\r\n\n                                     III.\r\n\r\n                                 ANALYSIS\r\n\r\n      \"A criminal defendant may be deprived of due process of law by an\r\nidentification procedure arranged by police which is unnecessarily suggestive\r\nand conducive to irreparable mistaken identification.\" State v. Traylor, 360\r\nS.C. 74, 81, 600 S.E.2d 523, 526 (2004). \"An in-court identification of an\r\naccused is inadmissible if a suggestive out-of-court identification procedure\r\ncreated a very substantial likelihood of irreparable misidentification.\" Id.\r\n\r\n      In Neil v. Biggers, the United States Supreme Court set forth a two-\r\npronged inquiry to determine whether due process requires suppression of an\r\neyewitness identification. Due process requires courts to assess, on a case-\r\nby-case basis, whether the identification resulted from unnecessary and\r\nunduly suggestive police procedures, and if so, whether the out-of-court\r\nidentification was nevertheless so reliable that no substantial likelihood of\r\nmisidentification existed. Biggers, 409 U.S. at 198. Under the totality of the\r\ncircumstances, the factors to be considered in assessing the reliability of an\r\notherwise unduly suggestive identification procedure are: (1) the witness's\r\nopportunity to view the perpetrator at the time of the crime, (2) the witness's\r\ndegree of attention, (3) the accuracy of the witness's prior description of the\r\nperpetrator, (4) the level of certainty demonstrated by the witness at the\r\nconfrontation, and (5) the length of time between the crime and the\r\nconfrontation. Manson v. Brathwaite, 432 U.S. 98, 114 (1977) (citing\r\nBiggers, 409 U.S. at 199-200).\r\n\r\n      Our courts have held this determination should be made during an in\r\ncamera hearing, outside of the presence of the jury. See State v. Ramsey,\r\n345 S.C. 607, 613, 550 S.E.2d 294, 297 (2001) (holding that generally, a trial\r\ncourt must hold an in camera hearing when the State offers a witness whose\r\ntestimony identifies the defendant as a person who committed the crime and\r\nthe defendant challenges the in-court identification as being tainted by a\r\nprevious, illegal identification or confrontation); State v. Simmons, 308 S.C.\r\n80, 417 S.E.2d 92 (1992) (same); see also Rule 104(c), SCRE (providing that\r\n\n\"[h]earings on the admissibility of . . . pretrial identifications of an accused\r\nshall in all cases be conducted out of the hearing of the jury\"). \"The purpose\r\nof the in camera hearing is to determine whether the in-court identification\r\nwas of independent origin or was the tainted product of the circumstances\r\nsurrounding the prior, out-of-court identification.\" Ramsey, 345 S.C. at 613,\r\n550 S.E.2d at 297.\r\n\r\n      A year after Neil v. Biggers, this Court decided McLeod, in which we\r\nheld that a pretrial hearing is not necessary where a witness knows the\r\naccused. In McLeod, during a physical struggle with her attacker, the victim\r\nexclaimed \"oh, you Hattie's boy,\" causing her attacker to flee. 260 S.C. at\r\n447, 196 S.E.2d at 645. Following the attack, the victim went to a friend's\r\nhouse and stated only the phrase \"Hattie's boy.\" Thereafter, the defendant\r\nwas arrested and taken to the victim's home, where she identified him as her\r\nattacker, although she did not know his actual name. Id.\r\n\r\n       Regarding the fairness of the pretrial identification procedure used by\r\nlaw enforcement, this Court found it was \"apparent from the record that [the\r\nvictim] knew the defendant. She had seen him many times at a neighborhood\r\nstore near their home; she knew the defendant's mother and knew him to be\r\nher son.\" Id. at 448, 196 S.E.2d at 645. The Court reasoned that previous\r\nUnited States Supreme Court cases4 mandating pretrial procedural safeguards\r\nrepresented an \"attempt to avert the danger of mistaken identity by\r\nestablishing mandatory constitutional and procedural safeguards.\" Id. at 448,\r\n196 S.E.2d at 646. However, the Court found those rules were never\r\nintended to apply where the victim knew the accused. Id.; see also In re\r\nRobert D, 340 S.C. 12, 530 S.E.2d 137 (Ct. App. 2000) (finding Neil v.\r\nBiggers was not applicable because the identification was arranged by school\r\nofficials, not police officers, and finding, based upon McLeod, that a pretrial\r\nhearing was not necessary where the victim knew the defendant by his first\r\nname, recognized him as a friend of her classmates, and remembered he\r\nwatched movies with her class).\r\n\r\n\r\n4       Notably, McLeod (1973) does not reference Neil v. Biggers (1972), but does cite to three\r\nof its predecessors, including United States v. Wade, 388 U.S. 218 (1967), Gilbert v. California,\r\n388 U.S. 263 (1967), and Stovall v. Denno, 388 U.S. 293 (1967).\r\n\n      In Perry v. New Hampshire, the Supreme Court refused to extend the\r\nreach of identification due process protections into areas where an\r\nidentification is not procured by state action.5 565 U.S. ___ at *18-19. While\r\nacknowledging that eyewitness evidence is inherently imperfect, the Court\r\nstated: \"The fallibility of eyewitness evidence does not, without the taint of\r\nimproper state conduct, warrant a due process rule requiring a trial court to\r\nscreen such evidence for reliability before allowing the jury to assess its\r\ncreditworthiness.\" Id. at *15 (emphasis added). However, in refusing to\r\nexpand judicial screening to all eyewitness identifications, the Supreme\r\nCourt reemphasized the necessity of pretrial judicial review when an\r\nidentification is infected by improper police influence, as expounded by Neil\r\nv. Biggers and its progeny. Thus, Perry mandates that preliminary judicial\r\ninquiry is required once it is contended that an identification is obtained\r\nunder unnecessarily suggestive circumstances arranged by state action,\r\nregardless of the witness's prior knowledge of the accused. Therefore, we\r\noverrule McLeod to the extent it permits circumvention of a Neil v. Biggers\r\nhearing.\r\n\r\n       Here, the trial court went beyond the scope of a McLeod hearing and\r\nrequired testimony related to Tyrone's ability to identify Petitioner as the\r\nshooter, as well as the circumstances surrounding the show-up procedure\r\narranged by the police. Petitioner maintains that he was denied a \"full\" Neil\r\nv. Biggers hearing. The State, having adamantly objected to a Neil v.\r\nBiggers hearing at trial, now suggests we treat the trial court's handling of the\r\nmatter as the functional equivalent of a Neil v. Biggers hearing. While the\r\ntrial court required the State to submit evidence that has many of the\r\ntraditional features of a Neil v. Biggers hearing (and the trial court made\r\nconcomitant Neil v. Biggers findings), we decline to hold that the pretrial\r\n\r\n\r\n5       The identification of the defendant in Perry was not procured by state action. When an\r\nofficer responding to the police call asked the eyewitness to describe the man breaking into cars,\r\nthe witness pointed to her kitchen window and said the man she saw breaking into the car was\r\nstanding in the parking lot, next to a police officer. The trial court denied the defendant's motion\r\nto suppress the witness's identification. On appeal, the defendant argued that it was error to\r\nrequire an initial showing that police arranged a suggestive identification procedure. Perry, 565\r\nU.S. ___ *3-4. However, the Supreme Court refused to extend pretrial protections for\r\neyewitness identifications that are not the result of police-arranged tactics. Id. at *18.\r\n\nhearing fully comported with due process requirements. Even assuming\r\nerror, however, we are firmly persuaded that such error was harmless.\r\n\r\n      \"A harmless error analysis is contextual and specific to the\r\ncircumstances of the case.\" State v. Byers, 392 S.C. 438, 448-49, 710 S.E.2d\r\n55, 60 (2011). No definite rule of law governs the finding that an error was\r\nharmless; rather, the materiality and prejudicial character of the error must be\r\ndetermined from its relationship to the entire case. State v. Reeves, 301 S.C.\r\n191, 193-94, 391 S.E.2d 241, 243 (1990). In considering whether error is\r\nharmless, a case's particular facts must be considered along with various\r\nfactors including: \"the importance of the witness' testimony in the\r\nprosecution's case, whether the testimony was cumulative, the presence or\r\nabsence of evidence corroborating or contradicting the testimony of the\r\nwitness on material points, the extent of cross-examination otherwise\r\npermitted, and, of course, the overall strength of the prosecution's case.\"\r\nState v. Clark, 315 S.C. 478, 481, 445 S.E.2d 633, 635 (1994) (quoting\r\nDelaware v. Van Arsdall, 475 U.S. 673, 684 (1986)).\r\n\r\n      Although McLeod cannot survive Perry as a standalone basis for\r\ncircumventing a Neil v. Biggers hearing, the fact that an identification\r\nwitness knows the accused remains a significant factor in determining\r\nreliability. The suggestive nature of a show-up is mitigated by the witness's\r\nprior knowledge of the accused. We concur with those jurisdictions that\r\nconsider the show-up identification procedure, normally considered unduly\r\nsuggestive, as merely confirmatory. See State v. Taylor, 594 N.W.2d 158\r\n(Minn. 1999) (holding that the show-up procedure was not suggestive but\r\nmerely confirmatory where witness previously singled out assailant by\r\nnickname and had seen him around her apartment building at least ten times\r\nbefore the show-up took place); People v. Rodriguez, 593 N.E.2d 268, 272\r\n(N.Y. 1992) (\"A court's invocation of the 'confirmatory identification'\r\nexception is thus tantamount to a conclusion that, as a matter of law, the\r\nwitness is so familiar with the defendant that there is 'little or no risk' that\r\npolice suggestion could lead to a misidentification.\").\r\n\r\n     After conducting a pretrial hearing, the trial court was satisfied that\r\nTyrone knew Petitioner before the shooting and Tyrone's identification was\r\n\nsufficiently reliable because he identified Petitioner by his nickname to\r\nInvestigator Gray prior to the suggestive police orchestrated show-up.\r\nFurther, a review of Tyrone's trial testimony indicates that his in-court\r\nidentification of Petitioner as the shooter originated not from any taint\r\nassociated with the suggestive show-up but from Tyrone's prior association\r\nwith Petitioner and his observation of Petitioner at the time of the shooting.\r\nThus, despite the lack of a full Neil v. Biggers hearing, Tyrone's in-court\r\nidentification was nonetheless properly admitted as it had an independent\r\norigin. See Ramsey, 345 S.C. at 613, 550 S.E.2d at 297 (\"The purpose of the\r\nin camera hearing is to determine whether the in-court identification was of\r\nindependent origin or was the tainted product of the circumstances\r\nsurrounding the prior, out-of-court identification.\"); State v. Byrd, 252 S.E.2d\r\n279 (N.C. App. 1979) (finding no prejudicial error in failing to hold a voir\r\ndire hearing where evidence indicated eyewitness had known defendant for\r\nfive or six years, recognized him at the scene, and gave his description to an\r\nofficer before a show-up, the eyewitness's in-court identification originated\r\nfrom his observation of defendant at the scene of the crime).\r\n\r\n       Our decision to uphold Petitioner's convictions is reinforced by the\r\nprotections available to defense counsel at trial. We must \"take account of\r\nother safeguards built into our adversary system that caution juries against\r\nplacing undue weight on eyewitness testimony of questionable reliability.\"\r\nPerry, 565 U.S. ___ *15. In Perry, the Supreme Court articulated safeguards\r\navailable to parties in light of its recognition that the jury, not the judge,\r\ntraditionally determines the reliability of evidence:\r\n\r\n      These protections include the defendant's Sixth Amendment right\r\n      to confront the eyewitness. Another is defendant's right to the\r\n      effective assistance of an attorney, who can expose the flaws in\r\n      the eyewitness' testimony during cross-examination and focus the\r\n      jury's attention on the fallibility of such testimony during opening\r\n      and closing arguments. Eyewitness-specific jury instructions,\r\n      which many federal and state courts have adopted, likewise warn\r\n      the jury to take care in appraising identification evidence. The\r\n      constitutional requirement that the government prove the\r\n\n       defendant's guilt beyond a reasonable doubt also impedes\r\n       convictions based on dubious identification evidence.\r\n\r\n565 U.S. ___ *15-16 (internal citations omitted).\r\n\r\n       Many of the safeguards noted by the Supreme Court in Perry were at\r\nwork in Petitioner's trial. The reliability of the Tyrone's testimony was vetted,\r\nalbeit perhaps in limited form, at the pretrial hearing. Without question,\r\nhowever, the reliability of Tyrone's testimony was fully vetted at trial. During\r\nopening statements, Petitioner's counsel cautioned the jury about the\r\nfallibility of Tyrone's identification.6 While cross-examining Tyrone,\r\nPetitioner's counsel repeatedly discussed the weaknesses of Tyrone's\r\nidentification, including: his inability to remember details of his prior\r\nencounters with Petitioner; the distance between Tyrone's window and the\r\nshooting two houses away; his alleged mistaken identification of Petitioner as\r\nthe man who earlier in the day pointed a gun at him; inconsistencies in\r\nTyrone's statements concerning whether Petitioner was wearing a bandana on\r\nhis face; the lateness of the hour and lack of sufficient lighting; Tyrone's\r\ninaccurate statement that the shooter was wearing New Balance sneakers; and\r\nPetitioner's position next to a police car at the moment Tyrone made an\r\nidentification.\r\n\r\n      During her closing argument, Petitioner's counsel reminded the jury of\r\nsuch weaknesses. Moreover, the trial court instructed the jury thoroughly on\r\nidentification testimony7 and the factors that should be considered when\r\n\r\n6       Defense counsel stated \"I submit to you ladies and gentlemen that from the very\r\nbeginning, from that first night, the police were put on notice that the basis of their arrest, that\r\nidentification, was a bad one, that it was a mistake.\"\r\n7       Beyond the traditional charge concerning the jury's determination of the credibility of\r\nwitnesses, the trial court gave the following instruction regarding identification testimony:\r\n\r\n       I would further charge you, Mr. Foreman and ladies and gentlemen, that in\r\n       appraising identification testimony of a witness, you should consider the\r\n       following: are you convinced that the witness had the capacity and an adequate\r\n       opportunity to observe the offender; whether the witness or a witness had an\r\n       opportunity to observe an offender at the time of the offense will be affected by\r\n       such matters as how long or short a time was available; the circumstances under\r\n       which an accused is presented for identification, how far or how close the witness\r\n\nevaluating it. The trial court also instructed the jury that the defendant's guilt\r\nmust be proved beyond a reasonable doubt and specifically advised that the\r\nState must prove \"beyond a reasonable doubt the identity of the defendant as\r\nthe perpetrator of the offenses with which he stands charged.\"\r\n\r\n      Having thoroughly reviewed the record, we can say with assurance that\r\n\"it appears beyond a reasonable doubt that the error complained of did not\r\ncontribute to the verdict obtained.\" Lowry v. State, 376 S.C. 499, 507, 657\r\nS.E.2d 760, 764 (2008) (quoting Arnold v. State, 309 S.C. 157, 165, 420\r\nS.E.2d 834, 838 (1992).                     V.\r\n\r\n      For the foregoing reasons, the decision of the court of appeals is\r\naffirmed in result.\r\n\r\n\r\n      AFFIRMED IN RESULT.\r\n\r\n      TOAL, C.J., PLEICONES, BEATTY and HEARN, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n      was; how good the lighting conditions were; whether the witness had [] occasion\r\n      to see or know the person in the past.\r\n\r\n      Again, I will charge you that the burden of proof on the prosecution extends to\r\n      every element of the offense charged, and this includes the burden of proof and\r\n      beyond a reasonable doubt the identity of the defendant as the perpetrator of the\r\n      offenses with which he stands charged.\r\n\r\n      If examining this testimony you have a reasonable doubt as to the accuracy of the\r\n      identification, you must find the defendant not guilty.\r\n\n","court":"Supreme"},{"id":"27131","title":"Nationwide Mutual v. Rhoden","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27131.pdf","description":"An insurance company seeks to limit underinsured motorist insurance (UIM) coverage from other vehicles belonging to a mother and her two daughters because the vehicle involved in the accident, which was owned by one of the daughters, did not have UIM coverage. The Supreme Court, C.J. Toal, held that, notwithstanding the portability limitation contained in the insurance contract. South Carolina's well-settled public policy that UIM coverage is personal and portable requires UIM coverage to be provided to the mother and daughter, who did not own the vehicle involved in the accident, while denied to the other daughter, who owned the vehicle involved in the accident but chose not to purchase UIM coverage.  The Court found: 1) S.C. Code Ann. Â§ 38-77-160 (2002), which the insurance company argues permit the portability limitation, did not apply to a non-stacking case like the one before the Court; 2)And even if the section 38-77-160 did apply, at best, the statutory language is ambiguous, and until the legislature clarifies section 38-77-160 to the contrary, the public policy that UIM is \"personal and portable\" governs the case.","date":"2012-06-13","type":"opinion","text":"          THE STATE OF SOUTH CAROLINA\r\n                In The Supreme Court\r\n                     __________\r\nNationwide Mutual Insurance\r\nCompany,                            Petitioner,\r\n\r\n                              v.\r\nKelly Rhoden, Ashley Arrieta and\r\nEmerlynn Dickey,                    Respondents.\r\n                        __________\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n                  __________\r\n\r\n               Appeal from Berkeley County\r\n          R. Markley Dennis Jr., Circuit Court Judge\r\n                       __________\r\n\r\n                  Opinion No. 27131\r\n       Heard November 15, 2011 – Filed June 13, 2012\r\n                     ___________\r\n\r\n                        AFFIRMED\r\n                        ___________\r\n\r\nJ. R. Murphy and Ashley B. Stratton, both of Murphy & Grantland, of\r\nColumbia, for Petitioner.\r\n\r\nDennis J. Rhoad and Sally H. Rhoad, both of Moncks Corner, for\r\nRespondents.            ___________\r\n\r\n\r\n                              19\r\n\nCHIEF JUSTICE TOAL: Petitioner, Nationwide Mutual Insurance Company\r\n(Nationwide), contends that the court of appeals erred in ruling that Respondents\r\nKelly Rhoden and Emerlynn Dickey are entitled to underinsured motorist (UIM)\r\ncoverage under Kelly Rhoden's policy covering two \"at-home\" vehicles. We\r\naffirm based on South Carolina's well-settled public policy that UIM coverage is\r\npersonal and portable. FACTS/ PROCEDURAL BACKGROUND\r\n\r\nRespondents Kelly Rhoden (Rhoden) and her daughters, Ashley Arrieta (Arrieta)\r\nand Emerlynn Dickey (Dickey), were involved in a motor vehicle accident while\r\nriding in a vehicle owned and operated by Arrieta. The parties stipulated that the\r\nRespondents are relatives residing in the same household, and that Arrieta’s\r\ninsurance policy with Nationwide did not provide UIM coverage.\r\n\r\nRhoden owned two vehicles that she also insured through Nationwide under a\r\npolicy that did provide UIM coverage. Rhoden’s policy contained a term\r\nspecifying that the insurance it provided was primary when the covered vehicle\r\nwas involved in the accident but excess when the involved vehicle was not the\r\ncovered vehicle but was owned by the policyholder or a resident relative. The\r\npolicy provides:\r\n\r\n      3. If a vehicle owned by you or a relative is involved in an accident\r\n         where you or a relative sustains bodily injury or property damage,\r\n         this policy shall:\r\n\r\n            a) be primary if the involved vehicle is your auto described on\r\n               this policy; or\r\n\r\n            b) be excess if the involved vehicle is not your auto described\r\n               on this policy. The amount of coverage applicable under this\r\n               policy shall be the lesser of the coverage limits under this\r\n               policy or the coverage limits on the vehicle involved in the\r\n               accident.                 20\r\n\n(Emphasis added).\r\n\r\nNationwide brought a declaratory judgment action seeking a determination that\r\nUIM coverage was not available to any of the Respondents under Rhoden’s policy.\r\nNationwide contends that because Arrieta’s policy had no UIM coverage, clause\r\n3(b), a portability limitation clause, operates to prevent any of the Respondents\r\nfrom recovering under Rhoden’s policy.1\r\n\r\nThe trial court held that UIM coverage under Rhoden’s policy was available to all\r\nthree Respondents because such coverage is personal and portable, and\r\nRespondents were either named insureds or resident relatives under Rhoden’s\r\npolicy. Nationwide appealed the decision to the court of appeals, which reversed\r\nthe trial court with regard to Arrieta. Nevertheless, the court of appeals affirmed\r\nthe trial court’s ruling that UIM coverage was available to Rhoden and Dickey\r\nunder Rhoden’s policy. It held that, while public policy supports the 3(b)\r\nportability limitation as against owners of an involved vehicle who have the ability\r\nto purchase UIM coverage but choose not to do so, it is offended when the\r\nlimitation operates against non-owners, including resident relatives, because such\r\nnon-owners are unable to ensure that the owner purchases UIM coverage. We\r\ngranted certiorari to review this ruling.\r\n\r\nISSUE\r\n\r\nWhether public policy is offended by a portability limitation clause preventing\r\nnon-owner resident relatives from importing UIM coverage from an at-home\r\nvehicle's policy when the involved vehicle lacks UIM coverage.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nThe standard of review in a declaratory action is determined by the underlying\r\nissues. Felts v. Richland Cnty., 303 S.C. 354, 356, 400 S.E.2d 781, 782 (1991).\r\nWhen the purpose of the underlying dispute is to determine if coverage exists\r\nunder an insurance policy, the action is one at law. Goldston v. State Farm Mut.\r\nAuto. Ins. Co., 358 S.C. 157, 166, 594 S.E.2d 511, 516 (Ct. App. 2004) (citation\r\n\r\n1Under 3(b), if the vehicle involved in the accident had no UIM coverage, then\r\nUIM coverage from other vehicles owned by Rhoden could not be used.\r\n                                         21\r\n\nomitted). In an action at law, tried without a jury, the appellate court will not\r\ndisturb the trial court's findings of fact unless they are found to be without\r\nevidence that reasonably supports those findings. Townes Assocs., Ltd. v. City of\r\nGreenville, 266 S.C. 81, 86, 221 S.E.2d 773, 775 (1976). However, \"[w]hen an\r\nappeal involves stipulated or undisputed facts, an appellate court is free to review\r\nwhether the trial court properly applied the law to those facts.\" In re Estate of\r\nBoynton, 355 S.C. 299, 301, 584 S.E.2d 154, 155 (Ct. App. 2003) (citation\r\nomitted). In such a situation, the appellate court does not have to defer to the trial\r\ncourt's findings. Id. at 301–02, 584 S.E.2d at 155 (citations omitted).\r\n\r\nANALYSIS\r\n\r\nThe court of appeals determined that public policy is offended by a limitation on\r\nUIM portability when applied to resident relatives like Rhoden and Dickey who do\r\nnot own the vehicle involved in the accident. We agree.\r\n\r\nIt is axiomatic that \"freedom of contract is subordinate to public policy[, and]\r\nagreements that are contrary to public policy are illegal.\" Branham v. Miller Elec.\r\nCo., 237 S.C. 540, 545, 118 S.E.2d 167, 169 (1961); United Servs. Auto. Ass'n v.\r\nMarkosky, 340 S.C. 223, 226, 530 S.E.2d 660, 662 (Ct. App. 2000) (\"[I]nsurers\r\nhave the right to limit their liability and impose whatever conditions they desire\r\nupon an insured, provided they are not in contravention of some statutory\r\ninhibition or public policy.\"). Our state's well-settled public policy that UIM\r\ncoverage is personal and portable can be traced as far back as Hogan v. Home\r\nInsurance Company, 260 S.C. 157, 162, 194 S.E.2d 890, 892 (1973), where this\r\nCourt found that limitations placed on the portability of UIM coverage contravened\r\n\"the broad coverage required by [ ] statute.\" Through the years, this public policy\r\nhas been consistently reaffirmed by this Court. See, e.g., Burgess v. Nationwide\r\nMutual Insurance Company, 373 S.C. 37, 41, 644 S.E.2d 40, 42 (2007) (\"[A]s a\r\ngeneral proposition, UIM coverage follows the individual insured rather than the\r\nvehicle insured, that is, UIM coverage, like UM, is 'personal and portable.'\"). Such\r\na long and established precedent must be followed faithfully again here.\r\n\r\nAccordingly, we find that our state's well-settled public policy that UIM coverage\r\nis personal and portable entitles Rhoden and Dickey to UIM coverage\r\nnotwithstanding the portability limitation contained in the insurance contract.\r\nHowever, the denial of coverage to Arrieta, consistent with the insurance contract's\r\nportability limitation, does not violate public policy pursuant to our decision in\r\n                                          22\r\n\nBurgess and section 38-77-160 of the South Carolina Code given that Arrieta\r\nchose not to purchase UIM coverage for her vehicle, which was involved in the\r\naccident. 373 S.C. at 41, 644 S.E.2d at 42 (\"Public policy is not offended by an\r\nautomobile insurance policy provision which limits the portability of basic 'at-\r\nhome' UIM coverage when the insured has a vehicle involved in the accident.\").2\r\n\r\nThe dissent would deny coverage to all three Respondents based on the notion that\r\npublic policy \"requires limitation of UIM coverage portability when an insured\r\nseeks coverage beyond that purchased on the involved vehicle.\" The dissent does\r\nnot elaborate on the reasons which would support the adoption of such a public\r\npolicy, but finds the logic for such a public policy from the express words of\r\nsection 38-77-160 of the South Carolina Code, concluding that the \"General\r\nAssembly has seen fit to . . . . limit excess UM and all UIM coverage for\r\n'insureds.'\"\r\n\r\nAs we stated in Burgess, section 38-77-160 does not apply in a non-stacking3 case\r\nsuch as this:\r\n\r\n2 With UIM coverage, the insured is \"[e]ssentially . . . buying insurance coverage\r\nfor situations, as where he is a passenger in another's vehicle or . . . where he\r\ncannot otherwise insure himself.\" Burgess, 373 S.C. at 42, 644 S.E.2d at 43. Here\r\nRhoden purchased UIM coverage for herself and Dickey for situations in which\r\nthey could not otherwise insure themselves, like when they were passengers in\r\nArrieta's car. Despite Nationwide's assertion, it was unlikely that Rhoden and\r\nDickey had any more influence over the insurance coverage purchased on a\r\nrelative's vehicle, such as Arrieta's, than that of any other individual with whom\r\nthey may travel. Furthermore, the same considerations underpinning the exception\r\nto the general public policy that UIM is personal and portable in Burgess are not\r\npresent in this case because unlike the petitioner in Burgess, Rhoden and Dickey\r\nare not owners of the vehicles. See id. (\"[P]ublic policy [is not] offended . . . .\r\n[w]hen [ ] the insured is driving his own vehicle [because] he has the ability to\r\ndecide whether to purchase voluntary UIM coverage. Burgess chose not to do so\r\nwhen insuring his motorcycle.\") (emphasis added).\r\n3Stacking is defined \"as the insured's recovery of damages under more than one\r\npolicy until all of his damages are satisfied or the limits of all available policies are\r\nmet.\" Giles v. Whitaker, 297 S.C. 267, 376 S.E.2d 278 (1989).\r\n\r\n                                           23\r\n\n              The Court of Appeals held the \"If, however\" sentence in § 38-\r\n      77-160 applied only to stacking cases, found the issue here was not\r\n      stacking . . . .\r\n              . . . [W]e agree with the Court of Appeals that the \"if, however\"\r\n      sentence in § 38-77-160, relied upon by Nationwide here, does not\r\n      literally apply to these facts since Burgess is not attempting to stack\r\n      excess UIM coverage from his Nationwide policy . . . . The \"If,\r\n      however\" sentence in § 38-77-160 evinces the legislature's intent, in a\r\n      stacking situation, to bind the insured . . . .\r\n\r\n            Neither § 38-77-160 nor our prior decisions decide the [non-\r\n      stacking] issue presented here[.]\r\n\r\n373 S.C. at 41–42, 644 S.E.2d at 42–43 (emphasis added); see also S.C. Farm\r\nBureau Mut. Ins. Co. v. Mooneyham, 304 S.C. 442, 445, 405 S.E.2d 396, 398\r\n(1991) (\"[W]e interpret the pertinent language of [38-77-160] as setting a cap on\r\nthe amount which can be stacked . . . .\") (emphasis added). In Burgess, we decided\r\na non-stacking case by considering the public policy that UIM is personal and\r\nportable rather than looking to section 38-77-160. Id. Consequently, we must do\r\nso again here.\r\n\r\nEven if we assume arguendo that section 38-77-160 applies, legislative intent as\r\nreflected in the statutory language is ambiguous.4 Section 38-77-160 states:\r\n\r\n      If, however, an insured or named insured is protected by uninsured or\r\n      underinsured motorist coverage in excess of the basic limits, the\r\n      policy shall provide that the insured or named insured is protected\r\n      only to the extent of the coverage he has on the vehicle involved in the\r\n      accident.\r\n\r\nS.C. Code Ann. § 38-77-160 (2002) (emphasis added).\r\n\r\n4 If legislative intent is clear as reflected in the statutory language, any public\r\npolicy as promulgated by this Court must give way because \"[t]he primary source\r\nof the declaration of the public policy of the state is the General Assembly[, and]\r\nthe courts assume this prerogative only in the absence of legislative declaration.\"\r\nCitizens’ Bank v. Heyward, 135 S.C. 190, 204, 133 S.E. 709, 713 (1925).\r\n                                         24\r\n\nThe dissent argues that this provision does not distinguish between insureds who\r\nare owners and insureds who are not owners and speaks only of the \"insured and\r\nnamed insured,\" which by definition includes resident relatives like Rhoden and\r\nDickey. However, the dissent's interpretation takes the inherent ambiguity\r\ncontained in the phrase, \"has on the vehicle involved in the accident,\" and rules out\r\nthe possibility that the legislature could have intended to make a distinction\r\nbetween an owner of the vehicle involved in the accident, like Arrieta, and non-\r\nowners such as Rhoden and Dickey. To the contrary, prior cases of this Court and\r\nthe court of appeals have interpreted this provision to mean that a Class I insured is\r\nan insured or named insured who \"has\" a vehicle involved in the accident.\r\nMooneyham, 304 S.C. at 443 n.1, 405 S.E.2d at 397 n.1 (\"There are two classes of\r\ninsureds under S.C. Code Ann. § 38-77-160 (1989). The first class, or Class I,\r\napplies when an insured or named insured has a vehicle involved in the accident.\")\r\n(emphasis added); Ohio Casualty Ins. Co. v. Hill, 323 S.C. 208, 473 S.E.2d 843\r\n(Ct. App. 1996); Am. Sec. Ins. Co. v. Howard, 315 S.C. 47, 431 S.E.2d 604 (Ct.\r\nApp. 1993). \"Having\" a vehicle involved in the accident reasonably implies\r\nownership of the vehicle.5 The court of appeals, reading the same language,\r\n\r\n5 The dictum in Concrete Services, Inc. v. United States Fidelity and Guaranty,\r\n331 S.C. 506, 512, 498 S.E.2d 865, 868 (1998), suggests a contrary interpretation\r\nof section 38-77-160 more in line with the dissent's viewpoint. After deciding the\r\ncase on different grounds, Concrete Services engaged in a \"purely academic\"\r\ndiscussion to clarify \"whether, in order to stack UIM coverage, an insured must\r\nown the vehicle involved in the accident.\" Id. The court held that a Class I insured\r\nneed not \"own\" the vehicle in order to stack UIM coverage. Id. at 513, 498 S.E.2d\r\nat 868. The Court stated, \"[I]n order to 'have' a vehicle involved in the accident, it\r\nis necessary only that the insured qualify as a Class I insured . . . . We have never\r\nrequired 'ownership' as a prerequisite to stacking . . . . Accordingly, we hold that\r\nprior cases requiring a person to 'have' a vehicle involved in the accident as a\r\nprerequisite to stacking mean[s] only that a person must be a Class I insured.\" Id.\r\nConcrete Services is distinguishable as a stacking case. Id. More to the point, the\r\nambiguity of section 38-77-160 remains the same, although Concrete Services has\r\nchosen an alternative interpretation in light of the different public policy\r\nconsiderations in a stacking context not present in this case. Accordingly,\r\nBurgess's public policy of UIM portability is determinative in this case, and not the\r\npublic policy considerations of Concrete Services. See Burgess, 373 S.C. at 42,\r\n644 S.E.2d at 43.                         25\r\n\nbelieved it did, and this Court in Burgess raised that possibility. See 373 S.C. at\r\n41–42, 644 S.E.2d at 43 (stating the issue to be whether \"public policy [is]\r\noffended by an automobile insurance policy provision that limits basic UIM\r\nportability when an insured is involved in an accident while in a vehicle he owns,\r\nbut does not insure under the policy[.]\" (emphasis added)). Thus, at best, the\r\nstatutory language is ambiguous, and until the legislature clarifies this particular\r\nprovision of section 38-77-160 to the contrary, the public policy stated in Burgess\r\nthat UIM is \"personal and portable\" governs this case.6\r\n\r\nThus, we hold South Carolina's public policy that UIM coverage is personal and\r\nportable requires UIM coverage to be provided to Rhoden and Dickey, who did not\r\nown the vehicle involved in the accident, while denied to Arrieta, who owned the\r\nvehicle involved in the accident but chose not to purchase UIM coverage.\r\n\r\nCONCLUSION\r\n\r\nFor the foregoing reasons, we affirm the court of appeals' decision.\r\n\r\n\r\nAFFIRMED.\r\n\r\n\r\nBEATTY, J., and Acting Justice James E. Moore, concur. PLEICONES, J.,\r\ndissenting in a separate opinion in which KITTREDGE, J., concurs.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n6   See n.2, supra, for a discussion of this public policy.\r\n                                             26\r\n\nJUSTICE PLEICONES: I respectfully dissent. In my view, public policy as\r\nexpressed in S.C. Code Ann. § 38-77-160 (2002) requires the limitation on\r\nportability in Nationwide’s policy. Section 38-77-160 reads, in relevant part:\r\n\r\n      If, however, an insured or named insured is protected by uninsured or\r\n      underinsured motorist coverage in excess of the basic limits, the\r\n      policy shall provide that the insured or named insured is protected\r\n      only to the extent of the coverage he has on the vehicle involved in the\r\n      accident. If none of the insured’s or named insured’s vehicles is\r\n      involved in the accident, coverage is available only to the extent of\r\n      coverage on any one of the vehicles with the excess or underinsured\r\n      coverage.\r\n\r\nIn Burgess v. Nationwide Mut. Ins. Co., we stated that “the ‘If, however’ sentence\r\nin § 38-77-160 . . . does not literally apply to these facts since Burgess is not\r\nattempting to stack excess UIM coverage from his Nationwide policy.” 373 S.C.\r\n37, 41, 644 S.E.2d 40, 42 (2007). However, we also said that “the statute itself\r\ncontains a limit on the ‘portability’ of UIM coverage” because “[t]he ‘If, however’\r\nsentence in § 38-77-160 evinces the legislature’s intent, in a stacking situation, to\r\nbind the insured to the amount of coverage he chose to purchase in the policy\r\ncovering the vehicle involved in the accident.” Id. at 41, 644 S.E.2d at 42-43.\r\nBecause we found that, regardless of whether § 38-77-160 applied literally, it\r\nprovided enough indication of the intent of the General Assembly to bar portability\r\nunder the facts of that case, a determination of the exact application of § 38-77-160\r\nwas not necessary to our holding.\r\n\r\nA plain reading of the statute reveals that the “If, however” sentence is not limited\r\nto stacking situations. Section 38-77-160 provides the entire legislative directive\r\non the contents of policy provisions for UIM and excess UM coverage. It applies\r\nwhenever “an insured or named insured is protected by uninsured or underinsured\r\nmotorist coverage in excess of the basic limits.” That is, it governs in every policy\r\nthat provides UIM or excess UM coverage (“the excess or underinsured\r\ncoverage”). It must apply in a case in which a policy holder seeks to import UIM\r\ncoverage from a policy covering a non-involved vehicle, regardless of whether the\r\nparticular facts include stacking.7\r\n\r\n7Even if the provision did not apply to a non-stacking situation by its terms, that\r\ndistinction would not remove it from the evident legislative intent to limit\r\n                                         27\r\n\nThe statute does not distinguish between insureds who are owners and insureds\r\nwho are not owners. Rather, the statute speaks of “the insured or named insured.”\r\nBy definition, the “insured” includes resident relatives.8 Under Arrieta’s policy,\r\nArrieta is the “named insured.” Rhoden and Dickey are “insureds,” since the\r\nparties stipulated they were resident relatives.\r\n\r\nMoreover, the statute unmistakably conveys the legislative intent to limit UIM and\r\nexcess UM coverage available to named insureds and insureds to the amount of\r\ncoverage selected under the primary policy: “the policy shall provide that the\r\ninsured or named insured is protected only to the extent of the coverage he has on\r\nthe vehicle involved in the accident” (emphasis added). Here the primary policy,\r\nunder which all of the parties had coverage, is Arrieta’s, and it provides no UIM\r\ncoverage. Under the plain reading of the statute and Rhoden’s policy, the absence\r\nof UIM coverage on Arrieta’s policy precluded the import of UIM coverage from\r\nRhoden’s policy.\r\n\r\nRuling that an insured does not have a vehicle in the accident for purposes of UIM\r\ncoverage effectively alters the statute to read, “the policy shall provide that the . . .\r\nnamed insured is protected only to the extent of the coverage he has on the vehicle\r\ninvolved in the accident [but the insured must be protected to the extent of the\r\ncoverage he has on any vehicle, whether or not it is involved in the accident].”9\r\nThis directly contradicts the statute.\r\n\r\nThe General Assembly has seen fit to require that liability coverage under an\r\nautomobile insurance policy extend to all resident relatives, defining the term\r\n“insured” to embrace them in § 38-77-30, but simultaneously to limit excess UM\r\nand all UIM coverage for “insureds.” Thus, by virtue of their status as resident\r\nrelatives, Rhoden and Dickey are insureds under Arrieta’s primary policy. By law\r\nthey had “coverage . . . on the vehicle involved in the accident,” on which no UIM\r\n\r\nportability of excess coverage. See Burgess, 373 S.C. at 41, 644 S.E.2d at 42-43.\r\nThe majority’s holding relies on a public policy derived from statutory provisions\r\nthat do not specifically relate to excess coverage as § 38-77-160 does.\r\n8 In relevant part, § 38-77-30 states, “Insured means the named insured and, while\r\nresident of the same household, the spouse of any named insured and relatives of\r\neither, while in a motor vehicle or otherwise . . . .” S.C. Code Ann. (Supp. 2010).\r\n9 This is precisely the effect of the majority’s ruling. Put another way, the\r\nmajority’s result strikes out the words “insured or” from the statute.\r\n                                           28\r\n\ncoverage had been purchased. By the terms of the statute and policy language,\r\nRhoden’s, Dickey’s, and Arrieta’s UIM coverage under Rhoden’s policy was\r\nlimited to the amount of UIM coverage they had under Arrieta’s policy. Although\r\nthe majority is concerned that, under such a rule, non-owner insureds10 cannot\r\nensure that they have UIM coverage, the General Assembly has mandated that they\r\nare bound by the UIM coverage choices made by their resident relatives.\r\n\r\nPublic policy as expressed in § 38-77-160 requires limitation of UIM coverage\r\nportability when an insured seeks coverage beyond that purchased on the involved\r\nvehicle. Here, the insurance policy terms track the language of the statute, and we\r\nshould not override the unambiguous terms of the insurance policy to find\r\ncoverage under the guise of public policy. Citizens’ Bank, supra. Thus, in my\r\nview, neither Rhoden nor Dickey is entitled to UIM coverage under Rhoden’s\r\npolicy. I therefore respectfully dissent.\r\n\r\nKITTREDGE, J., concurs.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n10The majority cites language in Burgess, supra, that “raised [the] possibility” that\r\nvehicle owners might be distinguishable from non-owners for stacking purposes.\r\nIn Burgess, the motorist sought to import UIM coverage from a policy on several\r\nvehicles he owned to the motorcycle he owned but insured under a separate policy\r\nwith no UIM coverage. That case involved no consideration of a distinction\r\nbetween owners and non-owners, and the mere fact that the Court focused squarely\r\non the question presented—i.e, the rights of an owner/named insured under another\r\npolicy—did not hint that Class I insureds might be divisible into separate classes\r\nfor purposes of importing coverage.      29\r\n\n","court":"Supreme"},{"id":"27132","title":"In the Matter of Paul Archer","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27132.pdf","description":"This is an opinion in which the Court publicly reprimands a lawyer.","date":"2012-06-13","type":"opinion","text":"                   THE STATE OF SOUTH CAROLINA \n\r\n                        In The Supreme Court \n\r\n\r\n            In the Matter of Paul Archer, Respondent.\r\n\r\n            Appellate Case No. 2012-211930\r\n\r\n\r\n\r\n                             Opinion No. 27132 \n\r\n                  Submitted May 8, 2012 – Filed June 13, 2012 \n\r\n\r\n\r\n                            PUBLIC REPRIMAND\r\n\r\n\r\n            Disciplinary Counsel Lesley M. Coggiola and Assistant\r\n            Disciplinary Counsel Sabrina C. Todd both of Columbia,\r\n            for Office of Disciplinary Counsel.\r\n\r\n            Paul Archer, of Pawley's Island, pro se.\r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter, the Office of Disciplinary\r\nCounsel and respondent have entered into an Agreement for Discipline by Consent\r\n(Agreement) pursuant to Rule 21 of the Rules for Lawyer Disciplinary\r\nEnforcement (RLDE) contained in Rule 413 of the South Carolina Appellate Court\r\nRules (SCACR). In the Agreement, respondent admits misconduct and consents to\r\nthe imposition of a public reprimand. He further agrees to return the fee he\r\ncollected from the Commission on Indigent Defense and to complete the Legal\r\nEthics and Practice Program Ethics School within one (1) year of the imposition of\r\na sanction. We accept the Agreement and issue a public reprimand. In addition,\r\nwithin one (1) year of the date of this opinion, respondent shall return the fee he\r\ncollected from the Commission on Indigent Defense and complete the Legal Ethics\r\nand Practice Program Ethics School. The facts, as set forth in the Agreement, are\r\nas follows.\r\n\n                                       Facts\r\n\r\nRespondent was appointed to represent Complainant in a post-conviction relief\r\n(PCR) action. After reviewing Complainant's file, respondent determined\r\nComplainant had a good case. Respondent wrote Complainant, advising he had a\r\ngood case and good cases were rare. Respondent requested Complainant have a\r\nfriend or family member contact him to pay for a prison visit which was necessary\r\nto prepare Complainant's testimony, and respondent had received notice that\r\nindigent funds were, at the time, unavailable to pay attorneys appointed in PCR\r\ncases.\r\n\r\nSoon thereafter, respondent received a payment from Complainant's family. In\r\ntotal, respondent charged and received $3,500 from Complainant's family, $2,000\r\nof which was specifically for a prison visit.\r\n\r\nComplainant prevailed before the circuit court. By the time the circuit court ruled,\r\nindigent funding was available and respondent submitted a voucher to the\r\nCommission on Indigent Defense indicating he had performed $1,680 in services\r\non Complainant's case. Respondent waived receipt of $680, agreeing to accept the\r\n$1,000 statutory maximum fee a court-appointed attorney can collect in a PCR\r\naction without court approval. The voucher respondent submitted requires\r\nattorneys to report any funds the attorney received on the client's behalf.\r\nRespondent failed to note funds he had received from Complainant's family and\r\nreceived $1,000.00 in indigent funds as payment for his work on Complainant's\r\ncase.                                   Law\r\n\r\nRespondent admits that by his conduct, he has violated the following provisions of\r\nthe Rules of Professional Conduct, Rule 407, SCACR: Rule 1.5(a) (lawyer shall\r\nnot make an agreement for, charge, or collect an unreasonable fee or an\r\nunreasonable amount for expenses), Rule 8.4(d) (it is professional misconduct for\r\nlawyer to engage in conduct involving dishonesty, fraud, deceit or\r\nmisrepresentation), and Rule 8.4(e) (it is professional misconduct for lawyer to\r\nengage in conduct that is prejudicial to the administration of justice). Respondent\r\nalso admits he has violated the following Rules for Lawyer Disciplinary\r\nEnforcement, Rule 413, SCACR: Rule 7(a)(1) (it shall be ground for discipline for\r\nlawyer to violate Rules of Professional Conduct) and 7(a)(5) (it shall be ground for\r\n\ndiscipline for lawyer to engage in conduct tending to pollute the administration of\r\njustice or to bring the courts or the legal profession into disrepute or conduct\r\ndemonstrating an unfitness to practice law)\r\n\r\n                                     Conclusion\r\n\r\nWe find respondent's misconduct warrants a public reprimand. Accordingly, we\r\naccept the Agreement and publicly reprimand respondent for his misconduct. In\r\naddition, within one (1) year of the date of this opinion, respondent shall return the\r\nfee he collected from the Commission on Indigent Defense and complete the Legal\r\nEthics and Practice Program Ethics School. Respondent shall notify the\r\nCommission on Lawyer Conduct within ten (10) days of his completion of each of\r\nthese directives.\r\n\r\nPUBLIC REPRIMAND.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"27133","title":"In the Matter of Brian Austin Katonak","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27133.pdf","description":"This is an opinion in which the Court publicly reprimands a lawyer.","date":"2012-06-13","type":"opinion","text":"                   THE STATE OF SOUTH CAROLINA \n\r\n                        In The Supreme Court \n\r\n\r\n             In the Matter of Brian Austin Katonak, Respondent.\r\n             Appellate Case No. 2012-211955\r\n\r\n\r\n\r\n                              Opinion No. 27133 \n\r\n                   Submitted May 14, 2012 - Filed June 13, 2012 \n\r\n\r\n\r\n                             PUBLIC REPRIMAND\r\n\r\n\r\n             Disciplinary Counsel Lesley M. Coggiola and Senior\r\n             Assistant Disciplinary Counsel Charlie Tex Davis, Jr.\r\n             both of Columbia, for Office of Disciplinary Counsel.\r\n\r\n             Brian Austin Katonak, of Law Office of Brian Katonak,\r\n             PA, of Aiken, for Respondent.\r\n\r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter, the Office of Disciplinary\r\nCounsel and respondent have entered into an Agreement for Discipline by Consent\r\n(Agreement) pursuant to Rule 21 of the Rules for Lawyer Disciplinary\r\nEnforcement (RLDE), Rule 413 of the South Carolina Appellate Court Rules. In\r\nthe Agreement, respondent admits misconduct and consents to the imposition of an\r\nadmonition or public reprimand. We accept the Agreement and issue a public\r\nreprimand. The facts, as set forth in the Agreement, are as follows.\r\n\r\n                                       Facts\r\n\r\nIn early 2004, Complainant retained respondent to represent him in connection\r\nwith purchasing and obtaining clear title to a piece of property located in Aiken\r\nCounty, South Carolina. At the time respondent was retained, the property was\r\nowned by several of Complainant's family members. The Complainant and his\r\n\nwife owned one-half the interest in the property. The other one-half interest was \n\r\nowned by three individuals: Mr. A., Mr. B., and Mr. C. Mr. A. died on March 11, \n\r\n2002, leaving all of his property to his wife, Mrs. A. Mrs. A., Mr. B. and Mr. C. \n\r\nagreed to sell their interest in the property to Complainant for $4,000.00 each. \n\r\n\r\nRespondent had some communication with Mrs. A. prior to April 6, 2004, and \n\r\nforwarded a contract of sale to her. By letter dated April 6, 2004, Mrs. A. returned \n\r\nthe signed contract of sale to respondent. However, Mrs. A. had not properly \n\r\nprobated her husband's estate in Florida and she could not, therefore, \n\r\nproperly convey her share of the property to Complainant. In September 2005, \n\r\nMrs. A. filed a Petition for Summary Administration of Mr. A.'s estate in Florida. \n\r\nIn 2006, apparently after the probate of Mr. A.'s estate, Mrs. A. entered into a valid \n\r\ncontract with Complainant to sell her husband's interest for $4,000.00. \n\r\n\r\nIn the meantime, both Mr. B. and Mr. C. executed contracts of sale in which they \n\r\nconveyed their interests in the property to Complainant. Each received the sum of \n\r\n$4,000.00 in June 2004 as payment for their interest in the property. In August \n\r\n2005, respondent sent Mr. B. and Mr. C. deeds for execution. \n\r\n\r\nOn November 8, 2005, respondent's office sent another deed to Mr. B. due to the \n\r\nfact that the deed sent to him in August 2005 had not been properly executed by \n\r\nboth witnesses and a notary. The second deed was not returned by Mr. B. \n\r\nHowever, respondent did not follow-up with Mr. B. until Complainant filed this \n\r\ngrievance. \n\r\n\r\nIn August 2010, respondent met with Complainant and advised that he had lost \n\r\nComplainant's file. Thereafter, Complainant made numerous attempts to contact \n\r\nrespondent by telephone. Respondent did not return those calls until February \n\r\n2011, after he had been notified of the grievance. There is no indication that \n\r\nrespondent did anything to consummate the purchase of the property on \n\r\nComplainant's behalf from November 2005 until February 2011, after he received \n\r\nnotice of Complainant's grievance. \n\r\n\r\nRespondent has entered into a new representation agreement with Complainant \n\r\nwherein he has agreed to represent Complainant in a quiet title action at no charge. \n\r\n\n                                      Law\r\n\r\nRespondent admits that by his conduct he has violated the following provisions of\r\nthe Rules of Professional Conduct, Rule 407, SCACR: Rule 1.3 (lawyer shall act\r\nwith reasonable diligence and promptness in representing client) and Rule 1.4\r\n(lawyer shall keep client reasonably informed about status of the matter and\r\npromptly comply with reasonable requests for information). Respondent also\r\nadmits he has violated the following Rules for Lawyer Disciplinary Enforcement,\r\nRule 413, SCACR: Rule 7(a) (1) (it shall be ground for discipline for lawyer to\r\nviolate Rules of Professional Conduct).\r\n\r\n                                   Conclusion\r\n\r\nWe find respondent's misconduct warrants a public reprimand. Accordingly, we\r\naccept the Agreement and publicly reprimand respondent for his misconduct.\r\n\r\nPUBLIC REPRIMAND.\r\n\r\n\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"ORDER","title":"Administrative Suspensions for Failure to Comply with CLE Requirements","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2012-06-08-02","description":"The South Carolina Commission on Continuing Legal Education and Specialization has furnished the attached list of lawyers who were administratively suspended from the practice of law on April 1, 2012, under Rule 419(b)(2), SCACR, and remain suspended as of June 1, 2012.","date":"2012-06-13","type":"order","text":"\r\n  \r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\nRE:\tAdministrative Suspensions for Failure  to Comply with Continuing Legal  Education Requirements\r\n\r\nORDER\r\n\r\nThe  South Carolina Commission on Continuing Legal Education and Specialization has  furnished the attached list of lawyers who were administratively suspended from  the practice of law on April 1, 2012, under Rule 419(b)(2), SCACR, and remain  suspended as of June 1, 2012.&nbsp; Pursuant  to Rule 419(e)(2), SCACR, these lawyers are hereby suspended from the practice  of law by this Court.&nbsp; They shall  surrender their certificates to practice law in this State to the Clerk of this  Court by July 1, 2012.\r\nAny  petition for reinstatement must be made in the manner specified by Rule 419(f),  SCACR.&nbsp; If a lawyer suspended by this  order does not seek reinstatement within three (3) years of the date this  order, the lawyer&rsquo;s membership in the South Carolina Bar shall be terminated  and the lawyer&rsquo;s name will be removed from the roll of attorneys in this  State.&nbsp;&nbsp; Rule 419(g), SCACR.\r\nThese lawyers are warned that any continuation of  the practice of law in this State after being suspended by the provisions of  Rule 419, SCACR, or this order is the unauthorized practice of law, and will  subject them to disciplinary action under Rule 413, SCACR, and could result in  a finding of criminal or civil contempt by this Court.&nbsp; Further, any lawyer who is aware of any  violation of this suspension shall report the matter to the Office of  Disciplinary Counsel.&nbsp;&nbsp; Rule 8.3, Rules  of Professional Conduct for Lawyers, Rule 407, SCACR.\r\nIT  IS SO ORDERED.\r\n\r\n\r\n  \r\n    \r\n     s/Jean H. Toal&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; C.J.\r\n      \r\n      s/Costa M. Pleicones&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/Donald W. Beatty&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/John W. Kittredge&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/Kaye G. Hearn&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n    \r\n  \r\n\r\nColumbia, South Carolina\r\nJune 8,  2012\r\n\r\nLAWYERS SUSPENDED FOR NON-COMPLIANCE\r\n  WITH MCLE REGULATIONS FOR THE \r\n  2011-2012 REPORTING PERIOD\r\nAS OF JUNE 4, 2012\r\nJ. Reid  Anderegg\r\n  PO Box  73129\r\nNorth  Charleston, SC 29415\r\nJames R.  Berry\r\nPO Box 186\r\nCottageville,  SC&nbsp; 29435\r\nWilliam A.  Boyd\r\n  302 Main Street\r\n  Andrews,  SC 29510\r\n  INTERIM  SUSPENSION (7/14/11)\r\nJames  Michael Brown\r\n  102  Greenbow Court\r\n  Columbia,  SC 29212\r\n  INTERIM  SUSPENSION (4/13/11)\r\nMark F.  Dahle\r\n  PO Box  6629\r\n  Lakeland,  FL 33807\r\n  ONE  YEAR SUSPENSION (7/25/11) \r\nMargaret  L. Drake\r\n  3722  Heyward Street\r\n  Columbia,  SC&nbsp; 29205\r\nDouglas F.  Gay\r\n  PO Box  10506\r\n  Rock Hill,  SC&nbsp; 29731\r\n  INTERIM  SUSPENSION (1/13/12)\r\nDonna S.  Givens\r\n  125 Misty  Oaks Place\r\n  Lexington,  SC 29072\r\n  9-MONTH  SUSPENSION (2/7/11)\r\nChad B.  Hatley\r\n  PO Box 51\r\n  North  Myrtle Beach, SC 29597\r\n  INTERIM  SUSPENSION (9/28/11)\r\nChristopher  M. Hill\r\n2672  Bayonne Avenue\r\nSullivan&rsquo;s  Island, SC 29482\r\nSUSPENDED  BY SC BAR (2/1/12)\r\nChristine  A. Hofmann\r\n  210 Joey  Drive\r\n  St.  Augustine, FL 32080\r\nGary D.  James, Sr.\r\n  PO Box 806\r\n  North  Myrtle Beach, SC 29597\r\n  INTERIM  SUSPENSION (11/15/11)\r\nKenneth C.  Krawcheck\r\n  310 Broad  Street, Apartment 14-S\r\n  Charleston,  SC 29401\r\nWilton  Darnell Newton\r\n  PO Box 887\r\n  Easley, SC  29641\r\n  INTERIM  SUSPENSION (11/17/11)\r\nAnthony C.  Odom\r\n  262  Eastgate Drive, PMB 185\r\n  Aiken, SC  29803\r\n  INTERIM  SUSPENSION (5/17/06)\r\nRichard J.  Raeon\r\n  253 de la  Gaye Point\r\n  Beaufort,  SC 29902\r\n  SUSPENDED  BY SC BAR (2/1/12)\r\nSara Jayne  Rogers\r\n  347  Southport Drive\r\n  Summerville,  SC 29483\r\n  INTERIM  SUSPENSION (12/9/11)\r\nChavvah P.  Sanders\r\n  4500  Bowling Boulevard, Suite 200\r\n  Louisville,  KY 40207\r\nMichael D.  Shavo\r\n4017 Yale  Avenue\r\nColumbia,  SC 29205\r\nINTERIM  SUSPENSION (9/22/09)\r\nJeffery  Glenn Smith\r\n  171 Church  Street, Suite 160\r\n  Charleston,  SC 29401\r\n  INTERIM  SUSPENSION (1/13/12)\r\nJames H.  Swick\r\n  1421 Bull  Street\r\n  Columbia,  SC 29201\r\n  SUSPENDED  BY SC BAR (2/1/12)\r\nAndrea L.  Taylor\r\n  2027  Country Manor Drive\r\n  Mt.  Pleasant, SC 29466\r\n  SUSPENDED  BY SC BAR (2/1/12)\r\nJohn  Michael Turner, Jr.\r\n  1085 Shop  Road, Apartment 436\r\n  Columbia,  SC 29201\r\nDeborah W.  Witt\r\n  14525  Cabarrus Station Road\r\n  Midland,  NC 28107\r\n  SUSPENDED  BY SC BAR (2/1/12)\r\nTed W.  Wooten III\r\n  8205  Dunwoody Place, Building 19\r\n  Atlanta,  GA 30350\r\n\r\n\r\n\r\n\r\n\r\n\r\n","court":"Supreme"},{"id":"27134","title":"In the Matter of the Care and Treatment of Bobbie Manigo","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27134.pdf","description":"The Court construed the South Carolina Sexually Violent Predator Act, which sets forth a civil commitment process for sexually violent predators, and determined a person is not required to be currently serving a sentence for a sexually violent offense to be subject to the Act's provisions.","date":"2012-06-20","type":"opinion","text":"                 THE STATE OF SOUTH CAROLINA \n\r\n                       In The Supreme Court\n\r\n                            __________\r\n\r\n        In the Matter of the Care and \n\r\n        Treatment of Bobbie Manigo,       Petitioner. \n\r\n                                __________\r\n\r\n      ON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n                        __________\r\n\r\n                      Appeal from Colleton County \n\r\n                   John M. Milling, Circuit Court Judge \n\r\n                              __________\r\n\r\n                          Opinion No. 27134 \n\r\n                Heard March 7, 2012 – Filed June 20, 2012 \n\r\n                             ___________\r\n\r\n                               AFFIRMED\r\n                               ___________\r\n\r\n        Appellate Defender LaNelle Cantey DuRant, of Columbia, for\r\n        Petitioner.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney General John\r\n        W. McIntosh, Assistant Attorney General Deborah R.J. Shupe, and\r\n        Assistant Attorney General William M. Blitch, Jr., all of Columbia,\r\n        for Respondent.      ___________\r\n\r\n      JUSTICE KITTREDGE: We granted a writ of certiorari to review\r\nthe court of appeals' decision in this matter. In re Care & Treatment of\r\nManigo, 389 S.C. 96, 697 S.E.2d 629 (Ct. App. 2010). Petitioner challenges\r\n\nhis civil commitment to the Department of Mental Health for long-term\r\ncontrol, care, and treatment pursuant to the Sexually Violent Predator Act\r\n(\"SVPA\"). Specifically, Petitioner contends that, although he has been\r\nconvicted of a sexually violent offense, he is exempt from the SVPA\r\nevaluation procedure simply because his most recent offense is not explicitly\r\ndesignated as sexually violent. The court of appeals affirmed Petitioner's\r\ncommitment, finding the language of the SVPA unambiguous and applicable\r\nto Petitioner. We affirm.1              I.\r\n\r\n      In 1987, Petitioner was indicted for assault with intent to commit first-\r\ndegree criminal sexual conduct (\"CSC\") after making sexual remarks to the\r\nvictim and touching the victim on her breasts and vagina and pushing her to\r\nthe ground in an attempt to have sex with her. Petitioner pled guilty to the\r\nreduced charge of assault and battery of a high and aggravated nature.\r\n\r\n\r\n\r\n1      Although the issue of appealability has not been raised by the court of\r\nappeals or the parties, the dissent would vacate the decision of the court of\r\nappeals because it erroneously addressed the merits of an unreviewable order.\r\nThe dissent correctly points out that the denial of summary judgment cannot\r\nbe reviewed by interlocutory appeal. Moreover, Petitioner indicates on\r\ncertiorari to this Court that the \"Court of Appeals erred in denying [his]\r\npretrial summary judgment motion . . . .\" We nevertheless elect to reach the\r\nmerits of the certiorari petition, for the reality is that Petitioner appealed from\r\nfinal judgment, despite the erroneous reference to the denial of his summary\r\njudgment motion. The dissent notes that \"[o]n direct appeal, petitioner raised\r\na claim of error in the denial of his motion for summary judgment.\" What the\r\ndissent fails to mention is that on direct appeal Petitioner raised two\r\nadditional evidentiary challenges from the trial. While those evidentiary\r\nchallenges are now abandoned, they demonstrate that this appeal is from a\r\nfinal judgment. Because the legal issue before us was sufficiently preserved\r\nand Petitioner in fact appealed from final judgment, we address the legal\r\nquestion raised in the certiorari petition.\r\n\nPetitioner was sentenced to ten years in prison, suspended upon service of\r\ntwo years in prison and five years of probation. Petitioner was also sentenced\r\nto alcohol, drug, and sex counseling.\r\n\r\n       While on probation following the 1987 conviction, Petitioner was again\r\nindicted for assault with intent to commit first-degree CSC. Petitioner\r\nknocked on the victim's door, forced his way into the house, grabbed the\r\nvictim, and put his hand over her mouth. A struggle ensued, during which\r\nPetitioner pulled out a knife and pulled the victim into the yard. Once in the\r\nyard, Petitioner attempted to remove the victim's nightgown and panties, but\r\nthe victim fought back and eventually escaped. In February 1990, Petitioner\r\npled guilty to the reduced charge of assault with intent to commit second-\r\ndegree CSC and was sentenced to twenty years in prison. During\r\nconfinement, Petitioner committed eighty-three disciplinary infractions, of\r\nwhich three were assaultive and fifteen were for sexual misconduct, including\r\nwillfully and repeatedly exposing his penis to and masturbating in front of\r\nfemale correctional officers.\r\n\r\n       In 2004, prior to his release from prison, Petitioner was evaluated by\r\nthe Department of Corrections multidisciplinary team, which found probable\r\ncause that Petitioner was a sexually violent predator (\"SVP\"). Following a\r\nhearing, the circuit court also found probable cause that Petitioner was an\r\nSVP and ordered Dr. Pam Crawford to perform a psychiatric evaluation.\r\nPetitioner was diagnosed with alcohol dependence and borderline intellectual\r\nfunctioning; however, regarding whether Petitioner required inpatient sex-\r\noffender treatment, Dr. Crawford concluded insufficient clinical evidence\r\nexisted to support a finding that, to a reasonable degree of medical certainty,\r\nPetitioner was suffering from a sexual disorder, personality disorder, or other\r\nmental abnormality that would make it likely he would re-offend.2 In April\r\n2      Dr. Crawford was \"very concerned\" about Petitioner due to his pattern\r\nof sexually violent behaviors and history of alcohol abuse. However, given\r\nPetitioner's \"sustained appropriate behavior\" during the eighteen months\r\npreceding the evaluation, and that Petitioner received alcohol abuse treatment\r\nin prison, his family was \"incredibly supportive,\" he had a job waiting for\r\nhim, and he would receive mandatory outpatient sex-offender treatment while\r\n\n2004, the SVP petition was dismissed and Petitioner was thereafter released\r\nfrom prison. Following his release, Petitioner's participation in sex-offender\r\ntreatment was poor and he returned to using alcohol.\r\n\r\n      In October 2005, Petitioner was arrested on four counts of indecent\r\nexposure after exposing himself, urinating and masturbating in front of the\r\nvictim. The victim was an employee of SCE&G who was conducting her\r\nroute near Petitioner's home on the day of the incidents. Petitioner noticed\r\nthe victim, turned around, and began walking towards her. Petitioner stood in\r\nthe roadway and exposed himself to the victim. The victim continued to the\r\nnext home along her route, and Petitioner walked towards the victim and\r\nurinated in front of her. The victim resumed her route, and Petitioner\r\nfollowed her and exposed himself a third time. Thereafter, Petitioner\r\nfollowed the victim onto a different street, exposed himself, and masturbated\r\nin front of her. At that point, the victim called 9-1-1 and reported the\r\nincidents. Petitioner pled guilty to one count of indecent exposure and was\r\nsentenced to three years in prison, suspended upon nine months in prison and\r\ntwo years of probation.\r\n\r\n       Prior to his release from prison, Petitioner was again referred for\r\nproceedings pursuant to the SVPA. The multidisciplinary team and the\r\nprosecutor's review committee found probable cause to believe Petitioner was\r\nan SVP. Following a hearing, the circuit court also found probable cause that\r\nPetitioner was an SVP and ordered Dr. Crawford to perform another\r\npsychiatric evaluation.\r\n\r\n      This time, Dr. Crawford opined, to a reasonable degree of medical\r\ncertainty, that Petitioner was dangerous and would likely commit additional\r\nsexually violent acts against women. In addition to her previous findings of\r\n\r\non probation, Dr. Crawford could not conclude to a reasonable degree of\r\nmedical certainty that Petitioner required inpatient treatment. Dr. Crawford\r\nstated, \"When I did my first evaluation I did not say he did not meet the\r\nstandard, but I said there was not enough clinical information at that point to\r\nconvince me he had to be inpatient. I still at that time thought he could be\r\noutpatient . . . .\"\r\n\nalcohol dependence and borderline intellectual functioning, Dr. Crawford\r\ndiagnosed Petitioner with two sexual disorders: paraphilia3 and\r\nexhibitionism.4\r\n\r\n      At trial, Petitioner argued he was not subject to the SVPA evaluation\r\nprocess because he was not presently confined for a sexually violent offense.\r\nAt the time, section 44-48-40 read:\r\n\r\n      (A) When a person has been convicted of a sexually violent\r\n      offense, the agency with jurisdiction must give written notice . . .\r\n      one hundred eighty days before:\r\n                  (1) the person's anticipated release from total\r\n                  confinement . . . .\r\n\r\n      Petitioner argued the legislature did not intend for the SVPA to\r\nencompass all offenses, and since Petitioner was serving time for an offense\r\nnot classified as sexually violent, he was not subject to the SVPA evaluation\r\nprocess as a matter of law. The trial court disagreed and found section 44-48-\r\n3      Paraphilia is a sexual disorder in which one becomes sexually aroused\r\nby having sex with a non-consenting adult.              According to current\r\nunderstanding, paraphilia is a lasting disorder that cannot be cured; however,\r\nit can be treated with medication and therapy.\r\n4      Exhibitionism is a sexual disorder in which one is sexually aroused by\r\nexposing their genitals for shock value. Dr. Crawford testified her diagnosis\r\nof exhibitionism was based on Petitioner's repeated disciplinary infractions in\r\nprison, the indecent exposure incident in which he followed and repeatedly\r\nexposed himself to the victim, and the circumstances of his 1990 conviction.\r\nMoreover, Petitioner's own expert also diagnosed him with exhibitionism and\r\nacknowledged that disorder, even unaccompanied by a paraphilia diagnosis,\r\nconstituted a mental abnormality under the SVPA. See S.C. Code Ann. § 44-\r\n48-30(1) (Supp. 2011) (defining an SVP as a person who \"(a) has been\r\nconvicted of a sexually violent offense; and (b) suffers from a mental\r\nabnormality or personality disorder that makes the person likely to engage in\r\nacts of sexual violence if not confined in a secure facility for long-term\r\ncontrol, care, and treatment\").\r\n\n40(A) does not require the most recent offense to be classified as sexually\r\nviolent, and Petitioner was subject to the SVPA. The jury found the State\r\nproved beyond a reasonable doubt that Petitioner is an SVP. Thereafter,\r\nPetitioner was committed to the Department of Mental Health for long-term\r\ncontrol, care, and treatment.\r\n\r\n      Petitioner appealed, arguing the SVP evaluation process is not triggered\r\nunless a person is currently confined for a sexually violent offense. Petitioner\r\nacknowledged his 1990 CSC conviction was a sexually violent offense but\r\nargues he was evaluated following his sentence in connection with that\r\nconviction and was determined not to be an SVP. Because the 2006 indecent\r\nexposure offense was not a sexually violent offense, Petitioner argues there\r\nwas no conviction to trigger the SVP evaluation process a second time.\r\n\r\n      The court of appeals, like the trial court, rejected Petitioner's challenge\r\nand found the language of the SVPA was unambiguous and did not require\r\nthe current offense and sentence to be a statutorily designated sexually\r\nviolent offense. Rather, the SVPA only requires that a person \"has been\r\nconvicted of a sexually violent offense.\" The court of appeals relied on a\r\nVirginia case,5 and distinguished the language of the Virginia SVPA from the\r\nlanguage of the South Carolina SVPA.6 The court of appeals further relied\r\nupon the legislative intent set forth in the SVPA which demonstrated a desire\r\nto identify and treat individuals suffering from a mental abnormality to\r\nprevent future acts of sexual violence:\r\n\r\n            The General Assembly finds that a mentally abnormal and\r\n      extremely dangerous group of sexually violent predators exists\r\n      who require involuntary civil commitment in a secure facility for\r\n      long-term control, care, and treatment. The General Assembly\r\n      further finds that the likelihood these sexually violent predators\r\n5     Townes v. Virginia, 609 S.E.2d 1 (Va. 2005).\r\n6     The Virginia SVPA by its terms applies only to a person \"who is\r\nincarcerated for a sexually violent offense.\" Id. at 3. In contrast, the South\r\nCarolina SVPA applies to any person who \"has been convicted of a sexually\r\nviolent offense.\" S.C. Code Ann. § 44-48-40 (emphasis added).\r\n\n      will engage in repeated acts of sexual violence if not treated for\r\n      their mental conditions is significant.\r\n\r\nS.C. Code Ann. § 44-48-20 (Supp. 2011).\r\n\r\n      We granted a writ of certiorari to review the court of appeals' decision.\r\n\r\n                                      II.\r\n\r\n       Petitioner argues the court of appeals erred because he was not subject\r\nto the SVPA since he was not confined for a sexually violent offense.\r\nPetitioner argues that, although section 44-48-40 does not use present tense\r\nlanguage in reference to confinement, it would lead to an absurd result if a\r\nperson was subjected to the SVP evaluation process during incarceration for\r\nan offense that is not designated as sexually violent. Petitioner further argues\r\nthe SVPA should be construed strictly against the State pursuant to the rule of\r\nlenity.7 We disagree.\r\n\r\n      \"Statutory interpretation is a question of law subject to de novo\r\nreview.\" Transp. Ins. Co. v. S.C. Second Injury Fund, 389 S.C. 422, 427, 699\r\nS.E.2d 687, 689 (2010). \"The cardinal rule of statutory construction is that\r\nthe intent of the legislature must prevail if it reasonably can be discerned\r\nfrom the words used in the statute.\" Cabiness v. Town of James Island, 393\r\nS.C. 176, 192, 712 S.E.2d 416, 425 (2011). \"These words must be construed\r\nin context and in light of the intended purpose of the statute in a manner\r\nwhich harmonizes with its subject matter and accords with its general\r\npurpose.\" Id. (internal quotations omitted). \"[I]f the language is plain and\r\nunambiguous, we must enforce the plain and clear meaning of the words\r\nused.\" Id. \"But if applying the plain language would lead to an absurd result,\r\nwe will interpret the words in such a way as to escape the absurdity.\" Id. \"A\r\n7     The rule of lenity provides that typically, statutes that are penal in\r\nnature must be strictly construed in favor of a criminally accused and against\r\nthe State. See Cooper v. S.C. Dep't of Prob., Pardon and Parole Serv., 377\r\nS.C. 489, 496, 661 S.E.2d 106, 110 (2008) (construing parole statute strictly\r\nagainst the State because it was penal in nature).\r\n\nmerely conjectural absurdity is not enough; the result must be so patently\r\nabsurd that it is clear that the General Assembly could not have intended such\r\na result.\" Id. (internal quotations omitted).\r\n\r\n       The court of appeals correctly found the language of the SVPA is\r\nunambiguous and does not require a person to be presently confined for a\r\nsexually violent offense to be subject to the SVP evaluation process. The\r\ndefinition of an SVP refers to someone who \"has been convicted of a\r\nsexually violent offense.\" S.C. Code Ann. § 44-48-30(1). Further, section\r\n44-48-40 provides notice must be given \"[w]hen a person has been convicted\r\nof a sexually violent offense.\" Thus, we must enforce the plain meaning of\r\nthose sections which, by their terms, do not require a person to be confined\r\nfor a sexually violent offense for the SVPA evaluation process to commence.\r\n\r\n       Further, we disagree that applying the plain language of section 44-48-\r\n40 would lead to an absurd result. \"[A] person's dangerous propensities are\r\nthe focus of the SVP[A].\" In re Care & Treatment of Corley, 353 S.C. 202,\r\n207, 577 S.E.2d 451, 453-54 (2003). Accordingly, we believe the application\r\nof the SVPA should not turn on whether a person's most recent conviction\r\nwas specifically designated as sexually violent, particularly where, as here,\r\nthe most recent conviction is sexually oriented and demonstrates a substantial\r\nrisk of future offenses. Rather, the determination of whether a person is an\r\nSVP must include consideration of all relevant circumstances. See id.\r\n(affirming admission of indictments notwithstanding appellant's willingness\r\nto stipulate to the prior convictions because \"the details of appellant's prior\r\noffenses . . . were relevant to the issue of whether appellant was likely to\r\nengage in acts of sexual violence again); White v. State, 375 S.C. 1, 9-10,\r\n649 S.E.2d 172, 176 (Ct. App. 2008) (noting evidence of prior sexual history,\r\nregardless of whether it resulted in a criminal conviction, is directly relevant\r\nto determining whether a person is an SVP). We believe it would lead to an\r\nabsurd result to interpret the SVPA to require the release of an inmate, who\r\nhas been convicted of a sexually violent offense, presently suffers from a\r\n\nmental abnormality, and is highly likely to re-offend, simply because he\r\nhappens to be confined for an offense that is not enumerated in section 44-48-\r\n30(2). The legislature did not intend for that person to be required to commit\r\nanother act of sexual violence before becoming subject to the SVPA.\r\n\r\n       Moreover, we reject Petitioner's invitation to apply the rule of lenity in\r\nthis context because the terms of section 44-48-40(A) are clear and\r\nunambiguous on their face and there is no need to resort to the rules of\r\nstatutory construction. See Edwards v. State Law Enforcement Div., 395\r\nS.C. 571, 575, 720 S.E.2d 462, 465 (2011) (\"When a statute's terms are clear\r\nand unambiguous on their face, there is no room for statutory construction\r\nand a court must apply the statute according to its literal meaning.\"). Further,\r\nthe rule of lenity is wholly inapposite because the SVPA is a civil, non-\r\npunitive scheme. See In re Treatment & Care of Luckabaugh, 351 S.C. 122,\r\n135-37, 568 S.E.2d 338, 344-45 (2002); In re Care & Treatment of Matthews,\r\n345 S.C. 638, 648, 550 S.E.2d 311, 318 (2001) (\"Our [SVPA] specifies the\r\npurpose of the Act is civil commitment.\"); In re Care & Treatment of\r\nCanupp, 380 S.C. 611, 617-18, 671 S.E.2d 614, 617 (Ct. App. 2009) (\"While\r\nthe [SVPA] bestows some of the rights normally associated with criminal\r\nprosecutions, it is not intended to be punitive in nature; rather, it sets forth a\r\ncivil process for the commitment and treatment of sexually violent\r\npredators.\"). Lastly, assuming any ambiguity, it was resolved by the\r\nlegislature's 2010 amendment of section 44-48-40(A) substituting \"If\" for\r\n\"When,\" which forecloses the interpretation Petitioner advances. See\r\nStuckey v. State Budget & Control Bd., 339 S.C. 397, 401, 529 S.E.2d 706,\r\n708 (2000) (\"A subsequent statutory amendment may be interpreted as\r\nclarifying original legislative intent.\").\r\n\r\n                                       III.\r\n\r\n       We find the broad language of section 44-48-40 demonstrates the\r\nlegislature's intent for the SVPA to include any person who has been\r\nconvicted of a sexually violent offense and presently suffers from a mental\r\n\nabnormality or personality disorder that makes the person likely to reoffend.\r\nAccordingly, we find Petitioner's civil commitment was proper pursuant to\r\nthe procedure set forth in the SVPA.\r\n\r\n     AFFIRMED.\r\n\r\n      TOAL, C.J., BEATTY and HEARN, JJ., concur. PLEICONES, J.,\r\ndissenting in a separate opinion.\r\n\nJUSTICE PLEICONES: I respectfully dissent. In my opinion, we must\r\nvacate the decision of the Court of Appeals because petitioner failed to\r\nproperly preserve any statutory construction issue for appellate court review.\r\nOn direct appeal, petitioner raised a claim of error in the denial of his motion\r\nfor summary judgment.8 An order denying summary judgment does not\r\nfinally decide any issue on its merits. E.g. Wright v. Craft, 372 S.C. 1, 640\r\nS.E.2d 486 (Ct. App. 2006). Moreover, the denial of summary judgment\r\ncannot be reviewed by an interlocutory appeal nor can such an order be\r\nappealed after final judgment. Olson v. Faculty House of Carolina, Inc., 354\r\nS.C.161, 580 S.E.2d 440 (2003).\r\n\r\n            Since the Court of Appeals erroneously addressed the merits of\r\nan unreviewable order, I would vacate that decision. E.g., South Carolina\r\nDep’t of Transp. v. McDonald’s Corp., 375 S.C. 90, 650 S.E.2d 473 (2007).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n8 Petitioner’s statement of the issue on appeal was “Did the trial court err in\r\ndenying appellant’s pretrial summary judgment motion when appellant was\r\nfound not to be a sexually violent predator in 2004 just prior to his release\r\nfrom DOC and had committed no sexually violent offenses according to the\r\nSexually Violent Predator Act since his release?” His sole issue on certiorari\r\nis “Whether the Court of Appeals erred by denying petitioner’s pretrial\r\nsummary judgment motion when petitioner was found not to be a sexually\r\nviolent predator in 2004 just prior to his release from DOC and had\r\ncommitted no sexually violent offenses according to the Sexually Violent\r\nPredator Act since his release?” I note that petitioner’s appellate counsel was\r\nonly able to raise the issue by reference to summary judgment as trial counsel\r\npresented the issue to the trial judge through this motion.\r\n\n","court":"Supreme"},{"id":"27135","title":"State v. Salley","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27135.pdf","description":"On appeal from her conviction for homicide by child abuse, Appellant claims the circuit judge committed reversible error by allowing into evidence (1) a photograph of the child taken while she was alive and well, pursuant to the Court's holding in State v. Langley, 334 S.C. 643, 515 S.E.2d 98 (1999), and Rule 401, SCRE, and (2) two pieces of wood found at the home of the child, pursuant to Rule 403, SCRE.  As to the admission of the photograph, the circuit court did not abuse its discretion because the photograph was relevant to substantiate testimony that the child's sickle cell trait was not outwardly apparent.  On the other hand, the circuit court abused its discretion in admitting the pieces of wood, as this evidence was more prejudicial than probative; nevertheless, the circuit court's error in admitting the pieces of wood was harmless.  Accordingly, the Court affirms Appellant's conviction.","date":"2012-06-20","type":"opinion","text":"        THE STATE OF SOUTH CAROLINA\r\n              In The Supreme Court\r\n                   __________\r\n  The State,                        Respondent,\r\n\r\n                           v.\r\n  Kathy Salley,                     Appellant.\r\n                     __________\r\n\r\n             Appeal from Aiken County\r\n         Doyet A. Early III, Circuit Court Judge\r\n                     __________\r\n\r\n                 Opinion No. 27135\r\n     Heard February 22, 2012 – Filed June 20, 2012\r\n\r\n                     ___________\r\n\r\n                     AFFIRMED\r\n                     ___________\r\n\r\nAllen Mattison Bogan, of Nelson Mullins Riley & Scarborough,\r\nand Chief Appellate Defender Robert M. Dudek, both of\r\nColumbia, for Appellant.\r\n\r\nAttorney General Alan Wilson, Chief Deputy Attorney General\r\nJohn W. McIntosh, Assistant Deputy Attorney General Salley W.\r\nElliott, and Senior Assistant Attorney General Harold M.\r\nCoombs Jr., all of Columbia, and Solicitor James Strom\r\nThurmond Jr., of Aiken, for Respondent.\r\n\r\n\r\n                     ___________\r\n\n      CHIEF JUSTICE TOAL: Kathy Salley (Appellant) was found\r\nguilty of homicide by child abuse under section 16-3-85 of the South\r\nCarolina Code, S.C. Code Ann. § 16-3-85 (2003), and sentenced to\r\ntwenty years' imprisonment, suspendable upon the service of eight\r\nyears. Appellant claims the circuit judge committed reversible error by\r\nallowing into evidence a photograph of the child taken while she was\r\nalive and well, and two pieces of wood found at the home of the child.\r\nAlthough we believe that the admission of the pieces of wood was an\r\nabuse of discretion, we nevertheless find the error to be harmless.\r\nAccordingly, we affirm Appellant's conviction.\r\n\r\n                 FACTS/ PROCEDURAL BACKGROUND\r\n\r\n      On Thursday, June 23, 2005, Appellant arrived at the Aiken\r\nRegional Medical Center’s emergency room at approximately 3:00\r\np.m. carrying a lifeless Chaquise Gregory (child) in her arms.\r\nAlthough the emergency room personnel attempted to revive her, it was\r\napparent the child had been dead for some time. The child’s body\r\ntemperature was too low to register on a thermometer, rigor had set in\r\nat her jaw and right arm, and decomposition had begun in the lower\r\nright quadrant of her abdomen. The child had surface level abrasions\r\non both buttocks, a bruise on her right forearm, and an injury to her lip.\r\nSeveral witnesses who were present at the hospital testified that one of\r\nthe abrasions was scabbed over and looked to be more advanced than\r\nthe other.1 The child was six years old at the time of death.\r\n\r\n      Officers with the Aiken Department of Public Safety arrived at\r\nthe hospital and obtained consent to search Appellant's home. At\r\nAppellant's home, on the floor next to the only bed in the house,\r\nofficers confiscated a pair of children's jeans, underwear, a shirt, and\r\nsocks. The back of the jeans and the underwear, which appeared to\r\n\r\n1 The pathologist who conducted the autopsy, Dr. Joel Sexton, testified\r\nthat one wound appeared to be older than the other simply because the\r\nabrasions on one side were deeper than the other.\r\n\nhave been taken off as a unit, had blood stains on the right and left\r\nsides, consistent with the abrasions observed on the child's buttocks at\r\nthe hospital.2 The stains were visible on both the interior and exterior\r\nof the jeans. These items had a strong odor of urine. In a laundry\r\nbasket, officers confiscated a pair of children's underwear, a child-sized\r\nundershirt, and a green towel, each appearing to have blood on them.\r\nOfficers additionally confiscated a toilet seat that appeared to have\r\nblood on it. Finally, officers took two pieces of wood with staples\r\nprotruding from them that appeared to have come off a piece of\r\nfurniture in the house and were lying atop a rollaway trashcan outside\r\nof Appellant's residence. The shorts the child wore to the hospital also\r\nhad blood stains on the inside rear area (not bleeding through)\r\nconsistent with the abrasions on the child's buttocks. An investigating\r\nofficer testified that the shorts were considerably less stained than the\r\njeans found on the side of the bed. DNA testing performed on samples\r\nfrom each of these items confirmed that the blood belonged to the\r\nchild. Additionally, officers searched the home of Appellant's ex-\r\nboyfriend whom she referred to as her father, Joseph Oliphant, where\r\nthe child occasionally stayed, and confiscated a pair of children's sized\r\nunderwear with a trace amount of blood in them. The amount of blood\r\nin this underwear was insufficient to recover a DNA profile.\r\n\r\n       The pathologist who performed the autopsy on the child, Dr. Joel\r\nSexton, testified that in addition to the surface level abrasions visible\r\non the child's buttocks, he found underneath that skin a large\r\nhematoma, where a cup to a cup and a half of blood had pooled. This\r\ninternal bleeding was not apparent to the naked eye. Dr. Sexton stated\r\nrepeatedly that, under ordinary circumstances, the blood loss caused by\r\nthis hematoma would not have been fatal. However, the child had an\r\nundiagnosed sickle cell trait, and the blood loss triggered a \"sickle cell\r\ncrisis,\" which led to her death.3 Specifically, Dr. Sexton testified, \"The\r\n\r\n2 The shirt and socks found on the side of the bed did not have blood on\r\nthem.\r\n3When a person has a sickle cell trait, the loss of oxygen to the blood\r\ncan trigger a sickle cell crisis. Loss of oxygen to the blood can occur\r\n\nbeating caused hemorrhage in the tissue which decreased the fluid\r\nvolume of the blood throughout the body which led to the sickle-cell\r\ncrisis.\" Dr. Sexton made clear that \"the amount of blood that was lost\r\nby [the child] was caused by the beating, not by the sickle-cell trait.\"\r\n\r\n      Dr. Sexton testified that the hematoma resulted from the child\r\nbeing hit with an object of sufficient weight to cause the internal\r\nhemorrhage and with a rough surface to cause the skin abrasions.\r\nBased on the varied planes of linear abrasions found on the child, Dr.\r\nSexton estimated the child was struck with a rough object between\r\nthree and four times. While he was inclined to believe the blows were\r\nmade to the bare skin, he stated that with enough force, skin can\r\nbecome abraded even with clothing on. Finally, Dr. Sexton testified to\r\na reasonable degree of medical certainty that the cause of the child's\r\ndeath was homicide, or death \"at the hands of another.\" Aside from the\r\nconglutination, \"she had clear lungs and all of her organ tissues looked\r\nnormal.\"\r\n\r\n\r\n\r\nfrom blood loss, over-exertion and dehydration, or vomiting. The loss\r\nof oxygen causes otherwise normally shaped red blood cells to become\r\nlarger and crescent shaped. The shape and size of these cells causes\r\n\"log-jamming\" in the capillaries, technically referred to as\r\nconglutination, and the tissue downstream in the capillaries is deprived\r\nof the oxygen carried within these cells. This causes a domino effect\r\nwhere the red blood cells in the oxygen-deprived tissue then become\r\nsimilarly crescent shaped. If not treated, the process continues until the\r\norgans shut down. Most people with sickle cell trait are unaware they\r\nhave it unless they experience a loss of oxygen to the blood which\r\ninduces a sickle cell crisis. Dr. Sexton testified that children are not\r\nroutinely tested for sickle cell trait. The symptoms of a sickle cell\r\ncrisis are vomiting, abdominal pain, and general feelings of discomfort.\r\nHe stated that a person presenting at the emergency room with these\r\nsymptoms would not necessarily be tested for the presence of the sickle\r\ncell gene. Dr. Sexton has performed over 8,000 autopsies and has seen\r\nonly 15 to 20 cases of death by sickle cell crisis.\r\n\n      Based on the extent to which the child's food was digested, the\r\ndecomposition that had begun in her abdomen, and the absence of urine\r\nin the bladder, Dr. Sexton estimated the child died at least 12 hours\r\nbefore presenting at the hospital at 3:00 p.m. Specifically, he stated the\r\nchild would have died no sooner than 8:00 p.m. the evening before, and\r\nno later than 1:00 or 2:00 a.m. on the morning of June 23rd. Based on\r\nthe phase of the child's inflammatory reaction to her injuries, Dr.\r\nSexton estimated the child received those injuries approximately 12\r\nhours before her death—anywhere from 8 a.m. to 2:00 p.m. on\r\nWednesday, June 22nd.\r\n\r\n       On cross-examination, Dr. Sexton stated that it is possible \"the\r\nchild could have been struck with a hand some time after this injury\r\nand that might have triggered excessive bleeding since the trauma\r\nwould have already occurred to the vessels from the strike.\" However,\r\nhe stated, \"I wouldn't—I normally wouldn't expect a hand—I have\r\nnever in my career seen a person spanked with their hand and caused\r\nthis kind of injury.\"\r\n\r\n       Appellant made three separate statements to the police and\r\nadditionally testified at trial. For the most part, her testimony contained\r\nonly minor inconsistencies. Appellant was not the natural mother of\r\nthe child, but had cared for the child for two and a half years after the\r\nchild's mother, Appellant's niece, could no longer take care of the child.\r\nAt the time of the child's death, Kenneth Buckmon, a friend of\r\nAppellant's, was living with them. On the day before Appellant\r\npresented at the hospital with the child, the child was never outside the\r\nsupervision of Appellant. In fact, the child had not been alone with\r\nanyone other than Appellant since approximately 9:00 a.m. on\r\nTuesday, June 21st. On that Wednesday, Buckmon left the house at\r\napproximately 11:00 a.m. to go visit his children and did not return\r\nuntil approximately 5:30 p.m. Appellant worked the night shift at the\r\nHot Spot gas station and had a meeting at 2:00 that afternoon.\r\nAppellant woke up sometime after Buckmon left that morning.\r\nAppellant's ex-boyfriend, Oliphant4, was to pick Appellant and child up\r\n\r\n4   Oliphant was deceased at the time of trial.\r\n\nat approximately 1:00 p.m. to take Appellant and child to the meeting\r\nsince Appellant did not have a car.5 Appellant was running late in\r\ngetting ready for the meeting and her boss had threatened to fire anyone\r\nthat missed the meeting. Appellant stated that before Oliphant arrived\r\nto pick them up, around 1:00 p.m., she popped the child with her hand\r\nonce on her fully clothed rear end because the child was moving\r\nslowly. They proceeded to the meeting, and all three attended. While\r\nat the meeting, Oliphant asked the child if she was feeling okay, and\r\ncommented that she was walking funny. An employee who heard\r\nOliphant make that statement testified that she did not notice anything\r\nwrong with the child and did not notice blood on the back of her jeans.\r\nAfter the meeting, Oliphant, Appellant, and the child ran an errand, and\r\nthen Appellant dropped Oliphant at his house, and returned to her own\r\nhome with the child in Oliphant's car. 6\r\n\r\n       Buckmon returned to the home around 5:30 p.m. and noticed\r\ndrops of blood on the toilet seat. When Buckmon asked Appellant if it\r\nwas hers, she stated it was not, but did not look at the toilet seat or\r\ninvestigate further to see if the child was okay. Appellant cooked\r\ndinner and gave it to the child at approximately 7:00 p.m. After eating\r\nsome pasta, the child began to vomit on the floor. Appellant told her to\r\ngo to the bathroom to clean herself up and then told her to clean up the\r\nvomit. Appellant then went to the bedroom that she shared with the\r\nchild and laid out clothing for the child to change in to. The child took\r\nher clothing off and dropped it on the side of the bed, and changed into\r\nthe clothing Appellant laid out for her. The child went to bed at\r\napproximately 7:30 p.m. Appellant was scheduled to work the night\r\nshift at the Hot Spot that evening, so after Appellant cleaned up for the\r\nevening, she crawled into bed with the child and napped until\r\n\r\n\r\n5It took approximately 45 minutes to get to the Hot Spot from\r\nAppellant's house.\r\n6Oliphant had recently had a toe amputated and Appellant spent much\r\nof that week driving to and from Oliphant's house to change his\r\ndressings and to bring him food.\r\n\napproximately 10:45 p.m., when Buckmon woke her up so she could\r\nget ready for work. Appellant stated that the child was snoring when\r\nshe leaned in to kiss her before she left for work at approximately 11:00\r\np.m. Appellant told Buckmon to fix the child a peanut butter and jelly\r\nsandwich if she woke up since she had thrown up her dinner. Buckmon\r\ntestified that he was not sure whether the child got out of the bed after\r\nAppellant left for work, but he stated that he thought he heard her turn\r\nthe television on in her room and that he called in to her at\r\napproximately midnight, telling her to turn the television off, and she\r\ndid. Buckmon never went into the bedroom to check on the child.\r\n\r\n      When Appellant returned to the house from work at\r\napproximately 10:00 a.m. on Thursday morning, she asked Buckmon if\r\nthe child had awoken, and he answered in the negative. Appellant then\r\ngot into the bed with the child and went to sleep. She testified that she\r\nchecked the bed to make sure the child had not wet the bed since she\r\nwas prone to doing so. In one of the taped confessions, Appellant\r\nstated she thought the child was alive when she got into the bed\r\nbecause she thought she saw movement, but upon further questioning,\r\nAppellant stated that the child could have been dead at this point\r\nbecause she did not check to see if she was breathing or moving. At\r\napproximately noon, Buckmon's ex-wife called, waking Appellant, and\r\nBuckmon went into the room to speak with her, but did not notice the\r\ncondition of the child. At that time, Appellant asked Buckmon to wake\r\nher up at 2:30 p.m. so that she could take Oliphant to the foot doctor.\r\nBuckmon woke Appellant at 2:34 p.m. and Appellant went to the\r\nbathroom to fix her hair. The child was still in the bed (and had been in\r\nthe bed for approximately 19 hours). When Appellant called out to the\r\nchild to wake her up and did not receive a response, she said, \"you\r\nknow you're faking,\" but then noticed vomit in her mouth and nose and\r\nall over the pillowcase and sheet.7 After Buckmon's unsuccessful\r\nattempt to revive her, she placed the child in the backseat of Oliphant's\r\n\r\n\r\n7Investigators did not find any vomit on the sheets and pillowcases as\r\nAppellant represents, and no witness from the hospital testified that the\r\nchild had vomit on her.\r\n\ncar and drove her to the emergency room, believing she could get care\r\nquicker than by calling an ambulance.\r\n\r\n      Appellant denies causing the abrasions to the buttocks of the\r\nchild and denies that she hit her with the force to cause the hematoma.\r\nAppellant claims that the injury to the child's lip happened while they\r\nwere playfully wrestling on the Tuesday before the child died when\r\nAppellant's hand accidentally hit her lip. Appellant was not aware how\r\nthe child received the bruise on her forearm, but claimed she may have\r\naccidentally grabbed her too hard. Several witnesses that knew\r\nAppellant well and had lived with her testified that she was not a\r\nviolent person. Buckmon stated that in the month that he lived with\r\nher, he never witnessed Appellant spanking the child, and her main\r\nmechanism of punishment was to restrict the child from watching\r\ncartoons.                        ISSUES\r\n\r\nI.\t    Whether the circuit judge properly admitted into evidence State's\r\n       Exhibit 31, a photograph of the child while she was alive and\r\n       well.\r\n\r\nII.\t   Whether the circuit judge properly admitted the pieces of wood\r\n       found at the home of the child for the purpose of showing the\r\n       type of instrument that could have caused the injuries to the child.\r\n\r\n                         STANDARD OF REVIEW\r\n\r\n      The admission or exclusion of evidence is an action within the\r\nsound discretion of the circuit court and will not be disturbed on appeal\r\nabsent an abuse of discretion. State v. Williams, 386 S.C. 503, 509, 690\r\nS.E.2d 62, 65 (2010). An abuse of discretion occurs when the\r\nconclusions of the circuit court are either controlled by an error of law\r\nor are based on unsupported factual conclusions. State v. Douglas, 369\r\nS.C. 424, 429–30, 632 S.E.2d 845, 848 (2009).\r\n\n                               ANALYSIS\r\n\r\n                         I.   Photograph\r\n\r\n      Appellant contends that the admission of State's Exhibit 31, a\r\nprofessional photograph of the child taken when she was alive and\r\nwell, was irrelevant to proving Appellant's guilt and should have been\r\nexcluded pursuant to State v. Langley, 334 S.C. 643, 515 S.E.2d 98\r\n(1999). We disagree.\r\n\r\n       \"Evidence is relevant if it has a direct bearing upon and tends to\r\nestablish or make more or less probable the matter in controversy.\" Id.\r\nat 647, 515 S.E.2d at 101 (citing Rule 401, SCRE). \"A photograph\r\nshould be excluded if it is calculated to arouse the sympathy or\r\nprejudice of the jury or is irrelevant or unnecessary to substantiate\r\nfacts.\" Id. (citation omitted). However, \"there is no abuse of discretion\r\nif the offered photograph serves to corroborate testimony.\" State v.\r\nJohnson, 338 S.C. 114, 122, 525 S.E.2d 519, 523 (2009) (citation\r\nomitted).\r\n\r\n      In Langley, this Court found the admission of a photograph of the\r\nvictim, taken in his high school band uniform, was reversible error\r\nbecause it was not relevant in proving the guilt of the appellant in that\r\ncase. Id. at 648, 515 S.E.2d at 100. In so finding, the Court discounted\r\nthe State's argument that the photograph was admitted to establish the\r\nidentity of the victim because the identity of the victim was not an issue\r\nin that case. Id. at 648 n.3, 515 S.E.2d at 100 n.3. The Court\r\nconcluded that \"the only possible purpose of . . . [the] introduction of\r\nthe photograph was to distance the victim from the drug dealing . . . and\r\nto neutralize testimony by the State's witnesses regarding his drug use.\"\r\nId.   Appellant objected to the admission of State's Exhibit 31 at trial,\r\narguing the picture was highly prejudicial, especially because the shorts\r\nthe child was wearing in the photograph were the same shorts in which\r\nshe died and that were submitted into evidence with blood on them.\r\n\nAppellant argued that it was not necessary to admit the photograph to\r\nshow the age and size of the child since Dr. Sexton could testify as to\r\nthe size of the child and the jury could infer her size from the testimony\r\nof the child's age. In overruling Appellant's objection, the circuit judge\r\nfound the picture was not inflammatory: \"[i]t's just a simple picture of\r\nthe little child prior to death, and it gives the jury an opportunity to see\r\nwhat she looked like.\"\r\n\r\n       Reviewing the admission of this evidence through an abuse of\r\ndiscretion lens, we find that the picture of the child was relevant\r\nbecause it substantiated Dr. Sexton's testimony that the child's sickle\r\ncell trait was not outwardly apparent and that the she was an otherwise\r\nhealthy and vibrant child. Without seeing the child when she was alive,\r\nDr. Sexton's testimony could have elicited an impression of a sickly\r\nand fragile child, which may have affected the establishment of guilt.\r\nTherefore, we believe this picture had a purpose independent of\r\narousing sympathy, and was properly admitted.\r\n\r\n                       II.   Wooden Sticks\r\n\r\n       The State sought to introduce into evidence two pieces of wood\r\nretrieved from the trashcan outside of Appellant's house (Exhibit 28),\r\nand the circuit judge overruled Appellant's objection to their admission.\r\nOn appeal, Appellant argues the wooden sticks were more prejudicial\r\nthan probative, under Rule 403, SCRE, and that their admission was\r\nreversible error. We find that the prejudicial value of the wooden sticks\r\nclearly outweighed their probative value, and therefore it was an abuse\r\nof discretion to allow them into evidence. However, after due\r\nconsideration, we find that error to be harmless.\r\n\r\n       While searching Appellant's house on the day the child presented\r\nat the hospital, officers confiscated two pieces of wood with staples\r\nprotruding from them that were lying atop a rollaway trashcan outside\r\nof Appellant's residence. On each of these pieces, there is a black faux\r\nalligator skin material that has a rough surface on one side and the other\r\nside appears smooth. The side with the rough surface has staples\r\nprotruding from it approximately every eight inches. The State argued\r\n\nthat the probative value of these sticks was to demonstrate the type of\r\nobject that could have caused the child's injuries, and the question of\r\nwhether or not these sticks were actually used on the child went to the\r\nweight and not the admissibility of the evidence.\r\n\r\n       Dr. Sexton testified repeatedly that he could not say the particular\r\nobject caused the injuries, but that the sticks were of consistent weight\r\nand had a rough surface consistent with the object that caused the\r\nchild's injuries. Dr. Sexton testified that the child was likely hit with an\r\nobject that weighed at least as much as these sticks. However, at one\r\npoint Dr. Sexton stated that these sticks may not have been heavy\r\nenough to have produced the impact necessary to cause the hematoma:\r\n\"so it could be an object that narrow but heavier than something of this\r\nsort.\" Dr. Sexton testified that the black surface on the sticks could\r\ncertainly have caused the abrasions to the child's buttocks, but stated\r\nrepeatedly that the child could not have been hit with the part of the\r\nstick that contained staples because the child did not have any puncture\r\nwounds.8 Dr. Sexton stated that it was possible that the opposite side of\r\nthe sticks (without the staples) caused the injury because although \"it\r\nlooks planed . . . if you rub your finger across it, it's rough.\" However,\r\nlater in his testimony, he refers to that side as the \"smooth side.\"\r\n\r\n      When questioned about the lack of forensic evidence on the\r\nsticks, Dr. Sexton verified that if the child's pants were down while\r\nbeing beaten, he \"would expect there to be some DNA transfer to that\r\nobject because the skin was torn, usually tiny fragment of skin or some\r\nof the fluid [sic].\" He testified that although it was possible the child\r\ncould have received the abrasions with clothing on, abrasions result\r\nmore commonly by an object's direct contact with the skin. When\r\nasked if he would expect to find fibers of clothing in the rough surfaces\r\nof the stick if the child were beaten with clothing on, he stated \"perhaps\r\nyou would.\" After this line of questioning, Dr. Sexton appeared to\r\n\r\n8The staples protrude from the black surface of these sticks every eight\r\ninches and therefore it would require deliberate effort to repeatedly\r\nstrike another using this side of the stick without inflicting puncture\r\nwounds.\r\n\nconcede that he did not believe the sticks were the actual weapon,\r\nstating, \"So maybe—like I said, maybe it's not this object. It's just this\r\nobject is consistent size-wise and weight wise.\"\r\n\r\n       The State did not produce any evidence that these sticks were\r\nused in the commission of the crime against the child, other than the\r\nfact they were found lying atop a trashcan outside Appellant's house. If\r\nthe only probative value of these sticks was to show the jury the type of\r\nobject that could have been used to harm the child, it would have been\r\nfar less prejudicial to have shown an object with a rough surface and of\r\nsufficient weight that was not tied to the crime scene, as were these\r\nsticks. Although Dr. Sexton made clear that the child was not hit with\r\nan object that would cause puncture wounds, the visual created by these\r\nsticks with large protruding staples was highly prejudicial. Therefore,\r\nwe find the prejudicial value of this evidence clearly outweighed its\r\nprobative value and it was an abuse of discretion to allow the sticks into\r\nevidence.\r\n\r\n      Still, we believe that the error in admitting this highly prejudicial\r\npiece of evidence could not have contributed to the guilty verdict, and\r\nwas therefore harmless. Whether an error is harmless depends on the\r\nparticular circumstances of the case, and therefore a reviewing court\r\nmust look to the entire record to determine the effect the error had on\r\nthe verdict. State v. Clark, 315 S.C. 478, 484, 445 S.E.2d 633, 636\r\n(1994) (J. Toal, dissenting). \"In order for a constitutional error to be\r\nharmless, the error must have been harmless beyond a reasonable\r\ndoubt.\" Id. This means the reviewing court can conclude, beyond a\r\nreasonable doubt, the error did not contribute to the verdict. State v.\r\nMizzell, 349 S.C. 326, 334, 563 S.E.2d 315, 319 (2002).\r\n\r\n      The testimony of Dr. Sexton as to the time of death, and the time\r\nhe believed the child sustained the injuries, combined with the blood\r\nevidence found in the house, and Appellant's own statements about the\r\nevents of that Wednesday support the jury's finding that the only person\r\nwho could have inflicted these injuries on the child was Appellant. Dr.\r\nSexton testified that the child could have died anywhere from 8:00 p.m.\r\non Wednesday, June 22nd to 2:00 a.m. the next Thursday morning\r\n\nbased on a host of variables uncovered during the autopsy. Appellant\r\ntestified that the child was snoring when she kissed her good-bye\r\nshortly before 11:00 p.m. Buckmon stated that he heard the television\r\non the child's room and asked her to turn it off at around midnight, and\r\nto his knowledge, she complied.9 Therefore, the child most likely\r\nperished between 11:00 p.m., at the earliest, and 2:00 a.m. on\r\nThursday, June 23rd. Dr. Sexton testified that based on the early phase\r\nof the inflammatory reaction to her injuries, the child most likely\r\nsustained the injuries to her buttocks approximately 12 to 15 hours\r\nbefore her death.10 This would mean the child was likely beaten\r\nbetween 9:00 a.m., at the earliest, and 2:00 p.m. on Wednesday, June\r\n22nd—the period of time when Appellant was with the child before\r\nleaving for the meeting at the Hot Spot. Appellant verified that the last\r\ntime the child was with someone else, outside of her presence, was at\r\n9:00 a.m. on Tuesday when Appellant picked the child up from\r\nOliphant's house after a night of work.11 Appellant was with the child\r\nall day on Tuesday and Wednesday morning and testified she did not\r\nnotice anything wrong. Blood resulting from the injury was found on\r\nthe clothing that the child wore on Wednesday, and Buckmon noticed\r\n\r\n9There is no testimony addressing whether the television was on when\r\nAppellant returned home from work on Thursday and crawled in the\r\nbed with the child.\r\n10Although Dr. Sexton testified that a hand slap could have possibly\r\nexacerbated an earlier injury to the child, causing a hematoma, we do\r\nnot believe he intended to infer that the hematoma injury occurred any\r\nearlier than 12 to 15 hours before death, because this calculation was\r\nbased on the extent of inflammatory response found at the site of the\r\nhematoma.\r\n11 On cross-examination, Appellant stated, \"The only time [the child]\r\nwas alone with anybody was that Monday.\" The timeline appears to\r\nget somewhat confused because of Appellant's overnight work, but\r\nafter carefully reading the testimony, we believe it is accurate to\r\nconclude Appellant left the child with Oliphant on Monday evening\r\nand returned to pick her up on Tuesday morning.\r\n\nthe blood on the toilet seat on Wednesday, as well. The State offered\r\nBuckmon's testimony that he was not at the house from 11:00 a.m. until\r\n5:30 p.m. that day. Buckmon's ex-wife and Appellant, herself,\r\ncorroborated this testimony.\r\n\r\n      The circumstantial evidence in this case points conclusively to\r\nthe guilt of Appellant to the exclusion of every other reasonable\r\nhypothesis. Appellant was the only person who could have inflicted\r\nthe wounds to the child during the time frame supported by the\r\nevidence. During its deliberations the jury appeared to be concerned\r\nwith the timeline of events during the days leading up to the child's\r\ndeath. The jury foreperson sent a return and asked to hear Appellant's\r\ntestimony of the day Appellant took a shower with the child. The jury\r\nspecifically asked to hear Dr. Sexton's testimony about the injury\r\noccurring 12 to 15 hours before death, and his testimony that a hand\r\nslap could have possibly triggered the sickling of the cells. Therefore,\r\nthe paramount concern of the jury appeared to be the question of\r\nwhether or not another person could have caused the child's injuries\r\nbased on timeline of events, not the object with which the child was\r\nbeaten. Accordingly, we believe beyond a reasonable doubt that the\r\nadmission of these wooden sticks into evidence did not contribute to\r\nthe jury's guilty verdict.   CONCLUSION\r\n\r\n     For the foregoing reasons, we affirm Appellant's conviction.\r\n\r\nAFFIRMED.\r\n\r\nBEATTY, KITTREDGE and HEARN, JJ., concur. PLEICONES,\r\nJ., dissenting in a separate opinion.\r\n\nJUSTICE PLEICONES: I respectfully dissent because, as explained\r\nbelow, I find the erroneous admission of the wooden sticks constituted\r\nreversible error. I would also find the trial court erred in allowing the State\r\nto introduce the victim's photograph as it was irrelevant under State v.\r\nLangley, 334 S.C. 643, 515 S.E.2d 98 (1999), but that any error was\r\nharmless in light of appellant's introduction of several pictures of the child.\r\n\r\nI agree with the majority that the circuit court committed error in admitting\r\nthe \"highly prejudicial\" wooden sticks. Although I would not characterize\r\nthis error as one of constitutional magnitude, were I to apply the \"harmless\r\nbeyond a reasonable doubt\" standard, I would find reversible error here. In\r\nmy opinion, the standard for reviewing ordinary evidentiary errors such as\r\nthe one here is whether there is a reasonable probability that the wrongly\r\nadmitted evidence influenced the jury's verdict. E.g., State v. Green, ____\r\nS.C. ____, 724 S.E.2d 664 (2012). Whether there is such a probability here\r\nis a close question.\r\n\r\nThe majority finds the error harmless by focusing on the evidence that\r\nappellant was the perpetrator. As I view the record, I believe the jury was\r\nconcerned not so much with the question whether appellant beat the child,\r\nbut rather whether her actions constituted “child abuse and neglect” that\r\n“harmed” the victim within the meaning of the homicide by child abuse\r\nstatute.12 Under the statute, child abuse and neglect is defined as \"an act or\r\n\r\n     S.C. Code Ann. § 16-3-85(A) and (B) provides:\r\n12             (A) A person is guilty of homicide by child abuse if the\r\n               person:\r\n\r\n                     (1) causes the death of a child under the age of\r\n                     eleven while committing child abuse or neglect,\r\n                     and the death occurs under circumstances\r\n                     manifesting an extreme indifference to human life;\r\n                     or\r\n\r\n                     (2) knowingly aids and abets another person to\r\n                     commit child abuse or neglect, and the child abuse\r\n                     or neglect results in the death of a child under the\r\n                     age of eleven.\r\n\nomission by any person which causes harm to the child's physical health or\r\nwelfare.\" § 16-3-85(B)(1). Harm is defined in relevant part as \"inflicts or\r\nallows to be inflicted upon the child physical injury, including injuries\r\nsustained as a result of excessive corporal punishment.\" § 16-3-85(B)(2)(a).\r\nAs explained below, I believe the critical issue in this case was whether the\r\ncorporal punishment inflicted on this child was excessive and therefore met\r\nthe statutory definition of harm.\r\n\r\nThe jury began deliberating at 1:15 pm. Around 4:00 pm the jury asked to\r\nbe recharged on the definitions found in the statute, to rehear appellant’s\r\ntestimony of when she took a shower with the victim, and “Dr. Sexton’s\r\ntestimony from A. to Z.” The jury later asked for two parts of Dr. Sexton’s\r\ntestimony to be replayed and to be recharged on the statutory definitions.\r\nThe jury was sent home for the evening at 6:44 pm. They deliberated the\r\nnext day for more than two hours before returning the guilty verdict. In light\r\nof the length of the deliberations, the jury's apparent focus on \"abuse,\"\r\n\"harm,\" and the expert testimony as to time of injury and manner and cause\r\n\r\n             (B) For purposes of this section, the following definitions\r\n             apply:(1) \"child abuse or neglect\" means an act or\r\n                   omission by any person which causes harm to the\r\n                   child's physical health or welfare;\r\n\r\n                   (2) \"harm\" to a child's health or welfare occurs\r\n                   when a person:\r\n\r\n                          (a) inflicts or allows to be inflicted upon the\r\n                          child physical injury, including injuries\r\n                          sustained as a result of excessive corporal\r\n                          punishment;\r\n\r\n                          (b) fails to supply the child with adequate\r\n                          food, clothing, shelter, or health care, and\r\n                          the failure to do so causes a physical injury\r\n                          or condition resulting in death; or\r\n\r\n                          (c) abandons the child resulting in the child's\r\n                          death.\r\n\nof death, including the medical testimony that the corporal punishment\r\ninflicted on this child led to her death only because of her undiagnosed\r\nsickle cell trait, and considering the “highly prejudicial” nature of the sticks,\r\nI am compelled to conclude that there is a reasonable probability that this\r\nimproperly admitted evidence influenced the jury's verdict. State v. Green,\r\nsupra. I would therefore reverse.\r\n\n","court":"Supreme"},{"id":"27136","title":"Argabright v. Argabright","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27136.pdf","description":"The Court affirms the family court's issuance of a restraining order.","date":"2012-06-20","type":"opinion","text":"                THE STATE OF SOUTH CAROLINA \n\r\n                      In The Supreme Court\n\r\n                           __________\r\n        Wayne Argabright,                Respondent,\r\n\r\n                                   v.\r\n        Lisa Argabright,                 Appellant.\r\n                              __________\r\n\r\n                      Appeal from Sumter County \n\r\n               George M. McFaddin, Jr., Family Court Judge \n\r\n                             __________\r\n\r\n                          Opinion No. 27136 \n\r\n              Heard February 8, 2012 – Filed June 20, 2012     \n\r\n                             __________\r\n\r\n                              AFFIRMED\r\n                              ___________\r\n\r\n        Richard T. Jones, Jones Seth Shuler & Jones, of Sumter, for\r\n        Appellant.\r\n\r\n        John S. Nichols and Blake A. Hewitt, both of Bluestein, Nichols,\r\n        Thompson & Delgado, of Columbia, and T.H. Davis, III, of\r\n        Atkinson & Davis, of Sumter, for Respondent.\r\n\r\n        James Alexander Stoddard, of Sumter, Guardian Ad Litem.\r\n                             ___________\r\n\r\n      JUSTICE KITTREDGE: Appellant            Lisa     Argabright    and\r\nRespondent Wayne Argabright were formerly married, are now divorced and\r\nshare joint custody of their minor daughter. Appellant appeals the family\r\n\ncourt's issuance of a restraining order enjoining her from permitting any\r\ncontact between her boyfriend, a convicted sex offender, and the parties'\r\nminor daughter. The family court further required Appellant to pay\r\nRespondent's attorney's fees and the guardian ad litem fees. We affirm.\r\n\r\n                                     I.\r\n\r\n      Appellant and Respondent were married in 1986 and their daughter\r\n(Child) was born in 1996. The parties divorced in 2000 and share joint\r\ncustody of Child, with Appellant having primary physical custody.\r\n\r\n      In 2003, when Child was seven years old, Appellant began dating John\r\n    1\r\nDoe, a convicted sex offender. Four years earlier, Doe pled guilty to lewd\r\nact upon a minor. Doe performed oral sex on his two daughters, ages six and\r\neight at the time. Part of Doe's sentence required him to register as a sex\r\noffender.\r\n\r\n      Although Appellant learned of Doe's conviction several months after\r\nthey began the relationship, Appellant did not inform Respondent. Appellant\r\nadmitted Doe's past concerned her about the safety of Child. Nonetheless,\r\nChild frequently spent the night at Doe's house with Appellant and\r\noccasionally slept in the bedroom with them.\r\n\r\n      In 2009, Appellant informed Child about Doe's past. Appellant\r\nrequested that Child not share the information with Respondent, but promised\r\nto do so herself. However, Appellant did not tell Respondent, who ultimately\r\nlearned of Doe's status as a child molester via the sex offender registry.\r\nBelieving Appellant was not aware of Doe's pedophilia, Respondent\r\nimmediately notified Appellant. Appellant admitted she was already aware\r\nof Doe's history of sexually abusing young girls.\r\n\r\n\r\n1    We refer to Appellant's boyfriend using the pseudonym John Doe\r\nbecause both this case and Doe's criminal conviction deal with the sexual\r\nabuse of children, which is a sensitive and personal subject matter. See Doe\r\nv. Howe, 362 S.C. 212, 607 S.E.2d 354 (Ct. App. 2005).\r\n\n       Upon Appellant's refusal to prohibit further contact between Doe and\r\nChild, Respondent filed the underlying action in family court seeking to\r\nrestrain Appellant from exposing Child to Doe. In its final order, the family\r\ncourt enjoined Appellant from permitting contact between Child and Doe\r\nuntil Child reaches eighteen years of age.2 Appellant was further ordered to\r\npay Respondent's attorney's fees and the guardian ad litem fees.\r\n\r\n                                      II.\r\n\r\n      This Court's standard of review in an appeal from the family court is de\r\nnovo. Lewis v. Lewis, 392 S.C. 381, 386, 709 S.E.2d 650, 652 (2011). As\r\nsuch, \"the appellate court has jurisdiction to find facts in accordance with its\r\nview of the preponderance of the evidence. However, this broad scope of\r\nreview does not require this Court to disregard the findings of the family\r\ncourt.\" Id. at 384, 709 S.E.2d at 651 (quoting Eason v. Eason, 384 S.C. 473,\r\n479, 682 S.E.2d 804, 807 (2009)).     III.\r\n\r\n       We have reviewed the record and concur in the judgment of the family\r\ncourt. Under the facts presented, it was appropriate to enjoin Appellant from\r\npermitting any contact between her boyfriend and Child until Child reaches\r\neighteen years of age. Doe, as Appellant's boyfriend, has no rights with\r\nrespect to Child. We reject Appellant's reliance on case law which, under the\r\nfacts, allowed contact between parents who were convicted sex offenders and\r\ntheir children. See Payne v. Payne, 382 S.C. 62, 674 S.E.2d 515 (Ct. App.\r\n2009); In re M., 312 S.C. 248, 439 S.E.2d 857 (Ct. App. 1994). Permitting\r\nparents who are convicted sex offenders to have custody and visitation rights,\r\nunder proper circumstances, is so far removed from the nonexistent right of a\r\nchild sex offender to have legally sanctioned contact with an unrelated child\r\nthat no discussion is warranted.3\r\n\r\n2     Child is now sixteen years old.\r\n3     Appellant's brief indicates she and Doe have since married. We are, of\r\ncourse, bound by the record established at trial. See Rule 210(c), SCACR\r\n\n      The family court correctly focused on the best interest of the child, not\r\nthe romantic interests of Appellant. Courts must ensure that \"in all matters\r\nconcerning a child, the best interest of the child is the paramount\r\nconsideration.\" Harris v. Harris, 307 S.C. 351, 353, 415 S.E.2d 391, 393\r\n(1992) (noting that \"South Carolina, as parens patriae, protects and\r\nsafeguards the welfare of its children\"); see also Michael P. v. Greenville\r\nCounty Dep't of Social Servs., 385 S.C. 407, 417, 684 S.E.2d 211, 216 (Ct.\r\nApp. 2009) (\"[T]he best interest of a child is the polar star by which decisions\r\nmust be made which affect children.\") (quoting In re Michael Ray T., 206\r\nW.Va.434, 442, 525 S.E.2d 315, 323 (1999)).\r\n\r\n      We reject Appellant's argument that the family court failed to consider\r\nthe expert's testimony that Doe had successfully completed treatment and\r\nposed a low risk of re-offending. The family court considered such evidence,\r\nbut rejected it, as we do, as a basis for allowing contact between Doe and\r\nChild. The family court also considered the same expert's cautionary\r\nadmonition that if Doe were permitted contact with Child, such contact\r\nshould be supervised. The guardian ad litem concurred. Based on the record\r\nbefore us, Appellant is the only person available to supervise contact between\r\nChild and Doe. Given Appellant's pattern of deception and pursuit of her\r\nown interests over those of Child, an order entrusting Appellant to ensure no\r\nfuture unsupervised contact between Child and Doe would be suspect.\r\n\r\n                                      IV.\r\n\r\n     We affirm the remaining issues, including the award of attorney's fees\r\nand guardian ad litem fees, pursuant to Rule 220(b)(1), SCACR.\r\n\r\n\r\n      AFFIRMED.\r\n\r\n\r\n\r\n(\"The Record shall not . . . include matter which was not presented to the\r\nlower court or tribunal.\").\r\n\n      TOAL, C.J., BEATTY and HEARN, JJ., concur. PLEICONES, J.,\r\ndissenting in a separate opinion\r\n\nJUSTICE PLEICONES: I respectfully dissent. As noted by the majority,\r\nour review of family court rulings is de novo. In my view, the evidence in\r\nthe record fails to support the imposition of such a restrictive order on\r\nAppellant. All of the evidence in the record is that Appellant’s child and Doe\r\nenjoy a close relationship and that he poses no danger to her. As the family\r\ncourt recognized and all parties agreed, Appellant allowed her daughter to be\r\nalone with Doe on only one occasion in seven years and only for a very brief\r\nperiod of time. The family court concluded that this behavior supported an\r\ninference that while Appellant recognized great danger to her child she\r\nnonetheless exhibited a lack of concern for the child’s safety. The majority\r\nfurther infers that Appellant cannot be trusted to supervise her child’s\r\ninteraction with Doe given this history.\r\n\r\nTo the contrary, in my view, this history provides a strong basis for\r\nconcluding that Appellant can be trusted to safeguard her child and has a\r\nconsistent track record of having done so. Moreover, I disagree with the\r\nmajority that Appellant has demonstrated a “pattern of deception and pursuit\r\nof her own interests over those of” her daughter. The record indicates that\r\nDoe has fully accepted responsibility for his actions and unstintingly pursued\r\nrehabilitation. All of the expert testimony in the record is that he has been\r\nhighly successful in doing so. I would not deem Appellant guilty of\r\ndeception when she sought to avoid disclosing information that was available\r\nin the public record and which she had no affirmative obligation to disclose.\r\n\r\nTo hold now, when the child is a young adult, that Appellant must prevent\r\nany contact, including supervised contact, between Doe and her daughter,\r\nappears to me unwarranted. I would thus modify the family court’s order\r\ninsofar as it prohibits even supervised contact between Doe and the child. I\r\ntherefore respectfully dissent.\r\n\n","court":"Supreme"},{"id":"ORDER","title":"In the Matter of Howard Hammer, Petitioner.","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2012-06-01-02","description":"On November 28, 2011, Respondent was suspended from the practice of law for a period of six (6) months.Â","date":"2012-06-20","type":"order","text":"\r\n  <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\ntd {\r\n\tfont-family: Arial, Helvetica, sans-serif;\r\n\tfont-style: normal;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\n  \r\n    \r\n      \r\n        \r\n          In the Matter of Howard Hammer,  Petitioner.\r\n          \r\nAppellate  Case No. 2012-212098 \r\n      \r\n    \r\n  \r\n\r\n      ORDER  \r\n  \r\n  On November 28, 2011, Respondent was  suspended from the practice of law for a period of six (6) months.  He has now filed an affidavit requesting  reinstatement pursuant to Rule 32, of the Rules for Lawyer Disciplinary  Enforcement contained in Rule 413, SCACR.  \r\n  The request is granted and he is hereby  reinstated to the practice of law in this state.                                                    \r\n  \r\n   \r\n     \r\n     \r\n       \r\n        &nbsp;&nbsp;&nbsp;&nbsp;   FOR THE COURT\r\n        s/\r\n          Daniel E. Shearouse                                 \r\n        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;CLERK \r\n\r\n    \r\n  \r\n\r\n  Columbia, South Carolina\r\n    June 1, 2012\r\n    \r\n    \r\n    ","court":"Supreme"},{"id":"ORDER","title":"In the Matter of Jack L. Schoer, Petitioner.","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2012-06-14-01","description":"This matter is before the Court on petitioner's Petition for Reinstatement.","date":"2012-06-20","type":"order","text":"\r\n  <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\ntd {\r\n\tfont-family: Arial, Helvetica, sans-serif;\r\n\tfont-style: normal;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\n  \r\n    \r\n      \r\n        \r\n          In the Matter of Jack L.  Schoer, Petitioner.\r\n          \r\nAppellate Case No. 2011-200646\r\n      \r\n    \r\n  \r\n\r\n      ORDER  \r\n  \r\n  This matter is before the Court on petitioner's  Petition for Reinstatement.  The petition  is granted subject to the condition that, if he enters private practice,  petitioner shall be required to enter into a mentoring agreement  with an active member of the South Carolina Bar for two (2) years during which  petitioner and the mentor shall meet on a monthly basis to discuss issues and  concerns related to petitioner's law  practice and the  mentor shall submit quarterly reports concerning petitioner's compliance with  his mentoring obligation to the Commission on Lawyer Conduct.   \r\nIT IS SO  ORDERED. \r\n\r\n  \r\n    \r\n     s/Jean H. Toal&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;C.J.\r\n      \r\n      s/Costa M. Pleicones&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/Donald W. Beatty&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/John W. Kittredge&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/Kaye G. Hearn&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n    \r\n  \r\n\r\nColumbia, South Carolina\r\n    June 14, 2012\r\n    \r\n\r\n\r\n","court":"Supreme"},{"id":"27137","title":"In the Matter of Gloria Leevy","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27137.pdf","description":"This is a disciplinary opinion in which the Court definitely suspends a lawyer.","date":"2012-06-27","type":"opinion","text":"                   THE STATE OF SOUTH CAROLINA \n\r\n                        In The Supreme Court \n\r\n\r\n            In the Matter of Gloria Y. Leevy, Respondent\r\n\r\n            Appellate Case No. 2012-211953\r\n\r\n\r\n\r\n                              Opinion No. 27137 \n\r\n                  Submitted May 14, 2012 – Filed June 27, 2012 \n\r\n\r\n\r\n\r\n\r\n                           DEFINITE SUSPENSION\r\n\r\n\r\n            Disciplinary Counsel Lesley M. Coggiola and Assistant\r\n            Disciplinary Counsel William Curtis Campbell, both of\r\n            Office of Disciplinary Counsel.\r\n\r\n            Gloria Y. Leevy, of Atlanta GA, pro se.\r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter, respondent and the Office of\r\nDisciplinary Counsel (ODC) have entered into an Agreement for Discipline by\r\nConsent (Agreement) pursuant to Rule 21 of the Rules for Lawyer Disciplinary\r\nEnforcement (RLDE) contained in Rule 413 of the South Carolina Appellate Court\r\nRules (SCACR). In the Agreement, respondent admits misconduct and consents to\r\nany sanction set forth in Rule 7(b), RLDE, Rule 413, SCACR. Respondent further\r\nagrees to pay the costs incurred in the investigation and prosecution of this matter\r\nand to complete the Legal Ethics and Practice Program Ethics School, Trust\r\nAccount School, and Advertising School. We accept the Agreement and suspend\r\nrespondent from the practice of law in this state for three (3) years. We further\r\norder respondent to pay the costs incurred in the investigation and prosecution of\r\nthis matter and to complete the Legal Ethics and Practice Program Ethics School,\r\nTrust Account School, and Advertising School prior to seeking reinstatement. The\r\nfacts, as set forth in the Agreement, are as follows.\r\n\n                                       Facts\r\n\r\n                                      Matter I\r\n\r\nOn or about December 2007 or January 2008, respondent issued a check in the\r\namount of $250 payable to the South Carolina Bar Lawyer Referral Service on her\r\nlaw firm trust account. Respondent asserts that, at the time she wrote the check\r\nfrom her trust account, there were no client funds in the account.\r\n\r\nIn addition, respondent admits she failed to complete monthly reconciliations of\r\nthe trust account. She acknowledges she failed to maintain the records required by\r\nRule 417, SCACR. Respondent has provided evidence to ODC of her acquisition\r\nof equipment to enable her to better organize her accounting records so that she\r\nwill be in compliance with the Rules of Professional Conduct and Rule 417,\r\nSCACR.                                Matter II\r\n\r\nRespondent represented the Complainant in a civil matter in 2001. She admits she\r\nfailed to diligently pursue the action on behalf of the Complainant. In addition,\r\nrespondent admits she failed to communicate with Complainant by not responding\r\nto Complainant's letters and telephone calls. Respondent states substitute counsel\r\nhas now taken over the representation of Complainant.\r\n\r\n                                     Matter III\r\n\r\nRespondent represented the Complainant in a wrongful termination action.\r\nRespondent admits she failed to diligently represent the Complainant because she\r\nfailed to effectuate proper service on the defendants. In addition, respondent failed\r\nto communicate with Complainant. Respondent admits she relocated her law\r\noffice and failed to notify Complainant of the new address or telephone number.\r\n\r\n                                     Matter IV\r\n\r\nOn November 1, 2008, respondent was appointed to represent Complainant in a\r\npending criminal matter. Respondent failed to diligently act upon notice of the\r\nappointment and did not meet with Complainant or otherwise acknowledge her\r\nappointment. Respondent admits she failed to communicate with Complainant.\r\nRespondent states substitute counsel has been appointed for Complainant.\r\n\n                                      Matter V\r\n\r\nRespondent undertook to represent the Complainant in a discrimination/education\r\naction regarding Complainant's child. Respondent failed to file an appeal and\r\nfailed to file suit in the United States District Court as requested by Complainant;\r\nrespondent admits she failed to make it clear to Complainant that she would not\r\nfile suit in federal court, but in state court.\r\n\r\nRespondent admits she failed to timely communicate with Complainant. She\r\nadmits she did not notify Complainant of the relocation of her law office and failed\r\nto provide Complainant of her new address or other contact information.\r\n\r\n                                     Matter VI\r\n\r\nRespondent represented Complainant in a case seeking recovery of Complainant's\r\nbelongings that were being held in storage. Respondent admits she filed the initial\r\naction in 2005 with the belief that the cause of action did not arise until the\r\nbelongings were sold for storage fees. Respondent was later made aware that the\r\nbelongings were sold for the storage fees in 2001 and the statute of limitations had\r\nexpired.\r\n\r\nRespondent admits she did not diligently pursue this case. She also admits she\r\nfailed to maintain communications with Complainant.\r\n\r\nIn 2008, respondent secured substitute counsel for Complainant, but the case was\r\nultimately lost as it was not filed within the statute of limitations.\r\n\r\n                                     Matter VII\r\n\r\nRespondent admits she undertook to represent two parties in personal injury cases\r\nin 2002. Respondent states that she associated another attorney who actually\r\nhandled the settlement of the cases. That attorney is no longer a licensed attorney\r\nin South Carolina.\r\n\r\nRespondent later learned that the Complainant, a medical provider for both parties,\r\nwas not paid from the settlement proceeds. Respondent is now informed that the\r\nComplainant is owed $6,038 in one case and $5,818 in the other case. Respondent\r\naccepts full responsibility for the failure to make payment to the Complainant. She\r\nrepresents she fully intends to make the Complainant whole with regards to the\r\nfunds owed.\r\n\n                                     Matter VIII\r\n\r\nRespondent admits that she accepted Complainant's case materials and a check in\r\nthe amount of $5,000 as a fee to handle the case. Respondent did not place the\r\nfunds in her trust account but, rather, deposited the funds into her personal account.\r\n\r\nRespondent left South Carolina realizing she would not be able to function as a\r\nlawyer and returned Complainant's retainer in April 2010 by issuing a starter check\r\non a new checking account. The check was returned to Complainant's bank as it\r\ncould not be negotiated.\r\n\r\nRespondent did not forward Complainant her materials as she had promised.\r\nRespondent admits she failed to safeguard Complainant's funds and materials,\r\nfailed to communicate with Complainant, and failed to act diligently on\r\nComplainant's behalf.\r\n\r\nRespondent failed to answer the Notice of Investigation.\r\n\r\nIn mitigation, respondent notified ODC that she been suffering from depression\r\ndue to illness and the death of family members. ODC encouraged respondent to\r\nseek help from Lawyers Helping Lawyers and was informed respondent did avail\r\nherself of that service at some point during these proceedings. Respondent\r\nrepresents she is unable to function as a practicing member of the legal community\r\nat this time.                           Law\r\n\r\nRespondent admits that by her conduct she has violated the following provisions of\r\nthe Rules of Professional Conduct, Rule 407, SCACR: Rule 1.2 (lawyer shall\r\nabide by client's decisions concerning the objectives of representation and shall\r\nconsult with the client as to the means by which they are to be pursued), Rule 1.3\r\n(lawyer shall act with reasonable diligence and promptness in representing client),\r\nRule 1.4 (lawyer shall keep client reasonably informed about the status of the\r\nmatter and promptly comply with reasonable requests for information), Rule 1.15\r\n(lawyer shall hold property of clients or third persons in lawyer’s possession in\r\nconnection with a representation separate from lawyer’s own property; lawyer\r\nshall promptly deliver to client or third person any funds or other property that\r\nclient or third person is entitled to receive), Rule 8.1(b) (lawyer in connection with\r\na disciplinary matter shall not knowingly fail to respond to a lawful demand for\r\n\ninformation from disciplinary authority, and Rule 8.4(e) (it is professional\r\nmisconduct for lawyer to engage in conduct that is prejudicial to the administration\r\nof justice). She also admits she violated Rule 417, SCACR. Respondent\r\nacknowledges she has violated the following Rules for Lawyer Disciplinary\r\nEnforcement, Rule 413, SCACR: Rule 7(a)(1) (it shall be ground for discipline for\r\nlawyer to violate the Rules of Professional Conduct).\r\n\r\n                                    Conclusion\r\n\r\nWe accept the Agreement and suspend respondent from the practice of law in this\r\nstate for three (3) years. We further order respondent to pay the costs incurred in\r\nthe investigation and prosecution of this matter to the Commission on Lawyer\r\nConduct and to complete the Legal Ethics and Practice Program Ethics School,\r\nTrust Account School, and Advertising School prior to seeking reinstatement.\r\nWithin fifteen days of the date of this opinion, respondent shall file an affidavit\r\nwith the Clerk of Court showing that she has complied with Rule 30 of Rule 413,\r\nSCACR.\r\n\r\nDEFINITE SUSPENSION.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"27138","title":"Freemantle v. Preston","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27138.pdf","description":"The Court affirms the trial court's dismissal of Appellant's common law causes of action for lack of standing, but reverses and remands the trial court's dismissal of Appellant's FOIA causes of action, finding the legislature has conferred standing on any citizen to bring FOIA claims.","date":"2012-06-27","type":"opinion","text":"                THE STATE OF SOUTH CAROLINA \n\r\n                     In The Supreme Court \n\r\n\r\n        Richard Freemantle, individually and on behalf of\r\n        himself and all others similarly situated, Appellant,\r\n        v.\r\n        Joe Preston, in his official capacity and individually,\r\n        while Administrator of Anderson County; Anderson\r\n        County, a political subdivision of the State of South\r\n        Carolina; Anderson County Council, the Legislative and\r\n        Executive body of Anderson County; Ron Wilson, in his\r\n        official capacity and individually; Bill McAbee, in his\r\n        official capacity and individually; Larry Greer, in his\r\n        official capacity and individually; Michael Thompson in\r\n        his official capacity and individually; Gracie Floyd, in\r\n        her official capacity and individually, Respondents.\r\n\r\n        Appellate Case No. 2010-181306\r\n\r\n                   Appeal From Anderson County\r\n               J. Cordell Maddox, Circuit Court Judge\r\n\r\n                          Opinion No. 27138 \n\r\n               Heard April 17, 2012 – Filed June 27, 2012 \n\r\n\r\n\r\n\r\n\r\n    AFFIRMED IN PART, REVERSED IN PART, AND REMANDED\r\n\r\n\r\n        Charles R. Griffin, Jr., of Anderson, for Appellant.\r\n\r\n        James W. Logan, of Logan Jolley & Smith, of Anderson,\r\n        Kevin W. Sturm, of Sturm & Cont, of Spartanburg,\r\n\r\n\r\n \r\n\n             Candy M. Kern-Fuller, of Upstate Law Group, of Easley,\r\n             Andrew F. Lindemann, of Davidson & Lindemann, of\r\n             Columbia, D. Randle Moody, II, and Joseph O. Smith,\r\n             both of Roe Cassidy Coates & Price, of Greenville, and\r\n             Chuck Allen, of Anderson, for Respondents.\r\n\r\n\r\nJUSTICE KITTREDGE: This is an appeal from the trial court's dismissal of\r\nclaims pursuant to Rule 12(b)(6), SCRCP. Appellant Richard Freemantle, a citizen\r\nand taxpayer of Anderson County, sought to invalidate a severance agreement\r\nbetween Anderson County and its former county administrator, contending the\r\napproval of the severance agreement violated the common law and South\r\nCarolina's Freedom of Information Act (\"FOIA\"). The trial court dismissed the\r\naction finding that Appellant's status as a taxpayer did not confer standing to\r\nchallenge the severance agreement. We agree with the able circuit judge in most\r\nrespects concerning Appellant's lack of standing. We disagree with the trial court\r\nonly insofar as the FOIA claim is concerned, for traditional standing principles do\r\nnot apply under FOIA because the legislature has conferred standing on any citizen\r\nto enforce the Act's provisions. Accordingly, we affirm in part, reverse in part, and\r\nremand for further proceedings.          I.\r\n\r\n      Appellant filed this action in November 2009 to challenge the legality of a\r\nseverance agreement between Anderson County (\"the County\") and Joey Preston, a\r\nformer Anderson County Administrator. In addition to suing the County and\r\nPreston, Appellant named as Defendants the Anderson County Council (\"Council\")\r\nand several former and current Council members in their official and individual\r\ncapacities. We collectively refer to Defendants as Respondents.\r\n\r\n       Preston was hired as County Administrator in July 1998. His employment\r\ncontract with the County provided for an initial employment term of three years\r\nand a continuing, annual renewal of employment in the absence of written notice\r\nnot to renew the contract. The contract provided Preston with an annual salary of\r\n$95,000 and contemplated annual pay increases consistent with the County's wage\r\nand compensation plan. In the event the County terminated Preston's employment\r\nwithout cause, which he alleged occurred in September 2008, the employment\r\ncontract provided Preston was to be entitled to severance pay, including the\r\nfinancial benefits remaining on the balance of his contract, compensation for\r\n\r\n\r\n \r\n\nearned sick and annual leave, and additional severance pay based upon the length\r\nof his total service to the County.\r\n\r\n       The balance of power on Council was substantially altered as a result of the\r\nNovember 2008 election. With the new Council coming in, one of the final acts of\r\nthe outgoing Council was to execute a severance agreement for Preston that\r\nprovided him over one million dollars in severance benefits, which was well in\r\nexcess of that provided for in his employment contract. The severance agreement\r\nalso included a release provision, stating that the County would never seek legal\r\nredress against Preston for any claims relating to his employment with the County.\r\nThis occurred in a Council meeting on November 18, 2008, amid allegations of\r\nsecret meetings and collusion. By a vote of 5-2, the outgoing Council approved\r\nthe severance agreement. The severance agreement was not placed on the\r\nmeeting's agenda.\r\n\r\n       Appellant filed a complaint against Respondents on behalf of himself and all\r\nothers similarly situated seeking monetary relief and various declaratory\r\njudgments. Specifically, Appellant alleged that Council's vote approving the\r\nseverance agreement was invalid. In addition, Appellant contended the successor\r\nAnderson County Council was in any event not bound by the severance agreement.\r\nRelief was sought pursuant to various causes of action, including covin and\r\ncollusion, breach of fiduciary duties, illegal gift of county funds, misfeasance,\r\nmalfeasance, conspiracy, violations of public policy, and violations of FOIA, S.C.\r\nCode Ann. §§ 30-4-10 to -165 (Supp. 2011).1\r\n\r\n      Thereafter, Respondents moved for the suit to be dismissed pursuant to\r\nRules 12(b)(6), SCRCP, asserting that Appellant, as a taxpayer, lacked standing.\r\nRespondents further asserted that they were entitled to legislative immunity, and\r\nAppellant's claims were barred by Rule 12(b)(8), SCRCP, due to a pending action\r\nseeking similar relief. In its order of dismissal, the trial court found that Appellant\r\n                                                            \r\n1      Appellant asserts Respondents failed to properly notice an executive session\r\nmeeting of the Personnel Committee on November 4, 2008. Additionally,\r\nAppellant maintains that Respondents were aware of the severance agreement prior\r\nto the November 18, 2008 meeting but did not place the severance agreement on\r\nthe agenda prior to the meeting. Appellant contends that the Council's failure to\r\ninclude the severance package on the agenda violated section 30-4-80 of the South\r\nCarolina Code, which requires that agenda for a public body meeting must be\r\nposted at least twenty-four hours prior to scheduled meetings and requires that\r\nbodies make reasonable and timely efforts to give notice of their meetings.\r\n\r\n \r\n\nlacked standing under the constitution, the public importance exception, and\r\npursuant to state statute. Alternatively, the trial court held that Respondents were\r\nentitled to legislative immunity and that Appellant's action was barred under Rule\r\n12(b)(8) because a \"duplicative\" action was pending in circuit court.\r\n\r\n                                                               II.\r\n\r\n       \"On appeal from the dismissal of a case pursuant to Rule 12(b)(6), an\r\nappellate court applies the same standard of review as the trial court.\" Rydde v.\r\nMorris, 381 S.C. 643, 646, 675 S.E.2d 431, 433 (2009). \"That standard requires\r\nthe Court to construe the complaint in a light most favorable to the nonmovant and\r\ndetermine if the facts alleged and the inferences reasonably deducible from the\r\npleadings would entitle the plaintiff to relief on any theory of the case.\" Id.\r\n(internal quotations omitted). If the facts alleged and inferences deducible\r\ntherefrom would entitle the plaintiff to any relief, then dismissal under Rule\r\n12(b)(6) is improper. Sloan Constr. Co. v. Southco Grassing, Inc., 377 S.C. 108,\r\n113, 659 S.E.2d 158, 161 (2008).                               III.\r\n\r\n       Appellant relies on his status as a taxpayer in contending the trial court erred\r\nin finding Appellant lacked standing to assert his various claims against\r\nRespondents. Standing may be acquired: (1) through the rubric of \"constitutional\r\nstanding\"; (2) under the \"public importance\" exception; or (3) by statute. ATC\r\nSouth, Inc. v. Charleston Cnty., 380 S.C. 191, 195, 669 S.E.2d 337, 339 (2008).\r\nWe hold the trial court properly found Appellant lacks standing under the\r\ntraditional standing principles. However, we find Appellant possesses standing\r\npursuant to state statute.\r\n\r\nA. Constitutional Standing\r\n\r\n       To establish constitutional standing, a plaintiff must first show he has\r\nsuffered an \"injury in fact—an invasion of a legally protected interest which is (a)\r\nconcrete and particularized, and (b) actual or imminent, not conjectural or\r\nhypothetical.\"2 Id. (quoting Lujan v. Defenders of Wildlife, 504 U.S. 555, 560-61\r\n                                                            \r\n2     To establish constitutional standing, a plaintiff must also show a causal\r\nconnection between the injury and the conduct complained of and it must be likely,\r\nas opposed to speculative, that the injury will be redressed by a favorable decision.\r\nATC South, 380 S.C. at 195, 669 S.E.2d at 339.\r\n\r\n \r\n\n(1992) (internal quotations and citations omitted)). \"[A] private person may not\r\ninvoke the judicial power to determine the validity of executive or legislative\r\naction unless he has sustained, or is in immediate danger of sustaining, prejudice\r\ntherefrom.\" Evins v. Richland Cnty. Historic Pres. Comm'n, 341 S.C. 15, 21, 532\r\nS.E.2d 876, 879 (2000). A taxpayer lacks constitutional standing when he \"'suffers\r\nin some indefinite way in common with people generally.'\" ATC South, 380 S.C.\r\nat 198, 669 S.E.2d at 341 (quoting Frothingham v. Mellon, 262 U.S. 447, 488\r\n(1923)) (emphasis added).\r\n\r\n        In our judgment, the injury, if any, to Appellant as a taxpayer is common to\r\nall citizens and taxpayers of Anderson County. Thus, this feature of commonality\r\ndefeats the constitutional requirement of a concrete and particularized injury. We\r\ntherefore affirm the trial court in rejecting Appellant's claim of taxpayer standing\r\nunder constitutional standing principles.\r\n\r\nB. The \"Public Importance\" Exception\r\n\r\n       This Court has often recognized the \"public importance\" exception to the\r\ngeneral standing requirements. \"[S]tanding is not inflexible and standing may be\r\nconferred upon a party when an issue is of such public importance as to require its\r\nresolution for future guidance.\" Id. at 198, 669 S.E.2d at 341 (quoting Davis v.\r\nRichland Cnty. Council, 372 S.C. 497, 500, 642 S.E.2d 740, 741 (2007) (citation\r\nomitted)). In cases falling within the ambit of important public interest, standing is\r\nconferred \"without requiring the plaintiff to show he has an interest greater than\r\nother potential plaintiffs.\" Davis, 372 S.C. at 500, 642 S.E.2d at 741-42 (finding\r\nrecreation commissioners have standing under the public importance exception to\r\nchallenge the constitutionality of an act which authorizes their removal from\r\noffice). However, a matter is deemed to be of public importance only where a\r\nresolution is needed for future guidance. Sloan v. Sanford, 357 S.C. 431, 434, 593\r\nS.E.2d, 470, 472 (2004) (\"[U]nder certain circumstances, standing may be\r\nconferred upon a party when an issue is of such public importance as to require its\r\nresolution for future guidance.\"). Thus, \"[f]or a court to relax general standing\r\nrules, the matter of importance must, in the context of the case, be inextricably\r\nconnected to the public need for court resolution for future guidance.\" ATC South,\r\n380 S.C. at 199, 669 S.E.2d at 341.\r\n\r\n      This nexus between the public importance exception and the need for future\r\nguidance from the Court is invariably linked to a need for and entitlement to\r\ninjunctive relief. That Appellant sought monetary damages for himself in his\r\ncommon law causes of action, while claiming to represent the taxpayers of\r\n\r\n \r\n\nAnderson County, directly conflicts with the purpose and spirit of the public\r\nimportance exception. Moreover, the personnel choices of Anderson County, even\r\nin the face of a seemingly excessive severance package, do not necessitate further\r\nguidance. Thus, we affirm the circuit court's finding that this action does not\r\nwarrant invocation of the public importance exception.\r\n\r\nC. Statutory Standing\r\n\r\n        The traditional concepts of constitutional standing are inapplicable when\r\nstanding is conferred by statute. FOIA contains a specific standing provision\r\nallowing any citizen of South Carolina to seek a declaratory judgment or injunctive\r\nrelief to enforce the Act's requirements. S.C. Code Ann. § 30-4-100(a) (Supp.\r\n2011) (\"Any citizen of the State may apply to the circuit court for either or both a\r\ndeclaratory judgment and injunctive relief to enforce the provisions of this chapter\r\nin appropriate cases . . . .\").\r\n\r\n       This Court specifically addressed the issue of standing under FOIA in\r\nFowler v. Beasley, 322 S.C. 463, 472 S.E.2d 630 (1996) (citizens brought action\r\nagainst county legislative delegation, school board, and governor seeking\r\ninjunction to prevent school board candidate from serving due to violations of\r\nFOIA). In Fowler, the county delegation and school board contended citizens of\r\nCharleston County lacked standing to seek an injunction because they had \"no\r\npersonal stake in the outcome.\" 322 S.C. at 466, 472 S.E.2d at 632. In following\r\nthe legislature's unmistakable intent, this Court disagreed and stated \"[FOIA]\r\npermits any citizen to apply to the circuit court for injunctive relief. Accordingly,\r\nrespondents have standing to challenge the Delegation's procedures under the\r\nFOIA.\" Id.; see also Sloan v. Friends of Hunley, Inc., 369 S.C. 20, 28, 630 S.E.2d\r\n474, 479 (2006) (\"[T]his Court has held that standing under FOIA does not require\r\nthe information seeker to have a personal stake in the outcome.\" (internal\r\nquotations omitted)); Bus. License Opposition Comm. v. Sumter Cnty., 304 S.C.\r\n232, 403 S.E.2d 638 (1991) (holding appellants are entitled to litigate the nature\r\nand effect of a violation of FOIA and the appropriate relief, if any, to be awarded).\r\n\r\n        The legislature has specifically conferred standing upon any citizen of South\r\nCarolina to bring a FOIA claim against a public body for declaratory or injunctive\r\nrelief, or both. Appellant has pled that he is a citizen of the State and that FOIA\r\nhas been violated. Nothing more is required. Therefore, the trial court erred in\r\n\r\n\r\n\r\n\r\n\r\n \r\n\nfinding Appellant lacked standing to assert his FOIA claims.3 On remand,\r\nAppellant shall be entitled to pursue his FOIA claims seeking declaratory and\r\ninjunctive relief.                                             IV.\r\n\r\n        Appellant also argues the trial court erred in alternatively dismissing the\r\naction on the bases of the affirmative defense of legislative immunity and pursuant\r\nto Rule 12(b)(8), SCRCP, since there was not a duplicative action already pending\r\nin trial court. We agree and find dismissal on the grounds of legislative immunity\r\nand Rule 12(b)(8) was improper pursuant to Rule 220(b)(1), SCACR, and the\r\nfollowing authorities: Frazer v. Badger, 361 S.C. 94, 101, 603 S.E.2d 587, 590\r\n(2004) (\"Immunity under the [Tort Claims] statute is an affirmative defense that\r\nmust be proved by the defendant at trial.\"); Jensen v. S.C. Dep't of Soc. Servs., 297\r\nS.C. 323, 333, 377 S.E.2d 102, 108 (Ct. App. 1988) (\"Dismissal under Rule\r\n12(b)(6) is seldom appropriate when the defense of immunity is pleaded. In such\r\ncases the court must determine whether the public official acted within the scope of\r\nhis discretionary authority.\"); see also Capital City Ins. Co. v. BP Staff, Inc., 382\r\nS.C. 92, 105-06, 674 S.E.2d 524, 531-32 (Ct. App. 2009) (finding that Rule\r\n12(b)(8) should be interpreted \"narrowly such that the claim must be precisely or\r\nsubstantially the same in both proceedings in order for the drastic remedy of\r\ndismissal to be appropriate under Rule 12(b)(8)\"). 4           V.\r\n\r\n      On the basis of Appellant's lack of standing, we affirm the trial court's\r\ndismissal of all of Appellant's claims save his FOIA claims for declaratory and\r\n                                                            \r\n3      We note that the trial court's order indicates potential limitations regarding\r\nthe FOIA causes of action, specifically the statute of limitations, if the Appellant\r\nwere found to have standing under FOIA. However, such issues are not within the\r\nscope of our review and should be more fully vetted in the trial court upon remand.\r\n4      Respondents claim a pending action, Anderson County v. Preston, C.A. No.\r\n2009-CP-04-4482 (Anderson, S.C., Ct. Common Pleas (Complaint filed Nov. 12,\r\n2009)), is duplicative of the action before us. In that action, Anderson County, as\r\nplaintiff, seeks to rescind the severance agreement, the return of any monies paid to\r\nPreston, and a constructive trust and return of monies paid to the Retirement\r\nSystem. Although both actions seek to ultimately invalidate the severance\r\nagreement, the parties and claims of the two actions are not substantially similar to\r\nwarrant Rule 12(b)(8) dismissal.\r\n\r\n \r\n\ninjunctive relief. Pursuant to section 30-4-100 of the South Carolina Code,\r\nAppellant is legislatively conferred standing to pursue a FOIA claim.\r\nAdditionally, we hold that dismissal on the alternative bases of legislative\r\nimmunity and Rule 12(b)(8), SCRCP, was improper. Therefore, we reverse and\r\nremand for further consideration of Appellant's FOIA causes of action.\r\n\r\n\r\nAFFIRMED IN PART, REVERSED IN PART, AND REMANDED.\r\n\r\n\r\nTOAL, C.J., PLEICONES, BEATTY and HEARN, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n \r\n\n","court":"Supreme"},{"id":"ORDER","title":"In the Matter of Kenneth Massey","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2012-06-21-01","description":"This is an order reinstating a lawyer to the practice of law.","date":"2012-06-27","type":"order","text":"\r\n  <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\ntd {\r\n\tfont-family: Arial, Helvetica, sans-serif;\r\n\tfont-style: normal;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\n\r\n  \r\n    \r\n      \r\n  In the Matter of Kenneth B. Massey, Petitioner. \r\n \r\n  Appellate Case No. 2010-177226 \r\n \r\n       \r\n     \r\n   \r\n \r\n   \r\n \r\nORDER \r\n  \r\nThis matter is before the Court on petitioner's \r\n    Petition for Reinstatement.  The petition is granted subject to the following \r\n    conditions:   \r\n \r\n  \r\n    \r\n      1.\r\n       petitioner shall provide a report \r\n    addressing the status of his ongoing child support obligations to the \r\n    Commission on Lawyer Conduct (the Commission) every three (3) months; \r\n         \r\n       \r\n     \r\n     \r\n      2.\r\n      petitioner shall work with North Carolina officials to establish a plan to repay all past-due child support obligations, \r\n        including the judgment lien on his home; \r\n         \r\n       \r\n     \r\n     \r\n      3.\r\n       petitioner shall adhere to all current \r\n    and future orders issued by North Carolina courts which address his child \r\n    support obligations;  \r\n         \r\n       \r\n     \r\n     \r\n      4.&nbsp;\r\n       if petitioner fails to file timely \r\n    reports concerning his child support obligations with the Commission or fails \r\n    to comply with any child support obligation, new disciplinary proceedings may \r\n    be initiated against petitioner; and \r\n         \r\n       \r\n     \r\n     \r\n      5.\r\n       if petitioner enters private \r\n    practice, he shall be required to enter into a mentoring agreement with an \r\n    active member of the South Carolina Bar for two (2) years during which petitioner \r\n    and the mentor shall meet on a monthly basis to discuss issues and concerns \r\n    related to petitioner's law practice and the mentor shall submit quarterly \r\n    reports concerning petitioner's compliance with his mentoring obligation to the \r\n    Commission.  \r\n         \r\n       \r\n     \r\n   \r\n \r\n  Petitioner shall become current with the Commission on \r\n    Continuing Legal Education &amp; Specialization before practicing law. \r\n  IT IS SO ORDERED. \r\n \r\n \r\n   \r\n     \r\n     \r\n      s/Jean H. Toal&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;C.J. \r\n         \r\n        s/Costa M. Pleicones&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n      J.s/Donald W. Beatty&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n      J. \r\n        s/John W. Kittredge&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n        J. \r\n        s/Kaye G. Hearn&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J. \r\n     \r\n   \r\n \r\n  Columbia, South Carolina \r\nJune 21, 2012 \r\n \r\n\r\n","court":"Supreme"},{"id":"ORDER","title":"In the Matter of Howard Hammer","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2012-06-22-01","description":"This is an order placing a lawyer on interim suspension.","date":"2012-06-27","type":"order","text":"\r\n  <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\ntd {\r\n\tfont-family: Arial, Helvetica, sans-serif;\r\n\tfont-style: normal;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\n\r\n  \r\n    \r\n      \r\n  In\r\n    the Matter of Howard Hammer, Respondent.\r\n  Appellate Case No. 2012-212290\r\n      \r\n    \r\n  \r\n\r\n  \r\nORDER\r\n  \r\nThe Office of Disciplinary Counsel petitions this\r\n    Court to place respondent on interim suspension pursuant to Rule 17(b) of the\r\n    Rules for Lawyer Disciplinary Enforcement (RLDE) contained in Rule 413 of the\r\n    South Carolina Appellate Court Rules (SCACR).  \r\n  IT IS ORDERED that respondent's license to practice \r\n    law in this state is suspended until further order of this Court. \r\n  IT IS FURTHER ORDERED that respondent is \r\n    hereby enjoined from access to any trust account(s), escrow account(s), \r\n    operating account(s), and any other law office account(s) respondent may \r\n    maintain.   \r\n  Within five (5) days of the date of this order \r\n    respondent shall provide a sworn statement advising the Court whether he has \r\n    been retained by any clients and/or has obtained any client funds since his \r\n    reinstatement on June 1, 2012.   \r\n \r\n    \r\n      \r\n      \r\n       s/ \r\n    Jean H. Toal                                               C. J. \r\n        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;  \r\n    FOR THE COURT \r\n     \r\n   \r\n \r\n  Columbia, South Carolina \r\n  June 22, 2012 \r\n \r\n\r\n","court":"Supreme"}]