[{"id":"27169","title":"Whitlock v. Stewart Title","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27169.pdf","description":"On certified question from the U.S. District Court for the District of South Carolina, the Court determined that where the policy language is ambiguous as to the relevant date for measuring loss in the case of a partial failure of title which is covered by an owner's title insurance policy, such ambiguity requires a construction allowing for the measure of damages most favorable to the insured.","date":"2012-09-12","type":"opinion","text":"                   THE STATE OF SOUTH CAROLINA \n\r\n                         In The Supreme Court\n\r\n                              __________\r\n        Joetta P. Whitlock, Trustee of the \n\r\n        Joetta P. Whitlock Trust,              Plaintiff,\n\r\n\r\n                                        v.\r\n        Stewart Title Guaranty Company,        Defendant.\r\n                                  __________\r\n\r\n                           CERTIFIED QUESTION\r\n                               __________\r\n\r\nON CERTIFICATION FROM THE UNITED STATES DISTRICT COURT FOR \n\r\n                       SOUTH CAROLINA \n\r\n            R. Bryan Harwell, United States District Judge \n\r\n                           __________\r\n\r\n                             Opinion No. 27169 \n\r\n                Heard May 1, 2012 – Filed September 12, 2012 \n\r\n                               ___________\r\n\r\n                   CERTIFIED QUESTION ANSWERED\r\n                             ___________\r\n\r\n        Gene M. Connell, Jr., of Kelaher, Connell & Connor, of Surfside Beach,\r\n        and Courtney Connell Landsverk, of Simpsonville, for Plaintiff.\r\n\r\n        Louis H. Lang and Demetri K. Koutrakos of Callison Tighe & Robinson,\r\n        of Columbia, for Defendants\r\n                               ___________\r\n\r\nJUSTICE KITTREDGE: We certified the following question from the United\r\nStates District Court for the District of South Carolina:\r\n\n      In the case of a partial failure of title which is covered by an owner's\r\n      title insurance policy, where the title defect cannot be removed,\r\n      should the actual loss suffered by the insured as a result of that partial\r\n      failure of title be measured by the diminution in value of the insured\r\n      property as a result of the title defect as of the date of the purchase of\r\n      the insured property, or as of the date of the discovery of the title\r\n      defect?\r\n\r\nWe have held in connection with a title insurance policy that \"[t]he terms of\r\nindividual insurance agreements can control the method of valuation.\" Stanley v.\r\nAtl. Title Ins. Co., 377 S.C. 405, 411, 661 S.E.2d 62, 65 (2008). Although Stanley\r\nspecifically addressed the method of valuing loss, the rubric of loss-valuation is not\r\nlimited only to mathematical considerations. The specific matter of timing is an\r\ninherent part of the task of measuring damages. The question is thus answered by\r\nthe insurance contract. Consequently, where the insurance contract unambiguously\r\nidentifies a date for measuring the diminution in value of the insured property or\r\notherwise unambiguously provides for the method of valuation as a result of the\r\ntitle defect, such date or method is controlling. Where, as here, the insurance\r\ncontract does not unambiguously identify a date for measuring the diminution in\r\nvalue of the insured property or otherwise unambiguously provide for the method\r\nof valuation as a result of the title defect, such ambiguity requires a construction\r\nallowing for the measure of damages most favorable to the insured. In this case,\r\nthe policy merely references \"actual loss,\" but does not define the term or provide\r\nany guidance for determining the valuation date. Because of the ambiguity in the\r\npolicy, the insured's damages should be measured as of the date of purchase of the\r\nproperty.                                 I.\r\n\r\nOn October 30, 2006, Plaintiff purchased a lot along the Intracoastal Waterway in\r\nMyrtle Beach. A mobile home and an out-building were situated on the property at\r\nthe time of purchase. Plaintiff purchased the lot intending to build a single-family\r\nhome on the property.\r\n\nSince 1931, the property has been subject to a properly recorded spoilage easement\r\nallowing for the construction and maintenance of the Intracoastal Waterway.1 At\r\nclosing, Plaintiff purchased from Defendant an owner's title insurance policy in the\r\nface amount of $410,000—the amount of the purchase price. The existence of the\r\nspoilage easement was missed in the title search and therefore was not included as\r\nan exception to coverage in the title policy. The existence of the spoilage easement\r\nwas not known by Plaintiff at the time she purchased the property.\r\n\r\nIn January 2010, Plaintiff sought a building permit from Horry County to construct\r\na home on her property. Through that process, she learned of the spoilage\r\neasement, which prevented her from obtaining a building permit. It is undisputed\r\nthat by 2010, the value of the property had decreased as a result of the downturn in\r\nthe real estate market, irrespective of the diminution in value caused by the title\r\ndefect.\r\n\r\nPlaintiff filed an action seeking damages caused by the existence of the easement.\r\nThe parties filed cross motions for summary judgment. Defendant argued the\r\nvalue of any loss should be measured as of the date of the discovery of the title\r\ndefect. Plaintiff moved for summary judgment as to liability only and argued the\r\ncase presented a jury issue regarding damages. Plaintiff contended that her\r\ndamages, as measured by the diminution in property value, should be measured as\r\nof the date the property was purchased.\r\n\r\nThe United States District Court found Defendant was liable under the insurance\r\npolicy and granted summary judgment in favor of Plaintiff. However, as to the\r\nissue of damages, the district court certified the above question to us.\r\n\r\n                                         II.\r\n\r\n\"Insurance policies are subject to the general rules of contract construction.\" M &\r\nM Corp. of S.C. v. Auto-Owners Ins. Co., 390 S.C. 255, 259, 701 S.E.2d 33, 35\r\n(2010). \"The cardinal rule of contract interpretation is to ascertain and give legal\r\n\r\n1 According to Plaintiff, the spoilage easement allows the Army Corps of\r\nEngineers to dredge and maintain the Intracoastal Waterway and to place dredged\r\nmaterial on Plaintiff's lot at any time.\r\n\neffect to the parties' intentions as determined by the contract language.\" McGill v.\r\nMoore, 381 S.C. 179, 185, 672 S.E.2d 571, 574 (2009). \"'Courts must enforce, not\r\nwrite, contracts of insurance, and their language must be given its plain, ordinary\r\nand popular meaning.'\" USAA Prop. & Cas. Ins. Co. v. Clegg, 377 S.C. 643, 655,\r\n661 S.E.2d 791, 797 (2008) (quoting Sloan Constr. Co. v. Cent. Nat’l Ins. Co. of\r\nOmaha, 269 S.C. 183, 185, 236 S.E.2d 818, 819 (1977)).\r\n\r\n\"Where the contract's language is clear and unambiguous, the language alone\r\ndetermines the contract's force and effect.\" McGill, 381 S.C. at 185, 672 S.E.2d at\r\n574. \"It is a question of law for the court whether the language of a contract is\r\nambiguous.\" McGill, 381 S.C. at 185, 672 S.E.2d at 574. \"'Ambiguous or\r\nconflicting terms in an insurance policy must be construed liberally in favor of the\r\ninsured and strictly against the insurer.'\" Clegg, 377 S.C. at 655, 661 S.E.2d at 797\r\n(quoting Diamond State Ins. Co. v. Homestead Indust., Inc., 318 S.C. 231, 236,\r\n456 S.E.2d 912, 915 (1995)).\r\n\r\n\"A title insurer is generally liable for losses or damages caused by defects in the\r\nproperty's title, and defects for which title insurance policies provide coverage may\r\ngenerally be defined as liens and encumbrances that result in a loss in the title's\r\nvalue.\" Stanley v. Atl. Title Ins. Co., 377 S.C. 405, 411, 661 S.E.2d 62, 65 (2008).\r\n\"The terms of individual insurance agreements can control the method of\r\nvaluation, but the purpose of title insurance has been stated as seeking to place the\r\ninsured in the position that he thought he occupied when the policy was issued.\"\r\nId. Generally, the measure of damages should \"compare the encumbered value of\r\nthe entire tract of . . . land with what the value of the entire tract of land would be\r\nwithout any encumbrances.\" Id. at 413, 661 S.E.2d at 66.\r\n\r\nWhile we are aware of differing approaches to the certified question,2 we are\r\nguided by the contract principle that parties may contract as they see fit, provided\r\nthe contract terms do not offend public policy. In the context of establishing a\r\nmethod of valuation in a title policy, as noted above, \"[t]he terms of individual\r\ninsurance agreements can control the method of valuation.\" Stanley, 377 S.C. at\r\n411, 661 S.E.2d at 65. The title policy here does not unambiguously set forth a\r\n\r\n2 Courts around the country have generally identified three points in time to\r\nmeasure an owner's actual loss: the date the property was purchased, the date the\r\ntitle defect was created, and the date the defect was first discovered.\r\n\nmethod of valuation in line with the construction Defendant urges us to adopt.\r\nThus, we need look no further than the general rule that ambiguities in an\r\ninsurance contract must be construed in favor of the insured. In this case, that\r\nconstruction results in a date-of-purchase valuation date.\r\n\r\nWe fully appreciate the equity and inherent logic for valuing the property in this\r\ncase as of the date of the discovery of the title defect as Defendant suggests. See\r\ngenerally Matthew C. Lucas, Now or Then? The Time of Loss in Title Insurance,\r\n85 Fla. B.J. 10, 15 (2011). Defendant asserts that under a title policy the risk of a\r\ndecline in the land's market value because of market conditions should be assumed\r\nby the purchaser, and the risk of the land's market value being impacted by a title\r\nmatter should be assumed by the title insurance company. We conceptually agree\r\nwith Defendant, but we are construing a contract of insurance, not attempting to\r\nfashion an equitable remedy. The insurance policy here simply fails to identify the\r\nvaluation date as the date of discovery of the title defect or otherwise provide clear\r\nlanguage that would require a valuation date in line with Defendant's position. The\r\nwell-established rule concerning construction of ambiguous terms in insurance\r\ncontracts compels a result adverse to Defendant's position.\r\n\r\n                                         III.\r\n\r\nIn sum, although we acknowledge the apparent inequity in our answer to the\r\ncertified question, the resolution of this question is not a matter of equity. Rather,\r\nthis Court is faced with the task of construing an insurance policy, and in the\r\npresence of an ambiguity we are constrained to interpret it most favorably to the\r\ninsured. In this case, the date the property was purchased is the proper valuation\r\ndate.\r\n\r\n\r\nCERTIFIED QUESTION ANSWERED.\r\n\r\nTOAL, C.J., HEARN, J., and Acting Justice James E. Moore, concur.\r\nPLEICONES, J., dissenting in a separate opinion.\r\n\nJUSTICE PLEICONES: I respectfully dissent and would adopt the majority rule\r\nwhich values actual loss under an owner's title insurance policy as of the date of\r\ndiscovery of the title defect. I find persuasive the rationale for this choice as\r\nexplained by the California Supreme Court:\r\n\r\n             It seems quite apparent to us that liability should be measured\r\n             by diminution in the value of the property caused by the defect\r\n             in title as of the date of the discovery of the defect, measured by\r\n             the use to which the property is then being devoted. When a\r\n             purchaser buys property and buys title insurance, he is buying\r\n             protection against defects in title to the property. He is trying to\r\n             protect himself then and for the future against loss if the title is\r\n             defective. The policy necessarily looks to the future. It speaks\r\n             of the future. The present policy is against loss the insured\r\n             \"shall sustain\" by reason of a defect in title. The insured, when\r\n             he purchases the policy, does not then know that the title is\r\n             defective. But later, after he has improved the property, he\r\n             discovers the defect. Obviously, up to the face amount of the\r\n             policy, he should be reimbursed for the loss he suffered in\r\n             reliance on the policy, and that includes the diminution in value\r\n             of the property as it then exists, in this case with improvements.\r\n             Any other rule would not give the insured the protection for\r\n             which he bargained and for which he paid. There may be some\r\n             conflict in the authorities on this subject but the weight of\r\n             authority and the better reasoned cases support the views above\r\n             expressed.\r\n\r\n             Overholtzer v. Northern Counties Title Ins. Co., 253 P.2d 116,\r\n             130 (Ca. 1953).\r\n\r\nFurther, I do not agree with the majority that the contract's failure to specify when\r\nthe actual loss occurs renders it ambiguous. In making this finding, the majority\r\nrelies upon the Stanley opinion's statement that \"the terms of individual [title]\r\ninsurance agreements can control the method of valuation.\" Stanley v. Atl. Title\r\nIns. Co., 377 S.C. 405, 411, 661 S.E.2d 62, 65 (2008). Stanley is concerned with\r\nthe methodology for measuring the damages caused by a title defect which affects\r\nonly part of the property, not with the timing of that valuation. Moreover, if we\r\nwere to read Stanley as deciding the issue of timing asked in this case, then we\r\n\nshould hold that the date of purchase is the only proper date for valuing the \n\r\ninsured's loss.3\n\r\n\r\nIn my opinion, an insured suffers no actual loss until the defect is discovered: \n\r\nUntil that juncture, the insured's loss is unrealized. Since only a loss that is \n\r\nactualized is insured, I would find that the date of discovery of the title defect is the \n\r\nproper date upon which to measure the diminution in the property's value. \n\r\nOverholtzer, supra; see also Hartmann v. Shambaugh, 630 P.2d 758 (N.M. 1981); \n\r\nSwanson v. Safeco Title Ins. Co., 925 P.2d 1354 (Ariz. Ct. App. 1995); Sullivan v. \n\r\nTransamerica Title Ins. Co., 532 P.2d 356 (Colo. App. 1975).\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n3 E.g. \"The Master's order clearly ties the valuation of Stanley's land to Stanley's\r\ntestimony at trial that his land was worth $100,000 at the time of purchase . . .\r\nbecause the Master did not base his \"time of purchase\" valuation of Stanley's land\r\non the amount of the prior condemnation settlement . . . we hold that the Master's\r\nconclusion that Stanley's land was worth $100,000 at the time of purchase is\r\nreasonably supported by the evidence in the record.\" Stanley, 377 S.C. at 410, 411,\r\n661 S.E.2d at 65.\r\n\n","court":"Supreme"},{"id":"27170","title":"Howard v. SCDOC","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27170.pdf","description":"We affirm as modified the ALC's dismissal of Appellant's appeal from a prison disciplinary conviction.","date":"2012-09-12","type":"opinion","text":"                  THE STATE OF SOUTH CAROLINA \n\r\n                        In The Supreme Court\n\r\n                             __________\r\n         Stacy W. Howard,                   Appellant,\r\n\r\n                                      v.\r\n         South Carolina Department of\r\n         Corrections,                       Respondent.\r\n                                 __________\r\n\r\n                      Appeal From Richland County \n\r\n               John McLeod, Administrative Law Court Judge \n\r\n                              __________\r\n\r\n                          Opinion No. 27170 \n\r\n          Submitted December 1, 2011 – Filed September 12, 2012 \n\r\n                             ___________\r\n\r\n                       AFFIRMED AS MODIFIED\r\n                            ___________\r\n\r\n      Stacy W. Howard, of Kershaw, pro se Appellant.\r\n\r\n      Christopher D. Florian, of Columbia, for Respondent.\r\n                                ___________\r\n\r\n      JUSTICE BEATTY: Stacy Howard (\"Appellant\"), an inmate\r\nincarcerated with the South Carolina Department of Corrections (\"SCDC\"),\r\nappeals the Administrative Law Court's (\"ALC's\") summary dismissal of his\r\nappeal from a prison disciplinary conviction. Appellant contends the SCDC's\r\nactions implicated a state-created liberty interest and, thus, the ALC erred in\r\nsummarily dismissing his appeal pursuant to section 1-23-600(D)1 of the\r\n\r\n1S.C. Code Ann. § 1-23-600(D) (Supp. 2011) (outlining jurisdiction of the\r\nALC for matters arising under the Administrative Procedures Act).\r\n\nSouth Carolina Code.         Additionally, Appellant challenges:     (1) the\r\nenforcement of the policy that formed the basis for the disciplinary\r\nconviction, (2) the procedure employed to procure the conviction, and (3) the\r\nfactual basis underlying the conviction. We affirm as modified.\r\n\r\n                     I.    Factual/Procedural History\r\n\r\n      On June 24, 2008, Appellant was cited with a disciplinary violation for\r\n\"Unauthorized Services/Piddling (845) of SCDC Policy OP-22.14\"2 of the\r\nInmate Disciplinary System. The citation was based on Appellant's\r\npreparation of a Post-Conviction Relief (\"PCR\") application for an illiterate\r\ninmate.\r\n\r\n      Appellant, who had been previously employed as a law library clerk,\r\nadmitted that he had provided assistance to the inmate; however, he disputed\r\nthat he offered \"professional services.\" In support of this claim, Appellant\r\nsubmitted evidence that the law library was inadequate and the personnel\r\nwere not trained to provide effective legal assistance. Based on these\r\nconditions, Appellant maintained that he provided assistance by reading\r\nthe \"proper law\" to the inmate and filling out the PCR application with\r\nthe inmate's \"thoughts and contention[s].\" Ultimately, Appellant\r\nchallenged the SCDC's policy provision that barred inmates \"from\r\nfurnishing [legal] assistance to other prisoners\" on the ground there was\r\nno \"reasonable alternative to assist inmates in the preparation of\r\npetitions for post-conviction relief.\"\r\n\r\n      After Appellant refused to accept an informal resolution of the incident,\r\nthe matter was referred for a disciplinary hearing. Following a hearing, the\r\nDisciplinary Hearing Officer (\"DHO\") found Appellant guilty of the violation\r\nand issued a reprimand. This sanction resulted in Appellant's failure to earn\r\n\r\n\r\n\r\n2 The policy provides, \"No inmate shall attempt to provide professional\r\nservices/handicrafts for any person for any reason whether it is for profit or\r\nnot.\"\r\n\ngood-time credits3 for the month of the disciplinary infraction and a reduction\r\nin earned-work credit4 for that month5 and subsequent months.6 Appellant\r\ndid not lose any accrued good-time credits due to his conviction.\r\n\r\n      Appellant challenged his conviction using the internal prison grievance\r\nprocedures. After Appellant received the final agency decision denying his\r\ngrievance, he appealed to the Administrative Law Court pursuant to Al-\r\nShabazz v. State, 338 S.C. 354, 527 S.E.2d 742 (2000).\r\n\r\n    In response, the SCDC moved to dismiss the appeal on the ground the\r\nALC lacked jurisdiction to review the matter. In support of this motion, the\r\nSCDC relied on a recently-enacted amendment to the South Carolina\r\n\r\n\r\n\r\n3 S.C. Code Ann. § 24-13-210(A) (2007) (providing for good-time credits\r\nwhere a prisoner \"has faithfully observed all the rules of the institution where\r\nhe is confined and has not been subjected to punishment for misbehavior\").\r\nWe note that Title 24 was substantially amended on June 11, 2010. These\r\namendments, however, do not affect the disposition of the instant case.\r\n4 Id. § 24-13-230(A) (providing for earned-work credits where a prisoner is\r\nassigned to a productive duty assignment or who is regularly enrolled and\r\nactively participating in an academic, technical, or vocational training\r\nprogram).\r\n5 SCDC Policy OP-21.11 \"provides for an inmate's failure to earn good time\r\nfor a given month upon the inmate's violation of a rule.\"\r\n6 Appellant claims his sentence was extended based on the following: (1) the\r\n\"minor\" offense was treated as a \"major\" offense; and (2) his \"2 for 5 EWC\r\nlevel was reduced to a 3 for 5 EWC level, which decreased his monthly work\r\ncredits by 3.6214279 days credit per month in addition to the withholding of\r\ngood-time for the month of the infraction.\" According to Appellant, the\r\nsanction \"extended [his] maxout date from March 28, 2017 to November 2,\r\n2017, which is a 217 day[] difference.\"\r\n\nAdministrative Procedures Act. The amendment7 revised section 1-23-\r\n600(D) of the South Carolina Code to read in relevant part:\r\n\r\n      An administrative law judge shall not hear an appeal from an\r\n      inmate in the custody of the Department of Corrections involving\r\n      the loss of the opportunity to earn sentence-related credits\r\n      pursuant to Section 24-13-210(A) or Section 24-13-230(A).\r\n\r\nS.C. Code Ann. § 1-23-600(D) (Supp. 2011) (emphasis added). Based on\r\nthis amendment, the SCDC contended the ALC was without jurisdiction to\r\nhear \"inmate appeals in which inmates have not lost good time, but have\r\nfailed to earn good time for the month of their disciplinary infraction.\"\r\n\r\n        Appellant filed a brief in opposition to the SCDC's motion. In terms of\r\nhis conviction, Appellant challenged the SCDC's enforcement of the policy\r\non the ground there was no other legal assistance program available to\r\nilliterate inmates. Appellant further asserted he was denied minimal due\r\nprocess in the administrative proceedings as he was not allowed an\r\nopportunity to present documentary evidence or witnesses. Appellant also\r\nclaimed the administrative findings were \"arbitrary, capricious, and\r\ncharacterized by an abuse of discretion.\"\r\n\r\n      With respect to the imposed sanction, Appellant claimed the \"erroneous\r\nextension of his sentence\" implicated a state-created liberty interest and\r\nviolated equal protection. Finally, Appellant asserted that section 1-23-\r\n600(D) is \"being construed to such an extent that an iron curtain is drawn\r\nbetween Appellant and the Court.\" Specifically, Appellant claimed the\r\nSCDC's interpretation would essentially preclude all appeals from prisoners\r\n\"in which they have only lost goodtime for the month of the infraction.\"\r\n\r\n      The ALC summarily dismissed Appellant's appeal. In so ruling, the\r\nALC referenced the recent amendment cited by the SCDC and noted that the\r\n\"statute applies not only to the loss of the right to earn good time for the\r\n\r\n\r\n7 Act No. 334, 2008 S.C. Acts 3308. This amendment became effective on\r\nJune 16, 2008, eight days prior to Appellant's disciplinary violation.\r\n\n month (of the infraction) but to the loss of the right to earn other credits such\r\n as earned work credits.\"8\r\n\r\n      Appellant appealed the ALC's order to the Court of Appeals. This\r\n Court certified the appeal pursuant to Rule 204(b) of the South Carolina\r\n Appellate Court Rules.     II.    Standard of Review\r\n\r\n       The ALC has subject matter jurisdiction under the Administrative\r\n Procedures Act (\"APA\") to hear properly perfected appeals from the SCDC's\r\n final orders in administrative or non-collateral matters. Slezak v. S.C. Dep't\r\n of Corr., 361 S.C. 327, 331, 605 S.E.2d 506, 507 (2004). Our standard of\r\n review derives from the APA. Al-Shabazz v. State, 338 S.C. 354, 379, 527\r\n S.E.2d 742, 755 (2000). We may affirm, remand, reverse, or modify the\r\n appealed decision if the appellant's substantive rights have suffered prejudice\r\n because the decision is:\r\n\r\n       (a) in violation of constitutional or statutory provisions;\r\n       (b) in excess of the statutory authority of the agency;\r\n       (c) made upon unlawful procedure;\r\n       (d) affected by other error of law;\r\n       (e) clearly erroneous in view of the reliable, probative, and\r\n           substantial evidence on the whole record; or\r\n       (f) arbitrary or capricious or characterized by abuse of discretion\r\n           or clearly unwarranted exercise of discretion.\r\n\r\nS.C. Code Ann. § 1-23-610(B) (Supp. 2011).\r\n\r\n\r\n\r\n\r\n\r\n\r\n 8 We note the ALC incorrectly cited S.C. Code Ann. § 1-23-560(D) (2008).\r\n We believe, however, this citation was a scrivener's error as the ALC\r\n properly cited the amendment to section 1-23-600(D) and quoted the\r\n applicable portion of this statute.\r\n\n                                 III. Discussion\r\n\r\n    Although Appellant raises five issues, he essentially challenges the\r\n ALC's dismissal of his appeal and the underlying disciplinary conviction.\r\n Accordingly, in the interest of logical progression, we have consolidated\r\n Appellant's issues into these two sections.\r\n\r\n                                        A.\r\n\r\n      Initially, Appellant contends the ALC erred in finding that his appeal\r\n did not implicate a state-created liberty interest as the sanction imposed by\r\n the SCDC effectively extended his sentence due to the reduction in the rate\r\n at which he earned sentence-related credits. In addition, Appellant\r\n challenges the Legislature's enactment and the ALC's interpretation of the\r\n 2008 amendment to section 1-23-600(D). Appellant maintains the\r\n amendment rendered section 1-23-600(D) unconstitutional as it effectively\r\n denies \"Appellant and SCDC inmates judicial review of an institutional\r\n disciplinary hearing when there is only a loss of the opportunity to earn\r\n sentence related credits.\"\r\n\r\n       Because section 1-23-600(D) eliminates judicial review of these types\r\nof grievances, Appellant avers that the statute violates his right to substantive\r\nand procedural due process. Appellant further contends the statute violates\r\nhis right to equal protection as it essentially results in the disparate treatment\r\nof inmates who are convicted of disciplinary offenses. According to\r\nAppellant, inmates who are sanctioned to the \"revocation\" of good-time\r\ncredits may receive judicial review of their convictions whereas those who\r\nare sanctioned to the \"loss\" of earning sentence-related credits will not be\r\nentitled to judicial review.\r\n\r\n      Given that section 1-23-600(D) eliminates an inmate's ability to\r\nchallenge the legality of a disciplinary conviction that involves \"the loss of\r\nthe opportunity to earn sentence-related credits\" and this Court's decision in\r\n\nAl-Shabazz9 precludes PCR for these grievances, Appellant ultimately claims\r\nan inmate will never be able to receive judicial review under these\r\ncircumstances. Based on the foregoing, Appellant urges this Court to \"strike\r\ndown\" section 1-23-600(D) as unconstitutional.\r\n\r\n      At least facially, it would appear that an analysis of this case would\r\nsimply involve an application of the rules of statutory construction. \"The\r\nprimary rule of statutory construction is to ascertain and give effect to the\r\nintent of the legislature.\" Bryant v. State, 384 S.C. 525, 529, 683 S.E.2d 280,\r\n282 (2009). Where the statute's language is plain, unambiguous, and conveys\r\na clear, definite meaning, the rules of statutory interpretation are not needed\r\nand the court has no right to impose another meaning. Gay v. Ariail, 381\r\nS.C. 341, 345, 673 S.E.2d 418, 420 (2009).\r\n\r\n       Applying these rules, the plain terms of section 1-23-600(D) precludes\r\nthe ALC from hearing all inmate appeals involving the loss of the\r\nopportunity to earn sentence-related credits.             Thus, the Legislature\r\ndefinitively limited the parameters of the ALC's subject matter jurisdiction\r\nregarding certain appeals by inmates. The Legislature has the authority to\r\nlimit the subject matter jurisdiction of a court that it has created. See Black v.\r\nTown of Springfield, 217 S.C. 413, 415, 60 S.E.2d 854, 855 (1950) (\"The\r\njurisdiction of a Court of the subject matter of an action depends upon the\r\nauthority granted to it by the Constitution and laws of the State and is\r\nfundamental.); S.C. Code Ann. §§ 1-23-500, -600 (Supp. 2011) (creating the\r\nALC and outlining the extent of its jurisdiction).\r\n\r\n      Because the effect of this statute also tangentially implicates state-\r\ncreated liberty interests, we believe it is necessary to clarify the amendment\r\nand re-evaluate our decision in Furtick v. South Carolina Department of\r\nCorrections, 374 S.C. 334, 649 S.E.2d 35 (2007). In Furtick, an inmate was\r\nfound guilty of a disciplinary offense and reprimanded. As a result of the\r\n\r\n9  See Al-Shabazz v. State, 338 S.C. 354, 527 S.E.2d 742 (2000) (holding\r\nthat, aside from two non-collateral matters specifically listed in the PCR Act,\r\nPCR is a proper avenue of relief only when the applicant mounts a collateral\r\nattack challenging the validity of his conviction or sentence as authorized by\r\nsection 17-27-20(a)).\r\n\nsanction, Furtick alleged he did not earn his good-time credit for the month of\r\nthe infraction. Id. at 336, 649 S.E.2d at 36. Furtick appealed from this\r\ndisciplinary decision through the SCDC's internal grievance system. After\r\nreceiving the SCDC's final denial of his grievance, Furtick appealed to the\r\nALC. Id. The ALC dismissed the matter, finding Furtick had no liberty\r\ninterest in good-time credits that he was unable to earn as a result of the rule\r\nviolation. Id. On appeal, the circuit court affirmed the ALC's decision on the\r\nground there was no liberty interest implicated in Furtick's grievance. Id.\r\n\r\n      Furtick appealed the circuit court's order to this Court, arguing the\r\ncircuit court erred by finding the ALC lacked subject matter jurisdiction to\r\nreview his grievance. Id. at 337, 649 S.E.2d at 36. A majority of this Court\r\nagreed with Furtick, stating \"where a matter clearly implicates a loss of\r\nstatutory sentence-related credits, the ALC may not summarily dismiss the\r\naction.\" Id. at 340, 649 S.E.2d at 38. In analyzing the specific facts of\r\nFurtick's case, the Court \"reiterate[d] that the State of South Carolina clearly\r\nhas created a liberty interest in good-time credits by enacting section 24-3-\r\n210.\" Id.\r\n\r\n      The Court referenced Al-Shabazz's holding that \"the ALC has subject\r\nmatter jurisdiction over an inmate's appeal when the claim sufficiently\r\n'implicates a state-created liberty interest.'\" Id. at 339, 649 S.E.2d at 38. The\r\nCourt further clarified the ALC's jurisdiction in Slezak v. S.C. Dep't of Corr.,\r\n361 S.C. 327, 605 S.E.2d 506 (2004), stating \"the ALC has jurisdiction over\r\nall inmate grievance appeals that have been properly filed.\" Id. at 340, 649\r\nS.E.2d 38. However, the amendment to section 1-23-600(D) changed the\r\nextent of that jurisdiction.\r\n\r\n      The dissent, in Furtick, disagreed with the majority's decision on the\r\nground \"an inmate has no constitutionally significant interest in the loss of\r\nthe opportunity to earn certain sentence-related credits.\" Id. at 341, 649\r\nS.E.2d at 39. In reaching this conclusion, Chief Justice Toal reasoned that\r\n\"[a] state creates a liberty interest in sentence-related credits only where an\r\ninmate has a legitimate expectation of receiving such credits.\" Id. at 342, 649\r\nS.E.2d at 39. The dissent noted that \"[g]enerally, an inmate is not entitled to\r\ndue process protection for State action that may only speculatively affect the\r\nduration of his sentence.\" Id. (citing Sandin v. Conner, 515 U.S. 472 (1995)).\r\n\n       The dissent went on to distinguish Furtick's situation, i.e., the loss of\r\nthe opportunity to earn good-time credit, from one where an inmate must\r\nforfeit accrued sentence-related credits. Id. at 343, 649 S.E.2d at 40. In\r\nmaking this distinction, the dissent stated that \"an inmate does not have a\r\nlegitimate expectation that he will receive good-time credits, but merely\r\npossesses only the hope that his behavior and observation of prison rules will\r\nbe sufficient to entitle him to a reduction in his sentence.\" Id. Accordingly,\r\nthe dissent held that \"an inmate does not have a protected liberty interest in\r\nunearned good-time credits.\" Id. Similarly, the dissent found that \"[b]ecause\r\nan inmate is not entitled to earn credit at a particular level, . . . an inmate has\r\nno protected liberty interest in maintaining a specific work credit level for\r\nsentence reduction purposes.\" Id.\r\n\r\n      Ultimately, the dissent agreed that the circuit court erred in holding the\r\nALC lacked subject matter jurisdiction as Furtick had properly perfected his\r\nappeal. However, based on the conclusion that Furtick did not have a\r\nprotected liberty interest in unearned sentence-related credits, the dissent\r\ndetermined the ALC's improper dismissal of Furtick's claim constituted\r\nharmless error as the ALC could have summarily dismissed the appeal\r\nwithout a hearing. Id. at 345, 649 S.E.2d at 41.\r\n\r\n       Upon further reflection and consideration of the recent amendment to\r\nsection 1-23-600(D), we believe the dissent in Furtick correctly declined to\r\nfind the loss of the opportunity to earn sentence-related credits implicated a\r\nstate-created liberty interest. As noted by Chief Justice Toal, there is a\r\ndifference between an inmate's forfeiture of accrued sentence-related credits\r\nversus the withholding of unearned, potentially available sentence-related\r\ncredits. Clearly, an inmate does not acquire an interest in sentence-related\r\ncredits until he or she earns them. As noted in sections 24-13-210(A) and 24-\r\n13-230(A), these credits are not automatically given to an inmate. Instead, an\r\naward of good-time credits at the end of each month is contingent upon an\r\ninmate \"faithfully\" observing all disciplinary rules during that month.\r\nMoreover, an award of work credits is given at the discretion of the Director\r\nof the Department of Corrections and is contingent upon an inmate's\r\ncompleted days of employment.\r\n\n      In reviewing the legislative history of the amendment to section 1-23-\r\n600(D), it is clear the Legislature was responding to this Court's decision in\r\nFurtick. As we interpret the amendment, the Legislature sought to limit the\r\nALC's subject matter jurisdiction with respect to inmate appeals involving the\r\nloss of the opportunity to earn sentence-related credits. Notably, the\r\namendment was enacted only months after this Court issued its opinion.\r\nMoreover, the preamble to the amendment states in part that it is intended to\r\n\"prohibit the hearing of certain inmate appeals by the [Administrative Law]\r\nCourt.\" Finally, the language used in the amendment essentially tracks the\r\nposition espoused by the dissent.\r\n\r\n       Based on the foregoing, we acknowledge the Legislature's authority to\r\nlimit the jurisdiction of the ALC. Moreover, an inmate's loss of the\r\nopportunity to earn sentence-related credits does not implicate a state-created\r\nliberty interest.10 We are, nevertheless, concerned that this legislative action\r\ncombined with this Court's decision in Al-Shabazz may violate an inmate's\r\ndue process rights as it completely eviscerates all judicial review of an\r\ninmate's grievance involving the loss of earned sentence-related credits due to\r\na disciplinary violation. As the SCDC concedes, \"[a] literal reading of the\r\namendment could remove all disciplinary appeals from the ALJ's jurisdiction\r\nbecause all major disciplinary appeals 'involv[e]' the failure to earn good-time\r\ncredits, even if the case also involve[s] the loss of previously earned good-\r\ntime credits.\" The SCDC acknowledges that \"such a literal reading would\r\nnot be permissible under the rules of construction.\"\r\n\r\n      Accordingly, we hold the ALC may summarily dismiss an inmate\r\nappeal that involves only the loss of the opportunity to earn sentence-related\r\ncredits. However, a matter is reviewable by the ALC where an inmate's\r\nappeal also implicates a state-created liberty or property interest, such as the\r\n\r\n10 If we were to allow Furtick to remain good law, it would necessarily create\r\na dual track for resolving issues raised by inmates regarding good-time\r\ncredits. Specifically, the ALC would be the forum for disputes involving\r\naccrued good-time credits and the circuit court would be the forum for\r\ndisputes involving the loss of an opportunity to earn good-time credits, Al-\r\nShabazz notwithstanding. This method of resolution would lend itself to\r\nconfusion and would constitute an inefficient use of judicial resources.\r\n\nloss of accrued sentence-related credits. Stated another way, the ALC may\r\nnot summarily decline to hear an inmate appeal solely on the ground that it\r\ninvolves the loss of the opportunity to earn-sentence related credits.\r\n\r\n      Turning to the facts of the instant case, the ALC should not have\r\nsummarily dismissed Appellant's appeal as it involved more than a review of\r\nthe loss of the opportunity to earn good-time credits and a reduction in\r\nearned-work credits. Appellant also challenged the SCDC's enforcement of\r\nthe policy forbidding one inmate from providing legal assistance to another\r\ninmate. Because Appellant's claim constitutes an as-applied constitutional\r\nchallenge to the policy, the ALC could have ruled on this claim. See\r\nTravelscape, LLC v. S.C. Dep't of Rev., 391 S.C. 89, 108-09, 705 S.E.2d 28,\r\n38-39 (2011) (holding that the ALC may not rule upon a facial challenge to\r\nthe constitutionality of a regulation or statute but may rule upon an as-applied\r\nchallenge). However, for reasons that will be discussed, we find a remand to\r\nthe ALC is unnecessary as Appellant has not demonstrated any grounds on\r\nwhich he could be granted relief.11   B.\r\n\r\n       Appellant claims the SCDC's policy provision regarding \"Unauthorized\r\nServices/Piddling (845)\" violates federal law. Specifically, Appellant\r\ncontends the SCDC should not enforce a policy that prohibits him from\r\nhelping an illiterate inmate gain access to the courts because the Kershaw\r\nCorrectional Institution does not have an adequate law library or legal\r\nassistance programs for illiterate inmates. In support of his assertions,\r\nAppellant cites the United States Supreme Court's (\"USSC\") decision in\r\nJohnson v. Avery, 393 U.S. 483 (1969). We find Appellant's reliance on\r\nJohnson is misplaced.\r\n\r\n\r\n\r\n11  During the pendency of this appeal, the Court of Appeals reversed\r\nAppellant's underlying convictions and sentences. State v. Howard, 396 S.C.\r\n173, 720 S.E.2d 511 (Ct. App. 2011). Thus, even if Appellant was entitled to\r\nrelief with respect to the disciplinary sanction, it would be inconsequential as\r\nAppellant has been released from incarceration and is subject to a new trial.\r\n\n       In Johnson, a state prisoner serving a life sentence was transferred to\r\nthe maximum security building for violation of a prison regulation\r\nprohibiting an inmate from assisting another inmate with respect to \"Writs or\r\nother legal matters.\" Id. at 484. Subsequently, Johnson filed in federal\r\ndistrict court a \"motion for law books and a typewriter,\" in which he sought\r\nrelief from his confinement in the maximum security building. Id. The\r\ndistrict court treated the motion as a petition for a writ of habeas corpus and,\r\nafter a hearing, held that the regulation was void because, absent any viable\r\nalternatives, it in effect \"barred illiterate prisoners from access to federal\r\nhabeas corpus.\" Id. The state appealed the district court's decision. Id. at\r\n485. The Court of Appeals for the Sixth Circuit reversed, concluding that\r\n\"the regulation did not unlawfully conflict with the federal right of habeas\r\ncorpus\" and was justified by the \"interest of the State in preserving prison\r\ndiscipline and in limiting the practice of law to licensed attorneys.\" Id.\r\n\r\n      Ultimately, the USSC was called upon to determine whether the policy\r\nwas constitutional in the absence of any alternative assistance provided by the\r\nState to assist illiterate inmates. Id. at 486. The Court found the regulation\r\nwas invalid as it conflicted with the federal right of habeas corpus. Id. at 487.\r\nIn so ruling, the Court found the State had adopted a rule which, in the\r\nabsence of any other source of assistance, operated to forbid illiterate or\r\npoorly-educated prisoners from filing habeas corpus petitions. Id.\r\n\r\n       The Court explained that, \"unless and until the State provides some\r\nreasonable alternative to assist inmates in the preparation of petitions for\r\npost-conviction relief, it may not validly enforce a regulation such as that\r\nhere in issue, barring inmates from furnishing such assistance to other\r\nprisoners.\" Id. at 490. The Court, however, clarified that \"[e]ven in the\r\nabsence of such alternatives, the State may impose reasonable restrictions and\r\nrestraints upon the acknowledged propensity of prisoners to abuse both the\r\ngiving and the seeking of assistance in the preparation of applications for\r\nrelief: for example, by limitations on the time and location of such activities\r\nand the imposition of punishment for the giving or receipt of consideration in\r\nconnection with such activities.\" Id. at 490.\r\n\r\n      Significantly, the USSC did not establish a specific right for an inmate\r\nto provide legal assistance. Instead, the USSC found the discipline that\r\n\nJohnson received as a result of his assistance conflicted with the right to file a\r\nwrit of habeas corpus. See id. at 488 (stating \"[t]he considerations that\r\nprompted (the regulation [barring inmate-to-inmate legal assistance]) are not\r\nwithout merit, but the state and its officers may not abridge or impair\r\npetitioner's right to apply to a federal court for a writ of habeas corpus\"\r\n(quoting Ex parte Hull, 312 U.S. 546, 549 (1941))). It is important to note\r\nthat the USSC rendered its decision via Johnson's personal petition for habeas\r\ncorpus. Absent Johnson's habeas claim, there would have been no justiciable\r\ncontroversy for the USSC to decide. Thus, there would have been no path to\r\nreach the issue regarding access to the courts.\r\n\r\n       In essence, if there is another source of assistance for illiterate inmates,\r\nthen there is no violation of Johnson as there is no independent right to\r\nprovide legal assistance to another inmate. See Gibbs v. Hopkins, 10 F.3d\r\n373, 378 (6th Cir. 1993) (\"[W]hile there is technically no independent right to\r\nassist, prison officials may not prevent such assistance or retaliate for\r\nproviding such assistance where no reasonable alternatives are available.\"\r\n(emphasis added)); cf. Lewis v. Casey, 518 U.S. 343, 350-51 (1996)\r\n(recognizing that inmates have a right to receive legal advice from other\r\ninmates only when it is a necessary \"means for ensuring a 'reasonably\r\nadequate opportunity to present claimed violations of fundamental\r\nconstitutional rights to the courts'\" (quoting Bounds v. Smith, 430 U.S. 817,\r\n825 (1977))).12\r\n\r\n       Here, Appellant fails to allege that there is no other source of assistance\r\nfor illiterate inmates. In fact, in his affidavit, Appellant references the law\r\nlibrary in the Kershaw Correctional Institution and the \"Kershaw Law\r\nLibrary Clerks.\" Thus, Appellant does not claim there was an absence of\r\nlegal assistance, but, rather, that it was inadequate. Because there were\r\nreasonable alternatives available for the illiterate inmate, Appellant cannot\r\nsustain a claim pursuant to Johnson.\r\n\r\n12  Notably, the USSC has continued to limit constitutional protection for\r\nlegal assistance between inmates. See Shaw v. Murphy, 532 U.S. 223 (2001)\r\n(holding that inmate did not possess a First Amendment right to provide legal\r\nassistance to fellow inmates beyond protection normally accorded prisoner's\r\nspeech).\r\n\n       Alternatively, Appellant asserts that an inmate's access to the courts is\r\nsomehow limited due to the inadequacy of the law library and the lack of\r\nqualified library personnel. Appellant challenges the adequacy of the legal\r\nresources and the effectiveness of the law library personnel pursuant to\r\nBounds v. Smith, 430 U.S. 817 (1977), wherein the USSC held that \"the\r\nfundamental constitutional right of access to the courts requires prison\r\nauthorities to assist inmates in the preparation and filing of meaningful legal\r\npapers by providing prisoners with adequate law libraries or adequate\r\nassistance from persons trained in the law.\" Id. at 828. For several reasons,\r\nAppellant's assertion fails as a matter of law.\r\n\r\n       As a threshold matter, Appellant's claim is barred by the doctrine of\r\nstanding as he has not demonstrated that the alleged inadequacy of the law\r\nlibrary or library personnel caused him \"actual injury,\" i.e., hindered him in\r\npursuing his own legal claims. Instead, Appellant was providing assistance\r\nwith respect to the inmate's PCR application. See Lewis, 518 U.S. at 349\r\n(\"The requirement that an inmate alleging a violation of Bounds must show\r\nactual injury derives ultimately from the doctrine of standing, a constitutional\r\nprinciple that prevents courts of law from undertaking tasks assigned to the\r\npolitical branches.\"); Hendricks v. S.C. Dep't of Corr., 385 S.C. 625, 629, 686\r\nS.E.2d 191, 193 (2009) (discussing inmate's claim of denial of access to the\r\ncourts under Bounds and stating \"[i]nsofar as the right vindicated by Bounds\r\nis concerned . . . the inmate [] must go one step further and demonstrate that\r\nthe alleged shortcomings in the library or legal assistance program hindered\r\nhis efforts to pursue a legal claim.\" (quoting Lewis, 518 U.S. at 351)).\r\nMoreover, Appellant's mere assertion of the inadequacy of the legal resources\r\nis not sufficient to prove an \"actual injury\" under Bounds. See Lewis, 518\r\nU.S. at 351 (\"Because Bounds did not create an abstract, freestanding right to\r\na law library or legal assistance, an inmate cannot establish relevant actual\r\ninjury simply by establishing that his prison's law library or legal assistance\r\nprogram is subpar in some theoretical sense.\").13\r\n\r\n13 To the extent the dissent claims that Appellant sustained an \"actual injury\"\r\ndue to the disciplinary sanction, we find this interpretation is not consistent\r\nwith Bounds. Pursuant to Bounds, an \"actual injury\" involves the denial of\r\n\"meaningful access to the courts\" due to the inadequacy of the legal resources\r\n\n       Furthermore, even if Appellant's claims of inadequate law resources are\r\nmeritorious, he lacks standing to raise any access to the courts challenge as it\r\nis the illiterate inmate who would have sustained the \"actual injury\" to\r\nsupport such a claim. See Lewis, 518 U.S. at 356 (\"When any inmate, even\r\nan illiterate or non-English-speaking inmate, shows that an actionable claim\r\nof this nature which he desired to bring has been lost or rejected, or that the\r\npresentation of such a claim is currently being prevented, because this\r\ncapability of filing suit has not been provided, he demonstrates that the State\r\nhas failed to furnish 'adequate law libraries or adequate assistance from\r\npersons trained in the law'\" (quoting Bounds, 430 U.S. at 828)).\r\n\r\n      Because there is no particularized right to provide legal assistance to\r\nanother inmate under Johnson and there is no derivative right to affirmatively\r\nassert a Bounds violation, we cannot discern a legal basis on which Appellant\r\ncould be granted relief. Even if we assume that Howard has a viable Johnson\r\ndefense to the enforcement of the prison disciplinary policy, he has no\r\ncognizable injury as a result of the enforcement of the policy.\r\n\r\n      Alternatively, even if the SCDC's policy is found to be valid as applied,\r\nAppellant claims he was convicted of the disciplinary violation without due\r\nprocess of law because of the following substantive and procedural errors in\r\nthe disciplinary hearing: (1) he was not allowed an opportunity to question\r\nhis accuser, and (2) he was not permitted to present inmate witnesses and\r\ndocumentary evidence that would have refuted the charged offense.\r\n\r\n      \"The requirements of procedural due process apply only to the\r\ndeprivation of interests encompassed by the Fourteenth Amendment's\r\n\r\navailable to an inmate. Lewis, 518 U.S. at 356-57. Furthermore, as\r\npreviously discussed, the disciplinary sanction resulted in Appellant's failure\r\nto earn good-time credits for the month of the disciplinary infraction and a\r\nreduction in earned-work credit for that month and subsequent months.\r\nBecause Appellant did not lose any accrued good-time credits and was not\r\nentitled to earned-work credits as these credits are discretionary, there is no\r\nbasis to support the dissent's assertion that Appellant was injured by the\r\ndisciplinary action.\r\n\nprotection of liberty and property.\" Al-Shabazz, 338 S.C. at 369, 527 S.E.2d\r\nat 750 (quoting Bd. of Regents of State Colls. v. Roth, 408 U.S. 564, 569\r\n(1972)). By overruling Furtick, any liberty interest claimed by Howard is\r\nnegated. Furthermore, Howard does not claim the loss of a property interest.\r\n\r\n       Moreover, Howard's due process claims lack merit. In the first\r\ninstance, Howard admitted the prohibited conduct. Secondly, an \"inmate\r\ndoes not have a constitutional right to confront and cross-examine witnesses\r\nwho testify against him, although prison officials have the discretion to grant\r\nthat right in appropriate cases.\" Al-Shabazz, 338 S.C. at 371, 527 S.E.2d at\r\n751 (citing Wolff v. McDonnell, 418 U.S. 539, 563-72 (1974)).\r\n\r\n      We note that any defenses Appellant may have had to his conviction,\r\nincluding a sustainable Johnson claim, could have been raised and reviewed\r\npursuant to the internal prison grievance process. Accordingly, we reject\r\nAppellant's contention that he was convicted without due process of law. See\r\nAl-Shabazz, 338 S.C. at 373, 527 S.E.2d at 752 (holding that SCDC's\r\ndisciplinary and grievance procedures are consistent with constitutional\r\nstandards delineated in Wolff v. McDonnell, 418 U.S. 539 (1974), which\r\nestablished the minimum constitutional requirements for procedural due\r\nprocess when an inmate is disciplined for \"serious misconduct\").\r\n\r\n                              IV.   Conclusion\r\n\r\n      Because the plain language of section 1-23-600(D) would prohibit an\r\nALC from hearing all inmate appeals involving the loss of the opportunity to\r\nearn sentence-related credits, we clarify that the ALC may not summarily\r\ndismiss an appeal solely on the basis that it involves the loss of the\r\nopportunity to earn sentence-related credits. Instead, the ALC must also\r\nconsider whether the appeal implicates a state-created liberty or property\r\ninterest.\r\n\r\n       After reconsidering our decision in Furtick, we find the loss of the\r\nopportunity to earn sentence-related credits does not implicate a state-created\r\nliberty interest. Accordingly, we overrule Furtick and adopt the dissent's\r\nreasoning in that opinion.\r\n\n      In conclusion, we affirm the ALC's dismissal of Appellant's appeal as\r\nwe find that Appellant has failed to establish a legal basis on which to\r\nchallenge the enforcement of the disciplinary policy underlying his\r\nconviction.\r\n\r\n     AFFIRMED AS MODIFIED.\r\n\r\n      TOAL, C.J., and HEARN, J., concur. PLEICONES, J., dissenting\r\nin a separate opinion. KITTREDGE, J., filing a separate opinion.\r\n\nJUSTICE PLEICONES: I respectfully dissent. In my view, the jurisdiction of\r\nthe administrative law courts is a matter entirely within the discretion of the\r\nGeneral Assembly, which created that system by statute and could abolish it at\r\nwill. The majority recognizes this, as well as the fact that an inmate’s right to\r\njudicial review of decisions that implicate constitutional interests is not and cannot\r\nbe diminished by the removal of administrative review by an executive agency.14\r\nAdministrative review promotes efficiency in government but does not alter its\r\nfundamental separation of powers and resulting right to judicial review of\r\nexecutive actions affecting certain interests. See Al-Shabazz v. State, 338 S.C. 354,\r\n369, 527 S.E.2d 742, 750 (2000). Indeed, Article I, § 22, of the South Carolina\r\nConstitution explicitly guarantees the right to judicial review of all final agency\r\ndecisions that affect private rights or liberty or property interests.\r\n\r\nBy removing ALC review of administrative decisions involving loss of the ability\r\nto earn credits under S.C. Code Ann. § 1-23-600 (Supp. 2011), the General\r\nAssembly has in effect returned initial review of those decisions to the judicial\r\nbranch. Al-Shabazz, supra; S.C. Const. art. I, § 22. Thus, the General Assembly’s\r\nalteration of the ALC’s jurisdiction does not create a constitutional question\r\nbecause the prisoner retains his right to judicial review, and the ALC’s\r\ndetermination that it lacked jurisdiction was correct.\r\n\r\nUnlike the majority, however, I cannot resolve the practical difficulties created by\r\nthe General Assembly’s alteration of ALC subject matter jurisdiction by finding\r\nthat the opportunity to earn sentence-related credits is not a liberty interest. I\r\ncontinue to believe that Furtick was correctly decided for the reasons expressed by\r\nthe majority in that case, namely, that Wolff v. McDonnell, 418 U.S. 539 (1974), is\r\ncontrolling. The Wolff Court acknowledged that “the Constitution itself does not\r\nguarantee good-time credit for satisfactory behavior while in prison.” Id. at 557.\r\nNevertheless, “the State having created the right to good time and itself\r\nrecognizing that its deprivation is a sanction authorized for major misconduct, the\r\nprisoner’s interest has real substance and is sufficiently embraced within\r\nFourteenth Amendment ‘liberty’ to entitle him to those minimum procedures\r\nappropriate under the circumstances and required by the Due Process Clause to\r\ninsure that the state-created right is not arbitrarily abrogated.” Id.\r\n\r\n\r\n\r\n14In my view, the majority’s references to ALC review as judicial review is a\r\nmisnomer which tends to blur the distinction between the executive and judicial\r\nbranches in a context in which that distinction is important.\r\n\nThe General Assembly created such an interest in S.C. Code Ann. § 24-13-210(A)\r\n(2007). Moreover, the constitutional dimension of that interest is the same whether\r\nthe discipline imposed is to withhold good-time credits already earned or the\r\nopportunity to earn them. Under § 24-13-210(A), a prisoner who “faithfully\r\nobserve[s] all the rules of the institution where he is confined” is “entitled to a\r\ndeduction from the term of his sentence[.]” The entitlement is not merely to\r\nspeculatively hope about a future benefit that might be conferred as an exercise of\r\npure discretion. Rather, the accrual of good-time credits lies within the prisoner’s\r\ncontrol under § 24-13-210.\r\n\r\nThe Wolff Court noted that the “analysis as to liberty parallels the accepted due\r\nprocess analysis as to property,” citing, among other examples, the procedural due\r\nprocess required before a person may be deprived of his interest in a “government-\r\ncreated job[] held, absent ‘cause’ for termination.” Id. at 557-58 (citing Board of\r\nRegents v. Roth, 408 U.S. 564 (1974)). The entitlement of an employee to hold his\r\njob absent cause for termination provides a useful analogy to the opportunity of an\r\ninmate to earn good-time credits. An employee’s expectation that he will avoid\r\nincurring cause for termination while performing his job duties is no less\r\nspeculative than a prisoner’s expectation that he will avoid violating a prison rule\r\nwhile incarcerated. Indeed, the very fact that the opportunity to earn good-time\r\ncredits is withheld as a sanction demonstrates that a liberty interest is implicated.\r\nId. at 557 (“the State having created the right to good time and itself recognizing\r\nthat its deprivation is a sanction authorized for major misconduct, the prisoner’s\r\ninterest has real substance and is sufficiently embraced within Fourteenth\r\nAmendment ‘liberty’” (emphasis added)).\r\n\r\nIn this case, appellant alleges that he was disciplined for violating an\r\nunconstitutional policy and that the infraction was treated as a major offense. He\r\navers that, as a sanction for the violation, his earned work credit level was reduced,\r\nextending his maxout date by 217 days. Yet the majority holds that no cognizable\r\nliberty interest has been affected, so that his claims may be dismissed without a\r\nhearing. In my view, the majority’s holding, overruling Furtick and finding that\r\nappellant was not entitled to a hearing to review the imposition of a major\r\ndisciplinary penalty when he was deprived of the right to earn good-time credits,\r\ncontravenes the federal and state constitutions.\r\n\r\nIn my view, appellant was deprived of a liberty interest. When a claimant asserts\r\nthat government action has wrongly deprived him of a liberty interest and the claim\r\nis fact intensive, a hearing to develop the factual basis of the claim is a necessary\r\npart of the review guaranteed by due process. Id. at 557-58 (“This analysis as to\r\n\nliberty parallels the accepted due process analysis as to property. The Court has\r\nconsistently held that some kind of hearing is required at some time before a\r\nperson is finally deprived of his property interests.”); see also Kurschner v. City of\r\nCamden Planning Comm’n, 376 S.C. 165, 171, 656 S.E.2d 346, 350 (2008)\r\n(recognizing that due process requires a trial-type hearing for fact-specific,\r\nadjudicatory decisions by administrative agencies). Thus, if a hearing is required\r\nto develop the factual basis of the claim, that hearing must be performed by the\r\ncircuit court if the General Assembly has not provided for such a hearing within\r\nthe administrative review process. See Travelscape, LLC v. South Carolina\r\nDepartment of Revenue, 391 S.C. 89, 108-09, 705 S.E.2d 28, 38 (2011).\r\n\r\nAppellant presented a fact-intensive issue implicating a constitutional liberty\r\ninterest and timely appealed. The factual basis for his constitutional arguments\r\nwas not developed by the Department of Corrections, the ALC, or a court. Were\r\nappellant still incarcerated, I would remand to circuit court for a full airing of the\r\nissues.15\r\n\r\nOn the issue whether appellant was unconstitutionally penalized for helping an\r\nilliterate inmate prepare a post-conviction relief application, Johnson v. Avery, 393\r\nU.S. 483 (1969), is squarely on point. The majority holds that Johnson did not\r\nestablish a specific right for a prisoner to provide legal assistance and that, in the\r\nabsence of an established right to provide legal assistance, appellant lacks standing\r\nto make a claim. In Johnson, however, the prisoner challenging the regulation\r\n(Johnson) was, like the appellant in this case, seeking to offer legal assistance to\r\nanother inmate. The Johnson Court did not hold that he lacked standing to bring a\r\nclaim. Rather, it held that “unless and until the State provides some reasonable\r\nalternative to assist inmates in the preparation of petitions for post-conviction\r\nrelief, it may not validly enforce a regulation such as that here in issue, barring\r\ninmates from furnishing such assistance to other prisoners.” Id. at 490. Moreover,\r\ncontrary to the majority’s assertion, appellant suffered an actual injury when he\r\n\r\n15Justice Kittredge correctly observes that Appellant has made no explicit request\r\nthat we consider an exception to mootness in this case. In my view, Appellant\r\ncould not have done so since his case did not become moot until after it was\r\nsubmitted for this Court’s decision. Indeed, we cannot say on this record whether\r\nthe case is moot. If Appellant is convicted upon retrial, we do not know what\r\neffect the disciplinary violation at issue here will have upon the credit he is\r\nawarded for time served. Finally, the facts alleged by Appellant fit squarely within\r\nthe mootness exception for disputes that are capable of repetition yet evading\r\nreview. See Turner v. Rogers, 131 S.Ct. 2507, 2515 (2011).\r\n\nwas punished for a major infraction and consequently became subject to a later\r\nmaxout date, as noted above. Thus, it is doubly apparent that appellant had\r\nstanding to bring this claim.\r\n\r\nFurthermore, I do not agree with the majority’s assertion that appellant failed to\r\nallege that there is no other source of assistance for illiterate inmates. Appellant\r\nstates that the inmate he sought to assist is illiterate and that no one else would help\r\nhim, and he asserts that no assistance is provided to illiterate inmates by persons\r\ntrained in the law. The fact that appellant refers to a law library and law library\r\nclerks is not inconsistent with his assertion that assistance is not made available to\r\nilliterate inmates, as the majority appears to believe. Nor does the mere existence\r\nof law libraries and clerks ensure that illiterate prisoners are given adequate\r\nassistance to enable them to access the courts without the help of other prisoners.\r\n\r\nFinally, appellant contends that he was convicted of a disciplinary violation\r\nwithout due process of law in that, among other contentions, he was denied the\r\nopportunity to call witnesses or present documentary evidence. The due process\r\nrequired for imposition of penalties for major infractions includes the opportunity\r\nto call witnesses and present documentary evidence. Wolff, 418 U.S. at 566; Al-\r\nShabazz, 338 S.C. at 371, 527 S.E.2d at 751. In this case, the Department of\r\nCorrections does not contradict appellant’s assertion that he was not afforded such\r\nan opportunity, and no factfinder passed on the issue. Thus, appellant was not\r\nafforded due process.\r\n\r\nI therefore respectfully dissent. I would affirm Furtick and acknowledge the\r\nviability of appellant’s claim under Johnson.\r\n\nJUSTICE KITTREDGE: I would dismiss this appeal as moot. As the majority\r\nopinion indicates, Appellant has been released from prison, as his underlying\r\nconvictions and sentences were reversed by the court of appeals during the\r\npendency of this appeal. As a result, we are no longer presented with a justiciable\r\ncontroversy. In the words of the majority opinion, Appellant's claim for relief is\r\nnow \"inconsequential.\" Moreover, Appellant has not requested that we invoke any\r\nexception to mootness and proceed to the merits of his appeal. Accordingly, I\r\nwould dismiss the appeal and refrain from issuing an advisory opinion.\r\n\n","court":"Supreme"},{"id":"27171","title":"Hutson v. SC State Ports Authority","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27171.pdf","description":"In this workers' compensation appeal, the Court reversed and remanded the circuit court's order finding claimant had failed to establish a wage loss under Section 42-9-20 of the South Carolina Code holding that speculative testimony by claimant was not substantial evidence to uphold this finding.","date":"2012-09-19","type":"opinion","text":"                   THE STATE OF SOUTH CAROLINA \n\r\n                        In The Supreme Court \n\r\n\r\n            Franklin Hutson, Petitioner,\r\n            v. \n\r\n            South Carolina State Ports Authority, Employer, and \n\r\n            State Accident Fund, Carrier, Respondents. \n\r\n\r\n            Appellate Case No. 2010-178226\r\n\r\n\r\n         ON WRIT OF CERTIORARI TO THE COURT OF APPEALS \n\r\n\r\n\r\n                       Appeal From Charleston County \n\r\n                    Deadra L. Jefferson, Circuit Court Judge \n\r\n\r\n\r\n                              Opinion No. 27171 \n\r\n                Heard April 4, 2012 – Filed September 19, 2012 \n\r\n\r\n\r\n                       REVERSED AND REMANDED\r\n\r\n\r\n            Thomas M. White, of The Steinberg Law Firm, of Goose\r\n            Creek, for Petitioner.\r\n\r\n            Matthew C. Robertson, of Merritt, Webb, Wilson &\r\n            Caruso, of Columbia, and Margaret Mary Urbanic, of\r\n            Clawson & Staubes, of Charleston, for Respondents.\r\n\r\n\r\n      JUSTICE HEARN: In this workers' compensation appeal, we must\r\ndetermine whether speculative testimony by the claimant concerning his possible\r\n\nfuture work as a restaurateur qualifies as substantial evidence to establish he did\r\nnot sustain a wage loss pursuant to Section 42-9-20 of the South Carolina Code\r\n(1976). We hold it does not and therefore reverse and remand.\r\n\r\n\r\n\r\n                          FACTS/PROCEDURAL HISTORY\r\n\r\n       Frank Hutson was working as a crane operator for the State Ports Authority\r\nwhen he suffered an injury to his lower back and legs while attempting to remove a\r\ncontainer from a ship. Although he initially thought he had just pulled a muscle,\r\nhe was diagnosed with a disc bulge at L2-3 and spondylosis at L5-S1. His\r\ntreatment included steroid injections, physical therapy, and use of a back brace.\r\nAfter reaching maximum medical improvement, he filed a Form 50 with the\r\nworkers' compensation commission for continued benefits alleging permanent and\r\ntotal disability pursuant to Sections 42-9-10 and 42-9-30 South Carolina Code\r\n(1976 & Supp. 2011) or, alternatively, a wage loss under Section 42-9-20. He also\r\nasked to receive the award in lump sum.\r\n\r\n       Although the Ports Authority and its insurance carrier, the State Accident\r\nFund (collectively, Respondents), admitted the accident and the back injury, they\r\ndisputed the claims to his legs and argued he should receive only permanent partial\r\ndisability benefits. They also objected to Hutson's request that his benefits be paid\r\nin a lump sum.\r\n\r\n      The case proceeded to a hearing before the single commissioner. At the\r\nhearing, Hutson presented an employability evaluation report of a vocational\r\nspecialist, Jean Hutchinson. Hutchinson noted that Hutson \"had significant\r\nimpairment in his ability to tolerate activities of daily living with maximum sitting\r\nand standing capability at fifteen minutes and maximum lifting capability at twenty\r\npounds.\" Although Hutson had taken a few courses at Trident Technical College\r\nin business management, culinary arts, and food sanitation, he never completed a\r\ndegree or certification program in any of those areas. Hutson had spent his entire\r\nworking life employed in manual labor, primarily as a crane operator. Noting that\r\nhe possessed no transferable skills to perform other work within his functional\r\ncapacity, Hutchinson concluded:\r\n\n             [Hutson] will require a myriad of services to include career\r\n      counseling to determine an occupational area that is consistent with\r\n      his physical restrictions, occupational skill training in either a\r\n      classroom or on-the-job setting, and selected job placement.\r\n      Successful completion of these steps can reduce his disability with\r\n      regard to employment.          Without this or a similar vocational\r\n      rehabilitation plan, I am of the opinion that Mr. Hutson will encounter\r\n      very significant difficulty re-entering the competitive job market and\r\n      will be relegated to at or near minimum wage ($5.15-$6.50 per hours).\r\n\r\n      Thus, according to the vocational expert, Hutson's earning ability post injury\r\nwas slightly less than $14,000 per year compared to the approximately $90,000 per\r\nyear he earned as a crane operator.\r\n\r\n       Hutson testified at the hearing on his plans for future employment, stating\r\nthat he was interested in opening a restaurant, which is why he requested the award\r\nin a lump sum. In response to questions from the commissioner, Hutson admitted\r\nhe had never previously run a restaurant and acknowledged that doing so would\r\nrequire him to stand at the register and in the kitchen as well as sit for periods of\r\ntime writing menus and paying bills. Nevertheless, Hutson stated he believed he\r\ncould run a restaurant and although he could not respond with any specificity when\r\nasked how much money he expected to make, he informed the commissioner, \"It\r\ndepends on how many people I get coming in there. My food's good.\"\r\n\r\n      The single commissioner found Hutson sustained a 30% loss of use to his\r\nback under section 42-9-30. He also noted that Hutson suffered radicular\r\nsymptoms which affected the function of his right leg, but did not award any\r\nbenefits. With regard to the wage loss claim under section 42-9-20, the\r\ncommissioner denied recovery finding \"that claimant understands what it entails to\r\nrun a restaurant and he believes he can do this type of work.\" He concluded that\r\nbecause Hutson could not testify as to how much he would make as a restaurateur,\r\nthere was no way to determine if he would suffer any loss of earning capacity.\r\nHowever, the commissioner went on to express some doubt about the viability of\r\nHutson's plan stating that \"[Hutson] was given ample opportunity during my\r\nquestioning to qualify or moderate his testimony concerning his perceived ability\r\nto run a restaurant. Frankly, his confidence runs contrary to the greater weight of\r\n\nthe evidence in the record.\" The commissioner further noted that \"[h]ad [Hutson\r\nnot made these statements], [he] would have found him to be Permanently and\r\nTotally disabled under 42-9-10.\"\r\n\r\n       The full commission and circuit court affirmed. Hutson then appealed to the\r\ncourt of appeals arguing the finding that he was capable of running a restaurant\r\nwas not supported by substantial evidence, recovery should not have been limited\r\nto an award for his back because the commissioner found his back injury affected\r\nhis legs, and the case should have been remanded for further fact findings on the\r\nwage loss and loss of use of his back, leg, or whole person. The court of appeals\r\nagreed that the full commission should have considered whether his back injury\r\ncombined with the damage to his leg entitled him to greater benefits under section\r\n42-9-30 and remanded for reconsideration of this issue. Hutson v. State Ports\r\nAuth., 390 S.C. 108, 116, 118, 700 S.E.2d 462, 467, 468 (Ct. App. 2010).\r\nHowever, it found substantial evidence to support the full commission's finding\r\nthat Hutson did not prove a wage loss. Id. at 114, 700 S.E.2d at 466. We granted\r\ncertiorari solely to consider this second issue.1\r\n\r\n                                  LAW/ANALYSIS\r\n      Hutson argues no substantial evidence exists to support the commissioner's\r\nconclusion that he is not entitled to wage loss benefits under section 42-9-20.\r\nBecause we find the only evidence supporting the full commission's decision is\r\npure speculation and conjecture, we agree.\r\n\r\n       When a worker covered by the Workers' Compensation Act (Act) is injured,\r\nhe can recover under the \"general disability\" statutes or the \"scheduled loss\"\r\nstatutes. S.C. Code Ann. § 42-9-10 to -30. The general disability statutes offer\r\ncompensation for total and partial disability, including a provision for wage loss\r\nbenefits. The wage loss benefits statute provides:\r\n\r\n      Except as otherwise provided in § 42-9-30, when the incapacity for\r\n      work resulting from the injury is partial, the employer shall pay, or\r\n\r\n1No writ was sought with respect to the court of appeals' decision to remand for\r\nconsideration of his leg injuries, and Hutson stated in oral argument before this\r\nCourt that he was no longer pursuing any claim for total and permanent disability.\r\n\n      cause to be paid, as provided in this chapter, to the injured employee\r\n      during such disability a weekly compensation equal to sixty-six and\r\n      two-thirds percent of the difference between his average weekly\r\n      wages before the injury and the average weekly wages which he is\r\n      able to earn thereafter, but not more than the average weekly wage in\r\n      this State for the preceding fiscal year.\r\n\r\nId. § 42-9-20. \"It is well-settled that an award under the general disability statutes\r\nmust be predicated upon a showing of a loss of earning capacity, whereas an award\r\nunder the scheduled loss statute does not require such a showing.\" Skinner v.\r\nWestinghouse Elec. Corp., 394 S.C. 428, 432, 716 S.E.2d 443, 445-46 (2011)\r\n(quoting Fields v. Owens Corning Fiberglas, 301 S.C. 554, 555, 393 S.E.2d 172,\r\n173 (1990)).\r\n\r\n      The Administrative Procedures Act governs our review of the full\r\ncommission's decision. Lark v. Bi-Lo, Inc., 276 S.C. 130, 134, 276 S.E.2d 304,\r\n306 (1981). Under this standard, we can reverse or modify the decision only if the\r\nclaimant's substantial rights have been prejudiced because the decision is affected\r\nby an error of law or is clearly erroneous in view of the reliable, probative, and\r\nsubstantial evidence on the whole record. S.C. Code Ann. § 1-23-380(A)(5)\r\n(Supp. 2011). \"Substantial evidence is not a mere scintilla of evidence nor\r\nevidence viewed from one side, but such evidence, when the whole record is\r\nconsidered, as would allow reasonable minds to reach the conclusion the Full\r\nCommission reached.\" Shealy v. Aiken Cnty., 341 S.C. 448, 455, 535 S.E.2d 438,\r\n442 (2000).\r\n\r\n       We begin our analysis by repeating two principles which form the lens\r\nthrough which we view this case. First is the guiding principle undergirding our\r\nworkers' compensation system that the Act is to be liberally construed in favor of\r\nthe claimant. Carter v. Penny Tire & Recapping Co., 261 S.C. 341, 349, 200\r\nS.E.2d 64, 67 (1973); Hall v. Desert Aire, Inc., 376 S.C. 338, 350, 656 S.E.2d 753,\r\n759 (Ct. App. 2007). The second is the equally compelling evidentiary principle\r\nthat an award may not rest upon surmise, conjecture, or speculation. Tiller v. Nat'l\r\nHealth Care Ctr. of Sumter, 334 S.C. 333, 339, 513 S.E.2d 843, 845 (1999).\r\nInstead, \"[an award] must be founded on evidence of sufficient substance to afford\r\n\na reasonable basis for it.\" Wynn v. People's Natural Gas Co. of S.C., 238 S.C. 1,\r\n12, 118 S.E.2d 812, 818 (1961).\r\n\r\n       It is undisputed that Hutson's admitted injury prevents him from continuing\r\nin his life's occupation as a crane operator. The sole question before us therefore is\r\nwhether his injury will also prevent him from earning the same wages in another\r\njob. In concluding that it will not, the single commissioner, as affirmed by the full\r\ncommission, focused entirely on Hutson's own wholly speculative testimony\r\nregarding the restaurant. When Hutson's counsel asked him about his future plans,\r\nHutson responded simply that he was \"looking into maybe a restaurant business.\"\r\nHowever, the sole purpose for this testimony was to support Hutson's request that\r\nhis award be paid to him in a lump sum, which is evident from the following\r\ncolloquy between counsel and Hutson:\r\n\r\n      Q. And do you need that money paid in a lump sum to try to do\r\n      something in the future as far as maybe starting up a business or\r\n      getting invested or do something?\r\n\r\n      A. Yes, sir.\r\n\r\n       Under further questioning by Respondents' counsel and the single\r\ncommissioner himself, it became clear that although Hutson had family members\r\nin the restaurant business and had taken a course in culinary arts, his primary\r\nreason for believing he could run a restaurant was that he liked to cook. The only\r\nevidence concerning what Hutson might earn as a restaurateur came during the\r\nsingle commissioner's questioning when the following colloquy occurred:\r\n\r\n      Q. You say you can run a restaurant. How much money do you\r\n      expect you can make?\r\n\r\n      A. It depends on how many people I get coming in there. My food's\r\n      good.\r\n\r\n      Thus, despite Hutson's confidence in his own abilities, the record is clear\r\nthat Hutson had no experience running a restaurant or an understanding of what\r\ndoing so entails. In fact, as noted above, the revealingly candid passage from the\r\nsingle commissioner's written order demonstrates the single commissioner\r\n\nrecognized the speculative nature of Hutson's aspirations. Yet he, and ultimately\r\nthe full commission, held Hutson's inability to testify as to what he could earn from\r\nthis proposed venture meant Hutson could not show a loss of earning capacity. To\r\nuse such unsupported and wildly optimistic goals which are in direct conflict with\r\nthe only concrete evidence in the record would turn the Act on its head and violate\r\nthe stated policy behind it. Worse, it would punish an employee for merely\r\nexploring the chance of overcoming an unanticipated injury by exploring other\r\npossible career options. The court of appeals and the circuit court then\r\ncompounded the commission's error by holding Hutson's testimony constituted not\r\njust evidence, but substantial evidence, that he had not suffered a wage loss.2\r\n\r\n       Respondents rely on Sellers v. Pinedale Residential Center, 350 S.C. 183,\r\n564 S.E.2d 694 (Ct. App. 2002), to support their assertion that \"the Commission\r\nwas correct in considering the future earnings of [Hutson] based on [Hutson's] own\r\ntestimony.\" Respondents' reliance on Sellers is misplaced. In Sellers, the court of\r\nappeals affirmed the commission's decision to adjust an injured high-school\r\nstudent and part-time employee's average weekly wage and compensation rate to\r\nreflect his probable future wages in a career as an electrician, a job he did not hold\r\nat the time of his injury. Id. at 191, 564 S.E.2d at 699. The commission's decision\r\nwas based on concrete facts that illustrated the employee's career goals were well-\r\nfounded because of his \"interest, aptitude, and ability to become an electrician.\"3\r\nId. In addition, the commission based its decision on the vocational expert's\r\ntestimony, and Sellers offered no evidence to the contrary. Id. at 191-92, 564\r\n\r\n2Although the court of appeals also noted that Hutson's physicians did opine he\r\ncould return to light duty work, Hutson, 390 S.C. at 115, 700 S.E.2d at 466, the\r\nphysicians presented no evidence regarding his earning capabilities.\r\n3 In so concluding, the commissioner weighed the fact that Sellers had joined his\r\nfather, an electrician, at work on a number of occasions, since he was twelve years-\r\nold as well as the testimony of the employer of Sellers' father that \"Sellers was\r\nvery energetic. . . . He had a very determined approach that he wanted to learn the\r\nelectrical trade, and . . . do the same thing his dad was doing.\" Sellers, 350 S.C. at\r\n192, 564 S.E.2d at 699.\r\n\r\n \r\n\nS.E.2d at 699. Sellers simply does not stand for the proposition that a claimant's\r\ntestimony regarding his future earnings is always sufficient. Here, the testimony\r\nrelied upon by the court of appeals is not only contrary to the vocational expert's\r\ntestimony but rests solely on Huston's speculative goals. Thus, there is no\r\nevidence in the record supporting the commissioner's order, and Sellers has no\r\nbearing on the case before us.\r\n\r\n      In sum, the full commission's conclusion is based on rank speculation and\r\ncannot now be used as the basis for denying Hutson's claim for lost wages.\r\nHolland v. Ga. Hardwood Lumber Co., 214 S.C. 195, 205, 51 S.E.2d 744, 749\r\n(1949) (\"The existence of a fact or facts cannot rest in speculation, surmise, or\r\nconjecture.\"); see also Wynn, 238 S.C. at 12-13, 118 S.E.2d at 818 (reversing\r\ncommission's finding where the claimant's bare assertion that he could not work\r\nwas not corroborated by his physicians). Hutson's desire to continue to have a\r\nproductive work life is commendable and is, quite frankly, a refreshing change\r\nfrom much of the testimony normally contained in workers' compensation matters\r\ncoming before this Court. However, what is abundantly clear from Hutson's\r\ntestimony is that he never worked in a restaurant in his life, much less operated\r\none, and he clearly had no idea what income he might realize from such a venture.\r\nBecause his testimony was based on speculation, surmise, and conjecture, it cannot\r\nsupport the commission's decision that he did not sustain a wage loss. We\r\ntherefore reverse the court of appeals.\r\n\r\n                                 CONCLUSION\r\n      Based on the above, we reverse the court of appeals' decision that Hutson\r\ndid not show a wage loss within the meaning of section 42-9-20, and therefore\r\nremand this matter to the commission. The only evidence in the record bearing on\r\nHutson's future earning capabilities is from the vocational expert who offered\r\nuncontradicted testimony that Hutson's present earning potential is approximately\r\n$14,000 per year. However, this figure is what Hutson could expect to earn\r\nwithout successful completion of a vocational rehabilitation plan. Because the\r\nrecord does not reveal what Hutson might earn if he were to complete this plan, we\r\nremand for the commission to determine his earning capabilities upon successful\r\ncompletion, if possible. The commission will then enter an award as necessary\r\nunder section 42-9-20.\r\n\nBEATTY, KITTREDGE, JJ., and Acting Justice James E. Moore, concur.\r\nPLEICONES, J., dissenting in a separate opinion\r\n\nJUSTICE PLEICONES: I respectfully dissent. While it may seem a harsh result\r\nto deny petitioner partial disability under S.C. Code Ann. § 42-9-20 (1985), I\r\nbelieve there is substantial evidence to uphold the finding that he did not meet his\r\nburden of proof. I would therefore affirm.\r\n\r\nI begin by noting that petitioner bears the burden of proving wage loss under § 42-\r\n9-20. E.g. Bass v. Kenco Group, 366 S.C. 450, 622 S.E.2d 577 (2005). Petitioner\r\nwas interviewed by a vocational specialist in September 2005, and she issued a\r\nwritten report in October 2005. In this report, the expert noted petitioner had a\r\n\"high school level of education with some course work at Trident Tech.” She\r\nopined that if petitioner were to obtain an above minimum wage job, he would\r\nrequire \"a [sic] myriad of services to include career counseling . . . occupational\r\nskill training in either a classroom or the job setting, and selected job placement . .\r\n. .\" There is no evidence in the record that petitioner discussed his interest in the\r\nhospitality industry with this expert. Thus, her report does not address the viability\r\nof petitioner's subsequent decision to enter the restaurant business.\r\n\r\nAt the hearing in August 2006, petitioner introduced the vocational specialist's\r\nreport. He also took the stand and testified to his intent to enter the restaurant\r\nbusiness in the near future. The single commissioner found the following factual\r\nfindings regarding petitioner's wage loss claim:\r\n\r\n             Claimant has failed to prove that he suffered a loss of\r\n             earning capacity under § 42-9-20. Claimant testified that at\r\n             the time of the hearing that [sic] he is planning on getting\r\n             into the restaurant business. Claimant testified that he has\r\n             family members in the restaurant business and he is aware\r\n             of what it entails to work in the business. Claimant\r\n             testified that he is able to manage or supervise a restaurant.\r\n             Claimant testified that he would like to have a restaurant\r\n             that seats 120 people. Claimant was unable to testify as\r\n             to what his productive earnings would be in the\r\n             restaurant business, therefore, there is absolutely no\r\n             way for this Commissioner to determine any loss of\r\n             earning capacity based on the testimony of the Claimant.\r\n             Furthermore, when asked by this Commissioner, Claimant\r\n             testified that he understood that even if he owned a\r\n\n            restaurant he would still have to figure out the menu, write\r\n            the checks, pay the bills and stand if he worked the\r\n            registers. In addition, he admitted that he would have to\r\n            stand to help in the kitchen as well. Based on Claimant's\r\n            testimony I find that claimant understands what it entails to\r\n            run a restaurant and he believes that he can do this type of\r\n            work.\r\n            (Emphasis supplied.)\r\nThe single commissioner found that, by his own testimony concerning his\r\nintention to run a restaurant, petitioner failed to prove a loss of earning\r\ncapacity. The question of proof of a loss of earning ability is one of\r\nsubstantial evidence. E.g. Fields v. Owens Corning Fiberglas, 301 S.C. 554,\r\n393 S.E.2d 172 (1990). Substantial evidence exists to support an\r\nadministrative factual finding if, viewing the record as a whole, reasonable\r\nminds could reach the same conclusion. E.g., Lark v. Bi-Lo, 276 S.C. 130,\r\n276 S.E.2d 304 (1981). Evidence of probable future earning capacity is not\r\nunduly speculative where supported by the evidence such as the employee's\r\nown testimony. See Sellers v. Pinedale Residential Center, 350 S.C. 183,\r\n564 S.E.2d 694 (Ct. App. 2002) (substantial evidence of future earning\r\ncapacity to determine average weekly wages). Further, the fact that one\r\ncould draw inconsistent conclusions from the evidence does not mean the\r\nadministrative decision is not supported by substantial evidence. E.g., S.C.\r\nCoastal Conserv. League v. Dep't of Health and Envtl. Control, 363 S.C. 67,\r\n610 S.E.2d 482 (2006). Finally, neither the commission nor a court is\r\nrequired to accept expert evidence over lay testimony. E.g., Tiller v. Nat'l\r\nHealth Care Ctr. of Sumter, 334 S.C. 333, 513 S.E.2d 843 (1999).\r\nHere, the Full Commission, circuit court, and Court of Appeals all found\r\nsubstantial evidence supported the single commissioner's finding that\r\npetitioner did not meet his burden of proving wage loss. Given petitioner's\r\nextensive testimony regarding his intent to operate or work in a restaurant, I\r\nagree that substantial evidence supports the finding that petitioner has future\r\nearning capacity. I also agree that petitioner’s failure to present any evidence\r\nof the income he can be expected to earn as a result of his change in\r\n\nprofession supports the Full Commission’s finding, affirmed by the circuit\r\ncourt and the Court of Appeals, that petitioner did not meet his burden of\r\nproof under § 42-9-20 to prove wage loss.\r\nI would affirm.\r\n\n","court":"Supreme"},{"id":"27172","title":"Tempel v. SCSEC","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27172.pdf","description":"Appellant/Respondent and Respondents/Appellants appeal an order of the circuit court concerning the candidacy of Respondent/Appellant Paul Thurmond for Senate District 41.  The circuit court found Thurmond was not exempt from the filing requirement of section 8-13-1356(B) of the South Carolina Code.  S.C. Code Ann. Â§ 8-13-1356(B) (Supp. 2011).  Thus, Thurmond was disqualified as the Republican nominee for the District 41 seat.  The judge, therefore, ordered the Republican Party to conduct a special primary election pursuant to section 7-11-55.  S.C. Code Ann. Â§ 7-11-55 (Supp. 2011).  The Supreme Court, Toal, C.J., affirmed.","date":"2012-09-20","type":"opinion","text":"       THE STATE OF SOUTH CAROLINA \n\r\n            In The Supreme Court \n\r\n\r\nGeorge Tempel, Appellant/Respondent,\r\n\r\nv.\r\n\r\nSouth Carolina State Election Commission (Marci\r\nAndino, as Executive Director, and Chris Whitmire, as\r\nDirector of Public Information and Training); South\r\nCarolina Republican Party (Matt Moore, as Executive\r\nDirector, and Chad Connolly, as Chairman); Charleston\r\nCounty Republican Party (Lin Bennett, as Chairman);\r\nCharleston County Board of Elections and Voter\r\nRegistration (Joseph L. Debney, as Director, and Dan\r\nMartin, as Chairman); Dorchester County Republican\r\nParty (Carroll S. Duncan, Chairman); Dorchester County\r\nBoard of Elections (Joshua Dickard, as Executive\r\nDirector); and Paul Thurmond, Defendants,\r\n\r\nof whom South Carolina Republican Party (Matt Moore,\r\nas Executive Director, and Chad Connolly, as Chairman);\r\nCharleston County Republican Party (Lin Bennett, as\r\nChairman); Charleston County Board of Elections and\r\nVoter Registration (Joseph L. Debney, as Director, and\r\nDan Martin, as Chairman); Dorchester County\r\nRepublican Party (Carroll S. Duncan, Chairman) are\r\nRespondents,\r\n\r\nand South Carolina State Election Commission (Marci\r\nAndino, as Executive Director, and Chris Whitmire, as\r\nDirector of Public Information and Training), and Paul\r\nThurmond, are Respondents/Appellants.\r\n\r\nAppellate Case No. 2012-212729\r\n\r\n\r\n\r\n            Appeal From Charleston County\r\n        J. Ernest Kinard, Jr., Circuit Court Judge\r\n\n                             Opinion No. 27172 \n\r\n            Submitted September 17, 2012 – Filed September 20, 2012 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            James Emerson Smith, Jr., of Columbia, for\r\n            Appellant/Respondent.\r\n\r\n            Mary Elizabeth Crum, Ariail Burnside Kirk, and Amber\r\n            B. Martella, all of McNair Law Firm, of Columbia, for\r\n            Respondent/Appellant South Carolina State Election\r\n            Commission; Michael A. Timbes and Matthew Evert\r\n            Yelverton, both of Thurmond Kirchner Timbes &\r\n            Yelverton, of Charleston, and Tanya Amber Gee, of\r\n            Nexsen Pruet, of Columbia, for Respondent/Appellant\r\n            Paul Thurmond; Samuel W. Howell, IV, of Howell\r\n            Linkous & Nettles, of Charleston, for Respondent\r\n            Charleston County Board of Elections and Voter\r\n            Registration; and J. Robert Bolchoz, of Columbia and\r\n            Karl Smith Bowers, Jr., and Matthew Todd Carroll, both\r\n            of Womble Carlyle Sandridge & Rice, of Columbia, for\r\n            Respondent South Carolina Republican Party.\r\n\r\n\r\nCHIEF JUSTICE TOAL: Appellant/Respondent and Respondents/Appellants\r\nappeal an order of the circuit court concerning the candidacy of\r\nRespondent/Appellant Paul Thurmond for Senate District 41. The circuit court\r\nfound Thurmond was not exempt from the filing requirement of section 8-13-\r\n1356(B) of the South Carolina Code. S.C. Code Ann. § 8-13-1356(B) (Supp.\r\n2011). Thus, Thurmond was disqualified as the Republican nominee for the\r\nDistrict 41 seat. The judge, therefore, ordered the Republican Party to conduct a\r\nspecial primary election pursuant to section 7-11-55. S.C. Code Ann. § 7-11-55\r\n(Supp. 2011). We affirm the order of the circuit court.\r\n\r\n                                     FACTS\r\nOn March 29, 2012, Thurmond electronically filed a Statement of Economic\r\nInterests (SEI). Thirty minutes later, he filed his Statement of Intention of\r\nCandidacy (SIC) for the Republican Party primary for Senate District 41.\r\nHowever, he did not file a paper copy of his SEI along with his SIC as required by\r\n\nsection 8-13-1356(B), and interpreted by this Court in Anderson v. South Carolina\r\nElection Commission, 397 S.C. 551, 725 S.E.2d 704 (2012), and Florence County\r\nDemocratic Party v. Florence County Republican Party, 398 S.C. 124, 727 S.E.2d\r\n418 (2012). All of the other Republican contenders for the Senate District 41 seat\r\nwere decertified for failing to comply with section 8-13-1356(B). However,\r\nThurmond's name remained on the ballot, and he received over 1,700 votes. He\r\nwas subsequently declared the Republican candidate for the seat.\r\n\r\nThurmond is a part-time prosecutor for the City of North Charleston. Thurmond\r\nadmits he did not file his SEI simultaneously with his SIC for Senate Seat 41; he\r\nhas never filed an SEI as a municipal prosecutor; and the SEI, which he filed\r\nelectronically on March 28, 2012, was not filed in connection with his position as a\r\nmunicipal prosecutor.              I. EXEMPTION\r\nSection 8-13-1356(B) requires a non-exempt candidate to file an SEI for the\r\npreceding calendar year at the same time and with the same official with whom the\r\ncandidate files an SIC. Anderson v. v. S.C. Election Comm'n, 397 S.C. 551, 558,\r\n725 S.E.2d 704, 707–08 (2012). This requirement does not apply to \"a public\r\nofficial who has a current disclosure statement on file with the appropriate\r\nsupervisory office pursuant to Sections 8-13-1110 or 8-13-1140.\" S.C. Code Ann.\r\n§ 8-13-1356(A) (Supp. 2011). Public officials are required, under section 8-13-\r\n1110(B), to file an SEI with the appropriate supervisory office prior to taking\r\noffice. Section 8-13-1140 requires annual updates to SEIs no later than April 15th.\r\nS.C. Code Ann. § 8-13-1140 (Supp. 2011). The primary rule of statutory\r\nconstruction is to ascertain and give effect to the intent of the legislature. Town of\r\nMt. Pleasant v. Roberts, 393 S.C. 332, 342, 713 S.E.2d 278, 283 (2011). The\r\nstatutory language must be construed in light of the intended purpose of the statute.\r\nId. This Court will not construe a statute in a way which leads to an absurd result\r\nor renders it meaningless. See Lancaster Cnty. Bar Ass'n v. S.C. Comm'n on\r\nIndigent Defense, 380 S.C. 219, 222, 670 S.E.2d 371, 373 (2008) (\"In construing a\r\nstatute, this Court will reject an interpretation which leads to an absurd result that\r\ncould not have been intended by the legislature.\").\r\n\r\nAssuming, without deciding, that a part-time municipal prosecutor is a public\r\nofficial who is required to file an SEI, we hold Thurmond was not exempt from the\r\nsimultaneous filing requirement of section 8-13-1356(B). The logical construction\r\nof section 8-13-1356(A) requires the SEI on file to be the one filed by the public\r\nofficial for the office currently held by that official. Construing section 8-13-\r\n1356(A) as Thurmond requests would reward an official for not complying with\r\nthe requirement of section 8-13-1110 of filing an SEI prior to taking office while\r\nalso allowing the official to circumvent the simultaneous filing requirement of\r\n\nsection 8-13-1356(B). This construction does not serve the legislative intent\r\nbehind these statutes.\r\n\r\nThurmond admits his SEI was not filed in relation to his position as a municipal\r\nprosecutor. Therefore, his SEI was not a current SEI of a public official on file\r\nunder section 8-13-1110, and he is not exempt under section 8-13-1356(A) from\r\nthe requirement of filing his SEI along with his SIC.\r\n\r\n                              II. SPECIAL PRIMARY\r\nAppellant/Respondent George Tempel and Respondent/Appellant the South\r\nCarolina State Election Commission (the State Commission) contend the circuit\r\ncourt erred in ordering a special primary election under section 7-11-55 of the\r\nSouth Carolina Code. We disagree.\r\n\r\nSection 7-11-55 provides, \"If a party nominee dies, becomes disqualified after his\r\nnomination, or resigns his candidacy for a legitimate nonpolitical reason . . . and\r\nwas selected through a party primary election, the vacancy must be filled in a\r\nspecial primary election.\" S.C. Code Ann. § 7-11-55 (Supp. 2011). Tempel and\r\nthe State Commission argue the circuit court erroneously ordered a special primary\r\nelection because Thurmond was not \"disqualified.\" Tempel further contends\r\nsection 7-11-55 is inapplicable because Thurmond was not selected by party\r\nprimary. In addition, the State Commission argues Thurmond was not the \"party\r\nnominee\" because he was improperly certified.\r\n\r\n                        a. Selection through Party Primary\r\nPursuant to section 7-11-10, nominations for candidates may be made by political\r\nparty primary, political party convention, or by petition. S.C. Code Ann. § 7-11-10\r\n(Supp. 2011). Although Thurmond may have been declared the Republican\r\ncandidate under sections 7-11-90 and 7-17-620 because he was unopposed in the\r\nprimary election, this does not alter the fact that the Republican Party used a\r\nprimary election as the method for selecting its candidate for the Senate District 41\r\nseat. See S.C. Code Ann. §§ 7-11-90 and 7-17-620 (1976). Accordingly,\r\nThurmond was selected through a party primary election.\r\n\r\n                                  b. Party Nominee\r\nThurmond was certified as the party nominee for Senate Seat 41. The fact that the\r\nRepublican Party in good faith, albeit erroneously, believed Thurmond was exempt\r\nfrom the filing requirement of section 8-13-1356(B) does not negate his status as\r\nthe party nominee. We, therefore, reject the State Commission's argument that\r\nsection 7-11-55 is inapplicable because Thurmond was not the party nominee.\r\n\n                          c. Disqualified After Nomination\r\nThe central issue in the instant case is the interpretation of the term \"disqualified\"\r\nas used in section 7-11-55. In South Carolina Green Party v. South Carolina State\r\nElection Commission, 612 F.3d 752 (4th Cir. 2010), the plaintiff sought declaratory\r\nand injunctive relief against South Carolina's application of various election law\r\nstatutes. In that case, the Fourth Circuit Court of Appeals noted that the term\r\n\"disqualified\" was not defined in the statute. However, the court relied on the\r\nstatutory construction rules of this Court in interpreting the statute. Id. at 757–58\r\n(\"Because South Carolina law does not define the term 'disqualified' for purposes\r\nof this statute, we rely on the statutory construction rules applied by South\r\nCarolina's highest court in the interpretation of statutes.\" (citing In re DNA Ex Post\r\nFacto Issues, 561 F.3d 294, 300 (4th Cir. 2009))).\r\n\r\nBecause this Court held that words in a statute must be construed in context,\r\nand the meaning of particular terms in a statute may be ascertained by\r\nreference to words associated with them in the statute, the Fourth Circuit\r\nconcluded the plain language of the provision \"addresse[d] the circumstances\r\nin which a 'party nominee' could be 'disqualified' from representing a 'party'\r\nafter a 'nomination.'\" Id. at 758 (citing Hill v. York Cnty. Natural Gas Auth.,\r\n384 S.C. 483, 682 S.E.2d 809, 811–12 (2009) (\"The language must also be\r\nread in a sense which harmonizes with its subject matter and accords with its\r\ngeneral purpose.\")). Accordingly, the court held the State Election\r\nCommission's application of the \"sore loser\" statute1 after the plaintiff's loss\r\nin the Democratic primary prevented him from appearing on the general\r\nelection ballot as the Green Party nominee and rendered the plaintiff\r\n\"disqualified\" as a \"party nominee\" after his \"nomination.\" Id. The Fourth\r\nCircuit's interpretation of \"disqualified\" as that term is used in section 7-11-\r\n50, is correct, and applies equally as that term is used in section 7-11-55.\r\nThe Fourth Circuit's deferential and persuasive opinion highlights the preeminent\r\nmatter of concern before this Court. In Green Party, the Fourth Circuit addressed\r\nwhether South Carolina's election statutes operated to foreclose a political party's\r\nright to associate and choose a preferred or substitute candidate, thereby frustrating\r\nthe party's political participation. See Green Party, 612 F.3d at 756–58. The\r\ndissent's attempt to improperly extend this Court's decision in Anderson threatens\r\n\r\n1S.C. Code Ann. § 7-11-10 (Supp. 2011) (no person who was defeated as a\r\ncandidate for nomination in a party primary shall have his name on the general\r\nelection ballot).\r\n\nto do just that. In our judgment, the dissent errs in conflating section 8-13-\r\n1356, the candidacy filing statute, with section 7-11-55, the party nominee\r\nreplacement statute. This conflation produces the absurd result that a\r\npolitical party can never conduct a replacement primary in a circumstance\r\nwhere, as here, its candidate is disqualified after certification for a defective\r\nfiling.\r\nIn Anderson, this Court correctly concluded that section 8-13-1356(B) of the South\r\nCarolina Code requires a candidate for office must file an SEI at the same time and\r\nwith the same official with whom the candidate files an SIC. Anderson, 397 S.C.\r\nat 558, 725 S.E. 2d at 708. (holding the unambiguous language of section 8-13-\r\n1356 prohibits a political party from accepting an SIC which is not accompanied\r\nby an SEI). Thus, the Court held that the names of any non-exempt individuals\r\nwho did not file the appropriate documents were improperly placed on the ballot,\r\nand ordered their removal from the ballot. Id. However, the interpretation of\r\nsection 8-13-1356(B) and the responsibility of putative candidates and political\r\nparties to act in conformity therewith are the sole issues decided in Anderson. The\r\nbroader issue in this case is what South Carolina's election law regime provides to\r\npolitical parties, candidates, and citizens upon the disqualification or resignation of\r\na party nominee. These issues were not addressed in Anderson, and thus, our\r\nopinion in that case is not controlling.\r\n\r\nSection 7-11-55 provides that when a party nominee, selected through a primary\r\nparty election, dies, resigns, or is disqualified, the vacancy must be filled through a\r\nspecial primary. S.C. Code Ann. § 7-11-55 (Supp. 2011). This Court's primary\r\nrole in construing the section must be to ascertain and give effect to the intent of\r\nthe legislature, so long as this does not lead to an absurd result. It is clear from the\r\nface of the statute that the General Assembly intended to provide a mechanism for\r\npolitical parties to replace nominees prior to the general election. It is equally clear\r\nthat the General Assembly would not have intended for \"disqualified\" to be\r\ninterpreted so narrowly that a political party is prevented from conducting any\r\nspecial primary to replace its nominee due to the improper certification of a\r\nnominee. The dissent's view of disqualification, based on our opinion in Anderson,\r\nwould not only remove Thurmond from the ballot, but would prevent the\r\nRepublican Party from holding any primary. We simply cannot infer that the\r\nGeneral Assembly intended for the section which speaks directly to the issue of\r\n\"disqualification,\" to include the arbitrary distinctions that the dissent suggests.\r\nFurthermore, the dissent's view would prevent Thurmond from entering the special\r\nprimary, and participating as a petition candidate, two results clearly not\r\ncontemplated by section 7-11-55.\r\n\r\nThus, we reject the argument that Thurmond's candidacy was void ab initio\r\n\nbecause he was never eligible to be a candidate. Instead, we hold Thurmond was\r\ndisqualified from the initial primary election, held on June 12, 2012, for Senate\r\nSeat 41 because he failed to comply with the simultaneous filing requirement of\r\nsection 8-13-1356(B).            CONCLUSION\r\n\r\nThurmond was not exempt under section 8-13-1356(A) from the simultaneous\r\nfiling requirement of section 8-13-1356(B) and, therefore, was disqualified after\r\nhis nomination from the initial Republican Party primary election for Senate\r\nDistrict 41 because of his failure to comply with the filing requirement.\r\nAccordingly, the circuit court properly ordered a special primary election to be\r\nheld pursuant to section 7-11-55.\r\n\r\n      AFFIRMED.\r\n\r\n      KITTREDGE and HEARN, JJ., concur. PLEICONES, J., dissenting in\r\na separate opinion in which BEATTY, J., concurs.\r\n\nJUSTICE PLEICONES: I agree with the majority that Thurmond was not\r\nexempt from the simultaneous filing requirement of S.C. Code Ann. § 8-13-\r\n1356(B) (Supp. 2011). I do not agree, however, that he was a party nominee who\r\nbecame disqualified after his nomination such that a special primary election was\r\nproper under S.C. Code Ann. § 7-11-55 (Supp. 2011). I would therefore reverse\r\nthe circuit court's order requiring a special primary election under that statute.\r\n\r\n                                 1. Party Nominee\r\nThe name of any individual who did not meet the simultaneous filing requirement\r\nof § 8-13-1356(B) \"must be removed\" from the party primary ballot. Anderson v.\r\nS.C. Election Comm'n, 397 S.C. 551, 725 S.E.2d 704 (2012). An individual whose\r\nname appears on the ballot in violation of this statutory requirement may not be\r\ncertified as a candidate for the general election. Anderson, citing S.C. Code Ann. §\r\n8-13-1356(E) (Supp. 2011). In Florence Cnty. Democratic Party v. Florence Cnty.\r\nRepublican Party, 398 S.C. 124, 727 S.E.2d 418 (2012), this Court held that\r\nAnderson applied to all political party primaries throughout the state, and that \"[t]o\r\nthe extent other political parties have improperly certified candidates, those parties\r\nignore the decision of this Court at their own peril.\" Here, despite our clear\r\nholding in Anderson, reinforced by our decision in Florence County, the\r\nCharleston County Republican Party chose not to remove Thurmond from the\r\nballot, and then chose to certify him in the face of our explicit warning in Florence\r\nCounty. The name of any individual who did not comply with § 8-13-1356(B) was\r\nto be removed from the primary ballot under Anderson. A party cannot remedy its\r\nerror in allowing such an individual's name to appear by unlawfully certifying his\r\nelection. Florence County, supra. Thurmond is not his party's nominee as he did\r\nnot properly file as a candidate. Section 7-11-55 does not apply to this situation.\r\n\r\n                                 2. Disqualification\r\nEven if Thurmond were somehow found to be a party nominee, he has not been\r\ndisqualified within the meaning of § 7-11-55. While the term \"disqualified\" is not\r\ndefined in § 7-11-55, the State Constitution sets forth the qualifications for a seat in\r\nthe Senate. Pursuant to S.C. Const. art. III, § 7, a person must be a duly qualified\r\nelector in the district, twenty-five years old, and a legal resident of the district at\r\nthe time of filing for office in order to be eligible for a Senate seat. That section\r\nalso prohibits anyone convicted of certain enumerated crimes from serving in the\r\nSenate unless the person has been pardoned or fifteen years has passed since the\r\ncompletion of the sentence for the crime. In Anderson, this Court specifically\r\nstated that \"§ 8-13-1356 does not alter the qualification for one to serve as a\r\nlegislator. Instead, it merely delineates filing requirements to appear on a ballot.\"\r\nAnderson, supra (emphasis added). Accordingly, I disagree with the majority\r\nwhen it holds that \"Thurmond was disqualified from the initial primary election . . .\r\n\nbecause he failed to comply with the simultaneous filing requirement of § 8-13-\r\n1356(B).\" In my opinion, such a holding would require the Court overrule this part\r\nof Anderson. A candidate who did not meet the filing requirements of § 8-13-1356\r\nis not \"disqualified\" within the meaning of § 7-11-55.\r\n\r\nAs used in election law, whether an individual is qualified for office asks whether\r\nshe meets the constitutional or statutory requirements for the office. See Ravenel v.\r\nDekle, 265 S.C. 364, 218 S.E.2d 521 (1975) (Ravenel not qualified to serve as\r\nGovernor because he did not meet constitutional residency requirement for office).\r\nMoreover, a statute cannot alter the “qualifications” for office when the\r\nConstitution has established them unless the Constitution itself authorizes such\r\nalteration. Joint Legislative Committee for Judicial Screening v. Huff, 320 S.C.\r\n241, 464 S.E.2d 324 (1995). Here, there is no contention that Thurmond has\r\nbecome \"disqualified\" from holding the office of Senator after his \"nomination,\"\r\neither because he was no longer a qualified elector, because he was less than\r\ntwenty-five years old, because he had moved out of the district, or because he had\r\ncommitted one of the offenses listed in S.C. Const. art. III, § 7. Had Thurmond\r\nbecome disqualified for one of these reasons after his nomination, he most\r\ncertainly would not simultaneously have been requalified to run in a special\r\nelection under § 7-11-55.\r\n\r\nThe majority finds the Fourth Circuit Court of Appeals' interpretation of the term\r\n\"disqualified\" in § 7-11-50 persuasive. See S.C. Green Party v. S.C. State Election\r\nComm'n, 612 F.3d 752 (4th Cir. 2010). In Green Party, the court found that § 7-11-\r\n50 addresses the circumstances in which a party nominee may be disqualified from\r\nrepresenting a party after a nomination. While § 7-11-50 resembles § 7-11-55,2 the\r\nstatute at issue here, I disagree with the Fourth Circuit's interpretation. Section 7-\r\n11-50's first paragraph provides:\r\n\r\n             If a party nominee who was nominated by a method other than\r\n             party primary election dies, becomes disqualified after his\r\n             nomination, or resigns his candidacy for a legitimate\r\n             nonpolitical reason as defined in this section and sufficient time\r\n             does not remain to hold a convention to fill the vacancy or to\r\n             nominate a nominee to enter a special election, the respective\r\n             state or county party executive committee may nominate a\r\n             nominee for the office, who must be duly certified by the\r\n             respective county or state chairman.\r\n\r\n\r\n2Section 7-11-50 deals with the substitution of a candidate nominated by a method\r\nother than a party primary.\r\n\nThe statute next defines the \"legitimate nonpolitical reason\" for a candidate's\r\nresignation under the statute, before providing the substitution procedures. While\r\nthe statute does define the circumstances in which a candidate who resigns can be\r\nsubstituted (i.e. where the resignation is for \"legitimate nonpolitical reasons\"), it\r\nnowhere purports to define when a party nominee becomes disqualified.\r\n\r\nIn my opinion, the Fourth Circuit incorrectly interpreted § 7-11-50 in S.C. Green\r\nParty v. S.C. State Election Comm'n, supra. See Laffitte v. Bridgestone Corp., 381\r\nS.C. 460, 674 S.E.2d 154 (2009) (a federal court decision interpreting state law is\r\nnot binding on this Court). There is no language in § 7-11-50 which \"addresses the\r\ncircumstances\" in which a party nominee could be disqualified, nor is there any\r\nsuch language in § 7-11-55.\r\n\r\nSection 7-11-55 begins:\r\n\r\n             If a party nominee dies, becomes disqualified after his\r\n             nomination, or resigns his candidacy for a legitimate\r\n             nonpolitical reason as defined in Section 7-11-50 and was\r\n             selected through a party primary election, the vacancy must be\r\n             filled in a special primary election to be conducted as provided\r\n             in this section.\r\n\r\nThe remainder of the statute is concerned with the procedures for conducting the\r\nspecial primary, and reiterates that a candidate resigning his candidacy must follow\r\nthe procedures outlined in § 7-11-50. Section 7-11-55 does no more to \"address\r\nthe circumstances\" in which a party nominee may be disqualified than does § 7-11-\r\n50.\r\n\r\nFinally, the term \"becomes disqualified after his nomination\" should be construed\r\nin its plain and ordinary meaning. Anderson, supra (unless something in the\r\nstatute requires a different interpretation, the words used in a statute must be given\r\ntheir ordinary meaning). Even if we were to hold that failure to comply with § 8-\r\n13-1356(B) constituted a disqualification under § 7-11-55, it did not occur \"after\r\n[Thurmond's] nomination.\" Instead, it existed at the time he filed as a candidate.\r\nAccordingly, it is my opinion that Thurmond's failure to comply with the\r\nrequirement to appear on the ballot does not constitute a disqualification \"after his\r\nnomination\" which would authorize a special primary election under § 7-11-55.\r\n\n                                   Conclusion\r\nBecause Thurmond was not exempt from the SEI filing requirement of § 8-13-\r\n1356(B), he was ineligible to appear on the ballot and was improperly certified as\r\nthe Republican nominee for Senate District 41. He, therefore, is not the party\r\nnominee. Further, Thurmond was not \"disqualified after his nomination\" by his\r\nfailure to simultaneously file an SEI and an SIC. Accordingly, the circuit court\r\nerred in ordering a special primary election to be held pursuant to § 7-11-55. I\r\ntherefore dissent and would reverse the order of the circuit court authorizing the\r\nRepublican Party to hold a special primary election and declare the results of the\r\nspecial election, held on September 18, 2012, null and void.\r\n\r\n\r\n\r\nBEATTY, J., concurs.\r\n\n","court":"Supreme"},{"id":"27173","title":"Moore v. State","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27173.pdf","description":"Petitioner contests the post-conviction relief (PCR) court's finding that he received effective assistance of counsel.  Petitioner's trial counsel waived Petitioner's right to a jury trial and opted instead for a bench trial as part of the defense strategy.  Petitioner asserts that he did not wish to waive this right, and as a result, he received ineffective assistance of counsel.","date":"2012-09-26","type":"opinion","text":"         THE STATE OF SOUTH CAROLINA\r\n               In The Supreme Court\r\n                    __________\r\nLarry Gene Moore,                  Petitioner,\r\n\r\n                            v.\r\nState of South Carolina,           Respondent.\r\n                       __________\r\n\r\n              ON WRIT OF CERTIORARI\r\n                    __________\r\n\r\n             Appeal From Spartanburg County\r\n           J. Mark Hayes, II, Circuit Court Judge\r\n                       __________\r\n\r\n                  Opinion No. 27173 \n\r\n  Submitted March 21, 2012 – Filed September 26, 2012   \n\r\n                    ___________\r\n\r\n            REVERSED AND REMANDED\r\n                  ___________\r\n\r\nAppellate Defender Robert Dudek, South Carolina Commission on\r\nIndigent Defense, of Columbia, for Petitioner.\r\n\r\nAttorney General Alan Wilson, Chief Deputy Attorney General John\r\nW. McIntosh, Assistant Deputy Attorney General Salley W. Elliott,\r\nand Assistant Attorney General Suzanne H. White, all of Columbia,\r\nfor Respondent.\r\n\nCHIEF JUSTICE TOAL: Larry Gene Moore (Petitioner) contests the post-\r\nconviction relief (PCR) court's finding that he received effective assistance of\r\ncounsel. Petitioner's trial counsel waived Petitioner's right to a jury trial and\r\nopted instead for a bench trial as part of the defense strategy. Petitioner\r\nasserts that he did not wish to waive this right, and as a result, he received\r\nineffective assistance of counsel. We reverse and remand.\r\n\r\n                  FACTUAL/PROCEDURAL HISTORY\r\n\r\n       On January 17, 2004, Petitioner took several items off the shelf at a\r\nWal-Mart in Spartanburg County. A loss prevention officer observed\r\nPetitioner and followed him past the last point of payment, and onto the\r\nsidewalk immediately outside the store. The officer approached Petitioner\r\nand stated that he needed to talk to him regarding some unpaid merchandise.\r\nPetitioner reached into his pocket, presented a gun, and said \"what this, are\r\nyou sure?\" Petitioner then fled the scene and was apprehended a short time\r\nlater by police.\r\n\r\n      The Spartanburg County Grand Jury indicted Petitioner for armed\r\nrobbery. Petitioner proceeded to trial where his counsel informed the court\r\nthat Petitioner would prefer a bench trial.\r\n\r\n      State: Your Honor, if it pleases the Court. Before you is\r\n      [Petitioner] . . . . The indictment has been true billed by the\r\n      Grand Jury.        He's represented by [counsel].       It's my\r\n      understanding that the defendant wishes to waive his right to a\r\n      jury trial and proceed with a bench trial before the court, [sic]\r\n      which the State consents.\r\n\r\n      The court: [Counsel] is that correct?\r\n\r\n      Counsel: Yes, Your Honor\r\n\r\n      The court: You ready to go forward at this time?\r\n\r\n      State: We are your honor.\r\n\n     The Court: All right. Be happy to hear from you . . . from the\r\n     State.\r\n\r\n       Petitioner was convicted and sentenced to fifteen years' imprisonment.\r\nPetitioner appealed his conviction and the court of appeals affirmed. This\r\nCourt denied the subsequent petition for writ of certiorari. Petitioner then\r\nfiled an application for PCR relief. Petitioner testified at the PCR hearing\r\nregarding his understanding of how his trial would be conducted:\r\n\r\n     Q: Okay. Before you went to your hearing in March of 2005,\r\n     what was your understanding of what was gonna [sic] happen\r\n     that day?\r\n\r\n     A: For the hearing or the trial?\r\n\r\n     Q: The trial.\r\n\r\n     A: I don't—well, really I—I really didn't know. I thought I\r\n     would take a jury trial, but I end up with a bench trial.\r\n\r\n     Q: Let me ask you some questions about that. Before your\r\n     hearing, your trial, had [counsel] discussed the idea of a jury trial\r\n     with you?\r\n\r\n     A: As far as my knowledge, I wanted to take a jury trial, but he\r\n     was saying something about a bench trial. But I really didn't\r\n     know the difference between a bench trial and a jury trial. But I\r\n     just know—only thing I know was it wasn't gonna [sic] be no\r\n     jury there.\r\n\r\n     Q: Did you know ahead of time that it was going to be just a bench trial\r\n     and not a jury–trial?\r\n\r\n     A: No, sir.\r\n\r\n     Q: Was it your understanding, when you walked in that day that\r\n     you were gonna [sic] pick a jury?\r\n\n      A: That's what I was thinking.\r\n\r\n       Petitioner's trial counsel also testified regarding the waiver. Trial\r\ncounsel testified that since the facts of the case were uncontested, his strategy\r\nwas to contest only the legal issue of whether the facts supported a charge of\r\narmed robbery. Specifically, he noted that the asportation of the property had\r\nalready occurred at the point that Petitioner used the weapon, and thus\r\nPetitioner did not use the weapon in order to force anyone to relinquish any\r\nmerchandise. Petitioner merely used the weapon in the process of escape.\r\n\r\n      Q: Did you thoroughly explain to him that, by having a bench trial, he\r\n      was waiving his right to a jury trial?\r\n\r\n      A: I believe that I did.\r\n\r\n      Q: Did he have any questions about that?\r\n\r\n      A: I can't recall. I know that we discussed the issues a little bit.\r\n      But I can't recall any specific questions that he had.\r\n\r\n      Q: Did he seem to understand that he was, in fact, waiving his\r\n      right to a jury trial?\r\n\r\n      A: I believe so. \n\r\n      ....\n\r\n\r\n      Q: Okay. Whose decision was it to go to trial?\r\n\r\n      A: [Petitioner's].\r\n\r\n      Q: And ultimately whose decision was it to go to trial on a bench\r\n      trial?\r\n\r\n      A: [Petitioner's].\r\n\n       The court dismissed Petitioner's PCR claim with prejudice. The court's\r\norder stated that Petitioner made the decision to waive his right to a jury of\r\nhis own accord after a detailed discussion with his attorney. The court also\r\nobserved that the State presented testimony that trial counsel discussed the\r\njury trial waiver at length with Petitioner prior to the decision to waive that\r\nright. Thus, Petitioner failed to \"overcome his burden and show counsel was\r\nineffective.\" Petitioner then filed a petition for writ of certiorari, and this\r\nCourt granted that petition.\r\n\r\n                           ISSUE PRESENTED\r\n\r\n       Did the PCR judge err in concluding that Petitioner received effective\r\nassistance of counsel?  STANDARD OF REVIEW\r\n\r\n       The burden is on the applicant in a PCR proceeding to prove the\r\nallegations in his application. Butler v. State, 286 S.C. 441, 442, 334 S.E.2d\r\n813, 814 (1985). On certiorari in a PCR action, this Court applies an \"any\r\nevidence\" standard of review. Cherry v. State, 300 S.C. 115, 119, 386 S.E.2d\r\n624, 626 (1989). Accordingly, the Court will affirm if any evidence of\r\nprobative value in the record exists to support the finding of the PCR court.\r\nId. at 119, 386 S.E.2d at 626.\r\n\r\n                             LAW/ANALYSIS\r\n\r\n      The United States Constitution provides that \"the Trial of all Crimes,\r\nexcept in Cases of Impeachment, shall be by Jury.\" U.S. Const. art. 3, § 2.\r\nAttorneys have a duty to consult with their clients regarding \"important\r\ndecisions,\" including questions of overarching defense strategy.\" Florida v.\r\nNixon, 543 U.S. 175, 187 (2004) (citation omitted). This does not require\r\ncounsel to obtain the defendant's consent on every strategic decision, but\r\ncertain decisions regarding the waiver of basic trial rights cannot be made for\r\nthe defendant by surrogate. Id. A defendant has the \"ultimate authority\" to\r\ndetermine whether to \"plead guilty, waive a jury, testify on his own behalf, or\r\ntake an appeal.\" Id. (emphasis added). A defendant's waiver of the right to a\r\njury trial must be knowing, voluntary, and intelligent. Patton v. United\r\n\nStates, 281 U.S. 276, 312–13 (1930), overruled on other grounds by Williams\r\nv. Florida, 399 U.S. 78, 92 (1970). A defendant's knowing and voluntary\r\nwaiver of statutory or constitutional rights must be established by a complete\r\nrecord, and may be accomplished by a colloquy between the court and\r\ndefendant, between the court and defendant's counsel, or both. Roddy v.\r\nState, 339 S.C. 29, 34, 528 S.E.2d 418, 421 (2000).\r\n\r\n      In Brannon v. State, 345 S.C. 437, 548 S.E.2d 866 (2001), the\r\ndefendant pled guilty to armed robbery and was sentenced to twenty-one\r\nyears' imprisonment. The defendant filed a PCR claim seeking a more\r\nlenient sentence. Id. at 438, 548 S.E.2d at 867. The trial judge explained to\r\nthe defendant that he did not have the authority to do so, and counsel\r\nindicated that the defendant wanted to withdraw his PCR application. Id.\r\nThe subsequent written order dismissed the application with prejudice. Id.\r\nThis Court reviewed the case in order to determine whether the PCR court\r\nerred in dismissing the case without an inquiry as to whether the withdrawal\r\nwas knowing and voluntary. Id. at 439, 548 S.E.2d at 867.\r\n\r\n     This Court reversed and held that \"[A] defendant's knowing and\r\nvoluntary waiver of statutory or constitutional rights must be established by a\r\ncomplete record, and may be accomplished by a colloquy between the court\r\nand defendant, between the court and defendant's counsel, or both.\" Id.\r\n(emphasis added).\r\n\r\n      In Spoone v. State, 379 S.C. 138, 665 S.E.2d 605 (2008), this Court\r\nexplained the appellate review of a knowing and voluntary waiver. In that\r\ncase, the defendant pled guilty to murder, first degree burglary, and\r\npossession of a weapon during a violent crime. Id. at 139–40, 665 S.E.2d at\r\n606. In accordance with the plea agreement, the trial court sentenced the\r\ndefendant to life in prison without the possibility of parole. Id. at 140, 665\r\nS.E.2d at 606. As part of the agreement, the defendant waived his right to all\r\nappeals and PCR applications. Id. However, following his incarceration the\r\ndefendant filed a PCR application, and alleged that the PCR court erred in\r\ndismissing that application pursuant to his plea agreement. Id.\r\n\r\n     This Court held that such waivers are effective only if they are made\r\nknowingly and voluntarily. Id. at 142, 665 S.E.2d at 607. In order to\r\n\ndetermine whether the agreement is knowing and voluntary, the Court\r\nexamines the particular facts and circumstances in the case, including the\r\nbackground, experience, and conduct of the accused. Id. at 143, 665 S.E.2d\r\nat 607. In applying this framework to the defendant in that case, this Court\r\nfound his waiver was made knowingly and voluntarily. Id. at 143–44, 665\r\nS.E.2d at 608. Although the defendant possessed only a ninth-grade\r\neducation, the text of the plea agreement was straightforward. Id. Moreover,\r\nthe trial court specifically asked the defendant about the plea agreement in\r\nthe language of the agreement, and in \"plain language.\" Id. The defendant\r\nwas represented by two lawyers at the trial level, and both of these lawyers\r\nsigned the plea agreement along with the defendant himself. Id. Thus, this\r\nCourt held the PCR court correctly enforced the waiver, and dismissed the\r\ndefendant's PCR application. Id.\r\n\r\n       In the instant case, Respondent asserts that Petitioner failed to establish\r\ncounsel was ineffective in part because he did not recall \"telling counsel that\r\nhe wished to have a jury trial or asking counsel any questions about when a\r\njury would be selected.\" However, this argument exhibits a fundamental\r\nmisunderstanding of what this Court's waiver jurisprudence commands. The\r\nvalidity of a defendant's waiver does not turn on his communication with\r\ncounsel, but rather on the presence of a record supporting the validity of that\r\nwaiver. Both the trial and PCR courts in this case conducted a deficient\r\nanalysis of Petitioner's waiver. The Record is devoid of any evidence to\r\nsupport the PCR court's finding that trial counsel's discussions regarding the\r\nwaiver were at \"length\" or \"detailed.\" Petitioner's trial counsel could not\r\ntestify that he definitely explained to Petitioner the differences between a jury\r\ntrial and a bench trial. He also could not recall whether Petitioner had any\r\nquestions regarding that distinction, but was inexplicably able to testify that\r\nPetitioner definitely wanted to move forward with a bench trial. The Record\r\nreflects that there was no colloquy between the court and Petitioner's trial\r\ncounsel or Petitioner regarding the waiver.1 Petitioner testified at his PCR\r\n\r\n1 We disagree with the dissent's assertion that the extremely limited exchange\r\nthat took place between the trial court and trial counsel could be properly\r\ncharacterized as a colloquy. A \"colloquy\" is defined as \"any formal\r\ndiscussion, such as an oral exchange between a judge, the prosecutor, the\r\ndefense counsel, and a criminal defendant in which the judge ascertains the\r\n\nhearing that he completed only the seventh grade, and that he cannot read or\r\nwrite. Petitioner testified that he did not know ahead of time that he was\r\ngoing to have a bench trial and not a jury trial, and that he wanted a jury\r\ntrial.2\r\n\r\n     The waiver in the instant case is not supported by a complete record.\r\nThe PCR court erred in finding that Petitioner made a knowing and voluntary\r\nwaiver of a sacrosanct right found in both the state and federal constitutions.\r\nWe reverse and remand for proceedings consistent with this opinion.\r\n\r\nREVERSED AND REMANDED.\r\n\r\nBEATTY and KITTREDGE, JJ., concur. PLEICONES, J., dissenting in\r\na separate opinion in which HEARN, J., concurs.\r\n\r\n\r\n\r\n\r\n\r\ndefendant's understanding of the proceedings and of the defendant's rights.\"\r\nBlack's Law Dictionary 221 (8th ed. 2005). Colloquy has also been defined\r\nas a \"high-level serious discussion.\" Webster's Ninth New Collegiate\r\nDictionary 260 (9th ed. 1989); see New World Dictionary 280 (2d ed. 1976)\r\n(defining colloquy as a \"conversation, esp. a formal discussion; conference\").\r\nThe exchange which took place in the instant case does not meet even a banal\r\ndefinition of colloquy, and falls far short of the \"high-level serious\r\ndiscussion\" necessary to support the waiver of a defendant's constitutional\r\nright to a jury of his peers.\r\n2 Contrary to the dissent's analysis, trial counsel's testimony at the PCR\r\nhearing does not meet the \"any evidence\" standard, and does not require this\r\nCourt to affirm. The PCR court found that Petitioner waived his right to a\r\njury trial; however, the only evidence supporting that erroneous\r\ndetermination is trial counsel's testimony. That testimony illustrates a trial\r\nstrategy, and decision-making process, incompatible with the demands of this\r\nCourt's waiver jurisprudence. The bare fact that this testimony exists, does\r\nnot mean that this testimony constitutes evidence of a valid waiver, even\r\nunder a deferential standard of review.\r\n\nJUSTICE PLEICONES: I respectfully dissent. Although I am sympathetic\r\nwith the majority’s desire to protect Petitioner’s right to jury trial, in my view\r\nour precedents compel affirmation of the post-conviction relief (PCR) court.\r\nThe question whether a defendant knowingly and voluntarily waived his right\r\nto jury trial is determined not only from the trial record but also from the\r\nrecord of the PCR hearing. See Harres v. Leeke, 282 S.C. 131, 133, 318\r\nS.E.2d 360, 361 (1984) (“[T]he voluntariness of a guilty plea is not\r\ndetermined by an examination of the specific inquiry made by the sentencing\r\njudge alone, but is determined from both the record made at the time of the\r\nentry of the guilty plea and the record of the post-conviction relief hearing.”\r\n(citation omitted)); Roddy v. State, 339 S.C. 29, 33, 528 S.E.2d 418, 420-21\r\n(2000) (same). This standard applies to the waiver of fundamental rights,\r\nincluding the right to trial by jury. See Brown v. State, 317 S.C. 270, 272,\r\n453 S.E.2d 251, 252 (1994) (“An on-the-record waiver of a constitutional or\r\nstatutory right is but one method of determining whether the defendant\r\nknowingly and intelligently waived that right. . . . [Where the record is silent,\r\nr]eview of this issue is better left to a post conviction relief proceeding where\r\nthe facts surrounding the trial can be fully explored.” (internal citations and\r\nquotation marks omitted)); Roddy, 339 S.C. at 33, 528 S.E.2d at 421\r\n(addressing voluntariness of guilty plea and noting that guilty plea involves\r\nwaiver of right to jury trial); Harres, supra (voluntariness of guilty plea);\r\nSpoone v. State, 379 S.C. 138, 665 S.E.2d 605 (2008) (waiver of right to\r\nappeal).\r\nThus, the question whether Petitioner’s waiver was knowing and voluntary\r\nwas one for the PCR court, and its finding must be upheld if any evidence in\r\nthe record supports it. See Roddy, 339 S.C. at 33-35, 528 S.E.2d at 420-21\r\n(applying any evidence standard and reversing PCR court’s grant of relief\r\nbased in part on evidence from PCR hearing); Brannon v. State, 345 S.C.\r\n437, 439, 548 S.E.2d 866, 867 (2001) (applying any evidence standard and\r\nremanding for PCR court to hold evidentiary hearing on issue whether\r\nwithdrawal of PCR application was knowing and voluntary); Spoone, 379\r\nS.C. 138, 665 S.E.2d 605 (affirming PCR court’s determination that waiver\r\nof appellate rights was knowing and voluntary despite lack of specific\r\nquestioning by plea court on defendant’s understanding of waiver). In this\r\ncase, the PCR court found that the waiver was knowingly and voluntarily\r\nmade by Petitioner, and trial counsel’s testimony at the PCR hearing is\r\n\nevidence in the written record that supports that finding. Thus, under our\r\nstandard of review, we must affirm.\r\nFurther, I disagree that there was no colloquy between the court and\r\nPetitioner or Petitioner’s counsel. Such a colloquy occurred when the trial\r\ncourt inquired whether Petitioner wished to waive his right to trial by jury\r\nand trial counsel specifically assented.\r\nMoreover, even if Petitioner’s waiver of jury trial were invalid, he would not\r\nbe entitled to relief. Prejudice is not presumed except in certain limited\r\ncircumstances, and these do not include improper waiver of jury trial. See\r\nStrickland v. Washington, 466 U.S. 668, 691-93 (1984). Thus, Petitioner\r\nmust show prejudice. This he cannot do, as no facts were in dispute at trial.\r\nPetitioner admitted the theft, and his version of the facts did not materially\r\ndiffer from the State’s version. His theory at trial was strictly legal: that he\r\ndid not use force or intimidation to steal the property but only to retain it and\r\nescape, and thus the State could not prove the elements of armed robbery.\r\nTherefore, I would affirm the order of the PCR court.\r\n\r\n\r\nHEARN, J., concurs.\r\n\n","court":"Supreme"}]