[{"id":"27099","title":"Murphy v. SCDHEC","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=27099","description":"The Court affirmed the Administrative Law Court's order upholding the Department of Health and Environmental Control's  issuance of a water quality certification to District 5.","date":"2012-03-07","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n  \r\n    \r\n      \r\n        Kim Murphy, Appellant,\r\nv.\r\nSouth Carolina\r\n      Department of Health and Environmental Control and District 5 of Lexington\r\n      and Richland Counties, Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal from Richland County\r\n Carolyn C. Matthews, Administrative Law\r\n  Court Judge\r\n\r\nOpinion No.  27099\r\nHeard January 11, 2012 - Filed March 7,\r\n  2012 \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nKatie Renee Parham, The Parham Law Firm,\r\n  of Irmo and Robert  Guild, of Columbia, for Appellant.\r\nM. Elizabeth Crum &amp; Pamela A. Baker of\r\n  McNair Law Firm, of Columbia, and Stephen P. Hightower and Roger P. Hall, of\r\n  Columbia, for Respondents. \r\nAmy E. Armstrong and Michael G. Corley, of\r\n  Pawleys Island, for Amicus Curiae, South Carolina Wildlife Federation.\r\nJames B. Richardson, Jr, of Columbia, for\r\n  Amicus Curiae, Mining Association of South Carolina.\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE HEARN:  This case centers on proposed renovations to the overcrowded\r\n  Chapin High School, which require filling in a portion of a stream on the\r\n  property.  District 5 of Lexington and Richland Counties received a Section 401 water quality certification (WQC) from the Department of Health and Environmental\r\n  Control (DHEC), authorizing the project and allowing the District to fill the\r\n  approved portion of the stream.  The Administrative Law Court (ALC) affirmed\r\n  the certification, and Kim Murphy appeals, arguing the ALC erred in determining\r\n  that the vicinity of the project included the area surrounding the proposed\r\n  fill, failing to find that the project would damage the surrounding ecosystem,\r\n  and finding no feasible alternatives to the proposed project. She also alleges DHEC impermissibly abdicated its\r\n  decision-making authority to the District.  We find no error in the ALC's\r\n  analysis or in DHEC's evaluation of the project and accordingly affirm.\r\nFACTUAL/PROCEDURAL BACKGROUND\r\nChapin\r\n  High School, which is located in District 5 of Richland and Lexington Counties,\r\n  was built in 1971 and designed to accommodate 600 pupils.  Over the years, the\r\n  surrounding areas have swelled in population, causing the number of students to\r\n  far exceed the original building's capacity, with enrollment for the 2009-10\r\n  school year reaching approximately 1,350 students.  To accommodate this growth\r\n  of the student body, the District proposed an expansion of the school which\r\n  would increase its capacity to 1,700 students.  Because the District already\r\n  owned adjacent property, it sought to undertake this expansion using that\r\n  land.  The proposed expansion included increasing the number of practice fields\r\n  and parking lots, making improvements to the wastewater collection system, and\r\n  installing stormwater controls, all of which would necessitate the filling of a\r\n  portion of a stream located upon the property.  This stream is part of an\r\n  unnamed tributary that flows into Wateree Creek.  \r\nBecause the stream was classified by the Army Corps of\r\n  Engineers as waters of the United States, the District was required to obtain a\r\n  WQC[1] from DHEC, which is a prerequisite to obtaining a 404 Discharge Permit[2] from the Corps.  Section 61-101 governs the issuance of the WQC and requires\r\n  that DHEC deny certification if, inter alia, the &quot;proposed activity\r\n  permanently alters the aquatic ecosystem in the vicinity of the project such\r\n  that its functions and values are eliminated or impaired&quot; or &quot;there\r\n  is a feasible alternative to the activity&quot; with less adverse consequences.  25A S.C. Code. Ann. Regs.\r\n  61-101.F.5(a)&amp;(b) (Supp. 2011).  Over\r\n  the next few months, DHEC and the Corps periodically requested additional\r\n  information and modifications from the District.  During this time, the\r\n  District engaged in further studies of alternatives, and it eventually reduced\r\n  the length of the stream it sought to fill from 1,501 feet to 727 feet by\r\n  eliminating a practice field and reducing the number of parking spaces created\r\n  for students.  The District's plan also included implementing stormwater\r\n  controls to improve the quality of water as it flowed downstream.[3]  \r\n About\r\n  eight months after the District applied for the WQC, DHEC issued a staff\r\n  assessment recommending that the District be issued the certification.  Kim\r\n  Murphy, who lives near Wateree Creek and was at the time the mother of two\r\n  Chapin High School students and one Chapin High School graduate, sought review\r\n  of this assessment before the Board of Health and Environmental Control.  The\r\n  Board declined review, and the staff assessment became DHEC's final decision. \r\n  DHEC then advised the Corps that it had issued the WQC, and the Corps, upon\r\n  completing its review of the District's application, issued the Discharge\r\n  Permit.[4]  \r\nMurphy requested a contested case hearing before the\r\n  ALC arguing that DHEC had erred in applying Regulation 61-101 by concluding\r\n  that the proposed fill would not detrimentally alter the aquatic ecosystem in\r\n  the vicinity of the project, that there were no feasible alternatives with less\r\n  adverse impacts, and that the project as proposed sufficiently minimized the\r\n  impact to the ecosystem.  In support of her argument, Murphy presented expert\r\n  testimony on the existence of feasible alternatives and the negative impact\r\n  that would result to the ecosystem if this fill took place.  She also\r\n  questioned the independence of DHEC's review due to its concurrence with many\r\n  of the findings of the District's engineers and its acceptance of the\r\n  District's claimed needs.  DHEC and the District (collectively, Respondents)\r\n  submitted evidence supporting the minimized impact of the proposed plan and\r\n  demonstrating why the particular plan was chosen over other alternatives.  \r\n The\r\n  ALC specifically rejected Murphy's claim that in considering the &quot;vicinity\r\n  of the project&quot; under Regulation 61-101, DHEC's inquiry should have been\r\n  limited to the 727 feet of stream the District proposed to fill.  Accordingly,\r\n  it found that the functions and values of the stream in the vicinity would not\r\n  be eliminated or impaired by the fill.  Additionally, in determining whether\r\n  feasible alternatives to the project existed, the ALC used the 404(b)(1)\r\n  Guidelines' word &quot;practicableness&quot; as an equivalent to the undefined\r\n  word &quot;feasible.&quot;  Under the Guidelines, an alternative is practicable\r\n  if &quot;it is available and capable of being done after taking into\r\n  consideration cost, existing technology, and logistics in light of overall\r\n  project purposes.&quot;  40 C.F.R. § 230.10(a)(2).  Applying this definition,\r\n  the ALC concluded that there were no feasible alternatives.  The ALC therefore affirmed\r\n  the certification and this appeal followed. \r\nISSUES PRESENTED  \r\n\r\n  \r\n    \r\n      I.\r\n       Did the ALC err in its\r\n  construction of Regulation 61-101?\r\n        \r\n      \r\n    \r\n    \r\n      II.\r\n      Did the ALC err in finding that\r\n  there are no feasible alternatives to the project and in its use of the 404(b)(1)\r\n  Guidelines found in 40 C.F.R. § 230?\r\n        \r\n      \r\n    \r\n    \r\n      III.\r\n       Did DHEC improperly delegate its\r\n  decision-making authority to District 5?\r\n    \r\n  \r\n\r\nSTANDARD OF REVIEW\r\nThe Administrative Procedures Act establishes the\r\n  standard of review this Court applies to appeals from the ALC.  Section\r\n  1-23-610(D) of the South Carolina Code (2010) provides that the Court may\r\n  reverse or modify the ALC's decision only if the substantive rights of a party have\r\n  been prejudiced due to constitutional or statutory violations; an agency\r\n  exceeding its authority; unlawful procedure; an error of law;\r\n  a clearly erroneous view of evidence in the record; or an abuse of discretion. \r\n  &quot;As to factual issues, judicial review of administrative agency orders is\r\n  limited to a determination [of] whether the order is supported by substantial\r\n  evidence.&quot;  MRI at Belfair, LLC v. S.C. Dept. of Health &amp; Envtl.\r\n    Control, 379 S.C 1, 6, 664 S.E.2d 471, 474 (2008).  When finding\r\n  substantial evidence to support the ALC's decision, the Court need only\r\n  determine that, based on the record as a whole, reasonable\r\n  minds could reach the same conclusion.  Hill v. S.C. Dept. of Health &amp;\r\n    Envtl. Control, 389 S.C. 1, 9-10, 698 S.E.2d 612, 617 (2010).\r\nLAW/ANALYSIS\r\nI.&nbsp; Regulation 61-101\r\n Murphy first contends\r\n  that the ALC erred in both its construction of Regulation 61-101 and in its\r\n  application.  \r\nA.&nbsp; Interpretation of the Regulation\r\nMurphy argues that the ALC erred in interpreting the\r\n  use of the word &quot;vicinity&quot; to include more than the project area of\r\n  727 feet of stream.  We disagree.\r\n Regulations are\r\n  interpreted using the same rules of construction as statutes.  See S.C.\r\n    Ambulatory Surgery Ctr. Ass'n v. S.C. Workers' Comp. Comm'n, 389 S.C. 380,\r\n  389, 699 S.E.2d 146, 151 (2010)  &quot;When interpreting a regulation,\r\n  we look for the plain and ordinary meaning of the words of the regulation,\r\n  without resort to subtle or forced construction to limit or expand the\r\n  regulation's operation.&quot;  Converse Power Corp. v. S.C. Dept. of Health\r\n    &amp; Envtl. Control, 350 S.C. 39, 47, 564 S.E.2d 341, 346 (Ct. App. 2002). \r\n\r\n Regulation 61-101\r\n  states, &quot;Certification will be denied if (a) the proposed activity\r\n  permanently alters the aquatic ecosystem in the vicinity of the project such\r\n  that its functions and values[5] are eliminated or impaired.&quot;  25A S.C. Code Ann. Regs. 61-101.F.5(a) (Supp. 2011).    Although vicinity is not defined in the regulations, we interpret an undefined term in accordance\r\n  with its usual and customary meaning.  Branch v. City of Myrtle Beach,\r\n  340 S.C. 405, 409-10, 532 S.E.2d 289, 292 (2000).  Merriam-Webster defines vicinity as meaning &quot;the\r\n  quality or state of being near: proximity&quot; or &quot;a surrounding area or\r\n  district: neighborhood.&quot;  Merriam-Webster Dictionary, http://www.merriam-webster.com/dictionary/vicinity. \r\n  Using this accepted meaning of the word vicinity, the regulation clearly\r\n  includes more than just the project; it logically incorporates the surrounding\r\n  area.  Moreover, a reading to the contrary would render it impossible to ever\r\n  obtain a certification to fill a portion of a stream as the functions and\r\n  values of that area would always necessarily be eliminated.\r\n Furthermore, we\r\n  give deference to the interpretation of a regulation by the agency charged with\r\n  it enforcement.  See Brown v. Bi-Lo, Inc., 354 S.C. 436, 440, 581 S.E.2d\r\n  836, 838 (2003).  During her testimony, Jennifer Haynes, who had been the DHEC\r\n  project manager for the Chapin High School WQC, clarified that DHEC interpreted\r\n  the &quot;vicinity of the project&quot; on a case by case basis according to\r\n  its best professional judgment as each project is different.  Thus, Haynes\r\n  testified that when applying Regulation 61-101, she &quot;considered the\r\n  vicinity [to include] more than just the 727 feet of stream&quot; and noted\r\n  that although she did not have an exact area, it included many miles.  Because\r\n  this interpretation is both reasonable and consistent with the plain language\r\n  of the regulation, we see no reason to deviate from DHEC's construction and application. \r\nB.&nbsp; Application of Regulation 61-101       \r\n Additionally, Murphy\r\n  argues that even evaluating an area greater than the 727 feet to be filled, the\r\n  ALC erred in finding that the functions and values would not be impaired and\r\n  thus certification was improper.  We, however, find the ALC's decision supported\r\n  by substantial evidence in the record.\r\n Both experts for\r\n  Murphy and for the District concluded that the quality of the stream as it\r\n  currently exists is poor[6] and it lacks stormwater controls.  The proposed project would include the use\r\n  of detention ponds to manage the flow of stormwater which would actually\r\n  improve the quality of the water in the stream.[7] \r\n  The District also agreed to use a velocity attenuator which would slow the flow\r\n  of the water from the stormwater trunk line thereby reducing the amount of\r\n  sediment or other solids that reached the unnamed tributary and eventually\r\n  Wateree Creek.  \r\n Furthermore, even\r\n  though Dr. Tufford opined that filling the portion of the stream may have some\r\n  impact on the functions and values of the Wateree Creek system, he acknowledged\r\n  that ecosystems can adapt and that the nature and extent of the impact was\r\n  difficult to determine without further study.  While he also expressed some\r\n  concern that the lower portions of the stream may dry up except during rain\r\n  events, the District, in response, agreed to create a preferential pathway to\r\n  maintain the flow of the water down to the lower portions of the stream.\r\n Because the project\r\n  will actually improve the flow and water quality of the stream and the evidence\r\n  showing that the area downstream would be negatively impacted is tenuous, we\r\n  find substantial evidence to support the ALC's conclusion that the functions\r\n  and values in the vicinity of the project will not be impaired.[8]       \r\nII.&nbsp; Feasible\r\n  Alternatives and the 404(B)(1) guidelines\r\nMurphy next challenges the ALC's determination that\r\n  there were no feasible alternatives, both in terms of the evidence existing in\r\n  the record and the burden of proof it applied.\r\nA.&nbsp; Substantial\r\n  Evidence\r\n Murphy's\r\n  first argument is that the unrebutted testimony of her professional engineer,\r\n  who identified a series of alternative site designs, demonstrated that feasible\r\n  alternatives were available and certification should have been denied.[9] \r\n  We disagree.\r\n Under\r\n  Regulation 61-101, certification should be denied if &quot;there is a feasible\r\n  alternative to the activity which reduces adverse consequences on water quality\r\n  and classified uses.&quot;  25A S.C. Code. Ann. Regs. 61-101.F.5(b). Initially,\r\n  Murphy asserts that because Respondents did not provide rebuttal testimony to\r\n  her expert, Steve Strickland, the ALC erred in not accepting his conclusions\r\n  that feasible alternatives to the site design existed.  However, Respondents\r\n  were not required to reply directly to Strickland's testimony because\r\n  Strickland was himself a rebuttal witness retained after the commencement of\r\n  the trial to rebut testimony of the District's engineer.  Although Respondents\r\n  could have called another witness in counter-rebuttal, the failure to do so does\r\n  not, as Murphy contends, amount to a concession that Strickland's designs\r\n  offered feasible alternatives.  Instead, Respondents may have concluded it was\r\n  unnecessary to respond to Stickland's challenges.\r\n Given\r\n  that the term &quot;feasible alternative&quot; is not defined within the\r\n  regulations, the ALC concluded that &quot;'feasible' is equivalent to\r\n  'practicableness,'&quot;[10] a term utilized by the Corps of Engineers which means &quot;available and\r\n  capable of being done after taking into consideration cost, existing\r\n  technology, and logistics in light of the overall project purpose.&quot;  40\r\n  C.F.R. § 230.10(a)(2).  Applying the &quot;practicableness&quot; meaning to\r\n  the facts, we find substantial evidence to support the ALC's conclusion that no\r\n  &quot;feasible alternatives&quot; existed with less adverse results. \r\nDuring the certification process, District 5 was required to evaluate\r\n  and report on alternatives which would cause the least negative impact to the\r\n  stream.  This included considerations of moving the practice fields offsite,\r\n  purchasing adjacent property, obtaining an encroachment onto Santee Cooper's\r\n  right of way, and shifting the parking lots and access roads.  The District\r\n  eventually reduced its requested fill area to 727 feet from the 1,501 feet it\r\n  originally requested.  The District also had to comply with the Office of\r\n  Student Facilities' requirement that student parking be visible to the\r\n  administration, so there were only limited areas where the parking lots could\r\n  be placed.  Other options, such as purchasing adjacent property, were deemed\r\n  too expensive.  Furthermore, offsite options would result in a disjointed\r\n  campus, which would not properly serve the overall purpose of the project and could\r\n  be detrimental to the paramount concerns for student safety and security.    \r\n Although\r\n  Strickland opined that there were several alternatives the District could\r\n  employ, the ALC found problems with all of them.  His proposals to move the\r\n  parking lot off the stream involved the construction of an expensive pedestrian\r\n  bridge and required a decrease in the number of much needed parking spaces.  He\r\n  also proposed the use of expensive alternatives such as wetlands or underground\r\n  retention as opposed to detention pools to deal with stormwater management.  Moreover,\r\n  the ALC noted that Strickland had spent only 40-60 hours considering these\r\n  alternative designs and had visited the site only once for two hours.  The ALC\r\n  also found that he had not had an opportunity to review the stormwater plans,\r\n  drainage calculations, or the findings regarding the parking needs of the\r\n  District.  \r\n Given\r\n  the careful study of alternatives by DHEC and the District, and the ALC's thorough\r\n  consideration of Murphy's expert testimony, we find substantial evidence to\r\n  support the ALC's conclusion that no feasible alternatives existed.\r\nB.&nbsp; Burden of Proof\r\n Murphy\r\n  also argues that because the ALC relied on the 404(b)(1) Guidelines of 40\r\n  C.F.R. § 230 in concluding &quot;as a matter of law, that the meaning of\r\n  'feasible' is equivalent to 'practicableness,'&quot; the ALC should have also,\r\n  in accordance with the Guidelines, presumed that practicable alternatives were\r\n  available.  We disagree.\r\n Murphy\r\n  rests this contention on the language of the regulation which states:\r\n\r\n Where\r\n  the activity associated with a discharge which is proposed for a special\r\n  aquatic site (as defined in subpart E) does not require access or proximity to\r\n  or siting within the special aquatic site in question to fulfill its basic\r\n  purpose (i.e., is not &quot;water dependent&quot;), practicable alternatives\r\n  that do not involve special aquatic sites are presumed to be available, unless\r\n  clearly demonstrated otherwise. In addition, where a discharge is proposed for\r\n  a special aquatic site, all practicable alternatives to the proposed discharge\r\n  which do not involve a discharge into a special aquatic site are presumed to\r\n  have less adverse impact on the aquatic ecosystem, unless clearly demonstrated\r\n  otherwise.\r\n\r\n40 C.F.R.\r\n  § 230.10(a)(3).  Murphy contends that because the ALC borrowed the defined word\r\n  &quot;practicableness&quot; to clarify the vague word &quot;feasible,&quot; the\r\n  ALC should also have adopted the entire analysis of practicable alternatives\r\n  employed by the section 404(B)(1) Guidelines.  She contends that because the\r\n  proposed project is not &quot;water dependent&quot; a presumption should arise\r\n  against the District that less adverse alternatives exist and the ALC erred in\r\n  shifting the burden to Murphy to demonstrate the availability of feasible\r\n  alternatives.  \r\n We\r\n  find Murphy's attempt to adopt the language of an entire regulation based on\r\n  the ALC's use of a definition is misguided.  The ALC used the definition of\r\n  practicableness to clarify one of DHEC's statutes and aid in its evaluation of\r\n  whether there were feasible alternatives under Regulation 61-101.  The language\r\n  Murphy attempts to import from the federal guidelines deals with whether the\r\n  Corps of Engineers will issue a fill permit, which is a distinct consideration\r\n  the Corps undertakes.  The mere use of a definition for one word from the\r\n  Guidelines does not require the ALC to structure its whole analysis on the\r\n  language of that regulation.\r\n Moreover,\r\n  even assuming the District bore a burden to overcome the presumption that\r\n  practicable alternatives exist, substantial evidence supports the conclusion\r\n  that this burden was overcome.  As discussed previously, the District engaged\r\n  in extensive studies of alternatives and altered the original plan to reduce\r\n  the impact to the stream when possible.  Additionally, although the analysis of\r\n  the Corps is not dispositive, because the Corps eventually issued the fill\r\n  permit, it apparently concluded that the District had overcome these\r\n  presumptions and established no practicable alternatives existed. \r\nIII.&nbsp; Improper\r\n  delegation of authority\r\n Finally,\r\n  Murphy argues that DHEC improperly delegated its authority to grant the WQC to\r\n  the District by accepting its assessment of need and the conclusions of its\r\n  engineers.  We disagree.\r\n\r\n In\r\n  determining whether to issue a WQC, DHEC is required to consider:\r\n(a) whether the activity is\r\n  water dependent and the intended purpose of the activity; \r\n(b) whether there are\r\n  feasible alternatives to the activity; \r\n(c) all potential water\r\n  quality impacts of the project, both direct and indirect, over the life of the\r\n  project including: \r\n  \r\n (1) impact on\r\n  existing and classified water uses; \r\n (2) physical,\r\n  chemical, and biological impacts, including cumulative impacts; \r\n (3) the effect on\r\n  circulation patterns and water movement; \r\n (4) the cumulative\r\n  impacts of the proposed activity and reasonably foreseeable similar\r\n  activities of the applicant and others. \r\n  \r\n\r\n25A S.C.\r\n  Code Ann. Regs. 61-101.F.3.\r\n In\r\n  its staff assessment, DHEC addressed these concerns in some detail, and the\r\n  supporting documents within the record provide a more in-depth review. \r\n  Although DHEC may have relied on the information submitted by the District's\r\n  experts, it certainly was at liberty so to do.  The mere fact that DHEC agreed\r\n  with the findings of the District does not indicate it allowed its authority to\r\n  be supplanted.  Furthermore, contrary to Murphy's assertions, DHEC did not\r\n  merely accept the information submitted by the District without question.  The\r\n  record contains several communications between the District and DHEC in which\r\n  DHEC repeatedly requests more information on certain issues, especially whether\r\n  there are alternatives to the project and why such alternatives are not\r\n  feasible.  The record also shows that the District changed its original plan\r\n  after these communications, eventually reducing the area of stream it sought to\r\n  fill.  It did so in part by eliminating a practice field and reducing the\r\n  amount of student parking below its level of need.  Thus, DHEC did not\r\n  improperly delegate its authority to the District, but instead appears to have\r\n  been extensively involved in reducing the impact of the project.  It certainly did\r\n  not merely adopt the conclusions of the District or its experts.\r\nCONCLUSION\r\nAccordingly, we affirm the ALC's order upholding DHEC's\r\n  issuance of a WQC to District 5.\r\nAFFIRMED.\r\nTOAL, C.J., PLEICONES,\r\n  BEATTY and KITTREDGE, JJ., concur.\r\n\r\n\r\n[1] Section 401 of the Clean Water Act, 33 USC § 1341,\r\n  provides that to obtain a Federal permit for discharge, an applicant must first\r\n  obtain a certification from the applicable state agency that the discharge\r\n  complies with sections 1311, 1312, 1316, and 1317 of the Act.  To comply with\r\n  this mandate, South Carolina enacted Regulation 61-101 to establish the\r\n  certification requirements.   \r\n[2] An entity that intends to fill a portion of waters of\r\n  the United States must obtain a permit prior to the filling pursuant to section\r\n  404 of the Clean Water Act.  The permit, also known as a 404 Discharge Permit,\r\n  is issued by the Corps based upon an evaluation under the Guidelines for\r\n  Specification of Disposal Sites for Dredged or Filled Material, which are\r\n  codified at 40 C.F.R. § 230 (2011) and commonly referred to as the 404(b)(1)\r\n  Guidelines.\r\n[3] Because Chapin High School was built prior to the\r\n  enactment of any state and local requirements for stormwater discharge, there\r\n  are no stormwater controls on the school site.\r\n[4] The issuance of this permit has not been challenged.\r\n[5] &quot;Functions and values&quot; are terms of art. \r\n  According to Murphy's expert in watershed\r\n  ecology, Dr. Tufford,\r\n  &quot;functions&quot; refers to the ecological processes occurring at a\r\n  location while &quot;values&quot; refers to the benefits that humans derive\r\n  from a natural system.\r\n[6]Dr. Tufford performed a Stream Visual Assessment\r\n  Protocol which determines the ecological integrity and status of streams. \r\n  After dividing the stream into five segments, he analyzed each one separately\r\n  and gave each section a rating of &quot;poor,&quot; which indicated &quot;that\r\n  the functions and values within that [portion] of the stream are limited and\r\n  impaired.&quot;\r\n[7] Dr. Tufford also admitted that the project's proposed\r\n  stormwater treatment would have a beneficial effect on the water quality,\r\n  acknowledging that any time there is a rain event, the stream currently carries\r\n  pollutants, including parking lot runoff, chemicals for fertilizers, and fecal\r\n  coliform.  \r\n[8] We note as well that although the South Carolina\r\n  Department of Natural Resources and the United States Fish and Wildlife Service\r\n  initially requested the project be held in abeyance because of concerns about\r\n  impacts to the stream, both agencies later submitted letters stating they had\r\n  no objection to the project.  \r\n[9] Murphy appears\r\n  to misconstrue our standard of review, couching it in terms of whether\r\n  substantial evidence supports her assertion.  The question before us,\r\n  however, is whether the ALC's finding that no feasible alternatives exist is\r\n  supported by substantial evidence such that a reasonable person would reach the\r\n  same conclusion as the ALC.  \r\n[10] This ruling has not been challenged. \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"27100","title":"McLeod v. Starnes","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=27100","description":"The Court granted a petition to argue against precedent to revisit Webb v. Sowell, wherein the Court held requiring a non-custodial parent to pay college expenses as an incident of child support violates the Equal Protection Clause.  Upon further review, the Court now overrules Webb and finds requiring the parent to so do is constitutional.","date":"2012-03-07","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\nKristi Glenn\r\n      McLeod f/k/a/ Kristi G. Starnes, Appellant,\r\nv.\r\nRobert Anthony\r\n      Starnes, Respondent.\r\n      \r\n    \r\n  \r\n\r\n__________\r\nAppeal from Lexington County\r\n Richard W. Chewning, III, Family Court\r\n  Judge\r\n\r\nOpinion No. 27100\r\nHeard February 15, 2011 - Filed March 7,\r\n  2012  \r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\nJean Perrin Derrick, of Lexington, for Appellant,\r\nJ. Mark Taylor, of Moore, Taylor &amp; Thomas, of West\r\n  Columbia and Katherine Carruth Goode, of Winnsboro, for Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE HEARN:  Less than two years ago, this Court\r\n  decided Webb v. Sowell, 387 S.C. 328, 692 S.E.2d 543 (2010), which held\r\n  that ordering a non-custodial parent to pay college expenses violates equal\r\n  protection, thus overruling thirty years of precedent flowing from Risinger\r\n    v. Risinger, 273 S.C. 36, 253 S.E.2d 652 (1979).  We granted permission in\r\n  this case to argue against precedent pursuant to Rule 217, SCACR, so that we\r\n  could revisit our holding in Webb.  Today, we hold that Webb was\r\n  wrongly decided and remand this matter for reconsideration in light of the law\r\n  as it existed prior to Webb.\r\nFACTUAL/PROCEDURAL BACKGROUND\r\n Kristi McLeod (Mother) and Robert Starnes (Father)\r\n  divorced in 1993 following five years of marriage.  Mother received custody of\r\n  their two minor children, and Father was required to pay child support in the\r\n  amount of $212 per week, which was later reduced to $175 per week by agreement,\r\n  in addition to thirty-five percent of his annual bonus.  At the time, Father\r\n  earned approximately $29,000 per year plus a $2,500 bonus.  However, his salary\r\n  steadily increased to over $120,000 per year and his bonus to nearly $30,000 by\r\n  2007.  In 2008, his salary was almost $250,000.  During the same time period,\r\n  Mother's income increased and fluctuated from less than $12,000 per year to a\r\n  peak of approximately $40,000 per year.  Despite the rather sizable increases\r\n  in Father's income, Mother never sought modification of his child support obligation\r\n  because, as Father admitted, she had no way of knowing about them.\r\n In August 2006, the parties' older child, Collin, reached\r\n  the age of majority and enrolled as a student at Newberry College.[1]  To help take advantage of this\r\n  opportunity, he sought all scholarships, loans, and grants that he could.  Father\r\n  wholly supported Collin's decision to attend Newberry.  Indeed, Father wrote an\r\n  e-mail in March 2006 agreeing to repay all of Collin's student loans upon\r\n  graduation.  He even co-signed a promissory note for Collin's student loans.  Furthermore,\r\n  in an August 2006 letter, Father agreed to pick up &quot;odd expenses from [Collin]'s\r\n  education&quot; and told Collin to call him whenever he &quot;needs a little\r\n  help.&quot;  Interestingly, Father took it upon himself in that same letter to\r\n  unilaterally decrease his weekly child support from $175 to $100.  Mother later\r\n  acquiesced in this reduction, apparently in consideration of Father's assurances\r\n  that he would support Collin while he was in college.  However, Father did not\r\n  uphold his end of the bargain, nor did he regularly pay the percentage of his\r\n  bonus as required.\r\n Mother brought the instant action in March 2007 seeking an\r\n  award of college expenses, an increase in child support for Jamie, and\r\n  attorney's fees and costs.  Father counterclaimed, asking that the court\r\n  terminate: (1) his child support for Collin because he had attained the age of\r\n  majority and graduated from high school; (2) his support for Jamie upon\r\n  graduation from high school; (3) and the requirement that he pay a percentage\r\n  of his annual bonus as child support.  He also denied that he should be\r\n  required to pay any college expenses for Collin.  A temporary order was filed\r\n  in June 2007 that set child support for Jamie at $235 per week, ordered Father\r\n  to contribute $400 per month towards Collin's college expenses, and left intact\r\n  the thirty-five percent of Father's annual bonus payable as support.\r\n The final hearing was not conducted until March and July\r\n  2009.  The court dismissed Mother's claim for college expenses on the ground\r\n  that it violated the Equal Protection Clause of the United States Constitution.[2]  Furthermore, the court found that Jamie's\r\n  mental and physical disabilities required a continuation of child support\r\n  beyond the age of majority and as long as the child's disabilities exist. \r\n  However, the court reduced Father's obligation for Jamie after recalculating\r\n  the base obligation using different figures than those used in the temporary\r\n  order.  Furthermore, the court reduced the percentage payable from his annual\r\n  bonus from thirty-five to ten.[3] \r\n   The court accordingly found Father had overpaid child support for the two\r\n  years the temporary order was in effect and reduced his monthly payments by\r\n  fifteen percent until the overpayment was discharged.  Finally, the court\r\n  required both parties to pay their own attorney's fees and costs.\r\n\r\nISSUES PRESENTED\r\n Mother\r\n  raises three issues on appeal:\r\n\r\n  \r\n    \r\n      I.\r\n       Did the family court\r\n  err in not awarding college expenses?\r\n        \r\n      \r\n    \r\n    \r\n      II.&nbsp;\r\n       Did the family court\r\n  err in lowering the current support for the younger child and awarding Father a\r\n  credit for alleged overpayment of child support during the pendency of this case?\r\n        \r\n      \r\n    \r\n    \r\n      III.\r\n      Did the family court\r\n  err in not awarding Mother attorney's fees and costs?\r\n    \r\n  \r\n\r\nLAW/ANALYSIS\r\nI.&nbsp; COLLEGE\r\n  EXPENSES\r\nMother argues the family court erred in\r\n  finding that an order requiring Father to pay college expenses for Collin\r\n  violates equal protection.  We agree.\r\nIn Webb, we held that requiring a\r\n  parent to contribute toward an adult child's college expenses violated the\r\n  Equal Protection Clause.[4] 387 S.C. at 332-33, 692 S.E.2d at 545.  We\r\n  are not unmindful of the imprimatur of correctness which stare decisis lends to\r\n  that decision.  However, stare decisis is not an inexorable command:\r\n  &quot;There is no virtue in sinning against light or persisting in palpable\r\n  error, for nothing is settled until it is settled right. . . .  There should be\r\n  no blind adherence to a precedent which, if it is wrong, should be corrected at\r\n  the first practical moment.&quot; Smith v. Daniel Const. Co., 253 S.C.\r\n  248, 255-56, 169 S.E.2d 767, 771 (1969) (Bussey, J., dissenting) (quoting Sidney\r\n    Spitzer &amp; Co. v. Comm'rs of Franklin County, 123 S.E. 636, 638 (N.C.\r\n  1924)).  Furthermore,\r\n\r\n[w]hen the court is asked to follow the line marked\r\n  out by a single precedent case it is not at liberty to place its decision on\r\n  the rule of stare decisis alone, without regard to the grounds on which the\r\n  antecedent case was adjudicated. . . .  An original case could not possibly\r\n  gain authority by a mere perfunctory following on the principle of stare\r\n  decisis.\r\n\r\nState\r\n  v. Williams, 13 S.C. 546, 554-55\r\n  (1880).  In that vein, stare decisis is far more a respect for a body of\r\n  decisions as opposed to a single case standing alone. See Langley v. Boyter,\r\n  284 S.C. 162, 180, 325 S.E.2d 550, 560 (Ct. App. 1984), quashed on other\r\n    grounds, 286 S.C. 85, 332 S.E.2d 100 (1985) (&quot;The doctrine of stare\r\n  decisis says that where a principle of law has become settled by a series of\r\n    court decisions, it should be followed in similar cases.&quot; (emphasis\r\n  added)).  This is not to say that a single case garners no protection\r\n  from stare decisis, for even in those circumstances we should hesitate to\r\n  revisit and reverse our decisions without good cause to do so.  Our precedents simply\r\n  make clear, however, that such a case is not rendered immutable by stare\r\n  decisis.\r\nTherefore, &quot;[s]tare decisis should be used to\r\n  foster stability and certainty in the law, but[] not to perpetuate error.&quot; Fitzer v. Greater Greenville S.C. Young Men's Christian Ass'n, 277 S.C.\r\n  1, 4, 282 S.E.2d 230, 231 (1981), superseded by statute on other grounds, S.C. Code Ann. § 33-55-200, et seq. (2006).  Stare decisis applies\r\n  with full force with respect to questions of statutory interpretation because\r\n  the legislature is free to correct us if we misinterpret its words. Layton\r\n    v. Flowers, 243 S.C. 421, 424, 134 S.E.2d 247, 248 (1964).  However, the\r\n  doctrine is at its weakest with respect to constitutional questions because\r\n  only the courts or a constitutional amendment can remedy any mistakes made. Agostini\r\n    v. Felton, 521 U.S. 203, 236 (1997). \r\n We\r\n  are at the first practical moment to reexamine Webb, a &quot;single\r\n  precedent case&quot; concerning a constitutional question because it is the\r\n  first and only case in this State finding an equal protection violation in\r\n  these circumstances.  We now believe Webb reversed the burden imposed on\r\n  parties operating under rational basis review for equal protection challenges\r\n  and should therefore be overruled.\r\n In Webb, we were asked to determine whether requiring a non-custodial\r\n  parent to pay college expenses was a violation of equal protection. 387 S.C. at\r\n  330, 692 S.E.2d at 544.  &quot;The sine qua non of an equal protection\r\n  claim is a showing that similarly situated persons received disparate\r\n  treatment.&quot; Grant v. S.C. Coastal Council, 319 S.C. 348, 354, 461\r\n  S.E.2d 388, 391 (1995).  Absent an allegation that the classification resulting\r\n  in different treatment is suspect, a classification will survive an equal\r\n  protection challenge so long as it rests on some rational basis. Lee v. S.C.\r\n    Dep't of Natural Res., 339 S.C. 463, 467, 530 S.E.2d 112, 114 (2000). Under\r\n  the rational basis test, a classification is presumed reasonable and will\r\n  remain valid unless and until the party challenging it proves beyond a\r\n  reasonable doubt that there &quot;is no admissible hypothesis upon which it can\r\n  be justified.&quot; Carolina Amusement Co. v. Martin, 236 S.C. 558, 576,\r\n  115 S.E.2d 273, 282 (1960).  If we can discern any rational basis to support\r\n  the classification, regardless of whether that basis was the original\r\n  motivation for it, the classification will withstand constitutional scrutiny. Lee,\r\n  339 S.C. at 470 n.4, 530 S.E.2d at 115 n.4.  The classification also does not\r\n  need to completely achieve its purpose to withstand constitutional scrutiny. Id. at 467, 530 S.E.2d at 114.\r\n In Webb, the majority viewed the classification created by Risinger for equal protection purposes as those parents subject to a child support order\r\n  at the time the child is emancipated.[5] 387 S.C. at 332, 692 S.E.2d at 545.  Without any elaboration, the majority\r\n  concluded that there is no rational basis for treating parents subject to such\r\n  an order different than those not subject to one with respect to the payment of\r\n  college expenses. Id.  Upon further reflection, we now believe that we abandoned\r\n  our long-held rational basis rule that the party challenging a classification\r\n  must prove there is no conceivable basis upon which it can rest and inverted\r\n  the burden of proof.  By not investigating whether there is any basis to\r\n  support the alleged classification or refuting the bases argued, we effectively\r\n  presumed Risinger's reading of what is now section 63-3-530(A)(17)\r\n  unconstitutional.  Our treatment of this issue thus essentially reviewed Risinger under the lens of strict scrutiny as opposed to rational basis. See\r\n    Stephenson v. Bartlett, 562 S.E.2d 377, 393 (N.C. 2002) (&quot;Under strict\r\n  scrutiny, a challenged governmental action is unconstitutional if the State cannot establish that it is narrowly tailored to advance a compelling\r\n  government interest&quot; (emphasis added)); see also Qutb v. Strauss,\r\n  11 F.3d 488, 492 (5th Cir. 1993) (&quot;Under the strict scrutiny standard, we\r\n  accord the classification no presumption of constitutionality.&quot;).  Our\r\n  decision in Webb therefore rests on unsound constitutional principles,\r\n  and stare decisis does not preclude our reconsideration of the issue addressed\r\n  in that case.[6]  \r\n As\r\n  with any equal protection challenge, we begin by addressing the class Risinger created under section 63-3-530(A)(17).  Mother argues that the appropriate\r\n  classification is divorced parents versus non-divorced parents.  In his brief, Father\r\n  adheres to the class Webb analyzed of parents subject to a child support\r\n  order at the time of emancipation versus those who are not subject to one.  However,\r\n  Father argued Mother's proposed classification before the family court.  He\r\n  therefore cannot argue Webb's class on appeal. See State v.\r\n    Dunbar, 356 S.C. 138, 142, 587 S.E.2d 691, 694 (2003) (&quot;A party may\r\n  not argue one ground at trial and an alternate ground on appeal.&quot;).  We\r\n  accordingly review Risinger through the same lens used by the family\r\n  court: whether it improperly treats divorced parents differently than\r\n  non-divorced parents.\r\nThis State has a strong interest in the outcome of\r\n  disputes where the welfare of our young citizens is at stake.  As can hardly be\r\n  contested, the State also has a strong interest in ensuring that our youth are\r\n  educated such that they can become more productive members of our society.  It\r\n  is entirely possible &quot;that most parents who remain married to each other\r\n  support their children through college years.  On the other hand, even well-intentioned\r\n  parents, when deprived of the custody of their children, sometimes react by\r\n  refusing to support them as they would if the family unit had been\r\n  preserved.&quot; In re Marriage of Vrban, 293 N.W.2d 198, 202 (Iowa\r\n  1980).  Therefore, it may very well be that Risinger sought to alleviate\r\n  this harm by &quot;minimiz[ing] any economic and educational disadvantages to\r\n  children of divorced parents.&quot; Kujawinski v. Kujawinski, 376 N.E.2d\r\n  1382, 1390 (Ill. 1978); see also LeClair v. LeClair, 624 A.2d 1350, 1357\r\n  (N.H. 1993), superseded by statute on other grounds (&quot;The\r\n  legitimate State interest served by these statutes is to ensure that children\r\n  of divorced families are not deprived of educational opportunities solely\r\n  because their families are no longer intact.&quot;).  There is no absolute\r\n  right to a college education, and section 63-3-530(A)(17), as interpreted by Risinger and its progeny, does not impose a moral obligation on all divorced parents\r\n  with children.  Instead, the factors identified by Risinger and\r\n  expounded upon in later cases seek to identify those children whose parents\r\n  would otherwise have paid for their college education, but for the\r\n  divorce, and provide them with that benefit.\r\n We\r\n  accordingly hold that requiring a parent to pay, as an incident of child\r\n  support, for post-secondary education under the appropriate and limited circumstances\r\n  outlined by Risinger is rationally related to the State's interest. \r\n  While it is certainly true that not all married couples send their children to\r\n  college, that does not detract from the State's interest in having\r\n  college-educated citizens and attempting to alleviate the potential\r\n  disadvantages placed upon children of divorced parents.  Although the decision\r\n  to send a child to college may be a personal one, it is not one we wish to\r\n  foreclose to a child simply because his parents are divorced.  It is of no\r\n  moment that not every married parent sends his children to college or that not\r\n  every divorced parent refuses to do so.  The tenants of rational basis review\r\n  under equal protection do not require such exacting precision in the decision\r\n  to create a classification and its effect.  \r\n Indeed, Father's refusal to contribute\r\n  towards Collin's college expenses under the facts of this case proves the very\r\n  ill which Risinger attempted to alleviate, for Father articulated no\r\n  defensible reason for his refusal other than the shield erected by Webb. \r\n  What other reason could there be for a father with more than adequate means and\r\n  a son who truly desires to attend college to skirt the obligation the father\r\n  almost certainly would have assumed had he not divorced the child's mother?  Had\r\n  Father and Mother remained married, we believe Father undoubtedly would have\r\n  contributed towards Collin's education.  Collin has therefore fallen victim to\r\n  the precise harm that prompted the courts in LeClair, Kujawinski,\r\n  and Vrban—as well as Risinger—to hold that a non-custodial parent\r\n  could be ordered to contribute towards a child's college education.  Thus, this\r\n  case amply demonstrates what we failed to recognize in Webb: sometimes\r\n  the acrimony of marital litigation impacts a parent's normal sense of\r\n  obligation towards his or her children.  While this is a harsh and unfortunate\r\n  reality, it is a reality nonetheless that Risinger sought to address.\r\nThe dissent distinguishes LeClair, Kujawinski, and Vrban on the ground they interpret statutes which\r\n  explicitly provide for an award of college expenses, contending section\r\n  63-3-530(A)(17) does not.  As this case comes to us, however, Risinger's\r\n  reading of section 63-3-530(A)(17) has not been challenged on statutory\r\n  construction grounds.  Accordingly, for our purposes, section 63-3-530(A)(17)\r\n  does permit the family court to award college expenses.  The question before us\r\n  today is only whether doing so violates equal protection.  \r\nThe dissent accordingly must couch its attempt to\r\n  undermine Risinger as one of subject matter jurisdiction which we can\r\n  reach sua sponte.  The subject matter jurisdiction of the family court\r\n  is limited to what is &quot;expressly or by necessary implication conferred by\r\n  statute.&quot; State v. Graham, 340 S.C. 352, 355, 532 S.E.2d 262, 263\r\n  (2000).  Over thirty years ago, Risinger held the predecessor to section\r\n  63-3-530(A)(17) permits a family court to award college expenses if certain\r\n  criteria are met.[7]  Since Risinger, the statutes conferring\r\n  jurisdiction on the family court have been amended repeatedly, yet the General\r\n  Assembly never limited Risinger's application.  &quot;The Legislature is\r\n  presumed to be aware of this Court's interpretation of its statutes.&quot; Wigfall\r\n    v. Tideland Utils., Inc., 354 S.C. 100, 111, 580 S.E.2d 100, 105 (2003).  When\r\n  the General Assembly failed to amend this section over the course of three decades,\r\n  &quot;its inaction is evidence [it] agrees with this Court's\r\n  interpretation.&quot; See id.  At this juncture, we are therefore\r\n  unwilling to agree with the dissent's sua sponte conclusion that the\r\n  General Assembly never intended to give the family court jurisdiction to order\r\n  the payment of college tuition as an incident of child support.  Due to the\r\n  General Assembly's tacit approval of Risinger for over thirty years and\r\n  the fact its construction has never been challenged, not even in this case, reaffirming\r\n  this principle does not amount to &quot;legislat[ing] from the bench&quot; or a\r\n  &quot;cavalier[] disregard of the Legislature's express limitations on the\r\n  family court's jurisdiction&quot; as the dissent suggests.  If the dissent's\r\n  assessment of legislative intent were correct, we are confident the General\r\n  Assembly would have amended the jurisdictional statutes accordingly since 1979.\r\nWe now hold Risinger does not\r\n  violate the Equal Protection Clause because there is a rational basis to\r\n  support any disparate treatment Risinger and its progeny created.  In fact, the case before us particularly demonstrates\r\n  the need for a rule permitting an award of college expenses in certain\r\n  circumstances in order to ensure children of divorce have the benefit of the\r\n  college education they would have received had their parents remained\r\n  together.  Accordingly, we reverse the order of the family court and remand\r\n  this matter for a determination of whether and in what amount Father is required\r\n  to contribute to Collin's college education under the law as it existed prior\r\n  to Webb.[8]\r\nII.&nbsp; OVERPAYMENT OF\r\n  SUPPORT\r\nMother argues the family court erred in awarding\r\n  Father a credit for an alleged overpayment in child support from the date this\r\n  action was filed.  We agree.\r\n The\r\n  family court has the discretion to award retroactive child support from the\r\n  filing date of the action upon a proper showing of a change in the child's\r\n  needs or the supporting parent's ability to pay. Ables v. Gladden, 378\r\n  S.C. 558, 567-68, 664 S.E.2d 442, 447 (2008) (quoting Thornton v. Thornton,\r\n  328 S.C. 96, 115, 492 S.E.2d 86, 96 (1997); Henderson v. Henderson, 298\r\n  S.C. 190, 196, 379 S.E.2d 125, 129 (1989)).   An increase or decrease may be\r\n  ordered upon a showing of a change of condition at the time the modification is\r\n  ordered. Herring v. Herring, 286 S.C. 447, 453, 335 S.E.2d 366, 369\r\n  (1985).  \r\n The\r\n  temporary order set Father's monthly child support obligation at $1,018.33,\r\n  based upon Mother's monthly pay of $1,600 and Father's monthly pay of $8,741.  The\r\n  order also left intact Father's obligation to pay Mother thirty-five percent of\r\n  his annual bonuses.  However, the final order decreased Father's obligation to\r\n  $923, based upon Mother's monthly income of $3,300 and Father's monthly income\r\n  of $10,666, and inexplicably reduced the percentage of Father's annual bonus\r\n  payable as support from thirty-five percent to ten percent.  The court also\r\n  terminated Father's obligation to pay $400 per month towards Collin's college\r\n  education.  Based upon these new figures, the court found Father had overpaid\r\n  support during the pendency of the case.  Retroactively applying both figures\r\n  to the monies already paid from the filing of this action, the court found that\r\n  Father had overpaid $2,669.24 in monthly support and $9,998.05 in annual\r\n  support, and that Father could reduce his future monthly payments by fifteen\r\n  percent until the overpayment was discharged.  This was error.\r\nWe find the final monthly support order was based upon\r\n  erroneous calculations of the parties' income.  Further, the bonus payment reduction\r\n  from thirty-five percent to ten percent was ordered without any stated \r\n  explanation.  We find the calculations contained in the temporary order correct\r\n  and reinstate those monthly and annual support terms.  Accordingly, Father has\r\n  made no overpayment of support during the pendency of this action.\r\nIII.&nbsp; ATTORNEY'S FEES\r\n  AND COSTS\r\nMother argues the family court\r\n  erred in not awarding her attorney's fees and costs.  We agree.  \r\n&quot;In determining whether\r\n  to award attorney's fees, the court should consider each party's ability to pay\r\n  his or her own fee; the beneficial results obtained by the attorney; the\r\n  parties' respective financial conditions; and the effect of the fee on each\r\n  party's standard of living.&quot; Patel v. Patel, 359 S.C. 515, 533, 599\r\n  S.E.2d 114, 123 (2004).  Mother's attorney's fees and costs in this case are at\r\n  least half of her income, while Father's are far less than one-third of his\r\n  income.  Further, this litigation was necessary primarily because of Father's conduct. \r\n  Not only had Father neglected to pay the full amount of the thirty-five percent\r\n  of his annual bonus due to his children, it was his contention that Jamie was\r\n  not in need of support beyond the age of majority that prompted Mother to file\r\n  this action, from which she has received significant beneficial results.  Therefore,\r\n  we reverse and remand for an award of attorney's fees and costs to Mother.\r\nCONCLUSION\r\n We\r\n  therefore overrule Webb and find that Risinger and its progeny do\r\n  not violate the principles of equal protection.  Accordingly, we reverse the\r\n  family court's decision in this case and remand for a determination of what\r\n  amount, if any, Father should pay towards Collin's college expenses.  Additionally,\r\n  we hold the family court erred in reducing Father's child support obligation\r\n  for Jamie below the amount in the temporary order and in not awarding Mother\r\n  attorney's fees and costs.\r\nTOAL, C.J. and KITTREDGE, J., concur.  BEATTY, J., dissenting in part in a separate\r\n  opinion in which PLEICONES, J., concurs.\r\n\r\n JUSTICE\r\n  BEATTY:  I respectfully dissent in part.  Unlike the majority, I do not\r\n  believe a family court has jurisdiction to order a parent to pay college\r\n  tuition as an incident of child support.  Accordingly, I would hold that a\r\n  parent has no legal obligation to pay college expenses for a child who has\r\n  reached the age of majority.\r\n In\r\n  my view, our decision in this case should not be based on an assessment of the\r\n  equal protection challenge.  Instead, I believe we must sua sponte address the more fundamental issue of whether the family court has jurisdiction\r\n  to order a parent to pay college tuition as an incident of continuing child\r\n  support.  See Travelscape, L.L.C. v. S.C. Dep't of Revenue, 391\r\n  S.C. 89, 109 n.10, 705 S.E.2d 28, 38 n.10 (2011) (recognizing that this Court may sua sponte address an issue involving subject matter jurisdiction); Amisub\r\n    of S.C., Inc. v. Passmore, 316 S.C. 112, 114, 447 S.E.2d 207, 208 (1994) (stating that the appellate court must always take notice\r\n  of the lack of subject matter jurisdiction). \r\nIn my opinion, a review of the decision in Risinger reveals that it effectively expands the jurisdiction of the family court beyond\r\n  what the Legislature has authorized.  Furthermore, I believe the holding in Risinger violates the well-established tenets of our rules of statutory construction.\r\n Central\r\n  to my analysis of this case is a detailed review of section 63-3-530 of the\r\n  South Carolina Code, which identifies forty-six areas over which the family\r\n  court has exclusive jurisdiction.  S.C. Code Ann. § 63-3-530 (2010) (previously codified at sections 14-21-810 and\r\n  20-7-420).  Subsection 14 grants the family court jurisdiction to order child\r\n  support.  Id. § 63-3-530(A)(14) (&quot;The family court has exclusive\r\n  jurisdiction to order support of a . . . child.&quot;).  Our Legislature has\r\n  defined a child as &quot;a person under the age of eighteen.&quot;  Id. § 63-1-40(1) (formerly codified at section 20-7-30).  In view of these\r\n  inextricably linked code sections, I believe the Legislature clearly\r\n  established the general rule that a parent's payment of child support\r\n  terminates once a child has reached the age of eighteen.   \r\n Section\r\n  63-3-530(A)(17), however, provides an exception to this general rule, stating\r\n  that the family court has exclusive jurisdiction:  \r\n\r\nTo make all orders for support run until\r\n  further order of the court, except that orders for child support run until the\r\n  child is eighteen years of age or until the child is married or becomes\r\n  self-supporting, as determined by the court, whichever occurs first; or without\r\n  further order, past the age of eighteen years if the child is enrolled and\r\n    still attending high school, not to exceed high school graduation or the\r\n  end of the school year after the child reaches nineteen years of age, whichever\r\n  is later; or in accordance with a preexisting agreement or order to provide for\r\n  child support past the age of eighteen years; or in the discretion of the\r\n  court, to provide for child support past age eighteen where there are physical\r\n  or mental disabilities of the child or other exceptional circumstances that\r\n  warrant the continuation of child support beyond age eighteen for as long as\r\n  the physical or mental disabilities or exceptional circumstances continue. \r\n\r\nId. § 63-3-530(A)(17)\r\n  (previously codified at section 14-21-810(b)(4))\r\n  (emphasis added).\r\nThis section is silent with respect to a parent's\r\n  payment of college expenses for a child who has reached the age of majority. \r\n  Instead, the above-emphasized language, which explicitly deals with a child's\r\n  education, clearly expresses the legislative intent that a family court may\r\n  only order a parent to pay child support until a child's high school graduation\r\n  or until the end of a school year after the child reaches nineteen years of\r\n  age.  Had the Legislature intended for a parent to pay college expenses as an\r\n  incident of continuing child support, I believe it would have specifically\r\n  included the phrase &quot;college graduation.&quot;  Because the Legislature\r\n  has not authorized the family court to order such support, we must give effect\r\n  to this legislative intent and conclude that the family court lacks\r\n  jurisdiction to order a parent to pay college tuition as an incident of child\r\n  support.  See Mid-State Auto Auction of Lexington, Inc. v. Altman,\r\n  324 S.C. 65, 69, 476 S.E.2d 690, 692 (1996) (recognizing that the primary rule of statutory construction is\r\n  to ascertain and give effect to the intent of the Legislature).\r\nMoreover, the Legislature explicitly limited the\r\n  jurisdiction of the family court over matters concerning a child's post-majority\r\n  financial situation.  Pursuant to subsection 17, the family court may order\r\n  payment of child support past the age of eighteen where:  (1) the child has a\r\n  physical or mental disability; or (2) &quot;exceptional circumstances&quot; are\r\n  present.  Id. § 63-3-530(A)(17).\r\n By\r\n  its very terms, the &quot;age of majority&quot; implies that a person has\r\n  become self-sufficient and is responsible for his or her own financial\r\n  endeavors.  See S.C. Const. art. XVII, 14 (&quot;Every citizen who is eighteen years of age\r\n  or older, not laboring under disabilities prescribed in this Constitution or\r\n  otherwise established by law shall be deemed sui juris and endowed with full\r\n  legal rights and responsibilities . . . .&quot; (emphasis added)); see also Style v. Shaub, 955 A.2d 403, 408 (Pa. Super. Ct. 2008)\r\n  (defining the &quot;age of majority&quot; as &quot;either eighteen years of age\r\n  or when the child graduates from high school, whichever comes later&quot;); 27C\r\n  C.J.S. Divorce § 1106 (Supp. 2010) (stating that &quot;as an exception\r\n  to the general rule that the obligation of a divorced parent to provide child\r\n  support terminates upon the child reaching majority, a financially able\r\n  divorced parent may be required to support an adult child who, by reason of\r\n  physical or mental disability, is unable to support himself or herself&quot;).\r\n Contrary\r\n  to these clear restrictions on a child's right to receive financial support\r\n  beyond the age of majority, the Court in Risinger classified a college\r\n  education as an &quot;exceptional circumstance.&quot;  In my view, this\r\n  assessment was erroneous and should not serve as authority for the majority's\r\n  decision to legally obligate a parent to pay for a child's post-majority\r\n  college education. \r\nInitially, as previously indicated, this language is\r\n  outside the parameters of the educational provisions of section 63-3-530(A)(17). \r\n  Furthermore, taken to its logical extreme, there would be no\r\n  &quot;cut-off&quot; date for this legal obligation as any child of divorce,\r\n  including &quot;adult&quot; children, would be entitled to financial support\r\n  from a parent.  I do not believe this is what the Legislature intended by\r\n  promulgating section 14-21-810(b)(4).\r\nNotably, none of the cases that have cited Risinger in the past thirty years have involved a statutory or\r\n  constitutional analysis of section 14-21-810(b)(4).  Thus, I do not believe the\r\n  majority can blindly adhere to Risinger and its progeny to justify its\r\n  holding.  Because the Legislature has not authorized the family court to order\r\n  such support or created a statutory obligation for a divorced parent to pay for\r\n  an adult child's post-secondary education, I would overrule Risinger and, in turn, affirm our decision in Webb.\r\n Based\r\n  on my conclusion regarding the family court's lack of jurisdiction, I do not\r\n  believe it is necessary to address the constitutional implications of section\r\n  63-3-530(A)(17).  Additionally, I would note that Father had previously agreed\r\n  to pay a portion of Collin's college expenses. Thus, the resolution of the\r\n  instant case is not dependent upon a review of Webb.  Accordingly, I\r\n  would decline to revisit that opinion and to address the equal protection issue.  See In re McCracken, 346 S.C. 87, 92, 551 S.E.2d 235, 238 (2001)\r\n  (&quot;[I]t is this Court's firm policy to decline to\r\n  rule on constitutional issues unless such a ruling is required.&quot;). \r\n  However, given the majority's decision to rule on these issues, I must express\r\n  my disagreement with the majority's analysis.  \r\n The equal protection\r\n  clauses of our federal and state constitutions declare that no person shall be\r\n  denied the equal protection of the laws. U.S. Const. amend. XIV, § 1; S.C.\r\n  Const. art. I, § 3.  Equal protection &quot;requires that all persons be\r\n  treated alike under like circumstances and conditions, both in the privileges\r\n  conferred and in the liabilities imposed.&quot;  GTE Sprint Commc'ns Corp.\r\n    v. Pub. Serv. Comm'n of S. C., 288 S.C. 174, 181, 341 S.E.2d 126, 129\r\n  (1986) (quoting Marley v. Kirby, 271 S.C. 122, 123-24, 245 S.E.2d 604,\r\n  605 (1978)).  &quot;Courts generally analyze equal protection challenges under\r\n  one of three standards:  (1) rational basis; (2) intermediate scrutiny; or, (3) strict\r\n  scrutiny.&quot;  Denene, Inc. v. City of Charleston, 359 S.C. 85, 91,\r\n  596 S.E.2d 917, 920 (2004).  &quot;If the classification does not implicate a\r\n  suspect class or abridge a fundamental right, the rational basis test is\r\n  used.&quot;  Id.  &quot;Under the rational basis test, the requirements\r\n  of equal protection are satisfied when: (1) the classification bears a\r\n  reasonable relation to the legislative purpose sought to be affected; (2) the\r\n  members of the class are treated alike under similar circumstances and\r\n  conditions; and, (3) the classification rests on some reasonable basis.&quot;  Id.\r\n In\r\n  view of the above-outlined law, it is arguable that this case should be\r\n  analyzed under the strict scrutiny test as the reduction of a parent's income\r\n  clearly impinges upon a fundamental property right.  See Wingfield v.\r\n    S.C. Tax Comm'n, 147 S.C. 116, 152, 144 S.E. 846, 858 (1928) (&quot;The court appreciates the earnest plea that every person is\r\n  entitled to the enjoyment of life, liberty, and property, and to the equal\r\n  protection of the laws guaranteed by the federal and\r\n  state Constitutions, and will protect and safeguard these fundamental rights to\r\n  the extent, if necessary, of declaring invalid any legislative enactment\r\n  clearly shown to be in violation of them.&quot;).  I cannot conceive of\r\n  any plausible argument that could withstand this heightened level of scrutiny. \r\n  Moreover, as will be discussed, I believe there is an equal protection\r\n  violation even under the rational basis test, the lowest level of scrutiny.\r\n For\r\n  several reasons, I disagree with the majority's conclusion that requiring a\r\n  parent to pay, as an incident of child support, for post-secondary education is\r\n  rationally related to the State's interest in ensuring the education of our\r\n  state's youth.  \r\nInitially, I would note that the out-of-state cases\r\n  relied upon by the majority are distinguishable in that underlying those\r\n  decisions is a statute that specifically provides for the payment of college\r\n  expenses beyond the age of majority.[9] \r\n  In contrast, section 63-3-530(A)(17) is silent with respect to the payment of\r\n  college expenses.  Despite the lack of this provision, the Court in Risinger interpolated into the statute a legal obligation for a parent.  In my opinion,\r\n  this was in error as a parent's only financial responsibility for a child's\r\n  college expenses emanates from a moral obligation.  \r\n In\r\n  reaching its decision, the majority seizes upon this moral obligation.  A moral\r\n  obligation, however, cannot substantiate the imposition of a legal obligation.  Although\r\n  I am cognizant of the deleterious financial and emotional effects of divorce,\r\n  these alone do not justify disparate treatment of children of divorced families\r\n  and children of intact families.  The children are similarly situated in that\r\n  they are over the age of eighteen and desire parental financial support for\r\n  college education.  See Grant v. S.C. Coastal Council, 319 S.C.\r\n  348, 354, 461 S.E.2d 388, 391 (1995) (&quot;The sine\r\n    qua non of an equal protection claim is a showing that similarly situated\r\n  persons received disparate treatment.&quot;).  In analyzing this distinction,\r\n  the question becomes whether section 63-3-530(A)(17), as interpreted in Risinger,\r\n  creates a legal duty that is confined to situations of separated, divorced, or\r\n  unmarried parents and their children.  Thus, I disagree with the majority's\r\n  class designation because I believe the class created by section\r\n  63-3-530(A)(17) is composed of separated, divorced, or unmarried parents and\r\n  their children versus the parents and children of intact families.  In my\r\n  opinion, the State does not have a legitimate interest in treating separated,\r\n  divorced, or unmarried parents and their children differently than their intact\r\n  counterparts.[10]  \r\nIn reaching this conclusion, I am\r\n  persuaded by the factually-similar case of Curtis v. Kline, 666 A.2d\r\n  265, 270 (Pa. 1995), wherein the Pennsylvania Supreme Court refutes the\r\n  majority's position that only children of divorce are entitled to post-majority\r\n  financial support from their parents.\r\n In Curtis, the court held that a statute\r\n  requiring separated, divorced, or unmarried parents to provide post-secondary\r\n  educational support to their adult child violated the Equal Protection Clause\r\n  of the Fourteenth Amendment.  Curtis, 666 A.2d at 270.  In so holding,\r\n  the court reasoned:\r\n\r\nAct 62 classifies young adults according\r\n  to the marital status of their parents, establishing for one group an action to\r\n  obtain a benefit enforceable by court order that is not available to the other\r\n  group. The relevant category under consideration is children in need of funds\r\n  for a post-secondary education.  The Act divides these persons, similarly\r\n  situated with respect to their need for assistance, into groups according to\r\n  the marital status of their parents, i.e., children of\r\n  divorced/separated/never-married parents and children of intact families.\r\n  It will not do to argue that this\r\n  classification is rationally related to the legitimate governmental purpose of\r\n  obviating difficulties encountered by those in non-intact families who want\r\n  parental financial assistance for post-secondary education, because such a\r\n  statement of the governmental purpose assumes the validity of the\r\n  classification.  Recognizing that within the category of young adults in need\r\n  of financial help to attend college there are some having a parent or parents\r\n  unwilling to provide such help, the question remains whether the authority of\r\n  the state may be selectively applied to empower only those from non-intact\r\n  families to compel such help.  We hold that it may not. In the absence of an\r\n  entitlement on the part of any individual to post-secondary education, or a\r\n  generally applicable requirement that parents assist their adult children in obtaining such an education, . . . we perceive no rational basis for the state\r\n  government to provide only certain adult\r\n  citizens with legal means to overcome the difficulties they encounter in\r\n  pursuing that end.\r\n\r\nId. at\r\n  269-70; see Grapin v. Grapin, 450 So. 2d 853, 854 (Fla. 1984)\r\n  (recognizing that the &quot;societal ideal of continued parental support for\r\n  the education and training&quot; of adult children did not create a legal duty,\r\n  and characterizing a family court's order to do so as an &quot;indirect method\r\n  of compelling unwilling divorced parents to provide college costs for their\r\n  capable adult children&quot;).  \r\n In view of the foregoing, I believe that Risinger is a fallacy borne of noble purpose.  Noble purpose, notwithstanding, this\r\n  Court has no authority to legislate from the bench.  Consequently, I would\r\n  reverse the family court's order with respect to Father's payment of Collin's\r\n  college expenses as I cannot cavalierly disregard the Legislature's express\r\n  limitations on the family court's jurisdiction and the obvious equal protection\r\n  deficiency of the Risinger decision.\r\n PLEICONES, J., concurs.\r\n\r\n\r\n[1] Their\r\n  younger son, Jamie, has autism; although he attained the age of majority in\r\n  2008, he is not expected to graduate from high school until he is twenty-one.\r\n[2] Webb had not yet been decided at this time.\r\n[3] The temporary order required Father to pay $1,018.33\r\n  per month, based upon Mother's monthly income of $1,600 and Father's monthly\r\n  income of $8,741.  The final order, however, required Father to pay $923 per\r\n  month, finding Mother earned $3,300 per month and Father earned $10,666 per\r\n  month.\r\n[4] In particular, Webb held Risinger's\r\n  interpretation of Section 14-21-810(b)(4) of the South Carolina Code (1976)—now\r\n  codified at Section 63-3-530(A)(17) (Supp. 2010)—violated equal protection. 387\r\n  S.C. at 333, 692 S.E.2d at 545.\r\n[5] In their respective dissents in Webb, the\r\n  Chief Justice and Justice Kittredge stated the majority should have reviewed that\r\n  case under the classification raised by the parties themselves, which was divorced\r\n  and non-divorced parents. Webb, 387 S.C. at 333-34, 692 S.E.2d at 546\r\n  (Toal, C.J., dissenting); id. at 336, 692 S.E.2d at 547 (Kittredge, J.,\r\n  dissenting).  Although the majority in Webb undertook to remedy what it\r\n  perceived to be a constitutional error on grounds other than those argued by\r\n  the parties, id. at 332 n.5, 692 S.E.2d at 545 n.5, the mere fact that a\r\n  constitutional question is involved does not permit the Court to address issues\r\n  not properly before it, cf. In re McCracken, 346 S.C. 87, 92, 551\r\n  S.E.2d 235, 238 (2001) (&quot;A constitutional claim must be raised and ruled\r\n  upon to be preserved for appellate review.&quot;).  The\r\n  dissent today would do the same thing as the Webb majority and review Risinger under a classification not properly before us.  \r\n[6] We are not unmindful of Mother's alternate argument\r\n  that Father separately agreed to pay for Collin's college expenses.  Although we\r\n  are cognizant of our hesitancy to reach constitutional questions when it is not\r\n  necessary, there is no cogent reason to let the error in Webb persist.  \r\n[7] Risinger held the family court's authority to\r\n  award support for a child after the age of majority '&quot;where there are\r\n  physical or mental disabilities of the child or other exceptional\r\n    circumstances that warrant it'&quot; included awarding college expenses.\r\n  273 S.C. at 38, 252 S.E.2d at 653 (quoting S.C. Code Ann. § 14-21-810(b)(4)\r\n  (1979) (emphasis added)).  We wrote that &quot;[t]he need for education is the\r\n  most likely additional 'exceptional circumstance' which might justify continued\r\n  financial support.&quot; Id.\r\n[8] The family court also dismissed Mother's claim\r\n  because Collin chose to attend a private college.  While we agree that the cost\r\n  of a child's education is a relevant consideration in light of the factors\r\n  identified in Risinger and subsequent cases, attendance at a private\r\n  school does not foreclose an award of expenses.  Instead, the tuition amount is\r\n  to be factored in with the child's attainment of scholarships, grants, and\r\n  loans as well as the parents' ability to pay when determining whether to make\r\n  such an award and in what amount.\r\n[9] See Kujawinski v. Kujawinski, 376\r\n  N.E.2d 1382, 1390 (Ill. 1978) (analyzing section 513 of the 1977 Illinois\r\n  Revised Statutes, which states in relevant part, &quot;The\r\n  Court also may make such provision for the education and maintenance of the\r\n  child or children, whether of minor or majority age, out of the property of\r\n  either or both of its parents as equity may require, whether application is\r\n  made therefor before or after such child has, or children\r\n  have, attained majority age.&quot;); In re Marriage of Vbran, 293\r\n  N.W.2d 198, 201-02 (Iowa 1980) (interpreting section 598.1(2) of the 1977 Iowa\r\n  Code which provides that &quot;child support&quot; may include support &quot;for a child who is between the ages of eighteen and\r\n  twenty-two years who is regularly attending an approved school . . . , or is,\r\n  in good faith, a full-time student in a college, university, or area school; or\r\n  has been accepted for admission to a college . . .&quot;); LeClair v.\r\n    LeClair, 624 A.2d 1350, 1357 (N.H. 1993) (interpreting sections 458:17 and\r\n  458:20 of the New Hampshire Revised Statutes that specifically provide for a\r\n  divorced parent's payment of reasonable college expenses for an adult child), superseded\r\n    by, N.H. Rev. Stat. Ann. § 461 (2005) (enactment of &quot;Parental Rights\r\n  and Responsibilities Act&quot;).\r\n[10]  Furthermore, I would note that the majority defines\r\n  the class as &quot;divorced versus non-divorced parents,&quot; and\r\n  distinguishes the class designation in Webb as &quot;parents subject to\r\n  a child support order at the time of emancipation versus those who are not\r\n  subject to one.&quot;  In my view, this distinction is inconsequential given\r\n  the rarity of a divorce decree involving children that does not include a child\r\n  support provision and the existence of a child support order involving an\r\n  intact family.  Thus, I believe the majority's class designation is the same as\r\n  the one espoused in Webb.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"27101","title":"In the Matter of William H. Jordan","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=27101","description":"The Court imposed an eighteen month suspension in this attorney disciplinary case.","date":"2012-03-07","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\nIn the Matter\r\n      of William H. Jordan, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No.  27101\r\nHeard January 11, 2012 - Filed March 7,\r\n  2012\r\n\r\nDEFINITE SUSPENSION\r\n\r\n\r\n  \r\n    \r\n      \r\nLesley\r\n  M. Coggiola, Disciplinary Counsel, and Barbara M. Seymour, both of Columbia,\r\n  for Office of Disciplinary Counsel.\r\nGedney\r\n  M. Howe, III, of Charleston, for Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:  Respondent\r\n  received a nine-month suspension[1] in October 2009 following his successful completion of a pretrial intervention\r\n  program for several drug-related charges[2] and dismissal of traffic charges.[3]  In re Jordan, 385 S.C. 614, 686 S.E.2d 682 (2009).  After he filed a\r\n  petition for reinstatement but before that request was decided by this Court,\r\n  additional disciplinary complaints relating to matters occurring before\r\n  respondent's arrest were received.  As a result, the petition for reinstatement\r\n  was held in abeyance.  Respondent admitted all the disciplinary charges made in\r\n  the second complaint, and after an evidentiary hearing, a Panel of the\r\n  Commission on Lawyer Conduct (Panel) recommended respondent be given an\r\n  eighteen-month suspension, retroactive to his suspension on October 26, 2009, that\r\n  two conditions be imposed upon his reinstatement to the practice of law, and\r\n  that he be required to pay the costs of the proceeding.[4] \r\n  Neither respondent nor the Office of Disciplinary Counsel (ODC) has objected to\r\n  this recommended sanction.  \r\n This Court has the\r\n  sole authority to discipline attorneys and to determine the appropriate\r\n  sanctions after thoroughly reviewing the record.  While we may make our own\r\n  findings of fact and draw our own conclusions, the findings and conclusions of\r\n  the Panel are entitled to much respect and consideration.  In re Poff,\r\n  394 S.C. 37, 714 S.E.2d 313 (2011).  After conducting our review, we agree with\r\n  the Panel's findings of fact and with its recommended sanction.\r\nFACTS\r\n The Panel found\r\n  respondent committed five acts of misconduct:\r\nA.&nbsp;&nbsp;&nbsp; Trust Account Counter\r\n  Withdrawals and Checks Written to Cash  \r\n Rule 417(b)(2),\r\n  SCACR, requires that all withdrawals from an attorney's trust account be made\r\n  either by a check payable to a named payee or by authorized bank transfer. \r\n  Between February and April 2008, respondent withdrew $8,950.00 from his trust\r\n  account by use of counter withdrawals and by checks made payable to cash.  He\r\n  took the funds believing he was entitled to the money as undisbursed legal\r\n  fees, but was unable to prove his entitlement because he did not keep proper\r\n  records, in violation of Rule 1.15(a), Rules of Professional Conduct (RPC),\r\n  Rule 407, SCACR, and Rule 417(a), SCACR.  Respondent used the funds received\r\n  for his own purposes, but replaced them with money taken from his operating\r\n  account and from personal funds.  For doing so, he was found to have violated\r\n  Rules 1.15(a), 1.15(d), and 8.4(d), RPC.\r\n B.  Unidentified\r\n  Disbursements from Trust Account by Checks Payable to\r\n    Respondent\r\n Between February\r\n  2006 and May 2008, respondent issued four checks payable to himself from his\r\n  trust account without identifying any case or client on the check.  The four\r\n  checks totaled $5,650.00, and respondent restored this amount to his trust\r\n  account.  At the time these checks were written, respondent believed he had\r\n  earned fees, but because of his failure to comply with the record-keeping\r\n  requirements of Rule 1.15(a), RPC, and Rule 417, SCACR, he could not document\r\n  this.  By his conduct, respondent violated Rules 1.15(a), 1.15(d), and 8.4(d), RPC.\r\n C.  Client A\r\n  Matter\r\n Respondent\r\n  conducted two real estate transactions on behalf of Client A.  In each\r\n  transaction, the HUD-1 settlement statement prepared by respondent was\r\n  inaccurate.  In one case, respondent disbursed $8,764.65 less than he received,\r\n  and when respondent was suspended, this money was not in respondent's trust\r\n  account, in violation of Rule 1.15(a) and (d), RCP.  In the second case, a\r\n  subaccount was underfunded by $8,808.89, again in violation of Rule 1.15(a) and\r\n  (d), RCP.  \r\nRespondent\r\n  has repaid Client A the $8,764.65 erroneously withheld from him.  Respondent\r\n  did not timely discover the errors as he was not reconciling his accounts as\r\n  required by Rule 417(a)(8), SCACR.\r\n\r\n D.  Records/Reconciliation\r\nRespondent's\r\n  assistant oversaw respondent's accounts.  He failed to review her\r\n  reconciliations or otherwise supervise her activities in violation of Rule 5.3,\r\n  RPC, and Rule 417, SCACR.\r\n As a result of\r\n  respondent's failure to oversee his assistant's work, the assistant was able to\r\n  write checks drawn on respondent's trust account by forging his signature.  She\r\n  wrote eight checks to herself between May 2006 and March 2008.  These checks\r\n  totaled $16,704.67.  During the period between January 2006 and January 2008,\r\n  the assistant wrote twenty-nine checks payable to her personal creditors\r\n  totaling $42,018.36.  Respondent was made aware of the shortages in his trust\r\n  account but not the reasons for them, and made deposits from his personal funds\r\n  and operating account to make up the shortfalls.\r\n E.  Client B\r\n Respondent borrowed\r\n  $40,000 from Client B and although he repaid the money, he failed to comply\r\n  with the disclosure and consent requirements of Rule 1.8(a), RPC.\r\nSANCTION\r\nThe\r\n  Panel recognized that disbarment was ordinarily the appropriate sanction for a\r\n  lawyer who misappropriated client funds or whose failure to supervise staff\r\n  resulted in their misappropriation of client funds.  While it found the facts\r\n  demonstrated a pattern of serious misconduct over a significant period of time\r\n  thereby warranting a substantial sanction, it also found mitigating\r\n  circumstances.  First, respondent made a good faith effort to make restitution\r\n  once the disciplinary investigation revealed the trust account issues,\r\n  resulting in full restitution and no client losses.  Second, respondent\r\n  cooperated fully.  Third, respondent presented significant and compelling\r\n  evidence in support of his good character and reputation from fellow Bar\r\n  members.\r\n The Panel also\r\n  found that respondent's use of illegal drugs was a significant causative factor\r\n  in his ethical misconduct, but that his &quot;subsequent rehabilitation is so\r\n  substantial and compelling that it should be considered in mitigation.&quot; \r\n  We agree that respondent's actions following his arrest have been exemplary,\r\n  demonstrating most especially a sincere and diligent effort to overcome the\r\n  substance abuse issues which led to his misconduct.\r\n Respondent was\r\n  arrested on a Friday, sought counsel from an attorney known to the local Bar as\r\n  an expert on substance abuse issues on Tuesday, began attending AA meetings on\r\n  Saturday, and self-reported his arrest.  He immediately entered an intensive\r\n  rehabilitation program run by MUSC. Respondent went to 90 AA meetings in his\r\n  first 90 days, completed the rehabilitation program, began counseling sessions\r\n  with one of the MUSC therapists (which continue years later), and attended\r\n  Wednesday night relapse prevention meetings. Respondent has worked on a golf\r\n  course grounds crew during his suspension. \r\n Respondent’s AA\r\n  sponsor and Robert Turnbull, director of the Lawyers Helping Lawyers Program,\r\n  testified on respondent’s behalf before the Panel.  The sponsor testified to\r\n  respondent’s deep and abiding commitment to the tenets of AA.  Mr. Turnbull\r\n  praised respondent’s efforts to maintain his sobriety, testifying the\r\n  respondent was one of the few attorneys he has worked with who “gets it.” \r\nCONCLUSION\r\n We find that\r\n  respondent violated Rules 1.15(a), 1.15(d), 1.8(a), 5.3, and 8.4(d), RPC, and\r\n  Rule 417, SCACR.  Further, we find in light of respondent's most impressive mitigation\r\n  showing that the appropriate sanction is an eighteen-month suspension,\r\n  retroactive to October 26, 2009.  In addition, he shall be responsible for the\r\n  payment of costs.  Upon reinstatement to the practice of law, he shall enter a\r\n  two-year contract with Lawyers Helping Lawyers and file quarterly reports with\r\n  the Commission of Lawyer Conduct during the contract period, and for these\r\n  first two years he shall also submit quarterly reports regarding all trust\r\n  account activity to the Commission.\r\n\r\n DEFINITE\r\n  SUSPENSION.  \r\n TOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ., concur.\r\n\r\n\r\n[1] Prior to his suspension, respondent had practiced law in the Charleston area\r\n  for many years.\r\n[2] Respondent had been charged with possession of cocaine with intent to\r\n  distribute, possession within proximity of a school, possession of marijuana,\r\n  and possession of drug paraphernalia.\r\n[3] Following too closely, failure to surrender a driver's license, and driving\r\n  under suspension.\r\n[4] The costs total $1,328.47.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"ORDER","title":"In the Matter of Barton W. Fordham, Jr","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2012-02-27-01","description":"The Office of Disciplinary Counsel petitions the Court to transfer respondent to incapacity inactive status pursuant to Rule 17(b), RLDE, Rule 413, SCACR and seeks the appointment of an attorney to protect respondent's clients' interests pursuant to Rule 31, RLDE, Rule 413.","date":"2012-03-07","type":"order","text":"\r\n  \r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\nIn the Matter of Barton W. Fordham, Jr.,&nbsp; , Respondent.\r\n\r\nORDER\r\n\r\nThe Office of Disciplinary Counsel petitions the Court to transfer respondent to incapacity inactive status  pursuant to Rule 17(b), RLDE, Rule 413, SCACR and seeks the appointment of an  attorney to protect respondent's clients' interests pursuant to Rule 31, RLDE,  Rule 413. &nbsp;Respondent consents to the  transfer.&nbsp; \r\nIT IS ORDERED  that respondent is transferred to incapacity inactive status until further  order of the Court. \r\nIT IS FURTHER ORDERED  that Richard C. Detwiler, Esquire, is hereby appointed to assume responsibility  for respondent&rsquo;s client files, trust account(s), escrow account(s), operating  account(s), and any other law office account(s) respondent may maintain.&nbsp; Mr. Detwiler shall take action as required by  Rule 31, RLDE, Rule 413, SCACR, to protect the interests of respondent&rsquo;s  clients.&nbsp; Mr. Detwiler may make  disbursements from respondent&rsquo;s trust account(s), escrow account(s), operating  account(s), and any other law office account(s) respondent may maintain that  are necessary to effectuate this appointment.\r\nThis Order, when  served on any bank or other financial institution maintaining trust, escrow  and/or operating accounts of respondent, shall serve as an injunction to  prevent respondent from making withdrawals from the account(s) and shall  further serve as notice to the bank or other financial institution that Richard  C. Detwiler, Esquire, has been duly appointed by this Court.\r\nFinally, this Order, when served on any office of the  United States Postal Service, shall serve as notice that Richard C. Detwiler,  Esquire, has been duly appointed by this Court and has the authority to receive  respondent's mail and the authority to direct that respondent&rsquo;s mail be  delivered to Mr. Detwiler&rsquo;s office.\r\nThis appointment shall be for a period of no  longer than nine months unless request is made to this Court for an  extension.&nbsp;&nbsp;&nbsp; \r\nIT IS SO  ORDERED.\r\n\r\n  \r\n    \r\n      \r\n      s/ Jean H. \r\n        Toal&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; C. J.\r\n          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; FOR THE COURT\r\n    \r\n  \r\n\r\nColumbia, South Carolina \r\nFebruary 27, 2012\r\n\r\n\r\n\r\n\r\n","court":"Supreme"},{"id":"27102","title":"State v. Latimore","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=27102","description":"In this case, the Court held that to satisfy due process, a convicted sex offender must have had actual notice of the 2006 change to section 23-3-460, which imposed an additional registration requirement, to be convicted of violating section 23-3-470 of the South Carolina Code.","date":"2012-03-14","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\nThe State, Respondent,\r\nv.\r\nReginald R. Latimore, Petitioner.\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF\r\n  APPEALS\r\n\r\nAppeal from Greenville County\r\nC. Victor Pyle Jr., Circuit Court Judge\r\n\r\nOpinion No. 27102\r\nHeard November 16, 2011 - Filed March 14,\r\n  2012  \r\n\r\nAFFIRMED AS MODIFIED\r\n\r\n\r\n  \r\n    \r\n      \r\nAppellate\r\n  Defender LaNelle Cantey DuRant, of Columbia, for Petitioner.\r\nAttorney\r\n  General Alan Wilson, Chief Deputy Attorney General John W. McIntosh, Assistant\r\n  Deputy Attorney General Salley W. Elliott, and Assistant Attorney General\r\n  William M. Blitch Jr., all of Columbia, and Solicitor W. Walter Wilkins III, of\r\n  Greenville, for Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nCHIEF JUSTICE TOAL:  Reginald R. Latimore (Petitioner)\r\n  was convicted of violating section 23-3-470 of the South Carolina Code, S.C.\r\n  Code Ann. § 23-3-470 (Supp. 2011),  by failing to timely re-register as a sex\r\n  offender and received a sentence of ninety days of home incarceration with GPS\r\n  monitoring.  The court of appeals affirmed Petitioner's sentence.  State v.\r\n    Latimore, 390 S.C. 88, 700 S.E.2d 456 (Ct. App. 2010).  We granted\r\n  certiorari to consider Petitioner's argument that the court of appeals erred in\r\n  affirming the circuit court's denial of Petitioner's directed verdict motion,\r\n  and now affirm that decision as modified.\r\nFACTS\r\nIn\r\n  2004, Petitioner pled guilty to committing a lewd act on a child.  He was\r\n  released from prison in 2005, and was required to register as a sex offender by\r\n  the Sex Offender Registry Act.  S.C. Code Ann. §§ 23-3-400 et seq. (2007\r\n  &amp; Supp. 2011).  Petitioner registered in Greenville County on August 3,\r\n  2005, and signed three forms acknowledging that he had to re-register for 2006\r\n  within thirty days after the anniversary of his most recent registration, that\r\n  is, before September 4, 2006.  He also signed two forms acknowledging that he\r\n  must notify the sheriff's office of any change in address.  On one of the forms\r\n  Petitioner acknowledged that he had to pay $100, either by cash or money order,\r\n  at the time he re-registered. \r\nIn 2006 the General Assembly revised the sex offender\r\n  registry statute to require offenders to re-register twice a year, once in\r\n  their birth month and again six months later.  Id. § 23-3-460.  This amendment,\r\n  which became effective July 1, 2006, altered Petitioner's annual re-registration\r\n  date to require him to register both in June, when his birthday fell, and again\r\n  in December.  Petitioner did not re-register before September 4, 2006, when he\r\n  was originally informed he must re-register, nor did he re-register in December\r\n  2006, as required by the amended statute.\r\n Petitioner\r\n  was charged under the amended act with failing to register in December 2006.     At\r\n  trial, the State relied on both the forms Petitioner had executed in August\r\n  2005 requiring he register &quot;each year for life within 30 days after the\r\n  anniversary date of my last registration . . .&quot; and upon the testimony of\r\n  the sex offender registry coordinator that Petitioner had no contact with the\r\n  office during 2006.  The coordinator acknowledged that Petitioner had changed\r\n  his address from that reflected on his initial forms.  The coordinator\r\n  testified that the forms were filled out using the address Petitioner had given\r\n  the Department of Corrections, but that when he appeared in person to complete\r\n  the forms in August 2005, he gave the new address, which was then entered in\r\n  the computer.  Questioned about a February 1, 2006 date reflected on the change\r\n  of address form found in Petitioner's record, the coordinator explained the\r\n  date reflected the day that the document was printed from a website, and not\r\n  the date the change of address was recorded.  Finally, the coordinator testified\r\n  she had no contact with Petitioner after the August 2005 registration.  \r\n After\r\n  the State rested, Petitioner moved for a directed verdict on the ground he\r\n  could not be convicted consonant with due process because he had not received actual\r\n  notice of the change in the registration statute, which moved Petitioner's re-registration\r\n  date from before September 4, 2006, to by December 31, 2006.  The trial judge\r\n  denied the motion.  Petitioner testified that he called the sex offender\r\n  registry coordinator in February 2006 to obtain approval to move into a new\r\n  house, and he was under the belief that this phone call satisfied his\r\n  re-registration requirement.  At the close of the defense case, Petitioner\r\n  renewed his directed verdict motion, which was again denied.\r\nISSUE\r\nDid the\r\n  court of appeals err in affirming the circuit court's denial of Petitioner's\r\n  directed verdict motion?\r\n\r\nANALYSIS\r\n A\r\n  directed verdict motion should be denied if there is direct or substantial\r\n  circumstantial evidence reasonably tending to prove the guilt of the accused.  State\r\n    v. Dickey, 394 S.C. 491, 716 S.E.2d 97 (2011) (internal citation omitted). \r\n  Petitioner contends the court of appeals erred in affirming the trial court's\r\n  denial of his directed verdict motion, alleging due process required the motion\r\n  be granted.  We disagree.\r\n Petitioner\r\n  relies upon Lambert v. California, 355 U.S. 225 (1957), to support his\r\n  contention that due process requires a person have actual notice of changes to\r\n  a law that imposes a duty on that person to register.  In Lambert, the\r\n  United States Supreme Court held due process was offended by the conviction of\r\n  an individual for violating a municipal registration ordinance requiring all\r\n  convicted felons to register.  Id. at 230-31.  The Court found a\r\n  constitutional deprivation in Lambert's conviction because there was no\r\n  evidence she had actual knowledge of the registration requirement, nor was\r\n  there any evidentiary showing of the probability of such notice.  Id. at\r\n  227.\r\n The\r\n  General Assembly's 2006 amendment to the re-registration statute had the effect\r\n  of imposing an additional registration requirement on sex offender registrants\r\n  of which they were not required to be actually notified.  Consistent with Lambert,\r\n  we find that due process requires a sex offender registrant to have received\r\n  actual notice of the change in re-registration requirements imposed by the 2006\r\n  amendment to section 23-3-460.  However, under the facts of this case, where\r\n  the biannual requirement extended Petitioner's time to re-register, Petitioner\r\n  is not entitled to reversal. \r\n The\r\n  record contains evidence that Petitioner had actual notice of the annual\r\n  re-registration requirement.  The State presented evidence that Petitioner had\r\n  actual knowledge that he was required to re-register by September 4, 2006, and\r\n  that the registration required a $100 payment.  While there was conflicting\r\n  evidence whether Petitioner was told he had satisfied the re-registration\r\n  requirement in February 2006, that evidence created a jury issue, not\r\n  entitlement to a directed verdict. \r\n The\r\n  General Assembly's amendment to section 23-3-460 effectively gave Petitioner an\r\n  almost four-month extension on his deadline to re-register.  This extension of\r\n  the re-registration period did not create a due process problem where Petitioner\r\n  never sought to re-register either during the twelve-month period of which he\r\n  had actual notice, or during the four-month extension.  Unlike the defendant in Lambert, Petitioner was the architect of his own disaster.  Had he\r\n  attempted to fulfill his annual re-registration requirement in a timely manner,\r\n  he would have been informed of the new biannual requirement.  \r\n Accordingly,\r\n  we agree with the State that the court of appeals properly upheld the circuit\r\n  court's denial of Petitioner's motion for a directed verdict.  However, we hold\r\n  that to satisfy due process a convicted sex offender must have had actual\r\n  notice of the 2006 change to section 23-3-460, which imposed an additional\r\n  registration requirement, to be convicted of violating section 23-3-470 of the\r\n  South Carolina Code.[1]  \r\nCONCLUSION\r\n The\r\n  decision of the court of appeals affirming Petitioner's conviction is\r\n AFFIRMED\r\n  AS MODIFIED.\r\n BEATTY,\r\n  KITTREDGE and HEARN, JJ., concur. PLEICONES, J., concurring in a separate\r\n  opinion.\r\nJUSTICE PLEICONES:  I agree that we should affirm the Court of Appeals'\r\n  opinion, but write separately as I do not believe this situation is controlled\r\n  by Lambert v. California, 355 U.S. 225 (1957).  Lambert invalidated a conviction for violating a municipal ordinance requiring all\r\n  convicted felons residing in the city to register.  The Court found Lambert's\r\n  conviction violated due process, holding:\r\n\r\n Registration\r\n  laws are common and their range is wide.  [Citation omitted].  Many such laws\r\n  are akin to licensing statutes in that they pertain to the regulation of\r\n  business activities.  But the present ordinance is entirely different. \r\n  Violation of its provisions is unaccompanied by any activity whatever, mere\r\n  presence in the city being the test.  Moreover, circumstances which might move\r\n  one to inquire as to the necessity of registration are completely lacking.  At\r\n  most the ordinance is but a law enforcement technique designed for the\r\n  convenience of law enforcement agencies through which a list of the names and\r\n  addresses of felons then residing in a given community is compiled.  The\r\n  disclosure is merely a compilation of former convictions already publicly\r\n  recorded in the jurisdiction where obtained.  Nevertheless, this appellant on\r\n  first becoming aware of her duty to register was given no opportunity to comply\r\n  with the law and avoid its penalty, even though her default was entirely\r\n  innocent.  She could but suffer the consequences of the ordinance, namely,\r\n  conviction with the imposition of heavy criminal penalties thereunder.  We believe\r\n  that actual knowledge of the duty to register or proof of the probability of\r\n  such knowledge and subsequent failure to comply are necessary before a\r\n  conviction under the ordinance can stand.  As Holmes wrote in The Common Law,\r\n  'A law which punished conduct which would not be blameworthy in the average\r\n  member of the community would be too severe for that community to bear.'  Id.,\r\n  at 50.  Its severity lies in the absence of an opportunity either to avoid the\r\n  consequences of the law or to defend any prosecution brought under it.  Where a\r\n  person did not know of the duty to register and where there was no proof of the\r\n  probability of such knowledge, he may not be convicted consistently with due\r\n  process.  Were it otherwise, the evil would be as great as it is when the law\r\n  is written in print too fine to read or in a language foreign to the community.\r\n\r\n Here we are not\r\n  asked to decide the fate of an individual who ran afoul of an obscure catch-all\r\n  local registration rule, but rather with the question whether a change in the\r\n  reregistration schedule for convicted sex offenders already on that registry\r\n  requires actual knowledge.  I would hold that due process does not require\r\n  actual notice of the 2006 statutory change and further note that the majority\r\n  appears to agree with me, upholding petitioner's conviction based upon his\r\n  circumstances rather than on actual knowledge of the change in registration\r\n  dates.  \r\n I concur.\r\n\r\n\r\n[1] To be clear, this is a narrow holding related\r\n  only to notice of the 2006 amendment to section 23-3-460 and does not require\r\n  that sex offender registrants receive actual notice twice yearly of their\r\n  upcoming duty to re-register under that statute. \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"27103","title":"Yelsen Land Company v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=27103","description":"The Court affirmed an order granting the State summary judgment.","date":"2012-03-14","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\nYelsen Land\r\n      Company, Inc., Appellant,\r\nv.\r\nThe State of\r\n      South Carolina and the State Ports Authority, Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal from Charleston County\r\n&nbsp;Mikell R. Scarborough, Master-in-Equity\r\n\r\nOpinion No.  27103\r\nHeard February 9, 2012 - Filed March 14,\r\n  2012 \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nLawrence\r\n  E. Richter, Jr. and Alice Richter Lehrman, both of Mount Pleasant, and Donald\r\n  Bruce Clark, of Charleston, for Appellant.\r\nAttorney\r\n  General Alan Wilson and Assistant Deputy Attorney General J. Emory Smith, Jr., both\r\n  of Columbia, for Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE\r\n  PLEICONES:  This is an action by appellant to declare that it is\r\n  the owner of a 700-acre area adjacent to its Morris Island property.  The Master\r\n  granted the State and the State Ports Authority (SPA) (collectively\r\n  respondents) summary judgment, and appellant appeals.  We affirm, finding res\r\n  judicata applies to bar appellant's attempt to relitigate title to this\r\n  property.\r\n\r\n  \r\nFACTS\r\n  \r\n\r\n In 1969, the State\r\n  sued appellant[1] alleging the State owned &quot;all tidelands, submerged lands, and waters&quot;\r\n  adjacent to Morris Island.  Appellant answered and claimed it owned all the\r\n  tidelands, submerged lands, and marshes adjacent to Morris Island. Appellant\r\n  also counterclaimed for trespass on those lands by the Corps of Engineers in\r\n  the form of spoilage dredged from Charleston Harbor, the digging of a ditch,\r\n  and the erection of a dike.  In the first appeal, the Supreme Court held that\r\n  the legal questions of title to the land should be tried to a jury and that the\r\n  trial judge erred in denying the State a jury trial.  State v. Yelsen Land\r\n    Co., 257 S.C. 401, 185 S.E.2d 847 (1972).\r\n The jury returned a\r\n  general verdict for the State, having been charged that title to tidelands,\r\n  submerged lands, and all land below the high water mark on navigable streams\r\n  are presumptively the State's unless the entity claiming title can show a\r\n  specific grant from the sovereign that included the words &quot;to the low\r\n  water mark.&quot;  It was also charged that it was to determine title to\r\n  marshlands and to return damages for appellant if it found the State had\r\n  trespassed on marshland owned by appellant or if it found a taking.  \r\n Following the jury\r\n  verdict, appellant moved for a judgment non obstante verdicto and a new\r\n  trial, both of which the trial judge denied in a written order.  The judge\r\n  appended a map with red lines drawn upon it to illustrate the land determined\r\n  to belong to the State.  On appeal, this Court noted that it was conceded that\r\n  appellant owned the Morris Island highlands, and that what was at issue was\r\n  title to the adjacent tidelands.  State v. Yelsen, 265 S.C. 78, 79, 216\r\n  S.E.2d 876, 877 (1975).  The dispositive issue on appeal was whether the trial\r\n  court erred in failing to direct a verdict for appellant on the title issue.[2] \r\n  The Court held &quot;there was no evidence to sustain the claims of title of\r\n  [appellant] to the tidelands in question . . . .&quot;  id. at 83, 216\r\n  S.E.2d at 879, and affirmed.  We will refer to this decision as Yelsen I because the parties and the Master do so, although it is technically Yelsen\r\n    II.\r\n Yelsen I was\r\n  commenced by the State in 1969 in a complaint alleging &quot;The State of South\r\n  Carolina is the owner of all the tidelands, submerged lands, and waters\r\n  adjacent to Morris Island . . . .&quot;  The record in this case reflects,\r\n  however, that in December 1967 the SPA had taken the tidelands of Morris Island\r\n  &quot;for use as a spoil disposal area . . . a necessary part of the dredging\r\n  operation in Charleston Harbor&quot; pursuant to S.C. Code Ann. § 54-3-170\r\n  (1992).  Section 54-3-170 provides:\r\n\r\nThe\r\n  [SPA] may take, exclusively occupy, use and possess, in so far as may be\r\n  necessary for carrying out the provisions of this chapter, any areas of land\r\n  owned by the State and within the counties of Beaufort, Charleston and\r\n  Georgetown, not in use for State purposes, including swamps and overflowed\r\n  lands, bottoms of streams, lakes, rivers, bays, the sea and arms thereof and\r\n  other waters of the State and the riparian rights thereto pertaining.  When so\r\n  taken and occupied, due notice of such taking and occupancy having been filed\r\n  with the Secretary of State, such areas of land are hereby granted to and shall\r\n  be the property of the [SPA].  For the purposes of this section, the meaning of\r\n  the term &quot;use&quot; shall include the removal of material from and\r\n  the placing of material on any such land.  In case it shall be held by any\r\n  court of competent jurisdiction that there are any lands owned by the State\r\n  which may not be so granted, then the provision of this section shall continue\r\n  in full force and effect as to all other lands owned by the State.  The\r\n  provisions of this section are subject to all laws and regulations of the\r\n  United States with respect to navigable waters.\r\n\r\nLater\r\n  in December 1967, the SPA gave the federal government a &quot;Spoil Disposal\r\n  Easement&quot; over the Morris Island tidelands it had just condemned. [3] This document identifies the SPA as &quot;a body corporate and politic through\r\n  the instrumentality of which [SPA] the State may engage in [port activities] .\r\n  . . the [SPA] is specifically charged as an agency of the State to co-operate\r\n  with [the federal government, et al.] . . . .&quot;  SPA's acquisition of the\r\n  tidelands in 1967, well prior to the institution of the State's 1969 title suit\r\n  against appellant, is an important component of appellant's arguments.  We note,\r\n  however, that appellant's pleading in Yelsen I includes trespass claims\r\n  predicated on the spoilage being deposited on those tidelands, and that at the Yelsen\r\n    I trial there was testimony that title to the land was at issue in 1967\r\n  because the Corps “needed a spoil disposal area and had requested the [SPA], as\r\n  agent for the State, to acquire” it.  The attorney conducting the title search\r\n  for the State and the SPA in 1967 testified he spoke with both appellant’s\r\n  principal and his attorney in 1967 as appellant planned to buy Morris Island.  There\r\n  is little question but that appellant was well aware of the SPA’s interest in\r\n  the land as a spoilage site before the purchase.\r\n In 1968, the Corps\r\n  began depositing spoilage in the Morris Island tidelands.  In 2007, appellant\r\n  brought this suit against the State contending that the dredging spoils placed\r\n  in the tidelands had created new highlands, and that as the adjacent highland\r\n  owner, it was the owner of the newly “accreted” highlands as well.  The SPA sought\r\n  to intervene, but in lieu of intervention appellant was permitted to amend its\r\n  complaint to add the SPA. \r\n\r\nThe\r\n  amended complaint alleged three causes of action:\r\n  \r\n1)  State has no interest in the new highlands because\r\n  it had transferred title to the tidelands to the SPA in 1967;\r\n2)  Appellant's title, allegedly derived from\r\n  sovereign grants, was superior to the SPA's; and\r\n3)  Appellant was the owner of the newly created\r\n  highlands by virtue of accretion.\r\n  \r\n\r\nThe Master granted summary\r\n  judgment to respondents on all three theories, and this appeal follows.\r\nISSUE\r\nDid the\r\n  Master err in granting summary judgment to respondents?\r\nANALYSIS\r\n Appellant concedes,\r\n  as it must, that the 1975 case determined it did not have title to the\r\n  tidelands.  Appellant contends, however, that since SPA took title to those\r\n  tidelands in 1967, neither it nor the State can assert either res judicata or\r\n  collateral estoppel with regard to the 1975 decision in Yelsen I.  We\r\n  agree with the Master that the doctrine of res judicata applies between the\r\n  State and appellant to establish that the State owns the tidelands and\r\n  appellant does not.  Moreover, the State and the SPA are in privity as to this\r\n  title issue, and thus as between appellant and the SPA, title resides in the\r\n  State and not in appellant.  \r\n Appellant’s claim\r\n  to the newly created highlands essentially rests on two theories: (1) that\r\n  since the State no longer had title to the tidelands when it brought Yelsen\r\n    I in 1969, that decision is not binding; and (2) that newly discovered documents\r\n  in appellant’s chain of title establish a sovereign grant to the tidelands.  Appellant's\r\n  theories seeking to avoid res judicata are disposed of by Caston v. Perry,\r\n  17 S.C.L. (1 Bailey) 533 (1830).\r\n In Caston,\r\n  the plaintiffs, as tenants in common, had previously prevailed against the\r\n  defendant in an action to try title to a parcel of land.  In that suit, each\r\n  party's claim was based on &quot;lines&quot; (metes and bounds).  The\r\n  plaintiffs then brought a second suit against the defendant for trespass.  Defendant\r\n  raised the issue of superior title in this second suit, alleging that before\r\n  the judgment had been entered in the first case, one of the plaintiff's\r\n  interest in the land had been sold at an execution sale, and that the defendant\r\n  had purchased the title from the buyer at the sale.  The Caston Court\r\n  held the defendant’s title claim was barred:\r\n\r\nThe\r\n  record of recovery in the former suit between these parties is conclusive of\r\n  the defendant’s rights. . . . The defendant had, at that time, the very title\r\n  on which he now relies, at least his conveyance bears date long anterior; and\r\n  whether the former suit depended on the extent of the lines, or the title\r\n  itself, is wholly immaterial.  If one, having a dozen different titles, could\r\n  set them up in succession in this way, a plaintiff might be kept in Court all\r\n  his life.  The defendant was a stranger to the plaintiffs; they had a right to\r\n  sue him, and he was bound to defend himself.  If he had a title, by which he\r\n  could claim to be a co-tenant with the plaintiffs, he should have produced it.\r\n\r\nA later judge explained that Caston establishes that &quot;a recovery by a plaintiff in trespass to try titles is\r\n  conclusive between the parties as to all titles which the defendant had at the\r\n  time of trial . . . .&quot;  Dorn v. Beasley, 28 S.C. Eq. (7 Rich. Eq.)\r\n  84 (S.C. App. Eq. 1854) (quote from Chancellor's decision).\r\n Two rules can be\r\n  derived from the Caston decision.  First, even a plaintiff who does not\r\n  have good title, but who prevails against the defendant in that first suit, has\r\n  good title as against that defendant.  Second, a defendant may not relitigate\r\n  title based on newly discovered documents in his chain where those\r\n  documents predate the first judgment.  Applying those rules to this case, the\r\n  State has title to the tidelands as against any claim by appellant by virtue of Yelsen I.  As between these two parties, it matters not whether the\r\n  State had good title as against another (i.e., the SPA), or even against\r\n  appellant, as that is settled.  Second, the newly discovered evidence proffered\r\n  by appellant at this trial as to his title, even if probative (which the Master\r\n  found it was not) would not entitle appellant to relitigate his claim to the\r\n  “new” highlands.\r\n The Master held res\r\n  judicata barred all three of appellant's claims.  Res judicata's fundamental\r\n  purpose is &quot;to ensure that 'no one should be twice sued for the same cause\r\n  of action.'&quot;  Judy v. Judy, 393 S.C. 160, 173, 712 S.E.2d 408, 414\r\n  (2011) (internal citation omitted).  Res judicata bars a second suit where\r\n  there is (1) identity of parties; (2) identity of subject matter; and (3)\r\n  adjudication of the issue in the first suit.  Judy, at 412, 712 S.E.2d\r\n  at 167. The evidence supports the Master’s conclusion that res judicata settles\r\n  the title issue as between the State and appellant.\r\nThe\r\n  Master also held that the SPA and the State are in privity with regard to\r\n  appellant's title claim, and that both respondents are entitled to assert\r\n  against appellant that title to the tidelands is res judicata in light of Yelsen\r\n    I.  Appellant asserts, however, that the State and the SPA cannot rely on\r\n  privity here because “it only applies if [they] were basing their claims on the\r\n  same set of facts” and that while the State relies on Yelsen I the SPA\r\n  relies on its 1967 statutory taking.  For purpose of res judicata, however, the\r\n  concept of privity rests not on the relationship between the parties asserting\r\n  it, but rather on each party's relationship to the subject matter of the\r\n  litigation.  E.g. Richburg v. Baughman, 290 S.C. 431, 351 S.E.2d\r\n  164 (1986) (“The term ‘privy’ when applied to a judgment or decree means one so\r\n  identified in interest with another that he represents the same legal rights.”). \r\n  Viewing the subject matter here as appellant's claim of title to the\r\n  marshlands, and assuming that the State and the SPA are separate entities for\r\n  purposes of res judicata, we agree with the Master that the State and the SPA\r\n  are in privity to the extent the issue is appellant's claim of title to the\r\n  Morris Island tidelands.\r\n Appellant next\r\n  contends that the SPA waived its right to rely on the Yelsen I judgment\r\n  because it asserted in its motion to intervene that it owned the property\r\n  pursuant to the 1967 statutory taking.  The Master found no waiver, however,\r\n  because the SPA’s proposed answer specifically alleged res judicata and\r\n  collateral estoppel. Appellant next asserts the State waived its right to rely\r\n  on res judicata because it did not contest the SPA’s claim to ownership based\r\n  on the 1967 condemnation but instead adopted that view.  The Master found,\r\n  however, that the State did not waive res judicata or collateral estoppel\r\n  because it specifically pled these doctrines in opposing appellant’s motion to\r\n  amend its complaint after the SPA was allowed to intervene, and because the\r\n  State pled a continued interest after 1967 by virtue of the Public Trust\r\n  Doctrine. \r\nWaiver\r\n  is a question of fact.  Laser Supply and Servs., Inc. v. Orchard Park\r\n    Assocs., 382 S.C. 326, 676 S.E.2d 139 (Ct. App. 2009).  The record is\r\n  replete with evidence to support the Master’s findings that neither the SPA nor\r\n  the State waived res judicata.  Appellant relies heavily upon Kelly v.\r\n    Para-Chem Southern, Inc., 311 S.C. 223, 428 S.E.2d 703 (1993) to argue that\r\n  the State waived its right to rely on its Yelsen I judgment by admitting\r\n  the SPA’s 1967 condemnation.  This argument ignores the Master’s finding that\r\n  the State asserts a continuing interest in the property under the Public Trust\r\n  Doctrine.  That ruling is not challenged by appellant and is therefore the law\r\n  of the case.  E.g., ML-Lee Acquisition Fund, L.P. v. Deloitte &amp;\r\n    Touche, 327 S.C. 238, 489 S.E.2d 470 (1997) (unchallenged ruling, whether\r\n  correct or not, is law of the case).   \r\n The Master\r\n  correctly held the doctrine of res judicata bars appellant’s right to\r\n  relitigate title to the tidelands around Morris Island and to deny the State’s\r\n  title to those lands.  As between appellant and any other party, res judicata\r\n  or collateral estoppel establishes appellant has no claim, and the State has\r\n  title. \r\n We agree with the\r\n  Master that res judicata bars appellant's suit, and therefore the appealed\r\n  order is \r\n AFFIRMED.\r\n\r\n TOAL, C.J.,\r\n  BEATTY, KITTREDGE and HEARN, JJ., concur.\r\n\r\n\r\n[1] At that time two entities, appellant Yelsen and Dajon, claimed title to the property. \r\n  Both appellant and Dajon were controlled by the same individual. Sometime later,\r\n  Dajon deeded its interest to appellant.  For simplicity's sake, we will refer\r\n  to appellant as the plaintiff in the 1969 suit.&nbsp;\r\n[2] Appellant also raised claims related to the statute of limitations, the\r\n  admission of evidence, and the jury charge.\r\n\r\n[3] A second twenty-five year easement was granted in 1992.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"27104","title":"Narciso v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=27104","description":"Oseil Gomez Narciso (Petitioner) appeals his conviction for trafficking cocaine and argues that the police search and seizure was unreasonable under the Fourth Amendment to the United States Constitution.  Following his conviction, Petitioner was granted a belated direct appeal, but waived his right to pursue any other post-conviction relief allegations.  Petitioner requests that this case be remanded for a determination as to whether that waiver was entered into knowingly and voluntarily.","date":"2012-03-14","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\nOsiel Gomez Narciso, Petitioner,\r\nv.\r\nState of South\r\n      Carolina, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\nAppeal From Beaufort County\r\n J. Cordell Maddox, Jr., Circuit Court\r\n  Judge\r\n\r\nOpinion No.  27104\r\nHeard January 25, 2012 - Filed\r\n  March 14, 2012 \r\n\r\nAFFIRMED IN PART, REMANDED IN PART\r\n\r\n\r\n  \r\n    \r\n      \r\nAppellate\r\n  Defender Elizabeth A. Franklin-Best, of Columbia, for Petitioner.\r\nAttorney\r\n  General Alan Wilson, Chief Deputy Attorney General John W. McIntosh, Assistant\r\n  Deputy Attorney General Salley W. Elliott, and Assistant Attorney General\r\n  Matthew J. Friedman, all of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nCHIEF\r\n  JUSTICE TOAL: Oseil Gomez Narciso\r\n  (Petitioner) appeals his conviction for trafficking cocaine, and asserts that\r\n  the circuit court erred in denying his motion to suppress drug evidence seized\r\n  by police during a routine traffic stop.  Following his conviction, Petitioner\r\n  signed a Consent Order Granting Belated Direct Appeal (Consent Order) and\r\n  waived his right to raise any other post-conviction relief (PCR) allegations. \r\n  Petitioner requests this Court remand his case to determine whether that waiver\r\n  was entered into knowingly and voluntarily.  We affirm the circuit court's\r\n  order denying Petitioner's motion to suppress, and remand the case for a\r\n  determination as to whether Petitioner's waiver was entered into knowingly and\r\n  voluntarily.  \r\nFACTUAL/PROCEDURAL BACKGROUND\r\nOn August 3, 2005, the Beaufort County Sherriff's\r\n  Office (BCSO) conducted a drug investigation focusing on Petitioner.  Police\r\n  believed that Petitioner may have been involved in the sale and distribution of\r\n  cocaine in the Hilton Head/Bluffton area of Beaufort County.  A sheriff's\r\n  deputy received information that Petitioner might be operating a vehicle in the\r\n  area with expired license plates and possibly no driver's license.  The deputy conducted\r\n  a traffic stop of Petitioner after confirming that his license plates were\r\n  indeed expired and suspended.  A &quot;back-up officer,&quot; arrived on scene\r\n  shortly thereafter.  Police placed Petitioner under arrest for operating the\r\n  vehicle without a driver's license and removed him from the vehicle.  Police\r\n  then conducted a &quot;K-9&quot; search of the vehicle.  The\r\n  narcotics-detection dog used in the search alerted on drug residue on the\r\n  vehicle, and police conducted a search of the cargo compartment.  Police seized\r\n  powdered cocaine from the vehicle, and charged Petitioner with knowingly and\r\n  intentionally possessing a quantity of powder cocaine with a weight in excess\r\n  of one hundred grams.  \r\nThe Beaufort County Grand Jury indicted Petitioner for\r\n  trafficking cocaine in excess of one hundred grams, and Petitioner proceeded to\r\n  trial.  The jury found Petitioner guilty as indicted.  The circuit court\r\n  sentenced Petitioner to twenty-five years imprisonment.  Petitioner did not\r\n  appeal his conviction or sentence, but subsequently filed a PCR application.  \r\nPetitioner claimed in his PCR application that his\r\n  trial attorney failed to file a timely notice of appeal even after assuring\r\n  Petitioner that he &quot;had multiple grounds for appeal,&quot; and that he\r\n  &quot;would almost certainly be successful in overturning the convictions at\r\n  the appellate level.&quot;  According to the Consent Order, Petitioner's trial\r\n  counsel admitted that he failed to file an appeal even though Petitioner\r\n  requested one be filed.  Thus, the State consented to granting Petitioner a\r\n  belated direct appeal pursuant to White v. State, 263 S.C. 110, 208\r\n  S.E.2d 35 (1974)[1]. \r\n  In the same Consent Order, Petitioner &quot;waived his right to raise any other\r\n  PCR allegations.&quot;  \r\nIn a petition for writ of certiorari to this Court,\r\n  Petitioner asserted that the PCR judge properly found that he did not waive his\r\n  right to a direct appeal, and requested this Court remand his case to determine\r\n  whether his waiver of any other PCR allegations was entered into knowingly or\r\n  voluntarily.  This Court granted the petition for writ of certiorari as to\r\n  whether Petitioner knowingly and voluntarily waived his right to direct appeal,\r\n  dispensed with further briefing on that question, and elected to proceed with\r\n  further review of the direct appeal issue—the validity of the stop and search. \r\n  Additionally, this Court granted review of whether Petitioner's waiver of any\r\n  other PCR allegations was entered into knowingly and voluntarily.  \r\nISSUES PRESENTED\r\n\r\n  \r\n    \r\n       I.\r\n       Whether the circuit court erred in\r\n  admitting evidence obtained as a result of Petitioner's traffic stop. \r\n        \r\n      \r\n    \r\n    \r\n       II.&nbsp;\r\n       Whether Petitioner's waiver of PCR\r\n  allegations, other than the belated direct appeal issue, was entered into\r\n  knowingly and voluntarily.\r\n    \r\n  \r\n\r\nSTANDARD OF REVIEW\r\nOn appeal from a motion to suppress on Fourth\r\n  Amendment grounds, this Court applies a deferential standard of review and will\r\n  reverse only if there is clear error.  State v. Tindall, 388 S.C. 518, 520, 698 S.E.2d 203,\r\n    205 (2010) (citation omitted).  However, this Court is not barred from\r\n  conducting its own review of the record to determine whether the trial judge's\r\n  decision is supported by the evidence.  Id. \r\nOn\r\n  certiorari in a PCR action, the Court applies the &quot;any evidence&quot;\r\n  standard.  Accordingly, this Court will affirm if any evidence of probative\r\n  value in the record exists to support the findings of the PCR court.  Terry\r\n    v. State, 394 S.C. 62, 66, 714 S.E.2d 326, 328 (2011) (citation omitted).  \r\nLAW/ANALYSIS\r\n\r\nI.&nbsp; Whether the circuit court\r\n  erred in admitting evidence obtained as a result of Petitioner's traffic stop.\r\nPetitioner argues that the facts presented by police\r\n  to the circuit court did not rise to the level of &quot;reasonable suspicion,&quot;\r\n  and that he was &quot;unreasonably seized.&quot;  Thus, according to\r\n  Petitioner, his Fourth Amendment rights were violated, and this Court should\r\n  reverse his conviction.  We agree with Petitioner that the search incident to\r\n  arrest in this case violated his Fourth Amendment rights.  However, for reasons\r\n  explained below, the exclusion remedy is unavailable to Petitioner, and thus\r\n  his conviction will stand.  \r\nIn New York v. Belton, 453 U.S. 454 (1981), the\r\n  United States Supreme Court initially explained the constitutionally\r\n  permissible scope of a search incident to arrest.  In that case, police ordered\r\n  the driver of a speeding vehicle to pull over to the side of the road and\r\n  stop.  Id. at 455.  The policeman asked to see the driver's license and\r\n  automobile registration and simultaneously smelled burnt marijuana.  Id.\r\n  at 455-56.  The officer directed the occupants out of the car and conducted a\r\n  pat down of the four men.  Id. at 456.  The officer then conducted a\r\n  search of the passenger compartment of the car, including a black leather\r\n  jacket belonging to Belton.  Id.  He unzipped one of the pockets of the\r\n  jacket and discovered cocaine.  Id.   \r\nBelton argued that the cocaine had been seized in\r\n  violation of the Fourth and Fourteenth Amendments.  Belton, 453 U.S. at\r\n  456-57.  The Court stressed the need to provide a &quot;workable rule,&quot;\r\n  and held that when a policeman has made a lawful custodial arrest of the\r\n  occupant of an automobile, &quot;he may, as a contemporaneous incident of that\r\n  arrest, search the passenger compartment of that automobile.&quot;  Id. at\r\n  459-60.  The Court reasoned that the police should also be allowed to examine\r\n  the contents of any containers found within the passenger compartment, &quot;for\r\n  if the passenger compartment is within reach of the arrestee, so also will\r\n  containers in it be within his reach.&quot;  Id. at 460-61 (citations\r\n  omitted). \r\nIn the instant case, the police stopped Petitioner as\r\n  part of an ongoing drug investigation, but primarily because the license tags\r\n  on his automobile were expired.  The police officer asked Petitioner for his\r\n  driver's license, and verified that Petitioner did not possess a valid driver's\r\n  license.  Thus, he arrested Petitioner, and police searched Petitioner's vehicle\r\n  incident to that arrest. \r\nPetitioner challenged the search at trial.  The\r\n  circuit court judge initially expressed concern at the vehicle search following\r\n  a mere traffic stop, but denied Petitioner's motion to suppress:  \r\n\r\nIt concerns me that the law enforcement in this case\r\n  would risk this investigation by making a search under these circumstances\r\n  without obtaining a search warrant.  It would have been a very easy thing to\r\n  do.  There was just no reason that it needed to be done the way that they did\r\n  it . . . . But after looking especially at the case of New York v. Belton,\r\n  433 U.S. 454, is [sic] the only thing that tips the scales in the State's favor\r\n  in this case; and that is that a search may be made incident to an arrest of\r\n  the passenger compartment of the vehicle, including containers located in the\r\n  passenger compartment where the search incident to arrest even if the detainee\r\n  has been arrested and removed from the vehicle.  \r\n\r\n Petitioner's\r\n  trial took place in 2007, two years prior to the United States Supreme Court's\r\n  holding in Arizona v. Gant, 556 U.S. 332 (2009).  In Gant, the United States Supreme Court limited\r\n  the expansive searches allowed by Belton.  The Court noted that Belton had been widely understood to &quot;allow a vehicle search incident to arrest\r\n  of a recent occupant even if there is no possibility the arrestee could gain\r\n  access to the vehicle at the time of the search.&quot;  Id. at 1718. \r\n  The Court found this reading incompatible with its previous decisions regarding\r\n  the basic scope of searches incident to lawful custodial arrests.  Id.\r\n  at 1719 (citation omitted).  Therefore the Court held that police may search a\r\n  vehicle incident to a recent occupant's arrest only when the arrestee is\r\n  unsecured and within reaching distance of the passenger compartment at the time\r\n  of the search or when it is reasonable to believe evidence relevant to the\r\n  crime of arrest might be found in the vehicle.  Id. (citing Thornton\r\n    v. United States, 541 U.S. 615, 624-25 (2004)).\r\nNewly announced rules of constitutional criminal\r\n  procedure must apply retroactively to all cases, &quot;pending on direct review\r\n  or not yet final, with no exception for cases in which a new rule constitutes a\r\n  'clear break' with the past.&quot;  Griffith v. Kentucky, 479 U.S. 314,\r\n  328 (1987).  Petitioner's conviction has not yet become final on direct\r\n  review.  Thus, Gant applies retroactively to this case, and Petitioner\r\n  may invoke its rule of substantive Fourth Amendment law as a basis for seeking\r\n  relief.  However, our analysis of the instant case is further controlled by the\r\n  United States Supreme Court's decision in Davis v. United States, 131\r\n  S.Ct. 2419 (2011).\r\nIn Davis, the defendant was charged and\r\n  convicted of unlawful possession of a firearm based on discovery of a revolver\r\n  in a stopped automobile in which he was the only passenger.  Id. at\r\n  2425-26.  During the pendency of Davis's appeal, the United States Supreme\r\n  Court decided Gant.  The Eleventh Circuit applied Gant's new rule\r\n  and held that the vehicle search incident to arrest violated Davis's Fourth\r\n  Amendment rights.  Id. at 2426 (citation omitted).  However, the court\r\n  concluded that penalizing the arresting officer for following binding appellate\r\n  court precedent would do nothing to deter Fourth Amendment violations.  Id. (citing United States v. Davis, 598 F.3d 1259, 1265-66 (2010)).  \r\nThe United States Supreme Court agreed, and reasoned\r\n  that the acknowledged absence of police culpability doomed Davis's claim.  Id. at 2428.  &quot;Police practices trigger the harsh sanction of exclusion only\r\n  when they are deliberate enough to yield 'meaningful deterrence' and culpable\r\n  enough to be 'worth the price paid by the justice system.'&quot;  Id. (citing Herring v. United States, 555 U.S. 135, 144 (2009)).  Excluding\r\n  evidence in cases where the &quot;constable&quot; has scrupulously adhered to\r\n  governing law deters no police conduct and imposes substantial social costs.  Davis,\r\n  131 S.Ct. at 2434.  Thus, the Court held that when the police conduct a search\r\n  in objectively reasonable reliance on binding appellate precedent, the\r\n  exclusionary rule does not apply.  Id.    \r\nIn the instant case, the search incident to arrest\r\n  violated Petitioner's Fourth Amendment rights pursuant to Gant. \r\n  However, excluding the evidence against Petitioner would not deter police\r\n  misconduct because the police in this instance conducted a search incident to\r\n  arrest pursuant to binding appellate precedent.  See id. at 2426-28. \r\n  Moreover, exclusion of the evidence in this case would result in severe social\r\n  costs, including the articulation of an inexplicable and undecipherable message\r\n  to law enforcement regarding how to conduct a legal search.  The protection of\r\n  the Fourth Amendment can only be realized if the police are acting under a set\r\n  of rules which make it possible to reach a correct determination beforehand as\r\n  to whether an invasion of privacy is justified in the interest of law\r\n  enforcement.  Wayne R. LaFave, &quot;Case-By-Case Adjudication&quot; Versus\r\n    &quot;Standardized Procedures&quot;: The Robinson Dilemma, 1974 Sup. Ct.\r\n  Rev. 127, 142 (1974).  \r\nThis Court will only reverse the circuit court's\r\n  decision on a motion to suppress when there is clear error.  State v.\r\n    Tindall, 388 S.C. 518, 520, 698 S.E.2d 203, 205 (2010).  The circuit court\r\n  in this case applied the established law to a search executed pursuant to\r\n  binding precedent.  Thus, Davis v. United States, and our own standard\r\n  of review, commands that the circuit court's decision be affirmed.[2]   \r\nII.&nbsp; Whether\r\n  the Petitioner's waiver of PCR allegations, other than the belated direct\r\n  appeal issue, was entered into knowingly and voluntarily.  \r\nPetitioner signed a consent order granting belated\r\n  direct appeal and waived his right to raise any other PCR allegations.  He now\r\n  asks this court to remand his case for a determination as to whether he\r\n  knowingly and voluntarily waived his right to raise additional PCR claims.  \r\nIn order to determine whether a waiver is effective,\r\n  the court examines the particular facts and circumstances surrounding the case,\r\n  including the background, experience, and conduct of the accused.  Spoone v.\r\n    State, 379 S.C. 138, 143, 665 S.E.2d 605, 607 (2008) (citing United\r\n      States v. Broughton-Jones, 71 F.3d 1143, 1146 (4th Cir. 1995)).  Numerous\r\n  jurisdictions have upheld waivers of post-conviction relief, provided they were\r\n  knowing and voluntary.  Id. at 143, 665 S.E.2d at 607.  A defendant's\r\n  knowing and voluntary waiver of statutory or constitutional rights must be\r\n  established by a complete record, and may be accomplished by a colloquy between\r\n  the court and defendant, between the court and defendant's counsel, or both.  Brannon\r\n    v. State, 345 S.C. 437, 439, 548 S.E.2d 866, 867 (2001).  \r\nIn Spoone v. State, 379 S.C. 138, 665 S.E.2d\r\n  605 (2008), this Court addressed whether a PCR court erred in enforcing a\r\n  written plea agreement wherein the petitioner waived his right to direct\r\n  appeal, PCR, and habeas corpus relief.  The petitioner argued that his waiver\r\n  was not knowing and intelligent because there was no discussion at the plea\r\n  proceeding about the extent of his understanding of the waiver.  Id. at\r\n  141, 665 S.E.2d at 607.\r\nThe Court took into account that although petitioner\r\n  had only a ninth grade education, the text of the written plea agreement was\r\n  straightforward.  Id. at 143-44, 665 S.E.2d at 608.  In addition, the\r\n  plea colloquy showed that the PCR court specifically asked petitioner about the\r\n  waiver both in the language of the plea agreement, and in &quot;plain\r\n  language.&quot;  Id.  Two attorneys accompanied petitioner to the plea\r\n  hearing and both signed the written plea agreement along with petitioner.  Id. Thus, this Court held that the PCR court correctly enforced the waiver and\r\n  dismissed petitioner's PCR application.  Id. \r\nIn this case, according to the Consent Order,\r\n  Petitioner appeared before the PCR court on August 26, 2008.  The Consent Order\r\n  states that Petitioner waived his right to raise any other PCR allegations, but\r\n  was &quot;granted a belated direct appeal pursuant to White v. State.&quot;  The\r\n  record before this Court of the colloquy between the parties consists of the\r\n  following: \r\n\r\nThe court: What's the—what we got this morning? \r\nMr. Friedman: Your Honor, the first one is Osiel Gomez\r\n  Narcisco [sic].\r\nThe court: All right. \r\nMr. Friedman: May we approach on this one? \r\nThe court: Yeah \r\n  \r\n (Bench conference)\r\n  \r\nMr. Friedman: Thank you, Your Honor. \r\nThe court: Okay.  Appreciate it.  Thank you.  \r\n\r\nThe Consent Order signed by Petitioner is\r\n  straightforward.  However, Petitioner used an English-speaking interpreter throughout\r\n  his original trial, and apparently has, at best, a limited command of the\r\n  English language.  The colloquy provided to this Court does not show that the\r\n  PCR court specifically asked Petitioner about the waiver, either in the\r\n  language of the Consent Order, or in &quot;plain language.&quot;\r\nThe State argues that Petitioner's case is\r\n  distinguishable from Spoone because in that case the issue was\r\n  &quot;whether the right to appellate review and post-conviction review may be\r\n  waived by a written plea agreement . . . ,&quot; and that &quot;[Petitioner]\r\n  proceeded to trial and was convicted.&quot;  This is a distinction without a\r\n  difference.  The key issue in Spoone and in Petitioner's case is the\r\n  circumstances surrounding the waiver of the right to appeal PCR allegations.  Aside\r\n  from the consent agreement, the record in this case does not support the\r\n  conclusion that Petitioner entered into the agreement knowingly and\r\n  voluntarily.  Additionally, the colloquy between the court and the defendant in\r\n  this case does not clearly establish that Petitioner knowingly and voluntarily\r\n  waived his right to raise any other PCR allegations.  This Court will affirm\r\n  the PCR court's findings if any evidence of probative value exists in the\r\n  record.  Terry v. State, 394 S.C. 62, 66, 714 S.E.2d 326, 328 (2011). \r\n  However, finding that no such evidence exists in the instant case, we must\r\n  remand for a determination as to whether Petitioner's waiver was entered into\r\n  knowingly and voluntarily.  \r\nCONCLUSION\r\nWe affirm the circuit court's denial of Petitioner's\r\n  motion to suppress.  However, the record does not adequately demonstrate\r\n  whether Petitioner's waiver was in accordance with this Court's waiver\r\n  jurisprudence.  Thus, we remand the case for a determination on that issue.  \r\nAFFIRMED IN PART, REMANDED IN PART. \r\nPLEICONES, BEATTY, KITTREDGE and HEARN, JJ., concur.\r\n\r\n\r\n\r\n[1] In White v. State, 263 S.C. 110, 113, 208 S.E.2d 35, 36 (1974), the\r\n  defendant was convicted of burglary and sentenced to twenty years\r\n  imprisonment.  The defendant did not appeal his conviction or sentence, but\r\n  subsequently filed a petition for PCR and a circuit court denied that relief in\r\n  a full evidentiary hearing.  Id.  The defendant argued on appeal that\r\n  the PCR judge should have ordered a new trial because the defendant did not\r\n  knowingly and intelligently waive the right to appeal from his conviction and\r\n  sentence.  Id. at 117, 208 S.E.2d at 39.  The defendant's trial counsel\r\n  testified at the PCR hearing that he did not advise the defendant of his right\r\n  to appeal because he was certain the defendant knew of his rights due to his\r\n  prior criminal record.  Id.  The PCR judge found that the defendant did\r\n  not knowingly and intelligently waive his right to appeal, and directed\r\n  defendant's new counsel to secure a belated appeal to this Court from his\r\n  conviction and sentence.  Id. at 118, 208 S.E.2d at 39.  This Court\r\n  found that with regard to this belated appeal, no notice of appeal had been\r\n  filed, and thus the Court had no jurisdiction over such an appeal.  Id.\r\n  at 119, 208 S.E.2d at 39.  However, the Court reviewed the record in connection\r\n  with the properly presented PCR appeal and ruled that &quot;there was no\r\n  reversible error in the trial and that there was not an arguably meritorious\r\n  ground of appeal, even if notice of intention to appeal had been timely served\r\n  . . . .&quot;  White, 263 S.C. at 119, 208 S.E.2d at 40. \r\n[2] Respondent argues that due to Gant, the &quot;search-incident-to-arrest\r\n  logic is no longer appropriate grounds for denying the suppression\r\n  motion,&quot; and urged this Court to find the search was justified under the\r\n  automobile exception.  However, the decision in Davis being dispositive,\r\n  this Court need not reach the automobile exception, or any other grounds, for\r\n  upholding the search.  See Futch v. McAllister Towing of Georgetown, Inc.,\r\n  335 S.C. 598, 613, 518 S.E.2d 591, 598 (1998) (holding that appellate courts\r\n  need not discuss remaining issues when determination of a prior issue is\r\n  dispositive).    \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"27105","title":"Hyman v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=27105","description":"In this case, the Court affirms the PCR court's denial of post-conviction relief for Petitioner.  Although Petitioner was not permitted to view a video that allegedly depicted Petitioner engaging in a drug transaction because of the State's interest in protecting an informant, the Court found no Brady violation occurred and Petitioner's guilty plea was freely and voluntarily given because defense counsel was able to view the video on his behalf, the State provided Petitioner with still photographs from the video, and the video was inculpatory.","date":"2012-03-14","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\nMarcus Hyman, Petitioner,\r\nv.\r\nState of South Carolina, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\nAppeal from Florence County\r\n Michael G. Nettles, Circuit Court Judge\r\n\r\nOpinion No.  27105\r\nHeard October 18, 2011 - Filed March 14,\r\n  2012 \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nAppellate Defender LaNelle C. DuRant, of Columbia, for\r\n  Petitioner.\r\nAttorney General Alan Wilson, Chief Deputy Attorney\r\n  General John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, and\r\n  Senior Assistant Attorney General David Spencer, all of Columbia, for\r\n  Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nCHIEF JUSTICE\r\n  TOAL: Marcus Hyman (Petitioner) appeals the denial of his\r\n  request for post-conviction relief (PCR) on the ground that his counsel was\r\n  ineffective.  We affirm.\r\nFacts/Procedural Background\r\nIn\r\n  June 2007, a grand jury indicted Petitioner for the offenses of distribution of\r\n  cocaine, third offense, and distribution of cocaine within the proximity of a\r\n  school or park.  In September 2007, Petitioner pleaded guilty to these charges,\r\n  and after a colloquy with the plea judge, he relinquished various constitutional\r\n  rights, including his right to a jury trial.  The plea judge sentenced\r\n  Petitioner to the mandatory minimum sentence of fifteen years imprisonment for\r\n  the distribution charge and ten years for the proximity charge, to run\r\n  concurrently.  No direct appeal was taken.  However, Petitioner subsequently filed\r\n  an application for PCR. \r\nCentral to Petitioner's ineffective assistance of\r\n  counsel claim on appeal is a videotape recording of the drug transaction,\r\n  forming the basis of his charges, that Petitioner never saw prior to pleading\r\n  guilty.&nbsp; At the evidentiary hearing, Petitioner testified that, after his\r\n  arrest, he requested to view all of the evidence in the State's possession. \r\n  Defense counsel testified that she became aware of the videotape early in her\r\n  representation of Petitioner when she read Petitioner's arrest warrant. \r\n  Shortly thereafter, defense counsel informed Petitioner of the existence of the\r\n  videotape and its alleged content.  \r\n Defense\r\n  counsel subsequently undertook negotiations with the solicitor to work out a\r\n  plea agreement on Petitioner's behalf.[1]  These negotiations ultimately resulted in the solicitor agreeing to reduce the\r\n  distribution charge to a second offense, in exchange for Petitioner's agreement\r\n  to serve five years in prison. This offer was conditioned on Petitioner's\r\n  agreement not to view the videotape due to the involvement of a confidential\r\n  informant, whose identity the State sought to conceal but would have been\r\n  revealed to Petitioner if Petitioner watched the videotape.[2] \r\n  At the evidentiary hearing, defense counsel testified that plea offers\r\n  conditioned on the nondisclosure of certain evidence in the State's possession\r\n  were &quot;basically protocol for all drug cases,&quot; so as not to\r\n  &quot;burn[] . . . [the] confidential informant&quot; unless necessary, or\r\n  compromise the informant's safety.[3] \r\n  The solicitor's offer was set to expire on September 18, 2007, at whatever time\r\n  the plea judge retired for the afternoon.  \r\nAt the evidentiary hearing, Petitioner testified he repeatedly\r\n  told defense counsel that he wanted to watch the videotape, and stated that his\r\n  personal review of the videotape was critical to whether he planned to accept\r\n  the offer because he wanted to discern whether the videotape depicted his\r\n  involvement in the drug transaction.  To the contrary, defense counsel\r\n  testified that her notes from conversations with Petitioner during this time\r\n  reveal that she spoke to Petitioner on August 9, 2007, and again on September\r\n  7, 2007, and during both conversations, Petitioner stated he wanted her to watch the videotape.  Consequently, defense counsel testified, she watched\r\n  the videotape on September 14, 2007, and testified the videotape\r\n  &quot;clearly&quot; depicted Petitioner engaged in a drug transaction.[4] \r\n  Defense counsel relayed these impressions to Petitioner while the five-year\r\n  offer was still on the table.  During this conversation, after defense counsel described\r\n  the perpetrator as wearing a hat, Petitioner informed her that &quot;it\r\n  couldn’t possibly be him&quot; in the videotape because he never wore hats. \r\n  Therefore, defense counsel asked the narcotics officer for still photographs\r\n  from the videotape, which she showed to Petitioner prior to the expiration of\r\n  the offer.  Petitioner testified he recognized himself as the subject of these\r\n  photographs, but testified that the images did not show him engaged in a drug\r\n  transaction.[5] \r\n  Petitioner still refused to accept the solicitor's offer. \r\nAs promised, the offer expired when the plea judge\r\n  retired on September 18, 2007.  The next day, September 19, 2007, the parties\r\n  picked a jury in Petitioner's trial, with opening statements to follow on September\r\n  20, 2007.  After jury selection but before his trial began in full, Petitioner\r\n  pleaded &quot;straight up&quot; to the charges.[6]  At the evidentiary hearing, defense counsel testified Petitioner never saw the\r\n  videotape because he decided not to proceed to trial.[7]  \r\nThe PCR judge denied Petitioner's application and\r\n  dismissed it with prejudice.  In determining that counsel was not ineffective,\r\n  the PCR judge noted that defense counsel watched the videotape, Petitioner had\r\n  the opportunity to see still photographs made from the videotape, and plea\r\n  counsel met with Petitioner to discuss the charges against him, the punishment\r\n  he faced, and the negotiations.  Furthermore, the PCR judge found defense\r\n  counsel more credible than Petitioner.  The PCR judge stated he was concerned\r\n  over the seemingly widespread policy of withholding evidence from criminal\r\n  defendants to allegedly protect the identity of confidential informants, which\r\n  he described as effectively &quot;impair[ing] a defendant's ability to make an\r\n  intelligent choice regarding his jury trial rights.&quot;  However, because\r\n  counsel watched the videotape, the State provided still photographs to\r\n  Petitioner, and the evidence was not exculpatory, the PCR judge found that\r\n  Petitioner could not demonstrate that he was prejudiced by not watching the\r\n  videotape himself.\r\nIssue\r\nDoes\r\n  probative evidence in the record support the PCR court's finding that counsel\r\n  was not ineffective, even though Petitioner was not provided the opportunity to\r\n  watch the videotape prior to his guilty plea? \r\nStandard of Review\r\nIn PCR proceedings, the applicant bears the burden of\r\n  proving the allegations contained in his application.  Butler v. State,\r\n  286 S.C. 441, 442, 334 S.E.2d 813, 814 (1985) (citation omitted).  On appeal,\r\n  the PCR court’s ruling should be upheld if it is supported by &quot;any\r\n  evidence&quot; of probative value in the record.  Cherry v. State, 300\r\n  S.C. 115, 119, 386 S.E.2d 624, 626 (1989) (quoting Webb v. State, 281\r\n  S.C. 237, 314 S.E.2d 839 (1984)).  However, reversal\r\n  is appropriate where the PCR court's decision is controlled by an error of law.\r\n   Suber v. State, 371 S.C. 554, 558-59, 640 S.E.2d 884, 886 (2007)\r\n  (citation omitted).  &quot;This Court gives great deference to the [PCR] court's\r\n  findings of fact and conclusions of law.&quot;  Dempsey v. State, 363\r\n  S.C. 365, 368, 610 S.E.2d 812, 814 (2005) (citation omitted).\r\nLaw/Analysis\r\nPetitioner contends that because he was not provided\r\n  the opportunity to view the videotape recording of the drug transaction forming\r\n  the basis of his convictions, he did not enter his guilty plea freely,\r\n  voluntarily, and knowingly, and as a result, his counsel was ineffective.  We\r\n  disagree.\r\nA criminal defendant is guaranteed the right to\r\n  effective assistance of counsel under the Sixth Amendment to the United States\r\n  Constitution.  U.S. Const. amend. VI; Strickland v. Washington, 466 U.S.\r\n  668 (1984).  &quot;Where allegations of ineffective\r\n  assistance of counsel are made, the question becomes, 'whether counsel's\r\n  conduct so undermined the proper functioning of the adversarial process that\r\n  the trial cannot be relied on as having produced a just result.'&quot;  Butler,\r\n  286 S.C. at 442, 334 S.E.2d at 814 (quoting Strickland, 466 U.S. at 686).  As such, courts evaluate allegations of ineffective\r\n  assistance of counsel using a two-pronged test.  Cherry, 300 S.C. at\r\n  117, 386 S.E.2d at 625 (citing Strickland, 466 U.S. at 668).  First, the\r\n  applicant must demonstrate counsel’s representation was deficient, which is\r\n  measured by an objective standard of reasonableness.  Strickland, 466\r\n  U.S. at 687-88.  &quot;Under this prong, '[t]he\r\n  proper measure of attorney performance remains simply reasonableness under\r\n  prevailing professional norms.'&quot;  Cherry, 300 S.C. at 117, 386\r\n  S.E.2d at 625 (quoting Strickland, 466 U.S. at 688).  Second, the\r\n  applicant must demonstrate he was prejudiced by counsel’s performance in such a\r\n  manner that, but for counsel’s error, there is a reasonable probability the\r\n  result of the proceedings would have been different.  Strickland, 466\r\n  U.S. at 694.  &quot;A reasonable probability is a\r\n  probability sufficient to undermine confidence in the outcome.&quot;  Id.  \r\nThe Strickland test operates similarly when an applicant claims counsel was ineffective in the\r\n  context of a guilty plea.  Hill v. Lockhart, 474 U.S. 52, 58 (1985).  In the guilty plea context, the inquiry with\r\n  respect to the counsel's alleged deficiency turns on whether the plea was\r\n  voluntarily, knowingly, and intelligently entered.  Anderson v. State,\r\n  342 S.C. 54, 57, 535 S.E.2d 649, 651 (2000).  Furthermore,\r\n  &quot;[t]he second, or 'prejudice,' requirement . . . focuses on whether\r\n  counsel's constitutionally ineffective performance affected the outcome of the\r\n  plea process.&quot;  Hill, 474 U.S. 52 at 59.  Therefore, \r\n\r\nA defendant who enters a plea on the advice of counsel\r\n  may only attack the voluntary and intelligent character of the plea by showing\r\n  that counsel's representation fell below an objective standard of\r\n  reasonableness and that there is a reasonable probability that, but for\r\n  counsel's errors, the defendant would not have pled guilty, but would have\r\n  insisted on going to trial.  \r\n\r\nHolden, 393 S.C. at 572, 713 S.E.2d at 615 (citation omitted). \r\n  &quot;There is a strong presumption that counsel rendered adequate assistance\r\n  and exercised reasonable professional judgment in making all significant\r\n  decisions in the case.&quot;  Ard v. Catoe, 372 S.C. 318, 331, 642\r\n  S.E.2d 590, 596 (2007) (citations omitted).  \r\n When\r\n  a criminal defendant rejects a plea bargain, we will examine separately whether\r\n  trial counsel was ineffective with respect to both the defendant's rejection of\r\n  the offer and his ultimate decision to plead guilty.  Kolle v. State, 386 S.C. 578,\r\n  590, 690 S.E.2d 73, 79 (2010).  &quot;In determining\r\n  guilty plea issues, it is proper to consider the guilty plea transcript as well\r\n  as evidence at the PCR hearing.&quot;  Suber v. State, 371 S.C.\r\n  554, 558, 640 S.E.2d 884, 886 (2007) (citation omitted).  Therefore, &quot;the voluntariness of a guilty plea is not determined\r\n  by an examination of a specific inquiry made by the sentencing judge alone, but\r\n  is determined from both the record made\r\n  at the time of the entry of the guilty plea, and also from the record of the\r\n  PCR hearing.&quot;  Roddy v. State, 339 S.C. 29, 33, 528 S.E.2d\r\n  418, 420 (2000) (citation omitted). \r\nI.&nbsp; Specific\r\n  Contentions as to the Deficiency in Counsel's Performance\r\nA.&nbsp; Waiver\r\nWhen attempting to determine the voluntary and\r\n  intelligent nature of a plea, the plea colloquy ordinarily serves as\r\n  confirmation that a criminal defendant is waiving the right to raise certain\r\n  constitutional claims by pleading guilty.  See Rivers v. Strickland, 264\r\n  S.C. 121, 213 S.E.2d 97, 98 (1975) (&quot;The general rule is that a plea of\r\n  guilty, voluntarily and understandingly made, constitutes a waiver of\r\n  nonjurisdictional defects and defenses, including claims of violation of\r\n  constitutional rights prior to the plea. An accused also waives the right to\r\n  trial and the incidents thereof and the constitutional guarantees with respect\r\n  to criminal prosecutions.&quot;) (citation omitted).  However, &quot;[g]iven\r\n  the seriousness of the matter, the Constitution insists, among other things,\r\n  that the defendant enter a guilty plea that is 'voluntary' and that the defendant\r\n  must make related waivers 'knowing[ly], intelligent[ly], [and] with sufficient\r\n  awareness of the relevant circumstances and likely consequences.'&quot;  United\r\n    States v. Ruiz, 536 U.S. 622, 628 (2002) (quoting Brady v. United States,\r\n  397 U.S. 742, 748 (1970)) (alterations in original).  Specifically, &quot;a defendant entering\r\n  a guilty plea must be aware of the\r\n  nature and crucial elements of the offense, the maximum and any mandatory\r\n  minimum penalty, and the nature of the constitutional rights being waived.&quot;  Anderson v. State, 342 S.C.\r\n  54, 57, 535 S.E.2d 649, 651 (2000) (emphasis removed) (citing State v. Hazel, 275 S.C. 392, 271 S.E.2d 602 (1980)).\r\n At the evidentiary hearing, the PCR judge found\r\n  defense counsel to be more credible than Petitioner.  See Solomon v.\r\n    State, 313 S.C. 526, 443 S.E.2d 540 (1994) (appellate court deference to PCR judge's credibility findings is so great that\r\n  it required the Court to uphold PCR judge's determination even where testimony\r\n  at PCR hearing was unequivocally contradicted by the trial record).  Through\r\n  this lens, then, we find that Petitioner had a full understanding and awareness\r\n  of both the circumstances surrounding the plea negotiations and the\r\n  implications of rejecting the State's offer.  Moreover, the record reveals that\r\n  Petitioner was aware of the consequences of pleading guilty, rather than\r\n  proceeding to trial, and voluntarily and intelligently relinquished his\r\n  constitutional rights to a jury trial and all other attendant trial rights\r\n  during the plea proceeding.  However, insofar as Petitioner argues that the\r\n  nondisclosure of the videotape renders his waiver involuntary, we address those\r\n  concerns below.\r\nB.&nbsp; Alleged Brady Violation\r\nTo the extent Petitioner argues, pursuant to Brady\r\n  v. Maryland, 373 U.S. 83 (1963), that a criminal defendant may never enter\r\n  a plea voluntarily without the State first disclosing all of the evidence in\r\n  its possession, we disagree and hold that no Brady violation occurred in\r\n  this case.\r\n\r\n&quot;The Brady disclosure rule requires the prosecution to provide to the defendant any\r\n  evidence in the prosecution's possession that may be favorable to the accused\r\n  and material to guilt or punishment.&quot;&nbsp; Porter v. State, 368 S.C.\r\n  378, 384, 629 S.E.2d 353, 356 (2006) (citation omitted).  Brady evidence is either favorable exculpatory evidence or favorable\r\n  impeachment evidence.  Porter, 368 S.C. at 384, 629 S.E.2d at 356\r\n  (citing United States v. Bagley, 473 U.S. 667, 676 (1985)).  &quot;Materiality of evidence is determined based on the\r\n  reasonable probability that the result of the proceeding would have been\r\n  different had the evidence been disclosed to the defense.&quot;  Id. (citing Kennerly, 331 S.C. at 453, 503 S.E.2d at 220).  A &quot;reasonable probability&quot; is demonstrated when\r\n  the suppression &quot;undermines confidence in the outcome of the trial.&quot;  Id. (quoting Bagley, 473 U.S. at 678).  The\r\n  State must disclose Brady evidence even when a criminal defendant does\r\n  not specifically request the evidence.  Id. (citing United States v. Agurs, 427 U.S. 97, 107 (1976)).\r\n  \r\nIn Gibson v. State, 334 S.C. 515, 524, 514 S.E.2d 320, 324 (1999), we held that an applicant &quot;may challenge the voluntary nature of his guilty\r\n  plea in a PCR action by asserting an alleged Brady violation.&quot; (citation omitted); see,\r\n  e.g., State v. Hill, 368 S.C. 649, 657, 630 S.E.2d 274, 279 (2006)\r\n  (recognizing the Court's extension of the Brady disclosure rule to\r\n  guilty plea and sentencing procedures).  Consequently, we utilized the following\r\n  framework to evaluate the success of a PCR applicant's claim: (1) whether the evidence in question was favorable to\r\n  the applicant; (2) whether the prosecution knew of or had the evidence in its\r\n  possession; (3) whether the prosecution suppressed the evidence; and (4) whether\r\n  the evidence was material to Petitioner's guilt or punishment.  Gibson,\r\n  334 S.C. at 524, 514 S.E.2d at 324 (citations omitted).  We\r\n  held that these factors applied in the guilty plea context to both exculpatory evidence\r\n  and evidence to be used for impeachment purposes.  Id. (citations\r\n  omitted).  Finally, we held &quot;[a] Brady violation is material when there is a reasonable\r\n  probability that, but for the government's failure to disclose Brady evidence, the defendant would have refused to plead guilty and gone to trial.&quot;\r\n   Id. at 525, 514 S.E.2d at 325 (citations omitted).\r\nPetitioner cannot satisfy any of the\r\n    factors delineated in Gibson to establish a Brady violation with\r\n    respect to the videotape.  Tantamount\r\n    to any Brady claim is the withholding of evidence.  Under the present\r\n    facts, it is undisputed that the solicitor disclosed the videotape to defense\r\n    counsel.  Therefore, in order to find that this action amounts to impermissible\r\n    suppression under Brady, we must first assume that the Constitution\r\n    requires disclosure of Brady evidence to a criminal defendant personally.\r\n     We are unwilling to make that sweeping assumption, and find that disclosure to\r\n    defense counsel was satisfactory under the present circumstances.  Further, because we deem the manner of disclosure appropriate,\r\n    Petitioner cannot satisfy the materiality prong of Brady.  See Porter\r\n      v. State, 368 S.C. 378, 384, 629 S.E.2d 353, 356 (2006) (&quot;Materiality of evidence is determined based on the\r\n    reasonable probability that the result of the proceeding would have been\r\n    different had the evidence been disclosed to the defense.&quot; (emphasis\r\n    added) (citing Kennerly, 331 S.C. at 453, 503 S.E.2d at 220)). \r\n    Finally, Petitioner\r\n    has not proven that the videotape was favorable to him.  By\r\n    all accounts, including defense counsel's testimony, the videotape depicted\r\n    Petitioner engaged in a drug transaction with a confidential informant.  Because the evidence at issue is inculpatory, Brady is inapplicable. \r\n  Therefore, no violation of Brady occurred under\r\n    these facts.\r\nC.&nbsp; Rule 5, SCRCrP\r\n  In addition, Petitioner argues that, because he was\r\n    not permitted to watch the videotape personally in violation of Rule 5 of the\r\n    South Carolina Rules of Criminal Procedure, counsel was ineffective. We\r\n    disagree.  \r\n  \r\n  Rule 5 permits inspection of evidence in the State's\r\n    possession &quot;which [is] material to the preparation of his defense or [is]\r\n    intended for use by the prosecution as evidence in chief at the trial, or were\r\n    obtained from or belong to the defendant&quot; upon request by the defendant. \r\n    Rule 5(a)(1)(C), SCRCrP.\r\n  Compliance with Rule 5 is a fact-based inquiry.  Under the present\r\n    facts, the State not only disclosed the existence of the videotape, but also\r\n    made the evidence available for inspection by defense counsel.  The State even\r\n    took the extra step of generating still photographs to assuage Petitioner's\r\n    concerns about the contents of the videotape.  Plea negotiations were ongoing\r\n    until the day before jury selection, and there is no indication that the State\r\n    would have withheld the videotape if a full trial on the merits followed.  In\r\n    fact, the identity of the informant had been disclosed to the defense by the\r\n    time Petitioner pleaded guilty, removing any remaining impediment to\r\n    Petitioner's access to the videotape in time for his trial.  We note that, in cases involving a confidential\r\n    informant, a criminal defendant's interest in access to certain evidence must\r\n    be weighed against the State's interest in protecting the identity and safety\r\n    of the informant.  See State v. Humphries, 354 S.C. 87, 90, 579 S.E.2d\r\n    613, 614-15 (2003) (&quot;Although the State is generally privileged from\r\n    revealing the name of a confidential informant, disclosure\r\n    may be required when the informant's identity is relevant and helpful to the\r\n    defense or is essential for a fair determination of the State's case against\r\n    the accused. For instance, if the informant is an active participant in the\r\n    criminal transaction and/or a material witness on the issue of guilt or\r\n    innocence, disclosure of his identity may be required depending upon the facts\r\n    and circumstances.&quot; (internal citations omitted)).  Here, the State struck\r\n    the appropriate balance by allowing defense counsel to view the videotape and\r\n    providing Petitioner with stills during negotiations.  Therefore, under these\r\n    circumstances, the manner and extent of disclosure to defense counsel was\r\n    satisfactory under Rule 5 of the South Carolina Rules of Criminal Procedure.  \r\n  Accordingly, it cannot be said that defense counsel\r\n    acted unreasonably in failing to seek to compel disclosure of the videotape to\r\n    defendant personally under the facts of this case.\r\nII.&nbsp; Prejudice\r\n  Likewise, Petitioner fails to prove how he was\r\n    prejudiced by his counsel's alleged deficient performance.  At the PCR hearing,\r\n    Petitioner stated that if he had seen the videotape, he would not have\r\n    &quot;took it . . . that far.&quot;  In other words, if he had seen the videotape,\r\n    he would have chosen to plead guilty earlier.\r\n  To show prejudice, a defendant must demonstrate &quot;that\r\n    there is a reasonable probability that, but for counsel's errors, the defendant\r\n    would not have pled guilty, but would have insisted on going to trial.&quot;  Holden\r\n      v. State, 393 S.C. 565, 572, 713 S.E.2d 611, 615 (2011) (quoting Rolen\r\n        v. State, 384 S.C. 409, 413, 683 S.E.2d 471, 474 (2009)).  In Hill v.\r\n          Lockhart, 474 U.S. 52, 59 (1985), the United States Supreme Court\r\n    explained: \r\n\r\n  In many guilty plea cases, the\r\n    &quot;prejudice&quot; inquiry will closely resemble the inquiry engaged in by\r\n    courts reviewing ineffective-assistance challenges to convictions obtained\r\n    through a trial. For example, where the alleged error of counsel is a failure\r\n    to investigate or discover potentially exculpatory evidence, the determination\r\n    whether the error &quot;prejudiced&quot; the defendant by causing him to plead\r\n    guilty rather than go to trial will depend on the likelihood that discovery of\r\n    the evidence would have led counsel to change his recommendation as to the plea.\r\n    This assessment, in turn, will depend in large part on a prediction whether the\r\n    evidence likely would have changed the outcome of a trial. Similarly, where the alleged error of\r\n    counsel is a failure to advise the defendant of a potential affirmative defense\r\n    to the crime charged, the resolution of the &quot;prejudice&quot; inquiry will\r\n    depend largely on whether the affirmative defense likely would have succeeded\r\n    at trial.\r\n\r\n  (citation\r\n    omitted).  \r\n  The PCR judge found that Petitioner was not prejudiced\r\n    because the evidence was not exculpatory.  Probative evidence in the record\r\n    supports the PCR judge's findings.  Petitioner was fully aware of the\r\n    inculpatory nature of the videotape throughout the negotiations and the guilty\r\n    plea proceedings.  Consequently, Petitioner has failed to prove how the outcome\r\n    would have been different had he chosen not to plead guilty until after he\r\n    watched the videotape himself.  Accordingly, counsel was effective.\r\n  Conclusion\r\n  For the reasons stated above, we affirm the PCR\r\n    court's dismissal of Petitioner's application.\r\n  PLEICONES, BEATTY, KITTREDGE and HEARN, JJ., concur.\r\n\r\n\r\n[1] At the plea hearing, defense counsel stated on the record that she repeatedly\r\n  met with Petitioner to discuss the progress of these negotiations, and at one\r\n  point she even wrote out the various options available to him.\r\n[2] At the evidentiary hearing, Petitioner testified that, as he understood the\r\n  offer, if he chose to plead guilty in exchange for five years imprisonment, he\r\n  would not be allowed to view the videotape, but if he chose to plead guilty in\r\n  exchange for ten years imprisonment, the solicitor would allow him to view the\r\n  videotape.  Defense counsel did not recall this characterization of the deal. \r\n  However, she testified that, at some point during the negotiations, the\r\n  solicitor offered to make no recommendation on the proximity charge and dismiss\r\n  the distribution charge if Petitioner agreed to a ten to fifteen year sentence.\r\n[3] Petitioner testified that he never received an explanation for why he could not\r\n  watch the videotape.\r\n[4] At the plea hearing, the solicitor told the court that the informant was\r\n  outfitted with audio and video equipment, and that the videotape depicted\r\n  Petitioner engaged in the sale and transfer of drugs to the informant in\r\n  exchange for twenty dollars, which the informant paid in one dollar bills so\r\n  that the transaction would appear clearly on the videotape.\r\n[5] At the plea hearing, defense counsel and Petitioner agreed that the still\r\n  photographs were made from the videotape, and the plea judge stated on the\r\n  record that the photographs &quot;obviously&quot; depicted Petitioner.\r\n[6] By the time of Petitioner's plea, the identity of the informant had been\r\n  disclosed to the defense.\r\n[7] Petitioner explained he decided to plead guilty\r\n  because he felt &quot;coerced,&quot; stating &quot;I didn’t want to go through\r\n  without seeing the evidence . . . . [I]f I would have seen the evidence, I\r\n  wouldn’t even took [sic] it to [sic] that far.&quot;\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]