[{"id":"27118","title":"Grier v. AMISUB","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=27118","description":"The Court held that in a medical malpractice action, the pre-suit expert affidavit required by Sections 15-36-100 and 15-79-125 of the South Carolina Code (Supp. 2011) does not need to contain an opinion as to proximate cause.","date":"2012-05-02","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n  \r\n    \r\n      \r\nEvelyn Grier,\r\n      as the appointed Personal Representative of the Estate of Willie James Fee,\r\n      deceased, Appellant,\r\nv.\r\nAMISUB of South\r\n      Carolina, Inc., d/b/a Piedmont Medical Center, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal from York County\r\n S. Jackson Kimball, III, Special Circuit\r\n  Court Judge\r\n\r\nOpinion No.  27118\r\nHeard March 6, 2012 - Filed May 2, 2012 \r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\nJohn Gressette Felder, Jr, McGowan Hood\r\n  &amp; Felder, LLC, of Columbia, William Angus McKinnon, McGowan Hood &amp;\r\n  Felder, LLC, of Rock Hill, for Appellant.\r\nWilliam U. Gunn and Joshua T. Thompson, of\r\n  Holcombe Bomar, P.A., of Spartanburg, for Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE HEARN:  Willie James Fee died while in the care of\r\n  AMISUB of South Carolina, Inc., d/b/a Piedmont Medical Center (Piedmont). \r\n  Evelyn Grier, as the personal representative of his estate, subsequently brought\r\n  this medical malpractice claim against Piedmont.  The circuit court dismissed\r\n  Grier's claim on the ground that the expert witness affidavit she was required\r\n  to submit pursuant to Sections 15-36-100 and 15-79-125 of the South Carolina\r\n  Code (Supp. 2011) did not contain a competent opinion on proximate cause.  Grier\r\n  appeals, arguing the court erred in finding these statutes require the\r\n  affidavit contain such an opinion.  We agree and therefore reverse and remand\r\n  for further proceedings.\r\nFACTUAL/PROCEDURAL BACKGROUND\r\n Fee was admitted to Piedmont in January 2008 for\r\n  treatment of a host of ailments, the list of which is not pertinent to this\r\n  appeal.  He remained at Piedmont until September 2008, at which point he was\r\n  discharged to another facility for further care.  However, he was readmitted to\r\n  Piedmont twelve days later, and he remained there until his death in February\r\n  2009.\r\n Prior to bringing wrongful death and survival\r\n  proceedings against Piedmont stemming from medical malpractice allegedly committed\r\n  while it was treating Fee, Grier filed a notice of intent to file suit as\r\n  required by section 15-79-125(A).  Her claims contend Piedmont's failure to\r\n  monitor and treat Fee for bedsores and sepsis contributed to his death.  In\r\n  conjunction with this notice, Grier also filed an affidavit from Sharon Barber,\r\n  a nurse with experience treating bedsores and their complications.  In it,\r\n  Nurse Barber opined, based on her review of Fee's medical records, that\r\n  Piedmont breached its duty of care towards Fee in multiple respects and these\r\n  breaches were a contributing cause of Fee's death. \r\nPiedmont subsequently filed a motion to\r\n  dismiss on the ground that Nurse Barber was not qualified to render an opinion\r\n  as to cause of death, which meant Grier's affidavit did not contain a competent\r\n  causation opinion.  The circuit court agreed that Nurse Barber was not\r\n  qualified to opine as to cause of death.  Additionally, the court held \r\n\r\nthat it is implicit in the Tort Reform Act, and in\r\n  particular the Notice of Intent, Short and Plain Statement of Facts, and the\r\n  affidavit requirements at issue in this motion, that a showing of proximate\r\n  cause must be made by submission of a proper affidavit addressing proximate\r\n  cause, and made by a person qualified to do so.  Plaintiff in this instance has\r\n  failed to submit such an affidavit, and for that reason Defendant's Motion must\r\n  be granted . . . .\r\n\r\nWhile\r\n  the court gave Grier thirty days to submit a qualifying affidavit, Grier failed\r\n  to do so.  The court accordingly dismissed Grier's claim.  This appeal\r\n  followed.\r\n\r\nLAW/ANALYSIS\r\nOn appeal, Grier concedes Nurse Barber is not\r\n  qualified to render an opinion as to Fee's cause of death.  Thus, the only\r\n  argument Grier presents is that the circuit court erred in holding the pre-suit\r\n  affidavit a plaintiff statutorily is required to file before bringing a medical\r\n  malpractice claim must contain an expert opinion on proximate cause.  We agree.\r\nThe issue before us is purely one of statutory\r\n  interpretation.  &quot;Questions of statutory interpretation are questions of\r\n  law, which we are free to decide without any deference to the court below.&quot; CFRE, LLC v. Greenville Cnty. Assessor, 395 S.C. 67, 74, 716 S.E.2d 877,\r\n  881 (2011).  It is well-established that &quot;[t]he cardinal rule of statutory\r\n  construction is to ascertain and effectuate the intent of the\r\n  legislature.&quot; Hodges v. Rainey, 341 S.C. 79, 85, 533 S.E.2d 578,\r\n  581 (2000).  &quot;What a legislature says in the text of a statute is\r\n  considered the best evidence of the legislative intent or will.  Therefore, the\r\n  courts are bound to give effect to the expressed intent of the legislature.&quot; Id. (quotation omitted).  Thus, we must follow the plain and unambiguous\r\n  language in a statute and have &quot;no right to impose another meaning.&quot; Id. \r\n  It is only when applying the words literally leads to a result so patently\r\n  absurd that the General Assembly could not have intended it that we look beyond\r\n  the statute's plain language. Cabiness v. Town of James Island, 393 S.C.\r\n  176, 192, 712 S.E.2d 416, 425 (2011).\r\nIn ascertaining the meaning of language used in a\r\n  statute, we presume the General Assembly is &quot;aware of the common law, and\r\n  where a statute uses a term that has a well-recognized meaning in the law, the\r\n  presumption is that the General Assembly intended to use the term in that\r\n  sense.&quot; State v. Bridgers, 329 S.C. 11, 14, 495 S.E.2d 196, 198\r\n  (1997); see also Beck v. Prupis, 529 U.S. 494, 500-01 (2000)\r\n  (&quot;[W]hen Congress uses language with a settled meaning at common law,\r\n  Congress 'presumably knows and adopts the cluster of ideas that were attached\r\n  to each borrowed word in the body of learning from which it was taken and the\r\n  meaning its use will convey to the judicial mind unless otherwise instructed. \r\n  In such case, absence of contrary direction may be taken as satisfaction with\r\n  widely accepted definitions, not as a departure from them.'&quot; (quoting Morissette\r\n    v. United States, 342 U.S. 246, 263 (1952))).\r\nFinally, statutes in derogation of the common law are\r\n  to be strictly construed. Epstein v. Coastal Timber Co., 393 S.C. 276,\r\n  285, 711 S.E.2d 912, 917 (2011).  Under this rule, a statute restricting the\r\n  common law will &quot;not be extended beyond the clear intent of the\r\n  legislature.&quot; Crosby v. Glasscock Trucking Co., 340 S.C. 626, 628,\r\n  532 S.E.2d 856, 857 (2000).  Statutes subject to this rule include those which\r\n  &quot;limit a claimant's right to bring suit.&quot; 82 C.J.S. Statutes §\r\n  535.  \r\nWith these principles in mind, we turn to the\r\n  statutes at issue in this case.  Section 15-79-125(A) provides, &quot;Prior to\r\n  filing or initiating a civil action alleging injury or death as a result of\r\n  medical malpractice, the plaintiff shall contemporaneously file a Notice of\r\n  Intent to File Suit and an affidavit of an expert witness, subject to the\r\n  affidavit requirements established in Section 15-36-100.&quot;  The statute\r\n  then gives specific guidance as to the requirements for the notice document:\r\n\r\nThe notice must name all adverse parties as\r\n  defendants, must contain a short and plain statement of the facts showing that\r\n  the party filing the notice is entitled to relief, must be signed by the\r\n  plaintiff or by his attorney, and must include any standard interrogatories or\r\n  similar disclosures required by the South Carolina Rules of Civil Procedure.\r\n\r\nId.  However, it provides no specifics for the expert\r\n  affidavit.  For that, the statute directs the reader to section 15-36-100. \r\n  This section in turn states the plaintiff has to submit &quot;an affidavit of\r\n  an expert witness which must specify at least one negligent act or omission\r\n  claimed to exist and the factual basis for each claim based on the available\r\n  evidence at the time of the filing of the affidavit.&quot; Id. § 15-36-100(B).\r\nWe begin by examining the statute concerning the\r\n  affidavit itself, section 15-36-100(B).  No party disputes that this statute is\r\n  unambiguous, and thus we must apply its plain language.  In our opinion, the\r\n  language that the affidavit must &quot;specify at least one negligent act or\r\n  omission&quot; encompasses only the breach element of a common law negligence\r\n  claim and not causation.  Thus, the statute limits its requirement for the\r\n  affidavit to only breach.\r\nFirst, the term &quot;negligent act or omission&quot;\r\n  consistently has been used to refer only to breach and never to\r\n  causation. Thomasko v. Poole, 349 S.C. 7, 11, 561 S.E.2d 597, 599 (2002)\r\n  (&quot;A plaintiff, to establish a cause of action for negligence, must prove\r\n  the following four elements: (1) a duty of care owed by defendant to plaintiff;\r\n  (2) breach of that duty by a negligent act or omission; (3)\r\n  resulting in damages to the plaintiff; and (4) damages proximately resulted\r\n  from the breach of duty.&quot; (emphasis added)); Doe ex rel. Doe v. Batson,\r\n  345 S.C. 316, 322, 548 S.E.2d 854, 857 (2001) (&quot;To state a cause of action\r\n  for negligence, the plaintiff must allege facts which demonstrate the\r\n  concurrence of three elements: (1) a duty of care owed by the defendant; (2) a\r\n    breach of that duty by negligent act or omission; and (3) damage\r\n  proximately caused by the breach.&quot; (emphasis added)); Bloom v. Ravoira,\r\n  339 S.C. 417, 422, 529 S.E.2d 710, 712 (2000) (&quot;To establish a cause of\r\n  action in negligence, a plaintiff must prove the following three elements: (1)\r\n  a duty of care owed by defendant to plaintiff; (2) breach of that duty by a\r\n    negligent act or omission; and (3) damage proximately resulting from the\r\n  breach of duty.&quot; (emphasis added)); Bishop v. S.C. Dep't of Mental\r\n    Health, 331 S.C. 79, 88, 502 S.E.2d 78, 82 (1998) (&quot;To establish a\r\n  cause of action in negligence, three essential elements must be proven: (1)\r\n  duty of care owed by defendant to plaintiff; (2) breach of that duty by a\r\n    negligent act or omission; and (3) damage proximately resulting from the\r\n  breach of duty.&quot; (emphasis added)).  Furthermore, proximate cause requires\r\n  proof beyond just the act or omission in question and concerns whether it is\r\n  the &quot;but for&quot; cause of the plaintiff's injuries and whether the harm\r\n  was foreseeable. Bishop, 331 S.C. at 88-89, 502 S.E.2d at 83.  \r\nThe General Assembly therefore used a term of art which\r\n  has a well-defined common law meaning as just breach, and we can find nothing\r\n  indicating the General Assembly intended to vary from it. Accordingly, the\r\n  plain and unambiguous language of the statute forecloses any argument that the\r\n  affidavit contain a proximate cause opinion.\r\nMoreover, section 15-36-100 restricts a plaintiff's\r\n  common law right to bring a malpractice claim by imposing this requirement. \r\n  Consequently, the language in the statute is to be strictly construed, and\r\n  section 15-36-100 cannot extend any further than what the General Assembly\r\n  clearly intended.  Once again, this statute plainly and unambiguously uses a\r\n  term of art which at common law refers only to the breach element of a\r\n  negligence claim.  The plain language of a statute being the best evidence of\r\n  the General Assembly's intent, there is no clear indication it sought to go any\r\n  further.  Thus, we are in no position to go further ourselves.\r\nWe therefore hold under these well-established\r\n  principles that section 15-36-100(B) requires that the expert render an opinion\r\n  only as to a breach of the standard of care.  In its brief, Piedmont appears to\r\n  concede as much by pointing out that it &quot;has never made the argument that\r\n  the 'plain language' of Section 15-36-100(B) requires an expert affidavit to\r\n  opine on proximate cause.  Instead, [Piedmont] focus upon Section 15-79-125(A)\r\n  which requires a plaintiff alleging medical malpractice show a claim upon which\r\n  a plaintiff is entitled to relief.&quot;[1] \r\n  Under this guise, Piedmont advances two arguments regarding this statute: (1)\r\n  the plain language of section 15-79-125(A) requires the affidavit contain an\r\n  opinion as to proximate cause because it requires that a plaintiff show he is\r\n  entitled to relief, and in the alternative, (2) section 15-79-125(A) implicitly\r\n  imposes this requirement.  We disagree with both.\r\nLike section 15-36-100(B), section 15-79-125(A) is\r\n  unambiguous and in derogation of the common law.  Read plainly and strictly,\r\n  section 15-79-125(A) simply requires the contemporaneous filing of both the\r\n  notice and the affidavit.  While this statute supplies several requirements for\r\n  the notice, it does not speak at all to what is required for the affidavit\r\n  beyond stating that it is &quot;subject to the affidavit requirements\r\n  established in Section 15-36-100.&quot; S.C. Code Ann. § 15-79-125(A).  While\r\n  Piedmont argues that the affidavit must contain the same information as the\r\n  notice—i.e., a demonstration that the plaintiff is entitled to relief, which\r\n  would include causation—its construction is refuted by the plain language of\r\n  section 15-79-125(A).  By its very terms, this statute imposes no content\r\n  requirements for the expert affidavit and specifically delegates that task to\r\n  section 15-36-100.\r\nWe also reject Piedmont's &quot;implicit legislative\r\n  intent&quot; argument.  For this, Piedmont turns to the policies behind tort\r\n  reform legislation such as section 15-79-125.  It correctly notes that one of\r\n  the major goals behind these requirements is to curtail frivolous litigation by\r\n  ensuring plaintiffs only present colorable claims.  Moreover, section 15-79-125(C)\r\n  requires that parties to a medical malpractice claim engage in mandatory\r\n  pre-suit mediation.  It is only if this mediation fails that a civil action\r\n  officially is initiated in the circuit court. S.C. Code Ann. § 15-79-125(E). \r\n  Thus, Piedmont argues having a fuller picture of a plaintiff's claim prior to\r\n  mediation, including the basis for proximate cause, enables a more productive\r\n  mediation process which can avoid the need for a protracted battle in court.\r\nWe do not doubt that requiring the affidavit to\r\n  contain an opinion regarding causation furthers these important goals. \r\n  Nevertheless, the statute is unambiguous and we are confined to what the\r\n  statute says, not what it ought to say, for we have no right to modify a\r\n  statute's application &quot;under the guise of judicial interpretation.&quot; See\r\n    Coker v. Nationwide Ins. Co., 251 S.C. 175, 182, 161 S.E.2d 175, 178 (1968). \r\n  In other words, when a statute is clear on its face, it is &quot;improvident to\r\n  judicially engraft extra requirements to legislation&quot; just because doing\r\n  so may further the intent behind the statute. See Berkebile v. Outen,\r\n  311 S.C. 50, 55-56, 426 S.E.2d 760, 763 (1993).  We must also be mindful that\r\n  section 15-79-125(A) is to be strictly construed, and imposing requirements\r\n  which are not clearly intended to be in it violates this rule.  We do not\r\n  believe it is clear the General Assembly intended to include this requirement,\r\n  and there are many reasons why it could have chosen not to do so.  Moreover,\r\n  Piedmont has not shown how an application of the plain language would lead to a\r\n  result so patently absurd it could not have been intended by the General Assembly. \r\n  We therefore are in no position to look beyond the plain language of the\r\n  statute and read into it a requirement that the expert also opine as to\r\n  causation at this stage in the proceedings.\r\nAccordingly, we hold nothing in section 15-79-125(A)\r\n  requires that an expert affidavit in a medical malpractice action submitted\r\n  pursuant to section 15-36-100(B) contain an opinion regarding causation.\r\nCONCLUSION\r\nIn conclusion, we reverse the circuit court and hold the\r\n  expert affidavit required by sections 15-36-100 and 15-79-125 does not need to\r\n  contain an opinion as to proximate cause.[2] \r\n  We therefore remand this matter for further proceedings.  Our holding today in\r\n  no way limits a plaintiff's burden to come forward with expert testimony to\r\n  support the merits of his claims, if necessary, later in the process.  Instead,\r\n  we merely hold that sections 15-36-100 and 15-79-125 do not require an expert\r\n  opinion as to causation to be contained within the pre-filing affidavit.\r\n TOAL, C.J., PLEICONES, BEATTY and KITTREDGE, JJ., concur.  \r\n\r\n\r\n[1] At oral argument, Piedmont changed its tune and\r\n  relied instead on section 15-36-100(B).  In particular, Piedmont argued for the\r\n  first time that the language requiring the affidavit set forth &quot;the\r\n  factual basis for each claim&quot; imposes a requirement for a causation\r\n  opinion.  The essence of the argument is that if the plaintiff must show a\r\n  factual basis for the &quot;claim,&quot; that necessarily includes the element\r\n  of causation.  Not only was this the first time it made this argument, the\r\n  argument is unavailing.  The &quot;factual basis&quot; language clearly refers\r\n  back to the &quot;negligent act or omission&quot; requirement, and therefore it\r\n  only requires the affiant supply a factual basis for his opinion regarding\r\n  breach.\r\n[2] Piedmont made a general request for us to affirm\r\n  under Rule 220(c), SCACR, but did not identify any specific grounds appearing\r\n  in the record on which we could do so.  It has therefore abandoned any\r\n  additional sustaining grounds. See I'On, L.L.C. v. Town of Mt. Pleasant,\r\n  338 S.C. 406, 420, 526 S.E.2d 716, 723 (2000) (&quot;Of course, a respondent\r\n  may abandon an additional sustaining ground . . . by failing to raise it in the\r\n  appellate brief.&quot;); see also State v. Jones, 344 S.C. 48, 58, 543\r\n  S.E.2d 541, 546 (2001) (finding a conclusory argument abandoned).\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"27119","title":"Ex parte: David Cannon v. Estate of James Brown","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=27119","description":"We affirm as modified an order of the circuit court awarding attorneys' fees and costs to opposing counsel in this contempt action.","date":"2012-05-02","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\nEx parte: David\r\n      G. Cannon, Appellant,\r\nv.\r\nGeorgia\r\n      Attorney General's Office; South Carolina Attorney General's Office; Terry\r\n      Brown; Romunzo Brown; Forlando Brown, Darren Lumar, M&amp;T Bank; Tommie Rae\r\n      Hynie Brown; Stephen L. Slotchiver, the Guardian ad Litem of James B., II;\r\n      Larry Brown, Daryl Brown, Individually and on behalf of his minor children,\r\n      Lindsey B. and Janise B.; Vanisha Brown; Deanna J. Brown Thomas ,\r\n      Individually and on behalf of her minor child Jackson B.; Yamma N. Brown\r\n      Lumar , Individually and on behalf of her minor children, Sydney L. and\r\n      Carrington L.; Tonya Brown; Robert L. Buchanan, Jr. and Adele J. Pope, as\r\n      Special Administrators; Albert Dallas and Alfred A. Bradley, as Personal\r\n      Representatives of the Estate of James Brown, a/k/a James Joseph Brown, Respondents,\r\nIn re: The\r\n      Estate of James Brown, a/k/a James Joseph Brown, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Aiken County\r\n&nbsp;Doyet A. Early, III, Circuit Court Judge\r\n\r\nOpinion No. 27119\r\nHeard January 10, 2012 - Filed May 2, 2012Â Â \r\n\r\nAFFIRMED AS MODIFIED\r\n\r\n\r\n  \r\n    \r\n      \r\nMax N. Pickelsimer, of Warner, Payne &amp; Black, of\r\n  Columbia, for Appellant.\r\nAttorney General Alan Wilson, Senior Assistant\r\n  Attorney General C. Havird Jones, Jr., Assistant Deputy Attorney General Robert\r\n  D. Cook, Assistant Attorney General J.C. Nicholson, III, Assistant Attorney\r\n  General Mary Frances Jowers, all of Columbia; LouisÂ  Levenson, of Atlanta;\r\n  Matthew Day Bodman, of Columbia; Robert N. Rosen, T. Heyward Carter, Jr., S.\r\n  Alan Medlin, and David L. Michel, all of Rosen Law Firm, of Charleston; and\r\n  William W. Wilkins, J. David Black, Fred L. Kingsmore, Jr., all of Nexsen\r\n  Pruet, of Columbia, for Respondents.\r\nAlbert P. Shahid, Jr., of Charleston, for Guardian Ad\r\n  Litem.\r\n      \r\n    \r\n  \r\n\r\n\r\n JUSTICE BEATTY:Â  David G. Cannon appeals from an\r\n  order of the circuit court awarding attorneys' fees and costs to opposing\r\n  counsel in this contempt action.Â  Cannon contends the circuit court erred (1) in failing to find the\r\n  issue of attorneys' fees was moot because he had served his jail sentence for\r\n  contempt, and (2)&nbsp;in ordering him to pay attorneys' fees and expenses\r\n  incurred in matters unrelated to the contemptuous conduct for which he was\r\n  sanctioned.Â  We affirm as modified.\r\nI.Â  FACTS\r\nOn December 18, 2007, the circuit court,\r\n  Judge Doyet A. Early, III presiding, found Cannon in contempt of court for\r\n  violating (1) an August 10, 2007 order mandating that Cannon give up all\r\n  authority and cease all activities relating to the James Brown estate, the\r\n  Brown trusts, and all Brown entities (which Cannon violated by filing amended tax returns without\r\n  authority); and (2) an\r\n  October 2, 2007 order requiring Cannon to pay back $373,000 that he had\r\n  misappropriated from Brown's estate.Â  \r\nThe circuit court ordered Cannon to be\r\n  incarcerated for six months for the contempt.Â  However, the circuit court stated\r\n  Cannon could purge himself of the contempt &quot;by the payment of the\r\n  aforementioned $373,000, the payment into this court of $50,000 to be applied\r\n  towards the payment of attorneys' fees incurred by the various parties, and the\r\n  payment of a fine of $10,000.00.&quot;Â  \r\n Cannon appealed and posted an appeal bond.Â  According to\r\n  Cannon's attorney, when his bond ran out, Cannon was forced to report to the\r\n  Aiken County Detention Center on February 11, 2009 to serve his sentence.Â \r\n  Cannon was released three months later, on May 11, 2009.Â  \r\nThe Court of Appeals affirmed in part,\r\n  reversed in part, and remanded for further proceedings; it upheld all of the\r\n  circuit court's findings regarding the contempt except for the amount awarded\r\n  towards attorneys' fees and the imposition of the fine.Â  Ex parte Cannon,\r\n  385 S.C. 643, 685 S.E.2d 814 (Ct. App. 2009).Â  The Court of Appeals found the\r\n  circuit court abused its discretion as to attorneys' fees because it did not\r\n  make the necessary factual findings to support the amount awarded, so it\r\n  &quot;reverse[d] and remand[ed] the issue of attorneys' fees to the circuit\r\n  court for findings of fact as to the proper amount of attorneys' fees required\r\n  for indemnification.&quot;Â  Id. at 667, 685 S.E.2d at 827.Â  The Court of\r\n  Appeals reversed the fine, stating the circuit court did not indicate the\r\n  purpose of the fine in its order, but if it was imposed for compensation\r\n  purposes, it was improper because the record contained no reasonable\r\n  relationship between Cannon's contemptuous conduct and the imposition of the fine.Â  Id. at 668, 685 S.E.2d at 827-28.Â  No further appeal was taken from this\r\n  decision and the remittitur was issued, thus returning the case to the circuit\r\n  court.Â  \r\n On remand, the circuit court, Judge Early again\r\n  presiding, held a hearing for the sole purpose of making findings of fact\r\n  regarding the proper amount of attorneys' fees to be awarded for\r\n  indemnification, i.e., to reimburse the parties for attorneys' time related to\r\n  the issue of Cannon's contemptuous conduct.Â  By order of June 18, 2010, the circuit\r\n  court ruled Cannon should pay attorneys' fees and costs in the amount of\r\n  $113,047.91 incurred by Atlanta attorney Louis Levenson's clients.[1]Â  Cannon\r\n  appealed from this order, and the case was transferred from the Court of\r\n  Appeals to this Court.\r\nII. Â LAW/ANALYSIS\r\nA.&nbsp; Mootness of Attorneys' Fees \r\nCannon first argues the circuit court\r\n  erred in failing to find the issue of attorneys' fees was moot because he had\r\n  served his sentence for contempt.Â  Cannon contends the award for attorneys'\r\n  fees was included in the contempt order solely as a purge remedy, i.e., the\r\n  order provided him with the choice of serving the jail sentence or purging his sentence by paying certain funds totaling $433,000, which included\r\n  $50,000 towards attorneys' fees, into the court.Â  Cannon asserts that, &quot;[h]aving\r\n  served the entirety of his jail sentence, [he] has complied with the December\r\n  18, 2007 Order and a determination of the proper amount of attorneys' fees is\r\n  now moot.&quot;Â  \r\nIn support of his argument, Cannon\r\n  primarily cites Jordan v. Harrison, 303 S.C. 522, 524, 402 S.E.2d 188,\r\n  189 (Ct. App. 1991) (&quot;[W]here one held in contempt for violation of a\r\n  court order complies with the order, his compliance renders the issue of\r\n  contempt moot and precludes appellate review of the contempt\r\n  proceeding.&quot;), and Garland v. Tanksley, 107 S.E.2d 866, 870 (Ga.\r\n  Ct. App. 1959) (&quot;Where a jail sentence is imposed for a contempt of court,\r\n  and such sentence has been served in its entirety at the time the writ of error\r\n  is presented for argument to the appellate court, it will be dismissed as\r\n  moot.&quot;).\r\nAs an initial matter, we note there is no\r\n  indication Cannon made this argument to the Court of Appeals when it originally\r\n  heard his appeal from the contempt order, even though he had been released from\r\n  jail by the time of oral argument.Â  Further, Cannon did not seek review of the\r\n  Court of Appeals' decision, which affirmed the imposition of attorneys' fees\r\n  and remanded to the circuit court only the issue of the proper amount of\r\n  attorneys' fees necessary for indemnification.Â  Thus, the issue does not appear\r\n  to be properly before us.Â  See generally Jones v. Lott, 387 S.C.\r\n  339, 692 S.E.2d 900 (2010) (stating an unchallenged or unappealed ruling,\r\n  whether right or wrong, is the law of the case); Hurst v. Sumter County,\r\n  189 S.C. 376, 1 S.E.2d 238 (1939) (noting the general rule in civil cases that\r\n  issues must be raised at the earliest opportunity, or they will be considered\r\n  waived); Salley v. McCoy, 186 S.C. 1, 195 S.E. 132 (1937) (holding the\r\n  conclusions announced in a prior appeal would not be disturbed in a subsequent\r\n  appeal).\r\nIn any event, the cases cited by Cannon\r\n  are inapposite.Â  In the first\r\n  case, the defendant was held in contempt for failing to pay child support and\r\n  sentenced to two months in jail, which he could purge by paying the arrearages\r\n  and a fine.Â  Jordan, 303 S.C. at 523, 402 S.E.2d at 188.Â  The defendant paid\r\n  the amounts as ordered and then appealed.Â  Id. Â The Court of Appeals\r\n  found Harrison's compliance with the order rendered his appeal moot.Â  Id. at 524, 402 S.E.2d at 189.Â  In contrast, Cannon did not comply with the circuit\r\n  court's order, which, among other things, required him to return $373,000\r\n  misappropriated from Brown's estate.\r\nIn the second case, attorney Garland was\r\n  found in contempt for his inappropriate conduct and remarks during a trial and\r\n  sentenced to a total of 40 days in jail.Â  Garland, 107 S.E.2d at 868.Â \r\n  The Georgia Court of Appeals ruled the trial court abused its discretion in\r\n  refusing to grant Garland's petition for a supersedeas so that his appeal would\r\n  not become moot if his time in jail ended before his appeal could be heard.Â  Id. at 873.Â  In Garland, unlike the current matter, the contempt order\r\n  imposed only jail time and did not require the payment of attorneys'\r\n  fees to indemnify the opposing party.Â  In addition, the order provided no\r\n  method for purging the contempt and was more akin to criminal, not civil,\r\n  contempt.[2] \r\n Moreover, under South Carolina law, the payment of\r\n  attorneys' fees is not considered\r\n  part of the punishment; rather, it is for indemnification.\r\n&quot;Civil contempt differs from criminal\r\n  contempt in that it seeks only to 'coerc[e] the defendant to do' what a court\r\n  had previously ordered him to do.&quot;Â  Turner v. Rogers, 131 S. Ct.\r\n  2507, 2516 (2011) (alteration in original) (quoting Gompers v. Bucks Stove &amp;\r\n    Range Co., 221 U.S. 418, 442 (1911)).Â  &quot;[O]nce a civil contemnor\r\n  complies with the underlying order, he is purged of the contempt and is\r\n  free.&quot;Â  Id.\r\n &quot;In a civil contempt proceeding, a contemnor may be\r\n  required to reimburse a complainant for the costs he incurred in enforcing the\r\n  court's prior order, including reasonable attorney's fees.&quot;Â  Poston v.\r\n    Poston, 331 S.C. 106, 114, 502 S.E.2d 86, 90 (1998); see also Miller v. Miller, 375 S.C. 443, 463, 652 S.E.2d 754, 764&nbsp;(Ct. App. 2007) (&quot;Courts,\r\n  by exercising their contempt power, can award attorney's fees under a\r\n  compensatory contempt theory.&quot;). \r\n&quot;The award of attorney's fees is not\r\n  a punishment but an indemnification to the party who instituted the contempt\r\n  proceeding.&quot;Â  Poston, 331 S.C. at 114, 502 S.E.2d at 90.Â \r\n  &quot;Thus, the court is not required to provide the contemnor with an\r\n  opportunity to purge himself of these attorney's fees in order to hold him in\r\n  civil contempt.&quot;Â  Id.Â  \r\n Contrary to Cannon's assertion, attorneys' fees were\r\n  awarded as indemnification and they are not subject to being &quot;purged&quot;\r\n  as he now argues.Â  See id.Â  Moreover, Cannon failed to comply with the\r\n  orders, and his jail sentence could not operate as a &quot;purge.&quot;Â  Turner,\r\n  131 S. Ct. at 2516.Â  Consequently, we hold the circuit court did not err in rejecting Cannon's assertion\r\n  that the issue of attorneys' fees was rendered moot by the service of his jail\r\n  sentence.Â  \r\nB.&nbsp; Amount of Attorneys' FeesÂ  \r\nCannon next contends the circuit court\r\n  abused its discretion in determining the amount of attorneys' fees because\r\n  Levenson was awarded &quot;reimbursement for myriad fees and expenses arising\r\n  from conduct totally unrelated to enforcement of the August 10, 2007 and\r\n  October 2, 2007 orders, including approximately $24,000.00 in fees and expenses\r\n  incurred prior to the entry of either Order.&quot;Â  \r\n&quot;Compensatory contempt is a money award for the\r\n  plaintiff when the defendant has injured the plaintiff by violating a previous\r\n  court order.&quot;Â  Curlee v. Howle, 277 S.C. 377, 386, 287 S.E.2d 915, 919\r\n  (1982).Â  &quot;[T]he compensatory award should be limited to the complainant's\r\n  actual loss.&quot;Â  Id. at 387, 287 S.E.2d at 920.Â  &quot;Included in\r\n  the actual loss are the costs in defending and enforcing the court's order,\r\n  including litigation costs and attorney's fees.&quot;Â  Id.Â  \r\n&quot;The burden of showing what amount, if anything,\r\n  the complainant is entitled to recover by way of compensation should be on the\r\n  complainant.&quot;Â  Id. Â The determination of the amount of the award is within the court's\r\n  discretion.Â  Poston, 331 S.C. at 114, 502 S.E.2d at 90; A.S. Klein,\r\n  Annotation, Allowance of Attorneys' Fees in Civil Contempt Proceedings,\r\n  43 A.L.R.3d 793, 797 (1972 &amp; Supp. 2011). \r\nThe circuit court convened the hearing on\r\n  remand on May 20, 2010 solely to address the appropriate amount of attorneys'\r\n  fees to be awarded in the contempt matter.Â  At that hearing, Levenson explained\r\n  that he first became involved in the case in January 2007 and that he had\r\n  expended considerable time in dealing with various matters concerning Brown's\r\n  estate.Â  Upon questioning, Levenson acknowledged that his affidavit and expense\r\n  list was broader than the scope of the contempt issue as he was uncertain what\r\n  would be covered in this particular hearing.Â  The circuit court directed\r\n  Levenson to file an amended affidavit and expense sheet to seek reimbursement for\r\n  fees and expenses directly related to the two matters for which Cannon was\r\n  found in contempt in the December 18, 2007 order:Â  (1)&nbsp;Cannon's failure to\r\n  pay the $373,000 ordered by the court on October 2, 2007, and (2) Cannon's\r\n  participation in amending the tax returns in violation of the August 10, 2007\r\n  order that removed him from his fiduciary position.Â  \r\n In his amended affidavit dated June 4, 2010, Levenson\r\n  stated he is a Georgia attorney working at the law firm of Levenson &amp;\r\n  Associates in Atlanta, and he represents some of Brown's children and\r\n  grandchildren.Â  Levenson stated he was hired on a contingency fee basis, so he\r\n  had to reconstruct the legal work he performed &quot;in order to accurately apportion&quot;\r\n  the legal time incurred by himself and his staff &quot;with respect to David G.\r\n  Cannon's contempt and the matters related to efforts by affiant in finding and\r\n  turning over assets and documents held by David G. Cannon to the parties and to\r\n  the Court.&quot;Â  Levenson attached exhibits listing $87,891.25 for legal fees\r\n  and $25,156.66 for expenses related &quot;exclusively [to] the discovery and\r\n  citation proceedings.&quot;Â  The total amount sought in reimbursement was\r\n  $113,047.91.Â  \r\nCiting\r\n  the six-part test contained in Taylor v. Medenica, 331 S.C. 575, 580,\r\n  503 S.E.2d 458, 461 (1998), the circuit court stated the fees and expenses\r\n  incurred by Levenson, including 277.9 legal hours and 51.75 paralegal hours,\r\n  were reasonable.Â  The court found the fees covered the time period in question\r\n  and &quot;were related to discovery issues surrounding the willful contempt\r\n  involving issues such as the tax returns, and that such fees were reasonable\r\n  and necessary in pursuit of enforcement of this Court's previous orders and\r\n  ultimately finding Cannon in contempt.&quot;Â  \r\nThe circuit court noted Levenson is an\r\n  attorney in good standing with both the Georgia and the South Carolina Bars,\r\n  and has been a member of each since 1978 and 1994, respectively; that the work\r\n  resulted in a beneficial result to Levenson's clients, as well as the trust and\r\n  estate; the amount of fees is commensurate with what the court would expect in\r\n  a similar case; the fees were incurred in engaging in complex discovery matters\r\n  and hearings before the court; and both the fees and expenses incurred were\r\n  reasonable and necessary in pursuit of enforcement of the court's prior\r\n  orders.Â  \r\nWe find no abuse of discretion in the circuit court's\r\n  decision to award attorneys' fees and expenses in this case, nor in its\r\n  evaluation of the Taylor factors. Â However, upon reviewing the amended\r\n  affidavit and the updated and redacted expense sheet, it appears these\r\n  documents still include some items that are not related solely to the two\r\n  matters for which Cannon was found in contempt in this action, as there are line\r\n  entries that predate the earliest of the two orders that Cannon was accused of\r\n  violating.Â  Although Levenson is entitled to reimbursement for discovery\r\n  relating to enforcement of the orders for which Cannon was held in contempt, he\r\n  is not entitled, in this particular proceeding, to seek reimbursement for fees\r\n  and costs related to discovery in other, ongoing matters involving the Brown\r\n  estate.Â  As a result, we\r\n  modify the award $113,047.91 to reduce it by the $24,000 Cannon has alleged is unrelated\r\n  to the specific matters for which Cannon was held in contempt in this case. \r\n\r\nIII.Â  CONCLUSION\r\nWe conclude the circuit court properly\r\n  found the issue of attorneys' fees was not mooted by Cannon's service of his\r\n  jail sentence.Â  We further conclude the circuit court did not abuse its\r\n  discretion in making an award of attorneys' fees and costs, but we modify the\r\n  award to reduce it by the $24,000 incurred in matters unrelated to the contemptuous conduct for\r\n  which Cannon was sanctioned in this particular proceeding, for a total amount\r\n  due of $89,047.91.Â  \r\nAFFIRMED AS MODIFIED.\r\nTOAL, C.J., PLEICONES, KITTREDGE and HEARN, JJ.,\r\n  concur.\r\n\r\n\r\n[1]Â \r\n  Levenson represents a number of Brown's children and grandchildren.Â  He was the\r\n  only attorney present seeking attorneys' fees (on behalf of himself and his\r\n  firm) in this matter.\r\n[2]Â  Cf. Turner v. Rogers, 131\r\n  S. Ct. 2507 (2011) (holding civil contempt case was not moot where the dispute\r\n  was capable of repetition, yet evading review; Turner had been imprisoned on\r\n  several occasions for civil contempt for failure to pay child support and would\r\n  likely suffer future imprisonment); State v. Passmore, 363 S.C. 568, 611\r\n  S.E.2d 273 (Ct. App. 2005) (finding Passmore's appeal after serving her\r\n  sentence for criminal contempt was not moot based on exceptions to the mootness\r\n  doctrine; the issue was capable of repetition, but evading review, and Passmore\r\n  could continue to be affected by collateral consequences).Â  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"27120","title":"Anderson v. South Carolina Election Commission","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=27120","description":"In its original jurisdiction, the Supreme Court issued a declaratory judgment that the unambiguous language and expression of legislative intent of S.C. Code Ann. Â§ 8-13-1356(B) and (E) (Supp. 2011) require an individual to file a Statement of Economic Interests (SEI) at the same time and with the same official with whom a Statement of Intention of Candidacy (SIC) is filed, and prohibit political party officials from accepting an SIC which is not accompanied by an SEI.  The Court directed the appropriate official of the political parties to file with the State Election Commission or the appropriate county election commission, by noon on May 4, 2012, a list of only those non-exempt candidates who simultaneously filed an SEI and an SIC as required by Â§ 8-13-1356(B).","date":"2012-05-02","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n  \r\n    \r\n      \r\n        Michael Anderson and Robert Barger, Plaintiffs, \r\n          v.\r\n          South Carolina Election Commission; Marci Andino, as Executive Director and as\r\n          a representative of the South Carolina State Election Commission; South\r\n          Carolina Democratic Party; Richard A. Harpootlian, as Chair of the Executive\r\n          Committee of and as a representative of the South Carolina Democratic Party;\r\n          South Carolina Republican Party; Chad Connelly, as Chair of the Executive\r\n          Committee of and as a representative of the South Carolina Republican Party;\r\n          Lexington County Commission of Registration and Elections; Dean Crepes, as\r\n          Director of and as a representative of the Lexington County Commission of\r\n          Registration and Elections; Lexington County Democratic Party; Kathy Hensley,\r\n          as Chair of and as a representative of the Lexington County Democratic Party;\r\n          Lexington County Republican Party; Steven Isom, as Chair of and a representative\r\n          of the Executive Committee of the Lexington County Republican Party, Defendants.\r\n        Appellate Case No.\r\n          2012-211366\r\n      \r\n    \r\n  \r\n\r\nOpinion No. 27120\r\nHeard May 1, 2012 - Filed May 2, 2012\r\n\r\nJUDGMENT FOR PLAINTIFFS\r\n\r\n\r\n  \r\n    \r\n      \r\n        Tracey\r\n          Colton Green and Benjamin Parker Mustian, of Willoughby &amp; Hoefer, PA, of\r\n          Columbia, for Plaintiffs.\r\n        M. Elizabeth\r\n          Crum, Ariail B. Kirk, and Amber B. Martella, all of McNair Law Firm, PA, of\r\n          Columbia, for Defendants South Carolina State Election Commission and Marci\r\n          Andino; Richard A. Harpootlian and Christopher P. Kenney, both of Richard A.\r\n          Harpootlian, PA, of Columbia, for Defendants South Carolina Democratic Party, Richard\r\n          A. Harpootlian, Lexington County Democratic Party, and Kathy Hensley; Kevin A.\r\n          Hall, Karl S. Bowers, Jr., and M. Todd Carroll, all of Womble Carlyle Sandridge\r\n          &amp; Rice, LLP, of Columbia, for Defendants South Carolina Republican Party, Chad\r\n          Connelly, Lexington County Republican Party, and Steven Isom; Jeffrey M.\r\n          Anderson, of Davis, Frawley, Anderson, McCauley, Ayer, Fisher &amp; Smith, LLC,\r\n          of Lexington, for Defendants Lexington County Commission of Registration and\r\n          Elections and Dean Crepes. \r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: \r\n  This is a matter in the Court's original jurisdiction seeking declaratory\r\n  relief in connection with a dispute as to the requirements for a candidate's\r\n  name to properly appear on a primary election ballot.  We are asked to construe\r\n  the meaning of  S.C. Code\r\n  Ann. § 8-13-1356 (Supp. 2011), which provides that &quot;[a] candidate must\r\n  file a statement of economic interests for the preceding calendar year at the\r\n  same time and with the same official with whom the candidate files a\r\n  declaration of candidacy or petition for nomination.&quot;  Under longstanding rules\r\n  of statutory construction, we find the statute means what it says. \r\n  Accordingly, we grant declaratory relief to plaintiffs.\r\nWe grant declaratory relief as follows: (1) that individuals not exempt who are seeking\r\n  nomination by political party primary to be a candidate for office must file a\r\n  Statement of Economic Interest (SEI) at the same time and with the same\r\n  official with whom the individuals file a Statement of Intention of Candidacy\r\n  (SIC); (2) that an official authorized to receive SICs may not accept the forms\r\n  unless they are accompanied by an SEI; (3) that an individual who did not file\r\n  an SEI at the same time and with the same official with whom the individual\r\n  filed an SIC should not appear on the party primary election ballot or the\r\n  general election ballot; and (4) that the Lexington County Democratic Party,\r\n  the Lexington County Republican Party, the South Carolina Democratic Party, and\r\n  the South Carolina Republican Party (political parties) unlawfully certified\r\n  individuals seeking nomination by political party primary who did not file an\r\n  SEI at the same time and with the same official with whom the individual filed\r\n  an SIC.  \r\nThe State Election Commission and the Lexington County\r\n  Commission of Registration and Elections have filed cross-claims asking that\r\n  the political parties: (1) provide the State Election Commission and the\r\n  appropriate county election commissions by May 4, 2012 with a list of certified\r\n  candidates who filed an SEI at the same time and with the same official with\r\n  whom they filed an SIC; and (2) reimburse the State Election Commission and the\r\n  appropriate county election commissions for the additional costs which will be\r\n  incurred in revising the ballot databases and audio files to reflect the\r\n  corrected list of certified candidates.  We grant relief as to the May 4, 2012\r\n  deadline but decline to resolve the requests for costs at this time.\r\nSUBJECT MATTER JURISDICTION\r\nThe Republican Party claims this Court lacks subject\r\n  matter jurisdiction over the legislative races because the General Assembly has\r\n  exclusive authority over disputes involving legislative elections.  South Carolina\r\n  Const. art. III, § 11 provides, &quot;Each house shall judge of the election\r\n  returns and qualifications of its own members.&quot;  Accordingly, this Court\r\n  has declined to opine on issues where the Constitution delegates authority to\r\n  the General Assembly.  South Carolina Public Interest Found. v. Judicial\r\n    Merit Selection Comm'n, 369 S.C. 139, 632 S.E.2d 277 (2006).  Here we are\r\n  not asked to judge a disputed legislative election but rather to interpret a\r\n  statute.  The construction of a statute is a judicial function and\r\n  responsibility.  JRS Builders, Inc. v. Neunsinger, 364 S.C. 596,\r\n  614 S.E.2d 629 (2005).  Accordingly, we reject the argument that this Court\r\n  lacks subject matter jurisdiction in this case.\r\nJUSTICIABILITY\r\nThere is a question of whether this\r\n  dispute is ripe for review, as no harm has been incurred because an unqualified\r\n  candidate has not been elected.  This issue is ripe for judicial determination. \r\n  Absent relief, plaintiffs, as voters, face the substantial likelihood that they\r\n  will be presented with a slate of candidates, of whom one or more may not be\r\n  certified after the election.  This is a matter of great public importance. \r\n  Integrity in elections is foundational.  It is that recognition of the\r\n  importance of the integrity of public elections that leads us to grant relief\r\n  at this time.  We acknowledge that S.C. Code Ann. § 8-13-1356(E) (Supp. 2011) contemplates\r\n  a post-primary election remedy prohibiting a person whose name inadvertently\r\n  appears on the ballot from being certified as a candidate for the general\r\n  election.  However, we discern no legislative intent that such remedy is\r\n  exclusive.  Where there exists the substantial likelihood that the respective\r\n  political parties have erroneously certified candidates for inclusion on the\r\n  primary ballot, by requiring compliance with the law now, we avoid the greater\r\n  chaos and multiple challenges that would inevitably follow the party primary\r\n  elections.  Moreover, § 8-13-1356(E) envisions only the occasional situation\r\n  where &quot;the candidate’s name inadvertently appears on the ballot\r\n  …&quot; (emphasis added).  We are confronted not with the prospect of a single\r\n  candidate’s name appearing on a ballot &quot;inadvertently,&quot; but with\r\n  systemic failure of the political parties to follow the law.  The effect of the\r\n  political parties ignoring their statutory gatekeeping role is the prospect of\r\n  the inclusion of many candidates on the ballot who did not comply with the\r\n  statutory requirements.  Accordingly, we grant relief to require compliance\r\n  with the law and ensure that only legally qualified candidates are included on\r\n  the ballots.  \r\nSTATUTORY CONSTRUCTION\r\nThe primary rule\r\n  of statutory construction is to ascertain and give effect to the intent of the\r\n  General Assembly.  Beaufort Cnty. v. S.C. State Election Comm'n, 395\r\n  S.C. 366, 718 S.E.2d 432 (2011).  In construing statutory language, the statute\r\n  must be read as a whole, and sections which are a part of the same general\r\n  statutory law must be construed together and each one given effect.  Id.; Hodges v. Rainey, 341 S.C. 79, 533 S.E.2d 578 (2000).  Unless there is\r\n  something in the statute requiring a different interpretation, the words used\r\n  in a statute must be given their ordinary meaning.  Mid-State Auto Auction\r\n    of Lexington, Inc. v. Altman, 324 S.C. 65, 476 S.E.2d 690 (1996).  When a statute's terms are clear and unambiguous on their face, there is\r\n  no room for statutory construction and a court must apply the statute according\r\n  to its literal meaning.  Id.\r\nSouth Carolina Code Ann. § 8-13-1356(B)\r\n  states a non-exempt candidate must file an SEI for the preceding calendar year\r\n  &quot;at the same time and with the same official with whom the candidate files\r\n  a declaration of candidacy or petition for nomination.&quot;  To comply with\r\n  that section, an individual must file an SEI with the appropriate political\r\n  party.  Section 8-13-1356(E) provides that an officer authorized to receive\r\n  declarations of candidacy and petitions for nominations may not accept an SIC\r\n  unless it is accompanied by an SEI.\r\nSection 8-13-1356(B) unambiguously mandates\r\n  that an individual file an SEI at the same time and with the same official with\r\n  whom the individual files an SIC.  This requirement is buttressed by the\r\n  unambiguous prohibition against a political party accepting an SIC unless it is\r\n  accompanied by an SEI.  \r\nWe reject the argument of the South\r\n  Carolina Republican Party that S.C. Code Ann. § 7-11-15(3) (Supp. 2011), which\r\n  provides that an individual's name must appear on the ballot if the individual\r\n  produces a signed and dated copy of a timely filed SIC, is irreconcilably in\r\n  conflict with § 8-13-1356.  Instead, we hold, as recognized by the remaining\r\n  parties in this action, that these two statutes may be harmonized.  Section\r\n  7-11-15(3) sets forth the requirements for an individual's name to appear on the\r\n  ballot &quot;except as otherwise provided by law.&quot;  Section 8-13-1356(E)\r\n  expressly references Chapter 11 of Title 7 and prohibits a political party from\r\n  accepting an SIC for filing if it is not accompanied by an SEI.  Therefore, an\r\n  individual who fails to provide an SEI to the political party when filing an\r\n  SIC would not have a timely filed SIC.  We decline to ignore the &quot;except\r\n  as otherwise provided by law&quot; language of § 7-11-15(3) and the clear\r\n  mandate the General Assembly imposed in § 8-13-1356(E) when the statutes are\r\n  easily reconciled.\r\nThe Democratic\r\n  Party additionally directs our attention to S.C. Code Ann. §8-13-365 (Supp.\r\n  2011), requiring that the SEI be filed electronically, which is done on the\r\n  State Ethics Commission's website.&nbsp; However, this statute is not part of\r\n  the process that qualifies an individual for inclusion on the ballot.&nbsp;\r\n  Similarly, while S.C. Code Ann. § 8-13-1170(B) (Supp. 2011) provides that\r\n  extensions of time for electronic filing of an SEI with the State Ethics\r\n  Commission may be granted, that also does not concern ballot\r\n  requirements.&nbsp; Accordingly, we reject the argument by the Democratic Party\r\n  that the requirement of § 8-13-1356(B) may be alternatively satisfied by filing\r\n  an SEI electronically with the State Ethics Commission.&nbsp; Filing an SEI\r\n  with the State Ethics Commission cannot excuse noncompliance with § 8-13-1356(B).\r\nThe Republican Party contends that § 8-13-1356\r\n  impermissibly adds qualifications for an individual to serve in the General\r\n  Assembly.  In particular, it argues that S.C. Const. art. III, § 7 sets forth\r\n  the only qualifications for service, and § 8-13-1356, therefore, cannot raise\r\n  the bar.  However, § 8-13-1356 does not alter the qualifications for one to\r\n  serve as a legislator.  Instead, it merely delineates filing requirements to\r\n  appear on a ballot.  We, therefore, reject this argument.\r\nBecause the statutes at issue, when given\r\n  their plain and ordinary meaning, can each be given effect without doing harm\r\n  to the other, &quot;the rules of statutory interpretation are not needed and\r\n  the [C]ourt has no right to impose another meaning.&quot;  See Hodges v. Rainey, supra.  We hold the unambiguous language and expression of legislative\r\n  intent of § 8-13-1356(B) and (E) require an individual to file an SEI at the\r\n  same time and with the same official with whom an SIC is filed, and prohibit\r\n  political party officials from accepting an SIC which is not accompanied by an\r\n  SEI.  Accordingly, the names of any non-exempt individuals who did not file\r\n  with the appropriate political party an SEI simultaneously with an SIC were\r\n  improperly placed on the party primary ballots and must be removed.  We direct\r\n  the appropriate official of the political parties to file with the State\r\n  Election Commission or the appropriate county election commission, by noon on\r\n  May 4, 2012, a list of only those non-exempt candidates who simultaneously\r\n  filed an SEI and an SIC as required by § 8-13-1356(B).  This Court’s injunction\r\n  issued April 20, 2012, is hereby lifted.\r\nWe fully appreciate the consequences of\r\n  our decision, as lives have been disrupted and political aspirations put on\r\n  hold.  However, the conduct of the political parties in their failure to follow\r\n  the clear and unmistakable directives of the General Assembly has brought us to\r\n  this point.  Sidestepping the issue now would only delay the inevitable.\r\nIn order to expedite a resolution of this\r\n  matter of public importance, we do not reach the cross-claims of the State\r\n  Election Commission and the Lexington County Commission of Registration and\r\n  Elections for reimbursement of the costs of revisions to the ballot databases\r\n  and audio files.  This is without prejudice to the right of the commissions to resubmit\r\n  requests for reimbursement once the applicable costs are known and ascertained. \r\nFinally, while a petition for rehearing is\r\n  normally due within fifteen days after the filing of an opinion under Rule\r\n  221(a), SCACR, because of the urgency of this matter, any petition for\r\n  rehearing must be received by this Court by 10:00 a.m. on May 3, 2012. \r\nJUDGMENT FOR PLAINTIFFS. \r\nPLEICONES, ACTING CHIEF JUSTICE, BEATTY,\r\n  KITTREDGE, HEARN, JJ., and Acting Justice James E. Moore, concur.\r\n\r\n","court":"Supreme"},{"id":"27121","title":"In the Matter of Christopher Blakeslee Roberts","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=27121","description":"This is a disciplinary opinion in which the Court disbars a lawyer.","date":"2012-05-09","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA \r\nIn The Supreme Court \r\n\r\n\r\n  \r\n    \r\n      \r\nIn the Matter of Christopher  \r\n      Blakeslee Roberts, Respondent. \r\n       \r\n     \r\n   \r\n \r\n\r\nOpinion No. 27121 \r\nSubmitted March 26, 2012 - Filed May 9, 2012   \r\n\r\nDISBARRED\r\n\r\n\r\n  \r\n    \r\n      \r\nLesley M. \r\n  Coggiola, Disciplinary Counsel, and Ericka M. Williams, Assistant Disciplinary \r\n  Counsel, both of Columbia, for  Office of Disciplinary Counsel.  \r\nPeter D. \r\n  Protopapas, of Rikard &amp; Protopapas, of Columbia, for respondent.   \r\n       \r\n     \r\n   \r\n \r\n\r\nPER \r\n  CURIAM:  In this attorney disciplinary \r\n  matter, the Office of Disciplinary Counsel (ODC) and respondent have entered \r\n  into an Agreement for Discipline by Consent pursuant to Rule 21, RLDE, Rule \r\n  413, SCACR.  In the agreement, respondent admits misconduct and consents to any \r\n  sanction set forth in Rule 7(b), RLDE, Rule 413, SCACR, with the following conditions:  \r\n  1) payment of costs incurred in the investigation and prosecution of this \r\n  matter by ODC and the Commission on Lawyer Conduct (the Commission) within \r\n  thirty (30) days of the imposition of discipline; 2) completion of the Legal \r\n  Ethics and Practice Program Ethics School prior to reinstatement; and 3) full \r\n  compliance with the terms of his monitoring contract with Lawyers Helping \r\n  Lawyers and, within thirty (30) days of completion of the contract, submission \r\n  of an affidavit to the Commission attesting to the contract's completion.  We \r\n  accept the agreement and disbar respondent from the practice of law in this \r\n  state, retroactive to September 24, 2010, the date of his interim suspension.  In \r\n    the Matter of Roberts, 390 S.C. 56, 700 S.E.2d 250 (2010).  In addition, we \r\n  impose each of the conditions listed above.  The facts, as set forth in the \r\n  agreement, are as follows.   \r\nFACTS \r\nMatter I \r\nA \r\n  corporate client asked respondent to begin a collection action against another \r\n  company due to the company's failure to perform on its debt obligation to \r\n  respondent's corporate client.  Respondent contacted a West Virginia law firm \r\n  to perfect the mortgage and bring foreclosure proceedings against the company.   \r\nIn June of 2004, the West \r\n  Virginia law firm asked respondent to produce a copy of the demand letter that \r\n  respondent had issued to the company in 2003.  An email was sent from \r\n  respondent's office which contained an attached demand letter dated February 5, \r\n  2003, to the law firm handling the foreclosure action.  \r\nIn 2007, respondent's \r\n  corporate client sued respondent for legal malpractice.  During the course of \r\n  the malpractice action, the client discovered that the metadata attached to the \r\n  February 5, 2003, letter that respondent emailed to the West Virginia law firm \r\n  indicated that the letter was actually created in June of 2004.  In addition, \r\n  the alleged recipients of the February 5, 2003, letter testified that they did \r\n  not receive a copy of the letter in 2003.  Respondent denies creating the June \r\n  2004 document, but acknowledges that the document was created under his \r\n  supervision although not at his direction.  Respondent self-reported these \r\n  allegations to the Commission.   \r\n \r\nMatter II \r\nRespondent \r\n  was one of five people on the Chanticleer Tax District Commission (Tax \r\n  District).  After the previous treasurer resigned, control of the funds for the \r\n  Tax District became respondent's responsibility.  As part of this \r\n  responsibility, respondent processed and paid the Tax District's bills.   \r\nWhile in \r\n  control of the funds for the Tax District, respondent used approximately \r\n  $40,000.00 of the Tax District's funds for his personal use.  When confronted \r\n  with the issue, respondent repaid the funds, turned over the bank account \r\n  information, removed himself from the accounts, and resigned his position.  \r\n  Respondent asserts he was suffering from major alcohol and depression issues at \r\n  the time of the misappropriation of funds.   \r\nMatter III \r\nIn 2008, \r\n  respondent was retained by a North Carolina trucking company to assist with \r\n  several legal matters pending in South Carolina.  Complainant is the senior \r\n  vice president and managing agent for the trucking company.  Respondent failed \r\n  to keep Complainant reasonably informed about the status of Complainant's case, \r\n  failed to promptly comply with the Complainant's reasonable requests for \r\n  information, and failed to appear at a scheduled hearing on August 24, 2010.  \r\n  The court granted a continuance due to respondent's failure to appear.  \r\n  Respondent represents he failed to appear at the scheduled hearing due to his \r\n  involuntary commitment for the treatment of alcoholism on August 22, 2010.  \r\n  Respondent admits he failed to withdraw from representation when his alcoholism \r\n  began to impair his ability to competently represent Complainant's company.   \r\nLAW \r\nRespondent admits that, by his \r\n  misconduct, he has violated the following provisions of the Rules of \r\n  Professional Conduct, Rule 407, SCACR:  Rule 1.1 (lawyer shall provide \r\n  competent representation to a client); Rule 1.16 (lawyer shall withdraw from \r\n  representation when lawyer's physical or mental condition materially impairs \r\n  the lawyer's ability to represent client); Rule 5.3 (lawyer having direct \r\n  supervisory authority over non-lawyer employee shall make reasonable efforts to \r\n  ensure that the personâ€™s conduct is compatible with professional obligations of \r\n  lawyer); Rule 8.4(a) (it is professional misconduct for a lawyer to violate the \r\n  Rules of Professional Conduct); Rule 8.4(b) (it is professional misconduct for \r\n  lawyer to commit a criminal act that reflects adversely on lawyer's honesty, \r\n  trustworthiness, or fitness as a lawyer in other respects); Rule 8.4(d) (it is \r\n  professional misconduct for lawyer to engage in conduct involving dishonesty, \r\n  fraud, deceit or misrepresentation); and Rule 8.4(e) (it is professional \r\n  misconduct for a lawyer to engage in conduct that is prejudicial to the \r\n  administration of justice).   \r\nRespondent further admits his \r\n  misconduct is grounds for discipline under Rule 7, RLDE, of Rule 413, SCACR, \r\n  specifically Rule 7(a)(1) (it shall be ground for discipline for lawyer to \r\n  violate Rules of Professional Conduct) and Rule 7(a)(5) (it shall be ground for \r\n  discipline for lawyer to engage in conduct tending to pollute the \r\n  administration of justice or to bring the courts or the legal profession into \r\n  disrepute or conduct demonstrating an unfitness to practice law).    \r\nCONCLUSION \r\nWe accept the Agreement for Discipline \r\n  by Consent and disbar respondent, retroactive to the date of his interim \r\n  suspension.  In addition, respondent shall: 1) pay the costs incurred in the \r\n  investigation and prosecution of this matter by ODC and the Commission within \r\n  thirty (30) days of the date of this order; 2) complete the Legal Ethics and \r\n  Practice Program Ethics School prior to reinstatement; and 3) fully comply with \r\n  the terms of his monitoring contract with Lawyers Helping Lawyers and, within \r\n  thirty (30) days of completion of the contract, submit an affidavit to the \r\n  Commission attesting to the contract's completion.   \r\nWithin fifteen (15) days of the date \r\n  of this opinion, respondent shall file an affidavit with the Clerk of Court \r\n  showing that he has complied with Rule 30 of Rule 413, SCACR, and shall also \r\n  surrender his Certificate of Admission to the Practice of Law to the Clerk of \r\n  Court.   \r\n DISBARRED. \r\nTOAL, C.J., BEATTY, KITTREDGE and \r\n  HEARN, JJ., concur.  PLEICONES, J., not participating. \r\n \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"27122","title":"State v. Binnarr","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=27122","description":"This Court granted a petition for a writ of certiorari to review the decision of the Court of Appeals in State v. Binnarr, Op. No. 2010-UP-077 (S.C. Ct. App. filed Feb. 2, 2010), in which the Court of Appeals affirmed Petitionerâ€™s conviction for failing to register as a sex offender.  We reverse.","date":"2012-05-09","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA \r\nIn The Supreme Court \r\n\r\n\r\n  \r\n    \r\n      \r\nThe State, Respondent,\r\nv.\r\nZeb Eron Binnarr, Petitioner.\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF\r\n  APPEALS\r\n\r\nAppeal From Charleston County \r\nThomas W. Cooper, Jr., Circuit Court \r\n  Judge \r\n\r\nOpinion No. 27122 \r\nHeard December 1, 2011 - Filed May 9, 2012   \r\n\r\nREVERSED\r\n\r\n\r\n  \r\n    \r\n      \r\nH. Stanley Feldman, of Charleston, for Petitioner.\r\nAttorney General Alan Wilson, Chief Deputy Attorney\r\n  General John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, Assistant\r\n  Attorney General William M. Blitch, Jr., of Columbia, Solicitor Scarlett Anne\r\n  Wilson, of Charleston, for Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE BEATTY:  \r\n  Zeb Eron Binnarr (&quot;Petitioner&quot;) was convicted by a jury for failing \r\n  to timely register as a sex offender pursuant to section 23-3-460[1] of the South Carolina Code.  Petitioner appealed his conviction primarily on \r\n  the ground that he did not receive actual notice of a change in the law \r\n  regarding sex offender registration requirements.  The Court of Appeals \r\n  affirmed Petitioner's conviction.  State v. Binnarr, Op. No. 2010-UP-077 \r\n  (S.C. Ct. App. filed Feb. 2, 2010).  This Court granted Petitioner's request \r\n  for a writ of certiorari to review the decision of the Court of Appeals.  We reverse. \r\nI.  Factual/Procedural History \r\nIn 2002, Petitioner was convicted of criminal sexual \r\n  conduct in the third degree.  As a result of this conviction, Petitioner was \r\n  required to register annually as a sex offender by the Sex Offender Registry \r\n  Act.[2]  \r\n  In February 2006, Petitioner registered with the Charleston County Sheriff's \r\n  Office and, in turn, was given a form to sign stating he understood that he was \r\n  required to register again the following year in February 2007.  \r\nOn July 1, 2006, section 23-3-460 was amended to \r\n  require sex offenders to register biannually.[3]  \r\n  Due to this amendment, Petitioner was required to register again in August 2006, \r\n  which was six months after his birth month.  When Petitioner failed to register \r\n  in August 2006, he was arrested in March 2007 and indicted pursuant to section \r\n  23-3-470.[4]  \r\nDuring Petitioner's jury trial, the State called \r\n  Detective Denise Catlett of the Charleston County Sheriff's Office, who \r\n  testified that she managed the county's sex offender registry.  Catlett \r\n  testified she was responsible for notifying sex offenders of the change in the \r\n  law in 2006.  According to Catlett, the change in the law was &quot;all over \r\n  the news&quot; and &quot;in the newspaper&quot; for months preceding and after \r\n  July 2006.  Catlett testified she took additional steps to notify sex offenders \r\n  of the change in the law by mailing letters to sex offenders at their address \r\n  on file, which sex offenders were required to keep current,[5] informing them of the new law and the requirement to re-register.   \r\nCatlett stated that, after the law changed and sex \r\n  offenders failed to appear for the biannual registration, a certified letter \r\n  was sent to the address on file for the sex offender.  Catlett testified that \r\n  Petitioner was mailed a letter to his address on file regarding the new \r\n  registration requirements.[6]  \r\n  This letter, which was mailed via regular mail, was not returned.  When \r\n  Petitioner failed to appear to re-register, the sheriff's office mailed a \r\n  certified letter to him.  Catlett confirmed that this letter was never picked \r\n  up and was returned to the Charleston County Sheriff's Office after three attempted \r\n  deliveries by the Postal Service.  Catlett admitted that Petitioner may not have \r\n  received either letter prior to his required registration date in August 2006.  \r\n  She stated, however, that she waited until January 14, 2007 to sign an arrest \r\n  warrant for Petitioner. \r\nAt the conclusion of the State's case, Petitioner's \r\n  counsel moved for a directed verdict.  In his argument, counsel cited Lambert \r\n    v. People of the State of California, 355 U.S. 225 (1957),[7] for the proposition that Petitioner was entitled to actual notice of the change \r\n  in the law in order to comply with Petitioner's due process rights.  Although \r\n  the indictment for the offense alleged notice was given prior to Petitioner's \r\n  registration date,[8] counsel claimed the State had failed to present evidence that it provided \r\n  Petitioner with actual notice of the change in the law.  \r\nIn response, the State asserted it was Petitioner's \r\n  responsibility to maintain a current address with the Charleston County \r\n  Sheriff's Office.  Based on the language of the statute, the State claimed \r\n  &quot;[t]here was no duty for notification&quot; and that the letters were \r\n  mailed as a &quot;courtesy.&quot;  The State contended it satisfied any burden \r\n  of notification by mailing a letter to Petitioner's last known address and \r\n  noted that this letter was not returned to the sheriff's office.   \r\nThe trial judge denied Petitioner's motion for a \r\n  directed verdict.  Although the judge recognized that the statute did not \r\n  &quot;mention the notification requirement,&quot; he rejected any contention \r\n  that it was a &quot;law of strict liability.&quot;  Despite the absence of \r\n  statutory language, the judge found the &quot;Sheriff's Department undertook to \r\n  give some notice.&quot;  Because there was circumstantial evidence the \r\n  sheriff's office provided notice to Petitioner of the registration requirement, \r\n  the judge ruled that whether Petitioner had notice of the change in the law was \r\n  an issue for the jury.   \r\nFollowing the judge's ruling, defense counsel called Petitioner \r\n  as a witness.  Petitioner testified he did not receive any notice of the change \r\n  in the law that required him to re-register in August 2006 rather than February \r\n  2007.  Petitioner also denied receiving any of the letters sent by Catlett; however, \r\n  he confirmed he lived at the address on file with the Charleston County \r\n  Sheriff's Office and that he was living at that address in 2006.   \r\nAfter closing arguments, the judge charged the jury, \r\n  in part, by explaining the text of section 23-3-460 and the 2006 amendment to \r\n  that statute.  In outlining the elements of the offense, the judge relied on \r\n  language in Lambert, stating: \r\n \r\nThe question is whether or not [Petitioner] had actual \r\n  knowledge or should have had knowledge of the requirement to register in this \r\n  particular case, because you must find beyond a reasonable doubt that the State \r\n  has proven that [Petitioner] had actual knowledge of the duty to register or \r\n  that the State has proven beyond a reasonable doubt that [Petitioner] had the \r\n  probability of such knowledge.   \r\nIf the State fails to convince you beyond a reasonable \r\n  doubt that he knew of his duty to register bi-annually or that they failed to \r\n  convince you of the probability of that knowledge, then it has failed to meet \r\n  its burden of proof in this case because the law requires either actual \r\n    knowledge of the duty to register or proof of the probability of such knowledge \r\n    and the subsequent failure to comply in order to meet the burden of proof which \r\n    is upon the State.  (Emphasis added.) \r\n \r\nThe \r\n  judge further explained that in order to &quot;constitute a crime an act has to \r\n  be accompanied by some criminal intent . . . [a]nd in this particular case . . \r\n  . knowledge is the element that is required, either actual knowledge or the \r\n  probability of such knowledge.&quot;  \r\nUltimately, \r\n  the jury convicted Petitioner of the charged offense and the trial judge \r\n  sentenced Petitioner to the statutorily-mandated term of ninety days in jail.[9] \r\nPetitioner \r\n  appealed his conviction to the Court of Appeals.  On appeal, Petitioner \r\n  asserted the trial judge erred in:  (1) finding, as a matter of law, that \r\n  section 23-3-460 did not contain a notice requirement as the lack of a notice \r\n  requirement violated Petitioner's procedural due process rights; (2) failing to \r\n  apply the notice requirements contained in section 23-3-440[10] to section 23-3-460; and (3) denying the motion for directed verdict given \r\n  there was no evidence presented that Petitioner received notification of the \r\n  new registration requirement. \r\nThe \r\n  Court of Appeals affirmed Petitioner's conviction.  State v. Binnarr, \r\n  Op. No. 2010-UP-077 (S.C. Ct. App. filed Feb. 2, 2010).  In so ruling, the \r\n  court specifically found the Legislature did not include language in section \r\n  23-3-460 requiring the State to notify sex offenders about the change in the \r\n  registration requirements when it amended the statute in 2006.  The court \r\n  declined to apply the notification requirement of section 23-3-440 into section \r\n  23-3-460, finding a clear reading of that statute &quot;reveals the statute \r\n  only requires the State to give notice of the registration requirement to a sex \r\n  offender within one day of the sex offender's release from prison.&quot;  Id., \r\n  slip op. at 1. \r\nAdditionally, the court found section 23-3-460 did not \r\n  violate Petitioner's procedural due process rights.  Citing State v. Edwards, \r\n  302 S.C. 492, 397 S.E.2d 88 (1990),[11] the court noted the new, biannual registration requirement became effective one \r\n  month before Petitioner was required to register with the sheriff's office.  \r\n  Thus, the court concluded that Petitioner had &quot;fair notice that the \r\n  failure to register on a biannual basis could result in a crime.&quot;  Id., \r\n  slip op. at 2.  The court further found the sheriff's office provided fair \r\n  notice to Petitioner of the new registration requirements when it mailed a \r\n  blanket notice and a certified letter to Petitioner's residence.  Id. \r\nFollowing the denial of his Petitions for Rehearing \r\n  and Rehearing En Banc, Petitioner sought a writ of certiorari for this Court to \r\n  review the decision of the Court of Appeals.  This Court granted the petition. \r\nII.  Discussion\r\nPetitioner asserts the Court \r\n  of Appeals erred in holding that he was not entitled to actual notice of a \r\n  change in the law regarding his registration as a sex offender.  Petitioner \r\n  claims the notice requirement is central to the Sex Offender Registry statutes \r\n  and, thus, the failure to provide him with actual notice of the 2006 amendment \r\n  to section 23-3-460 violated his rights to due process and equal protection. \r\nIn support of this contention, \r\n  Petitioner notes that in February 2006 the Charleston County Sheriff's Office \r\n  gave him &quot;written, hand delivered notice that his next registration would \r\n  occur in February 2007.&quot;  Because the sheriff's office provided him with \r\n  these explicit instructions, Petitioner claims he did not have &quot;fair \r\n  notice&quot; of the new registration date as he was misled regarding the \r\n  correct date.  In order to comply with this principle of &quot;fair \r\n  notice,&quot; Petitioner asserts that more was required than a simple recognition \r\n  of the fact that the new law went into effect one month before he was required \r\n  to register.  At oral argument, Petitioner claimed he was entitled to \r\n  in-person, written notification. \r\nRecently, we addressed this \r\n  precise question in State v. Latimore, Op. No. 27102 (S.C. Sup. Ct. \r\n  filed Mar. 14, 2012) (Shearouse Adv. Sh. No. 10 at 17).  In Latimore, we \r\n  held that &quot;to satisfy due process a \r\n  convicted sex offender must have actual notice of the 2006 change to section \r\n  23-3-460, which imposed an additional registration requirement, to be convicted \r\n  of violating section 23-3-470 of the South Carolina Code.&quot;  Id., \r\n  slip op. at 21.  Thus, based on Latimore, we agree with Petitioner that \r\n  the Court of Appeals erred in declining to recognize that a defendant must have \r\n  actual notice of the reporting requirements before he can be convicted of \r\n  violating section 23-3-470.  We find this error in conjunction with the lack of \r\n  direct or substantial circumstantial evidence that Petitioner had actual notice \r\n  of the change in the law warrants the reversal of Petitioner's conviction.   \r\nIn denying Petitioner's motion \r\n  for a directed verdict, the judge specifically rejected any contention that the \r\n  statute was a &quot;strict liability law.&quot;  As evidenced by his comments, \r\n  it is clear the judge agreed with Petitioner's claim regarding his entitlement \r\n  to actual notice of his duty to re-register.  Although the judge's ruling was \r\n  based on a correct interpretation of the law, i.e. that actual notice was \r\n  required, our analysis is not concluded as the question becomes whether the \r\n  State presented sufficient evidence to withstand Petitioner's motion for a \r\n  directed verdict. \r\n&quot;A defendant \r\n  is entitled to a directed verdict when \r\n  the state fails to produce evidence of the offense charged.&quot;  State v. \r\n    Weston, 367 S.C. 279, 292, 625 S.E.2d 641, 648 (2006).  &quot;When \r\n  reviewing a denial of a directed verdict, this Court views the evidence and all \r\n  reasonable inferences in the light most favorable to the state.&quot;  Id.  &quot;If there is any direct evidence or any substantial circumstantial \r\n  evidence reasonably tending to prove the guilt of the accused, the Court must \r\n  find the case was properly submitted to the jury.&quot;  Id. at 292-93, \r\n  625 S.E.2d at 648. \r\nVital to our assessment of the \r\n  sufficiency of the evidence are the provisions of our state and federal Due \r\n  Process Clauses, which provide that no person shall be deprived of life, liberty, or property without \r\n  due process of law.  U.S. Const. amend. XIV, § 1; S.C. Const. art. I, § 3.  &quot;The \r\n  fundamental requirements of due process include notice, an opportunity to be \r\n  heard in a meaningful way, and judicial review.&quot;  Kurschner v. City of \r\n    Camden Planning Comm'n, 376 S.C. 165, 171, 656 S.E.2d 346, 350 (2008).   \r\n&quot;[D]ue \r\n  process is flexible and calls for such procedural protections as the particular \r\n  situation demands.&quot;  S.C. Dep't of Soc. Servs. v. Wilson, 352 S.C. \r\n  445, 452, 574 S.E.2d 730, 733 (2002) (quoting Morrissey v. Brewer, 408 \r\n  U.S. 471, 481 (1972)).  The requirements in a particular case depend on the \r\n  importance of the interest involved and the circumstances under which the \r\n  deprivation may occur.  S.C. Dep't of Soc. Servs. v. Beeks, 325 S.C. \r\n  243, 246, 481 S.E.2d 703, 705 (1997).  Accordingly, a claim of denial of due \r\n  process must be analyzed with a two-part inquiry:  (1) whether the interest \r\n  involved can be defined as &quot;liberty&quot; or &quot;property&quot; within \r\n  the meaning of the Due Process Clause; and, if so (2) what process is due in \r\n  the circumstances.  Bd. of Regents of State Colls. v. Roth, 408 U.S. \r\n  564, 571-73 (1972).   \r\nHere, Petitioner \r\n  was subject to a ninety-day mandatory term of imprisonment for failing to \r\n  register.  Without question, imprisonment is recognized as one of the greatest \r\n  deprivations of liberty.  As our United States Supreme Court has explained: \r\n \r\nFreedom from \r\n  bodily restraint has always been at the core of the liberty protected by the \r\n  Due Process Clause from arbitrary governmental action.  Youngberg v. Romeo, \r\n  457 U.S. 307, 316, 102 S.Ct. 2452, 2458, 73 L.Ed.2d 28 (1982).  &quot;It is \r\n  clear that commitment for any purpose constitutes a significant deprivation of \r\n  liberty that requires due process protection.&quot;  Jones, supra, 463 \r\n  U.S. at 361, 103 S.Ct. at 3048 (internal quotation marks omitted).  We have \r\n  always been careful not to &quot;minimize the importance and fundamental nature&quot; \r\n  of the individual's right to liberty.  Salerno, supra, 481 U.S. at 750, \r\n  107 S.Ct. at 2103.   \r\n \r\nFoucha v. Louisiana, 504 U.S. 71, 80 (1992). \r\nWith these principles in mind, we find the State failed \r\n  to produce any direct or substantial circumstantial evidence from which a jury \r\n  could determine that Petitioner received actual notice of his duty to \r\n  re-register.  Because Petitioner denied receiving any letters from the \r\n  Charleston County Sheriff's Office regarding the biannual re-registration \r\n  requirement, there is no direct evidence of actual notice.   \r\nIn terms of circumstantial evidence, the State \r\n  presented Detective Denise Catlett as its only witness who testified that she \r\n  &quot;generally&quot; sent letters via first-class mail to the more than 800 \r\n  registered sex offenders in Charleston County, and that the letter addressed to \r\n  Petitioner was not returned as undeliverable.  She further testified the \r\n  certified letter mailed to Petitioner regarding his failure to appear to \r\n  re-register was returned to the Charleston County Sheriff's Office as unclaimed.  \r\n  Significantly, Catlett acknowledged that Petitioner may not have received \r\n  either letter prior to his required registration date in August 2006.   \r\nWe also note the State failed to produce a copy of the \r\n  actual letter but, instead, simply relied on Catlett's testimony that she, as a \r\n  matter of practice, mailed these form letters out on the tenth of the month \r\n  preceding the re-registration deadline. Without a copy of the letter, there was \r\n  no evidence that the letter had been properly printed, addressed, and mailed to \r\n  Petitioner.  See 58 Am. Jur. 2d Notice § 43 (2002) (&quot;It is \r\n  not sufficient to assert that the general custom of one's office is to mail all \r\n  letters.  Proof of actual mailing or of an office practice and procedure \r\n  followed in the regular course of business, which shows that the notice has \r\n  been duly addressed and mailed, is required, even in the absence of a denial of \r\n  receipt.&quot;).  \r\nThus, we cannot conclude that an unreturned letter, \r\n  without more, constitutes substantial circumstantial evidence that Petitioner \r\n  received actual notice of his duty to re-register prior to the original \r\n  February 2007 deadline.  Cf. Jones v. Flowers, 547 U.S. 220, 234 \r\n  (2006) (holding that taxpayer was not provided sufficient notice of a tax sale \r\n  involving his property where unclaimed letters &quot;suggest[ed] that [the \r\n  taxpayer] had not received notice that he was about to lose his property,&quot; \r\n  and concluding that the &quot;State should have taken additional reasonable \r\n  steps to notify [the taxpayer], if practicable to do so&quot;). \r\nIn reaching this conclusion, we express our concern \r\n  regarding the implementation of the biannual re-registration requirement.  Because \r\n  the change in the law imposed an additional registration requirement for \r\n  sex offender registrants, who were formerly required to register annually, we \r\n  believe the Sheriff's Office needed to do more than passively rely on an unreturned \r\n  letter to ensure compliance with the change in the law.  In this limited set of \r\n  circumstances, we find the Sheriff's Office could have made a phone call or \r\n  sent a deputy to Petitioner's house as his contact information had not changed \r\n  between August 2006, the new deadline, and February 2007, the original \r\n  deadline.   \r\nGiven the significant deprivation of liberty for one \r\n  who is convicted of failing to re-register due to a change in the law, we hold \r\n  that substantial circumstantial evidence of actual notice is not satisfied by a \r\n  negative inference arising from unreturned first class mail.  To hold otherwise \r\n  would effectively minimize a person's significant liberty interest as we have \r\n  recognized the need for strict compliance to notice requirements even in cases \r\n  where a property interest was at stake.  Cf. Hawkins v. Bruno Yacht \r\n    Sales, Inc., 353 S.C. 31, 39, 577 S.E.2d 202, 207 (2003) (recognizing that \r\n  section 12-51-40 of the South Carolina Code, which controls the procedure for \r\n  notifying delinquent taxpayers that property will be sold to collect delinquent \r\n  taxes, required that &quot;levy notices on personal property must be sent via \r\n  certified mail, return receipt requested in order to accomplish 'levy by \r\n  distress'&quot;). \r\nIII.  Conclusion\r\nIn view of our decision in Latimore, we hold \r\n  the Court of Appeals erred in declining to find that actual notice of the re-registration \r\n  requirement found in section 23-3-460 was necessary to sustain a conviction under \r\n  section 23-3-470. Because the State failed to provide any direct or substantial \r\n  circumstantial evidence from which a jury could determine that Petitioner had \r\n  actual notice of the change in the law, we find the trial judge erred in \r\n  failing to direct a verdict of acquittal.  Accordingly, we reverse Petitioner's \r\n  conviction. \r\nREVERSED.   \r\nTOAL, \r\n  C.J., KITTREDGE and HEARN, JJ., concur. PLEICONES, J., dissenting in a separate \r\n  opinion. \r\n \r\nJUSTICE PLEICONES:  I respectfully dissent.  As I noted in concurrence \r\n  with this Court’s recent decision affirming a conviction under S.C. Code Ann. § \r\n  23-3-470, State v. Latimore, 2012 WL 832998 (Mar. 14, 2012), I do not \r\n  believe this situation is controlled by Lambert v. California, 355 U.S. \r\n  225, 78 S.Ct. 240, 2 L.Ed. 228 (1957), and actual notice is not required for \r\n  conviction under that section.  Indeed, as I noted in Latimore, the \r\n  Court’s decision in that case turned on evidence of the petitioner’s \r\n  constructive notice, not evidence of actual notice.   \r\nConstructive, \r\n  or inquiry, notice is the legal imputation of notice to a person based upon \r\n  circumstances sufficient to substitute for actual notice.  See City \r\n    of Greenville v. Washington Am. League Baseball Club, 205 S.C. 495, 509, 32 \r\n  S.E.2d 777, 782 (1945) (“[I]f there are circumstances sufficient to put the \r\n  party upon inquiry, he is held to have notice of everything which that inquiry, \r\n  properly conducted, would certainly disclose.” (citations omitted)); Strother \r\n    v. Lexington County Recreation Comm’n, 332 S.C. 54, 64-65, 504 S.E.2d 117, \r\n  123 (1998) (explaining that knowledge of facts or circumstances putting a party \r\n  on notice to inquire constitutes constructive, not implied actual notice). \r\nIn Lambert \r\n  v. People of the State of California, 355 U.S. 225 (1956), the United \r\n  States Supreme Court applied a similar analysis to notice of criminal \r\n  prohibitions, though without using the terminology of actual and constructive \r\n  notice.  In effect, the Court found in that case that the registration \r\n  requirement was not a matter of common knowledge and no circumstances existed \r\n  that would have given the defendant cause to inquire about the existence of \r\n  such a requirement.  Those circumstances are markedly different from the \r\n  circumstances of a convicted sex offender who has actual knowledge of \r\n  registry-related requirements, including those of reregistering at certain \r\n  intervals and maintaining his current address on file with the sheriff’s \r\n  office.  See United States v. Gould, 568 F.3d 459, 468-69 (4th \r\n  Cir. 2009) (distinguishing Lambert from federal sex-offender \r\n  registration requirement applying to “a much more narrowly targeted class of \r\n  persons in a context where sex-offender registration has been the law for \r\n  years”). \r\nIn Latimore, \r\n  this Court found that “[h]ad [the petitioner] attempted to fulfill his annual \r\n  re-registration requirement in a timely manner, he would have been informed of \r\n  the new biannual requirement.”  2012 WL 832998 at *3.  Thus, the Court based \r\n  its conclusion that the petitioner had been afforded adequate notice on facts \r\n  and circumstances within his knowledge that effectively imposed upon him a duty \r\n  to inquire.  In particular, those circumstances were his duty to do an act that \r\n  would have given him actual notice had he fulfilled that duty.  Thus, the \r\n  Court’s analysis was consistent with Lambert and with the definition of \r\n  constructive notice. \r\nIn \r\n  my view, the facts of this case require the same result.  When a convicted sex \r\n  offender is subject to a duty to maintain a current address with the \r\n  appropriate authorities, he has constructive notice as to any notification sent \r\n  to that address.  Thus, the evidence that the sheriff’s office sent Petitioner \r\n  a letter by regular mail, return receipt requested, and a certified letter that \r\n  was returned undeliverable is sufficient evidence to find that he had \r\n  constructive notice of the reregistration requirement.  Indeed, the majority’s \r\n  ruling gives sex offenders who fail to maintain a current address or \r\n  acknowledge receipt of mail at that address an advantage over those who do \r\n  not.   \r\nThe \r\n  majority reasons that “[w]ithout a copy of the letter [that Detective Catlett \r\n  testified was sent to Petitioner] there was no evidence that the letter had \r\n  been properly printed, addressed, and mailed to Petitioner.”  This finding \r\n  ignores Detective Catlett’s testimony that the sheriff’s office had a standard \r\n  procedure for mailing unregistered letters, return service requested, to sex \r\n  offenders based upon their month of registration, and that certified letters \r\n  were sent to registrants who failed to reregister in response to the initial, \r\n  unregistered letters.  The evidence that the registered letter sent to \r\n  Petitioner was returned unclaimed after three delivery attempts is \r\n  uncontradicted, and it substantiates Detective Catlett’s testimony regarding \r\n  the procedures used to notify and remind sex offenders of their registration \r\n  obligations.  Thus, the State presented “[p]roof of . . . an office practice \r\n  and procedure followed in the regular course of business, which show[ed] that \r\n  the notice ha[d] been duly addressed and mailed[.]”  58 Am. Jur. 2d Notice § 43 \r\n  (2002).  This evidence would have supported a finding that Petitioner had \r\n  constructive notice of the new, biannual registration requirement. \r\nMoreover, \r\n  in this case the jury was charged on the theory that Petitioner must have had \r\n  actual knowledge of the reregistration requirement, whether shown by direct or \r\n  circumstantial evidence, and it found Petitioner guilty under that standard.  \r\n  Based on the foregoing evidence, the jury could have determined that Detective \r\n  Catlett sent a notification letter to Petitioner and he received it.  Because \r\n  there is evidence from which the jury could find that Petitioner had actual \r\n  notice, I would uphold its finding.  \r\nThus, \r\n  I respectfully dissent. \r\n \r\n \r\n[1]  S.C. Code Ann. § 23-3-460(A) (Supp. 2011).   \r\n[2]  S.C. Code Ann. §§ 23-3-400 to -555 (2007 &amp; Supp. \r\n  2011).   \r\n[3]  Section 23-3-460 provides in pertinent part: \r\n \r\nA person required to register pursuant to this article \r\n  is required to register biannually for life.  For purposes of this article, \r\n  &quot;biannually&quot; means each year during the month of his birthday and \r\n  again during the sixth month following his birth month. \r\n \r\nS.C. Code Ann. § 23-3-460(A) (Supp. 2011) (amended pursuant to Act No. \r\n  342, 2006 S.C. Acts 2708).  \r\n[4]  S.C. Code Ann. § 23-3-470(A) (2007) (&quot;It is the duty of the offender to contact the sheriff \r\n  in order to register . . . . If an offender fails to register . . . he must be \r\n  punished as provided in subsection (B).&quot;). \r\n[5]  S.C. Code Ann. § 23-3-460 (2007) (providing that a \r\n  sex offender must send written notice to the appropriate sheriff's office of \r\n  any change of address within ten days of establishing a new residence). \r\n[6]  Catlett stated that she &quot;generally&quot; mailed \r\n  out the letters the month before a sex offender was required to register; for \r\n  example, if a person was required to register in August, he would receive a \r\n  letter around July 10th.   \r\n[7]  In Lambert, the defendant was convicted of \r\n  violating the Los Angeles felon registration ordinance.  On appeal, the United \r\n  States Supreme Court (&quot;USSC&quot;) reversed her conviction on the ground \r\n  the registration provisions violated due process when applied to a person who \r\n  had no actual knowledge of the duty to register.  Although the Court recognized \r\n  the well-established principle that ignorance of the law is no excuse, it \r\n  refused to implement such principle except where it could be shown that the \r\n  person had knowledge of the duty to register or a showing was made of the \r\n  probability of such knowledge.  Lambert, 355 U.S. at 227-29.   \r\n[8]  The indictment charged Petitioner with failing to \r\n  register as a sex offender on or about August 18, 2006 &quot;after being \r\n  instructed to do so.&quot; \r\n[9]  In 2006, one convicted of a first offense for \r\n  failing to register by the deadline was subject to a mandatory term of ninety \r\n  days' imprisonment.  S.C. Code Ann. § 23-3-470(B)(1) (2007). \r\n[10] Section 23-3-440 provides that before an offender is \r\n  released from custody or placed on parole, &quot;[t]he Department of \r\n  Corrections . . . shall provide verbal and written notification to the offender \r\n  that he must register with the sheriff of the county in which he intends to \r\n  reside within one business day of his release.&quot;  S.C. Code Ann. § \r\n  23-3-440(1) (2007). \r\n[11] In Edwards, the defendant was convicted of \r\n  DUI and sentenced as a second offender based on a 1988 amendment that extended \r\n  the time period in which prior DUI convictions could be considered in \r\n  determining the penalty for subsequent DUI convictions.  Edwards, 302 \r\n  S.C. at 493, 397 S.E.2d at 89.  On appeal, this Court considered whether the \r\n  amendment violated the due process rights of Edwards because he did not receive \r\n  notice of the change in the law.  Id. at 494, 397 S.E.2d at 89.  This \r\n  Court concluded that, &quot;[b]ecause the current offense took place after the \r\n  effective date of the amendment, appellant clearly had notice that his 1983 \r\n  conviction would be considered in determining his punishment for the current \r\n  offense.&quot;  Id.  Accordingly, this Court found no violation of due \r\n  process.  Id. at 494, 397 S.E.2d at 89-90. \r\n \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"27123","title":"Eldridge v. Eldridge","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=27123","description":"This case involves a breach of fiduciary duty by a nonparty trustee and whether title to a home located on Hilton Head Island should be transferred to a revocable trust.  The circuit court ultimately found that Appellants failed to timely assert their claim to the home.  The Supreme Court reversed that decision, first finding Appellants did not have a legal remedy, then concluding that the equitable doctrine of laches did not bar Appellants' claim.  The Court remanded with direction that the home be placed back in the revocable trust.","date":"2012-05-09","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA \r\nIn The Supreme Court \r\n\r\n\r\n  \r\n    \r\n      \r\nWatson William \r\n      Eldridge IV and Thomas Hadley Eldridge, as Trustees for the Watson William \r\n      Eldridge, III Revocable Trust, Appellants,\r\nv.\r\nFrances Ulmer \r\n      Eldridge, Individually and Frances Ulmer Eldridge as Trustee for the Frances \r\n      Ulmer Revocable Trust, Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal from Beaufort County \r\nMarvin H. Dukes III, Master-in-Equity \r\n\r\nOpinion No. 27123 \r\nHeard January 11, 2012 - Filed May 9, 2012  \r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\nKelly\r\n  McPherson Jolley, of Hilton Head Island, and Robert L. Widener, of McNair Law\r\n  Firm, of Columbia, for Appellants.\r\nJ.\r\n  Ashley Twombley, of Beaufort, for Respondents.\r\n      \r\n    \r\n  \r\n\r\nCHIEF \r\n  JUSTICE TOAL: This case involves a \r\n  breach of fiduciary duty by a nonparty trustee and whether title to a home \r\n  located on Hilton Head Island should be transferred to a revocable trust.  The \r\n  circuit court ultimately found that Appellants failed to timely assert their claim \r\n  to the home.  We disagree.  \r\nFacts/ Procedural Background \r\nWilliam \r\n  Watson Eldridge III (Father) created two trusts for the ultimate benefit of his \r\n  sons, William Watson Eldridge IV (Bill) and Thomas Hadley Eldridge (Tom) \r\n  (collectively, Sons).  In 1973, Father formed a revocable trust (R-trust), for \r\n  which he was the trustee.    At the time, the R-trust served primarily for the \r\n  benefit of Father and his wife (Mother), the principal devolving to Bill and \r\n  Tom upon their deaths.   When Mother died in 1992, Father amended the R-trust \r\n  to name Bill and Tom as co-successor trustees.   \r\nIn \r\n  1999, Father formed an irrevocable Qualified Personal Residence Trust (QPRT), \r\n  for which he was trustee, and placed in it a Florida condominium (Florida \r\n  condo) that he owned.  The purpose of creating this trust was to avoid estate \r\n  taxes upon Father's death since, at the time, his estate was subject to the \r\n  federal estate tax.  Under the terms of the QPRT, Father could sell the Florida \r\n  condo, but use of the proceeds was limited to the purchase of a replacement \r\n  home to be placed in the trust, or the purchase of a separate annuity for the \r\n  benefit of the trust.  The trust document named Sons as co-successor trustees \r\n  of the QPRT.  The terms of the QPRT also provided that if Father died within \r\n  eight years after its formation, the trust assets were to automatically \r\n  transfer to the R-trust, of which Sons were beneficiaries.  If Father was still \r\n  living eight years after the formation of the QPRT, the trust assets were to be \r\n  distributed equally among Sons.   \r\nFather \r\n  married Frances Eldridge (Wife) in 2001.  Prior to their marriage, Father and \r\n  Wife entered into a pre-marital agreement to memorialize their intention \r\n  &quot;to marry for mutual joy,&quot; but to keep their estates separate.  Wife \r\n  owned a home in Washington, D.C. and Father owned the Florida condo.  Desiring \r\n  a &quot;snowbird&quot; home closer to Washington, D.C., they settled on Hilton \r\n  Head, South Carolina as an ideal middle ground.  Acting as trustee of the QPRT \r\n  trust, Father sold the Florida condo in March 2002 and used the sales proceeds \r\n  to buy the Hilton Head home.  Instead of titling the Hilton Head home in the \r\n  name of the QPRT trust, as required under the terms of the trust, he titled it \r\n  in the name of the R-Trust.  It is stipulated that this was a breach of \r\n  Father's fiduciary duty.[1]  \r\n  On April 16, 2003, Father transferred the Hilton Head home from the R-trust to \r\n  himself and Wife, individually, as joint tenants with the right of \r\n  survivorship.[2]  \r\n  The parties dispute whether Sons knew about this transfer prior to Father's \r\n  death.  Father died on August 6, 2006, and under the right of survivorship, \r\n  Wife's sole interest in the Hilton Head home became fully vested.  \r\n  Subsequently, she transferred title in the home to herself as trustee of the \r\n  Frances Ulmer Eldridge Revocable Trust, of which Wife's children are the \r\n  beneficiaries at her death.   \r\nHad \r\n  Father not breached his fiduciary duty and placed the Hilton Head home in the \r\n  QPRT trust, this asset would have automatically transferred to the R-Trust upon \r\n  his August 6, 2006 death.  On September 28, 2007, Bill and Tom, as trustees of \r\n  the R-trust, filed suit against Wife and her trust, claiming that the Hilton \r\n  Head home was held in either a constructive or a resulting trust for the \r\n  benefit of the R-trust, and requesting the court to transfer the Hilton Head \r\n  home to the R-Trust.  After a bench trial, the master-in-equity (master) issued \r\n  judgment in favor of Wife.  In doing so, the master made the following findings \r\n  of fact and conclusions of law: \r\n \r\n  \r\n    \r\n      1.\r\n       Sons knew of Father's breach of \r\n  fiduciary duty well before Father died. \r\n         \r\n       \r\n     \r\n     \r\n      2. \r\n       Before Father's death, Sons had standing \r\n  to remedy Father's breach of trust under the R-trust and/or the QPRT trust, and \r\n  they failed to timely assert their right to do so. \r\n         \r\n       \r\n     \r\n     \r\n      3.\r\n       After death, Father's estate was \r\n  solvent and Sons could have asserted a claim for money damages against Father's \r\n  estate, rather than Wife's trust, to remedy the breach of trust. \r\n         \r\n       \r\n     \r\n     \r\n      4.\r\n       As a matter of law, Sons failed to \r\n  present evidence necessary to establish a constructive trust. \r\n         \r\n       \r\n     \r\n     \r\n      5.\r\n       A resulting trust arose in favor \r\n  of the R-trust, but any relief was barred by the affirmative defense of laches. \r\n     \r\n   \r\n \r\nTherefore, \r\n  the master entered judgment in favor of Wife and her trust, and subsequently \r\n  denied Sons' motion for reconsideration.  This case is now before the Court \r\n  pursuant to Rule 204(b), SCACR. \r\nIssues\r\n\r\n  I.   Whether Sons' failure to pursue a \r\n  legal remedy against Father or Father's estate precludes any action for \r\n  constructive or resulting trust. \r\n  II.  Whether laches bars Sons' action \r\n  for a resulting trust. \r\n \r\nStandard of Review \r\nIn \r\n  an action at law tried by a master, an appellate court will affirm the master's \r\n  factual findings if there is any evidence in the record which reasonably \r\n  supports them.  Estate of Tenney v. S.C. Dep't of Health &amp; Envtl.\r\n    Control, 393 S.C. 100, 105, 712 S.E.2d 395, 397 (2011) (citation omitted).  In an action at equity, tried by a judge alone, an appellate court may find \r\n  facts in accordance with its own view of the preponderance of the evidence.  Inlet \r\n    Harbour v. S.C. Dep't of Parks, Rec. &amp; Tourism, 377 S.C. 86, 91, 659 \r\n  S.E.2d 151, 154 (2008).  However, the appellate court is not required to \r\n  disregard the findings of the trial judge who saw and heard the witnesses and \r\n  was in a better position to judge their credibility.  Pinckney v. Warren, \r\n  344 S.C. 382, 387, 544 S.E.2d 620, 623 (2001).  Moreover, the appellant is not \r\n  relieved of his burden of convincing the appellate court the trial judge \r\n  committed error in his findings.  Id. at 387-88, 544 S.E.2d at 623. &quot;Determination \r\n  of laches rests within the sound discretion of the trial court.&quot; Gibbs \r\n    v. Kimbrell, 311 S.C. 261, 269, 428 S.E.2d 725, 730 (Ct. App. 1993). \r\nAnalysis\r\nI.  Adequate Remedy at Law \r\nSons request equitable relief in contending that a \r\n  constructive or resulting trust has arisen over the Hilton Head home.  See\r\n    Hayne Fed. Credit Union v. Bailey, 327 S.C. 242, 248, 489 S.E.2d 472, 475 \r\n  (1997) (&quot;Equity devised the theory of resulting trust . . . .&quot;); see \r\n    also Lollis v. Lollis, 291 S.C. 525, 530, 354 S.E.2d 559, 561 (1987) \r\n  (&quot;An action to declare a constructive trust is in equity . . . .&quot;).   Generally, \r\n  equitable relief is only available where there is no adequate remedy at law.  Strategic \r\n    Res. Co. v. BCS Life Ins. Co., 367 S.C. 540, 544, 627 S.E.2d 687, 689 \r\n  (2006).  The master found that Sons were not entitled to the equitable relief \r\n  of a resulting or constructive trust because Sons had an adequate remedy at law \r\n  to cure Father's breach, both before and after Father's death, but failed to \r\n  timely assert their right to claim damages.[3]  \r\n  We disagree that Sons had an adequate remedy at law. \r\nThe master first ruled that Sons, in their status as contingent \r\n  beneficiaries or co-successor trustees of either the R-Trust or the QPRT, had \r\n  standing to sue their Father during his lifetime for damages caused by Father's \r\n  breach of trust but failed to make a timely claim.  We note that any claims made \r\n  against Father during his lifetime must have been brought on behalf of the \r\n  QPRT, which by its terms was governed by Florida law.  The conclusions reached \r\n  by the master required a number of assumptions about Florida's law of \r\n  beneficiary and successor standing and Florida's applicable statute of limitations.  \r\n  As a statute of limitations argument is an affirmative defense, it was Wife's \r\n  burden to argue the applicable Florida law that might have barred Sons' claim.  \r\n  However, Wife's Answer to Sons Complaint generally avers that &quot;[t]he \r\n  relief sought in Plaintiffs' Complaint is barred by the Statutes of \r\n  Limitations.&quot;   In the absence of Wife meeting her burden, the conclusion \r\n  that Sons failed to make a timely claim during Father's lifetime was error.  \r\nOnce Father died, and the house vested fully with Wife, \r\n  Sons' only legal remedy was to bring action on behalf of the R-Trust against \r\n  Father's estate.   Sons contended at trial they did not sue the estate because \r\n  the estate did not have enough money to cover the damages.  The value of \r\n  Father's probate estate at the time of death was $54,050.  The master disagreed \r\n  with this contention, holding that under section 62-7-505 of the South Carolina \r\n  Code, &quot;a property of a trust that was revocable at the time of the \r\n  settlor's death is subject to claims of the settlor's creditors . . . to the \r\n  extent the settlor's probate estate is inadequate to satisfy those claims . . . \r\n  .&quot;  S.C. Code Ann. &sect; 62-7-505 (Supp. 2011).  Therefore, for purposes of \r\n  determining the estate's solvency, the master found that the value of the \r\n  R-trust could be included, adding $407,897 to the amount of reachable assets.  Because \r\n  Sons brought this action as trustees of the R-trust, the action envisioned by \r\n  the master-the R-trust suing the estate, but valuing the estate with the assets \r\n  of the R-trust-would technically result in the R-trust suing itself for \r\n  damages.   \r\nIn Chisolm v. Pryor, 207 S.C. 54, 60, 35 S.E.2d \r\n  21, 24 (1945), this Court elaborated on the adequacy of a legal remedy: \r\n \r\nIn order to justify a court of equity in refusing to \r\n  take jurisdiction, the remedy at law must be adequate, and must attain the full \r\n  end and justice of the case.  It is not enough that there is some remedy at \r\n  law, but that remedy must be as practical, efficient, and prompt as the remedy \r\n  in equity.   \r\n \r\n207 \r\n  S.C. 54, 60, 35 S.E.2d 21, 24 (1945).  Because an action for damages against \r\n  Father's estate would require funds from the R-trust to supplement damages \r\n  sought by the R-trust itself, we find that the legal remedy would not have been \r\n  practical.  Therefore, this matter should be decided on equitable principles. \r\nII.  Resulting \r\n  Trust and Laches \r\nThe master denied Sons' claim that they were \r\n  entitled to the Hilton Head home through a constructive trust, but found a \r\n  resulting trust arose in favor of the R-trust when Father used the proceeds of \r\n  the QPRT to buy the Hilton Head home.[4]  \r\n  The master denied Sons' prayer for title to the Hilton Head home, however, \r\n  finding their claim barred by the equitable defense of laches.  Neither party \r\n  disputes the master's finding with regard to the resulting trust and, as such, \r\n  it is the law of the case.  See, e.g., Richland Cnty. v. Palmetto \r\n    Cablevision, 261 S.C. 222, 199 S.E.2d 168 (1973) (stating an unchallenged \r\n  ruling, right or wrong, is the law of the case).  Therefore, the remaining \r\n  issue before the Court is whether or not the master erred in finding that Sons' \r\n  claim to the Hilton Head home is barred by laches.   \r\nThe equitable defense of laches follows the equitable \r\n  maxim: &quot;Equity aids the vigilant, not those who slumber on their \r\n  rights.&quot;  Hemingway v. Mention, 228 S.C. 211, 89 S.E.2d 369 \r\n  (1955).  Laches is defined as &quot;neglect for an \r\n    unreasonable and unexplained length of time, under circumstances affording \r\n    opportunity for diligence, to do what in law should have been done.&quot;  Hallums \r\n      v. Hallums, 296 S.C. 195, 198, 371 S.E.2d 525, 527 (1988).  &quot;Under the \r\n    doctrine of laches, if a party, knowing his rights, \r\n  does not seasonably assert them, but by unreasonable delay causes his adversary \r\n  to incur expenses or enter into obligations or otherwise \r\n  detrimentally change his position, then equity will ordinarily refuse to \r\n  enforce those rights.&quot;  Chambers of S.C., Inc. v. County Council for \r\n    Lee Cty., 315 S.C. 418, 421, 434 S.E.2d 279, 280 (1993).  Thus, the \r\n  predicate for laches is an unreasonable and unexplained delay. \r\nThere is certainly evidence in the record to support \r\n  the master's finding that Sons knew of Father's breach of fiduciary duty during \r\n  his lifetime.  In fact, Tom admitted at trial that he received a letter dated \r\n  August 4, 2005, stating:  \r\n \r\nMy relationship with Frances has been so glorious for \r\n  my happiness and longevity that I have put the Hilton Head house in our joint \r\n  names, but still carry it at &quot;cost&quot; on my asset list.  Which means \r\n  that if I die first, she gets the house, but if she dies first, I get it back!  \r\n  Don't make any bets either wway [sic]-we're both 84!  \r\n \r\nTom testified that when he confronted Father about the \r\n  letter, Father got upset with him and stated &quot;he didn't care what anybody \r\n  said.&quot;    Seeking to avoid an argument, Tom testified that he \r\n  &quot;dropped the whole thing and never said anything more about it.&quot;  Tom \r\n  further testified that Father told him that he was not going to tell Bill \r\n  because &quot;Bill would be very upset.&quot;  This testimony is corroborated \r\n  by a copy of the August 4, 2005 letter where Tom's name is checked off, but Bill's \r\n  name is not.  Still, the master found that Bill knew Father moved the house out \r\n  of the QPRT based both on Bill's testimony that he spoke with Father's \r\n  attorneys about putting the Hilton Head home back in the QPRT and on a billing \r\n  statement from Father's attorneys showing that a &quot;Bill&quot; called to \r\n  inquire about adding the Hilton Head home to the QPRT.  Bill testified that \r\n  this line item on the statement referred to Father, who also went by Bill.  \r\n  However, several line items down on this billing statement, there is a description \r\n  of a call from &quot;Bill, Sr.&quot; regarding the estate plan.  We uphold the \r\n  master's finding that Bill knew of Father's breach as early as August 2004, and \r\n  Tom knew of Father's breach as early as August 2005. \r\n&quot;In general, one with a remainder interest in a \r\n  trust is not guilty of laches if he sues promptly after his interest vests in \r\n  possession, even though there was a long delay before his interest became \r\n  possessory.&quot;  Bonney v. Granger, 292 S.C. 308, 320, 356 S.E.2d 138, \r\n  145 (Ct. App. 1987) (citations omitted).  Thus, under our jurisprudence Sons \r\n  were not obligated to sue until after their interest as beneficiaries of the \r\n  R-trust vested.  When Father died in 2006, the QPRT property vested in the \r\n  R-Trust, and within a year Sons brought action to recover the property.  To \r\n  find this delay was unreasonable would be to stretch the laches doctrine beyond \r\n  its ordinary bounds.  Therefore, the master erred in holding that laches \r\n  applied to bar Sons' claim for a resulting trust over the Hilton Head home. \r\nConclusion\r\nWe hold that Sons did not have an adequate legal \r\n  remedy to cure Father's breach of trust, and therefore, disposition of this \r\n  matter on equitable principles is necessary.  It is the law of the case that a \r\n  resulting trust arose over the Hilton Head home for the benefit of the \r\n  R-Trust.  As Sons filed a claim against Wife and her trust just over a year \r\n  after Father's death, we hold that laches cannot apply to bar Sons' claim.  \r\n  Accordingly, we reverse and remand with direction that Respondents execute all \r\n  documents necessary to re-transfer the Hilton Head home to the R-Trust.   \r\nREVERSED \r\n  AND REMANDED. \r\nPLEICONES, \r\n  BEATTY, KITTREDGE and HEARN, JJ., concur. \r\n \r\n \r\n[1] Prior to \r\n  selling the Florida condo, Father sent a letter to his attorney reminding him \r\n  that the purpose of setting up the QPRT in 1999 was to minimize estate taxes, \r\n  and because recent amendments to the federal estate tax law exempted his estate \r\n  from the tax, he felt the QPRT trust &quot;superfluous.&quot;  He informed his \r\n  attorney that he did not want to put the new residence in the QPRT and asked \r\n  for his advice on ways to &quot;cancel, or nullify the effects of my \r\n  'irrevocable QPER Trust,['] or render it inoperable by reason of superseding \r\n  Federal Tax law.&quot;  His attorney responded by letter dated December 10, \r\n  2001, informing him that his options were to either put the proceeds from the \r\n  sale of the Florida condo into a qualified annuity, or to &quot;buy out&quot; \r\n  the QPRT by paying Sons $78,686.00 with his own cash.  Nevertheless, after \r\n  receiving this letter, Father purchased the Hilton Head home with the Florida \r\n  condo proceeds and titled it in the name of the R-trust.  The parties dispute \r\n  whether the distribution of inter vivos gifts to Sons over a \r\n  period of years was an attempted &quot;buy out&quot; of the QPRT. \r\n[2] A series of letters in the record reflect that a \r\n  major source of conflict during the early years of Father and Wife's \r\n  relationship was Wife's insistence that Father title the Hilton Head home in \r\n  both their names, with right of survivorship.  Multiple letters written by \r\n  Father clearly show his intention that the Hilton Head home ultimately vest \r\n  with Sons.  The couple broke up twice over this issue.  The April 16, 2003 \r\n  transfer was apparently the product of a change of heart by Father.  As this \r\n  case is an adjudication of a breach of trust, the question of Father's \r\n  intention is not before this Court.   \r\n[3] Sons argue generally in their Rule 59(e), SCRCP, \r\n  Motion for Reconsideration, that this was error. \r\n[4] On appeal, Sons dispute the master's finding with \r\n  regard to the constructive trust, contending that this Court should apply the \r\n  &quot;trust pursuit rule&quot; to find that the constructive trust that arose \r\n  when Father took the home out of the QPRT followed the property into the hands \r\n  of Wife.  South Carolina courts have not addressed the trust pursuit rule in \r\n  the context of innocent third parties.  In light of the fact that the master \r\n  found a resulting trust arose, providing Sons the same remedy, we find it \r\n  unnecessary to venture into the uncharted territory of the trust pursuit rule.  See Futch v. McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, \r\n  518 S.E.2d 591, 598 (1999) (appellate court need not \r\n  address remaining issues when disposition of prior issue is dispositive). \r\n \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"27044","title":"Atlantic Coast Builders and Contractors v. Lewis","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=27044","description":"In this case arising out of the breach of a commercial lease, the Court holds the two-issue rule bars consideration of Laura Lewisâ€™s argument that the court of appeals erred in affirming the judgment against her for negligent misrepresentation and breach of contract.  However, the Court holds the court of appeals did err in not returning Lewisâ€™s security deposit to her.","date":"2012-05-16","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA \r\nIn The Supreme Court \r\n \r\n   \r\n     \r\n       \r\nAtlantic Coast \r\n      Builders and Contractors, LLC, Respondent,\r\nv.\r\nLaura Lewis, Petitioner.\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF\r\n  APPEALS\r\n\r\nAppeal from Beaufort County \r\n Curtis L. Coltrane, Master in Equity \r\n\r\nOpinion No. 27044 \r\nHeard January 7, 2011 – Re-filed May 16, \r\n  2012   \r\n\r\nAFFIRMED IN PART, REVERSED IN PART\r\n\r\n\r\n  \r\n    \r\n      \r\nHemphill P. Pride, II, of Columbia, for\r\n  Petitioner.\r\nJohn P. Qualey, Jr, and Thomas Calvin\r\n  Taylor, both of Hilton Head Island, for Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE HEARN:  Atlantic Coast Builders and Contractors, LLC brought an action \r\n  against its landlord, Laura Lewis, for negligent misrepresentation, unjust \r\n  enrichment, and breach of contract.  Atlantic also sought a return of the \r\n  security deposit it paid pursuant to its lease with Lewis.  The \r\n  master-in-equity entered judgment in favor of Atlantic, and the court of \r\n  appeals affirmed. Atlantic Coast Builders &amp; Contractors, LLC v. Lewis, \r\n  Op. No. 2009-UP-042 (S.C. Ct. App. filed Jan. 15, 2009).  We granted certiorari. \r\nOur original opinion affirmed the court of appeals, Atlantic \r\n  Coast Builders &amp; Contractors, LLC v. Lewis, 722 S.E.2d 213, 215 (2011), \r\n  and this matter is before us again on a petition for rehearing.  Upon further \r\n  review, we grant the motion, dispense with further briefing and oral argument, \r\n  and substitute this opinion for our original one.  We now affirm the court of \r\n  appeals' decision in part and reverse it in part. \r\nFACTUAL/PROCEDURAL \r\n  BACKGROUND \r\nOn \r\n  March 28, 2003, Lewis agreed to lease certain property she owned in Beaufort \r\n  County, South Carolina to Atlantic.  The lease was for a term of twelve months, \r\n  with $3,500 in rent due per month.  As relevant to this case, the lease also \r\n  provided as follows: \r\n \r\n2.  Use.  Lessee shall use and occupy the premises for Building \r\n  &amp; Const. office.  The premises shall be used for no other purpose.  Lessor \r\n  represents that the premises may lawfully be used for such purpose. \r\n. . . .  \r\n5.  Ordinances and Statutes.  Lessee shall comply with all \r\n  statutes, ordinances and requirements of all municipal, state and federal \r\n  authorities now in force, or which may hereafter be in force, pertaining to the \r\n  premises, occasioned by or affecting the use thereof by Lessee. \r\n. . . . \r\n14.  Lessor's Remedies on Default.  If Lessee defaults in the \r\n  payment of rent, or any additional rent, or defaults in the performance of any \r\n  other covenants or conditions hereof, Lessor may give Lessee notice of such \r\n  default and if Lessee does not cure any such default within 10 days . . . then \r\n  Lessor may terminate this lease on not less than (30) thirty days' notice to \r\n  Lessee. . . . \r\n15. Security Deposit.  Lessee shall deposit with Lessor on the \r\n  signing of this lease the sum of [t]hree thousand five hundred and 00/100 \r\n  [d]ollars ($3,500) as security for the performance of Lessee's obligations \r\n  under this lease, including without limitation the surrender of possession to \r\n  Lessor as herein provided. \r\n \r\nAtlantic \r\n  subsequently took possession of the premises and began operating them as a \r\n  building and construction office.  Additionally, Atlantic made several \r\n  alterations to the building, including repairing the ceiling and interior \r\n  walls, replacing the flooring and electrical wiring, pressure washing the \r\n  exterior, installing a telephone system, and erecting an exterior sign.  In \r\n  accordance with the terms of the lease, Atlantic also made rental payments for \r\n  April and May 2003. \r\nIn May \r\n  2003, however, Atlantic learned that the property's zoning effectively \r\n  prohibited all commercial uses.  After receiving notice and warnings from \r\n  Beaufort County that its use of the property was in violation of the zoning \r\n  ordinance, Atlantic ceased paying rent under the lease.  Yet, it did not \r\n  surrender possession of the premises until July of that year, at the earliest.  \r\n  Atlantic subsequently brought this action against Lewis for negligent \r\n  misrepresentation, unjust enrichment, breach of the lease, and breach of the \r\n  covenant of quiet enjoyment.[1]  \r\n  Furthermore, Atlantic's complaint sought a return of its security deposit, \r\n  which Lewis contended she retained because Atlantic remained on the premises \r\n  without paying rent.[2] \r\nThe \r\n  master found for Atlantic on all causes of action, awarding Atlantic $6,660.79 \r\n  in damages, representing the expenditures Atlantic made to improve the premises \r\n  and specifically excluding those improvements the master did not believe \r\n  unjustly enriched Lewis.  The master made no findings regarding the security \r\n  deposit in his order.  Cross motions for reconsideration under Rule 59(e), \r\n  SCRCP, were filed.  In particular, Atlantic moved for the master to include its \r\n  security deposit of $3,500 in the calculation of damages.  Lewis did not \r\n  respond to Atlantic's motion, and the court modified its award to include this \r\n  amount.   \r\nOn \r\n  appeal, the court of appeals affirmed pursuant to Rule 220(b), SCACR. Atlantic Coast Builders, Op. No. 2009-UP-042.  We granted Lewis's \r\n  petition for a writ of certiorari.  \r\nISSUES \r\n  PRESENTED \r\n \r\n  \r\n    \r\n      I.\r\n       Did the court of \r\n  appeals err in affirming the master's award of damages to Atlantic for \r\n  negligent misrepresentation and breach of contract? \r\n         \r\n       \r\n     \r\n     \r\n      II.&nbsp;\r\n       Did the court of \r\n  appeals err in affirming the master's return of the deposit to Atlantic? \r\n     \r\n   \r\n \r\nLAW/ANALYSIS \r\nI.&nbsp; NEGLIGENT \r\n  MISREPRESENTATION AND BREACH OF CONTRACT \r\nLewis first argues the court of appeals erred by affirming the \r\n  master's entry of judgment against her for negligent misrepresentation and \r\n  breach of contract.  We do not reach the merits of Lewis's argument as we find \r\n  it procedurally barred by the two-issue rule. \r\n&quot;Under \r\n  the two issue rule, where a decision is based on more than one ground, the \r\n  appellate court will affirm unless the appellant appeals all grounds because \r\n  the unappealed ground will become law of the case.&quot; Jones v. Lott, \r\n  387 S.C. 339, 346, 692 S.E.2d 900, 903 (2010).  In the present case, the master \r\n  found for Atlantic on all three causes of action: negligent misrepresentation, \r\n  breach of contract, and unjust enrichment.  However, Lewis appealed only the \r\n  findings of liability for negligent misrepresentation and breach of contract, \r\n  not unjust enrichment.  Accordingly, there is a ground for liability from which \r\n  no appeal was taken, and our consideration of Lewis's arguments is barred by \r\n  the two-issue rule. \r\nThe \r\n  Chief Justice would not find that the two-issue rule applies in this case.  The \r\n  thrust of her argument is that the master's order does not award damages for \r\n  unjust enrichment, correctly noting that the actual expenditures made by \r\n  Atlantic are not a proper measure for unjust enrichment. See Barrett v. \r\n    Miller, 283 S.C. 262, 264, 321 S.E.2d 198, 199 (Ct. App. 1984) (finding a \r\n  party could not be unjustly enriched with improvements to real property by more \r\n  than the increase in the property's fair market value).  Thus, in her view, the \r\n  master did not enter judgment in favor of Atlantic on its unjust enrichment \r\n  claim and no unappealed theory of liability exists to trigger the two-issue \r\n  rule. \r\nHowever, \r\n  our review of the record shows the master intended to award damages for all \r\n  causes of action, including unjust enrichment.  In fact, he went so far as to \r\n  specifically state he was excluding certain expenditures from his award because \r\n  they did not unjustly enrich Lewis.  While his calculation of damages may have \r\n  been incorrect, an unappealed ruling, right or wrong, is the law of the case. See \r\n    Buckner v. Preferred Mut. Ins. Co., 255 S.C. 159, 160-61, 177 S.E.2d 544, \r\n  544 (1970).  Therefore, the master awarded damages to Atlantic based on a \r\n  theory of unjust enrichment, and because the master made this alternate finding \r\n  of liability from which Lewis did not appeal, the two-issue rule bars us from \r\n  considering Lewis's arguments regarding negligent misrepresentation and breach \r\n  of contract. \r\nIn \r\n  the Chief Justice's view, applying the two-issue rule to this case is an \r\n  &quot;over-zealous application&quot; of our long-standing error preservation \r\n  rules because she does not believe the rule's application is clear.  We \r\n  certainly share her concerns about a hypertechnical application of a procedural \r\n  bar to appellate arguments, but error preservation has been a critical part of \r\n  appellate practice in this State for a long time, serving to ensure, as noted \r\n  by the Chief Justice, that we do not reach issues which were not ruled upon by \r\n  the trial court.  We therefore agree that we are not precluded from finding an \r\n  issue unpreserved even when the parties themselves do not argue error \r\n  preservation to us.  In fact, a rule which would permit such an &quot;appeal by \r\n  consent&quot; is contrary to the very core of our preservation requirement: \r\n  &quot;Issue preservation rules are designed to give the trial court a fair \r\n  opportunity to rule on the issues, and thus provide us with a platform for \r\n  meaningful appellate review.&quot; Queen's Grant II Horizontal Prop. Regime \r\n    v. Greenwood Dev. Corp., 368 S.C. 342, 373, 628 S.E.2d 902, 919 (Ct. App. \r\n  2006).   \r\nNevertheless, \r\n  these rules must also be applied consistently and not selectively.  If our \r\n  review of the record establishes that an issue is not preserved, then we should \r\n  not reach it.  This is so regardless, to use the Chief Justice's terms, of the \r\n  &quot;life-blood litigant or criminal defendant&quot; before us.  However, this \r\n  is not a &quot;gotcha&quot; game aimed at embarrassing attorneys or harming \r\n  litigants, but rather is an adherence to settled principles that serve an \r\n  important function.  While it may be good practice for us to reach the merits \r\n  of an issue when error preservation is doubtful, we should follow our \r\n  longstanding precedent and resolve the issue on preservation grounds when it \r\n  clearly is unpreserved.  Here, we do not believe the existence of this \r\n  procedural bar is questionable and would place no weight on the fact that \r\n  neither the parties nor the court of appeals raised it.  Therefore, the \r\n  two-issue rule precludes our consideration of Lewis's arguments. \r\nII.&nbsp; SECURITY \r\n  DEPOSIT \r\nLewis argues next that the court of appeals erred in affirming the \r\n  master's return of the security deposit.  We agree. \r\nAs a threshold matter, the court of \r\n  appeals held, and Justice Pleicones ultimately agrees, that this issue was never \r\n  raised to the master and therefore is not preserved for review. See Wilder Corp. v. Wilke, 330 S.C. 71, 76, 497 S.E.2d 731, 733 (1998) \r\n  (&quot;It is axiomatic that an issue cannot be raised for the first time on \r\n  appeal, but must have been raised to and ruled upon by the trial judge to be \r\n  preserved for appellate review.&quot;).  A review of the record, however, \r\n  reveals this not to be the case.  In its complaint, Atlantic requested a return \r\n  of its security deposit, which Lewis denied in her answer.  Furthermore, \r\n  Lewis's property manager testified that Lewis kept the security deposit because \r\n  Atlantic remained on the property for two months after it breached the lease by \r\n  failing to pay rent.  This issue accordingly was raised to the master, and the \r\n  court of appeals erred in finding otherwise.[3]  \r\n  Then, when prompted by Atlantic's Rule 59(e) motion after he candidly forgot to \r\n  do so, the master ruled on this issue.  Our core preservation requirements \r\n  therefore have been met, and there is no procedural bar to us considering this \r\n  question. \r\nAs \r\n  to the merits of this issue, the lease provides the security deposit is \r\n  &quot;security for the performance of [Atlantic]'s obligations under this \r\n  lease, including without limitation the surrender of possession to [Lewis] as \r\n  herein provided.&quot;  The lease also states that upon Atlantic's failure to \r\n  pay rent and cure the breach after receiving notice, Atlantic must surrender \r\n  possession of the premises.  Because it failed to do so, Lewis's property \r\n  manager testified Lewis kept the security deposit, precisely as the lease \r\n  permitted her to do.  The master, however, found Lewis would be unjustly \r\n  enriched if she kept the security deposit, but we cannot find any evidence to \r\n  support this finding.  While Lewis may have been unjustly enriched by receiving \r\n  the benefits of the improvements Atlantic made to the premises, nothing \r\n  suggests she was similarly unjustly enriched when she kept the security deposit \r\n  she was wholly entitled to under the lease because Atlantic failed to pay \r\n  rent.  Atlantic's remaining claims of negligent misrepresentation and breach of \r\n  contract similarly are not avenues to justify it getting the security deposit \r\n  back; Atlantic lost it not because of any statements Lewis made or her alleged \r\n  breach of the lease, but rather because it failed to surrender possession and \r\n  stayed on the premises without paying rent.  Accordingly, none of Atlantic's \r\n  theories of recovery encompasses a return of the security deposit under these \r\n  facts, and the master erred in including it in his calculation of damages. \r\nIn \r\n  sum, we find the court of appeals erred in concluding this issue was not \r\n  preserved for review.  As to the merits, we hold Lewis is entitled to retain \r\n  the deposit.  We consequently reduce Atlantic's award by $3,500.[4] \r\nCONCLUSION \r\nFor the foregoing reasons, we \r\n  affirm the court of appeals as to the entry of judgment against Lewis for \r\n  negligent misrepresentation and unjust enrichment.  However, we reverse the \r\n  court of appeals' conclusion that Lewis's entitlement to the security deposit \r\n  is not preserved for review.  On the merits of that issue, we reverse the \r\n  master and reduce Atlantic's award by $3,500 to $6,660.79. \r\nKITTREDGE, J. \r\n  and Acting Justice G. Thomas Cooper, Jr., concur.  TOAL, C.J., concurring in \r\n  result in part and dissenting in part in a separate opinion.  PLEICONES, J., \r\n  concurring in part and dissenting in part in a separate opinion. \r\n \r\nCHIEF JUSTICE \r\n  TOAL:  I concur in the result reached \r\n  by Justice Hearn for the majority on the issue of the security deposit, and \r\n  dissent from her majority on the issue of improvement costs.   I take issue \r\n  with the disposal of this case on issue preservation grounds.  For reasons set \r\n  forth below, I do not believe the &quot;two-issue&quot; rule precludes this \r\n  Court from deciding whether the master-in-equity's award of improvement costs was \r\n  valid.  Additionally, I join Justice Hearn in disagreeing with Justice \r\n  Pleicones's position that although Atlantic requested the return of the \r\n  security deposit in its complaint and Lewis denied liability for returning it \r\n  in her answer, the security deposit issue was nevertheless a &quot;new \r\n  issue&quot; when Atlantic submitted its 59(e), SCRCP, motion.  On the merits, I \r\n  would vacate and dismiss this case on the ground that the lease agreement was \r\n  an illegal contract.   \r\nIn my opinion, an \r\n  over-zealous application of appellate preservation rules denigrates the primary \r\n  purpose of the judiciary, which is to serve the citizens and the business \r\n  community of this state by settling disputes and promoting justice.  To be \r\n  clear, I do not discount the importance of our issue preservation rules.  As an \r\n  appellate court, we sit to review decisions of lower courts for error.  As \r\n  such, &quot;it is axiomatic that an issue cannot be raised for the first time \r\n  on appeal.&quot;  Wilder Corp. v. Wilke, 330 S.C. 71, 76, 497 S.E.2d \r\n  731, 733 (1998).  However, I do not believe it is our place to scour the \r\n  records before us for the purpose of avoiding issues or, even worse, to play a \r\n  &quot;gotcha&quot; game with attorneys by showcasing their alleged mistakes, at \r\n  the expense of their clients.  This practice ignores the fact that behind every \r\n  party name on a caption is a life-blood litigant or criminal defendant that \r\n  depends on the court system to protect their economic and liberty interests.  \r\n  In light of my view, I believe that where the question of preservation is \r\n  subject to multiple interpretations, any doubt should be resolved in favor of \r\n  preservation.   When the opposing party does not raise a preservation issue on \r\n  appeal, courts are not precluded from finding the issue unpreserved if the \r\n  error is clear.  However, the silence of an adversary should serve as an \r\n  indicator to the court of the obscurity of the purported procedural flaw. \r\nThe majority \r\n  determined not to reach the merits of Lewis's first issue on appeal by invoking \r\n  the &quot;two-issue&quot; rule.  The master found Atlantic proved its claims of \r\n  unjust enrichment, negligent misrepresentation, and breach of contract.  \r\n  However, the master based the award of $6,660.79 only on Atlantic's actual \r\n  pecuniary loss, which is the appropriate measure of damages for negligent misrepresentation \r\n  and breach of contract. See Quail Hill, LLC v. Cty. of Richland, 387 \r\n  S.C. 223, 240, 692 S.E.2d 499, 508 (2010) (plaintiff must prove amount of \r\n  pecuniary loss suffered as result of negligent misrepresentation); Bensch v. \r\n    Davidson, 354 S.C. 173, 178, 580 S.E.2d 128, 130 (2003) (measure of damages \r\n  for breach of contract is loss actually suffered by contractee as a result of \r\n  breach).  The proper measure of damages for an unjust enrichment claim is the \r\n  amount of increase in the fair market value of the subject property due to the \r\n  improvements made by the plaintiff.  See Stringer Oil Co., Inc. v. Bobo, \r\n  320 S.C. 369, 372–73, 465 S.E.2d 366, 368–69 (Ct. App. 1995) (finding the \r\n  appropriate measure of owner's unjust enrichment was value of improvements to \r\n  owner rather than the cost to the person producing the result).  Thus, the \r\n  focus of an unjust enrichment award is on the amount the owner is enriched, not \r\n  the amount of actual loss to the plaintiff.  The record contains no evidence \r\n  that the value of the subject property increased as a result of improvements \r\n  made by Atlantic, and the master based damages only on the improvement costs \r\n  expended by Atlantic.  Lewis broadly requested both the court of appeals and \r\n  this Court to reverse the master's award of damages.  Therefore, it was \r\n  unnecessary for Lewis to argue unjust enrichment on appeal because it had no \r\n  bearing on the award of damages that Lewis prayed to have reversed.  The \r\n  &quot;two-issue&quot; rule was spotted by neither the court of appeals nor Atlantic.  In my opinion, the existence of this preservation bar is questionable, and I \r\n  elect to resolve that question in favor of preservation. \r\nOn the merits, I \r\n  believe the court of appeals erred in affirming the master's award of damages \r\n  for Atlantic.  In my opinion, this lease was an illegal contract and, \r\n  therefore, void and wholly unenforceable.  As such, the parties were not \r\n  entitled to relief under any legal theory, and in my opinion, the Court is \r\n  constrained to leave the parties as we found them.  \r\nThe lease agreed to by Lewis and Atlantic \r\n  was entitled &quot;Commercial Lease.&quot;  The second clause of the lease \r\n  states: &quot;Lessee shall use and occupy the premises for Building and Constr. \r\n  Office.  The premises shall be used for no other purpose.  Lessor represents \r\n  that the premises may lawfully be used for such a purpose.&quot;  In fact, the \r\n  premises was not zoned for use as a commercial office, and therefore, the lease \r\n  had no lawful purpose.  It is no excuse the parties were unaware of the \r\n  applicable zoning laws because &quot;citizens are presumed to know the law and \r\n  are charged with exercising 'reasonable care to protect their interests.'&quot; Ahrens v. S.C. Ret. Sys., 392 S.C. 340, 709 S.E.2d 54, 61 (2011) \r\n  (quoting Morgan v. S.C. Budget &amp; Control Bd., 377 S.C. 313, 320, 659 \r\n  S.E.2d 263, 267 (Ct. App. 2008)); see also Quail Hill, LLC v. Cty. of \r\n    Richland, 387 S.C. 223, 241, 692 S.E.2d 499, 509 (2010) (party not \r\n  justified in relying on an incorrect statement from a zoning official because \r\n  party could have referenced the Official Zoning Map to ascertain the correct \r\n  zoning classification). \r\nIt is a well-settled principle of contract \r\n  law that &quot;a contract to do an act which \r\n  is prohibited by statute, or which is contrary to public policy, is void, and \r\n  cannot be enforced in a court of justice.&quot;  McConnell v. Kitchens, \r\n  20 S.C. 430, 437–38 (1884); see also Pendarvis v. Berry, 214 S.C. 363, \r\n  369, 52 S.E.2d 705, 707 (1949) (&quot;'Men may enter into any agreements they \r\n  please and, as between themselves, may either respect or disregard them.  When, \r\n  however, they are submitted to the courts for adjudication, they must be tested \r\n  and governed by the law.'&quot;) (quoting Gilliland v. Phillips, 1 S.C. \r\n  152 (1869)).  This Court has never addressed the validity of a lease whose sole \r\n  purpose is contrary to local zoning regulations.  However, I believe where the \r\n  only contemplated use of a lease is for a purpose prohibited by the applicable \r\n  zoning regulations, the lease is illegal and wholly unenforceable.  See \r\n    Cent. States Health &amp; Life Co. of Omaha v. Miracle Hills Ltd. P'ship, \r\n  456 N.W.2d 474 (Neb. 1990) (holding that when a lease restricts the use of a \r\n  premises to a single purpose that is prohibited by zoning regulations, that \r\n  lease is unenforceable and relieves the parties of all obligations thereunder). \r\n  As such, the parties must be left as the court found them.  See 17A \r\n  C.J.S Contracts § 362 (2011) (&quot;As a general rule, both at law and \r\n  in equity, a court will not aid either party to an illegal contract . . . but \r\n  leaves the parties where it finds them.&quot;).   \r\nJustice Hearn's majority opinion would have \r\n  us interpret and enforce the lease simply because neither party argued the \r\n  lease agreement was illegal.  Under this theory, courts would be hamstrung to \r\n  interpret contracts that are wholly illegal simply because the parties who seek \r\n  relief under the contract do not suggest its illegality.  Our jurisprudence \r\n  supports that a court's authority to declare a contract void ab initio is impervious to our issue preservation rules: \r\n \r\nThe \r\n  authorities from the earliest time to the present unanimously hold that no \r\n  court will lend its assistance in any way towards carrying out the terms of an \r\n  illegal contract.  In case any action is brought which it is necessary to \r\n    prove the illegal contract in order to maintain the action, courts will not \r\n    enforce it, nor will they enforce any alleged rights directly springing \r\n  from such contract. \r\n \r\nJackson v. Bi-Lo Stores, \r\n  Inc., 313 S.C. 272, 276, 437 S.E.2d \r\n  168, 170 (Ct. App. 1993) (quoting McMullen v. Hoffman, 174 U.S. 639, 654 \r\n  (1899) (emphasis in original)).  In Ward v. West Oil Co., Inc., \r\n  387 S.C. 268, 692 S.E.2d 516, this Court specifically noted that issue \r\n  preservation rules were &quot;inapplicable as the Court will not 'lend its \r\n  assistance to carry out the terms of a contract that violates statutory law or \r\n  public policy.&quot; Id. at 274,692 S.E.2d at 519.   The Court then \r\n  cited a number of other authorities that support the proposition that a court \r\n  may void a contract as unenforceable regardless of whether the issue of the \r\n  contract's legality was developed in lower courts.  Id. at 274–75, 692 \r\n  S.E.2d at 520 (citing Hyta v. Finley, 53 P.3d 338, 340–41 (Idaho 2002) \r\n  (holding that an appellate court could sua sponte raise issue of whether \r\n  an underlying contract was illegal); Parente v. Pirozzoli, 866 A.2d 629, \r\n  635 (Conn. App. Ct. 2005) (&quot;'It is generally true that illegality of a \r\n  contract, if of a serious nature, need not be pleaded, as a court will \r\n  generally of its own motion take notice of anything contrary to public policy \r\n  if it appears from the pleadings or in evidence, and the plaintiff will be \r\n  denied relief, for to hold otherwise would be to enforce inappropriately an \r\n  illegal agreement.'&quot;) (internal quotations omitted)).  As it relates to \r\n  issue preservation, courts of this state should operate as well-behaved \r\n  children, but only when spoken to by well-behaved litigants.  In this case, I \r\n  do not believe the court can enforce, and thereby condone, a contract whose \r\n  sole purpose is illegal. \r\nThe refusal of the \r\n  courts to entertain litigation based upon an illegal contract can, at times, \r\n  lead to inequitable results.  However, as stated by Lord Mansfield in the \r\n  landmark case of Holman v. Johnson, the illegality doctrine   \r\n \r\nis \r\n  founded in general principles of policy, which the defendant has the advantage \r\n  of, contrary to the real justice, as between him and the plaintiff, by \r\n  accident, if I may so say. The principle of public policy is this; ex dolo \r\n    malo non oritur action (an action does not arise from a fraud). No Court \r\n  will lend its aid to a man who founds his cause of action upon an immoral or an \r\n  illegal act. . . . It is upon that ground the Court goes; not for the sake of \r\n  the defendant, but because they will not lend their aid to such a plaintiff. So \r\n  if the plaintiff and defendant were to change sides, and the defendant was to \r\n  bring his action against the plaintiff, the latter would then have the \r\n  advantage of it; for where both are equally in fault, potior est conditio \r\n    defendentis (stronger is the condition of the defendant, than that of the \r\n  plaintiff). \r\n \r\nHolman (1775) 98 Eng. Rep. 1120, 1121. \r\nAccordingly, in my \r\n  opinion, Atlantic is not entitled to recover damages in tort, contract, or in \r\n  equity; and similarly, Lewis cannot recover her counterclaim for attorney's \r\n  fees and other associated costs.  Leaving the parties as they were when \r\n  litigation ensued, I would not compel Lewis to reimburse Atlantic for its \r\n  improvement costs or return the security deposit.  I would vacate and dismiss. \r\nJUSTICE PLEICONES:  I concur in part and dissent in part.  I agree that \r\n  the two issue rule precludes our review of Lewis’s appeal of the judgment in \r\n  Atlantic’s favor.  I further agree that the issue of the security deposit was \r\n  raised by the pleadings, and that a defense witness testified to Lewis’s \r\n  rationale for not returning the deposit.  I also agree that the master \r\n  neglected to rule on the security deposit issue, that Atlantic filed a Rule \r\n  59(e) motion, that Lewis did not respond to this request, and that the master filed \r\n  an amended order requiring Lewis to return the security deposit to Atlantic.  \r\n  Our rules of issue preservation require that where a trial judge rules upon a \r\n  new issue in response to a party’s Rule 59(e) motion, the other party must \r\n  challenge that new ruling by making its own Rule 59(e) motion in order to \r\n  preserve the issue for appellate review.  Coward Hund Constr. Co, Inc.. v. \r\n    Ball Corp., 336 S.C. 1, 578 S.E.2d 56 (Ct. App. 1999); Pelican Bldg. \r\n      Ctrs. v. Dutton, 311 S.C. 56, 427 S.E.2d 673 (1993).  In my opinion, the \r\n  issue whether the master erred in ordering Lewis return the security deposit is \r\n  not before us as she made no Rule 59(e) motion challenging the master’s amended \r\n  order.  Coward Hund, supra; Pelican Bldg. Ctrs., supra. \r\nI would \r\n  affirm the decision of the Court of Appeals. \r\n \r\n \r\n[1] Lewis counterclaimed for breach of contract, and the \r\n  master denied her relief.  Although Lewis has raised this issue on appeal, we \r\n  find it abandoned as the argument in her brief is purely a recitation of facts, \r\n  devoid of any citation to legal authority, with the summary conclusion that \r\n  Atlantic breached the lease. See Rule 208(b)(1)(D), SCACR; First Sav. \r\n    Bank v. McLean, 314 S.C. 361, 363, 444 S.E.2d 513, 514 (1994) (finding the \r\n  failure to provide arguments or cite to authority in support of argument \r\n  constitutes abandonment of issue on appeal). \r\n[2] Lewis denied Atlantic's entitlement to the security \r\n  deposit in her answer.  Moreover, the following exchange took place during the \r\n  trial between Atlantic's counsel and Lewis's property manager: \r\n \r\n  Q.&nbsp; When did you send the notice of default to the \r\n  Plaintiff regarding the alleged breaches of the lease? \r\n  A.&nbsp; . . .  I wanted to know if since they had been \r\n  apprised that they needed to move when they were going to leave the building \r\n  since they hadn't paid rent, they were still there we couldn't rent it to \r\n  anybody else and they hadn't paid rent.  They were still there in July. \r\n. . \r\n  . . \r\n  Q.&nbsp; You said you did not return the security \r\n  deposit, where is that—where are those funds now? \r\n  A.&nbsp; The security deposit?  Well they were in \r\n  arrears with the rent, the security deposit went to the owner. \r\n \r\n[3] Thus, Atlantic did not raise a new issue in its Rule \r\n  59(e) motion.  We therefore do not reach Justice Pleicones's contention that \r\n  Lewis herself was obligated to file a Rule 59(e) motion regarding the security \r\n  deposit to preserve it for review.  \r\n[4] We express no opinion regarding the Chief Justice's \r\n  contention that Atlantic's lease was an illegal contract.  That issue was never \r\n  raised to the master, the court of appeals, or this Court, and we therefore do \r\n  not address it.  If a question is not presented for our review, we should not \r\n  answer it no matter how much we may want to do so.  For as former Chief Judge \r\n  Alex Sanders famously wrote, &quot;[A]ppellate courts in this state, like \r\n  well-behaved children, do not speak unless spoken to and do not answer \r\n  questions they are not asked.&quot; Langley v. Boyter, 284 S.C. 162, \r\n  181, 325 S.E.2d 550, 561 (Ct. App. 1984), quashed on other grounds, 286 \r\n  S.C. 85, 332 S.E.2d 100 (1985).  This rule is not without exception, and we can \r\n  set aside our preservation rules to find a contract illegal because we \r\n  &quot;will not 'lend [our] assistance' to carry out the terms of a contract \r\n  that violates statutory law or public policy.&quot; Ward v. W. Oil Co., \r\n  387 S.C. 268, 274, 692 S.E.2d 516, 519 (2010).  However, the Chief Justice \r\n  correctly acknowledges that whether a lease whose purpose is contrary to the \r\n  applicable zoning regulations is void ab initio is a question of first \r\n  impression in this State.  Thus, we are not lending our assistance to an \r\n  illegal agreement in this case because, as the law currently exists, the \r\n  contract is not illegal.  The situation before us therefore is not one where we \r\n  would be enforcing a contract to do a criminal act, for example, which \r\n  unquestionably is void ab initio under our law.  In those circumstances, Ward correctly recognized that we may sua sponte invalidate the \r\n  parties' agreement. \r\n \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"27125","title":"Neeltec Enterprises v. Long","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=27125","description":"The Court reversed the Court of Appeals and held that an order requiring the plaintiff to substitute defendants was immediately appealable under S.C. Code Ann. Â§ 14-3-330 (2)(a).  The case was remanded to the Court of Appeals for a decision on the merits.","date":"2012-05-16","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA \r\nIn The Supreme Court \r\n\r\n\r\n  \r\n    \r\n      \r\nNeeltec \r\n      Enterprises, Inc., d/b/a Fireworks Supermarket, Petitioner,\r\nv.\r\nWillard Long, \r\n      d/b/a Foxy's Fireworks, and d/b/a Fireworks Superstore, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\nAppeal from Colleton County \r\n A. Victor Rawl, Special Referee \r\n\r\nOpinion No. 27125 \r\nHeard April 3, 2012 – Filed May 16, 2012   \r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\nRobert\r\n  J. Thomas and Robert P. Wood, both of Rogers Townsend &amp; Thomas, of Columbia,\r\n  for Petitioner.\r\nBert\r\n  G. Utsey, III, of Peters Murdaugh Parker Eltzroth &amp; Detrick, of Walterboro,\r\n  for Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:  Petitioner \r\n  appealed an order requiring it to substitute two corporations as defendants in \r\n  its SCUTPA[1] suit in lieu of the individual (Long) against whom it had brought suit.  The \r\n  Court of Appeals dismissed petitioner's appeal finding it was not immediately \r\n  appealable under S.C. Code Ann. § 14-3-330 (1977 and Supp. 2011).  Neeltec \r\n    Enterp., Inc. v. Long, 391 S.C 177, 705 S.E.2d 57 (Ct. App. 2011).  We \r\n  granted certiorari to review that decision, and now reverse, finding the order \r\n  is immediately appealable under S.C. Code Ann. § 14-3-330(2)(a).  The matter is \r\n  remanded to the Court of Appeals for consideration of the merits. \r\nFACTS \r\nPetitioner has long \r\n  operated a fireworks store near I-95.  It advertises its store &quot;Fireworks \r\n  Supermarket&quot; on billboards along I-95.  Defendant Long is alleged in \r\n  petitioner's complaint to own and operate a competing fireworks store currently \r\n  named &quot;Fireworks Superstore&quot; located closer to the I-95 exit than is \r\n  petitioner's &quot;Fireworks Supermarket.&quot;  As a result, cars exiting the \r\n  interstate will encounter Long's store before reaching petitioner's business.  \r\n  Petitioner alleged that Long first changed his store's name to closely resemble \r\n  petitioner's.  Petitioner then redecorated the outside of his building facing \r\n  I-95 traffic with an advertising display.  Defendant Long allegedly retaliated \r\n  by moving a 45- foot long, 9-foot tall storage container onto his property, \r\n  effectively blocking travelers' views of petitioner's wall advertisement.  \r\n  Petitioner alleged that, by his actions, defendant Long had violated the SCUTPA.   Defendant \r\n  Long answered, and subsequently filed a &quot;Motion for Summary Judgment or, \r\n  in the Alternative, for Substitution of Parties.&quot;  Long asserted he never \r\n  owned the Fireworks Superstore, but that it had been owned by Hobo Joes, Inc., \r\n  when the suit was commenced and was now owned by Foxy's Fireworks Superstore, \r\n  Inc., both South Carolina corporations.  He sought either summary judgment \r\n  because petitioner had sued the wrong party or an order, pursuant to Rule 21, \r\n  SCRCP, that Long be dropped as a party and that Hobo Joe's and Foxy's Fireworks \r\n  be added as defendants.   \r\nThe special referee \r\n  granted defendant Long's motion in part, finding he was not &quot;the proper \r\n  defendant for the claims presented&quot; and ordering that Hobo Joe's and \r\n  Foxy's Fireworks Superstore &quot;be substituted as Defendants instead of \r\n  Willard Long.&quot;  In addition, the referee conditionally permitted \r\n  petitioner to file an amended complaint if it &quot;wishes to articulate a \r\n  conspiracy claim against [Long] individually . . . .&quot;  Petitioner appealed \r\n  and the Court of Appeals dismissed the appeal. \r\nISSUE \r\nDid the \r\n  Court of Appeals err in dismissing this appeal? \r\nANALYSIS \r\nThis is an appeal \r\n  from an order requiring the plaintiff, at the request of the named defendant, \r\n  to remove him from the suit and substitute two different defendants.[2]  \r\n  Since no specialized statute applies here, appealability is determined by § \r\n  14-3-330 which provides in pertinent part: \r\n \r\nThe \r\n  Supreme Court shall have appellate jurisdiction for correction of errors of law \r\n  in law cases, and shall review upon appeal: \r\n   \r\n. \r\n  . .  \r\n(2)  \r\n  An order affecting a substantial right made in an      action when such order \r\n  (a) in effect determines the     action and prevents a judgment from which an \r\n  appeal         might be taken or discontinues the action, (b) grants    or \r\n  refuses a new trial or (c) strikes out an answer or    any part thereof or any \r\n  pleading in any action; \r\n   \r\n \r\nAn interlocutory \r\n  order which affects a substantial right, and either in effect determines the \r\n  action and prevents a judgment from which an appeal might be taken or discontinues \r\n  an action, is immediately appealable under § 14-3-330(2)(a).  The right of the \r\n  plaintiff to choose her defendant is a substantial right within the meaning of \r\n  this subsection.  Cf. Chester v. South Carolina Dep't of Pub. Safety, \r\n  388 S.C. 343, 698 S.E.2d 559 (2010) (on appeal from order requiring plaintiff \r\n  to join parties as defendants, Court recognized common law right of tort \r\n  plaintiff to choose her defendant); see also Hagood v. Sommerville, \r\n  362 S.C. 191, 607 S.E.2d 707 (2005) (order disqualifying party's chosen \r\n  attorney is immediately appealable under § 14-3-330(2)).  Moreover, this order \r\n  effectively discontinues petitioner's suit against Long, thus bringing the \r\n  order under 2(a). \r\nIn a 1933 case, the \r\n  Court considered an appeal by the defendant from an order substituting an \r\n  individual plaintiff for a corporate plaintiff.  The defendant did not \r\n  immediately appeal the substitution order, but instead sought to appeal it \r\n  after judgment.  The Court held \r\n \r\n[F]rom \r\n  the court's order no appeal was taken by [the defendant].  On the contrary, as \r\n  stated, she elected to file an answer and go to trial on the issues made by the \r\n  pleadings.  Clearly, in these circumstances, the question here made is res \r\n    adjudicata.  [Defendant], by her failure to appeal from the court's order \r\n  of substitution, is now estopped to deny that [the individual] was the proper \r\n  party to prosecute the action. \r\nWatts \r\n  v. Copeland, 170 S.C. 449, 456-7, 170 \r\n  S.E. 780, 783 (1933). \r\n \r\nWatts holds that a party who does not immediately appeal an \r\n  order of substitution may not appeal this interlocutory order after final \r\n  judgment.  This Court has held that an interlocutory order that falls within \r\n  the purview of § 14-3-330(2)(a) must be immediately appealed if it is to be \r\n  considered at all, and that there is no review available after final judgment.  E.g., Creed v. Stokes, 285 S.C. 542, 331 S.E.2d 351 (1985).  We \r\n  hold the order of substitution is appealable under § 14-3-330(2)(a), and that \r\n  the failure to take such an immediate appeal would bar consideration of the order \r\n  in an appeal from final judgment.   Watts, supra.   \r\nThe Court \r\n  of Appeals and respondent rely on the portion of the special referee's order conditionally \r\n  allowing petitioner to file an amended complaint naming Long individually as a \r\n  co-conspirator with his companies.  Leaving aside the validity of such a claim,[3] the judge's suggestion that he might permit the plaintiff to sue the original \r\n  defendant on a legal theory of the referee's choosing is irrelevant to the \r\n  appealablility of the order of substitution. \r\nCONCLUSION \r\nThe order requiring \r\n  petitioner to discontinue its SCUPTA suit against respondent Long affects \r\n  petitioner's substantial right to name its defendant.  This interlocutory order \r\n  is immediately appealable under § 14-3-330(2)(a).  Watts, supra.  The decision of the Court of Appeals dismissing the appeal is reversed, and the \r\n  matter remanded for consideration of the merits of petitioner's appeal. \r\n REVERSED AND \r\n  REMANDED. \r\nPLEICONES, \r\n  ACTING CHIEF JUSTICE, BEATTY, KITTREDGE, JJ., and Acting Justices James E. \r\n  Moore and J. Ernest Kinard, Jr., concur. \r\n \r\n \r\n[1] South Carolina Unfair Trade Practices Act, S.C. Code Ann. §§ 39-5-10 et seq. \r\n  (1985 and Supp. 2011). \r\n[2] This is neither a &quot;misnomer&quot; situation, nor one involving a \r\n  non-existent party.  Compare McCullar v. Estate of Campbell, 381 \r\n  S.C. 205, 672 S.E.2d 784 (2009); Griffin v. Capital Cash, 310 S.C. 288, \r\n  423 S.E.2d 143 (Ct. App. 1992). \r\n[3] See McMillan v. Oconee Mem. Hosp., 367 S.C. 559, 626 S.E.2d 884 \r\n  (2006). \r\n \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"27126","title":"Goins v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=27126","description":"Michael Goins appeals the denial of post-conviction relief, arguing the circuit court erred in finding trial counsel was not ineffective for allowing Goins to plead guilty when key evidence was obtained pursuant to an illegal search.  The Court holds counsel was ineffective, but it affirms the denial of post-conviction relief because Goins was not prejudiced by counselâ€™s errors.","date":"2012-05-16","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA \r\nIn The Supreme Court \r\n \r\n   \r\n     \r\n       \r\nMichael Jermaine Goins, Petitioner,\r\nv.\r\nState of South Carolina, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal from Darlington County \r\n Paul M. Burch, Circuit Court Judge \r\n\r\nOpinion No.  27126 \r\nSubmitted March 21, 2012 – Filed May 16, \r\n  2012  \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nDeputy Chief Appellate Defender Wanda H. Carter, South Carolina\r\n  Commission on Indigent Defense, of Columbia, for Petitioner.\r\nAttorney General Alan Wilson, Chief Deputy Attorney General John\r\n  W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, Assistant\r\n  Attorney General Karen C. Ratigan, Office of the Attorney General, of Columbia,\r\n  for Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nJustice Hearn: Michael \r\n  Jermaine Goins pled guilty to possession with intent to distribute crack \r\n  cocaine, second offense, and possession with intent to distribute crack cocaine \r\n  within the proximity of a school.  He received a negotiated ten-year sentence \r\n  for both convictions, to run concurrently.  We granted certiorari to review the \r\n  circuit court's denial of post-conviction relief (PCR).  Goins argues the PCR \r\n  court erred in failing to find plea counsel ineffective for allowing Goins to \r\n  plead guilty when the drugs obtained were found pursuant to an illegal search.  We affirm. \r\nFACTUAL/PROCEDURAL BACKGROUND \r\nGoins, a guest at \r\n  the Darlington Motel, returned to his room to find police officers waiting for \r\n  him inside.  According to Goins, the police told him they did not have a \r\n  warrant but they suspected someone in the room had been selling drugs.  He \r\n  further claimed the police told him they found drugs in a shirt pocket of one \r\n  of the shirts in the room, and they subsequently arrested him.  Goins' plea \r\n  counsel testified at the PCR hearing that he believed the police were waiting \r\n  in Goins' motel room to arrest him on distribution charges and that the drugs \r\n  at issue were found on his person in a search incident to the arrest, as well \r\n  as in the room.   \r\nGoins was indicted for distribution of crack cocaine, \r\n  distribution of crack cocaine within the proximity of a school, possession with \r\n  intent to distribute crack cocaine, and possession with intent to distribute \r\n  crack cocaine within the proximity of a school.  According to plea counsel, \r\n  Goins was prepared to go to trial but he ultimately decided to plead guilty to \r\n  the two possession charges because the State offered to drop the distribution \r\n  charges.  He therefore accepted the plea offer and pled guilty, specifically \r\n  acknowledging during the plea colloquy his understanding that by pleading \r\n  guilty, he would not be able to allege that the evidence against him was \r\n  illegally obtained through an unconstitutional search and seizure.  Goins \r\n  received a negotiated sentence of ten years, to run concurrently, on both possession \r\n  charges.  He later appealed, but withdrew it and filed for PCR.   \r\nAt \r\n  the PCR hearing, Goins argued counsel was ineffective in advising him that the \r\n  drugs at issue in his charges for possession with intent to distribute were \r\n  legally seized by police and that he would likely lose a suppression hearing.  According \r\n  to Goins, the police entered his room at the Darlington Motel without a search \r\n  warrant, arrest warrant, or valid consent and thus the drugs were the product \r\n  of an unconstitutional search.  Nevertheless, he testified he pled \r\n  guilty after being advised the drugs were lawfully obtained, and he denied \r\n  there were any other charges that were dropped in exchange for his plea.  Goins \r\n  therefore contended that he would not have negotiated a plea had he been \r\n  informed the search was potentially unconstitutional.   \r\nCounsel testified the police had gone to the motel to \r\n  arrest Goins on distribution charges based on a video they had of him selling drugs.  \r\n  Although he said Goins consistently denied being the individual on the tape, \r\n  counsel noted that it &quot;looked just like [Goins]&quot; and he thought the \r\n  State had still photographs of the transaction as well.  Counsel acknowledged \r\n  that he had informed Goins that &quot;the law favored the landlord,&quot; and \r\n  he thought it was unlikely they would prevail in a suppression hearing.  However, \r\n  when asked whether this conclusion led Goins to plead guilty, counsel stated \r\n  that it was not until &quot;the Solicitor agreed to drop the distribution \r\n  charge that [Goins] became much more amenable to a plea&quot; and that \r\n  &quot;[Goins] agreed to negotiate because there was no mystery as to what would \r\n  happen if he went out there and pled guilty.  He would get the ten \r\n  years.&quot;  He also noted that if Goins had elected to proceed with the \r\n  suppression hearing, he would have lost the plea deal.   \r\nThe PCR court found \r\n  Goins' testimony was not credible and counsel's testimony was credible.  The \r\n  court concluded the drugs at issue had been found &quot;when the police came to \r\n  [Goins'] hotel room to serve the distribution warrant.&quot;  The court's order \r\n  further stated counsel properly advised Goins of his belief that he would not \r\n  prevail in the suppression hearing.  The court also found that Goins \r\n  &quot;chose to plead guilty after the State offered to dismiss two charges and \r\n  recommend a ten year sentence.&quot;  Ultimately, the court held Goins failed \r\n  to prove counsel was ineffective or that he was prejudiced by counsel's \r\n  performance and dismissed his application with prejudice.  We granted \r\n  certiorari to review the PCR court's order.  \r\nLAW/ANALYSIS \r\nGoins contends his \r\n  plea counsel was ineffective for erroneously advising him to accept the plea offer \r\n  when a suppression hearing would likely have resulted in those charges being \r\n  dismissed.  Because we find no prejudice, we disagree. \r\n&quot;A convicted \r\n  defendant's claim that counsel's assistance was so defective as to require \r\n  reversal of a conviction . . . has two components.&quot;  Strickland v.\r\n    Washington, 466 U.S. 668, 687 (1984).  The defendant must first demonstrate \r\n  that counsel was deficient and then must also show this deficiency resulted in \r\n  prejudice.  Id.  To satisfy the first prong, a defendant must show \r\n  counsel's performance &quot;fell below an objective standard of \r\n  reasonableness.&quot;  Franklin v. Catoe, 346 S.C. 563, 570-71, 552 \r\n  S.E.2d 718, 722 (2001).  &quot;However, there is a strong presumption that \r\n  counsel rendered adequate assistance and exercised reasonable professional \r\n  judgment in making all significant decisions in the case.&quot;  Edwards v. \r\n    State, 392 S.C. 449, 456, 710 S.E.2d 60, 64 (2011) (internal quotation \r\n  omitted).  \r\nTo satisfy the \r\n  second prong of the analysis in the context of an allegation that a guilty plea \r\n  was improvidently accepted, the &quot;'defendant must show that there is a \r\n  reasonable probability that, but for counsel's errors, he would not have \r\n  pleaded guilty and would have insisted on going to trial.'&quot;  Stalk v.\r\n    State, 383 S.C. 559, 562, 681 S.E.2d 592, 594 (2009) (quoting Hill v. \r\n      Lockhart, 474 U.S. 52, 59 (1985)).    \r\nThe applicant in a \r\n  PCR hearing bears the burden of establishing he is entitled to relief.  Lomax\r\n    v. State, 379 S.C. 93, 100, 665 S.E.2d 164, 168 (2008).  &quot;This Court \r\n  will uphold the findings of the PCR court when there is any evidence of \r\n  probative value to support them, and will reverse the decision of the PCR court \r\n  when it is controlled by an error of law.&quot;  Id. at 101, 665 S.E.2d \r\n  at 168.  The PCR court's findings on matters of credibility are given great \r\n  deference by this Court.  Simuel v. State, 390 S.C. 267, 270, 701 S.E.2d \r\n  738, 739 (2010). \r\nThe Fourth \r\n  Amendment generally protects a motel guest from unwarranted intrusions where \r\n  police have entered a guest's room under no other authority than the consent of \r\n  an employee.  See, e.g., Stoner v. California, 376 U.S. 483, 490 \r\n  (1964) (noting that &quot;a guest in a hotel room is entitled to constitutional \r\n  protection against unreasonable searches and seizures.  That protection would \r\n  disappear if it were left to the unfettered discretion of an employee of the \r\n  hotel&quot; (internal citations omitted)); United States v. Jeffers, 342 \r\n  U.S. 48, 50 (1951) (excluding evidence as illegally obtained where officers, \r\n  without a warrant, obtained a key to the hotel room of defendant's aunts—with \r\n  whom he was staying—and conducted a search while the occupants were away); State v. Moultrie, 271 S.C. 526, 529, 248 S.E.2d 486, 488 (1978) (noting \r\n  that &quot;a hotel manager may not effectively consent to a search of a guest's \r\n  room&quot;).  However, police are allowed to enter a hotel room to arrest an \r\n  occupant when acting pursuant to a valid arrest warrant.  State v. Sims, \r\n  304 S.C. 409, 419, 405 S.E.2d 377, 383 (1991).  Entry without a warrant also \r\n  can be justified in some cases where exceptional circumstances are present.  See \r\n    Jeffers, 342 U.S. at 52.  Furthermore, a warrantless search made \r\n  incident to that arrest would likewise be permissible provided it is &quot;substantially \r\n  contemporaneous with the arrest and is confined to the immediate vicinity of \r\n  the arrest.&quot;  State v. Freiburger, 366 S.C. 125, 132, 620 S.E.2d \r\n  737, 740 (2005). \r\nAlthough the PCR \r\n  court found that the police were in Goins' room to serve a warrant on the \r\n  distribution charges, there is no evidence to support this finding in the \r\n  record.  Absent a warrant or exigent circumstances, the law is clear that a \r\n  motel owner cannot lawfully consent to a search of a guest's room.  However, in \r\n  his PCR testimony as to why he advised against proceeding with the suppression \r\n  hearing, counsel stated: &quot;I told him in the suppression hearing that the \r\n  law favored the landlord or basically that the proprietor of the motel being \r\n  able to consent - - excuse me. Being able to unlock the door and let someone \r\n  in.&quot;   This unqualified statement is clearly inaccurate considering the \r\n  search and seizure jurisprudence that specifically recognizes a landlord or \r\n  motel owner does not enjoy an unfettered right to grant entry into the rented \r\n  guest rooms of his establishment.  We therefore agree with Goins that counsel \r\n  informing him he could not have prevailed in the suppression hearing was \r\n  erroneous and does not reflect &quot;reasonable professional judgment. &quot;    \r\nNevertheless, there \r\n  is evidence to support the PCR court's finding that Goins failed to prove he \r\n  would have gone to trial absent the erroneous legal advice.  The PCR court's \r\n  order found that Goins &quot;chose to plead guilty after the State offered to \r\n  dismiss two charges and recommend a ten year sentence,&quot; and we find this \r\n  conclusion well-supported by evidence in the record.  Counsel testified at the \r\n  PCR hearing the reason Goins became interested in negotiating a plea was the State's \r\n  offer to drop the distribution charges—not because he feared a negative result \r\n  at the suppression hearing.  Furthermore, during the guilty plea colloquy, \r\n  counsel informed the judge that although he had prepared to go to trial, he was \r\n  able to negotiate the plea after the State offered to dismiss the distribution \r\n  charges.  Although Goins testified at the PCR hearing that he accepted the plea \r\n  because of the erroneous advice on the suppression of the evidence, his \r\n  testimony specifically was found not to be credible.  We therefore find \r\n  evidence to support the PCR court's finding that Goins failed to prove he was \r\n  prejudiced by counsel's ineffective assistance because he has not demonstrated \r\n  he would have gone to trial absent the erroneous advice. \r\nCONCLUSION \r\nAlthough counsel provided ineffective assistance in \r\n  failing to properly advise Goins on the law regarding whether a motel owner can \r\n  freely admit police into a rented room, Goins has failed to prove this advice was \r\n  his reason for electing not to go to trial and has thus failed to establish \r\n  prejudice.  We therefore affirm the circuit court order denying Goins' PCR \r\n  application. \r\n TOAL, C.J., PLEICONES, BEATTY and KITTREDGE, JJ., concur. \r\n \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"27127","title":"State v. Ellis","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=27127","description":"Appellantâ€™s probation was revoked and terminated in the circuit court.  Appellant appealed and argued  that the circuit court lacked subject matter jurisdiction because the probation violation warrant was not issued during the term of his probation.  According to Appellant his term of probation expired prior to the issuance of a probation violation warrant.","date":"2012-05-16","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA \r\nIn The Supreme Court \r\n\r\n\r\n  \r\n    \r\n      \r\nThe State, Respondent,\r\nv.\r\nJoey Ellis, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Aiken County \r\nDoyet A. Early, III, Circuit Court Judge \r\n\r\nOpinion No. 27127 \r\nHeard February 7, 2012 – Filed May 16, \r\n  2012   \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nAppellate\r\n  Defender Breen Stevens, of South Carolina Commission on Indigent Defense, of\r\n  Columbia, for Appellant.\r\nJohn\r\n  Benjamin Aplin, of South Carolina Department of Probation, Parole, and Pardon\r\n  Services, of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nCHIEF\r\n  JUSTICE TOAL: Joey Ellis (Appellant) \r\n  appeals the circuit court order revoking and terminating his probation.  Appellant \r\n  argues that the circuit court lacked subject matter jurisdiction because the \r\n  probation violation warrant was not issued during the term of his probation.  We \r\n  disagree.   \r\nFACTUAL/PROCEDURAL HISTORY \r\nOn March 4, 1997, Appellant pled guilty to burglary in \r\n  the second degree, and attempted burglary in the second degree.[1] The court sentenced Appellant to an indeterminate sentence not to exceed six \r\n  years pursuant to the Youthful Offender Act (YOA) for the burglary in the \r\n  second degree conviction.  The court also sentenced Appellant to fifteen years' \r\n  imprisonment, suspended upon the service of five years' probation, for the \r\n  attempted burglary in the second degree conviction.  Appellant was released \r\n  from YOA custody and placed on conditional release supervision in December 1997.[2]  \r\n  On October 19, 2004, Appellant's YOA conditional release supervision ended, and \r\n  the Department of Probation, Parole, and Pardon Services (DPPPS) began \r\n  supervising Appellant on his five year term of probation.  \r\nOn February 15, 2008, DPPPS issued a citation alleging \r\n  Appellant violated his probation in the following respects: \r\n \r\n[Appellant] has willfully violated conditions 1, 7, 9, \r\n  10 and special conditions of his probationary sentence in the following \r\n  particulars; By [sic] failing to report for an office visit since 11/08/07 \r\n  having missed his visits scheduled for 12/12/07, 01/02/08, 01/09/08 and \r\n  02/06/08.  By being $70.00 in arrears on supervision fees; By [sic] being \r\n  $2,131.00 in arrears on court ordered restitution leaving an unpaid balance of \r\n  $3,904.19.   \r\n \r\nOn April 28, 2008, DPPPS issued an arrest warrant \r\n  charging Appellant with an additional violation, &quot;The offender has failed \r\n  to follow the advice of his supervising agent in that he failed to report for \r\n  his General Sessions Court hearing on April 24, 2008 at 2:00 p.m. as instructed \r\n  to do so in writing on February 15, 2008.&quot;   \r\nOn October 20, 2008, Appellant appeared in court and \r\n  argued that he could not have violated the conditions of his probation as \r\n  alleged, because the term of probation had already expired pursuant to the \r\n  sentence imposed by the sentencing judge in 1997.  According to Appellant, his \r\n  probation for the second degree burglary charge should have started upon \r\n  commencement of his YOA conditional release in December 1997 and not the \r\n  conclusion of the YOA sentence in October 2004.  In other words, Appellant \r\n  asserted that the YOA sentence and his term of probation ran concurrently.  The \r\n  court disagreed, finding that Appellant was still on probation and subject to \r\n  the charged violations.  The court then terminated Appellant's probation and \r\n  re-instated five years of the suspended sentence.  Appellant filed a timely \r\n  notice of intent to appeal this probation revocation.  This Court certified the \r\n  appeal pursuant to Rule 204(b), SCACR.   \r\nISSUE PRESENTED \r\nDid the circuit court err in revoking Appellant's \r\n  probation?  \r\nSTANDARD OF REVIEW \r\nThe decision to revoke probation is addressed to the \r\n  discretion of the circuit court judge.  State v. White, 218 S.C. 130, \r\n  135, 61 S.E.2d 754, 756 (1950).  This Court's authority to review the findings \r\n  of a lower court on this issue is confined to the correction of errors of law, \r\n  unless it appears that the action of the circuit court amounted to a manifest \r\n  abuse of discretion.  Id.   \r\nLAW/ANALYSIS \r\nAppellant argues that the circuit court erred as a \r\n  matter of law in revoking his probation because the probation violation warrant \r\n  was not issued during Appellant's term of probation, and thus the circuit court \r\n  was without subject matter jurisdiction.  We disagree.  \r\nA trial judge may impose a term of years but provide \r\n  for a suspension of a part of the imprisonment, and place the defendant on \r\n  probation after a designated portion of the term of imprisonment is served.  Thompson \r\n    v. S.C. Dep't of Pub. Safety, 335 S.C. 52, 55, 515 S.E.2d 761, 763 (1999).  \r\n  &quot;Probation, a suspension of the period of incarceration, is clearly part \r\n  of a criminal defendant's 'term of imprisonment,' as is actual incarceration, parole, \r\n  and the suspended portion of a sentence.&quot;  Id. (citation omitted) \r\n  (emphasis added).  The term parole means a conditional release from \r\n  imprisonment and does not suspend the running of the prisoner's sentence.  Crooks v. Sanders, Superintendent of State Penitentiary, 123 S.C. \r\n  28, 34, 115 S.E. 760, 762 (1922).  \r\nIn Thompson v. South Carolina Department of Public \r\n  Safety, 335 S.C. 52, 515 S.E.2d 761 (1999), this Court addressed whether \r\n  the phrase &quot;term of imprisonment&quot; meant only the actual period of \r\n  incarceration.  The defendant, John Thompson, was convicted of three counts of \r\n  felony DUI and received two consecutive YOA sentences not to exceed six years, \r\n  and a concurrent ten year sentence suspended upon service of five years' \r\n  probation.  Id. at 54, 515 S.E.2d at 762.  The probationary sentence was \r\n  to begin following service of the YOA sentences.  Id. at 54–55, 515 \r\n  S.E.2d at 762.  On May, 18, 1993, Thompson was released from prison and began \r\n  serving his five year probationary sentence.  Id. DPPPS notified \r\n  Thompson that his license would remain suspended until May 28, 2007—the five \r\n  year probationary period, followed by three consecutive three year statutory \r\n  suspensions.  Id.  \r\nThe felony DUI statute provides in pertinent part, \r\n  &quot;The Department of Motor Vehicles must suspend the driver's license of any \r\n  person who is convicted or receives sentence upon a plea of guilty or nolo \r\n  contendere pursuant to the [felony DUI] section for a period to include any term \r\n    of imprisonment plus three years.&quot; S.C. Code Ann. § 56-5-2945 (2006) (emphasis \r\n  added).  Thompson brought a declaratory judgment action seeking to construe the \r\n  phrase &quot;term of imprisonment.&quot;  Thompson, 335 S.C. at 55, 515 \r\n  S.E.2d at 762.  The court of appeals held that the term meant only the actual \r\n  period of incarceration, and this Court reversed.  Id.  \r\nThis Court explained the relationship between \r\n  incarceration, probation, and parole:  \r\n \r\nIn sentencing a trial judge may impose a term of years \r\n  but provide for a suspension of a part of such imprisonment, and the placing of \r\n  a defendant on probation after serving a designated portion of the term of \r\n  imprisonment . . . . Probation, a suspension of the period of incarceration, is \r\n  clearly part of a criminal defendant's term of imprisonment, as is actual \r\n    incarceration, parole, and the suspended portion of a sentence, or supervised \r\n    furlough.   \r\n \r\nId. at 55–56, 515 S.E.2d at 763 (citation omitted) \r\n  (emphasis added).   \r\nIn Crooks v. Sanders, Superintendent of State \r\n  Penitentiary, 123 S.C. 28, 115 S.E. 760 (1922), this Court cited with \r\n  approval a definition of parole adopted by the Supreme Court of Indiana.   \r\n \r\nDuring that time he was out on parole he was not a \r\n  free citizen; he was, as we have seen, still a prisoner, and \r\n  notwithstanding his prison bounds were not so contracted as the prison bounds \r\n  of an insolvent debtor, at the time our laws recognized imprisonment for debt, \r\n  still he was given prison bounds . . . All the consequences of the judgment \r\n  were upon him, except that he had leave of absence from prison. \r\n \r\nId. at 36, \r\n  115 S.E. at 763 (citing Woodward v. Murdock, 24 N.E. 1047, 1048 (Ind. 1890)) \r\n  (emphasis added).   \r\nIn 1997 Appellant was sentenced under the YOA to an \r\n  indeterminate sentence not to exceed six years, and on December 19, 1997, he \r\n  was released on YOA parole.  The sentencing judge's order simply stated, \r\n  &quot;Probation to begin after sentence now serving.&quot;  Based on the plain \r\n  language of the order, and pursuant to Thompson and Crooks, Appellant's \r\n  sentence ended following the conclusion of his parole and entire YOA sentence \r\n  on October 19, 2004.   The probation term set to begin following a \r\n  &quot;sentence now serving&quot; began at that time and would end no earlier \r\n  than October 19, 2009.  DPPPS issued a citation alleging Appellant violated his \r\n  probation on February 15, 2008, followed by a probation revocation warrant on \r\n  April 28, 2008.  Both of these documents granted the circuit court the \r\n  authority to revoke Appellant's probation.[3],[4]  See State v. Felder, 313 S.C. 55, 57, 437 S.E.2d 42, 43 (1993) \r\n  (&quot;South Carolina Code Ann. § 24-21-300 (1989), however, permits the use of \r\n  a citation and affidavit in lieu of a warrant.&quot;).   \r\nAppellant urges this Court to adopt the reasoning of State \r\n  v. Lee, 350 S.C. 125, 564 S.E.2d 372 (Ct. App. 2002).  In that case, the \r\n  court of appeals ruled that a circuit court had validly placed a defendant on \r\n  both probation and parole.  The defendant, Lee, was sentenced to ten years' \r\n  imprisonment, suspended upon the service of five years' probation.  Id. at 127, 564 S.E.2d at 373.  The judge ordered Lee's probation to begin \r\n  &quot;upon . . . release from sentence now serving, to include any early \r\n  release program/supervision.&quot;  Id.  Lee was later paroled, and \r\n  began his probation that same day.  Id. at 128, 564 S.E.2d at 374.  \r\n  Subsequently, Lee was charged with violating various conditions of his parole \r\n  and probation.  Id.  Following a hearing, the circuit court terminated \r\n  Lee's probation and revoked three years of the original ten year suspended \r\n  sentence.  Id.   \r\nLee appealed the decision, and argued that the circuit \r\n  court lacked authority to place a defendant on both probation and parole at the \r\n  same time.  Id. at 132, 564 S.E.2d at 376.  According to the court of \r\n  appeals, the phrase &quot;release from sentence now serving, to include any \r\n  early release program/supervision,&quot; meant that Lee's probation would begin \r\n  when he was released from incarceration.  Id. at 133, 564 S.E.2d at \r\n  376.  Thus, his probation and parole ran simultaneously.  Appellant seeks to \r\n  draw a parallel between the &quot;sentence now serving&quot; language of his \r\n  own probation order, and that found in Lee.   \r\nAccording to Appellant, his probation should have \r\n  begun following his release from actual incarceration in 1997, and thus his \r\n  five year term of probation would have expired in 2002, six years prior to the \r\n  circuit court obtaining the authority to revoke his probation.  However, the \r\n  court of appeals' reasoning in Lee is incompatible with this Court's \r\n  prior holdings that a defendant's sentence does not end with his mere release \r\n  from physical incarceration in the event he is placed on parole or supervised \r\n  release.  See Thompson, 335 S.C. at 55, 515 S.E.2d at 763; see also \r\n    Crooks, 123 S.C. at 36, 115 S.E. at 760.  A defendant's release from a \r\n  sentence does not mean his mere release from physical custody.  Thus, a term of \r\n  probation set to begin upon completion of a term of imprisonment, cannot begin \r\n  simply due to a defendant's parole or supervised release from incarceration \r\n  absent a specific and valid order from the sentencing court that the term of \r\n  probation is to run concurrently with the defendant's parole.[5] \r\nAppellant's sentence of probation for his attempted \r\n  burglary in the second degree conviction began after his parole concluded for \r\n  his conviction for burglary in the second degree, and not following his release \r\n  from incarceration.  Thus, the circuit court did not abuse its discretion in \r\n  revoking Appellant's probation.    \r\nAFFIRMED.  \r\nPLEICONES, BEATTY, KITTREDGE and HEARN, \r\n  JJ., concur. \r\n \r\n[1] Appellant asserts that he pled guilty to grand larceny and was sentenced to an \r\n  indeterminate sentence not to exceed six years under the Youthful Offender \r\n  Act.  However, the Record does not contain any documentation regarding this \r\n  charge.    \r\n[2] As Appellant's Brief notes, transcript references state that Appellant was \r\n  released on YOA conditional release supervision in December 1997.  However, documentation \r\n  accompanying his notice of appeal states that he was released on YOA \r\n  conditional release supervision on March 24, 1998.  The use of either date has \r\n  no effect on this Court's analysis.  \r\n[3] Circuit courts gain the authority to revoke a defendant's probation through \r\n  issuance of a probation revocation warrant pursuant to section 24-21-450 of the \r\n  South Carolina Code or through the use of a citation and affidavit in lieu of a \r\n  warrant pursuant to section 24-21-300 of the South Carolina Code.  S.C. Code \r\n  Ann. § 24-21-450 (2007); S.C. Code Ann. § 24-21-300 (2007); Felder, 313 \r\n  S.C. at 56–57, 437 S.E.2d at 43.  Our past jurisprudence has spoken to the \r\n  issue of whether the warrant or citation confers subject matter jurisdiction on \r\n  the revoking court.  See Felder, 313 S.C. at 56, 437 S.E.2d at 43.  \r\n  Section 24-21-300 states that the &quot;issuance of a citation or warrant \r\n  during the period of supervision gives jurisdiction to the court . . . at any \r\n  hearing on the violation.&quot; S.C. Code Ann. § 24-21-300 (2007).  However, \r\n  subject matter jurisdiction refers to the power of a court to hear and \r\n  determine cases of the general class to which the proceedings in question \r\n  belong.  State v. Gentry, 363 S.C. 93, 100, 610 S.E.2d 494, 498 (2005).  \r\n  The circuit court clearly has subject matter jurisdiction to adjudicate probation \r\n  violation revocations.  See S.C. Const. Art. 1, § 11 (stating that the \r\n  circuit court is the general trial court with original jurisdiction in civil \r\n  and criminal matters).  Thus, citations and warrants simply confer authority on \r\n  those courts already in possession of jurisdiction. \r\n[4] We note that Appellant's YOA conditional release ended on October 19, 2004, \r\n  which was seven years after the YOA sentence was originally imposed.  According \r\n  to section 24-19-50 of the South Carolina Code, Appellant's period of custody \r\n  under the YOA could not exceed six years.  S.C. Code Ann. § 24-19-50 (2007).  \r\n  Thus, it appears that Appellant's YOA sentence should have ended on March 4, \r\n  2003, and that he spent an additional nineteen months under the restrictions of \r\n  his YOA sentence than section 24-19-50 allows.  Consequently, Appellant's \r\n  probationary sentence would have concluded in March 2008, instead of October \r\n  2009.  Nevertheless, the Record does not reflect that Appellant contested the \r\n  validity of that conditional release in the current action.  Thus, it is not \r\n  properly preserved for review.  See Wilder Corp. v. Wilke, 330 S.C. 71, \r\n  76, 497 S.E.2d 731, 733 (1998) (&quot;It is axiomatic that an issue cannot be \r\n  raised for the first time on appeal, but must have been raised to and ruled \r\n  upon by the trial judge to be preserved for appellate review.&quot;) (citation \r\n  omitted).  However, even if Appellant had successfully argued this point, this \r\n  factual anomaly has no effect on the circuit court's authority to revoke \r\n  Appellant's probation.  If Appellant's YOA sentence ended in March 2008, the \r\n  April 2008 probation revocation warrant would not have been issued during \r\n  Appellant's term of probation.  However, the February 2008 citation would have \r\n  still been issued during the term of probation, and conferred revocation \r\n  authority on the circuit court.   \r\n[5] This holding should not be interpreted to allow the circuit court to impose \r\n  probation to run concurrently with parole when statutory provisions or this \r\n  Court's prior rulings hold otherwise.  For example, in State v. Dawkins, \r\n  352 S.C. 162, 573 S.E.2d 783 (2002), this Court interpreted section 24-21-560 \r\n  of the South Carolina Code to mean that defendants convicted of no-parole \r\n  offenses are placed in a community supervision program (CSP) upon their \r\n  release.  S.C. Code Ann. § 24-21-560 (2007).  This Court found that the General \r\n  Assembly intended that program to serve as a more stringent term of probation \r\n  for these offenders, in lieu of normal probation.  Dawkins, 352 S.C. at \r\n  167, 573 S.E.2d at 785.  Thus, a circuit court could not, in this instance, order \r\n  a defendant to serve probation concurrently with CSP.   \r\n \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]