[{"id":"27088","title":"In the Matter of John Barry Kern","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=27088","description":"This is a disciplinary opinion in which the Court definitely suspends a lawyer.","date":"2012-02-01","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        In the Matter of John Barry\r\n          Kern, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No.  27088\r\nSubmitted December 30, 2011 - Filed February 1, 2012  \r\n\r\nDEFINITE SUSPENSION\r\n\r\n\r\n  \r\n    \r\n      \r\n        Lesley M.\r\n          Coggiola, Disciplinary Counsel, and C. Tex Davis, Jr., Senior Assistant\r\n          Disciplinary Counsel, both of Columbia, for Office of Disciplinary Counsel. \r\n        Fleet\r\n          Freeman, of Law Offices of Fleet Freeman, LLC, of Mount Pleasant, for\r\n          respondent.  \r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:  In this attorney disciplinary matter, the Office of\r\n  Disciplinary Counsel (ODC) and respondent have entered into an Agreement for\r\n  Discipline by Consent (Agreement) pursuant to Rule 21, RLDE, Rule 413, SCACR. \r\n  In the Agreement, respondent admits misconduct and consents to the imposition\r\n  of a public reprimand or definite suspension not to exceed ninety (90) days.  He\r\n  requests that any suspension be imposed retroactively to the date of his\r\n  interim suspension, August 8, 2011.  In the Matter of Kern, 393 S.C.\r\n  636, 714 S.E.2d 288 (2011).  Respondent further\r\n  agrees to pay the costs incurred in the investigation and prosecution of this\r\n  matter within thirty (30) days of imposition of discipline and to complete the\r\n  Legal Ethics and Practice Program Trust Account School within twelve (12)\r\n  months of his reinstatement.   We accept the Agreement and definitely suspend\r\n  respondent from the practice of law in this state for ninety (90) days,\r\n  retroactive to the date of his interim suspension.  Respondent shall pay the\r\n  costs incurred in the investigation and prosecution of this matter by ODC and\r\n  the Commission on Lawyer Conduct (the Commission) within thirty (30) days of\r\n  the date of this order and shall complete the Legal Ethics and Practice Program\r\n  Trust Account School within twelve (12) months of the date of his\r\n  reinstatement.  The facts, as set forth in the Agreement, are as follows.  \r\nFACTS\r\nBy letter dated April 27,\r\n  2011, ODC notified respondent of its investigation and requested a written\r\n  response within fifteen days.  Respondent contacted ODC and requested a thirty\r\n  day extension.  The extension was granted.  \r\nODC received no written response. \r\n  On June 21, 2011, ODC sent respondent a letter reminding him of its\r\n  investigation and his duty to response pursuant to In the Matter of Treacy,\r\n  277 S.C. 514, 290 S.E.2d 240 (1982).  The letter was sent via certified mail\r\n  and ODC received a return receipt indicating the item had been delivered.  \r\nWhen respondent did not\r\n  respond to the June 21, 2011, letter, ODC served respondent with a Notice to\r\n  Appear dated July 13, 2011, via certified mail.  Respondent failed to appear on\r\n  August 3, 2011, as required by the Notice to Appear.  \r\nBased on respondent's\r\n  failure to provide a written response to the investigation and to appear as\r\n  required, ODC filed a Petition for Interim Suspension.  The Court suspended\r\n  respondent on August 8, 2011.  In the Matter of Kern, supra.  \r\nThe underlying complainant\r\n  against respondent involved an allegation that unearned legal fees had not been\r\n  retained in a trust account until the fees had been earned.  Specifically,\r\n  respondent was retained by a client in July 2008 and was paid a $20,000\r\n  retainer which respondent was to deposit in his trust account.  Instead of\r\n  depositing the retainer in his trust account, respondent deposited the retainer\r\n  in his operating account.  \r\nAfter discovering the\r\n  retainer had been deposited in his operating account rather than his trust\r\n  account, respondent did not correct the error.  Respondent admits he knowingly\r\n  allowed the commingling of trust account funds with his own personal funds.  \r\nRespondent also admits he\r\n  failed to submit a statement to his client indicating how much of the retainer\r\n  had been earned.  Eventually, the client filed a fee dispute with the\r\n  Resolution of Fee Disputes Board.  Respondent has now repaid the client in\r\n  full.   \r\nDuring the investigation,\r\n  ODC examined respondent's trust account records.  No evidence of\r\n  misappropriation was discovered.  \r\nLAW\r\nRespondent admits that by his misconduct\r\n  he has violated the following provisions of the Rules of Professional Conduct,\r\n  Rule 407, SCACR:  Rule\r\n  1.15(a) (lawyer\r\n  shall hold property of client in lawyer’s possession in connection with a\r\n  representation separate from the lawyer’s own property); Rule 1.15(c) (lawyer\r\n  shall deposit into client trust account unearned legal fees that have been paid\r\n  in advance to be withdrawn by the lawyer only as fees are earned); and Rule\r\n  8.1(b) (in connection with disciplinary matter, lawyer shall not knowingly fail\r\n  to respond to lawful demand for information from disciplinary authority).  In\r\n  addition, respondent admits he did not comply with the provisions of Rule 417,\r\n  SCACR.  Respondent further admits his misconduct constitutes a violation of\r\n  Rule 7,\r\n  RLDE, of Rule 413, SCACR, specifically Rule 7(a)(1) (it shall be ground for\r\n  discipline for lawyer to violate Rules of Professional Conduct or any other\r\n  rules of this jurisdiction regarding professional conduct of lawyers) and Rule\r\n  7(a)(5) (it shall be ground for discipline for lawyer to engage in\r\n  conduct tending to pollute the administration of justice or to bring the courts\r\n  or the legal profession into disrepute or conduct demonstrating an unfitness to\r\n  practice law).     \r\nCONCLUSION\r\nWe accept the Agreement for Discipline by Consent and\r\n  definitely suspend respondent from the practice of law for ninety (90) days,\r\n  retroactive to the date of his interim suspension.  Respondent\r\n  shall pay the costs incurred in the investigation and prosecution of this\r\n  matter by ODC and the Commission within thirty (30) days of the date of this\r\n  order and shall complete the Legal Ethics and Practice Program Trust Account\r\n  School within twelve (12) months of the date of his reinstatement.  Within\r\n  fifteen days of the date of this opinion, respondent shall file an affidavit\r\n  with the Clerk of Court showing that he has complied with Rule 30, RLDE, Rule\r\n  413, SCACR.  \r\nDEFINITE SUSPENSION.\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\n  concur.\r\n\r\n","court":"Supreme"},{"id":"27089","title":"In the Matter of Jennifer Elizabeth Meehan","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=27089","description":"This is a disciplinary opinion in which the Court publicly reprimands a lawyer.","date":"2012-02-01","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nIN THE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        In the Matter of Jennifer\r\n          Elizabeth Meehan,&nbsp;Respondent. \r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 27089\r\nSubmitted January 17, 2012 - Filed February 1, 2012   \r\n\r\nPUBLIC REPRIMAND\r\n\r\n\r\n  \r\n    \r\n      \r\n        Lesley M.\r\n          Coggiola, Disciplinary Counsel, and Barbara M. Seymour, Deputy Assistant\r\n          Disciplinary Counsel, both of Columbia, for Office of Disciplinary Counsel. \r\n        Jennifer\r\n          Elizabeth Meehan, of Sandy Springs, pro se.  \r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:  This attorney disciplinary matter is before the Court\r\n  pursuant to the reciprocal disciplinary provisions of Rule 29, RLDE, Rule 413,\r\n  SCACR.  The facts are set forth below.   \r\nRespondent is licensed to practice law in Tennessee and\r\n  South Carolina.  On September 23, 2011, the Supreme Court of Tennessee publicly\r\n  censured respondent.  The Board of Professional Responsibility (the Board) of\r\n  the Supreme Court of Tennessee specified respondent submitted a false resume to\r\n  a potential employer and made false statements to disciplinary counsel for the\r\n  Board.       \r\nRespondent reported the public censure to the Office of\r\n  Disciplinary Counsel (ODC) as required by Rule 29(a), RLDE.  ODC submitted a\r\n  certified copy of the Supreme Court of Tennessee's public censure to the Clerk.\r\n   In accordance with Rule 29(b), RLDE, the Clerk provided ODC and respondent\r\n  with thirty (30) days in which to inform the Court of any reason why the\r\n  imposition of identical discipline in this state was not warranted.  ODC filed\r\n  a response stating it knew of no reason why identical discipline was\r\n  unwarranted.  Respondent did not respond.  \r\nAfter thorough review of the record, we hereby publicly\r\n  reprimand respondent for her misconduct.  See Rule 29(d), RLDE.\r\nPUBLIC REPRIMAND. \r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\n  concur.\r\n\r\n","court":"Supreme"},{"id":"27090","title":"In the Matter of Dannitte Mays Dickey","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=27090","description":"This is a disciplinary opinion in which the Court publicly reprimands a lawyer.","date":"2012-02-01","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nIN THE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        In the Matter of Dannitte\r\n          Mays Dickey, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion\r\n  No. 27090\r\n  Submitted\r\n  December 30, 2011 - Filed February 1, 2012   \r\n\r\nPUBLIC REPRIMAND\r\n\r\n\r\n  \r\n    \r\n      \r\n        Lesley M. Coggiola, Disciplinary Counsel,\r\n          and Barbara M. Seymour, Deputy Disciplinary Counsel, both of Columbia, for\r\n          Office of Disciplinary Counsel.\r\n        J. Steedley Bogan, of Bogan Law Firm, of\r\n          Columbia, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\n PER CURIAM:  The\r\n  Office of Disciplinary Counsel (ODC) and respondent have entered into an\r\n  Agreement for Discipline by Consent pursuant to Rule 21, RLDE, Rule 413, SCACR,\r\n  in which respondent admits misconduct and agrees to the imposition of a letter\r\n  of caution, admonition, or public reprimand.  In addition, respondent agrees to\r\n  complete the Legal Ethics and Practice Program Ethics School and Advertising\r\n  School within six (6) months of the date of the order imposing discipline.  We\r\n  accept the agreement, issue a public reprimand, and order respondent to complete\r\n  the Legal Ethics and Practice Program Ethics School and Advertising School\r\n  within six (6) months of the date of this order.  The facts, as set forth in\r\n  the agreement, are as follows.\r\nFACTS\r\nRespondent graduated from law school in\r\n  2008.  He was admitted to the Bar in May 2010 and completed his mandatory trial\r\n  experiences in July 2010.  \r\nUpon admission, respondent opened a solo\r\n  practice, handling primarily domestic and criminal matters.  Between July 2010\r\n  and July 2011, respondent consulted with 93 potential clients.  He opened 79\r\n  client files and resolved 25 cases by settlement, guilty plea, or completion of\r\n  non-litigation legal work (i.e., drafting a deed).  Representation of 15 of the\r\n  opened files ended without resolution of the clients' legal matters.  As of\r\n  July 2010, respondent had never handled any matter involving contested\r\n  litigation to jury verdict.  \r\nIn August 2010, respondent began using a\r\n  law firm website at www.divorcelawyercolumbia.com.  In December 2010, respondent added a website at www.dmd-law.net to his law firm marketing.  Respondent began using\r\n  these websites without adequate review of the relevant provisions of the South\r\n  Carolina Rules of Professional Conduct.  \r\nThe websites contained the following\r\n  rule violations:         \r\n\r\n  1.&nbsp; material misrepresentations of\r\n    fact and omissions of facts necessary to make the statements considered as a\r\n    whole not materially misleading by mischaracterizing respondent's legal skills\r\n    and prior successes; falsely stating he handled matters in federal court;\r\n    falsely stating he graduated from law school in 2005; and, listing\r\n    approximately 50 practice areas in which he had little or no experience;\r\n  2. statements likely to create\r\n    unjustified expectations about the results respondent could achieve;\r\n  3.&nbsp; statements comparing respondent's\r\n    services with other lawyers' services in ways which could not be factually\r\n    substantiated; and \r\n  4.&nbsp; descriptions and characterizations\r\n    of the quality of respondent's services.  \r\n    \r\n  \r\n\r\nIn addition, respondent set\r\n  up internet profiles on various online directories and professional marketing\r\n  sites, including www.lawyers.com, www.lawguru.com, and www.linkedin.com.  Respondent relied on company representatives who were lawyers and\r\n  non-attorney web designers who assured him that the advertisements would comply\r\n  with respondent's ethical requirements.  Respondent did not review the\r\n  applicable provisions of the South Carolina Rules of Professional Conduct prior\r\n  to posting the internet profiles.  As a result, respondent's internet profiles\r\n  contained the following:\r\n1.&nbsp; material misrepresentations of\r\n  fact by overstating and exaggerating respondent's reputation, skill,\r\n  experience, and past results;\r\n2.&nbsp; a form of the word\r\n  &quot;specialist&quot; even though respondent is not certified by this Court as\r\n  a specialist;\r\n3.&nbsp;&nbsp; statements likely to create\r\n  unjustified expectations about the results respondent could achieve; and\r\n4.&nbsp;&nbsp;descriptions and characterizations\r\n  of the quality of respondent's services. \r\nLAW\r\nRespondent admits that, by his misconduct, he\r\n  has violated the Rules of Professional Conduct, Rule 407, SCACR, specifically,\r\n  Rule 7.1(a) (lawyer shall not make false,\r\n  misleading, or deceptive communications about the lawyer or the lawyer's\r\n  services; a communication violates this rule if it contains a material\r\n  misrepresentation of fact or law, or omits a fact necessary to make the\r\n  statement considered as a whole not materially misleading); Rule 7.1(b) (lawyer\r\n  shall not make false, misleading, or deceptive communications about the lawyer\r\n  or the lawyer's services; a communication violates this rule if it is likely to\r\n  create an unjustified expectation about results the lawyer can achieve, or\r\n  states or implies that the lawyer can achieve results by means that violate the\r\n  Rules of Professional Conduct or other law); Rule 7.1(c) (lawyer shall not make\r\n  false, misleading, or deceptive communications about the lawyer or the lawyer's\r\n  services; a communication violates this rule if it compares the lawyer's\r\n  services with other lawyers' services, unless the comparison can be factually\r\n  substantiated); Rule 7.2(f) (lawyer shall not make statements in advertisements\r\n  or written communications which describe or characterize the quality of the\r\n  lawyer's services);[1] and Rule 7.4(b) (lawyer who is not certified as a specialist shall not use any\r\n  form of the word &quot;specialist&quot; in any advertisement or statement).  Respondent\r\n  acknowledges that his misconduct constitutes grounds for discipline under the\r\n  Rules for Lawyer Disciplinary Enforcement, Rule 413, SCACR, specifically Rule\r\n  7(a)(1) (it shall be ground for discipline for lawyer to violate Rules of\r\n  Professional Conduct).      \r\nCONCLUSION\r\nWe find that respondent’s misconduct\r\n  warrants a public reprimand.  Accordingly, we accept the Agreement for\r\n  Discipline by Consent and publicly reprimand respondent for his misconduct.  Respondent\r\n  shall complete the Legal Ethics and Practice Program Ethics School and\r\n  Advertising School within six (6) months of the date of this order.  \r\n\r\nPUBLIC REPRIMAND.\r\nTOAL,\r\n  C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ., concur.\r\n\r\n\r\n[1] By order dated August 22, 2011, the Court\r\n  deleted the prohibition on describing or characterizing the quality of a\r\n  lawyer's services from the Rules of Professional Conduct.  \r\n\r\n","court":"Supreme"},{"id":"27091","title":"In the Matter of Wallace A. Mullinax, Jr.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=27091","description":"This is a disciplinary opinion in which the Court publicly reprimands a lawyer.","date":"2012-02-01","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\nIN THE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        In the Matter of Wallace\r\n          A. Mullinax, Jr., Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion\r\n  No.  27091\r\n  Submitted\r\n  December 30, 2011 - Filed February 1, 2012  \r\n\r\nPUBLIC REPRIMAND\r\n\r\n\r\n  \r\n    \r\n      \r\n        Lesley M. Coggiola, Disciplinary Counsel,\r\n          and Ericka M. Williams, Assistant Disciplinary Counsel, both of Columbia, for\r\n          Office of Disciplinary Counsel.\r\n        Keith M. Babcock, of Lewis Babcock &amp;\r\n          Griffin, LLP, of Columbia, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\n PER CURIAM:  The\r\n  Office of Disciplinary Counsel (ODC) and respondent have entered into an\r\n  Agreement for Discipline by Consent pursuant to Rule 21, RLDE, Rule 413, SCACR,\r\n  in which respondent admits misconduct and agrees to the imposition of either an\r\n  admonition or public reprimand.  In addition, respondent agrees to complete the\r\n  Legal Ethics and Practice Program Ethics School within one (1) year of the date\r\n  of the order imposing discipline.  We accept the agreement, issue a public\r\n  reprimand, and order respondent to complete the Legal Ethics and Practice\r\n  Program Ethics School within one (1) year of the date of this order.  The\r\n  facts, as set forth in the agreement, are as follows.\r\nFACTS\r\nIn January 2011, Complainant retained\r\n  respondent to handle a domestic matter.  At the Complainant's direction,\r\n  respondent filed a separate maintenance action seeking, among other things,\r\n  possession of the residence, alimony, joint custody of the children, child\r\n  support, and ancillary relief.  After unsuccessful early settlement\r\n  negotiations, respondent filed an Amended and Supplemental Summons and Notice\r\n  and an Amended and Supplemental Complaint on February 25, 2011.  In the\r\n  complaint, a request was made for divorce on the statutory ground of habitual\r\n  use of intoxicants by the Complainant's husband.  \r\nRespondent admits that he and the\r\n  Complainant had sexual relations during the course of his representation of\r\n  Complainant in the domestic matter.  Specifically, respondent admits to having\r\n  sexual relations with Complainant at his office on April 17, 2011, and at his\r\n  residence on April 20, 2011.  \r\nOn or about May 4, 2011, respondent\r\n  received a telephone call from opposing counsel advising that opposing counsel\r\n  had a report from a private investigator which indicated &quot;inclination&quot;\r\n  and &quot;opportunity&quot; on the part of Complainant with respondent and also\r\n  with another individual.  On May 4, 2011, after the conversation with opposing\r\n  counsel, respondent contacted Complainant, told her of the conversation, and\r\n  advised she would need to obtain new counsel.  After receiving the\r\n  investigator's report, respondent again advised Complainant to obtain a new\r\n  lawyer and prepared an Order of Substitution of Counsel for Complainant.  \r\nOn or about May 11, 2011, Complainant\r\n  picked up her file from respondent's office.  Complainant was provided with the\r\n  order substituting counsel, along with a check from his law firm reimbursing\r\n  Complainant for all the fees paid to respondent's office.   \r\nLAW \r\nRespondent\r\n  admits that, by his misconduct, he has violated the Rules of Professional\r\n  Conduct, Rule 407, SCACR, particularly Rule 1.8(m) (lawyer shall not have sexual relations with a client\r\n  when the client is in a vulnerable condition or is otherwise subject to the\r\n  control or undue influence of the lawyer, when such relations could have a\r\n  harmful or prejudicial effect upon the interests of the client, or when sexual\r\n  relations might adversely affect the lawyer’s representation of the client) and Rule 8.4(e) ( it is misconduct for lawyer to\r\n  engage in conduct prejudicial to the administration of justice).  Respondent\r\n  acknowledges that his misconduct constitutes grounds for discipline under the\r\n  Rules for Lawyer Disciplinary Enforcement, Rule 413, SCACR, specifically Rule\r\n  7(a)(1) (it shall be ground for discipline for lawyer to violate Rules of\r\n  Professional Conduct) and Rule 7(a)(5) (it shall be ground for discipline for\r\n  lawyer to engage in conduct tending to\r\n  pollute the administration of justice or to bring the courts or the legal\r\nprofession into disrepute or conduct demonstrating an unfitness to practice law).    \r\nCONCLUSION\r\nWe find that respondent’s misconduct\r\n  warrants a public reprimand.  Accordingly, we accept the Agreement for\r\n  Discipline by Consent and publicly reprimand respondent for his misconduct.  Respondent\r\n  shall complete the Legal Ethics and Practice Program Ethics School within one\r\n  (1) year of the date of this order.  \r\nPUBLIC REPRIMAND.\r\nTOAL, C.J., PLEICONES, BEATTY,\r\n  KITTREDGE and HEARN, JJ., concur.\r\n\r\n","court":"Supreme"},{"id":"27092","title":"Chisholm v. Chisholm","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=27092","description":"The Court reverses the court of appeals' denial of attorney's fees to Wife and reinstates the amount awarded by the family court.  The Court finds that the family court properly considered Husband's beneficial results in determining the amount of the award as directed by the court of appeals.","date":"2012-02-01","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n  \r\n    \r\n      \r\n        William Barry Chisholm, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Susan Elaine Chisholm, Petitioner.\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF\r\n  APPEALS\r\n\r\nAppeal from Greenville County\r\nR. Kinard Johnson, Jr., Family Court Judge\r\n\r\nOpinion No. 27092\r\n  Submitted November 16, 2011 - Filed\r\nFebruary 1, 2012\r\n\r\nREVERSED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Kenneth C. Porter, Porter &amp; Rosenfeld,\r\n          of Greenville, for Petitioner.\r\n        William Barry Chisholm, pro se, of Greenville,\r\n          for Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nCHIEF JUSTICE\r\n  TOAL: Susan Elaine Chisholm (Wife) appeals the court of appeals'\r\n  reversal of the family court's grant of attorney's fees.  Wife argues that the\r\n  court of appeals incorrectly held the family court erred by solely considering\r\n  beneficial results in determining the award because the court of appeals had\r\n  remanded that issue for this very reason.  Moreover, Wife contends that the\r\n  record contains sufficient evidence to support the family court's award.  We agree\r\n  and reverse.\r\nFacts/Procedural Background\r\nWife and William\r\n  Barry Chisholm (Husband) were married in 1979 and have two children, Son and\r\n  Daughter.  Husband filed for divorce in 2001 on the ground of adultery, and in\r\n  2003 the family court granted a no-fault divorce based on one year's continuous\r\n  separation.  Pursuant to the court's order, Husband was required to pay one\r\n  hundred percent of Son's private school tuition for his junior and senior year,\r\n  was granted visitation with Son, and was required to pay child support.  The\r\n  court granted Wife custody of Son and awarded her roughly 67% of her attorney's\r\n  fees.  \r\nHusband and Wife\r\n  filed cross appeals, and the court of appeals affirmed in part, reversed in\r\n  part, and remanded.  Chisholm v. Chisholm, No. 2005-UP-067 (S.C. Ct.\r\n  App. filed Jan. 25, 2005) [hereinafter Chisholm I].  The court of\r\n  appeals, inter alia, awarded more visitation to Husband, directed the\r\n  family court to equitably determine the amount each party should pay for Son's\r\n  final two years of high school, and remanded the issue of attorney's fees given\r\n  the change in disposition.  Id.  On remand, the family court chose not\r\n  to alter the private school expense allocation and reduced the amount Husband\r\n  had to pay in attorney's fees from $13,000 to $10,500 &quot;[b]ecause [Husband]\r\n  achieved beneficial results from the appeal.&quot;  Husband appealed, and the\r\n  court of appeals reversed the entire award of attorney's fees, holding that the\r\n  family court erred by relying solely on the beneficial results obtained in\r\n  determining whether to grant attorney's fees.  Chisholm v. Chisholm, No.\r\n  2010-UP-140 (S.C. Ct. App. filed Feb. 22, 2010) [hereinafter Chisholm II].[1]  This\r\n  appeal followed. \r\nIssue\r\nWhether the court\r\n  of appeals erred in reversing the family court's grant of attorney's fees.          \r\nStandard of Review\r\nIn reviewing\r\n  appeals from the family court, an appellate court may find facts in accordance\r\n  with its own view of the preponderance of the evidence.  Miles v. Miles,\r\n  393 S.C 111, 117, 711 S.E.2d 880, 883 (2011). \r\n  Accordingly, we review the family court's grant of attorney's fees de novo.  See\r\n    Lewis v. Lewis, 392 S.C. 381, 392, 709 S.E.2d 650, 655 (2011).  De novo\r\n  review does not relieve an appellant of his burden to &quot;demonstrate error\r\n  in the family court's findings of fact.  Consequently, the family court's\r\n  factual findings will be affirmed unless appellant satisfies this court that\r\n  the preponderance of the evidence is against the finding of the [family] court.&quot;  Id. at 392, 709 S.E.2d at 655 (alteration in original) (internal\r\n  citation omitted).        \r\nLaw/Analysis\r\nWife argues the\r\n  family court's grant of attorney's fees should have been upheld because the\r\n  family court properly considered the beneficial results achieved by Husband on\r\n  appeal as directed by the court of appeals on remand.  We agree.\r\nThe decision to\r\n  award attorney's fees rests in the sound discretion of the family court.  Lewis, 392 S.C. at 394, 709 S.E.2d at 656.  When determining whether to award\r\n  attorney's fees, the court must consider &quot;ability to pay, the parties'\r\n  respective financial conditions, the effect of the award on each party's\r\n  standard of living, and the beneficial results achieved.&quot;  Upchurch v.\r\n    Upchurch, 367 S.C. 16, 28, 624 S.E.2d 643, 648 (2006).  &quot;Beneficial\r\n  result alone is not dispositive of whether a party is entitled to attorney's\r\n  fees.&quot;  Id. (citing Mazzone v. Miles, 341 S.C. 203, 214, 532\r\n  S.E.2d 890, 894 (Ct. App. 2000)).\r\nIn Chisholm I,\r\n  the court of appeals remanded the issue of attorney's fees to the family court,\r\n  stating that &quot;[i]n view of the beneficial results obtained by the husband\r\n  in this appeal, we remand to the family court for further consideration.&quot; \r\n  Thus, when addressing the issue on remand, the family court &quot;reviewed the\r\n  record to determine if any change should be made in the decision regarding\r\n  attorney's fees and costs.&quot;  Noting that the original award had been based\r\n  &quot;in part upon the significant content regarding custody of [Son], on which\r\n  [Wife] prevailed,&quot; the judge determined that the amount awarded should be\r\n  reduced from $13,000 to $10,500, or from 67% of her fees to 50%. \r\nOn appeal from\r\n  this second order, the court of appeals reversed stating that the family court\r\n  had erred in its determination &quot;both in its original adjudication and on remand.&quot; Chisholm II, No. 2010-UP-140.  This was in error.  Chisholm I did not address any error as to the manner in which the family court awarded\r\n  the attorney's fees but instead remanded &quot;in view of the beneficial\r\n  results obtained by the husband.&quot;  Given this directive, the family court\r\n  proceeded to reduce the award based on the beneficial results achieved, while\r\n  noting that Wife had prevailed on the most heavily contested issue at trial. \r\n  It would be improper for the court to then, on subsequent review, reach back to\r\n  declare the original order was in error.  Furthermore, when the court gives\r\n  guidance so plainly by noting that the remand is due to &quot;beneficial\r\n  results obtained by the husband,&quot; it would be inconsistent for the same\r\n  court to then find consideration of this element was insufficient to support\r\n  the award.  This is especially true given the fact that the court of appeals\r\n  itself has altered awards of attorney's fees solely on the basis of the\r\n  beneficial results it awarded in the appeal.  See, e.g., Myers v.\r\n    Myers, 391 S.C. 308, 322, 705 S.E.2d 86, 94 (Ct. App. 2011) (reducing Wife's\r\n  award of attorney's fees after decreasing Husband's alimony obligation and\r\n  excluding some property from marital estate because Wife's beneficial results\r\n  had been diminished). Allowing an appellate court to change its mind on its\r\n  original instruction would only confuse lower courts as to how to comply on\r\n  remand.  We therefore find that the court of appeals erred in reversing the\r\n  family court's order and eliminating Wife's award of attorney's fees. \r\nConclusion\r\nAccordingly, we\r\n  reverse the court of appeals' denial of attorney's fees and reinstate the\r\n  amount awarded to Wife by the family court.\r\nREVERSED.\r\nBEATTY and\r\n  KITTREDGE, JJ., concur. PLEICONES, J., dissenting in a separate opinion. HEARN,\r\n  J., not participating.\r\n\r\n\r\nJUSTICE PLEICONES:  I respectfully dissent, and finding no error in the\r\n  decision of the Court of Appeals, I would dismiss the writ of certiorari as\r\n  improvidently granted.\r\n\r\n\r\n[1] Chisholm II, also reversed the family court's\r\n  finding that Husband should be 100% responsible for Son's junior and senior\r\n  year and private school.  Wife appealed this finding as well as the court of\r\n  appeals' failure to dismiss the appeal for Husband's inclusion of irrelevant\r\n  materials in his Designation of Matter to be Included in the Record on Appeal. \r\n  This Court granted certiorari only on the issue of attorney's fees.\r\n\r\n","court":"Supreme"},{"id":"27093","title":"In the Matter of William G. Mayer","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=27093","description":"This is an opinion publicly reprimanding a lawyer.","date":"2012-02-15","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\n\r\nIN THE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        In the Matter of William\r\n          G. Mayer, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion\r\n  No. 27093\r\n  Submitted\r\n  January 17, 2012 - Filed February 15, 2012    \r\n\r\nPUBLIC REPRIMAND\r\n\r\n\r\n  \r\n    \r\n      \r\n        Lesley M. Coggiola, Disciplinary Counsel,\r\n          and Barbara M. Seymour, Deputy Disciplinary Counsel, both of Columbia, for\r\n          Office of Disciplinary Counsel.\r\n        William G. Mayer, of the Mayer Law Firm,\r\n          LLC, of Laurens, pro se.\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n  PER CURIAM:  The\r\n  Office of Disciplinary Counsel (ODC) and respondent have entered into an\r\n  Agreement for Discipline by Consent pursuant to Rule 21, RLDE, Rule 413, SCACR,\r\n  in which respondent admits misconduct and agrees to the imposition of either an\r\n  admonition or public reprimand with the following conditions:  1) completion of\r\n  the Ethics School and Trust Account School portions of the Legal Ethics and\r\n  Practice Program within six (6) months of the imposition of discipline and 2)\r\n  payment of costs incurred by ODC and the Commission on Lawyer Conduct (the\r\n  Commission) in the investigation and prosecution of this matter within sixty (60)\r\n  days of the imposition of discipline.  We accept the agreement, issue a public\r\n  reprimand, and order respondent to comply with the two conditions set forth\r\n  above.\r\n\r\n  The\r\n  facts, as set forth in the Agreement, are as follows.\r\nFACTS\r\nMatter I\r\nRespondent represented Client A's\r\n  husband from July through October 2002.  Client A's husband subsequently passed\r\n  away.   \r\nThereafter, respondent represented Client\r\n  A in a criminal matter from March through July 2003.  Respondent had a sexual\r\n  relationship with Client A from late fall of 2003 through early spring 2004. \r\n  He represented Client A again in a domestic action involving her children from\r\n  June 2006 through February 2007.  \r\nAlthough respondent had no active cases\r\n  with Client A while he was engaged in the sexual relationship, he did from time\r\n  to time give her legal advice on a variety of matters.  The Rules of\r\n  Professional Conduct did not specifically identify a sexual relationship with a\r\n  client as a conflict of interest until after respondent's sexual relationship with\r\n  Client A ended;[1] however, respondent acknowledges that his conduct was prohibited by Rule 1.7,\r\n  RPC, Rule 407, SCACR.\r\nMatter\r\n  II\r\nRespondent's wife is a lawyer. \r\n  Respondent's wife represented Client B in a personal injury case and obtained a\r\n  settlement on Client B's behalf.  \r\nRespondent had a personal relationship\r\n  with Client B.  Client B asked respondent to act as trustee of her funds. \r\n  Client B had an independent attorney draft a trust agreement naming respondent\r\n  as trustee.  \r\nRespondent's wife issued a series of\r\n  checks payable to respondent on behalf of Client B totaling $17,600.00. \r\n  Respondent did not consider his relationship with Client B to be\r\n  attorney-client, but more like family; however, he acknowledges that, at a\r\n  minimum, he had a fiduciary relationship with Client B and that he was bound by\r\n  the Rules of Professional Conduct regarding the safekeeping of funds.  \r\nRespondent did not place Client B's\r\n  funds in a trust account but, rather, negotiated the checks to cash and kept\r\n  the cash in his office safe.  Respondent represents he cashed the checks at\r\n  Client B's request because she liked to come into the office and view the\r\n  money.  \r\nRespondent used the funds to provide\r\n  Client B with food, clothing, an apartment, and other personal necessities. \r\n  Respondent did not maintain contemporaneous records of his disbursement of\r\n  funds to and on behalf of Client B.  Further, respondent admits that some of\r\n  the payments were from his law firm operating account, rather than cash from\r\n  the safe.  Although respondent has demonstrated that he made payments to or on\r\n  behalf of Client B equal to the amount of funds received on her behalf and that\r\n  no funds were missing, he admits he did not comply with the requirements of\r\n  Rule 417, SCACR.\r\nIn addition, respondent admits he loaned\r\n  money to Client B.  Although he charged no fees or interest or other\r\n  consideration for the loan, he acknowledges it was improper for him to provide\r\n  financial assistance to a client.  \r\nLAW \r\n  Respondent admits that, by his misconduct,\r\n  he has violated the following Rules of Professional Conduct, Rule 407, SCACR:  Rule\r\n  1.7 (lawyer shall not represent client if\r\n  the representation involves a concurrent conflict of interest; concurrent\r\n  conflict of interest exists if there is significant risk that the\r\n  representation of client will be materially limited by personal interest of\r\n  lawyer); Rule 1.8(e) (lawyer shall not provide financial assistance to client);\r\n  and Rule 1.15(a) (lawyer shall maintain client funds in an account; lawyer\r\n  shall maintain client funds separately from lawyer's personal funds).  Respondent\r\n  further admits he failed to comply with the financial recordkeeping provisions\r\n  of Rule 417, SCACR.  Respondent acknowledges that his misconduct constitutes\r\n  grounds for discipline under the Rules for Lawyer Disciplinary Enforcement,\r\n  Rule 413, SCACR, specifically Rule 7(a)(1) (it shall be ground for discipline\r\n  for lawyer to violate Rules of Professional Conduct) and Rule 7(a)(5) (it shall\r\n  be ground for discipline for lawyer to engage in conduct tending to pollute the\r\n  administration of justice or to bring the courts or the legal profession into\r\n  disrepute or conduct demonstrating an unfitness to practice law).   \r\nCONCLUSION\r\nWe find that respondent’s misconduct\r\n  warrants a public reprimand with conditions.  Accordingly, we accept the\r\n  Agreement for Discipline by Consent and publicly reprimand respondent for his\r\n  misconduct.  Respondent shall 1) complete\r\n  the Ethics School and Trust Account School portions of the Legal Ethics and\r\n  Practice Program within six (6) months of the date of this order and 2) pay the\r\n  costs incurred by ODC and the Commission in the investigation and prosecution\r\n  of this matter within sixty (60) days of the date of this order.  \r\nPUBLIC REPRIMAND.\r\nTOAL, C.J., PLEICONES, BEATTY,\r\n  KITTREDGE and HEARN, JJ., concur.\r\n\r\n\r\n[1] See Rule 1.8(m), RPC.  \r\n\r\n","court":"Supreme"},{"id":"27094","title":"SCDC v. Cartrette","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=27094","description":"Billy Joe Cartrette (Petitioner), an inmate at Ridgeland Correctional Institution, appeals the decision of the court of appeals finding that he is not an employee of Kwalu Furniture (Kwalu), a private sponsor,  in a Prison Industry Enhancement Certification Program (PIECP); that he is not entitled to reimbursement of monies deducted from his gross prison industries pay for Victim Assistance programs; and that he is entitled to time-and-a-half pay for overtime hours he provided to Kwalu as part of the PIECP project.  The Court dismissed this case as improvidently granted.","date":"2012-02-22","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\nSouth Carolina Department of Corrections, Respondent,\r\nv.\r\nBilly Joe Cartrette, Petitioner.\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF\r\n  APPEALS\r\n\r\nAppeal from Jasper County\r\nJames C. Williams, Jr., Circuit Court\r\n  Judge\r\n\r\nOpinion No. 27094\r\nSubmitted January 26, 2012 - Filed\r\n  February 22, 2012  \r\n\r\nDISMISSED AS IMPROVIDENTLY GRANTED\r\n\r\n\r\n  \r\n    \r\n      \r\nBilly\r\n  Joe Cartrette, of Ridgeland, Pro-se Petitioner.\r\nLake\r\n  Eric Summers and Katherine Phillips, both of Malone, Thompson, Summers &amp;\r\n  Ott, of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nCHIEF JUSTICE TOAL:  We granted a writ of certiorari to review the court\r\n  of appeals' decision in South Carolina Department of Corrections v.\r\n    Cartrette, 387 S.C. 640, 694 S.E.2d 18 (Ct.\r\n  App. 2010).  We now dismiss the writ as improvidently granted.\r\nDISMISSED AS IMPROVIDENTLY\r\n  GRANTED.      \r\nPLEICONES, BEATTY,\r\n  KITTREDGE and HEARN, JJ., concur.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"27095","title":"Knight v. Austin","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=27095","description":"The Court affirms the trial court's grant of summary judgment.","date":"2012-02-22","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\nRobert L.\r\n      Knight, Appellant,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\nCharles P.\r\n      Austin, Sr., in his capacity as Columbia City Manager, City of Columbia, and\r\n      Board of Trustees of Firemen's Retirement and Pension Fund of the Columbia\r\n      Fire Department, Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal from Richland County\r\n G. Thomas Cooper, Circuit Court Judge\r\n\r\nOpinion No.  27095\r\nHeard November 30, 2011 - Filed February\r\n  22, 2012 \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nDonald E. Jonas, of Lexington, for Appellant.\r\nW. Allen Nickles, III and Matthew A. Nickles, both of\r\n  Columbia, for Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE\r\n  KITTREDGE:&nbsp; Retired City\r\n  of Columbia firefighter Robert L. Knight (Appellant) appeals the trial court's\r\n  grant of a motion for summary judgment.  We affirm.\r\nA series of court orders from the 1970s required the Firemen's\r\n  Pension Fund to tender &quot;past due benefits&quot; to Appellant.  He now\r\n  seeks a reimbursement of health insurance benefits as part of those past due\r\n  benefits through mandamus and contempt.  Because the underlying order and this\r\n  Court's 1977 opinion do not unambiguously state Appellant is entitled to health\r\n  insurance benefits, Appellant's mandamus and contempt claims must be\r\n  dismissed.   \r\nI.\r\n In 1974 Appellant was employed by the City of Columbia\r\n  (Respondent)[1] as a firefighter when he fell through the roof of a burning building. \r\n  Appellant was ultimately awarded disability benefits.  The\r\n  circuit court issued an order finding Appellant was disabled and requiring\r\n  Respondents to make &quot;an immediate accounting and tender of past due\r\n  benefits.&quot;  On appeal, this court affirmed that order.[2]  Thereafter, a dispute arose regarding\r\n  the accounting of benefits, and the parties again sought relief in the circuit\r\n  court.  The matter was ultimately resolved by the circuit court in 1978, and no\r\n  appeal was taken.[3]  \r\n More than thirty years later, Appellant filed this\r\n  action in circuit court seeking reimbursement for health insurance benefits to\r\n  which he was purportedly entitled for a period of time beginning September 10,\r\n  1975.[4] \r\n  By way of relief, Appellant sought a writ of mandamus to compel payment as part of the aforementioned &quot;past\r\n  due benefits&quot; and requested the trial court hold Respondents in contempt\r\n  for failure to comply with the 1977 order.  Respondents\r\n  successfully moved for summary judgment on the basis that Appellant could not\r\n  establish Respondents willfully and intentionally disregarded this Court's order requiring past due benefits to be tendered.[5]   We find the circuit court properly granted summary judgment. \r\nII.\r\n &quot;When\r\n  reviewing a grant of summary judgment, appellate courts apply the same standard\r\n  applied by the trial court pursuant to Rule 56(c), SCRCP.&quot;  Turner v.\r\n    Milliman, 392 S.C. 116, 121-22, 708 S.E.2d 766, 769 (2011).  Summary\r\n  judgment is appropriate when the pleadings, depositions, affidavits, and\r\n  discovery on file show there is no genuine issue of material fact such that the moving party must prevail as a matter of law.  Id.;\r\n  Rule 56(c), SCRCP.  &quot;The evidence\r\n  and all reasonable inferences must be viewed in the light most favorable to the\r\n  non-moving party.&quot;  Fleming v. Rose, 350 S.C. 488, 493-94, 567\r\n  S.E.2d 857, 860 (2002) (internal citations omitted).  \r\n Whether to issue both a writ of mandamus and an order\r\n  of contempt lies within the sound discretion of the trial court, and an\r\n  appellate court will only overturn that decision upon an abuse of discretion.  Wilson\r\n    v. Preston, 378 S.C. 348, 354, 662 S.E.2d 580, 583 (2008).&nbsp;&nbsp;An abuse of discretion occurs when the trial court's\r\n  decision is based upon an error of law.  Ex parte Bland, 380 S.C. 1, 13,\r\n  667 S.E.2d 540, 546 (2008) (internal citations omitted). \r\n The writ of\r\n  mandamus is the &quot;highest judicial writ known to the law.&quot;  Sanford\r\n    v. S.C. State Ethics Comm'n, 385 S.C. 483, 493, 85 S.E.2d 600, 605 (2009) (internal\r\n  citations omitted).  Mandamus is utilized only to compel ministerial duties and\r\n  then only if the &quot;asserted right is clear and certain.&quot;  Godwin v.\r\n    Carrigan, 227 S.C. 216, 222, 87 S.E.2d 471, 473 (1955).  &quot;The primary\r\n  purpose of a writ of mandamus is to enforce an established right and to enforce\r\n  a corresponding imperative duty created and or imposed by law.&quot;  Porter\r\n    v. Jedziniak, 334 S.C. 16, 18, 512 S.E.2d 497, 497 (1999); see also Sanford,\r\n  385 S.C. at 493, 685 S.E.2d at 605-06 (holding the principal function of\r\n  mandamus is &quot;to command and execute, and not to inquire and\r\n  adjudicate&quot;).\r\n Similarly, contempt\r\n  results from the willful disobedience of a court order.  Bigham v. Bigham,\r\n  264 S.C. 101, 104, 212 S.E.2d 594, 596 (1975).  Willful disobedience requires\r\n  an act to be done &quot;voluntarily and intentionally&quot; with specific\r\n  intent not to do something the law requires to be done.  Spartanburg County\r\n    Dep't of Soc. Servs. v. Padgett, 296 S.C. 79, 82-83, 370 S.E.2d 872, 874\r\n  (1988).  Moreover, in order to find willful disobedience, contempt requires the\r\n  court order to be unequivocal.  See Welchel v. Boyter, 260 S.C.\r\n  418, 421, 196 S.E.2d 496, 498 (1973) (holding that, in order for contempt to\r\n  lie, the language of a court order's commands must be clear and certain).  \r\n Appellant claims that a question of fact\r\n  exists as to whether the order requiring &quot;past due benefits&quot; to be\r\n  tendered included health insurance benefits, and therefore, summary judgment is\r\n  not appropriate.  Appellant admits that the language of the underlying court\r\n  order and our 1977 opinion requiring payment of &quot;past due benefits&quot; does\r\n  not, by its terms, unequivocally include health insurance benefits.  Ambiguity\r\n  in the court orders, in essence, negates any claim of a clear and certain\r\n  right.  Accordingly, in the absence of language indicating a clear right or unmistakable duty, Appellant was entitled to neither mandamus nor contempt\r\n  relief as a matter of law.  Therefore, summary judgment was properly granted.\r\nAFFIRMED. \r\nTOAL, C.J., PLEICONES, BEATTY and HEARN, JJ., concur.\r\n\r\n\r\n[1]&nbsp; In addition to the City, Respondents in\r\n  this matter are Charles Austin, in his capacity as city manager, and the Board\r\n  of Trustees of the Firemen's Retirement and Pension Fund of the Columbia Fire\r\n  Department.\r\n[2]&nbsp; Knight v. Bd. of Tr. of Firemen's Ret.\r\n  &amp; Pension Fund of the Cola. Fire Dep't, 269 S.C. 671, 239 S.E.2d 720\r\n  (1977).\r\n[3]&nbsp; The issue of health insurance benefits was\r\n  never raised or addressed in any of the above-referenced proceedings.  According to the record before us, health\r\n  insurance was not available through the Firemen's Pension Fund at the time of\r\n  Appellant's work-related injury; rather, it was apparently available only\r\n  through the City.  Appellant never sought\r\n  health insurance benefits until 2005, when he was enrolled under the City's group plan upon his application.  \r\n[4]&nbsp; September 10, 1975 was the date of the\r\n  Firemen's Pension Fund's second denial of Appellant's application for\r\n  disability benefits.  \r\n[5]&nbsp; Appellant contends Respondents' motion for\r\n  summary judgment failed to comply with Rule 7(b), SCRCP, which requires that\r\n  motions &quot;shall state with particularity the grounds therefor.&quot; \r\n  Respondents' motion stated only &quot;The testimony and evidence . . . cannot\r\n  establish the essential elements of the claims presented.&quot;  Although the\r\n  motion by itself gave neither Appellant nor the court notice of the grounds for\r\n  their motion, Respondents filed a detailed memorandum in support of their\r\n  motion nine days before the summary judgment hearing, which stated with\r\n  particularity the grounds upon which they sought summary judgment. \r\n  Accordingly, Respondents' memorandum in support of its motion cured any alleged\r\n  defect in the motion itself and satisfied the requirements of Rule 7(b).\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"27096","title":"State v. Sterling","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=27096","description":"The Court affirmed appellant's conviction.","date":"2012-02-29","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        John M.\r\n          Sterling, Jr., Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal from Lexington County\r\nEdward B. Cottingham, Circuit Court Judge\r\n\r\nOpinion No.  27096\r\n  Heard October 4, 2011 - Filed February 29,\r\n2012  \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        William\r\n          W. Wilkins, Kirsten E. Small  and Andrew Mathias, all of Nexsen Pruet, of Greenville,\r\n          for Appellant.\r\n        Attorney\r\n          General Alan Wilson, Chief Deputy Attorney General John W. McIntosh  and Assistant\r\n          Attorney General William M. Blitch, Jr., all of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE\r\n  PLEICONES:  Appellant was charged with three criminal offenses:\r\n  securities fraud in violation of S.C. Code Ann. § 35-1-501(3) (Supp. 2010);[1] making false or misleading statements to the State Securities Commission in\r\n  violation of S.C. Code Ann. § 35-1-505 (Supp. 2010); and criminal conspiracy in\r\n  violation of S.C. Code Ann. § 16-17-410 (2003).  He was convicted of securities\r\n  fraud, acquitted of making a false or misleading statement and conspiracy, and\r\n  received a five-year sentence.  He now appeals, alleging the trial judge abused\r\n  his discretion in permitting testimony from investors, that he erred in denying\r\n  appellant's directed verdict motion, and that he committed reversible error in\r\n  charging the jury.  We ­­­­­­­­­­­­­­­­­­affirm.\r\nFACTS\r\nAppellant and several other\r\n  businessmen invested in a company in the 1970s that leased railroad box cars. \r\n  That company eventually declared bankruptcy, but emerged with one asset: a\r\n  deferred tax asset (DTA).  This DTA, which could be carried forward on a\r\n  company's books to offset future profits, fluctuated in value depending on\r\n  whether the company anticipated making a profit.  This post-bankruptcy company\r\n  was known as NRUC.  In 1991, NRUC acquired a Pickens-based company, Carolina\r\n  Investors, Inc. (CI).  \r\nCI had been founded in 1963,\r\n  originally for the purpose of making loans to individuals purchasing cemetery\r\n  plots.   CI, which was funded by notes and subordinated debentures sold\r\n  exclusively to South Carolina investors, eventually began making small\r\n  household loans and, by 1970, was involved in non-conforming subprime\r\n  mortgages.  Non-conforming and subprime mortgages are made to persons who\r\n  cannot qualify for regular (conforming) mortgages: non-conforming mortgages\r\n  carry a higher interest rate reflecting the greater risk of default.\r\nCI had a policy of allowing\r\n  investors to redeem their debentures at any time prior to maturity upon fifteen\r\n  minutes’ notice, albeit at a reduced interest rate.  CI's investments were not\r\n  federally insured, but because it made loans to persons who could not meet the\r\n  credit standards required by conforming mortgage lenders, it paid higher than\r\n  average interest rates on the notes and debentures.\r\nNRUC was subsequently renamed\r\n  Emergent and later HomeGold Financial (HGFin).[2] \r\n  HGFin, the parent company, acquired a number of other financial subsidiaries,\r\n  one of which, HomeGold, Inc. (HGInc), became a subprime lender.  Thereafter,\r\n  while CI continued to raise monies through the sale of notes and debentures,\r\n  those funds were loaned to HGFin and its other subsidiaries, and used primarily\r\n  to expand business operations and pay business expenses of those entities.\r\nDuring the period 1995-97,\r\n  the HGFin companies were very profitable.  In 1996, HGFin went public,\r\n  divesting itself of several subsidiaries and becoming a pure financial services\r\n  entity.  In late 1997, HGInc, the subprime lender subsidiary, lost its leader,\r\n  who took much of his team with him.  That loss, coupled with a worldwide credit\r\n  crisis in 1998, caused HGInc to suffer enormous losses.  In an effort to\r\n  recover economic viability, HGFin sold most of its other financial service\r\n  subsidiaries, keeping only HGInc and CI.  From 1998 until HGFin declared\r\n  bankruptcy in 2003, HGFin and HGInc[3] never had an operating profit.\r\nThe retail mortgage lending\r\n  business relies on &quot;warehouse lines&quot; from large lenders in order to\r\n  operate.  Essentially, the warehouse lines provide the working capital for the\r\n  lending business, and the stability of those lines, which is dependent upon the\r\n  large bank's confidence in the lender, is critical to the mortgage lender's\r\n  business.\r\nIn its efforts to keep HGInc\r\n  operational, with the hope it could repay to CI all the monies loaned by CI to\r\n  HGInc (the intercompany debt), HGFin shrank both the number of subsidiaries and\r\n  the operational aspects of HGInc.  Eventually, HGFin began to look for a merger\r\n  partner for HGInc in order to save the business.  After several merger\r\n  prospects fell through, HGFin settled upon a Lexington, South Carolina,\r\n  subprime lender called HomeSense, which was owned by Ronald Sheppard. \r\n  Appellant, who at the time of the 2000 merger between HomeSense and HGInc was\r\n  CEO of both HGFin and HGInc, chairman of the board of both HGFin and HGInc, and\r\n  on CI's board, was the leading proponent of the HomeSense merger.\r\nThe HomeSense-HGInc merger\r\n  was not a success.  First, due diligence completed after the merger\r\n  demonstrated that HomeSense had significantly overstated its net worth.  HGInc\r\n  and Sheppard subsequently canceled a mutual indemnity agreement in exchange for\r\n  Sheppard's remaining a guarantor on certain HomeSense debts.  Second, Sheppard\r\n  proved to be an abrasive leader whose leadership style and aggressive\r\n  accounting maneuvers caused a number of HGInc and HGFin officers and executives\r\n  to leave.  Sheppard also placed personal expenses on the company books using\r\n  HGInc to subsidize his extravagant lifestyle.  \r\nAfter the merger, appellant\r\n  ceased to be an employee, but remained as chair of both the HGFin and HGInc\r\n  boards, and remained on CI's board.  He continued to be supplied with an\r\n  office, an administrative assistant, and a salary.  Over the next three years,\r\n  the financial decisions made on behalf of HGInc resulted in numerous\r\n  resignations by CFOs and others.  In addition, the HGInc-HomeSense merger\r\n  permitted HGInc's largest warehouse lender (CIT) to end the relationship. [4] \r\n  As a result of the loss of CIT's warehouse line, HGFin and HGInc's continued\r\n  financial woes, and their reliance on CI investor money to stay in business, it\r\n  became increasingly difficult for HGInc to obtain sufficient warehouse lines to\r\n  fund its loans even as it began to increase its share of the subprime mortgage\r\n  market.  HGFin and HGInc continued to struggle and began moving debts and\r\n  assets among the companies in order to hide its financial difficulties.\r\nAppellant's defense was\r\n  predicated in large part on the fact that the financial maneuvers that took\r\n  place were approved by outside auditors, and that the Wyche Law Firm vetted and\r\n  approved all of the companies' governmental filings and prospectuses.  As\r\n  stated above, the jury acquitted appellant of making false or misleading\r\n  statements to the State Securities Division.  Reliance upon the outside\r\n  auditors' approval, however, is misleading.  For example, the outside auditors\r\n  agreed to an increase in the value of the DTA from $12 million to $22 million,\r\n  as urged by appellant, in HGInc's unaudited third quarter 2000 10-Q.  The\r\n  auditor testified, however, that had he been told that this change in valuation\r\n  was being made because HGInc needed to show a positive net equity in that\r\n  quarter in order for it to renew its state mortgage licenses, that information\r\n  would have &quot;raised a red flag&quot; and alerted him to the precarious\r\n  nature of HGFin's finances.  \r\nSimilarly, while the auditor\r\n  was aware that CIT, HGInc's largest warehouse lender, was withdrawing its line\r\n  of credit following the HomeSense merger, the auditor was never told that this\r\n  secured lender had told appellant and others that it was ending the\r\n  relationship because it &quot;didn’t want to be standing in front of a little\r\n  old lady in Pickens County during a bankruptcy proceeding.&quot;  Again, this\r\n  information would have raised a red flag for the auditors, indicating that a\r\n  secured creditor was fearful of HGInc's financial worth.  Moreover, there was\r\n  evidence that the auditors were not informed of certain regulatory inquiries,\r\n  in violation of their management letter.  \r\nOver time, the only thing\r\n  keeping HGInc in the retail mortgage business was the influx of cash from CI\r\n  investors.  In 1999, the intercompany debt, owed by HGInc to CI, was about $67\r\n  million; in 2000, $100 million; by the end of 2001, $144 million; and at year\r\n  end 2002, more than $243 million.  \r\nBy 2001, the outside auditors\r\n  expressed grave concerns over HGInc's ability to repay the intercompany debt to\r\n  CI and its ability to remain a going concern, and they criticized a number of\r\n  its accounting decisions.  HGFin and HGInc continued to rely on overly\r\n  optimistic projections to suggest that the companies could recover viability. \r\n  In October 2001, the auditors required HGFin to obtain an independent valuation\r\n  of HGInc to determine whether the intercompany debt between HGInc and CI should\r\n  be reported as &quot;impaired.&quot;  An impairment is an opinion by the\r\n  auditors that the borrower cannot fully repay its debt.\r\nOn March 14, 2002, the\r\n  auditors told HGFin that they would place a &quot;going concern&quot; paragraph\r\n  in HGFin's 2001 audited financial statements.  A &quot;going concern&quot;\r\n  paragraph is an expression of doubt whether the business will still exist in a\r\n  year.  Moreover, the accountants rejected a valuation of HGInc for debt\r\n  impairment purposes done by CBIZ, which had valued HGInc's net worth at\r\n  approximately $170 million.  HGFin then ordered a loan impairment valuation\r\n  from Deloitte and Touche, which valued HGInc at between $130-$140 million. \r\n  This valuation was accepted by the auditors, but because the 2001 year-end debt\r\n  owed to CI stood at approximately $144 million, the auditors were required to\r\n  report that the intercompany loan was impaired.  As a result, HGFin's 2001\r\n  audited financial statement included both a &quot;going concern&quot; statement\r\n  and a &quot;loan impairment&quot; opinion for the outside auditors. This\r\n  impairment opinion stated that the auditors had determined that HGInc could not\r\n  repay $6.7 million of the $144 million 2001 year-end debt owed to CI. \r\nIn April 2002, the CI\r\n  prospectus acknowledged the &quot;going concern&quot; opinion of HGFin's\r\n  outside auditors and the loan impairment, but also referred to the CBIZ and\r\n  Deloitte valuations.  Inclusion of these valuations violated the terms of the contracts\r\n  between HGFin and the two companies, which provided the valuations were not for\r\n  public use and were to be used solely for financial reporting purposes in\r\n  calculating loan impairment.  Although there was evidence that the inclusion of\r\n  these valuations was improper and misleading to the extent they suggested a\r\n  reliable market price for HGInc, these references in the CI prospectus were\r\n  approved by the Wyche firm, which did the securities work for HGFin and its\r\n  subsidiaries.[5] \r\n  Wyche attorneys testified they approved the reference to the CBIZ valuation,\r\n  even though it had been rejected by the outside auditor, and to the inclusion\r\n  of both CBIZ and Deloitte valuations in the prospectus as indicative of HGInc's\r\n  value, even in light of the explicit limitations on their use, on the theory it\r\n  was management's view of a material fact.\r\nThroughout 2002, HGFin\r\n  struggled.  Following a run on CI deposits in August 2002, the HGFin board,\r\n  from which appellant had resigned as chairman in June 2002 but remained as a\r\n  member, met with a bankruptcy attorney.  This meeting included a discussion\r\n  whether CI should be placed in a conservatorship or receivership.  Appellant\r\n  was also on CI's board.  As for CI, only appellant and Sheppard, who were both\r\n  on CI's board, were aware of this meeting at which the future of CI was\r\n  discussed.\r\nIn mid-2002, HGFin had begun a\r\n  search for a buyer for HGInc, the retail mortgage operation.  HGInc's warehouse\r\n  lines were being reduced or withdrawn as a result of the going concern opinion\r\n  and the loan impairment opinion in the company's 2001 financial statement. \r\n  HGFin officers misled CI's board into believing that legitimate outside buyers\r\n  were interested in purchasing HGInc's mortgage business, when in fact no viable\r\n  deal could be found.  Recall that appellant was on both the HGFin board and\r\n  CI's board.  In November 2002, the HGFin board agreed to allow Sheppard to form\r\n  a corporation (EMMCO) to buy the HGInc subprime mortgage business, and began\r\n  talking about a possible receivership for CI.  Sheppard resigned from the HGFin\r\n  board at this juncture.  The CI board members who were not also on HGFin's\r\n  board were unaware for several weeks of this November 2002 plan to sell HGInc\r\n  to the new Sheppard business venture.\r\nAlthough the CI board was\r\n  told that HGFin and HGInc were no longer taking money from CI in August 2002, in\r\n  fact HGFin continued to use these funds to keep HGInc in business.  In January\r\n  2003, appellant asked two CI board members, Earle Morris and Larry Owen, to\r\n  meet him  at a restaurant.  Appellant told Morris and Owen that HGFin was\r\n  looking into bankruptcy, but minimized the possibility.  In February 2003,\r\n  Larry Owen, president of CI and one of the CI board members who was at the\r\n  restaurant meeting, learned from the state securities division that, in fact,\r\n  HGFin was still using CI investors' money to fund HGInc's obligations. \r\nIn March 2003, matters came\r\n  to a head.  During the week of March 17, 2003, HGFin was monitoring CI's money\r\n  situation closely, requiring CI to frequently report deposits made, and\r\n  transferring money only as needed for CI to pay investor redemptions.  In a\r\n  March 20 call to the CI board, Karen Miller, then CFO for HGFin, told the CI\r\n  board that HGInc should have money available very soon that would ease CI's\r\n  cash flow issues.  Appellant, who had remained on the CI board, resigned that\r\n  night.  At 9 am on March 21, Miller called and informed CI that it would have only\r\n  $84,000 for the day, and scheduled another CI board call for 2 pm.  At that 2\r\n  pm call, the CI board was informed that HGFin was filing bankruptcy, and that\r\n  CI needed to find an attorney to represent it.  Both CI and HGFin ceased\r\n  operations on that Friday, and both subsequently declared bankruptcy.\r\nISSUES\r\n\r\n  1)  Did the trial court err in permitting five CI\r\n    investors to testify?\r\n  2)  Did the trial court err in denying appellant's\r\n    directed verdict motion?\r\n  3)  Did\r\n    the trial court err in charging the jury?\r\n\r\nANALYSIS\r\n1.&nbsp;&nbsp;&nbsp;&nbsp; Investor Testimony\r\nAppellant contends the lower\r\n  court erred in permitting five CI investors to testify.  This issue is not\r\n  preserved for appellate review.\r\nThe record contains a partial\r\n  transcript from a hearing before Judge Johnson on September 7, 2007.  In the\r\n  course of this transcript, Judge Johnson is apparently reviewing pretrial\r\n  motions, and states that he has before him a motion to exclude some &quot;kind\r\n  of invested [sic] testimony.&quot;  Judge Johnson then says that &quot;a\r\n  determination of whether or not the testimony being tendered by a particular\r\n  investor is relevant and I don't know that I can make that all without hearing\r\n  what the testimony is&quot; and declines to rule on the motion at that\r\n  juncture.  \r\nThe record also includes\r\n  &quot;Defendant's Confidential Trial Brief for Judge Cottingham Only.&quot; \r\n  This brief was presented to Judge Cottingham before the trial commenced on\r\n  February 9, 2009.[6] \r\n  This document contains this section:\r\nInvestor Testimony\r\nThe\r\n  State will likely attempt to introduce testimony from individuals who lost\r\n  substantial sums of money invested in the notes and debentures of CII. \r\n  However, it appears that none of these investor witnesses will testify that\r\n  they ever spoke to or corresponded with Jack Sterling about their investments. \r\n  In previous related trials, witnesses testified to false and misleading\r\n  statements made to them by Larry Owen and Earle Morris.  The investors also\r\n  provided heart-wrenching testimony about the impact of their losses.  The\r\n  defendant's objection to such testimony is stated in our Motion to Exclude\r\n  Irrelevant and Unduly Prejudicial Investor Testimony filed on August 24, 2007.\r\nIn\r\n  summary, under Rule 403 of the South Carolina Rules of Evidence, the State\r\n  should not be permitted to introduce emotionally charged and highly prejudicial\r\n  testimony of investors who had no dealings with Sterling.  Unless the State\r\n  proves something more than a merely speculative connection between Sterling and\r\n  the false statements of others, the testimony is not probative of Sterling's\r\n  guilt.  Since the defense is prepared to stipulate to the amount of investor\r\n  losses flowing from the bankruptcy of CII and HomeGold, any probative value of\r\n  testimony from an investor who had no dealings with Sterling is vastly\r\n  outweighed by its unduly prejudicial impact, which would seriously jeopardize\r\n  Sterling's right to a fair trial.\r\nThere is no mention of this\r\n  document nor any objection to any investor testimony in the record.  Shortly\r\n  before this case was to be heard on appeal, appellant's appellate attorneys\r\n  filed a motion to supplement the record with the affidavit of his trial attorneys,\r\n  which this Court granted without prejudice to our right to find no objection to\r\n  the investors' testimony was preserved for appeal.  The gist of this affidavit\r\n  is that\r\n\r\n  (1)  the confidential trial brief was filed January\r\n    26, 2009; and \r\n  (2)  at trial, when the State proposed to call\r\n    investor witnesses, trial counsel &quot;strenuously objected to the admission\r\n    of their testimony during one such in-chambers meeting. . . .&quot;  \r\n\r\nThis affidavit does not: (1) clarify\r\n  when the objection was renewed at trial, and since the CI investors did not\r\n  testify sequentially, it is impossible to determine whether one or more\r\n  testified without objection; (2) specify what arguments were raised in this in\r\n    camera motion; or (3) reflect the basis for the trial court's ruling.  \r\na)&nbsp; Relevance\r\nAppellant argues that the\r\n  testimony of the CI investors was irrelevant to the question whether he had the\r\n  intent to defraud them, as they had never met or spoken with him.  However, the\r\n  State was required to prove that at least one investor lost money, and if\r\n  appellant was convicted, his sentence would be determined by the amount of\r\n  money lost.  See S.C. Code Ann. § 35-1-508(a) (Supp. 2010).  The CI\r\n  investors' testimony was not &quot;wholly irrelevant.&quot;  \r\nb)&nbsp;&nbsp; Impact evidence\r\nAppellant argued in his\r\n  pretrial brief that the anticipated testimony of the investors about the impact\r\n  of those losses on their lives, coupled with the testimony of the amount of the\r\n  losses, was more prejudicial than probative and should therefore be excluded\r\n  under Rule 403, SCRE.  We agree that it appears evidence of the impact is\r\n  irrelevant to appellant's criminal charges, but in this situation it is\r\n  critical to know exactly what appellant's Rule 403 argument was and exactly why\r\n  the trial judge exercised his discretion and permitted this testimony.  While\r\n  it appears that the CI investors' testimony should have been limited to the\r\n  amount of their pecuniary losses, there is no evidence appellant sought to\r\n  limit their testimony in this manner.  Rather, from the record, it appears that\r\n  he sought to exclude these witnesses from testifying at all.  On this record,\r\n  we are unable to find any error in the trial judge's decision to deny\r\n  appellant's request to disallow the CI investors' testimony.  E.g., State\r\n    v. Freiburger, 366 S.C. 125, 620 S.E.2d 737 (2005) (appellant's burden to\r\n  present a sufficient record for appellate review).\r\n2.  Directed Verdict\r\nAt the close of the State's\r\n  case, appellant made the following directed verdict motion:\r\n\r\n  Attorney:    At\r\n    this time, your Honor, we'd move for a directed  verdict\r\n    on all three counts, but particularly on the  count\r\n    of filing the letter to the [state] Securities Commission,\r\n    because it was clear from the course, in  the\r\n    light most favorable to the State, that from all  their\r\n    witnesses all we've heard is that that letter was run\r\n    by the Wyche firm, there was testimony the letter may\r\n    have been authorized by the Wyche firm, no  doubt\r\n    advice of counsel and reliance, valid reliance on\r\n    advice of counsel with fully informed counsel.\r\n  The\r\n    Court:  You're asking for a directed verdict as to what count?\r\n  Attorney:    Count\r\n    two, your honor.\r\n  The\r\n    Court:  Count two, be glad to hear from you.\r\n  The\r\n    State:   Thank you, your honor.  I think Keith Giddens[7] said it was misleading and I think\r\n    that's all we need to go to\r\n    the jury.\r\n  The\r\n    Court:  Yes.  The fact that there is some evidence from which  the\r\n    jury will consider as I rule on the motion for  directed\r\n    verdict, not the weight of it.  I conclude that based\r\n    on the totality of the facts that there is sufficient\r\n    evidence to go forward on all counts, one,  two\r\n    and three.\r\n  Attorney:    Your\r\n    Honor, would you revisit that?  We'll make the  appropriate\r\n    motions at the end of the full case.\r\n  The\r\n    Court:  No question about it, you're entitled to have it  revisited\r\n    in full.\r\n  Attorney:    Thank\r\n    you, your Honor.\r\n    The\r\n    Court:  And I can handle it better at that time after hearing the\r\n    defense anyway.\r\n  Attorney:    Yes,\r\n    sir.\r\n\r\n At the end of the\r\n  testimony, the following exchange occurred:\r\n\r\n  The\r\n    Court:  All right, sir.  Any motions from the State at this  time?\r\n  The\r\n    State:   None from the State, your Honor.\r\n  The\r\n    Court:  Any from the defendant?\r\n  Attorney:    Your\r\n    Honor, we'd renew our motions we made earlier at\r\n    the end of the State's case for a directed verdict.\r\n  The\r\n    Court:  I accept those motions, and for the reasons previously stated,\r\n    concluded that the issues to which you refer are\r\n    questions of fact for the jury.  As you well know, if\r\n    there's some testimony on these various counts, that  I'm\r\n    obligated to send it to the jury.  The jury's concerned\r\n    with the weight of it.  And there is  sufficient\r\n    evidence in the case to go forward.  Your  motions\r\n    are respectfully denied.\r\n  Attorney:    Thank\r\n    you, your Honor.\r\n  Second\r\n    Attorney:   Your Honor, may I add one more motion to  [Attorney's]\r\n    motion?\r\n  The\r\n    Court:  Yes, sir.\r\n  Second\r\n    Attorney:  As to count two, we want to specifically ask  the\r\n    Court to dismiss count two regarding false statements\r\n    to the[state] Securities Commission on the grounds\r\n    that the indictment failed to allege the  essential\r\n    element of willfulness, and the grand jury did\r\n    not pass on that essential element, and therefore  it's\r\n    not a criminal offense and the count should be dismissed.\r\n  The\r\n    Court:  I anticipated your motion, and as I looked at count  two\r\n    count one, and count one specifically designates the\r\n    word &quot;willful.&quot;  And count one is a part of count two. \r\n    Would you like to be heard on that?\r\n  The\r\n    State:   Yes.  We did incorporate the previous paragraph in the\r\n    count.\r\n  The\r\n    Court:  That is incorporated in there and the word &quot;willful&quot; is  contained\r\n    therein.  Again, thank you for calling that to\r\n    my attention, but that motion for the reasons stated also\r\n    is respectfully denied.\r\n\r\nA directed verdict is\r\n  properly denied where there is any evidence, direct or circumstantial, which\r\n  reasonably tends to prove the defendant's guilt.  State v. Brandt, 393\r\n  S.C. 526, 713 S.E.2d 591 (2011).  When reviewing a denial of a directed\r\n  verdict, &quot;an appellate court views the evidence and all reasonable\r\n  inferences in the light most favorable to the State.&quot;  Id. (citation omitted).  A general directed verdict motion, however, does not\r\n  preserve any issue for appeal.  State v. Bailey, 298 S.C. 1, 377 S.E.2d\r\n  581 (1989).  \r\nAt trial, the only count for\r\n  which appellant identified deficiencies in the State's case was count 2, one of\r\n  the two charges of which appellant was acquitted.  There is no proper directed\r\n  verdict issue concerning count 1 preserved for our review.  State v. Bailey, supra.  In any case, had a proper motion been made, it should have been\r\n  denied.  Appellant's indictment specifies numerous ways in which he is alleged\r\n  to have violated § 35-1-501(3).  In order to withstand appellant's directed verdict\r\n  motion on count 1, the State need only have presented some evidence to support\r\n  any one of these allegations.\r\nParagraph 32(i) of the\r\n  indictment alleges that after appellant learned that the outside auditors were\r\n  going to place a going concern statement and loan impairment in HGFin's audited\r\n  2001 financial statement, which would then be included in CI's 2002 prospectus,\r\n  he\r\n. . .\r\n  met with officers, directors and employees of [CI], several of which were\r\n  investors in [CI] securities, in an effort to downplay negative information\r\n  concerning the company and put a positive spin on [HG]'s speculative efforts to\r\n  return to profitability.  [Appellant] knew the misleading information shared\r\n  with the officers, directors and employees of [CI] would be disseminated to\r\n  potential or current investors in [CI] securities.\r\nAs explained below, the State\r\n  presented evidence that appellant, &quot;directly or indirectly . . . engage[d]\r\n  in an act . . . that operate[d] . . . as a fraud or deceit upon another\r\n  person&quot; in violation of § 35-1-501(3) in connection with this meeting.\r\nLarry Owen, the president and\r\n  long-term board member of CI, testified that he felt enormous pressure to\r\n  &quot;embellish&quot; once he learned the 2002 CI prospectus would contain both\r\n  going concern and impaired loan statements.  Appellant asked Owen to set up a\r\n  meeting with the CI board members and CI's staff in early April 2002. \r\n  Appellant decided that the CI employees (&quot;investment counselors&quot;) who\r\n  dealt with CI's customers would need a summary to help them understand how to\r\n  explain the prospectus.[8] \r\n  Owen and appellant discussed the information to be included in this document,\r\n  which Owen typed up and his wife handed out at the meeting.  \r\nAppellant, Owen, and an HG\r\n  officer spoke at this meeting.  The investment counselors were told to play up\r\n  the positives in the prospectus, including the valuations done by CBIZ and\r\n  Deloitte of HGInc's financial worth.  Recall that these valuations were\r\n  specifically restricted to private use to determine loan impairment only.  As\r\n  Owen explained, the point of the memorandum and meeting were to simplify and\r\n  minimize the negative financial information in the prospectus because:\r\n\r\n  [Y]ou\r\n    know, most of our counselors had money there and their families had money there\r\n    and their friends had money there and I knew if just the slightest conveyance\r\n    of something negative like that was spilled, then it could cause a run.\r\n\r\nAppellant helped prepare the\r\n  memorandum by discussing most of its contents, and he was present at and\r\n  participated in the meeting.  There was evidence that the purpose of the April\r\n  2002 meeting and the memorandum was to divert the attention of investors\r\n  (including the investment counselors present) from the grim news in the\r\n  prospectus by directing it to the optimistic projections and valuations after having\r\n  pointed out the impairment and going concern paragraphs.  Indeed, an investment\r\n  counselor testified that she left the meeting &quot;feeling that the going\r\n  concern language was not something that was that dire,&quot; at least in part\r\n  because it had been emphasized that if HGInc were sold for the appraised values\r\n  placed upon it by CBIZ or Deloitte, CI investors would be paid in full.  This\r\n  investment counselor left her $80,000 in CI, and lost it all when the business\r\n  closed. \r\nThe State presented\r\n  sufficient evidence to withstand any directed verdict motion on count 1, as the\r\n  jury could have found from this evidence that appellant knew the misleading\r\n  information he shared at the April 2002 meeting would be disseminated to\r\n  &quot;investors&quot; as charged in ¶32(i).\r\nAppellant did not properly\r\n  preserve any directed verdict motion as to count 1.  State v. Bailey, supra. \r\n  Moreover, as there is evidence that he &quot;engaged in an act that operated as\r\n  a fraud or deceit upon another person&quot; in violation of § 35-1-501(3), had\r\n  the issue been raised, the trial judge would have been correct in denying a\r\n  directed verdict on count 1.\r\n3.  Jury Charge\r\nSouth Carolina law makes it\r\n  unlawful for an individual to either directly or indirectly &quot;engage in an\r\n  act, practice or course of business that operates or would operate as a fraud\r\n  or deceit upon another person in connection with the offer, sale, or purchase\r\n  of a security.&quot;  §35-1-501(3).  An individual who willfully violates this\r\n  statute is punished in accordance with the provisions of § 35-1-508; see § 35-1-501 cmt. 6, &quot;The culpability required to be pled or proved under section\r\n  501 is addressed in the relevant enforcement context . . . e.g. section 508 . .\r\n  . where &quot;willfulness&quot; must be proven . . . .&quot;  Conduct is\r\n  willful within the meaning of § 35-1-508 if the person acts intentionally, that\r\n  is, he is aware of what he is doing.  Willfulness does not require that the\r\n  person act with an evil motive or with the intent or knowledge that the law, in\r\n  this case § 35-1-501(3), is being violated.  § 35-1-508 cmt. 2.\r\nThus, in order to violate the\r\n  statute there must be evidence that the defendant's conduct was willful or\r\n  intentional (§ 35-1-508) and that he did something that would or did operate as\r\n  a fraud or deceit on another person (§ 35-1-501).  Knowledge or intent that his\r\n  conduct violated the securities law is not required (cmt. 2, supra) but\r\n  the State must present evidence that the defendant made statements or committed\r\n  acts that he knew presented a danger of misleading an investor.  State v.\r\n    Morris, 376 S.C. 189, 656 S.E.2d 359 (2008).  In Morris, this Court\r\n  approved a jury charge on mens rea under these code sections that\r\n  informed the jury it could find the defendant guilty if it found he knowingly\r\n  committed misconduct, or if his actions &quot;presented a danger of misleading\r\n  buyers or sellers that is either known to [defendant] or is so obvious that\r\n  [defendant] must have been aware [that it was misleading].&quot;  We found no\r\n  error in charging the jury that it could find the defendant guilty if his\r\n  misleading acts were either intentional or severely reckless, that is, he knew\r\n  his conduct could mislead investors.  Id.\r\n\r\nAppellant's jury\r\n  was charged:\r\n\r\n  [A]\r\n    material element of the securities fraud prosecution is the demonstration of\r\n    the existence with  [sic]what is called scienter.  Scienter is a mental state\r\n    embracing intent to deceive, manipulate or defraud.  Mere negligence will not\r\n    suffer [sic] for conviction.  Allegations of scienter must be based on a\r\n    substantial factual basis in order to create [sic] strong inference that the\r\n    defendant acted with the required state of mind as required [sic].  I would\r\n    further charge you that scienter may be established by a showing of knowing\r\n    misconduct or severe recklessness.  Proof of such recklessness would require a\r\n    showing that the defendant's conduct was an extreme departure of [sic] ordinary\r\n    care which would present a danger of misleading buyers or sellers that is known\r\n    to the defendant or is so obvious that the defendant must have been aware of\r\n    it.\r\n\r\nFollowing the charge,\r\n  appellant objected to the severe recklessness language as it related to count\r\n  one on the ground the charge (1) is inconsistent with the statutory definition\r\n  of intent and conflicts with federal authority; and (2) effectively lowers the\r\n  burden of proof, violating both a defendant's right to a fair trial and due process. \r\n  The objection was overruled on the basis that the charge was taken directly\r\n  from the case of State v. Morris, supra, which this Court had\r\n  recently affirmed.  Appellant lodged no further objection to the charge, nor\r\n  did he object to the trial court's remedies when the jury subsequently sought\r\n  clarification of the charge.\r\nWe first address the issues\r\n  raised at trial.  Neither § 35-1-501 nor § 35-1-508 includes the word 'intent,'\r\n  and we therefore do not understand the contention that the Morris charge\r\n  is inconsistent with a statutory definition.  We are within our authority to\r\n  determine the level of intent required for a violation of the securities\r\n  statute because the legislature did not specify any mens rea.  Morris, supra; State v. Jeffries, 316 S.C. 13, 446 S.E.2d 427 (1994).  Moreover,\r\n  in Morris, we held that because the General Assembly did not specify the\r\n  requisite mens rea for a violation of the securities law, we should not\r\n  weaken the legislators' decision to criminalize the making of these types of\r\n  false or misleading statements by imposing a high standard of intent.  Id. at 201-202, 656 S.E.d at 366. \r\nIn Morris, we\r\n  construed the statute making it unlawful to engage in conduct that operates as\r\n  a fraud or deceit upon another person (§ 35-1-501) with the statute (§\r\n  35-1-508) that criminalizes an unlawful violation of § 35-1-501.  In so doing,\r\n  we were guided by the official comments to § 35-1-508, which informed us that\r\n  willful means only that the person's conduct was intentional, not that his\r\n  state of mind was evil or that he intended to violate § 35-1-501.[9] \r\n  'Recklessness' is one level of criminal intent, as are 'knowledge and\r\n  negligence.'  State v. Jeffries, supra.[10]  \r\nUnder Jeffries,\r\n  intentional connotes a higher sense of awareness than mere recklessness.  In Morris,\r\n  we approved a charge that equated knowingly with severe recklessness.  While\r\n  severe recklessness is not a common criminal mens rea standard, under\r\n  the charge approved in Morris, severe recklessness means simply that one\r\n  cannot escape liability by &quot;shutting one's eyes to what would otherwise be\r\n  obvious.&quot;  This is a longstanding tenet of criminal law.  See State\r\n    v. Thompkins, 263 S.C. 472, 211 S.E.2d 549 (1975).  Appellant's charge did\r\n  not violate any statutory definition of intent.  Further, we find no\r\n  constitutional infirmity in the charge approved in Morris and given\r\n  here.  In addition, we note that appellant has not sought to argue against the Morris/Jeffries/Thompkins precedents.  Finally, appellant's reliance on federal authority is misplaced,\r\n  as we are interpreting only our state securities statutes.  The trial judge\r\n  committed no error in overruling appellant's only objections to the jury\r\n  charge.\r\nOn appeal, appellant seeks to\r\n  raise additional challenges to the jury charge.  It is axiomatic that a party\r\n  may not change his grounds of objection on appeal.  E.g., State v.\r\n    Meyers, 262 S.C. 222, 203 S.E.2d 678 (1974).  We therefore address these\r\n  arguments only briefly.\r\nFirst, appellant contends he\r\n  is arguing about the absence of a &quot;willfully with bad purpose&quot;\r\n  charge.  Under our securities act, &quot;proof of evil motive or intent to\r\n  violate that law&quot; is not required.  See cmt. 2 to § 35-1-508; State\r\n    v. Morris, supra.\r\nAppellant also complains that\r\n  the jury charge given in connection with count 1 was confusing, and refers to\r\n  the jury's repeated requests for clarifying instructions.  At trial, however,\r\n  appellant never raised the issue of the jury's apparent confusion, nor did he\r\n  seek to have the trial judge alter his response to the jury's inquiries or\r\n  object to the accuracy or sufficiency of these responses.  Had he done so, he\r\n  would have given the trial court the opportunity to alter the charge in some\r\n  way.  Having failed to raise any objection at trial, appellant cannot now do so\r\n  on appeal.  E.g., State v. Hale, 284 S.C. 348, 326 S.E.2d 418\r\n  (Ct. App. 1985).\r\nAppellant now argues that the\r\n  ruling in Morris upholding the jury charge on severe recklessness is dicta\r\n  because the Court also held that the evidence showed Morris intentionally misled\r\n  investors, and therefore Morris was not prejudiced by the charge even if it\r\n  were improper.  Appellant’s argument admits too much:  as was the case in Morris,\r\n  there is abundant evidence that appellant intentionally engaged in acts,\r\n  procedures, and a course of business that operated as a fraud or deceit upon\r\n  others.  Accordingly, even if we were to now alter or abandon the charge,\r\n  appellant could not show any prejudice warranting relief.\r\nCONCLUSION\r\nAppellant's conviction and\r\n  sentence are\r\nAFFIRMED.\r\nTOAL, C.J., BEATTY, J.,\r\n  and Acting Justice James E. Moore, concur. HEARN, J., concurring in part and\r\n  dissenting in part in a separate opinion.\r\n\r\nJUSTICE HEARN: Respectfully, I concur in part and dissent in part.  I\r\n  agree with the majority that Sterling's challenges to the circuit court's\r\n  denial of his motion for a directed verdict and the admissibility of investor\r\n  impact testimony are not preserved for review.[11] \r\n  However, I agree with the argument Sterling made at trial and in his brief that\r\n  the court's charge lowered the mens rea for a conviction of securities\r\n  fraud.  \r\nThe charge given to\r\n  Sterling's jury was culled from our decision in State v. Morris, 376\r\n  S.C. 189, 656 S.E.2d 359 (2008).  The language in the instant case to which\r\n  Sterling objects reads as follows:\r\nI charge\r\n  you that a material element of the securities fraud prosecution is the\r\n  demonstration of the existence of what is called scienter.[12]\r\nScienter\r\n  is a mental state embracing intent to deceive, manipulate or defraud.  Mere\r\n  negligence will not suffer [sic] for conviction.  Allegations of scienter must\r\n  be based on a substantial factual basis in order to create a strong inference\r\n  that the defendant acted with the required state of mind as required [sic].\r\nI would\r\n  further charge you that scienter may be established by a showing of knowing\r\n  misconduct or severe recklessness.  Proof of such recklessness would require a\r\n  showing that the defendant's conduct was an extreme departure of ordinary care\r\n  which would present a danger of misleading buyers or sellers that is known to\r\n  the defendant or is so obvious that the defendant must have been aware of it.\r\nWhen broken down, this charge\r\n  permitted the jury to convict Sterling based on any one of three different\r\n  levels of intent: (1) knowing misconduct; (2) conscious disregard of a known\r\n  risk; or (3) disregarding a risk that Sterling should have known about, but did\r\n  not.  My objection to the charge is two-fold.  First, I believe the charge\r\n  approved by the Court in Morris sanctioning a conscious disregard\r\n  standard was erroneous and thus the circuit court here did not correctly charge\r\n  the jury on the law of securities fraud in South Carolina.  Second, assuming\r\n  the correctness of Morris charge, the circuit court's charge in this\r\n  case permitted a conviction upon a &quot;should have known&quot; standard,\r\n  which is an even lower mens rea than that sanctioned by Morris. \r\n  I would therefore reverse and remand for a new trial.\r\nI.\r\nIn Morris, this Court\r\n  held that knowing and intentional conduct is not required for a conviction of\r\n  securities fraud.  This holding was grounded in its belief that Section\r\n  35-1-508(a) of the South Carolina Code (Supp. 2010)[13] did not specify a necessary level of intent. 376 S.C. at 201, 656 S.E.2d\r\n  at 366.  Thus, the Court was &quot;extremely reluctant to draw such [a]\r\n  distinction[]&quot; itself. Id.  However, this central premise to Morris is erroneous because section 35-1-508 does, in fact, specify a mens rea requirement: it expressly states that a person must act willfully. See S.C.\r\n  Code Ann. § 35-1-508(a) (Supp. 2010) (&quot;A person that wil[l]fully violates\r\n  this chapter . . . .&quot;).  \r\nAs the comments to section\r\n  35-1-508 provide, willfulness requires &quot;proof that a person acted\r\n  intentionally in the sense that the person was aware of what he or she was\r\n  doing.  Proof of evil motive or intent to violate the law or knowledge that the\r\n  law was being violated is not required.&quot; Id. cmt.2.  Willfulness in\r\n  this context thus goes\r\n\r\n  no\r\n    further than to denote that the actor had a purpose or willingness to commit a\r\n    particular act or omission, in which case there is no requirement that the\r\n    actor specifically intended to violate the law or injure another.  In that\r\n    event, the term &quot;willful&quot; requires only that the prohibited act occur\r\n    intentionally, and merely implies that a person knows what he or she is doing,\r\n    intends to do what he or she is doing, and is a free agent.  Under this view,\r\n    the essence of willfulness is that the actor be aware of what he or she is\r\n    doing, which is to say that his or her actions are intentional, in contrast to\r\n    that which is thoughtless or accidental.\r\n\r\n21 Am. Jur. 2d Criminal\r\n  Law § 130 (2011).  When read with section 35-1-501(3), section 35-1-508(a)\r\n  consequently criminalizes actions taken by a person who knowingly and\r\n  intentionally engages in an act, practice, or course of business that operates\r\n  as a fraud upon another person.\r\nMorris, however, held that a conviction for securities fraud\r\n  will stand when the defendant either intentionally misled investors or he\r\n  &quot;knew there was a danger that his conduct would mislead investors.&quot;\r\n  376 S.C. at 201, 656 S.E.2d at 365.  The Court therefore approved of a\r\n  recklessness-based conscious disregard standard: the defendant knew there was a\r\n  risk his statements could mislead investors, but he proceeded anyway. 21 Am.\r\n  Jur. 2d Criminal Law § 127 (&quot;Recklessness involves a subjective\r\n  realization of a risk of a particular result and a conscious decision to ignore\r\n  it, but it does not involve intentional conduct, because one who acts\r\n  recklessly does not have a conscious objective to cause a particular\r\n  result.&quot;); see also State v. Rowell, 326 S.C. 313, 315, 487 S.E.2d\r\n  185, 186 (1997) (noting that recklessness &quot;connotes a conscious failure to\r\n  exercise due care or ordinary care or a conscious indifference to the rights\r\n  and safety of others or a reckless disregard thereof&quot;).  Thus, intentional\r\n  conduct is not required to convict under this standard.  Instead, the actor\r\n  must merely be aware his actions could mislead and yet still engages in\r\n  them.\r\nBased on my reading of the\r\n  statute, I believe this charge does not state the appropriate mens rea under section 35-1-508(a).  Contrary to the Court's holding in Morris and the majority's position in this case, intentional and knowing conduct is\r\n  required for criminal securities fraud.  A person must therefore act knowing\r\n  his conduct will operate as a fraud upon another, not simply consciously\r\n  disregard the risk that his conduct may do so.  While Morris may have a\r\n  persuasive policy rationale in that a person should be prohibited from acting\r\n  when he knows of the danger, it is not found in the language of the statute.  \r\nAs to the majority's\r\n  contention that my analysis conflates the concepts of the mental state required\r\n  for one's conduct and mens rea, I do not dispute this as I see no\r\n  meaningful difference between the two.  Indeed, the majority's reference to State\r\n    v. Reid, 383 S.C. 285, 679 S.E.2d 194 (Ct. App. 2009), validates my\r\n  position.  It is hornbook law that most crimes require both an actus reus and a mens rea. See id. at 293 n.2, 679 S.E.2d at 198 n.2. \r\n  Section 35-1-501(3) provides the actus reus for this type of securities\r\n  fraud, viz. engaging in conduct that operates as a fraud upon another in\r\n  connection with the sale of securities.  Section 35-1-508(a), in turn, supplies\r\n  the mens rea by stating a person must do so willfully.  The majority,\r\n  however, holds that a person must willfully defraud another when selling\r\n  securities (the majority's actus reus), but he may be convicted for\r\n  doing so recklessly (the majority's mens rea).  Putting aside the\r\n  conflicting levels of intent under this view, it is only by combining the mens\r\n    rea and actus reus requirements found in sections 35-1-501 and\r\n  35-1-508 into one actus reus can the majority find room for\r\n  recklessness in the resulting vacuum.  Willfulness in the criminal context,\r\n  however, is not a type of conduct but instead is unmistakably one of the\r\n  graduated levels of mental intent.  These two statutes therefore provide both\r\n  the requisite actus reus and mens rea, and I do not believe we as\r\n  a Court have the opportunity to predicate a conviction for securities fraud\r\n  upon anything else.\r\nIt may be that our\r\n  disagreement emanates from the confusion occasioned by the statute as to the\r\n  nature of securities fraud.  Comment 2 to section 35-1-508 states that\r\n  &quot;[p]roof of evil motive or intent to violate the law or knowledge that the\r\n  law was being violated is not required&quot; in a prosecution for violations of\r\n  section 35-1-501.  Section 35-1-501(3), however, prohibits &quot;engag[ing] in\r\n  an act, practice, or course of business that operates or would operate as a\r\n  fraud or deceit upon another person&quot; when done &quot;in connection with\r\n  the offer, sale, or purchase of a security.&quot;  Thus, the very conduct\r\n  proscribed by section 35-1-501(3) is fraud, an act which is evil in and of\r\n  itself. See Huff v. Anderson, 90 S.E.2d 329, 331 (Ga. 1955) (&quot;It\r\n  appears from the authorities to be the rule without exception, that the offense\r\n  of obtaining money from another by fraud or false pretenses, or larceny after\r\n  trust, are crimes malum in se, involving moral turpitude.&quot;). \r\n  Proving that a person's conduct in contravention of section 35-1-501(3)\r\n  was intentional, willful, and knowing (which the majority acknowledges is\r\n  required) therefore necessitates the proof of an evil motive—an intent to\r\n  deceive.  Although section 35-1-508 suggests scienter is not required, the\r\n  language in section 35-1-501 necessitates fraud.  Because section 35-1-501(3)\r\n  is the more specific statute, I believe it controls and intent to defraud is\r\n  necessary.\r\nAccordingly, I believe Morris was wrongly decided and would reverse Sterling's conviction because the charge\r\n  given was taken directly from it.  I also believe Sterling was prejudiced by\r\n  the court's incorrect charge.  In my opinion, there is not &quot;abundant\r\n  evidence&quot; that Sterling intentionally defrauded investors.  Rather, there\r\n  is a significant amount of evidence showing Sterling simply was blind to the\r\n  risks he may have taken.  Indeed, one juror sent a note to the court asking if\r\n  Sterling could be convicted based only on severe recklessness, thereby arguably\r\n  expressing his view that the State had not shown a course of intentional\r\n  conduct.  \r\n\r\nII.\r\nEven if Morris did\r\n  correctly hold that criminal recklessness is sufficient under section\r\n  35-1-508(a),[14] I believe the Court may have inadvertently sanctioned the use of a criminal\r\n  negligence mens rea standard.  The charge given in this case followed\r\n  verbatim a portion of Morris wherein the Court quoted and tacitly approved\r\n  of a charge which stated that a jury could convict upon finding the defendant\r\n  took steps &quot;which present[] a danger of misleading buyers or sellers that\r\n  is either known to [the defendant] or is so obvious that [he] must have\r\n  been aware of it.&quot;[15] 376 S.C. at 201, 656 S.E.2d at 365. (emphasis added).  This charge\r\n  accordingly includes both a &quot;known&quot; and a &quot;should have\r\n  known&quot; standard.  \r\nCrucial to the concept of\r\n  recklessness is the notion that the actor must subjectively be aware of the\r\n  risk, and one is not criminally reckless for acting despite a risk he should\r\n  have known. 21 Am. Jur. 2d Criminal Law § 127.  In other words,\r\n  liability for recklessness &quot;cannot be predicated solely on an objective\r\n  consideration of what a defendant 'should have known.'&quot; Id.  A\r\n  hallmark of criminal negligence, on the other hand, is disregarding a risk one should\r\n  have known about. State v. Taylor, 323 S.C. 162, 166, 473 S.E.2d 817,\r\n  818 (Ct. App. 1996); 21 Am. Jur. 2d Criminal Law § 126 (&quot;A person\r\n  acts with criminal negligence when he or she should have been aware of a\r\n  substantial and unjustifiable risk he or she has created.&quot;).  Thus, a\r\n  defendant's subjective knowledge of the risk is irrelevant for criminal\r\n  negligence. 21 Am. Jur. 2d Criminal Law § 126.  Hence, the charge\r\n  approved of in Morris includes both recklessness and the lower mens\r\n    rea of negligence.\r\nHowever, I do not believe the Morris Court actually intended to approve of criminal negligence as a\r\n  permissible mens rea for securities fraud.  Instead, I read Morris as only criminalizing acting with actual knowledge that one's conduct may\r\n  mislead investors.  Apart from this language, the Court never mentioned the\r\n  negligence standard again.  Notably, after quoting this &quot;should have\r\n  known&quot; standard the Court wrote, &quot;Stated differently, the court\r\n  charged that in order to support a conviction, the jury needed to find that\r\n  [Morris] intentionally misled investors, or that [Morris] knew that there was a\r\n  danger that his conduct would mislead investors.&quot; Morris, 376 at\r\n  201, 656 S.E.2d at 365.  Clearly, the Court believed the charge it was reviewing\r\n  only concerned recklessness.  It accordingly appears the Court unintentionally\r\n  lowered the standard by implicitly sanctioning the &quot;should have\r\n  known&quot; language when attempting to hold recklessness will sustain a\r\n  conviction for securities fraud.[16] See State v. Jefferies, 316 S.C. 13, 18, 446 S.E.2d 427, 430 (1994)\r\n  (noting criminal negligence is a lower level of intent than criminal\r\n  recklessless).\r\nFurthermore, the Court's\r\n  ultimate holding was a policy decision rooted in the notion that one should not\r\n  be able to escape criminal liability for statements made with actual knowledge\r\n  that they will mislead investors. Id. at 202, 656 S.E.2d at 366.  However,\r\n  this policy was limited by the Court to just acting with actual knowledge of\r\n  the risk and did not embrace a situation where one should have known of the\r\n  risk.  I therefore read the Court's decision as only permitting a charge on\r\n  recklessness, and the Court was neither asked to nor attempted to expand the\r\n  net cast by section 35-1-508(a) to include negligence.  Thus, the Court's\r\n  references to the &quot;should have known&quot; standard are dicta. See Ex\r\n    parte Goodyear Tire &amp; Rubber Co., 248 S.C. 412, 418, 150 S.E.2d 525,\r\n  527 (1966) (&quot;'[G]eneral expressions, in every opinion, are to be taken in\r\n  connection with the case in which those expressions are used.  If they go\r\n  beyond the case, they may be respected, but ought not to control the judgment\r\n  in a subsequent suit . . . .'&quot; (quoting Cohens v. Virginia, 19 U.S.\r\n  (6 Wheat.) 264, 398 (1821)).  I can also find nothing in section 35-1-508\r\n  itself which permits a conviction of securities fraud to stand on mere criminal\r\n  negligence.  \r\nThe majority today opines\r\n  that the &quot;should have known&quot; language from Morris is not\r\n  rooted in criminal negligence but instead is a species of knowing misconduct. \r\n  After parsing the language of the charge, the majority's contention is that it\r\n  sanctioned a willful blindness standard, not an accidental blindness one. \r\n  While I may disagree with the majority's ultimate reading of the charge and\r\n  whether it in fact states a willful blindness standard, there is an inherent\r\n  danger in giving such a charge because it may permit the jury to slip down the\r\n  slope into negligence.  As the Fifth Circuit stated, &quot;Because the\r\n  instruction permits a jury to convict a defendant without a finding that the\r\n  defendant was actually aware of the existence of illegal conduct, the\r\n  deliberate ignorance instruction poses the risk that a jury might convict the\r\n  defendant on a lesser negligence standard.&quot; United States v.\r\n    Lara-Velasquez, 919 F.2d 946, 951 (5th Cir. 1990).\r\n\r\n  The source of this risk is the potential for confusion about the\r\n    degree of &quot;deliberateness&quot; required to convert ordinary, innocent\r\n    ignorance into guilty knowledge. The concern is that once a jury learns that it\r\n    can convict a defendant despite evidence of a lack of knowledge, it will be\r\n    misled into thinking that it can\r\n    convict based on negligent or reckless ignorance rather than intentional\r\n    ignorance. In other words, the jury may erroneously apply a lesser mens rea requirement: a &quot;should have known&quot; standard of knowledge.\r\n\r\n\r\n  United States v. Skilling, 554 F.3d 529, 548-49 (5th Cir. 2009), aff'd in\r\n    part, vacated in part, and remanded, 130 S.Ct. 2896 (2010).   While\r\n  this charge may be warranted under certain facts, I do not find them present in\r\n  this case.[17] \r\n  Accordingly, the circuit court's charge here did not state the correct law in\r\n  South Carolina and permitted the jury to convict Sterling based on criminal\r\n  negligence.\r\nEven if recklessness is\r\n  enough for a conviction, I still find sufficient evidence in the record that\r\n  Sterling was not aware of the risks he took to warrant a finding of prejudice. \r\n  I would therefore reverse Sterling's conviction and remand for a new trial.\r\nIII.\r\nIn sum, I would overrule Morris and hold that intentional and knowing conduct is required for a conviction of\r\n  securities fraud.  Because the charge given to Sterling's jury permitted\r\n  a conviction on something less than willfulness, I would reverse and remand for\r\n  a new trial.  However, even assuming Morris correctly held that\r\n  recklessness is sufficient for criminal securities fraud, the charge here\r\n  incorporated criminal negligence, which is even lower than recklessness in the\r\n  hierarchy of criminal intent.  Although the negligence language used by the\r\n  circuit court in this case came directly from Morris, I do not believe\r\n  the Morris Court intended to adopt this standard.  Accordingly, I would\r\n  still reverse Sterling's conviction and remand.\r\n\r\n\r\n\r\n[1] Appellant was actually indicted under the predecessor statute, S.C. Code Ann. §\r\n  35-1-1210(3) (1987), which was repealed and replaced by § 35-1-501(3) effective\r\n  January 1, 2006.\r\n[2] We will refer to the parent company as HGFin for the remainder of the opinion.\r\n[3] HGInc was sold to EMMCO before HGFin and CI's 2003 bankruptcies.\r\n[4] The contract between HGInc and CIT allowed the lender to end the relationship\r\n  upon a change in HGInc's corporate structure.\r\n[5] Recall that appellant was acquitted of making false or misleading statements to\r\n  the State Securities Commission.\r\n[6] Judge Johnson passed away before the trial.\r\n[7] Giddens began work at CI when it was purchased in 1991, was president of\r\n  Emergent and HGFin, then HGFin's COO by the time of the merger with HomeSense. \r\n  He left after the merger.\r\n[8] Former HG Board member Porter Rose, once Chief Investment Officer for Liberty\r\n  Life and current partner in a private equity firm, testified that it is\r\n  unlawful for a company to explain its prospectus to investors.  \r\n[9] The dissent conflates the conduct standard (willfulness) with the mens rea\r\n  standard.  See e.g., State v. Reid, 383 S.C. 285, 679 S.E.2d 194\r\n  (Ct. App. 2009) fn. 2 (&quot;generally a crime includes both an actus reus\r\n  component and a mens rea component'').  Here, the jury was charged that\r\n  Sterling could only be convicted if he were found to have acted &quot;knowingly,\r\n  intentionally, and willfully.&quot;  The jury was also charged that if\r\n  Sterling's conduct was done by mistake or accident, or any reason other than\r\n  willfully, he could not be convicted.  What is at issue here is not whether\r\n  Sterling acted intentionally, but whether his mental state met the mens rea standard we created in Morris, that is, did he know, or was it so\r\n  obvious that he must have known, that the information he disseminated presented\r\n  a danger of misleading buyers or sellers.  The dissent conflates the conduct/mens\r\n    rea standards and concludes that &quot;A person must therefore act knowing\r\n  his conduct will operate as a fraud upon another, not simply consciously\r\n  disregard the risk that his conduct may do so.&quot;  This blending of conduct\r\n  and mens rea is directly refuted by cmt. 2, &quot;Proof of evil motive\r\n  or intent to violate the law or knowledge that the law was being violated is\r\n  not required&quot; for a criminal conviction under § 35-1-508(a); see also cmt. 6 § 35-1-501.\r\n[10] The dissent also expresses concern that the Morris charge allows a\r\n  conviction upon a showing of mere criminal negligence, despite a specific\r\n  charge that mere negligence is not a sufficient basis.  The Morris charge permits a conviction not upon an accidental creation of an unknown risk,\r\n  but only upon intentional acts that the defendant knew or must have known would\r\n  cause harm.  That standard most closely resembles our definition of knowingly:\r\n  &quot;One who shuts his eyes to avoid knowing what would otherwise be\r\n  obvious&quot; is said to act knowingly, not recklessly.  State v. Thompkins,\r\n  263 S.C. 472, 211 S.E.2d 549 (1975).  In State v. Taylor, 323 S.C. 162,\r\n  473 S.E.2d 817 (Ct. App. 1996), the court relied upon the Model Penal Code's\r\n  definition of criminal negligence, that one acts with criminal negligence when\r\n  he &quot;inadvertently creates a substantial and unjustifiable risk of which he\r\n  ought to be aware.&quot;  Id. at 166, 473 S.E.2d at 818.  Here, the jury\r\n  was charged that accidental or mistaken disclosure of information, i.e.\r\n  inadvertent, which creates a risk, is not a violation of the statute.  Morris does not permit a conviction based upon mere criminal negligence.\r\n[11] Nevertheless, I am troubled by the prejudicial nature of the investors'\r\n  testimony regarding the impact their losses had on their lives and families.\r\n[12] Although no party has objected to the circuit court's inclusion of scienter as\r\n  an element of securities fraud, the Morris Court held the &quot;statutory\r\n  scheme expressly forecloses&quot; this requirement. 376 S.C. at 202 n.5, 656\r\n  S.E.2d at 366 n.5.  As discussed below, however, I do believe a prosecution for\r\n  securities fraud necessitates a showing of intent to defraud.\r\n[13] Section 35-1-508(a) is the vehicle for criminal prosecution for violations of\r\n  Section 35-1-501 of the South Carolina Code (Supp. 2010).  Sterling was\r\n  indicted for violating section 35-1-501(3), which provides that &quot;[i]t is\r\n  unlawful for a person, in connection with the offer, sale or purchase of a\r\n  security, directly or indirectly, . . . to engage in an act, practice, or\r\n  course of business that operates or would operate as a fraud or deceit upon\r\n  another person.&quot;\r\n[14] Some authorities do suggest that this sort of criminal recklessness can satisfy\r\n  the willfulness/intent element for securities fraud. See United States v.\r\n    Cassese, 428 F.3d 92, 98 (2d Cir. 2005); United States v. Tarallo,\r\n  380 F.3d 1174, 1189 (9th Cir. 2004); Sec. &amp; Exchange Comm'n v. Steadman,\r\n  967 F.2d 636, 641-42 (D.C. Cir. 1992); see also State v. Jarrell, 350\r\n  S.C. 90, 98, 564 S.E.2d 362, 367 (Ct. App. 2002) (&quot;Extreme indifference is in the nature of 'a culpable mental state . . .\r\n  and therefore is akin to intent.'  In this state, indifference in the context\r\n  of criminal statutes has been compared to the conscious act of disregarding a\r\n  risk which a person's conduct has created, or a failure to exercise ordinary or\r\n  due care.&quot; (citations omitted)). But see United States v.\r\n    O'Hagan, 139 F.3d 641, 647 (8th Cir. 1998) (&quot;[T]he statute provides\r\n  that a negligent or reckless violation of the securities law cannot result in\r\n  criminal liability; instead, the defendant must act willfully.&quot;).  Morris,\r\n  however, viewed these levels of intent as wholly separate.  If this\r\n  interpretation were to be adopted with respect to section 35-1-508(a), then Morris may have correctly held that recklessness is sufficient even if it did so for a\r\n  different reason.\r\n[15] The author of today's majority did approve substantively of this charge in Morris,\r\n  but he would not &quot;endorse the instruction as a model charge.&quot; 376\r\n  S.C. at 211 n.12, 656 S.E.2d at 370 n.12 (Pleicones, J., concurring). \r\n[16] I believe the circuit court committed the same inadvertent error here.  In\r\n  charging the jury, the circuit court stated that &quot;[m]ere negligence will\r\n  not suffer [sic] for conviction.&quot;  However, the court repeated the same\r\n  &quot;should have known&quot; language quoted in Morris.\r\n[17] In order to be warranted, the evidence adduced at trial must raise two\r\n  inferences: &quot;(1) the defendant was subjectively aware of a high\r\n  probability of the existence of the illegal conduct; and (2) the defendant\r\n  purposely contrived to avoid learning of the illegal conduct.&quot; Lara-Velasquez,\r\n  919 F.2d at 951.  While the evidence may permit the first inference, which\r\n  would be in accord with reckless misconduct, I can find nothing in the record\r\n  which demonstrates Sterling purposefully sought to avoid knowing what was going\r\n  on.\r\n\r\n","court":"Supreme"},{"id":"27097","title":"In the Matter of Glenn Oliver Gray","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=27097","description":"In this disciplinary matter, the Court publicly reprimanded Respondent Glenn Oliver Gray.","date":"2012-02-29","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        In the Matter\r\n          of Glenn Oliver Gray, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 27097\r\n  Heard January 24, 2012 - Filed February\r\n29, 2012\r\n\r\nPUBLIC REPRIMAND\r\n\r\n\r\n  \r\n    \r\n      \r\n        Lesley M. Coggiola, Disciplinary Counsel, and C. Tex\r\n          Davis, Jr., Senior Assistant Disciplinary Counsel, both of Columbia, for  Office\r\n          of Disciplinary Counsel.\r\n        Jason B.\r\n          Buffkin, of West Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: In this attorney discipline matter, Respondent Glenn\r\n  Oliver Gray was accused of misconduct, including the unauthorized practice of\r\n  law, failure to communicate with a client, and failure to provide competent and\r\n  diligent representation.  A hearing was held before a panel of the Commission\r\n  on Lawyer Conduct (the Panel) regarding the formal charges filed by the Office\r\n  of Disciplinary Counsel (ODC).  The Panel majority recommended that Respondent\r\n  be publicly reprimanded.  Respondent requests that the Court accept the Panel\r\n  recommendation.  We concur with the Panel majority recommendation that\r\n  Respondent be publicly reprimanded. \r\n\r\nI.\r\nThis Court placed\r\n  Respondent on suspension for nine months in February of 2009.  In re Gray,\r\n  381 S.C. 406, 673 S.E.2d 442 (2009) (imposing a nine month suspension for\r\n  multiple rule violations for a pattern of excessive and fictitious client\r\n  billing, including fictitious travel invoices and airline tickets). \r\n\r\n  II.\r\nA.\r\nClient Matter\r\nThere is only one client\r\n  complaint at issue in the current proceeding.  Respondent negotiated a\r\n  settlement on the client's behalf in connection with a dispute with an\r\n  automobile dealership.  In September 2008, the dealership forwarded a check\r\n  payable to the client to Respondent with the request that he hold the check in\r\n  trust.  The dealership also informed Respondent that the check carried a\r\n  payment hold which would be lifted when the client executed a general release\r\n  agreement.  Respondent drafted a general release agreement, and his client\r\n  thereafter signed it.  Respondent then forwarded the agreement to the dealership\r\n  in late October of 2008. \r\nFor reasons that are\r\n  disputed, the client's claim against the dealership lingered and was not\r\n  promptly resolved.  The evidence shows that Respondent was not diligent in\r\n  concluding the client's claim against the dealership.  Following Respondent's\r\n  suspension from the practice of law in February 2009, he continued representing\r\n  the client, merely for the purpose of concluding the matter.  Respondent failed\r\n  to inform his client or the dealership of his suspension from the practice of\r\n  law.  In September of 2009, upon learning that the client had not received the\r\n  settlement funds, Respondent located the check and realized it was stale.  Respondent\r\n  contacted the dealership, as the client's attorney, and requested a new check. \r\n  Upon his receipt of the new check, Respondent forwarded it to the client.  The\r\n  matter was thus concluded.\r\nAccording to Respondent, he\r\n  failed to promptly conclude his client's claim and failed to notify his client\r\n  of the suspension because he was distracted by his myriad of health issues.  We\r\n  find Respondent's testimony credible.  \r\nB. \r\nAffidavit Matter\r\nIn connection with his 2009\r\n  suspension, Respondent was ordered to file an Affidavit of Compliance with this\r\n  Court stating that he had complied with Rule 30, RLDE, Rule 413, SCACR.[1]  Respondent\r\n  filed an initial affidavit, dated March 4, 2009, and stating &quot;I have not\r\n  practiced law for three (3) years.  I had no cases at the time of my definite\r\n  suspension, so I have not notified any clients, courts, or opposing counsel of\r\n  my suspension.&quot;  \r\nRespondent admitted this\r\n  initial affidavit contained a false statement, but that he did not intend to\r\n  mislead this Court or ODC.  Respondent filed a corrected affidavit when the\r\n  error was brought to his attention.  ODC brought charges that the false\r\n  affidavit constituted a violation of Rule 3.3 (candor towards the tribunal), but\r\n  the Panel majority disagreed and recommended a dismissal of this charge.  In\r\n  this regard, ODC takes exception to the Panel report.  \r\nIII.\r\nIn recommending a public\r\n  reprimand, the Panel majority found Respondent violated the following Rules of\r\n  Professional Conduct: Rule 1.1 (competence), Rule 1.3 (diligence), Rule 1.4\r\n  (communication), Rule 5.5(a) (unauthorized practice of law), Rule 7(a)(1)\r\n  (violations of the Rules of Professional Conduct), and Rule 7(a)(5) (conduct\r\n  tending to pollute the administration of justice).  One Panel member recommends\r\n  a letter of caution.  In addition, the Panel recommends Respondent be ordered\r\n  to pay the costs of this disciplinary action.  \r\nThe Panel considered only one\r\n  aggravating factor: Respondent's disciplinary history, the nine month\r\n  suspension noted above.  \r\nIn mitigation, the Panel\r\n  considered three factors: Respondent's serious health problems, his timely good\r\n  faith effort to rectify the consequences of his inaccurate affidavit, and his\r\n  cooperative attitude throughout the disciplinary proceedings.  Regarding\r\n  Respondent's health problems, the Panel considered Respondent's serious\r\n  cardiac-related health issues, including several heart attacks and surgeries,\r\n  and his testimony that during the relevant time period, he was depressed and\r\n  receiving counseling.   \r\nRespondent takes no exception\r\n  to the Panel report and recommendation.  ODC takes exception to the Panel's\r\n  finding regarding Rule 3.3 and Respondent's affidavit, and the Panel's\r\n  recommended sanction.  ODC seeks the imposition of a definite suspension.\r\nIV.\r\n&quot;The authority to\r\n  discipline attorneys and the manner in which the discipline is given rests\r\n  entirely with this Court.&quot;  In re Boney, 390 S.C. 407, 414, 702\r\n  S.E.2d 241, 244 (2010).  This Court &quot;may accept, reject, or modify in\r\n  whole or in part the findings, conclusions and recommendations of the\r\n  Commission.&quot;  Rule 27(e)(2), RLDE, Rule 413, SCACR.  A disciplinary\r\n  violation by a lawyer must be proven by clear and convincing evidence.  In\r\n    re Longtin, 393 S.C. 368, 376-77, 713 S.E.2d 297, 302 (2011). \r\nV.\r\nWe find Respondent has\r\n  committed misconduct in the respects identified by the Panel.  Thus, we would\r\n  find Respondent violated the following Rules of Professional Conduct: Rule 1.1\r\n  (competence), Rule 1.3 (diligence), Rule 1.4 (communication), and Rule 5.5 (unauthorized\r\n  practice of law).  Because of these underlying violations, we also agree with\r\n  the Panel's findings that Respondent violated Rule 7(a)(1) (violations of the\r\n  Rules of Professional Conduct) and Rule 7(a)(5) (conduct tending to pollute the\r\n  administration of justice) of the Rules for Lawyer Disciplinary Enforcement. \r\nWe reject ODC's challenge to\r\n  the Panel's rejection of the claim that Respondent violated Rule 3.3.  We are\r\n  simply not persuaded by clear and convincing evidence that Respondent\r\n  intentionally misrepresented the status of his law practice in the affidavit. \r\n  Moreover, we note that Respondent, upon realizing the inaccuracy in the statement,\r\n  filed a corrected affidavit with this Court.  Additionally, we commend\r\n  Respondent for his proactive and continued treatment for his serious health\r\n  issues.  We are persuaded that Respondent's attention to his many health\r\n  problems explains his delay in not concluding his client's claim prior to the\r\n  February 2009 suspension.  We further note that Respondent, while suspended for\r\n  nine months, has not begun the process to seek readmission although almost\r\n  three years has passed.  This too, in our judgment, is largely explained by\r\n  Respondent's focused efforts on his health problems.  And finally, we find it\r\n  to Respondent's credit that he has maintained a forthright and cooperative\r\n  attitude with ODC throughout the proceedings.  \r\nWe find the Panel's\r\n  recommendation of a public reprimand is appropriate in this case.  See, e.g., In re Powell, 380 S.C. 115, 669 S.E.2d 89 (2008) (publicly reprimanding\r\n  attorney where attorney admitted violating several Rules of Professional\r\n  conduct, including the unauthorized practice of law, in connection with a real\r\n  estate closing in which no one suffered any harm as a result of attorney's\r\n  misconduct); In re Calhoun, 371 S.C. 403, 639 S.E.2d 679 (2007)\r\n  (publicly reprimanding attorney where attorney reviewed closing documents for\r\n  accuracy, but did not record the mortgage or take any steps to ensure that\r\n  anyone else had); In re Boulware, 366 S.C. 561, 623 S.E.2d 652 (2005)\r\n  (publicly reprimanding attorney where attorney admitted failing to provide\r\n  competent representation, inadequate explanations, lack of safekeeping of\r\n  client funds, and the assistance of the unauthorized practice of law in\r\n  connection with real estate transactions).\r\nVI.\r\nWe find Respondent has\r\n  engaged in misconduct warranting a public reprimand.  Accordingly, we hereby accept\r\n  the Panel majority's recommendation and publicly reprimand Respondent for his\r\n  misconduct.  Further, Respondent is ordered to pay the costs of the Panel\r\n  proceedings.  \r\n PUBLIC\r\n  REPRIMAND.\r\nTOAL, C.J., PLEICONES,\r\n  BEATTY, KITTREDGE and HEARN, JJ., concur.\r\n\r\n\r\n[1] Specifically, Rule 30 requires notification to\r\n  clients and opposing parties and the return of any client properties to the\r\n  client.  \r\n\r\n","court":"Supreme"},{"id":"27098","title":"In the Matter of William R. Taylor","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=27098","description":"In this disciplinary matter, the Court disbarred Respondent William R. Taylor.","date":"2012-02-29","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        In the Matter\r\n          of William R. Taylor, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 27098\r\n  Heard January 24, 2012 - Filed February\r\n29, 2012\r\n\r\nDISBARRED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Lesley M. Coggiola, Disciplinary Counsel, and Ericka\r\n          M. Williams, Assistant Disciplinary Counsel, both of Columbia, for Office of\r\n          Disciplinary Counsel.\r\n        William\r\n          R. Taylor, pro se, of Columbia.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: In this\r\n  attorney discipline matter, Respondent William R. Taylor has been accused of\r\n  misconduct including, among other things, failure to remit funds owed to third\r\n  parties, failure to safeguard clients' funds, and failure to\r\n  respond to inquiries by the Office of Disciplinary Counsel (ODC).  The\r\n  allegations of misconduct arose from two separate sets of formal charges, to\r\n  which Respondent failed to file any response.  A single hearing was held before\r\n  a panel of the Commission on Lawyer Conduct (the Panel) regarding both sets of\r\n  formal charges.  The Panel recommended that Respondent be disbarred. Respondent\r\n  has not opposed this recommendation.  In light of the egregious nature of\r\n  Respondent's misconduct, we disbar Respondent.\r\n\r\nI.\r\nOn October 9, 2009, Respondent was placed on Interim Suspension by order of this Court.  In re Taylor, 395 S.C. 39, 716 S.E.2d\r\n  877 (2009).  The current proceedings arise from eight separate complaints. \r\n  Respondent failed to answer the formal charges against him.  The factual\r\n  allegations in the formal charges are summarized below.\r\nA.\r\nFailure to Safeguard Funds\r\nIn connection with four real\r\n  estate transactions, Respondent failed to timely disburse loan payoff proceeds\r\n  totaling $433,532.  Respondent failed to properly safeguard funds belonging to\r\n  First Citizens Bank.\r\nB.\r\nMisappropriation of Client Funds\r\nIn three separate matters,\r\n  Respondent served as a qualified intermediary in connection with a real estate\r\n  transaction.  Respondent failed to timely deliver client funds, and checks\r\n  totaling more than $672,766 were declined due to insufficient funds in\r\n  Respondent's account.  In\r\n  each of the matters, Respondent had either converted or misappropriated the\r\n  funds belonging to his clients.\r\nFurther, in one of the matters,\r\n  Respondent failed to file with his financial institution a written directive\r\n  requiring it to report to the Commission on Lawyer Conduct when any properly\r\n  payable instrument drawn on Respondent's account was presented for payment against insufficient funds.\r\n\r\nC.\r\nCriminal Conviction\r\n\r\nOn April 14, 2010, Respondent\r\n  pled guilty to one count of breach of trust with fraudulent intent, value of $5,000\r\n  or more, in violation of    S. C. Code Ann. § 16-13-230(B)(3) (2003). \r\n  Respondent was sentenced to ten years' imprisonment, suspended\r\n  upon the service of three years'\r\n  imprisonment and five years' probation.  Respondent was also ordered to pay\r\nrestitution in the amount of $349,713.56.[1]\r\nD.\r\nIncurring Debt in Wife's Name\r\nRespondent secured a loan in\r\n  the name of his wife without her knowledge and consent.  Loan proceeds in the\r\n  amount of $1,200 were made payable to Respondent's wife.  Respondent endorsed the check by forging his\r\n  wife's signature and used the loan proceeds for his own benefit.\r\nApproximately six\r\n  weeks later, Respondent forged his wife's signature to a promissory note,\r\n  promising to pay the note's holders a sum of $27,707 in monthly installments.  Like\r\n  the loan mentioned above, the promissory note was executed without the\r\n  knowledge and consent of Respondent's wife.\r\nE.\r\nFailure to respond\r\nRespondent failed to respond\r\n  to inquiries by ODC, even after receiving a follow-up letter pursuant to In\r\n    re Treacy,[2] advising him to file a\r\n  written response.    \r\n\r\nII.\r\nAt the hearing, the Panel\r\n  considered as an aggravating factor the harm suffered by Respondent's clients as a result of his actions, noting\r\n  the clients suffered substantial economic losses.[3]  The Panel recommended Respondent be disbarred.  The\r\n  Panel further recommended that Respondent be ordered to pay restitution in the\r\n  amount of $349,713.56 and the costs of these proceedings.[4]\r\nRespondent took no exception\r\n  to the Panel report.\r\nIII.\r\n&quot;The authority to\r\n  discipline attorneys and the manner in which the discipline is given rests\r\n  entirely with this Court.&quot;  In re Boney, 390 S.C. 407, 414, 702\r\n  S.E.2d 241, 244 (2010).  This Court &quot;may accept, reject, or modify in\r\n  whole or in part the findings, conclusions and recommendations of the\r\n  Commission.&quot;  Rule 27(e)(2), RLDE, Rule 413, SCACR.  An attorney's failure\r\n  to answer the formal charges against him is an admission of the factual\r\n  allegations set forth in those charges.  Rule 24(a), RLDE, Rule 413, SCACR.  &quot;This\r\n  Court has never regarded financial misconduct lightly, particularly when such\r\n  misconduct concerns expenditure of client funds or other improper use of trust\r\n  funds.&quot;  In re Johnson, 385 S.C. 501, 504, 685 S.E.2d 610, 611\r\n  (2009) (internal quotations omitted). \r\nIV.\r\nWe find Respondent has\r\n  committed misconduct in the respects identified by the Panel.  Thus, we find\r\n  Respondent violated the following Rules of Professional Conduct: Rule 1.15\r\n  (safekeeping property), Rule 8.1(b) (failure to respond to a lawful demand for\r\n  information from a disciplinary authority), Rule 8.4(a) (misconduct), Rule\r\n  8.4(b) (criminal acts), Rule 8.4(d) (conduct involving dishonesty, fraud,\r\n  deceit or misrepresentation), and Rule 8.4(e) (conduct prejudicial to the\r\n  administration of justice).  We also find Respondent's misconduct constituted grounds for\r\n  discipline under the following Rules for\r\n  Lawyer Disciplinary Enforcement: Rule 7(a)(1) (violation of the Rules of\r\n  Professional Conduct), Rule 7(a)(3) (knowing failure to respond to a lawful\r\n  demand from a disciplinary authority), and Rule 7(a)(5) (engaging in conduct\r\n  tending to pollute the administration of justice and to bring the courts and\r\n  the legal profession into disrepute, and demonstrating an unfitness to practice\r\n  law).\r\nWe find the Panel's\r\n  recommendation of disbarment is appropriate in this case.  See, e.g., In\r\n    re Crummey, 388 S.C. 286, 696 S.E.2d 589 (2010) (disbarring attorney where\r\n  attorney's misconduct\r\n  included misappropriating client funds, failing to diligently pursue client\r\n  matters, failing to communicate with clients, writing trust account checks that\r\n  were returned for insufficient funds, and failing to cooperate with ODC); In re Williams,\r\n  376 S.C. 640, 659 S.E.2d 100 (2008) (disbarring\r\n  attorney where attorney misappropriated $400,000 of client assets and pled\r\n  guilty to one count of exploitation of a vulnerable adult); In re\r\n    Cunningham, 371 S.C. 503, 640 S.E.2d 461 (2007) (disbarring attorney where attorney misappropriated approximately $70,000 in\r\n  estate funds, failed to maintain separate trust and operating accounts, and\r\n  provided false information to his client in an attempt to conceal his\r\n  misappropriation of estate funds); In re Kennedy, 367 S.C. 355,\r\n  626 S.E.2d 341 (2006) (disbarring attorney where\r\n  attorney falsified a HUD-1 Settlement Statement, failed to remit loan proceeds,\r\n  issued title insurance policy which included a forged signature and false\r\n  certifications, misappropriated at least $280,000 in client funds, and pled\r\n  guilty to one count of mail fraud).\r\nAs we have recognized,\r\n  &quot;[t]he primary purpose of disbarment . . . is the removal of an unfit\r\n  person from the profession for the protection of the courts and the public, not\r\n  punishment of the offending attorney.&quot;  In re Burr, 267 S.C. 419,\r\n  423, 228 S.E.2d 678, 680 (1976).  The current allegations, which Respondent has\r\n  admitted, include misconduct that has resulted in significant harm to his\r\n  clients.  Respondent admitted at oral argument he stole client funds simply to\r\n  support a more lavish lifestyle.  Moreover, Respondent has not raised any\r\n  exceptions to the Panel's report recommending that he be disbarred. \r\n  Accordingly, we find disbarment is an appropriate sanction.\r\nV.\r\nRespondent has engaged in\r\n  egregious financial misconduct.  We hereby disbar Respondent.  Further,\r\n  Respondent is ordered to pay restitution in the amount of $349,713.56, and\r\n  Respondent must enter into a restitution agreement with ODC within ninety days\r\n  of the date of this opinion.[5]  Additionally, Respondent\r\n  is ordered to pay the costs of this action within thirty days of the date of\r\n  this opinion. Within fifteen days of the date of this opinion, Respondent shall\r\n  surrender his certificate of admission to practice law and shall file an\r\n  affidavit with the Clerk of Court showing he has complied with Rule 30, RLDE,\r\n  Rule 413, SCACR.\r\nDISBARRED.\r\nTOAL, C.J., PLEICONES,\r\n  BEATTY, KITTREDGE and HEARN, JJ., concur.\r\n\r\n\r\n[1] Respondent indicated during oral argument that this\r\n  amount remains unpaid.\r\n[2] 277 S.C. 514, 290 S.E.2d 240 (1982).\r\n[3] Although Resondent appeared at the Panel hearing, he\r\n  elected not to cross-examine any witnesses or offer any evidence in mitigation.\r\n[4] Specifically, the Panel recommended that Respondent\r\n  be ordered to pay restitution in accordance with the terms set forth by the\r\n  circuit court in connection with his criminal charges\r\n  and that Respondent be required to provide proof of all restitution payments to\r\n  the Commission on Lawyer Conduct within fifteen days.  \r\n[5] The order of the circuit court requiring Respondent\r\n  to pay restitution is not included in the record before the Court.  To the\r\n  extent that order provides for a timeframe within which the $349,713.56 in\r\n  restitution must be paid, the agreement Respondent enters into with ODC shall\r\n  be no less restrictive than the circuit court's order; however, this Court has\r\n  no objection to those terms being incorporated in the restitution agreement\r\n  Respondent must enter into with ODC.\r\n\r\n","court":"Supreme"},{"id":"ORDER","title":"In the Matter of John Barry Kern","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2012-02-22-02","description":"","date":"2012-02-29","type":"order","text":"\r\n  \r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\nIn the Matter of John Barry Kern, Respondent.\r\n\r\nORDER\r\n\r\nRespondent was suspended on February 1, 2012, for a period  of ninety (90) days retroactive to the date of his Interim Suspension on August  8, 2011.&nbsp; He has now filed an affidavit  requesting reinstatement pursuant to Rule 32, of the Rules for Lawyer  Disciplinary Enforcement contained in Rule 413, SCACR.&nbsp; \r\nThe request is granted and he is hereby reinstated to the  practice of law in this state.\r\n\r\n  \r\n    \r\n     \r\n      JEAN H. TOAL, CHIEF JUSTICE      \r\n      s/\r\n        Daniel E. Shearouse&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;.\r\n          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;  Clerk\r\n    \r\n  \r\n\r\nColumbia, South Carolina \r\nFebruary 22, 2012\r\n\r\n\r\n\r\n\r\n","court":"Supreme"}]