[{"id":"27198","title":"Too Tacky Partnership v. SCDHEC","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27198.pdf","description":"The Court dismisses the writ of certiorari as improvidently granted.","date":"2012-12-05","type":"opinion","text":"             THE STATE OF SOUTH CAROLINA \n\r\n                  In The Supreme Court \n\r\n\r\n   Too Tacky Partnership, Petitioner,\r\n\r\n   v.\r\n\r\n   South Carolina Department of Health \n\r\n   and Environmental Control and Mayo Read, Jr., \n\r\n   Respondents. \n\r\n\r\n   Appellate Case No. 2009-149126\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n                 Appeal from Charleston County \n\r\n               Roger M. Young, Circuit Court Judge \n\r\n\r\n\r\n                      Opinion No. 27198 \n\r\n        Heard November 14, 2012 – Filed December 5, 2012 \n\r\n\r\n\r\n        DISMISSED AS IMPROVIDENTLY GRANTED\r\n\r\n\r\n   John P. Seibels, Jr. and Jason S. Luck, both of The\r\n   Seibels Law Firm, P.A., of Charleston, for Petitioner.\r\n\r\n   Bradley D. Churdar, of Charleston, and Jacquelyn S.\r\n   Dickman, of Columbia, for Respondent SCDHEC.\r\n\n           Richard L. Tapp, Jr. and Stephen P. Groves, Sr., both of\r\n           Nexsen Pruet, LLC, of Charleston, for Respondent Mayo\r\n           Read.\r\n\r\n\r\n     PER CURIAM: We granted a writ of certiorari to review the court of\r\nappeals' decision in Too Tacky Partnership v. South Carolina Department of\r\nHealth and Environmental Control, 386 S.C. 32, 686 S.E.2d 194 (Ct. App. 2009).\r\nWe now dismiss the writ as improvidently granted.\r\n\r\n\r\n     DISMISSED AS IMPROVIDENTLY GRANTED.\r\n     TOAL, C.J., PLEICONES, BEATTY, KITTREDGE, JJ., and\r\nActing Justice James E. Moore, concur.\r\n\n","court":"Supreme"},{"id":"27168","title":"Graves v. CAS Medical Systems","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27168.pdf","description":"In this products liability case, the Court affirmed as modified the circuit court's order granting CAS's motion for summary judgment finding that although the circuit court erred in excluding the testimony of the neonatologist, it properly excluded the testimony of the Graves' computer experts.","date":"2012-12-12","type":"opinion","text":"        The Supreme Court of South Carolina\r\n\r\n            Kareem J. Graves and Tara Graves, individually and as\r\n            duly appointed personal representatives of the Estate of\r\n            India Iyanna Graves, Appellants,\r\n\r\n            v. \n\r\n\r\n            CAS Medical Systems, Inc., Respondent. \n\r\n\r\n            Appellate Case No. 2010-161426 \n\r\n\r\n\r\n\r\n                                     ORDER\r\n\r\n\r\n\r\nThe Petition for Rehearing in the above matter is denied and the attached opinion\r\nis substituted for the opinion previously filed on August 29, 2012.\r\n\r\n\r\n\r\n                                 s/ Jean H. Toal                              C.J.\r\n\r\n                                 s/ Costa M. Pleicones                          J.\r\n\r\n                                 s/ Donald W. Beatty                            J.\r\n\r\n                                 s/ John W. Kittredge                           J.\r\n\r\n                                 s/ Kaye G. Hearn                               J.\r\n\r\n\r\nColumbia, South Carolina\r\nDecember 12, 2012\r\n\n         THE STATE OF SOUTH CAROLINA \n\r\n               In The Supreme Court \n\r\n\r\n\r\n\r\nKareem J. Graves and Tara\r\nGraves, individually and as\r\nduly appointed personal\r\nrepresentatives of the Estate of\r\nIndia Iyanna Graves,               Appellants,\r\n\r\n                              v.\r\nCAS Medical Systems, Inc.,         Respondent.\r\n\r\n\r\n\r\n                        __________\r\n\r\n            Appeal from Orangeburg County \n\r\n        James C. Williams, Jr., Circuit Court Judge \n\r\n                      __________\r\n\r\n                Opinion No. 27168\r\n Heard November 30, 2011 - Re-filed December 12, 2012\r\n                     __________\r\n\r\n               AFFIRMED AS MODIFIED\r\n                     __________\r\n\r\n   J. Edward Bell, III, of Georgetown, for Appellants.\r\n\r\n   Clarke W. DuBose, of Haynsworth Sinkler Boyd, of\r\n   Columbia, and Sarah Spruill, of Haynsworth Sinkler\r\n   Boyd, of Greenville, for Respondent.\r\n\n            John S. Nichols, of Bluestein, Nichols, Thompson,\r\n            and Delgado, of Columbia, for Amicus Curiae Law\r\n            Professors John F. Vargo, Paul J. Zwier, II, Richard\r\n            W. Wright, Frank J. Vandall, Steven A. Saltzburg,\r\n            Jay M. Feinman, Thomas A. Eaton and Carl T.\r\n            Bogus.\r\n\r\n            A.Camden Lewis, of Lewis, Babcock & Griffin, of\r\n            Columbia, for Amicus Curiae Francis M. Wells,\r\n            Professor, Emeritus, of Electrical Engineering at the\r\n            Vanderbilt University School of Engineering.\r\n\r\n            Kenneth M. Suggs, Janet, Jenner & Suggs, of\r\n            Columbia, for Amicus Curiae Stephen G. Pauker,\r\n            M.D., Professor of Medicine.\r\n                                __________\r\n\r\n       JUSTICE HEARN: India Graves, a six-month-old girl, died while\r\nbeing monitored by one of CAS Medical Systems' products. India's parents,\r\nKareem and Tara Graves, subsequently filed a products liability lawsuit\r\nagainst CAS, contending the monitor was defectively designed and failed to\r\nalert them when India's heart rate and breathing slowed. The circuit court\r\ngranted CAS's motion to exclude all of the Graves' expert witnesses and\r\naccordingly granted CAS summary judgment. We affirm as modified.\r\n\r\n              FACTUAL/PROCEDURAL BACKGROUND\r\n\r\n      India and her sisters, Asia and Paris, were triplets born prematurely to\r\nKareem and Tara. All three girls spent the first six weeks of their lives in the\r\nhospital so they could be monitored, a standard practice for premature babies.\r\nWhen they were finally sent home, their doctor ordered that the Graves use a\r\nmonitor manufactured by CAS to track their breathing and heart rates as a\r\nprecaution. The monitor was designed to sound an alarm, which, by all\r\naccounts, is quite loud, if the subject were to experience an apneic,\r\n\nbradycardia, or tachycardia event.1 Once the breathing or heart rate returns to\r\nnormal, the alarm stops. Each machine also keeps a log of any events, which\r\nis the term for when the alarm sounds, and records the pertinent data and vital\r\nsigns.As an additional safety measure, CAS installed not only a back-up\r\nalarm, but also a feature that records whether the alarm sounded. This system\r\noperates primarily through an independent and separate microphone\r\nspecifically designed to listen for the alarm. If it hears the alarm, it then\r\nmakes a notation in the monitor's internal log. If it does not hear the alarm,\r\nthen it records \"Front alarm not heard,\" and the monitor will sound the back-\r\nup alarm. A microphone listens for this back-up alarm as well and records\r\nwhether it was heard. If the back-up alarm fails, all the lights on the front of\r\nthe monitor flash.\r\n\r\n       On the night of April 10, 2004, India was hooked up to the monitor and\r\nfell asleep next to her father on his bed. At the time, Tara was awake doing\r\nchores.2 Tara eventually moved India to her bassinet, and Tara herself went\r\nto sleep around 2:00 in the morning on April 11th. According to Tara, she\r\nwoke up shortly before 4:00 a.m. from a bad dream and decided to go check\r\non the babies. Paris and Asia responded to her touch, but India did not.\r\nWhen she realized India was not breathing, she immediately began CPR.\r\nKareem woke up during the commotion and called 911. By the time EMS\r\narrived, India was already dead. An autopsy revealed that she died from\r\nSudden Infant Death Syndrome (SIDS), which essentially means that no\r\nattributable cause of death exists.\r\n\r\n     Tara and Kareem claim the monitor's alarm never sounded that night.\r\nAdditionally, they testified that all the lights on the front of the monitor were\r\n1 When one stops breathing, it is called apnea. Bradycardia is when an\r\nindividual's heart rate slows, while tachycardia is when the heart rate gets too\r\nhigh.\r\n2 Due to the demands of raising triplets, the Graves received help from\r\nrelatives. The relatives would generally care for the babies during the day\r\nwhile Tara slept, and Tara was on \"night duty.\"\r\n\non, although they were solid and not flashing. Another family member who\r\nwas asleep downstairs from India also could not recall hearing the alarm go\r\noff. Tara further testified the machine was not turned off until the next day,\r\nwhen the monitor was removed for testing.\r\n\r\n      India's monitor recorded the following events beginning the morning of\r\nApril 11th. At 2:39 a.m., the monitor first detected a slow heart beat from\r\nIndia. Over the next thirteen minutes, the monitor recorded twenty-three\r\nseparate apnea or bradycardia events. By 2:52 a.m., India had passed the\r\npoint of resuscitation. The monitor recorded six more events before showing\r\nit was powered down at 3:50 a.m. The log shows it was then powered back\r\nup the next morning. For every event, the monitor recorded hearing the\r\nalarm properly sound and accurately traced India's slowing breathing and\r\nheart rate. As India's treating physician put it, the machine's performance\r\nwas tragically perfect: \"[A]s sad as it is, the tracing is beautiful. It is a – you\r\nwatch the baby die on the leads.\"\r\n\r\n       The Graves subsequently filed a strict liability design defect claim\r\nagainst CAS, contending the monitor's software design caused the alarm to\r\nfail.3 Their claim revolves around what is known as \"spaghetti code,\" which\r\nis when computer code is unstructured and becomes \"a rather tangled mess.\"\r\nSpaghetti code can result from the overuse of \"goto\" or \"unconditional\r\nbranch\" statements, which causes a signal working its way through the code\r\nto jump around instead of following a linear path. Boiled down, the Graves'\r\ntheory is that certain unknown external inputs occurring during India's apneic\r\nand bradycardia events triggered some of these goto statements as the signal\r\n\r\n3 The Graves also sued CAS for negligence and breach of warranty. CAS\r\nmoved for summary judgment on all claims, and the Graves understood this\r\nto be the scope of the motion. The circuit court granted CAS's motion in full.\r\nOn appeal, however, the Graves only argue the court erred in granting\r\nsummary judgment on the design defect claim. Accordingly, the Graves have\r\nabandoned these other causes of action. Transp. Ins. Co. & Flagstar Corp. v.\r\nS.C. Second Injury Fund, 389 S.C. 422, 431, 699 S.E.2d 687, 691 (2010)\r\n(\"An unappealed ruling is the law of the case and requires affirmance.\").\r\n\nwas being sent to sound the alarm. This in turn caused the signal to be\r\npushed off course and never reach its destination.\r\n\r\n       To support this theory, the Graves designated three software experts to\r\ntestify regarding the alarm's failure: Dr. Walter Daugherity, Dr. William\r\nLively, and Frank Painter. In arriving at their conclusions that a software\r\ndefect caused the alarm to fail, none of the experts did much actual testing of\r\nthe software. Instead, they used a \"reasoning to the best inference\" analysis,\r\nwhich is similar to a differential diagnosis in the medical field where\r\npotential causes of the harm are identified and then either excluded or\r\nincluded based on their relative probabilities. In this case, three potential\r\ncauses were identified: hardware error, complaint error, and software error.\r\nComplaint error means that the monitor was misused or the alarm did sound\r\nand the Graves failed to hear it.4 All the experts were able to dismiss\r\nhardware error as a cause because the machine was tested and shown to have\r\nfunctioned properly. Thus, the question became whether complaint error or a\r\nsoftware error occurred.\r\n\r\n      Dr. Daugherity excluded complaint error because the machine was\r\nhooked up to India properly and he did not believe anyone could sleep\r\nthrough the alarm. In other words, because the Graves claim the alarm did\r\n4 While there is no evidence suggesting that the Graves misused the machine\r\non the night in question, there is evidence that the alarm worked properly and\r\nthe Graves failed to hear it. In addition to the monitor's recordation of\r\nhearing the alarm sound, India's pediatrician testified he believes Kareem and\r\nTara simply slept through it. As the father of triplets himself, the doctor was\r\naware of just how exhausted the Graves were. In his opinion, Tara woke up\r\nwhen the alarm was going off, turned it off, and then discovered India had\r\npassed away. Although the alarm is piercingly loud, if one is tired enough,\r\nhe testified that it is possible to sleep through it. His opinion was bolstered\r\nby the fact that the machine seems to have worked just as it was supposed to\r\nand recorded India's passing perfectly. The log also seems to show the alarm\r\nmanaged to stimulate the baby into breathing normally at times. We recite\r\nthis evidence only to demonstrate complaint error is a valid consideration in\r\nthis case.\r\n\nnot wake them, that means it did not go off. After being confronted with the\r\nfact that the monitor listens for the alarm and separately records whether it\r\nwas heard, Dr. Daugherity accordingly concluded it \"is certain\" the internal\r\nlogs showing the alarm sounded on the morning of April 11th are not reliable\r\n\"in light of the undisputed testimony that the alarm did not function.\"5\r\nHaving dismissed hardware and complaint error, Dr. Daugherity ultimately\r\nconcluded that software error was the most likely cause of the alleged failure\r\nbased on his independent review of the code and other reported incidents of\r\nalarm failure.6\r\n\r\n      As to Dr. Lively, the record does not show he engaged in any analysis\r\nregarding complaint error. He did agree with Dr. Daugherity that the most\r\nlikely cause was software error. In arriving at this conclusion, however, Dr.\r\nLively relied only on Dr. Daugherity's review of the code and did nothing to\r\nsearch for a defect himself. In fact, he testified it was not his job to look\r\nthrough the code for errors, and that responsibility fell on Dr. Daugherity. He\r\nalso relied on the same reports of other failures as Dr. Daugherity, but he\r\nadmitted that he did not know whether these other reports had been\r\nsubstantiated.\r\n\r\n      Painter as well concluded a software error most probably caused the\r\nalarm to fail. He, like Dr. Daugherity, excluded complaint error because of\r\nthe Graves' own statements that the alarm failed. Thus, during his deposition\r\nwhen he learned the monitor recorded hearing the alarm sound, Painter\r\n5 Dr. Daugherity also averred the logs are incorrect because they too are the\r\nproduct of spaghetti code. However, he never addressed how the code's\r\ncategorization leads to the conclusion that an independent microphone could\r\nrecord hearing the alarm when it did not actually sound. In any event, his\r\nfinal conclusion rested on the \"undisputed testimony\" from the Graves.\r\n6 The record contains approximately fifty reports from the Food and Drug\r\nAdministration of incidents where the alarm on a CAS monitor purportedly\r\nfailed to sound during an event. None of the reports identifies a software\r\nerror as the cause, and except where a hardware problem was involved, CAS\r\nwas never able to repeat the alleged failure. Furthermore, none of the reports\r\ncontains a detailed factual background describing the failure.\r\n\nsummarily concluded this had \"no effect\" on his opinion. Specifically, even\r\nthough he conceded that this ordinarily would show the alarm sounded, he\r\nmaintained this was not the case here \"because the Graves say they didn't\r\nhear the alarm.\" When explaining software error was the cause, Painter also\r\nadmitted that he never examined the code in any detail and only \"spent a half\r\nan hour just thumbing through it and looking at it.\" In an affidavit he filed\r\nearly in the case, Painter instead stated his conclusion rested on the opinions\r\nof Dr. Daugherity and Dr. Lively. In his deposition, on the other hand,\r\nPainter testified that his opinion actually was not based on the work of Dr.\r\nDaugherity and Dr. Lively, but on the reports of other alarm failures\r\nsubmitted to the FDA.\r\n\r\n       Finally, the Graves designated Dr. Donna Wilkins as an expert to\r\ntestify whether India could have been revived had Tara or Kareem been\r\nwoken up by the alarm. Although Dr. Wilkins stated she was not an expert in\r\nSIDS, it was her belief, based on her many years of experience and training\r\nas a neonatologist, that it was more likely than not Tara and Kareem would\r\nhave been able to revive India had they heard an alarm. She did acknowledge\r\nno proof existed that a monitor can prevent SIDS, but from her tenure in the\r\nneonatal intensive care unit babies experiencing apneic events can be\r\nresuscitated.\r\n\r\n       CAS moved to have all the Graves' experts excluded, arguing none of\r\nthem met the reliability factors for scientific testimony set forth in State v.\r\nCouncil, 335 S.C. 1, 515 S.E.2d 508 (1999). CAS also moved for summary\r\njudgment, contending that without expert testimony the Graves have no\r\nevidence of a design defect. The court agreed that the Graves' computer\r\nexperts all sought to introduce scientific testimony, but it went on to hold\r\ntheir opinions were unreliable both as scientific evidence and as nonscientific\r\nevidence and thus were inadmissible. It also excluded Dr. Wilkins' testimony\r\nbecause she was not an expert on SIDS and did not satisfy Council. Having\r\nexcluded the opinions of all the Graves' experts, the court granted CAS's\r\nmotion for summary judgment.\r\n\n      The Graves filed a Rule 59(e), SCRCP, motion, arguing in particular\r\nthat even without expert testimony, they still presented enough circumstantial\r\nevidence to survive summary judgment. The court disagreed, holding that a\r\nproduct defect case cannot be proven by circumstantial evidence. This\r\nappeal followed.           ISSUES PRESENTED\r\n\r\n      I.\t    Did the circuit court err in excluding the opinions of the Graves'\r\n             experts?\r\n\r\n      II.\t   Did the circuit court err in granting CAS's motion for summary\r\n             judgment?        LAW/ANALYSIS\r\n\r\n      I.\t    EXPERT WITNESSES\r\n      The Graves first argue that the circuit court erred in excluding the\r\ntestimony of their four experts. While we agree the court erred in finding Dr.\r\nWilkins unqualified and in excluding her testimony, we find no abuse of\r\ndiscretion in excluding the opinions of Dr. Daugherity, Dr. Lively, and\r\nPainter that a software defect caused the alarm to fail as unreliable.7\r\n\r\n       \"If scientific, technical, or other specialized knowledge will assist the\r\ntrier of fact to understand the evidence or to determine a fact in issue, a\r\nwitness qualified as an expert by knowledge, skill, experience, training, or\r\neducation, may testify thereto in the form of an opinion or otherwise.\" Rule\r\n702, SCRE. All expert testimony must meet the requirements of Rule 702,\r\nregardless of whether it is scientific, technical, or otherwise. State v. White,\r\n7In considering the reliability of Dr. Daugherity's and Dr. Lively's opinions,\r\nwe have reviewed all of their depositions and affidavits. We therefore do not\r\nneed to reach the Graves' additional argument that the circuit court erred in\r\nexcluding some of their affidavits under Cothran v. Brown, 357 S.C. 210, 592\r\nS.E.2d 629 (2004), because they are inadmissible regardless.\r\n\n382 S.C. 265, 270, 676 S.E.2d 684, 686 (2009). The qualification of a\r\nwitness as an expert is within the discretion of the circuit court, and we will\r\nnot reverse absent an abuse of that discretion. Watson v. Ford Motor Co., 389\r\nS.C. 434, 447, 699 S.E.2d 169, 176 (2010). An abuse of discretion occurs\r\nwhen the circuit court's rulings \"either lack evidentiary support or are\r\ncontrolled by an error of law.\" State v. Pagan, 369 S.C. 201, 208, 631 S.E.2d\r\n262, 265 (2006).\r\n\r\n      In determining whether to admit expert testimony, the court must make\r\nthree inquiries. First, the court must determine whether \"the subject matter is\r\nbeyond the ordinary knowledge of the jury, thus requiring an expert to\r\nexplain the matter to the jury.\" Watson, 389 S.C. at 446, 699 S.E.2d at 175.\r\nSecond, the expert must have \"acquired the requisite knowledge and skill to\r\nqualify as an expert in the particular subject matter,\" although he \"need not be\r\na specialist in the particular branch of the field.\" Id. Finally, the substance of\r\nthe testimony must be reliable. Id. It is this final requirement of reliability\r\nwhich is the central feature of the inquiry. White, 382 S.C. at 270, 676 S.E.2d\r\nat 686.If the proffered testimony is scientific in nature, then the circuit court\r\nmust determine its reliability per the factors set forth in Council. Id. at 449–\r\n50, 699 S.E.2d at 177. Under Council, the court must consider the following:\r\n\"(1) the publications and peer review of the technique; (2) prior application of\r\nthe method to the type of evidence involved in the case; (3) the quality\r\ncontrol procedures used to ensure reliability; and (4) the consistency of the\r\nmethod with recognized scientific laws and procedures.\" 335 S.C. at 19, 515\r\nS.E.2d at 517. However, these factors \"serve no useful analytical purpose\"\r\nfor nonscientific evidence. White, 382 S.C. at 274, 676 S.E.2d at 688. In\r\nthose cases, we have declined to offer any specific factors for the circuit court\r\nto consider due to \"the myriad of Rule 702 qualification and reliability\r\nchallenges that could arise with respect to nonscientific expert evidence.\" Id.\r\nNevertheless, the court must still exercise its role as gatekeeper and\r\ndetermine whether the proffered evidence is reliable. Id. Thus, while a\r\nchallenge to an opinion's reliability generally goes to weight and not\r\nadmissibility, this \"familiar evidentiary mantra\" may not be invoked until the\r\n\ncircuit court has vetted its reliability in the first instance and deemed the\r\ntestimony admissible. Id. at 274, 676 S.E.2d at 689.\r\n\r\n\r\n            A. Computer Experts\r\n\r\n\r\n       CAS concedes that the first two elements under Rule 702 have been\r\nmet with respect to Dr. Daugherity, Dr. Lively, and Painter, i.e., their\r\ntestimony would aid the jury and they are qualified. Thus, the only question\r\non appeal is whether their opinions that a software defect caused the alarm to\r\nfail are reliable. The bulk of the arguments advanced by the Graves concern\r\nwhether the court erred in categorizing the testimony as scientific and thus\r\nsubject to Council.8 They posit that when viewed instead under the proper\r\nlens, it is admissible. However, we need not determine whether the court\r\nerred in classifying the opinions as scientific because we hold they are\r\nunreliable under either standard.9\r\n\r\n      As previously mentioned, we have declined to set a general test for\r\nnonscientific testimony due to the multitude of challenges which may arise.\r\nThus, this evidence must be evaluated on an ad hoc basis. Although this is\r\nour first opportunity to assess the reliability of an opinion rendered using the\r\nreasoning to the best inference methodology, other courts have already done\r\nso. In Westberry v. Gislaved Gummia AB, 178 F.3d 257 (4th Cir. 1999), the\r\ncourt described the differential diagnosis methodology as a process of\r\nidentifying a cause by \"eliminating the likely causes until the most probable\r\none is isolated.\" Id. at 262. A reliable differential diagnosis eliminates each\r\npotential cause until arriving at one that cannot be ruled out or concluding\r\nthat of those that cannot be ruled out, one is most likely. Id. While the\r\nstrength of an expert's rejection of possible alternative causes usually is an\r\nissue for the jury, when an expert cannot offer an explanation for the\r\n\r\n8 It is unclear whether the court found Painter's testimony scientific. We will \n\r\ntherefore analyze it as both scientific and nonscientific. \n\r\n9 In reaching this conclusion, we assume arguendo only that reasoning to the \n\r\nbest interference is a valid scientific method. \n\r\n\nrejection of a possible alternative cause, the expert's testimony is not\r\nsufficiently reliable. Id. at 265. Accordingly, we hold an expert relying on\r\ndifferential diagnosis must provide a reasonable, objective explanation for the\r\nrejection of possible alternative causes in order for the opinion to be\r\nadmissible under Rule 702. We believe this objectivity requirement is\r\nconsistent with the quality control element of Council.\r\n\r\n      In this case, both the monitor's log reflecting that the alarm sounded\r\nand the testimony of India's pediatrician implicate complaint error as a\r\npotential issue. We therefore focus our attention on whether these experts\r\nsufficiently reasonably discounted it based on objective criteria.\r\n\r\n       Turning first to Dr. Daugherity, his exclusion of complaint error as a\r\ncause was premised on the Graves' own testimony that the alarm did not\r\nsound. He even went so far as to conclude that there is no \"evidence that can\r\nsupport a finding that the alarm actually functioned the night of the incident.\"\r\nWhen presented with the evidence from the machine's internal log that the\r\nalarm did go off, Dr. Daugherity therefore dismissed it as unreliable based on\r\nthe \"undisputed testimony that the alarm did not function,\" i.e., the Graves\r\ncontention that the alarm failed.10 Dr. Daugherity simply assumed the alarm\r\ndid not sound and provided no reason for discounting the evidence to the\r\ncontrary other than the assertion of the person alleging a failure. Thus, Dr.\r\nDaugherity did not objectively discount the evidence of complaint error. See\r\nClark v. Takata Corp., 192 F.3d 750, 757 (7th Cir. 1999) (\"Simply put, an\r\nexpert does not assist the trier of fact in determining whether a product failed\r\nif he starts his analysis based upon the assumption that the product failed (the\r\nvery question that he was called upon to resolve), and thus, the court's refusal\r\nto accept and give credence to [the expert's] opinion was proper.\").\r\n\r\n\r\n\r\n10 Dr. Daugherity references the testimony of Anita Kelly, the EMT who\r\ntended to India, as supporting his conclusion that the alarm did not go off.\r\nHowever, Kelly could not state whether she looked at the machine and saw it\r\nwas even turned on when she was in the house. Her testimony therefore does\r\nnot support either side of the debate.\r\n\n       Dr. Lively's testimony is even more problematic. The record reveals no\r\nattempt on his part to eliminate complaint error as a contributing cause. At\r\nbest, he simply forgot to consider it; at worst, he blithely dismissed it without\r\ncomment despite evidence demonstrating it is a distinct possibility. In either\r\ncase, not only has he failed to provide objective criteria for why this could\r\nnot have occurred, but no evidence shows he endeavored to eliminate it as a\r\npotential cause to begin with.\r\n\r\n      Painter's testimony presents the same problem. When he learned for\r\nthe first time during his deposition that the monitor has an independent\r\nsystem to listen for the alarm, he was able to conclude without hesitation or\r\nfurther review of the system that this evidence simply has no effect on his\r\nopinion. While he conceded this ordinarily would mean the alarm sounded,\r\nhe baldly marginalized the evidence in this case simply because the Graves\r\nsaid the alarm did not go off. We therefore believe there is evidence that\r\nPainter too did not provide objective criteria for eliminating complaint error\r\nas a cause. Underscoring our concerns about the reliability of his opinion,\r\nPainter ultimately stated that the monitor \"failed in a way that we don't really\r\nunderstand.\"\r\n\r\n      We also agree with the circuit court that these experts improperly relied\r\non reports of other failures to bolster their conclusions that software error was\r\nto blame. Evidence of similar incidents is admissible \"where there is some\r\nspecial relation between the accidents tending to prove or disprove some fact\r\nin dispute.\" Watson, 389 S.C. at 453, 699 S.E.2d at 179. A plaintiff bears the\r\nburden of demonstrating the other accidents are \"substantially similar to the\r\naccident at issue\" by demonstrating that the products are similar, the alleged\r\ndefect is similar, the defect caused the other accidents, and there are no other\r\nreasonable secondary explanations. Id. While the products in the FDA report\r\nare similar to the one here, the record contains no evidence suggesting any\r\nfurther connection to or whether a software error was even involved in these\r\nother cases. In order to deem these other incidents substantially similar, we\r\nwould have to automatically equate an alleged failure with a software defect\r\nof the kind claimed by the Graves without any evidentiary basis for doing so.\r\nThis we will not do.\r\n\n       Accordingly, we find evidence to support the circuit court's conclusion\r\nthat the testimony of these experts is unreliable regardless of whether it is\r\ndeemed scientific or nonscientific. Complaint error is a real possibility in this\r\ncase, and there is evidence that none of the experts reasonably and\r\nobjectively rejected it as a potential cause. Of great concern to us is that each\r\nof them began with the assumption that the monitor failed and then\r\ndiscounted evidence to the contrary based on the ipse dixit of the plaintiff\r\nwho hired them, an analysis we find lacking in the indicia of reliability\r\nrequired for reasoning to the best inference. While the Graves may be correct\r\nthat it is rare to exclude the testimony of three experts in a single case, we\r\nfind no abuse of discretion based on the record before us.\r\n\r\n            B. Dr. Wilkins\r\n       The circuit court excluded Dr. Wilkins' testimony first on the ground\r\nthat she was not qualified to render an opinion as to SIDS. This was due in\r\nlarge part to her statement that she would not consider herself a SIDS expert.\r\nHowever, an \"expert need not be a specialist in the particular branch of the\r\nfield.\" Watson, 389 S.C. at 446, 699 S.E.2d at 175. The record before us\r\nreveals a doctor with over thirty years' experience as a neonatologist who\r\nstays current on SIDS literature. It is also clear from her testimony that she\r\nroutinely encounters SIDS in her practice. We therefore find the circuit court\r\nabused its discretion in finding Dr. Wilkins was not qualified to render an\r\nopinion in this case.\r\n\r\n      The court further excluded her testimony on the ground that it was not\r\nreliable under the Council factors. We recognized in Whaley, though, that\r\nmost doctors do not give scientific testimony. 305 S.C. at 142, 406 S.E.2d at\r\n371. Thus, a doctor who merely applies his knowledge to every day\r\nexperiences does not need to satisfy the additional foundation required by\r\nCouncil. See id. at 142, 406 S.E.2d at 371–72. All Dr. Wilkins did was apply\r\nthe knowledge she has gained from her training and experience as a\r\nneonatologist to determine whether India would have survived had her\r\nparents been alerted to her condition. Accordingly, the circuit court\r\ncommitted an error of law in holding Dr. Wilkins to the Council standard for\r\n\nreliability. However, for the reasons discussed below, CAS is still entitled to\r\nsummary judgment even if Dr. Wilkins' testimony is taken into account.\r\n\r\n\r\n        II.   SUMMARY JUDGMENT\r\n      We turn now to whether the Graves have adduced sufficient evidence\r\nto withstand summary judgment without the opinions of their computer\r\nexperts. We hold they have not.\r\n\r\n      In any products liability action, a plaintiff must establish three things:\r\n(1) he was injured by the product; (2) the product was in essentially the same\r\ncondition at the time of the accident as it was when it left the hands of the\r\ndefendant, and (3) the injury occurred because the product \"was in a\r\ndefective condition unreasonably dangerous to the user.\" Madden v. Cox, 284\r\nS.C. 574, 579, 328 S.E.2d 108, 112 (Ct. App. 1985). If the plaintiff is\r\npursuing a design defect claim, the only way to meet the third element is by\r\n\"point[ing] to a design flaw in the product and show[ing] how his alternative\r\ndesign would have prevented the product from being unreasonably\r\ndangerous.\" Branham v. Ford Motor Co., 390 S.C. 203, 225, 701 S.E.2d 5,\r\n16 (2010). Summary judgment is appropriate when there are no genuine\r\nissues of material fact and the moving party is entitled to judgment as a\r\nmatter of law. Rule 56(c), SCRCP.\r\n\r\n      Here, there is no argument that the monitor was not in essentially the\r\nsame condition as it was when it left CAS's factory. Furthermore, Dr.\r\nWilkins testified it is more likely than not that India could have been revived\r\nhad the parents been woken up by an alarm. Without the testimony of their\r\nexperts, however, the Graves have no direct evidence of whether the monitor\r\nwas unreasonably dangerous because there is no identification of a specific\r\ndesign flaw.11 Thus, the question is whether the record contains sufficient\r\ncircumstantial evidence of a defect required to survive summary judgment.\r\n\r\n\r\n\r\n11   There was evidence introduced as to feasible alternative designs.\r\n\n      We take this opportunity to correct the circuit court's erroneous holding\r\nthat a plaintiff cannot use circumstantial evidence to prove a design defect\r\nclaim. \"Any fact in issue may be proved by circumstantial evidence as well\r\nas direct evidence, and circumstantial evidence is just as good as direct\r\nevidence if it is equally as convincing to the trier of the facts.\" St. Paul Fire\r\n& Marine Ins. Co. v. Am. Ins. Co., 251 S.C. 56, 59–60, 159 S.E.2d 921, 923\r\n(1968). Thus, the general rule is any fact can be shown through\r\ncircumstantial evidence, and it is up to the trier of fact to determine whether it\r\nalone is worth as much merit as direct evidence. Although CAS argues we\r\nforeclosed the use of circumstantial evidence for design defects in Branham,\r\nwe recognized in that very case that other similar incidents can be used to\r\nshow a design defect, which is classic circumstantial proof. See 390 S.C. at\r\n230, 701 S.E.2d at 20. In this case, however, we need not determine what\r\nquantum of circumstantial evidence of a design defect is necessary to\r\nwithstand summary judgment because the lack of expert testimony is\r\nnevertheless dispositive of the Graves' claim.\r\n\r\n       It is well-established that one cannot draw an inference of a defect from\r\nthe mere fact a product failed. Sunvillas Homeowners Ass'n v. Square D. Co.,\r\n301 S.C. 330, 333, 391 S.E.2d 868, 870 (Ct. App. 1990). Accordingly, the\r\nplaintiff must offer some evidence beyond the product's failure itself to prove\r\nthat it is unreasonably dangerous. Thus, while the Graves do have witnesses\r\nwho testified that the alarm did not sound, that alone is not sufficient. In\r\nsome design defect cases, expert testimony is required to make this showing\r\nbecause the claims are too complex to be within the ken of the ordinary lay\r\njuror. Watson, 389 S.C. at 445, 699 S.E.2d at 175 (\"[E]xpert testimony is\r\nrequired where a factual issue must be resolved with scientific, technical, or\r\nany other specialized knowledge.\"); cf. Esturban v. Mass. Bay Transp. Auth.,\r\n865 N.E.2d 834, 835 (Mass. App. Ct. 2007) (\"By its nature, an escalator is a\r\ncomplex, technical piece of machinery, whose design and operational\r\nrequirements are not straightforward. Accordingly, any determination of the\r\ndimensions essential to its safe operation is generally beyond the scope of an\r\naverage person's knowledge.\"); Olshansky v. Rehrig Int'l, 872 A.2d 282, 287\r\n(R.I. 2005) (affirming grant of summary judgment in defect case involving a\r\nshopping cart in the absence of expert testimony because \"[a]lthough average\r\n\nlay persons use shopping carts every day, we conclude that only an expert\r\nwho understands the mechanics of constructing such a cart could understand\r\nand explain the mechanics of the cart and whether a defect proximately\r\ncaused an injury such as Mr. Olshanky's\"); Burley v. Kytec Innovative Sports\r\nEquip., Inc., 737 N.W.2d 397, 407 (S.D. 2007) (\"[U]nless it is patently\r\nobvious that the accident would not have happened in the absence of a defect,\r\na plaintiff cannot rely merely on the fact that an accident occurred. It is not\r\nwithin the common expertise of a jury to deduce merely from an accident and\r\ninjury that a product was defectively designed.\"); Mack Trucks, Inc. v.\r\nTamez, 206 S.W.3d 572, 583 (Tex. 2006) (\"A lay juror's general experience\r\nand common knowledge do not extend to whether design defects such as\r\nthose alleged in this case caused releases of diesel fuel during a rollover\r\naccident. Nor would a lay juror's general experience and common knowledge\r\nextend to determining which of the fire triangle's fuel sources, diesel from the\r\ntractor or crude from the tanker, would have first ignited, or the source for the\r\nfirst ignition.\"). Whether expert testimony is required is a question of law.\r\nMack Trucks, Inc., 206 S.W.3d at 583.\r\n\r\n       We have little trouble concluding as a matter of law that the Graves'\r\nclaim is one such case because it involves complex issues of computer\r\nscience. Although we use computers in some form or fashion almost every\r\nday of our lives, the design and structure of the software they run is beyond\r\nthe ordinary understanding and experience of laymen. Hence, the Graves\r\nmust support their allegations with expert testimony, and without it, their\r\nclaims are subject to dismissal. Because we find the circuit court did not\r\nabuse its discretion in excluding the Graves' computer experts, CAS is\r\nentitled to summary judgment.  CONCLUSION\r\n\r\n      In conclusion, we hold the circuit court did not abuse its discretion in\r\nexcluding the testimony of the Graves' computer experts. While the court did\r\nerr in excluding Dr. Wilkins' testimony, the Graves are still left with no\r\nexpert opinions regarding any defects in the monitor. In the absence of this\r\n\nevidence, CAS is entitled to summary judgment. We accordingly affirm the\r\ncircuit court as modified.\r\n\r\n    TOAL, C.J., BEATTY and KITTREDGE,                     JJ.,   concur.\r\nPLEICONES, J., concurring in result only.\r\n\n","court":"Supreme"},{"id":"27199","title":"In the Interest of Tracy B.","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27199.pdf","description":"This Court granted a petition for a writ of certiorari to review the decision of the court of appeals in In re Tracy B., 391 S.C. 51, 704 S.E.2d 71 (Ct. App. 2010), in which Petitioner's family court adjudication as a delinquent for murder, unlawful possession of a handgun, and unlawful possession of a handgun by a minor were affirmed. Petitioner contends the family court erred in failing to suppress an inculpatory statement and failing to find that he acted in self-defense.","date":"2012-12-12","type":"opinion","text":"          THE STATE OF SOUTH CAROLINA \n\r\n               In The Supreme Court \n\r\n\r\n   In the Interest of Tracy B., A Minor Under the Age of\r\n   Seventeen, Petitioner.\r\n\r\n   Appellate Case No. 2011-186286\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n               Appeal from Charleston County \n\r\n            Paul W. Garfinkel, Family Court Judge \n\r\n\r\n\r\n                    Opinion No. 27199 \n\r\n     Heard October 31, 2012 – Filed December 12, 2012 \n\r\n\r\n\r\n     DISMISSED AS IMPROVIDENTLY GRANTED\r\n\r\n\r\n   Robert M. Dudek, of South Carolina Commission on\r\n   Indigent Defense, of Columbia, for Petitioner.\r\n\r\n   Attorney General Alan M. Wilson, Chief Deputy\r\n   Attorney General John W. McIntosh, Senior Assistant\r\n   Deputy Attorney General Donald J. Zelenka, all of\r\n   Columbia, and Solicitor Scarlett A. Wilson, of\r\n   Charleston, for the State.\r\n\nPER CURIAM: We granted a writ of certiorari to review the court of\r\nappeals' decision in In re Tracy B., 391 S.C. 51, 704 S.E.2d 71 (Ct. App. 2010).\r\nWe now dismiss the writ as improvidently granted.\r\n\r\n\r\n      DISMISSED AS IMPROVIDENTLY GRANTED.\r\n\r\n\r\n      TOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN,\r\nJJ., concur.\r\n\n","court":"Supreme"},{"id":"27200","title":"In the Matter of Chad Brian Hatley","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27200.pdf","description":"This is a disciplinary opinion in which the Court definitely suspends a lawyer.","date":"2012-12-12","type":"opinion","text":"                   THE STATE OF SOUTH CAROLINA \n\r\n                        In The Supreme Court \n\r\n\r\n            In the Matter of Chad Brian Hatley, Respondent\r\n\r\n            Appellate Case No. 2012-212668\r\n\r\n\r\n                              Opinion No. 27200 \n\r\n               Heard October 16, 2012 – Filed December 12, 2012 \n\r\n\r\n\r\n                           DEFINITE SUSPENSION\r\n\r\n\r\n            Lesley M. Coggiola, Disciplinary Counsel, and William\r\n            Curtis Campbell, Assistant Disciplinary Counsel, both of\r\n            Columbia, for Office of Disciplinary Counsel.\r\n\r\n            Henrietta U. Golding, McNair Law Firm, of Myrtle\r\n            Beach, for Respondent.\r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter, the Office of Disciplinary\r\nCounsel (ODC) and respondent have entered into an Agreement for Discipline by\r\nConsent (Agreement) pursuant to Rule 21 of the Rules for Lawyer Disciplinary\r\nEnforcement (RLDE) contained in Rule 413 of the South Carolina Appellate Court\r\nRules (SCACR). In the Agreement, respondent admits misconduct and consents to\r\nthe imposition of any suspension greater than one (1) year or disbarment. He\r\nrequests that any suspension or disbarment be imposed retroactive to September\r\n28, 2011, the date of his interim suspension. In the Matter of Hatley, 396 S.C. 216,\r\n721 S.E.2d 767 (2011). In addition, he agrees to pay the costs incurred in the\r\ninvestigation and prosecution of this matter by ODC and the Commission on\r\nLawyer Conduct (the Commission) within thirty (30) days of the imposition of a\r\nsanction and to reimburse the Lawyers Fund for Client Protection (Lawyers Fund)\r\nfor any and all funds paid on his behalf prior to seeking reinstatement. Finally,\r\nrespondent agrees to complete the Legal Ethics and Practice Program Ethics\r\nSchool and Trust Account School prior to seeking reinstatement. We accept the\r\nAgreement and suspend respondent from the practice of law in this state for two\r\n(2) years, retroactive to the date of his interim suspension. Respondent shall not\r\n\nfile a Petition for Reinstatement until he has completed the Legal Ethics and\r\nPractice Program Ethics School and Trust Account School and fully reimbursed all\r\nclients and entities, including the Lawyers Fund, harmed as a result of his\r\nmisconduct. Within thirty (30) days of the date of this opinion, respondent shall\r\npay the costs incurred in the investigation and prosecution of this matter by ODC\r\nand the Commission. The facts, as set forth in the Agreement, are as follows.\r\n\r\n                                        Facts\r\n\r\n                                      Matter I\r\n\r\nRespondent admits he incurred three insufficient fund reports on his trust account\r\ndue, in part, to his failure to maintain and reconcile his trust accounts. Respondent\r\nfurther admits that he failed to ensure that the deposits were properly credited to\r\nhis trust account prior to disbursements. This error occurred when respondent's\r\nprimary paralegal was on maternity leave and a temporary paralegal did not timely\r\nmake the deposits even though the deposit slip had been prepared and packaged for\r\ndelivery to the bank.                 Matter II\r\n\r\nAs a result of his own internal investigation, respondent discovered that a former\r\nparalegal had committed fraud and misappropriation through numerous and\r\ncreative false entries on closing statements. Although the paralegal did not follow\r\na specific pattern, in one scenario the paralegal listed her landlord and a creditor as\r\nservice providers on closing statements, causing checks to be written to these two\r\nparties on the paralegal's behalf. At other times, the paralegal misappropriated the\r\nfunds due to the law firm and, instead, allocated those funds to her own creditors.\r\nIn total, the paralegal misappropriated approximately $21,665.29 from twenty (20)\r\ndifferent closings by causing twenty-eight (28) checks in relatively small sums to\r\nbe issued on her behalf.\r\n\r\nPrior to the discovery of her fraud and misappropriation, respondent terminated the\r\nparalegal for attempting to proceed with a real estate closing without respondent\r\nbeing present. After discovering the misappropriation by the paralegal, respondent\r\nimmediately contacted the paralegal's new employer to alert the employer to his\r\ndiscovery. After a review, the new employer determined the paralegal had also\r\ncommitted fraud at its business. By quickly contacting the new employer,\r\nrespondent limited the paralegal's misappropriation at the new employer although\r\n\nshe had already misappropriated a much larger sum from her new employer than\r\nshe had at respondent's practice.1\r\n\r\nRespondent acknowledges that it is his responsibility to supervise the activities of\r\nhis staff and the failure to timely detect the paralegal's criminal activities was due,\r\nin part, to his failure to follow Rule 417, SCACR. Respondent has now conducted\r\na complete audit of his closing files and has repaid the amount misappropriated,\r\n$21,665.29, with his personal funds. Matter III\r\n\r\nWhile conducting an audit of real estate files in conjunction with the prior matter,\r\nrespondent discovered that another former paralegal had committed fraud and\r\nmisappropriation in one closing. When the check for taxes was returned because\r\nthe seller had paid the taxes prior to the sale, the paralegal voided the check and\r\nwrote a new reduced check in the amount of $473.02 for taxes. When respondent\r\ncontacted the county office to question this reduced amount, it was discovered that\r\nthe check was for property taxes on property personally owned by the paralegal.\r\n\r\nPrior to the discovery of this misappropriation, respondent had terminated the\r\nparalegal due to poor work habits. After discovery of the misappropriation,\r\nrespondent contacted the paralegal and she promised to repay the stolen funds.\r\nThe paralegal repaid $100.00 of the misappropriated funds. Respondent repaid the\r\nremaining $373.02 from his personal funds.\r\n\r\nUpon discovery, respondent self-reported this matter to ODC. Respondent has\r\nnow conducted a complete audit of his closing files and determined this is the only\r\ninstance of fraud by this paralegal.2\r\n\r\n Respondent conducted a background check prior to hiring this paralegal. Even\r\n1\r\n\r\n\r\nthough the paralegal was on probation at the time, the probation did not appear in\r\nthe background check.\r\n\r\nAfter discovering the misappropriation, respondent initiated criminal charges\r\nagainst this paralegal. Charges were filed against her and she was incarcerated as a\r\nresult of misappropriation from respondent's law firm and from her new employer.\r\n2 Respondent did not initiate criminal charges against this paralegal because she\r\npromised to repay the funds, cares for four children, and no longer works in the\r\nlegal profession.\r\n\n                                    Matter IV\r\n\r\nRespondent acknowledges that he failed to ensure procedures were in place that\r\nwould thwart staff misappropriation and misconduct. Respondent states that, prior\r\nto these disciplinary proceedings, he lacked a complete understanding of Rule\r\n1.15, RPC, and Rule 417, SCACR. He represents to ODC that he now has the\r\nrequisite understanding of the Court's Rules and will institute procedures that are\r\ncompliant with the rules.\r\n\r\nAs previously stated, respondent has now conducted a complete audit of his\r\nclosing files and has repaid the amounts misappropriated by the paralegals with his\r\npersonal funds. Respondent acknowledges that reliance on the representations of\r\nhis employees and accountants does not relieve him of the responsibility of\r\nmeeting the standards for financial recordkeeping and the safeguarding of property\r\nas set forth in the Court's Rules.   Matter V\r\n\r\nInitially, the complainant in this matter alleged respondent had committed\r\nmisconduct which is not subject to the Rules of Professional Conduct.\r\nSubsequently, the complainant alleged respondent failed to pay the withholding\r\ntaxes for the complainant's wife during her employment with respondent.\r\nRespondent admits he failed to pay the complainant's wife's withholding taxes.\r\n\r\n                                    Matter VI\r\n\r\nRespondent represented the complainant in a real estate closing. Respondent\r\nentered into a business relationship with the complainant without obtaining the\r\nrequisite written waivers and disclosures required by Rule 1.8, RPC, in that he did\r\nnot acquire a writing apart from the Agreement establishing he would not represent\r\nthe complainant in the transaction and that the complainant should consult separate\r\ncounsel. The Agreement between respondent and the complainant specifically\r\nacknowledges that both parties had time to deliberate and consult with their\r\nrespective attorneys.\r\n\r\nRespondent acknowledges that a Rule 1.8 waiver and disclosure were not obtained\r\nbut states that the complainant is a seasoned real estate developer who has retained\r\na number of lawyers in the Myrtle Beach area on a regular basis and has a son-in-\r\nlaw who is an attorney licensed in South Carolina.\r\n\n                                     Matter VII\r\n\r\nRespondent admits he received an insufficient fund notice on his First Citizens\r\nIOLTA account which he had closed. Respondent states that the account was\r\ndormant and the funds in that account had been transferred to a new IOLTA\r\naccount.\r\n\r\nRespondent admits that the 2005 check drawn on the closed account was located in\r\na file. Instead of issuing a check on the new account, the 2005 check payable on\r\nthe closed account was forwarded to the title insurance company. Respondent\r\nadmits that the delay in transmitting the funds to the title insurance company was\r\nsolely his responsibility.           Matter VIII\r\n\r\nRespondent admits he incurred tax liens from his failure to pay withholding taxes\r\nand failure to file and pay income taxes.\r\n\r\n                                      Matter IX\r\n\r\nRespondent admits he failed to pay the court reporter in a timely manner for her\r\nservices rendered and invoiced on April 30, 2008. On April 30, 2009, the probate\r\ncourt issued a Summons to Show Cause to respondent to explain why he had not\r\npaid the court reporter. Upon receipt of the Summons to Show Cause, respondent\r\nimmediately paid the court reporter.\r\n\r\nRespondent also admits that he had previously been summoned by the Probate\r\nCourt of Horry County for his failure to produce documents requested by the court.\r\nAt that hearing, respondent blamed the problem on his staff.\r\n\r\nAt the hearing regarding the unpaid court reporter bill, respondent advised the\r\ncourt that the bill had been placed in the file by a staff member; however, he\r\nadvised the court he understood it was ultimately his responsibility and he\r\napologized to the court. At the hearing, the probate court sanctioned respondent in\r\nthe amount of $500.00 for his failure to timely pay the court reporter.\r\n\r\nRespondent admits it was his responsibility for the delicts before the probate court\r\nand he accepts that he is responsible for any issues that arise in the practice of law.\r\n\n                                     Matter X\r\n\r\nRespondent was arrested and charged with two counts of Willful Attempt to Evade\r\nor Defeat a Tax, two counts of Failure to Pay a Tax, File a Return or Maintain\r\nRecords, and six counts of Failure to Pay Over or Account for Withholding Taxes.\r\nRespondent was attempting to remedy the failure to pay these taxes when he\r\ndiscovered the State Department of Revenue had commenced a criminal\r\ninvestigation. Respondent had paid all known outstanding withholding taxes prior\r\nto any criminal charges being filed.\r\n\r\nRespondent pled guilty to one count of Failure to Pay a Tax, File a Return or\r\nMaintain Records and two counts of Failure to Pay Over or Account for\r\nWithholding Taxes. Respondent paid a fine of $5,000.00 and restitution in the\r\namount of $26,867.00 for state income taxes.\r\n\r\n                                    Matter XI\r\n\r\nOn March 15, 2011, respondent was retained by a client to pursue a reduction in\r\nalimony. Respondent admits he did nothing in furtherance of the client's case for\r\nfive months. Respondent further admits he and the client discussed sending a letter\r\nregarding the ending of alimony payments, but he did not tell the client that the\r\nletter had been sent. In addition, respondent admits he inadvertently filed the\r\npleadings in Georgetown County rather than Horry County and that he did not\r\ninclude a request to terminate alimony as desired by the client.\r\n\r\nRespondent acknowledges there was a clerical billing error on the invoice;\r\nhowever, the client was never overcharged.\r\n\r\n                                    Matter XII\r\n\r\nRespondent admits he failed to recognize that he was obligated to pay $100.00 in\r\ncourt costs by February 17, 2012, when he signed his consent to a Civil Contempt\r\nOrder of the family court dated January 17, 2012. As a result of respondent's\r\nfailure to pay the court costs, a bench warrant was issued for respondent's arrest.\r\nPrior to being arrested, this matter was brought to respondent's attention and he\r\nimmediately took steps to rectify his mistake. The court then lifted the bench\r\nwarrant.\r\n\n                                        Law\r\n\r\nRespondent admits that by his conduct he has violated the following provisions of\r\nthe Rules of Professional Conduct, Rule 407, SCACR: Rule 1.1 (lawyer shall\r\nprovide competent representation); Rule 1.3 (lawyer shall act with reasonable\r\ndiligence and promptness in representing client); Rule 1.4 (lawyer shall reasonably\r\nconsult with client about the means by which client's objectives are to be\r\naccomplished and keep client reasonably informed about the status of the matter);\r\nRule 1.8 (lawyer shall not enter into business relationship with client unless client\r\nis advised in writing of the desirability of seeking and is given a reasonable\r\nopportunity to seek advice of independent legal counsel on the transaction and\r\nclient gives informed consent, in a writing signed by client, to the essential terms\r\nof the transaction and lawyer's role in the transaction, including whether lawyer is\r\nrepresenting client in the transaction); Rule 1.15 (lawyer shall safe keep client\r\nproperty); Rule 5.3 (lawyer possessing managerial authority in a law firm shall\r\nmake reasonable efforts to ensure that firm has in effect measures giving\r\nreasonable assurance that non-lawyer employee's conduct is compatible with the\r\nprofessional obligations of lawyer); Rule 8.4(b) (it is professional misconduct for\r\nlawyer to commit a criminal act that reflects adversely on the lawyer's honesty,\r\ntrustworthiness or fitness as a lawyer in other respects); and Rule 8.4(e) (it is\r\nprofessional misconduct for lawyer to engage in conduct that is prejudicial to the\r\nadministration of justice). In addition, respondent admits he violated provisions of\r\nRule 417, SCACR.\r\n\r\nRespondent also admits he has violated the following Rule for Lawyer Disciplinary\r\nEnforcement, Rule 413, SCACR: Rule 7(a)(1) (it is grounds for discipline for\r\nlawyer to violate Rules of Professional Conduct).\r\n\r\n                                    Conclusion\r\n\r\nWe accept the Agreement for Discipline by Consent and suspend respondent from\r\nthe practice of law in this state for two (2) years, retroactive to the date of his\r\ninterim suspension. Respondent shall not file a Petition for Reinstatement until he\r\nhas completed the Legal Ethics and Practice Program Ethics School and Trust\r\nAccount School and fully reimbursed all clients and entities, including the Lawyers\r\nFund, harmed as a result of his misconduct. Within thirty (30) days of the date of\r\nthis opinion, respondent shall pay the costs incurred in the investigation and\r\nprosecution of this matter by ODC and the Commission. Within fifteen days of the\r\n\ndate of this opinion, respondent shall file an affidavit with the Clerk of Court\r\nshowing that he has complied with Rule 30 of Rule 413, SCACR.\r\n\r\nDEFINITE SUSPENSION.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"27201","title":"Storm M. H. v. Charleston County Board of Trustees","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27201.pdf","description":"The Court affirmed the circuit court's order authorizing a student who resides in Berkeley County to enroll in the Academic Magnet High School located in the Charleston County School District, provided she purchase real property in the Charleston County School District with a tax-assessed value of $300 or more.","date":"2012-12-12","type":"opinion","text":"                    THE STATE OF SOUTH CAROLINA \n\r\n                          In The Supreme Court\n\r\n                               __________\r\n         Storm M. H., a minor, by her\r\n         parent, Gayla S. L. McSwain, and\r\n         Gayla S. L. McSwain, pro se,          Respondents/Appellants,\r\n\r\n                                                   v.\r\n         Charleston County Board of\r\n         Trustees and Nancy J. McGinley,\r\n         in her official capacity as\r\n         Superintendent of Charleston\r\n         County School District,               Appellants/Respondents.\r\n                                  __________\r\n\r\n                         Appeal From Charleston County\r\n                     J. C. Nicholson, Jr., Circuit Court Judge\r\n                                  __________\r\n\r\n                             Opinion No. 27201 \n\r\n               Heard October 19, 2011 - Filed December 12, 2012 \n\r\n                                 ___________\r\n\r\n                                  AFFIRMED\r\n                                  ___________\r\n\r\n      Kenneth L. Childs, John M. Reagle, Tyler R. Turner, all of Childs &\r\n      Halligan, of Columbia, for Appellants-Respondents.\r\n\r\n      Gayla S. L. McSwain, of Goose Creek, pro se Respondents-\r\n      Appellants.               ___________\r\n\r\n\r\nCHIEF JUSTICE TOAL: In this declaratory judgment action, the parties appeal\r\nthe circuit court's order authorizing Storm M. H. (\"Student\"), who resides in\r\nBerkeley County, to enroll in the Academic Magnet High School (\"AMHS\")\r\nlocated in the Charleston County School District (\"CCSD\") provided she purchase\r\n\nreal property in the CCSD with a tax-assessed value of $300 or more. We affirm\r\nthe order of the circuit court.\r\n\r\n                        FACTUAL/PROCEDURAL BACKGROUND\r\n\r\nAMHS is a countywide, taxpayer-funded school located in the CCSD. It is a \"top\r\nten,\" nationally-recognized magnet high school.1 In terms of admission\r\nrequirements, the AMHS brochure/application states that \"Students must be\r\nresidents of Charleston County and complete an AMHS application.\"\r\n\r\nStudent resides with her parents in Berkeley County, South Carolina. In January\r\n2010, Student applied for admission to the 9th grade class at the AMHS for the\r\nacademic year beginning on August 18, 2010. In her application, Student\r\nidentified her Berkeley County address. Student was accepted by the AMHS on\r\nJanuary 20, 2010, and required to confirm her intention to enroll by January 28,\r\n2010. The Confirmation Form requested a \"Charleston County Residence\r\nAddress.\" After seeing this request, Student's mother, Gayla S. L. McSwain\r\n(\"Parent\"), spoke with someone at the AMHS and explained that Student could not\r\nprovide a Charleston County address because she did not \"live in Charleston\r\nCounty yet.\" As a result of this conversation, Parent completed the Confirmation\r\nForm by indicating that she would \"provide [a Charleston County residence\r\naddress] prior to enrollment.\"\r\n\r\n\r\n\r\n\r\n1   The following definition is instructive:\r\n\r\n        A Magnet school is part of the public school system. Usually students\r\n        are zoned into their schools based on location. Students mostly go to\r\n        the school which they are closest to (this may not always be true since\r\n        boundaries can seem arbitrary). With Magnet schools, the public\r\n        school system has created schools that exist outside of zoned school\r\n        boundaries. The point of them is that they usually have something\r\n        special to offer over a regular school which makes attending them an\r\n        attractive choice to many students, thereby increasing the diversity of\r\n        the student population within them (in theory).\r\n\r\nGrace Chen, \"What is a Magnet School?\" (December 4, 2007), available at\r\nhttp://www.publicschoolreview.com/articles/2.\r\n\nBeginning in March 2010, Parent exchanged e-mails with John Emerson, the\r\nGeneral Counsel for CCSD, regarding CCSD's policies for nonresident students.2\r\nSpecifically, Parent inquired whether these policies required her to relocate the\r\nfamily to Charleston County in order for Student to attend the AMHS.\r\n\r\nIn his initial response, Emerson emphasized the \"clear notification\" that the AMHS\r\nis for Charleston County residents. However, Emerson appeared to concur in\r\nParent's interpretation that section 59-63-303 of the South Carolina Code would\r\n\r\n2 The primary policy, which is entitled \"Policy JFAB Nonresident Students,\"\r\nprovides that its purpose is \"[t]o establish guidelines for admitting to Charleston\r\nCounty School District schools those students who do not reside in the district.\"\r\nThe policy also states, \"Non-resident students may not attend magnet\r\nschools/programs.\"\r\n3   Section 59-63-30 provides:\r\n\r\n              Children within the ages prescribed by § 59-63-20 shall be\r\n       entitled to attend the public schools of any school district, without\r\n       charge, only if qualified under the following provisions of this\r\n       section:\r\n\r\n       (a) Such child resides with its parent or legal guardian;\r\n\r\n       (b) The parent or legal guardian, with whom the child resides, is a\r\n          resident of such school district; or\r\n\r\n       (c) The child owns real estate in the district having an assessed value\r\n          of three hundred dollars or more; and\r\n\r\n       (d) The child has maintained a satisfactory scholastic record in\r\n          accordance with scholastic standards of achievement prescribed by\r\n          the trustees pursuant to § 59-19-90; and\r\n\r\n       (e) The child has not been guilty of infraction of the rules of conduct\r\n          promulgated by the trustees of such school district pursuant to §\r\n          59-19-90.\r\n\npermit Student to attend the AMHS without charge if she purchased property in\r\nCharleston County with a tax-assessed value of $300 or greater. Additionally,\r\nEmerson acknowledged that section 59-63-4904 would permit Student to attend the\r\nAMHS if she would be better accommodated by the adjoining CCSD; however, he\r\nclarified that Student's enrollment at the AMHS would be contingent upon the\r\nconsent of the BCSD's Board of Trustees and the CCSD's Board of Trustees.\r\nFinally, concerning Parent's inquiry as to whether she could \"pay the difference in\r\ncost per pupil between the two districts\" rather than change her family's residence,\r\nEmerson simply cited section 59-63-45,5 which provides a formula for these\r\npayments.\r\n\r\nIn a subsequent e-mail on May 5, 2010, Parent referenced the prior e-mail\r\nexchange and questioned whether she was required to sign an affidavit prior to\r\nregistration attesting that Student was a Charleston County resident. Emerson\r\nresponded by e-mail, stating, \"Once you either buy land in your daughter's name or\r\nget consent from both boards, you won't have to sign it. Until then you do not have\r\nthe requirements to be admitted without the affidavit. One of those things has to\r\nhappen first.\"\r\n\r\nOn May 11, 2010, Parent wrote to Nancy J. McGinley, the Superintendent of\r\nCCSD, requesting the CCSD's Board of Directors consent to Student attending the\r\n\r\nS.C. Code Ann. § 59-63-30 (2004).\r\n4   Section 59-63-490 provides:\r\n\r\n        When it shall so happen that any person is so situated as to be better\r\n        accommodated at the school of an adjoining school district, whether\r\n        special or otherwise, the board of trustees of the school district in\r\n        which such person resides may, with the consent of the board of\r\n        trustees of the school district in which such school is located, transfer\r\n        such person for education to the school district in which such school is\r\n        located, and the trustees of the school district in which the school is\r\n        located shall receive such person into the school as though he resided\r\n        within the district.\r\n\r\nS.C. Code Ann. § 59-63-490 (2004).\r\n5   S.C. Code Ann. § 59-63-45(A) (2004).\r\n\nAMHS pursuant to section 59-63-490. According to Parent, McGinley called her\r\ntwo weeks later to inform her that the AMHS is reserved for Charleston County\r\nresidents.\r\n\r\nOn June 7, 2010, Emerson wrote to Parent instructing her that Student could not be\r\n\"admitted to the Academic Magnet unless she actually resides in Charleston\r\nCounty, in compliance with 59-63-30 (a)–(b).\"\r\n\r\nOn June 14, 2010, the CCSD Board of Trustees conducted a meeting in which it\r\ndiscussed numerous agenda items, including an \"Academic Magnet Student\r\nAppeal.\" By letter dated June 16, 2010, Emerson informed Parent that the Board\r\n\"voted unanimously in open session to admit [Student] to the AMHS if [her]\r\nfamily establishes 'residence and domicile' in Charleston County before school\r\nstarts.\"\r\n\r\nOn June 27, 2010, Parent, on behalf of Student, filed a declaratory judgment\r\naction6 against the CCSD Board and McGinley for the circuit court to determine\r\nwhether Parent had to establish the family's domicile and residence in Charleston\r\nCounty prior to August 18, 2010, the start of the academic year at the AMHS. The\r\nnext day, Parent filed a Petition to Appeal the CCSD's directive with the Board of\r\nTrustees.7\r\n\r\nIn the declaratory judgment Complaint, Parent disputed the residency requirement,\r\narguing that Student was entitled to enroll in the AMHS if any of the following\r\nconditions were satisfied: (1) Parent paid tuition to the CCSD; (2) Student\r\npurchased real estate in Charleston County valued at $300 or more pursuant to\r\nsection 59-63-30(c); or (3) Student's education would best be accommodated by\r\nthe AMHS pursuant to section 59-63-490. Because she believed the Board's\r\ndirective constituted a final decision, Parent asserted that she did not have to\r\nexhaust administrative remedies as any hearing before the CCSD would be \"futile.\"\r\n\r\nThe Board and McGinley (the \"Board\") moved to dismiss the declaratory judgment\r\naction, arguing Parent did not state a cause of action and the circuit court did not\r\nhave subject matter jurisdiction as the Board had not entered a final, appealable\r\norder. In the alternative, the Board requested the court decline to exercise\r\njurisdiction on the ground Parent failed to exhaust all administrative remedies.\r\n\r\n6   S.C. Code Ann. § 15-53-20 (2005).\r\n7   S.C. Code Ann. §§ 59-19-510 to -560 (2004).\r\n\nAfter conducting a hearing on July 19 and 22, 2010, the circuit court issued an\r\norder on July 28, 2010. Initially, the court found that it had subject matter\r\njurisdiction to declare Parent's rights under section 59-63-30, but not section 59-\r\n63-490. In so ruling, the court found that a final order by the Board was not a\r\nprerequisite to Parent obtaining a declaratory judgment. Because the Board had\r\nnever addressed Parent's reliance on section 59-63-30, i.e., whether payment of\r\ntuition or purchase of real property in Charleston County was sufficient for Student\r\nto enroll in the AMHS, the court explained that the Board \"could not have issued a\r\nfinal 'order' regarding 59-63-30.\"\r\n\r\nIn addition, the court rejected the Board's contentions that Parent failed to state a\r\ncause of action or exhaust her administrative remedies. Specifically, the court\r\nfound Parent had presented a justiciable controversy that required a \"speedy\r\nresolution\" due to Student's impending enrollment date. Because Parent had not\r\nrequested a Board decision with respect to the provisions of section 59-63-30, the\r\ncourt concluded that Parent did not have to exhaust administrative remedies in\r\norder to obtain a ruling in the circuit court.\r\n\r\nRegarding Parent's claim under section 59-63-490, the court found it did not have\r\njurisdiction because Parent had appealed the Board's decision to the circuit court;8\r\nthus, the court concluded that it \"now has appellate jurisdiction only to review that\r\ndecision and cannot exercise original jurisdiction to declare Plaintiffs' rights under\r\n59-63-490.\"\r\n\r\nWith respect to the merits of Parent's claim, the court held that the CCSD's policy\r\nof requiring domicile for a child to attend a CCSD magnet school violates section\r\n59-63-30(c) \"because domicile by a child and that child's parent or guardian is not\r\nrequired by the statute, only property ownership is required.\"\r\n\r\nBased on this ruling, the court rejected Parent's contention that, because Student\r\nhad already been admitted to the AMHS, she should be allowed to pay tuition\r\nunder section 59-63-30 rather than buy the requisite property in the CCSD.\r\nAlthough the court acknowledged that a nonresident child could pay tuition to\r\nattend school in a particular attendance zone within the CCSD, the court stated that\r\n\r\n8 On July 21, 2010, Parent appealed the Board of Trustees' decision denying\r\nStudent's transfer under section 59-63-490 to the circuit court in its appellate\r\ncapacity.\r\n\nthe Board is authorized, via section 59-19-90(9), to choose in which school the\r\nchild may enroll. The court emphasized that \"a nonresident child who wants to be\r\nstatutorily entitled to enroll at a magnet school must meet one of the residency\r\nrequirements of 59-63-30.\"\r\n\r\nFinally, the court summarily dismissed Parent's claim that the Board's application\r\nof its policy requiring domicile as a prerequisite to an eligible nonresident student\r\nviolated the equal protection clause.\r\n\r\nBoth parties appealed the circuit court's order to the court of appeals.\r\nSubsequently, Student purchased real property in Charleston County and enrolled\r\nin the AMHS on August 18, 2010, as the circuit court lifted the automatic stay of\r\nits order.9 The court of appeals denied the Board's petition to revoke the order\r\nlifting the automatic stay. This Court certified this appeal pursuant to Rule 204(b)\r\nof the South Carolina Appellate Court Rules.\r\n\r\n                                   LAW/ANALYSIS\r\n\r\n                  A.     Exhaustion of Administrative Remedies\r\n\r\nAs a threshold issue, the Board contends the circuit court erred in ruling on Parent's\r\ndeclaratory judgment action. Specifically, the Board claims the circuit court did\r\nnot have jurisdiction over the school board action as it arose under a statutory\r\nscheme that provides for administrative appellate review. Because the Board of\r\nTrustees did not issue a final order regarding Student's enrollment at the AMHS,\r\nthe Board asserts the circuit court lacked subject matter jurisdiction over Parent's\r\nclaim for declaratory relief. Even if the circuit court had subject matter\r\njurisdiction, the Board avers the circuit court abused its discretion in exercising\r\njurisdiction given Parent failed to exhaust her administrative remedies prior to\r\ninstituting the proceedings in circuit court.\r\n\r\nInitially, we note that the Board incorrectly characterizes its claim as one involving\r\nsubject matter jurisdiction. As this Court has explained, \"[t]he doctrine of\r\nexhaustion of administrative remedies is generally considered a rule of policy,\r\nconvenience and discretion, rather than one of law, and is not jurisdictional.\"\r\nWard v. State, 343 S.C. 14, 17 n.5, 538 S.E.2d 245, 246 n.5 (2000) (citations\r\nomitted). In contrast, \"subject matter jurisdiction is the power to hear and\r\ndetermine cases of the general class to which the proceedings in question belong.\"\r\n\r\n9   S.C. Code Ann. § 18-9-220 (Supp. 2010); Rule 241, SCACR.\r\n\nId. \"Thus, the failure to exhaust administrative remedies goes to the prematurity of\r\na case, not subject matter jurisdiction.\" Id.\r\n\r\n\"Whether administrative remedies must be exhausted is a matter within the trial\r\njudge's sound discretion and his decision will not be disturbed on appeal absent an\r\nabuse thereof.\" Hyde v. S.C. Dep't of Mental Health, 314 S.C. 207, 208, 442\r\nS.E.2d 582, 582–83 (1994). \"The general rule is that administrative remedies must\r\nbe exhausted absent circumstances supporting an exception to application of the\r\ngeneral rule.\" Id. at 208, 442 S.E.2d at 583. \"A commonly recognized exception\r\nto the requirement of exhaustion of administrative remedies exists when a party\r\ndemonstrates that pursuit of administrative remedies would be a vain or futile act.\"\r\nBrown v. James, 389 S.C. 41, 54, 697 S.E.2d 604, 611 (Ct. App. 2010).\r\n\r\nNotwithstanding the alleged procedural problems, we have chosen to address the\r\nmerits of the parties' appeals for several reasons. First, we find that it would have\r\nbeen futile for Parent to exhaust her administrative remedies as the Board's\r\ndecision was certain to be unfavorable. Secondly, we believe the administrative\r\nremedies would have been inadequate given the immediacy of Student's enrollment\r\ndate and the potential delay of an administrative appeal. Finally, we find the\r\ninstant case presents issues of important public interest and a resolution would\r\npromote judicial economy. See Cabiness v. Town of James Island, 393 S.C. 176,\r\n712 S.E.2d 416 (2011) (addressing issues in the interest of judicial economy to\r\nsupply a sufficient analytical framework for future cases); Curtis v. State, 345 S.C.\r\n557, 549 S.E.2d 591 (2001) (recognizing that an appellate court may decide\r\nquestions of imperative and manifest urgency to establish a rule for future conduct\r\nin matters of important public interest).\r\n\r\n   B.     Board-Imposed Physical Residency Requirement for Magnet School\r\n\r\nThe Board asserts the circuit court erred in determining that the Board's policy of\r\nrequiring residency in Charleston County for admission to the CCSD's magnet\r\nschools violates section 59-63-30 of the South Carolina Code. In support of this\r\nassertion, the Board claims the court not only misinterpreted section 59-63-30, but\r\nalso failed to appreciate the Board's authority under section 59-19-90(9), which\r\nauthorizes a board of trustees to transfer and assign students to a particular school,\r\nto determine which particular school a child will attend and to establish the\r\nappropriate admission criteria for a particular school. S.C. Code Ann. § 59-19-\r\n90(9) (2004).\r\n\nIn her cross-appeal, Parent also challenges the circuit court's construction of\r\nsections 59-63-30 and 59-19-90. Parent contends these statutes entitle a child to\r\nattend a public school, without charge, if the child either resides or owns real estate\r\nwithin the school district in which the school is located. However, if the child does\r\nnot meet either of these qualifications, Parent claims the nonresident child may pay\r\ntuition so as to be eligible to enroll in a particular school within the school district.\r\n\r\n\"The cardinal rule of statutory construction is to ascertain and effectuate the intent\r\nof the legislature.\" Media Gen. Commc'ns, Inc. v. S.C. Dep't of Revenue, 388 S.C.\r\n138, 147–48, 694 S.E.2d 525, 529 (2010) (quoting Charleston Cnty. Sch. Dist. v.\r\nState Budget & Control Bd., 313 S.C. 1, 5, 437 S.E.2d 6, 8 (1993)). Where the\r\nstatute's language is plain, unambiguous, and conveys a clear, definite meaning, the\r\nrules of statutory interpretation are not needed and the court has no right to impose\r\nanother meaning. Gay v. Ariail, 381 S.C. 341, 345, 673 S.E.2d 418, 420 (2009).\r\n\r\nSection 59-19-90 provides in relevant part:\r\n\r\n      The board of trustees shall also: \n\r\n      ....\n\r\n\r\n      (9) Transfer and assign pupils. Transfer any pupil from one school to\r\n      another so as to promote the best interests of education, and determine\r\n      the school within its district in which any pupil shall enroll.\r\n\r\n      (10) Prescribe conditions and charges for attendance. Be empowered\r\n      to prescribe conditions and a schedule of charges based on cost per\r\n      pupil as last determined, for attendance in public schools of the school\r\n      district for\r\n             ....\r\n\r\n             (d) all other children specially situated and not meeting the\r\n             eligibility requirements of § 59-63-30, but who shall have\r\n             petitioned the trustees in writing seeking permission to attend\r\n             the public schools of the school district.\r\n\r\nS.C. Code Ann. § 59-19-90(9), (10)(d) (2004) (emphasis added).\r\n\nIn construing the language of this section, we agree with the Board that the General\r\nAssembly conferred discretionary authority on a board of trustees to set attendance\r\ncriteria for particular schools and to determine which school in its district a student\r\nmay attend. Cf. Stewart v. Charleston Cnty. Sch. Dist., 386 S.C. 373, 688 S.E.2d\r\n579 (Ct. App. 2009) (concluding CCSD had ultimate authority to set attendance\r\nguidelines for magnet school). Here, the Board initially determined that Student\r\nwould be assigned to AMHS. This was the 59-19-90(9) decision.\r\n\r\nHowever, the Board's subsequent attempt to rescind that decision is unavailing\r\nbecause, in making its decision, the Board relied on the unlawful policy purporting\r\nto mandate Charleston County residency as a requirement for acceptance at\r\nAMHS. This \"resident only\" criterion runs afoul of section 59-63-30 because any\r\nchild meeting the threshold established by this provision, either as a resident or a\r\nproperty owner of the subject school district, is entitled to attend that district's\r\nschools. Thus, while we agree with the Board that section 59-63-30 does not\r\nnecessarily confer a child the right to attend a particular school within a school\r\ndistrict, CCSD may not utilize this provision to revoke admission to a child\r\nqualifying to attend a district's school merely because a child qualifies to attend\r\nschool in the district by virtue of property ownership rather than residence under\r\nthe auspices of exercising its section 59-19-90(9) right to transfer and assign\r\nchildren to a particular school.\r\n\r\nBy its plain terms, section 59-63-30 entitles a child to attend the public schools of\r\nany school district if the child: (1) resides with his or her parent or legal guardian,\r\nand that parent or legal guardian is a resident of the school district or the child\r\nowns real estate in the district having an assessed value of at least three hundred\r\ndollars; and (2) the child has maintained a satisfactory scholastic record and not\r\nbeen guilty of infraction of the rules of conduct.\r\n\r\nA school district may impose admissions requirements for its schools, including\r\nmagnet schools. However, in considering eligible applicants, a school board may\r\nnot distinguish between a child who qualifies to attend its schools as a resident\r\nunder section 59-63-30(a) & (b) and a child who qualifies to attend its schools as a\r\nproperty owner under section 59-63-30(c). We disagree with the Board that a\r\njudicial determination that Student is entitled to enroll at AMHS usurps its\r\nauthority to transfer or assign students under section 59-19-90(9). CCSD employs\r\na merit-based selection process for AMHS, accepting only those children who\r\ndemonstrate exceptional academic ability. Just as the Board could not ignore the\r\nmerit-based selection process and transfer or assign a resident child to AMHS, the\r\n\nBoard cannot ignore the merit-based process when revoking a child's admission\r\njust because the child qualifies to attend CCSD schools as a property owner.\r\nThe Board alternatively argues that its authority to set admissions requirements to\r\nits magnet schools includes the authority to create physical residency requirements,\r\nciting Stewart v. Charleston County School District, 386 S.C. 373, 688 S.E.2d 579\r\n(Ct. App. 2009). That case involved the Buist Academy, an academic magnet\r\nschool in Charleston County serving intellectually gifted students of primary and\r\nelementary school age. Id. at 377, 688 S.E.2d at 581. In 1967, the General\r\nAssembly passed local legislation consolidating Charleston County's eight school\r\ndistricts under the umbrella of one unified school district, CCSD. Id. at 376–77,\r\n688 S.E.2d at 581. The eight individual districts remained in existence as\r\nconstituent districts of CCSD, and Buist Academy is located in constituent District\r\n20. Id. District 20 used a lottery system to select the students who would be tested\r\nfor a determination of whether they met the academic requirements for admission.\r\nId. Available openings were prioritized as follows: one-fourth of open seats were\r\nreserved for children residing in District 20, one-fourth for siblings of Buist\r\nAcademy students, one-fourth for children who would otherwise attend low\r\nperforming schools, and one-fourth for children county-wide. Id. In 2006, District\r\n20 adopted a motion giving priority for all open seats at Buist Academy to\r\nqualified children residing in District 20, essentially closing its doors to children\r\nresiding outside of District 20 but in Charleston County. Id. CCSD refused to\r\nrecognize the motion, and each party claimed it had the authority to set attendance\r\nguidelines for the school. Id. The court of appeals evaluated the local legislation\r\nthat created CCSD and found that CCSD possessed the authority to \"'provide for\r\nintellectually gifted children a program which shall challenge their talents.'\" Id. at\r\n379, 688 S.E.2d at 582 (quoting Act No. 340, § 5(8), 1967 S.C. Acts 470). In\r\nfinding that District 20 could not reserve all openings for residents of its district,\r\nthe court stated, \"Placing all emphasis on the physical location of a school such as\r\nBuist Academy would permit a constituent school district to monopolize a county-\r\nwide magnet school to the exclusion of all other students in the county.\" Id. The\r\ncourt of appeals concluded such a result was contrary to legislative intent. Id.\r\n\r\nThe Board argues that because Stewart recognized its authority to prioritize\r\navailable openings based on a child's physical location, it may establish an\r\nattendance requirement for its magnet schools—that children must reside in the\r\ncounty. We disagree that this is the import of Stewart. Stewart did not implicate\r\nnon-resident students, and therefore, section 59-63-30 was not at issue. This is not\r\nan inconsequential distinction. Section 59-63-30 places a child who owns county\r\nproperty on the same footing as a child who resides in the county. Just as District\r\n\n20 could not monopolize the county-wide magnet school for its own residents in\r\nStewart, CCSD cannot monopolize its magnet schools for county residents when\r\nsection 59-63-30 recognizes property owners as eligible to attend its schools. The\r\nBoard can most certainly set admissions requirements for its magnet schools and\r\neven set geographic priority for available seats. What it cannot do is exclude an\r\nentire segment of students recognized under the statute as qualified to attend its\r\nschools.\r\n\r\nIn light of our view that CCSD's policy of excluding all non-resident children from\r\nattendance at its magnet schools is contrary to the plain language of section 59-63-\r\n30, Student is entitled to continue attending AMHS. Student qualified for\r\nconsideration by AMHS as a property owner and she met or exceeded AMHS's\r\nadmissions requirements. Importantly, AMHS accepted her application for\r\nadmission with the understanding that she would take up residence or buy property\r\nin Charleston County prior to enrollment. We are not unsympathetic to the Board's\r\nargument that allowing non-resident children to attend its magnet schools displaces\r\nother qualified resident children. However, we are constrained to interpret the\r\nunambiguous language of section 59-63-30. Thus, a child who owns real estate in\r\nthe district having an assessed value of three hundred dollars or more is entitled to\r\nattend that district's schools, just as a resident child. If this interpretation is\r\ncontrary to legislative intent, or if it does not promote the furtherance of education,\r\nwe leave it to the legislature to amend the statute. As the statute is written,\r\nhowever, the Board does not have the authority to unilaterally exclude children\r\nwho qualify to attend its schools under section 59-63-30.10\r\n\r\n\r\n\r\n10 Our holding today is based on a plain reading of section 59-63-30. Therefore, we\r\ndecline to reach Parent's alternative argument that the resident/ property owner\r\ndistinction employed by the Board violates the equal protection clause of the South\r\nCarolina Constitution. See Arnold v. Ass'n of Citadel Men, 337 S.C. 265, 275, 523\r\nS.E.2d 757, 762 (1999) (\"This Court will decline to rule on constitutional questions\r\nunless the determination is essential to the disposition of a case.\" (citing Heyward\r\nv. S.C. Tax Comm'n, 240 S.C. 347, 126 S.E.2d 15 (1962))); cf. Ashwander v. Tenn.\r\nValley Auth., 297 U.S. 288, 347 (1936) (Brandeis, J., concurring) (\"The Court will\r\nnot pass upon a constitutional question although properly presented by the record,\r\nif there is also present some other ground upon which the case may be disposed of.\r\nThis rule has found most varied application. Thus, if a case can be decided on\r\neither of two grounds, one involving a constitutional question, the other a question\r\nof statutory construction or general law, the Court will decide only the latter.\").\r\n\nIn view of our interpretation of sections 59-63-30 and 59-19-90, we reject Parent's\r\ncontention that the mere payment of tuition is sufficient to deem a nonresident\r\nchild eligible to enroll in a particular school in another district. Instead, the\r\npayment of tuition is a secondary requirement that may be imposed after a\r\nnonresident child, who is statutorily eligible to attend the public schools of another\r\nschool district, is granted admission to a particular school. In the event that occurs,\r\nthe school district may require the nonresident child's parent or legal guardian to\r\nreimburse the district for the assessed costs of educating that child to the extent\r\nthat child's property taxes do not cover such costs. S.C. Code Ann. § 59-63-45(A)\r\n(\"Notwithstanding the provisions of this chapter, a nonresident child otherwise\r\nmeeting the enrollment requirements of this chapter may attend a school in a\r\nschool district which he is otherwise qualified to attend if the person responsible\r\nfor educating the child pays an amount equal to the prior year's local revenue per\r\nchild raised by the millage levied for school district operations and debt service\r\nreduced by school taxes on real property owned by the child paid to the school\r\ndistrict in which he is enrolled. The district may waive all or a portion of the\r\npayment required by this section.\").11\r\n\r\n                                C. Automatic Stay\r\n\r\nFinally, the Board contends the circuit court erred in lifting the automatic stay of\r\nits order as it authorized Student to attend the AMHS during the pendency of this\r\nappeal.\r\n\r\nWe need not address this issue because, under our construction of the statute,\r\nStudent may continue her enrollment at the AMHS.\r\n\r\n                                    CONCLUSION\r\n\r\nBased on the foregoing, we affirm the order of the circuit court granting\r\ndeclaratory judgment in favor of Parent. See Garris v. Governing Bd. of S.C.\r\nReinsurance Facility, 319 S.C. 388, 390, 461 S.E.2d 819, 821 (1995) (\"The\r\n\r\n11 Although we are cognizant of the conflict between the \"without charge\"\r\nlanguage in section 59-63-30 and the provisions of section 59-63-45 that require\r\nreimbursement for a child attending another school district, we believe section 59-\r\n63-45 is controlling as it was enacted in 1996, thirty-four years after section 59-63-\r\n30. See Williams v. Town of Hilton Head, 311 S.C. 417, 429 S.E.2d 802 (1993)\r\n(recognizing that where it is not possible to harmonize two statutes, the later\r\nlegislation supersedes the earlier enactment).\r\n\ndecision to grant a declaratory judgment is a matter which rests in the sound\r\ndiscretion of the trial court and will not be disturbed absent a clear showing of\r\nabuse.\").\r\n\r\nAFFIRMED.\r\n\r\nKITTREDGE and HEARN, JJ., concur. PLEICONES, J., dissenting in a\r\nseparate opinion. BEATTY, J., dissenting in a separate opinion.\r\n\nJUSTICE PLEICONES: I respectfully dissent.\r\n\r\nI. Exhaustion of Administrative Remedies\r\n\r\nAlthough in my view Parent likely failed to exhaust her administrative remedies, I\r\nwould not disturb the circuit court’s finding on this issue. See Hyde v. S.C. Dep’t\r\nof Mental Health, 314 S.C. 207, 208, 442 S.E.2d 582, 582-83 (1994) (whether\r\nadministrative remedies must be exhausted is a matter within the sound discretion\r\nof the trial court). Nevertheless, I address this point because I disagree with the\r\nmajority’s analysis.\r\n\r\nFor urgency to constitute an exception to the requirement that a party exhaust her\r\nadministrative remedies, she must show that the injury threatened is irreparable.\r\nSee 2 Am. Jur. 2d Administrative Law § 478 (2012). Futility is an exception when\r\nthe administrative body cannot provide the relief requested or when circumstances\r\nguarantee a negative result of appeal. See Ward v. State, 373 S.C. 14, 18-19, 538\r\nS.E.2d 245, 247 (2000) (“Allowing ALJs to rule on the constitutionality of the\r\nstatute would violate the separation of powers doctrine. . . . Requiring a party to go\r\nbefore an agency or ALJ who cannot rule on the constitutionality of a statute\r\nwould be a futile act.”); Law v. South Carolina Dept. of Corrections, 368 S.C. 424,\r\n438, 629 S.E.2d 642, 650 (2006) (“Futility, however, must be demonstrated by a\r\nshowing comparable to the administrative agency taking a hard and fast position\r\nthat makes an adverse ruling a certainty.”) (internal quotation marks and citation\r\nomitted).\r\n\r\nIn this case, Parent made no showing that irreparable harm was likely to result\r\nfrom Student’s inability to immediately enroll in the magnet school. Neither does\r\nthe exception for futility apply here, since the Board had the power to alter or\r\nclarify its interpretation of the relevant statutes or to change its school attendance\r\npolicy. Nor does a single Board articulation of its policy warrant a finding that the\r\nBoard had taken a hard and fast position that made an adverse ruling a certainty.\r\n\r\nFurther, waiving the requirement that Parent exhaust her administrative remedies\r\nin no way promotes judicial economy in this case, since the only resulting\r\nomission is of administrative, not judicial, process. I would also not rely on the\r\nnotion that an unspecified “important public interest” is at stake in order to waive\r\nthe exhaustion of administrative remedies requirement. The only case relied on by\r\nthe majority for this proposition did not involve a question of exhaustion of\r\nadministrative remedies. See Curtis v. State, 345 S.C. 557, 568, 549 S.E.2d 591,\r\n596 (2001). Moreover, even assuming this rationale is an appropriate basis for\r\nexcusing failure to exhaust administrative remedies, it must be used with great\r\n\njudicial restraint and only where a question “of imperative and manifest urgency”\r\ntruly exists, since any case, construed at the most useful level of generality, could\r\nbe found to embrace an important public interest.12 The opportunity for\r\nnonresident students to displace resident students in county magnet schools\r\ncontrary to local school board policy can hardly be said to present a question of\r\nimperative and manifest urgency. The majority trivializes the doctrine by applying\r\nit to these facts.\r\n\r\nII. S.C. Code § 59-63-30\r\n\r\nOn the merits, I agree with the majority that S.C. Code Ann. § 59-63-30 (2004)\r\nentitles a nonresident child to attend the schools within a public school district by\r\nacquiring property with a tax-assessed value of at least $300 in the district.\r\nHowever, I disagree with the majority that the General Assembly intended\r\nanything more than this. The General Assembly clearly contemplated the question\r\nof how students would be assigned within a district, and it explicitly conferred full\r\ndiscretionary authority to decide such matters on the board. S.C. Code Ann. § 59-\r\n19-90 (2004) provides, in relevant part:\r\n\r\n      The board of trustees shall also:\r\n      ...(9) Transfer and assign pupils. Transfer any pupil from one school\r\n      to another so as to promote the best interests of education, and\r\n      determine the school within its district in which any pupil shall\r\n      enroll[.]\r\n\r\n(Emphasis added.) Thus, under § 59-19-90(9), the board of trustees has authority\r\nto determine which school in its district any student will attend.\r\n\r\nSection 59-63-30 does no more than establish means by which a child is entitled to\r\nattend public school in a particular school district; nothing in its language implies a\r\nlegislative intent to override the plain language of § 59-19-90. Thus, we must\r\nrecognize the validity of both. See Stewart v. Charleston County School Dist., 386\r\nS.C. 373, 379, 688 S.E.2d 579, 582 (Ct. App. 2009) (“Statutes dealing with the\r\nsame subject matter are to be construed together, if possible, to produce a\r\nharmonious result.”) (citation omitted). Although the majority attempts to\r\nreconcile the conflict it creates by distinguishing between a student’s enrolling and\r\n\r\n12Curtis dealt with an unconstitutional presumption of criminal intent in a statute\r\ncreating a felony offense. Curtis at 570, 549 S.E.2d at 597-98.\r\n\nthe Board’s assigning, the plain language of § 59-19-90(9) confers authority on the\r\nBoard to “determine the school within its district in which any pupil shall enroll”\r\n(emphasis added).\r\n\r\nAs for magnet schools and their admission policies, the General Assembly could\r\nnot have intended to create an equal treatment mandate for them when it enacted §\r\n59-63-30 in 1962, as magnet schools did not then exist. Section 59-63-30, read\r\ntogether with § 59-19-90(9), requires nothing more or different than that the board\r\nadmit a qualifying nonresident student to a school of the board’s choice within the\r\ndistrict based upon policies that promote the best interests of education. This\r\nCourt has historically deferred to local government control of the operation of\r\npublic schools. See Bd. of Trustees of School Dist. of Fairfield County v. State,\r\n395 S.C. 276, 290, 718 S.E.2d 210, 217 (2011); United States v. Charleston\r\nCounty School Dist., 960 F.2d 1227, 1233 (4th Cir. 1992). We should continue\r\nthat deference and not read into the statute a restriction on the board’s discretion to\r\nassign students to particular schools within the district.\r\n\r\nThe majority simply assumes that if the Board employs a merit-based selection\r\nprocess for admitting students to AMHS, it cannot ignore that process in a\r\nparticular case. While this proposition is appealing, the majority cites no legal\r\nauthority for it, just as it cites no authority for the proposition that the Board may\r\nnot distinguish among students who became eligible to attend district schools by\r\ndifferent means. Stewart has no application to this case, as it found a constituent\r\ndistrict board exceeded its statutory authority when it attempted to dictate the\r\nattendance criteria for a county-wide magnet school located within its subdistrict in\r\ndefiance of the county-wide school district board. See Stewart v. Charleston\r\nCounty School District, 386 S.C. 373, 688 S.E.2d 579 (Ct. App. 2009).\r\n\r\nThus, I respectfully dissent.\r\n\n      JUSTICE BEATTY: Respectfully, I dissent as I disagree with the\r\nmajority's limitation of the statutory authority of the board of trustees. Although I\r\nagree with the majority's interpretation that a student may become eligible under\r\nsection 59-63-30 to enroll in a particular school district via the purchase of\r\nproperty, I believe the board of trustees still retains its authority under section 59-\r\n19-90 to set attendance criteria for particular schools and to determine which\r\nschool in its district a student may attend. Thus, for reasons that will be more fully\r\nexplained, I would reverse the order of the circuit court.\r\n                                           I.\r\n         As the majority concludes, section 59-63-30 entitles a child to attend the\r\npublic schools of any school district if the child satisfies: (1) one of the three\r\ncriteria outlined in subsections (a) through (c); and (2) both subsections (d) and (e).\r\nIn essence, it provides an alternative for a child to attend school in a particular\r\nschool district without being a resident of that school district.\r\n       This, however, does not end the analysis as the question becomes whether a\r\nboard of trustees is authorized under section 59-19-90 to determine attendance\r\ncriteria for a particular school and to which particular school in its district a student\r\nwill attend. I believe the Legislature placed these ultimate decisions within the\r\npurview of the board of trustees' authority, which is defined in section 59-19-90.\r\nSection 59-19-90 provides in relevant part:\r\n      The board of trustees shall also:\r\n      ....\r\n      (9) Transfer and assign pupils. Transfer any pupil from one school to\r\n      another so as to promote the best interests of education, and determine\r\n      the school within its district in which any pupil shall enroll.\r\n      (10) Prescribe conditions and charges for attendance. Be empowered\r\n      to prescribe conditions and a schedule of charges based on cost per\r\n      pupil as last determined, for attendance in public schools of the school\r\n      district for\r\n             ....\r\n             (d) all other children specially situated and not meeting the\r\n             eligibility requirements of § 59-63-30, but who shall have\r\n             petitioned the trustees in writing seeking permission to attend\r\n             the public schools of the school district.\r\n\nS.C. Code Ann. § 59-19-90(9), (10)(d) (2004) (emphasis added).\r\n       Based on the plain language of the above-referenced subsections, it is clear\r\nthe Legislature explicitly conferred full discretionary authority on a board of\r\ntrustees to set attendance criteria for particular schools and to determine which\r\nschool in its district a student may attend. Cf. Stewart v. Charleston County Sch.\r\nDist., 386 S.C. 373, 688 S.E.2d 579 (Ct. App. 2009) (concluding CCSD had\r\nultimate authority to set attendance guidelines for magnet school).\r\n      Although the majority rejects this interpretation, I discern nothing in section\r\n59-63-30 that reflects a legislative intent to supersede the plain language of section\r\n59-19-90. Thus, even though a student may become eligible under section 59-63-\r\n30 to enroll in a particular school district, the board of trustees still retains its\r\nauthority under section 59-19-90 to set attendance criteria for particular schools\r\nand to determine which school in its district a student may attend.\r\n       Applying the foregoing to the facts of the instant case, I would find that\r\nonce Student purchased real property with a tax-assessed value of $300 or greater\r\nin the CCSD, she became eligible to attend the public schools within the\r\nCharleston County attendance zone, which includes the AMHS. However,\r\npursuant to section 59-19-90, the Board was authorized to assign Student to any\r\nappropriate school whether it was the AMHS or some other grade-appropriate\r\nschool within the district.              II.\r\n       In a related argument, Parent contends the CCSD's policy of excluding\r\nnonresident children from its magnet schools violates the Equal Protection Clause\r\nof the South Carolina Constitution. Parent claims the policy \"classifies school\r\nchildren as two groups, nonresident and resident, and takes away a nonresident\r\nchild's entitlement to attend a magnet school while leaving a resident child's\r\nentitlement to attend a magnet school intact.\" Parent avers that this policy violates\r\na nonresident child's right to equal protection as the CCSD cannot show \"how\r\nexcluding nonresident children from its magnet schools bears a reasonable\r\nrelationship to the legislative purpose sought to be achieved by 59-63-30 and 59-\r\n19-90(10).\"\r\n       The Equal Protection Clauses of our federal and state constitutions declare\r\nthat no person shall be denied the equal protection of the laws. U.S. Const. amend.\r\nXIV, § 1; S.C. Const. art. I, § 3. Equal protection \"requires that all persons be\r\n\ntreated alike under like circumstances and conditions, both in privileges conferred\r\nand liabilities imposed.\" GTE Sprint Commc'ns Corp. v. Pub. Serv. Comm'n of\r\nSouth Carolina, 288 S.C. 174, 181, 341 S.E.2d 126, 129 (1986) (quoting Marley v.\r\nKirby, 271 S.C. 122, 123-24, 245 S.E.2d 604, 605 (1978)). \"Courts generally\r\nanalyze equal protection challenges under one of three standards: (1) rational\r\nbasis; (2) intermediate scrutiny; or, (3) strict scrutiny.\" Denene, Inc. v. City of\r\nCharleston, 359 S.C. 85, 91, 596 S.E.2d 917, 920 (2004). \"If the classification\r\ndoes not implicate a suspect class or abridge a fundamental right, the rational basis\r\ntest is used.\" Id. \"Under the rational basis test, the requirements of equal\r\nprotection are satisfied when: (1) the classification bears a reasonable relation to\r\nthe legislative purpose sought to be affected; (2) the members of the class are\r\ntreated alike under similar circumstances and conditions; and, (3) the classification\r\nrests on some reasonable basis.\" Id.\r\n       Because the classification at issue does not implicate a suspect class or\r\nabridge a fundamental right, the analysis of this issue is governed by the rational\r\nbasis test. Applying this test, I believe the CCSD's Board of Trustees legitimately\r\nimposed a residency requirement in order to effectuate the legislative purpose to\r\nreserve attendance at the AMHS, a specialized school with limited capacity for\r\nenrollment, for only bona fide residents of the CCSD. Thus, I would hold the\r\nBoard's JFAB policy for the AMHS does not violate the Equal Protection Clause.\r\n       Furthermore, I note that appellate courts have consistently rejected Parent's\r\nclaim and have held that the imposition of a residency requirement withstands\r\nscrutiny under the rational basis test. See Martinez v. Bynum, 461 U.S. 321, 328\r\n(1983) (\"A bona fide residence requirement, appropriately defined and uniformly\r\napplied, furthers the substantial state interest in assuring that services provided for\r\nits residents are enjoyed only by residents. Such a requirement with respect to\r\nattendance in public free schools does not violate the Equal Protection Clause of\r\nthe Fourteenth Amendment.\"); see also 78A C.J.S. Schools and School Districts §\r\n989 (2011) (\"Statutes establishing bona fide residency requirements, appropriately\r\ndefined and uniformly applied, with respect to attendance at free public schools are\r\nconstitutional.\").\r\n\n                                         III. \n\r\n\r\n\r\n       Finally, the Board contends the circuit court erred in lifting the automatic\r\nstay of its order as it authorized Student to attend the AMHS during the pendency\r\nof this appeal. I decline to address this issue as the Court of Appeals denied the\r\nBoard's request at the onset of this appeal. Moreover, based on my decision to\r\nreverse the order of the circuit court, I would find the Board is authorized to\r\ndetermine whether Student may continue her enrollment at the AMHS.\r\n                                         IV.\r\n       In conclusion, I believe that any other construction of the statutory\r\nprovisions involved in this appeal would be contrary to the legislative intent.\r\nMoreover, to adhere to the circuit court's reasoning would effectuate chaos in our\r\nstate school systems as it would entitle all nonresident children to be eligible to\r\nattend magnet schools which, in turn, may displace equally-qualified resident\r\nchildren.13\r\n       This Court has historically deferred to a local government's control over the\r\noperation of public schools.14 I would continue that deference and decline to\r\nrestrict the Board's statutorily-granted authority to establish admission criteria for\r\nparticular schools and to determine which particular school a student will attend.\r\nAccordingly, I would reverse the order of the circuit court granting declaratory\r\njudgment in favor of Parent. See Garris v. Governing Bd. of South Carolina\r\nReinsurance Facility, 319 S.C. 388, 390, 461 S.E.2d 819, 820-21 (1995) (\"The\r\ndecision to grant a declaratory judgment is a matter which rests in the sound\r\n\r\n\r\n13 In an affidavit, the principal of the AMHS stated the school has \"a wait-list of\r\n80 students for the ninth grade, and if a student who is not an actual resident of\r\nCharleston County were to enroll in AMHS, he or she would displace another\r\nstudent who would be in fact a resident of Charleston County.\"\r\n14 See United States v. Charleston County Sch. Dist., 960 F.2d 1227, 1233 (4th\r\nCir. 1992) (\"No single tradition in public education is more deeply rooted than\r\nlocal control over the operation of schools; local autonomy has long been thought\r\nessential both to the maintenance of community concern and support for public\r\nschools and to [the] quality of the educational process.\" (quoting Milliken v.\r\nBradley, 418 U.S. 717, 741-42 (1974))).\r\n\ndiscretion of the trial court and will not be disturbed absent a clear showing of\r\nabuse.\").\r\n\n","court":"Supreme"},{"id":"ORDER","title":"In the Matter of William H. Jordan","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2012-12-07-02","description":"","date":"2012-12-12","type":"order","text":"\r\n  <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\ntd {\r\n\tfont-family: Arial, Helvetica, sans-serif;\r\n\tfont-style: normal;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina \r\n \r\n   \r\n     \r\n       \r\nIn the Matter of William H. Jordan, Petitioner.\r\nAppellate Case No. \r\n  2012-211666 \r\n       \r\n     \r\n   \r\n \r\n\r\nORDER\r\n\r\nOn January 5, 2009, the Court placed \r\n  petitioner on interim suspension after his arrest on drug and other charges.In \r\n    the Matter of Jordan, 381 S.C. 141, 672 S.E.2d 104 (2009).  On October 26, \r\n  2009, the Court suspended petitioner from the practice of law for nine (9) \r\n  months.  In the Matter of Jordan, 385 S.C. 614, 686 S.E.2d 682 (2009). [1]  Subsequently, \r\n  on March 7, 2012, the Court suspended respondent from the practice of law for \r\n  eighteen (18) months, retroactive to October 26, 2009.  In the Matter of \r\n    Jordan, 397 S.C. 1, 723 S.E.2d 586 (2012).[2]  \r\n  The Court further stated: \r\n \r\n[u]pon reinstatement to the practice of law, \r\n  [petitioner] shall enter a two-year contract with Lawyers Helping Lawyers and \r\n  file quarterly reports with the Commission on Lawyer Conduct during the \r\n  contract period and, for these first two years he shall also submit quarterly \r\n  reports regarding all trust account activity to the Commission.   \r\n \r\nId. S.C. at 7, S.E.2d at 589. \r\nPetitioner has filed a Petition for \r\n  Reinstatement seeking reinstatement from both definite suspensions. The \r\n  Committee on Character and Fitness (the Committee) issued a Report and \r\n  Recommendation recommending petitioner's reinstatement subject to the \r\n  conditions set forth in the Court's March 7, 2012, opinion.  Neither petitioner \r\n  nor the Office of Disciplinary Counsel filed exceptions to the Committee's \r\n  Report and Recommendation.  \r\nPetitioner is reinstated to the practice \r\n  of law in this state subject to the following conditions: \r\n \r\n  \r\n    \r\n      1)\r\n       petitioner shall extend his \r\n  current monitoring contract with Lawyers Helping Lawyers for a period of two \r\n  years; \r\n         \r\n       \r\n     \r\n     \r\n      2)\r\n       during the contract period, petitioner \r\n  shall file quarterly reports addressing his compliance with the monitoring contract \r\n  with the Commission on Lawyer Conduct (the Commission); and \r\n         \r\n       \r\n     \r\n     \r\n      3)&nbsp;\r\n       during the next two years, petitioner \r\n  shall submit quarterly reports regarding all of his trust account activity to \r\n  the Commission.\r\n    \r\n  \r\n\r\n\r\n\r\n  \r\n    \r\n    \r\n      s/Jean H. Toal&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;C.J.\r\n        \r\n        s/Costa M. Pleicones&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n      J.s/Donald W. Beatty&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n      J.\r\n        s/John W. Kittredge&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n        J.\r\n        s/Kaye G. Hearn&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n    \r\n  \r\n\r\nColumbia, South Carolina \r\nDecember 7, 2012  \r\n \r\n[1] Petitioner completed Pre-Trial Intervention and \r\n  the drug charges were expunged.  Most of the other charges were dismissed.   \r\n[2] The matters addressed in this opinion involved \r\n  misconduct which occurred prior to petitioner's arrest.   \r\n \r\n\r\n","court":"Supreme"},{"id":"ORDER","title":"In the Matter of W. Benjamin McClain, Jr.","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2012-12-07-03","description":"This is an order reinstating a lawyer to the practice of law.","date":"2012-12-12","type":"order","text":"\r\n  <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\ntd {\r\n\tfont-family: Arial, Helvetica, sans-serif;\r\n\tfont-style: normal;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\n\r\n  \r\n    \r\n      \r\n  In the Matter of W. Benjamin McClain, Jr., Petitioner.\r\n  Appellate Case No. 2012-209906\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n  ORDER\r\n\r\n  On December 19, 2011, the Court definitely \r\n    suspended petitioner from the practice of law for two years, retroactive to the \r\n    date of his interim suspension, March 13, 2007.[1]  In the Matter of McClain, 395 S.C. 536, 719 S.E.2d 675 (2011).  \r\n    Petitioner has now filed a Petition for Reinstatement. \r\n  The Committee on Character and Fitness \r\n    issued a Report and Recommendation recommending petitioner's reinstatement, \r\n    subject to certain conditions.  Neither petitioner nor the Office of \r\n    Disciplinary Counsel filed exceptions to the Report and Recommendation. \r\n  Petitioner is reinstated to the practice \r\n    of law subject to the following conditions: \r\n \r\n  \r\n    \r\n      1.\r\n       for the next two (2) \r\n    years, petitioner shall file quarterly monitoring reports from his psychiatrist \r\n    with the Commission on Lawyer Conduct (the Commission); \r\n         \r\n       \r\n     \r\n     \r\n      2.\r\n       for the next two (2) \r\n    years, petitioner shall consult with a lawyer-mentor and the lawyer-mentor \r\n    shall file quarterly monitoring reports with the Commission;[2] and \r\n         \r\n       \r\n     \r\n     \r\n      3.\r\n      one (1) year from the \r\n    date of this order, the Commission shall reassess petitioner's restitution \r\n    agreement with the Lawyers' Fund for Client Protection. \r\n     \r\n   \r\n \r\n \r\n \r\n   \r\n     \r\n     \r\n      s/Jean H. Toal&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;C.J. \r\n         \r\n        s/Costa M. Pleicones&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n      J.s/Donald W. Beatty&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n      J. \r\n        s/John W. Kittredge&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n        J. \r\n        s/Kaye G. Hearn&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J. \r\n     \r\n   \r\n \r\n   \r\n    Columbia, South Carolina \r\n  December 7, 2012 \r\n \r\n \r\n \r\n  [1] In the Matter of McClain, 372 S.C. 518, 643 S.E.2d 680 (2007). \r\n \r\n  [2] Petitioner and the Commission shall agree on the \r\n    selection of the lawyer-mentor.  Petitioner shall consult with the \r\n    lawyer-mentor on terms specified by the Commission. \r\n \r\n \r\n\r\n","court":"Supreme"},{"id":"27202","title":"State v. Brown","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27202.pdf","description":"We hold the Court of Appeals properly applied Arizona v. Gant, 556 U.S. 332 (2009) and found the warrantless police search conducted incident to Brown's arrest for an open container violation was illegal.  We further hold, however, pursuant to the Supreme Court's subsequent pronouncement in Davis v. United States, 131 S. Ct. 2419 (2011), that the exclusionary rule is not applicable to this case because the officer relied upon existing appellate precedent in New York v. Belton, 453 U.S. 454 (1981), at the time he conducted his search.","date":"2012-12-19","type":"opinion","text":"            THE STATE OF SOUTH CAROLINA \n\r\n                 In The Supreme Court \n\r\n\r\n   The State, Petitioner,\r\n\r\n   v.\r\n\r\n   Danny Cortez Brown, Respondent.\r\n\r\n   Appellate Case No. 2010-175826\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n                   Appeal From Horry County \n\r\n               Steven H. John, Circuit Court Judge \n\r\n\r\n\r\n                       Opinion No. 27202 \n\r\n        Heard October 31, 2012 – Filed December 19, 2012 \n\r\n\r\n\r\n                            REVERSED\r\n\r\n\r\n   Attorney General Alan McCrory Wilson, Chief Deputy\r\n   Attorney General John W. McIntosh, Senior Assistant\r\n   Deputy Attorney General Salley W. Elliott, Assistant\r\n   Attorney General Mark Reynolds Farthing, all of\r\n   Columbia; and Solicitor John Gregory Hembree, of\r\n   Conway, for Petitioner.\r\n\r\n   Appellate Defender David Alexander, of South Carolina\r\n   Commission on Indigent Defense, of Columbia, for\r\n   Respondent.\r\n\n        JUSTICE BEATTY: Danny Cortez Brown was convicted of trafficking in\r\ncocaine and sentenced to twenty-five years in prison. Brown appealed, arguing the\r\ntrial court erred in denying his motion to suppress the cocaine, which was seized\r\nfrom a duffel bag after his arrest for an open container violation during an\r\nautomobile stop. The Court of Appeals reversed on the basis the search was\r\nimproper under Arizona v. Gant, 556 U.S. 332 (2009). State v. Brown, 389 S.C.\r\n473, 698 S.E.2d 811 (Ct. App. 2010). This Court has granted the State's petition\r\nfor a writ of certiorari to review the decision of the Court of Appeals. We reverse.\r\n\r\nI.    FACTS\r\n      Shortly after 7:00 p.m. on October 6, 2005, Officer Daryl Williams of the\r\nHorry County Police Department was on patrol in Myrtle Beach, in the vicinity of\r\n16th Avenue South and Kings Highway, when he looked over at a vehicle near\r\nhim, a 1970s-model Plymouth, and noticed the passenger was drinking from a beer\r\ncan. Upon making eye contact with Officer Williams, the passenger, Brown,\r\ntucked the beer can between his legs. Officer Williams then initiated a traffic stop\r\nbased on the open container violation. The driver of the car, Rodney Smith,\r\nstopped the car in the roadway, near the curb, rather than pulling off the road.\r\n\r\n      When Officer Williams approached the vehicle, he asked Brown about the\r\nbeer can. Brown initially denied having any beer, but upon further questioning\r\nBrown revealed the beer can that was in his lap. Officer Williams removed Brown\r\nfrom the car and arrested him for an open container violation. Officer Williams\r\nhad previously noticed a small black duffel bag on the floorboard of the car, on the\r\npassenger's side between Brown's legs. When he removed Brown from the car,\r\nOfficer Williams placed the bag on the sidewalk and then placed Brown,\r\nhandcuffed, in the back of his patrol car. Officer Williams asked Brown if that was\r\nhis bag, and Brown confirmed that it belonged to him.\r\n\r\n      After securing Brown, Officer Williams returned to the stopped vehicle.\r\nWhile talking to Smith, Officer Williams unzipped the duffel bag, which was still\r\non the sidewalk, and looked inside. He discovered what appeared to be powdered\r\ncocaine in a plastic bag (122.65 grams) hidden inside a crumpled Fritos bag.\r\nOfficer Williams closed the duffel bag and resumed his conversation with Smith\r\nand asked for his driver's license.\r\n\r\n       Upon running a license check, Officer Williams discovered Smith's driver's\r\nlicense was suspended, and he arrested Smith for driving under suspension and\r\nplaced him in another patrol vehicle as more officers arrived at the scene. A search\r\nunder the driver's seat in the car revealed a black pouch roughly the size of a\r\n\ncigarette pack that contained a small amount of several drugs. Smith was advised\r\nthat he was also under arrest for those drugs. Smith acknowledged the drugs under\r\nthe seat belonged to him.\r\n\r\n       Brown's first trial ended in a mistrial. During the current trial, held in\r\nSeptember 2006, Brown moved to suppress the drugs seized from the duffel bag,\r\narguing the search and seizure violated his Fourth Amendment rights. The trial\r\ncourt denied the motion on the basis the drugs were discovered during a search\r\nincident to a lawful arrest, which was conducted in conformance with New York v.\r\nBelton, 453 U.S. 454 (1981).\r\n\r\n        On appeal, the Court of Appeals reversed Brown's conviction and vacated\r\nhis sentence on the basis the search violated Brown's Fourth Amendment rights.\r\nState v. Brown, 389 S.C. 473, 698 S.E.2d 811 (Ct. App. 2010). The court held the\r\nsearch was improper under the law recently announced in Arizona v. Gant, 556\r\nU.S. 332 (2009), which departed from Belton, although it noted, \"In fairness to the\r\ntrial court, it did not have the guidance provided to us by the United States\r\nSupreme Court in the Gant case.\" Brown, 389 S.C. at 481 n.2, 698 S.E.2d at 815\r\nn.2. Applying the new rule pronounced in Gant, the Court of Appeals found the\r\nexception allowing warrantless searches incident to a lawful arrest was\r\ninapplicable here because (1) Brown could not have accessed the vehicle or the\r\nduffel bag during the arrest, and (2) there was no indication that the duffel bag\r\ncontained further evidence of the open container violation. Id. at 480-81, 698\r\nS.E.2d at 815.\r\n\r\n       The Court of Appeals further held that the automobile exception for\r\nwarrantless searches was inapplicable because the officer did not have probable\r\ncause to search the bag, and the inevitable discovery rule was unavailing because\r\nthe State did not meet its burden at trial of establishing the evidence would\r\ninevitably have been discovered during an inventory search. Id. at 483-84, 698\r\nS.E.2d at 816-17. This Court granted the State's petition for a writ of certiorari.\r\n\r\nII.   STANDARD OF REVIEW\r\n       In criminal cases, an appellate court sits to review only errors of law, and it\r\nis bound by the trial court's factual findings unless they are clearly erroneous.\r\nState v. Baccus, 367 S.C. 41, 625 S.E.2d 216 (2006); State v. Wilson, 345 S.C. 1,\r\n545 S.E.2d 827 (2001).\r\n\r\n        \"The admission or exclusion of evidence is left to the sound discretion of the\r\ntrial judge, whose decision will not be reversed on appeal absent an abuse of\r\n\ndiscretion.\" State v. Saltz, 346 S.C. 114, 121, 551 S.E.2d 240, 244 (2001). \"An\r\nabuse of discretion occurs when the trial court's ruling is based on an error of law\r\nor, when grounded in factual conclusions, is without evidentiary support.\" State v.\r\nJennings, 394 S.C. 473, 477-78, 716 S.E.2d 91, 93 (2011) (citation omitted).\r\n\r\n      When reviewing a Fourth Amendment search and seizure case, an appellate\r\ncourt must affirm the trial court's ruling if there is any evidence to support it; the\r\nappellate court may reverse only for clear error. State v. Missouri, 361 S.C. 107,\r\n603 S.E.2d 594 (2004); State v. Pichardo, 367 S.C. 84, 623 S.E.2d 840 (Ct. App.\r\n2005).\r\n\r\nIII.   LAW/ANALYSIS\r\n       On appeal, the State contends the Court of Appeals erred in reversing\r\nBrown's conviction and vacating his sentence. Specifically, the State argues the\r\nCourt of Appeals erred because (1) the officer conducted the search of the duffel\r\nbag incident to Brown's arrest in compliance with the controlling appellate\r\nprecedent in effect at the time of the search, and (2) the challenged evidence\r\ninevitably would have been discovered, regardless of the propriety of the search\r\nconducted incident to Brown's arrest. Because this case turns on a determination\r\nof the applicable precedent, a brief timeline of the pertinent authorities is desirable\r\nhere.         Fourth Amendment, Exclusionary Rule, & Exceptions\r\n       The Fourth Amendment to the United States Constitution protects people\r\nfrom unreasonable searches and seizures and provides that no warrants shall be\r\nissued except upon probable cause, supported by oath or affirmation and\r\nparticularly describing the place to be searched and the persons or things to be\r\nseized. U.S. Const. amend. IV; see also Baccus, 367 S.C. at 50, 625 S.E.2d at 221\r\n(stating a search warrant may be issued only upon a finding of probable cause). \"A\r\nsearch compromises the individual interest in privacy; a seizure deprives the\r\nindividual of dominion over his or her person or property.\" State v. Wright, 391\r\nS.C. 436, 442, 706 S.E.2d 324, 327 (2011) (quoting Horton v. California, 496 U.S.\r\n128, 133 (1990)).\r\n\r\n      The Fourth Amendment itself provides no remedy for a violation of the\r\nwarrant requirement. Davis v. United States, 131 S. Ct. 2419 (2011). However,\r\nthe United States Supreme Court has fashioned a judicially-created remedy, the\r\nexclusionary rule, which is a deterrent sanction by which the prosecution is barred\r\nfrom introducing evidence obtained in violation of the Fourth Amendment. Id. at\r\n\n2423. \"Exclusion is 'not a personal constitutional right,' nor is it designed to\r\n'redress the injury' occasioned by an unconstitutional search.'\" Id. at 2426\r\n                                                                 \r\n(citations omitted). \"The rule's sole purpose, [the Supreme Court] has repeatedly\r\nheld, is to deter future Fourth Amendment violations.\" Id. Because \"[e]xclusion\r\nexacts a heavy toll on both the judicial system and society at large,\" the Court has\r\nstated \"the deterrence benefits of suppression must outweigh its heavy costs\" for\r\nthe exclusion to be deemed appropriate. Id. at 2427. In addition, judicially-created\r\nexceptions have been established to ameliorate the harsh effects of the judicially-\r\ncreated exclusionary rule. Id.\r\n\r\n       \"Warrantless searches and seizures are unreasonable absent a recognized\r\nexception to the warrant requirement.\" Wright, 391 S.C. at 442, 706 S.E.2d at 327.\r\nThese exceptions include the following: (1) search incident to a lawful arrest,\r\n(2) hot pursuit, (3) stop and frisk, (4) automobile exception, (5) the plain view\r\ndoctrine, (6) consent, and (7) abandonment. State v. Dupree, 319 S.C. 454, 462\r\nS.E.2d 279 (1995); State v. Moore, 377 S.C. 299, 659 S.E.2d 256 (Ct. App. 2008);\r\nsee also Wright, 391 S.C. at 444-45, 706 S.E.2d at 327-28 (discussing exigent\r\ncircumstances); State v. Herring, 387 S.C. 201, 692 S.E.2d 490 (2009) (same).\r\n\r\n               Rule Announced in New York v. Belton (U.S. 1981)\r\n\r\n       In the current appeal, the trial court denied Brown's suppression motion and\r\nultimately ruled the drugs were admissible pursuant to the authority of New York v.\r\nBelton, 453 U.S. 454 (1981) because they were discovered during a search incident\r\nto a lawful arrest. In Belton, the Supreme Court, \"[i]n order to establish the\r\nworkable rule this category of cases requires,\" held \"that when a policeman has\r\nmade a lawful custodial arrest of the occupant of an automobile, he may, as a\r\ncontemporaneous incident of that arrest, search the passenger compartment of that\r\nautomobile.\" Id. at 460 (footnote omitted).\r\n\r\n      \"It follows from this conclusion that the police may also examine the\r\ncontents of any containers found within the passenger compartment, for if the\r\npassenger compartment is within reach of the arrestee, so also will containers in it\r\nbe within his reach.\" Id. (citing United States v. Robinson, 414 U.S. 218 (1973)\r\nand Draper v. United States, 358 U.S. 307 (1959)). \"Such a container may, of\r\ncourse, be searched whether it is open or closed, since the justification for the\r\nsearch is not that the arrestee has no privacy interest in the container, but that the\r\nlawful custodial arrest justifies the infringement of any privacy interest the arrestee\r\nmay have.\" Id. at 461. The Court observed \"that these containers will sometimes\r\nbe such that they could hold neither a weapon nor evidence of the criminal conduct\r\nfor which the suspect was arrested.\" Id. However, the Court cited its previous\r\n\ndecision in Robinson that the authority to search \"does not depend on what a court\r\nmay later decide was the probability in a particular arrest situation that weapons or\r\nevidence\" could have been found. Id. (quoting Robinson, 414 U.S. at 235).\r\n\r\n                Limitation of Belton in Arizona v. Gant (U.S. 2009)\r\n      In Arizona v. Gant, 556 U.S. 332 (2009), the Supreme Court departed from\r\ntwenty-eight years of precedent and altered the rule it had announced in Belton.\r\n\r\n       In Gant, the defendant was arrested for driving with a suspended license and\r\nthen handcuffed and locked in the back of a patrol car while officers searched his\r\ncar. Id. at 335. Officers discovered cocaine in the pocket of a jacket that was on\r\nthe backseat. Id. The question arose whether Belton's exception for warrantless\r\nsearches of automobiles pursuant to a lawful arrest should apply to justify the\r\nsearch when it was undisputed that Gant could not have accessed his car to retrieve\r\nevidence or weapons at the time of the search. Id.\r\n\r\n       The Supreme Court stated the Belton \"opinion has been widely understood\r\nto allow a vehicle search incident to the arrest of a recent occupant even if there is\r\nno possibility the arrestee could gain access to the vehicle at the time of the\r\nsearch.\" Id. at 341. The Court explained \"[t]his reading may be attributable to\r\nJustice Brennan's dissent in Belton, in which he characterized the Court's holding\r\nas resting on the 'fiction . . . that the interior of a car is always within the immediate\r\n                                                                \r\ncontrol of an arrestee who has recently been in the car.'\" Id. (quoting Belton, 453\r\n                                            1\r\nU.S. at 466 (Brennan, J., dissenting)).\r\n\r\n       The Court stated, \"The experience of the 28 years since we decided Belton\r\nhas shown that the generalization underpinning the broad reading of that decision\r\nis unfounded.\" Id. at 350. \"We now know that articles inside the passenger\r\ncompartment are rarely\" within an arrestee's reach and that \"blind adherence to\r\nBelton's faulty assumption would authorize myriad unconstitutional searches.\" Id.\r\nat 350-51. \"The doctrine of stare decisis does not require us to approve routine\r\nconstitutional violations.\" Id. at 351.\r\n\r\n      The Supreme Court declared the following new two-part rule:\r\n\r\n1 The dissent in Gant observes, \"Contrary to the Court's suggestion, however,\r\nJustice Brennan's Belton dissent did not mischaracterize the Court's holding in that\r\ncase or cause that holding to be misinterpreted. As noted, the Belton Court\r\nexplicitly stated precisely what it held.\" Gant, 556 U.S. at 357 (Alito, J.,\r\ndissenting).\r\n\n              Police may search a vehicle incident to a recent occupant's\r\n      arrest only if [1] the arrestee is within reaching distance of the\r\n      passenger compartment at the time of the search or [2] it is reasonable\r\n      to believe the vehicle contains evidence of the arrest. When these\r\n      justifications are absent, a search of an arrestee's vehicle will be\r\n      unreasonable unless police obtain a warrant or show that another\r\n      exception to the warrant requirement applies.\r\n\r\nId. (emphasis added).   Supreme Court's Qualification of Gant\r\n\r\n       Thereafter, in Davis v. United States, 131 S. Ct. 2419, 2423-24 (2011), the\r\nSupreme Court observed that Gant represented \"a shift in our Fourth Amendment\r\njurisprudence on searches of automobiles incident to arrests of recent occupants\"\r\nand considered the question of \"whether to apply [the] sanction [of the\r\nexclusionary rule] when the police conduct a search in compliance with binding\r\nprecedent that is later overruled.\" The Court held that, \"[b]ecause suppression\r\nwould do nothing to deter police misconduct in these circumstances, and because it\r\nwould come at a high cost to both the truth and the public safety, . . . searches\r\nconducted in objectively reasonable reliance on binding appellate precedent are not\r\nsubject to the exclusionary rule.\" Id.\r\n\r\n       The Court explained that, \"[f]or years, Belton was widely understood to have\r\nset down a simple, bright-line rule. Numerous courts read the decision to authorize\r\nautomobile searches of recent occupants, regardless of whether the arrestee in any\r\nparticular case was within reaching distance of the vehicle at the time of the\r\nsearch.\" Id. at 2424. \"Even after the arrestee had stepped out of the vehicle and\r\nhad been subdued by police, the prevailing understanding was that Belton still\r\nauthorized a substantially contemporaneous search of the automobile's passenger\r\ncompartment.\" Id.\r\n\r\n       The Supreme Court stated it had \"adopted a new, two-part rule\" in Gant. Id.\r\nat 2425. The Court noted the search at issue in Davis occurred in 2007, some two\r\nyears before it announced its new rule in Gant. Id. The driver was arrested for\r\ndriving while intoxicated and the passenger, Willie Davis, was arrested for giving a\r\nfalse name to police. Id. Both were handcuffed and placed in the back of separate\r\npatrol cars. Id. The police then searched the car and found a revolver inside\r\nDavis's jacket pocket. Id. The Court's opinion in Gant was issued while Davis's\r\nappeal from his conviction was still pending. Id.\r\n\n       The Court reasoned that the exclusionary rule's sole purpose is to deter\r\nfuture Fourth Amendment violations and that where suppression fails to yield\r\n\"appreciable deterrence,\" exclusion is \"clearly . . . unwarranted.\" Id. at 2426-27\r\n(citation omitted). The Court stated that \"when binding appellate precedent\r\nspecifically authorizes a particular police practice,\" such that the officer has acted\r\nin an objectively reasonable manner, the application of the exclusionary rule would\r\nserve only to discourage an officer from doing his duty and to deter \"conscientious\r\npolice work.\" Id. at 2429. The Court stated, \"That is not the kind of deterrence the\r\nexclusionary rule seeks to foster.\" Id.\r\n\r\n        The Court held that Gant would apply retroactively to Davis because his\r\n\"conviction had not yet become final on direct review.\" Id. at 2431. However, the\r\nCourt distinguished the concept of a \"remedy\" from the question of \"retroactivity\"\r\nand found the exclusionary rule does not apply when the police conduct a search in\r\naccordance with existing appellate precedent. Id. at 2430-34. The Court stated\r\nthat, in those circumstances, the police have not engaged in culpable misconduct,\r\nso the deterrent purpose of the exclusionary rule would not be served. Id. at 2434.\r\n\r\n              Application of Precedent in the South Carolina Courts\r\n       In Narciso v. State, 397 S.C. 24, 723 S.E.2d 369 (2012), this Court, in\r\nconsidering a belated appeal2 from a conviction for trafficking in cocaine,\r\nexamined the interplay of Belton, Gant, and Davis. The police had been\r\ninvestigating Osiel Narciso as part of an ongoing drug investigation, but stopped\r\nhim in 2005 after receiving a report that he might be operating a vehicle in the area\r\nwith an expired license tag and possibly no driver's license. Id. at 26-27, 723\r\nS.E.2d at 370. A police officer conducted a traffic stop after confirming that\r\nNarciso's license tag was expired. Id. at 27, 30, 723 S.E.2d at 370, 372. Another\r\nofficer arrived at the scene, and Narciso was arrested after the police verified that\r\nhe did not possess a valid driver's license. Id. The police then conducted a search,\r\nincluding a \"K-9\" search, of his vehicle incident to that arrest. Id. at 27, 723\r\nS.E.2d at 370. The narcotics-detection dog alerted on drug residue inside the\r\nvehicle, and the police ultimately seized cocaine from the vehicle. Id.\r\n\r\n        Narciso was tried in 2007 on charges of trafficking, two years prior to the\r\nUnited States Supreme Court's holding in Gant. Id. at 30, 723 S.E.2d at 372. The\r\ntrial court, though expressing misgivings, denied the defendant's motion to\r\n\r\n2 In Narciso, the State consented to a belated appeal pursuant to White v. State,\r\n263 S.C. 110, 208 S.E.2d 35 (1974). Although Brown has argued against the\r\nprecedent of Narciso, we reaffirm that its result is mandated by Davis.\r\n\nsuppress the drug evidence in reliance upon Belton. Id. After reviewing the\r\nholdings of the foregoing cases and other authority, this Court concluded on appeal\r\nthat \"Davis v. United States, [131 S. Ct. 2419 (2011),] and our own standard of\r\nreview, commands that the circuit court's decision be affirmed.\" Id. at 32, 723\r\nS.E.2d at 373. The Court stated,\r\n\r\n              In the instant case, the search incident to arrest violated\r\n      Petitioner's Fourth Amendment rights pursuant to Gant. However,\r\n      excluding the evidence against Petitioner would not deter police\r\n      misconduct because the police in this instance conducted a search\r\n      incident to arrest pursuant to binding appellate precedent. See [Davis\r\n      v. United States], 131 S.Ct. at 2426–28. Moreover, exclusion of the\r\n      evidence in this case would result in severe social costs, including the\r\n      articulation of an inexplicable and undecipherable message to law\r\n      enforcement regarding how to conduct a legal search. The protection\r\n      of the Fourth Amendment can only be realized if the police are acting\r\n      under a set of rules which make it possible to reach a correct\r\n      determination beforehand as to whether an invasion of privacy is\r\n      justified in the interest of law enforcement. Wayne R. LaFave,\r\n      \"Case–By–Case Adjudication\" Versus \"Standardized Procedures\":\r\n      The Robinson Dilemma, 1974 Sup.Ct. Rev. 127, 142 (1974).\r\n\r\nId. The Court noted that the State, as the respondent, had argued that due to Gant,\r\nthe search-incident-to-arrest ground was no longer appropriate for denying the\r\nsuppression motion, and had urged the Court to find the search was justified under\r\nthe automobile exception. Id. at 32 n.2, 723 S.E.2d at 373 n.2. The Court stated\r\nthat, because the decision in Davis was dispositive and the exclusionary rule did\r\nnot apply, it \"need not reach the automobile exception, or any other grounds, for\r\nupholding the search.\" Id.\r\n\r\n       Similarly, in the current appeal, Brown's arrest and the police search incident\r\nto arrest occurred in 2005, when Belton was still the prevailing appellate precedent.\r\nAs a result, the trial court properly denied Brown's motion to suppress at trial in\r\n2006 after concluding the search was then legal under Belton as a search incident\r\nto a lawful arrest (for an open container violation).\r\n\r\n      Thereafter, on April 21, 2009, the United States Supreme Court issued its\r\nopinion in Gant, which declared the police may conduct a warrantless search of a\r\nvehicle incident to a recent occupant's arrest only if (1) the person is within\r\nreaching distance of the passenger compartment at the time of the search, or (2) it\r\n\nis reasonable to believe the vehicle contains evidence of an arrest. Gant, 556 U.S.\r\nat 351.The following year, the South Carolina Court of Appeals heard Brown's\r\ndirect appeal. In its decision filed on June 14, 2010, the court applied the new rule\r\narticulated in Gant. State v. Brown, 389 S.C. 473, 698 S.E.2d 811 (Ct. App. 2010).\r\nThe court held that, under Gant, the search of Brown's duffel bag was unlawful\r\nbecause Brown was handcuffed and placed in the patrol car prior to the search and,\r\nthus, he did not have access to the vehicle at the time of the search. Brown, 389\r\nS.C. at 480-81, 698 S.E.2d at 815. The court then applied the exclusionary rule to\r\nbar the admission of the drug evidence and reversed Brown's conviction and\r\nvacated his sentence. Id. at 483-84, 698 S.E.2d at 816-17.\r\n\r\n       Since Brown's appeal was still pending on direct review, we find the Court\r\nof Appeals properly applied Gant and determined the search of Brown's duffel bag\r\nviolated his Fourth Amendment rights because neither alternative of Gant's two-\r\npart test was met so as to justify a warrantless search.\r\n\r\n       The Court of Appeals, however, like the trial court before it, did not have the\r\nbenefit of subsequent authority. On June 16, 2011, a year after the Court of\r\nAppeals filed its decision, the United States Supreme Court issued its opinion in\r\nDavis v. United States, 131 S. Ct. 2419 (2011), clarifying that Gant would apply to\r\npending cases on direct review, but that the exclusionary rule could not be applied\r\nin these circumstances because the officers carried out their searches in accordance\r\nwith existing appellate precedent and the exclusionary rule would serve no\r\ndeterrent purpose. Consequently, we find the exclusionary rule should not be\r\napplied in Brown's case because it would contravene the dictates of Davis.3 We,\r\ntherefore, reverse the decision of the Court of Appeals and reinstate his conviction\r\nand sentence.\r\n\r\n\r\n\r\n3  We reject Brown's contention that this Court should not apply the Davis decision\r\nbased on alleged error preservation grounds. The State filed its petition for a writ\r\nof certiorari with this Court in 2010, and the Supreme Court did not issue Davis\r\nuntil 2011, while Brown's appeal was still pending on direct review in this Court.\r\nThe parties thoroughly argued this issue in their briefs. In Narciso, this Court\r\napplied both Gant and Davis, finding these authorities were applicable to all cases\r\nstill pending on direct review. In our view, it would be incongruous to apply Gant\r\nto pending appeals to find the search was unlawful, but not to apply the Supreme\r\nCourt's corresponding clarification in Davis.\r\n\n       Having determined that the exclusionary rule should not be applied in the\r\ncircumstances present here, it is unnecessary to reach the State's second argument\r\nregarding inevitable discovery, which is an exception to the exclusionary rule. See\r\nNarciso, 397 S.C. at 32 n.2, 723 S.E.2d at 373 n.2 (finding where Davis was\r\ndispositive and the exclusionary rule did not apply to bar the evidence, exceptions\r\nto the exclusionary rule need not be considered).\r\n\r\nIV.   CONCLUSION\r\n       In conclusion, we hold the Court of Appeals properly applied Gant and\r\nfound the warrantless police search conducted incident to Brown's arrest for an\r\nopen container violation was illegal. We further hold, however, pursuant to the\r\nSupreme Court's subsequent pronouncement in Davis, that the exclusionary rule is\r\nnot applicable to this case because the officer relied upon existing appellate\r\nprecedent at the time he conducted his search. Consequently, the decision of the\r\nCourt of Appeals is reversed.\r\n\r\n      REVERSED.\r\n\r\n\r\n\r\n      TOAL, C.J., PLEICONES, KITTREDGE and HEARN, JJ., concur.\r\n\n","court":"Supreme"},{"id":"27203","title":"State v. Wallace","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27203.pdf","description":"We dismiss the writ of certiorari as improvidently granted.","date":"2012-12-19","type":"opinion","text":"             THE STATE OF SOUTH CAROLINA \n\r\n                  In The Supreme Court \n\r\n\r\n   State of South Carolina, Respondent,\r\n\r\n   v.\r\n\r\n   Timothy Wallace, Petitioner.\r\n\r\n   Appellate Case No. 2011-192266\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n                   Appeal From Oconee County\r\n              J.C. Nicholson, Jr., Circuit Court Judge\r\n\r\n\r\n                      Opinion No. 27203 \n\r\n        Heard December 5, 2012 – Filed December 19, 2012 \n\r\n\r\n\r\n        DISMISSED AS IMPROVIDENTLY GRANTED\r\n\r\n\r\n   Kathrine Haggard Hudgins, of South Carolina\r\n   Commission on Indigent Defense, Division of Appellate\r\n   Defense, of Columbia, for Petitioner.\r\n\r\n   Attorney General Alan McCrory Wilson, Chief Deputy\r\n   Attorney General John W. McIntosh, Assistant Deputy\r\n   Attorney General Salley W. Elliott, and Senior Assistant\r\n   Deputy Attorney General Deborah R.J. Shupe, all of\r\n   Columbia; and Solicitor Christina T. Adams, of\r\n   Anderson, for Respondent.\r\n\n      PER CURIAM: We granted a petition for a writ of certiorari to review the\r\ndecision of the Court of Appeals in State v. Wallace, 392 S.C. 47, 707 S.E.2d 451\r\n(Ct. App. 2011). We now dismiss the writ as improvidently granted.\r\n\r\n      DISMISSED AS IMPROVIDENTLY GRANTED.\r\n\r\n\r\n\r\n     TOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"27204","title":"In the Matter of Jeffery Glenn Smith","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27204.pdf","description":"This is a disciplinary opinion in which the Court definitely suspends a lawyer.","date":"2012-12-28","type":"opinion","text":"                   THE STATE OF SOUTH CAROLINA \n\r\n                        In The Supreme Court \n\r\n\r\n            In the Matter of Jeffery Glenn Smith, Respondent\r\n\r\n            Appellate Case No. 2012-213399\r\n\r\n\r\n                            Opinion No. 27204\r\n            Submitted December 19, 2012 – Filed December 28, 2012\r\n\r\n\r\n                           DEFINITE SUSPENSION\r\n\r\n\r\n            Lesley M. Coggiola, Disciplinary Counsel, Ericka M.\r\n            Williams, Assistant Disciplinary Counsel, of Columbia,\r\n            for Office of Disciplinary Counsel.\r\n\r\n            Michael A. Uricchio of Michael A. Uricchio Law Firm of\r\n            North Charleston, for respondent.\r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter, the Office of Disciplinary\r\nCounsel (ODC) and respondent have entered into an Agreement for Discipline by\r\nConsent (Agreement) pursuant to Rule 21 of the Rules for Lawyer Disciplinary\r\nEnforcement (RLDE) contained in Rule 413 of the South Carolina Appellate Court\r\nRules (SCACR). In the Agreement, respondent admits misconduct and consents to\r\nthe imposition of a definite suspension not to exceed twelve (12) months. He\r\nrequests that any sanction be made retroactive to January 13, 2012, the date of his\r\ninterim suspension. In the Matter of Smith, 396 S.C. 289, 721 S.E.2d 429 (2012).\r\nRespondent further agrees to pay the costs incurred in the investigation and\r\nprosecution of this matter by ODC and the Commission on Lawyer Conduct (the\r\nCommission) within thirty (30) days of the date of imposition of sanction and to\r\ncomplete the Legal Ethics and Practice Program Ethics School prior to seeking\r\nreinstatement. In addition, respondent agrees to continue treatment for depression\r\nand substance abuse for a period of two (2) years following the imposition of a\r\nsanction and to provide quarterly treatment reports from his treatment\r\nprofessional(s) to the Commission for the two (2) year period. We accept the\r\nAgreement and suspend respondent from the practice of law in this state for twelve\r\n\n(12) months, retroactive to the date of his interim suspension. Respondent shall\r\npay the costs incurred in the investigation and prosecution of this matter by ODC\r\nand the Commission within thirty (30) days of the date of this opinion and shall\r\ncomplete the Legal Ethics and Practice Program Ethics School prior to seeking\r\nreinstatement. For a period of two (2) years, respondent shall continue treatment\r\nfor depression and substance abuse and provide quarterly reports of his treatment\r\nfrom his treatment professional(s) to the Commission for the two (2) year period.\r\nThe facts, as set forth in the Agreement, are as follows.\r\n\r\n                                       Facts\r\n\r\n                                     Matter I\r\n\r\nIn April 2011, respondent was retained to represent Complainant A in a domestic\r\nmatter. Respondent agreed to mail a divorce consent agreement to the opposing\r\nparty on behalf of his client. Respondent failed to act diligently in sending the\r\nagreement as promised.\r\n\r\nWhen respondent finally emailed the document to the opposing party, the\r\nagreement had several errors, including the incorrect date of the marriage, the\r\nincorrect date of birth for Complainant A's daughter, incorrect information\r\nregarding marital debts, and information that had nothing to do with Complainant\r\nA's case. Complainant A met with respondent and went through the agreement\r\nline by line, correcting the errors. Respondent later emailed the opposing party an\r\nagreement, but it was not the corrected agreement. The agreement named children\r\nthat did not belong to Complainant A and contained incorrect dates of birth.\r\n\r\nRespondent failed to respond to Complainant A's numerous telephone calls, faxes,\r\nand text messages regarding the errors. Complainant A sent respondent a certified\r\nletter requesting a refund. Respondent failed to respond to Complainant A or to\r\nComplainant A's new attorney regarding the refund request and did not return the\r\norder substituting counsel as requested by the new attorney.\r\n\r\n                                    Matter II\r\n\r\nIn June 2011, respondent was retained to represent Complainant B to file a\r\ncomplaint for separate maintenance and support. Respondent failed to diligently\r\nrepresent Complainant B, failed to file the complaint on Complainant B's behalf,\r\nand failed to keep Complainant B reasonably informed about the status of the case.\r\nFurther, respondent failed to adequately communicate with Complainant B or\r\n\nrespond to her numerous telephone calls and emails. Respondent abandoned his\r\nlaw practice without notifying Complainant B or taking steps to protect\r\nComplainant B's interests.          Matter III\r\n\r\nIn March 2011, respondent was retained to represent Complainant C in a domestic\r\nmatter. Respondent informed Complainant C that her divorce case would take\r\napproximately four to five months. Respondent failed to keep Complainant C\r\nreasonably informed about the status of her case and failed to adequately\r\ncommunicate with Complainant C or to respond to her numerous telephone calls\r\nand letters. Respondent abandoned his law practice without notifying Complainant\r\nC or taking steps to protect Complainant C's interests.\r\n\r\n                                    Matter IV\r\n\r\nComplainant D retained respondent in June 2011 and paid respondent a retainer fee\r\nof $1,500.00. Complainant D has not been able to reach respondent since the date\r\nhe was retained. Respondent abandoned his law practice without notifying\r\nComplainant D or taking steps to protect Complainant D's interests.\r\n\r\n                                    Matter V\r\n\r\nIn October 2010, Complainant E retained respondent for the purposes of an\r\nuncontested divorce. The final hearing was held on May 25, 2011, and\r\nComplainant E was granted a divorce.\r\n\r\nRespondent failed to file the necessary paperwork in the case to finalize the\r\ndivorce and failed to adequately communicate with Complainant E regarding the\r\nstatus of the case. Respondent abandoned his law practice without notifying\r\nComplainant E or taking steps to protect Complainant E's interests.\r\n\r\nIn each of the above matters, respondent failed to withdraw from representation of\r\nhis clients when his physical and/or mental condition materially impaired his\r\nability to represent the clients    Matter VI\r\n\r\nRespondent failed to cooperate with ODC's investigation into the allegations of\r\nmisconduct. In particular, respondent failed to respond to the Notices of\r\n\nInvestigation issued in Matters I, II, III, and IV. Further, he failed to comply with\r\na subpoena for documents and failed to appear to respond to questions under oath.\r\n\r\n                                        Law\r\n\r\nRespondent admits that by his conduct he has violated the following provisions of\r\nthe Rules of Professional Conduct, Rule 407, SCACR: Rule 1.1 (lawyer shall\r\nprovide competent representation to client); Rule 1.3 (lawyer shall act with\r\nreasonable diligence and promptness in representing client); Rule 1.4 (lawyer shall\r\nkeep client reasonably informed about the status of the matter and promptly\r\ncomply with reasonable requests for information); Rule 1.16 (lawyer shall not\r\nrepresent client or, where representation has commenced, shall withdraw from\r\nrepresentation of client if lawyer's physical or mental condition materially impairs\r\nlawyer's ability to represent client); Rule 3.2 (lawyer shall make reasonable efforts\r\nto expedite litigation consistent with the interests of client); and Rule 8.1 (in\r\nconnection with a disciplinary matter, lawyer shall not knowingly fail to respond to\r\nlawful demand for information from disciplinary authority).1\r\n\r\nRespondent also admits he has violated the following Rules for Lawyer\r\nDisciplinary Enforcement, Rule 413, SCACR: Rule 7(a)(1) (it shall be ground for\r\ndiscipline for lawyer to violate Rules of Professional Conduct).\r\n\r\n                                     Conclusion\r\n\r\nWe accept the Agreement for Discipline by Consent and suspend respondent from\r\nthe practice of law for twelve (12) months, retroactive to January 13, 2012, the date\r\nof his interim suspension. Id. Within thirty (30) days of the date of this opinion,\r\nrespondent shall pay the costs incurred in the investigation and prosecution of this\r\nmatter by ODC and the Commission. Further, respondent shall complete the Legal\r\nEthics and Practice Program Ethics School prior to seeking reinstatement. Finally,\r\nfor the next two (2) years, respondent shall continue treatment for depression and\r\nsubstance abuse, and shall provide quarterly treatment reports from his\r\nprofessional(s) to the Commission.\r\n\r\n\r\n\r\n1The Agreement provides that respondent violated certain enumerated provisions\r\nof the Rules of Professional Conduct and, further, any other provisions as\r\ndetermined by the Commission or Court. The investigative panel of the\r\nCommission specifically found respondent violated Rule 8.1 and the Court agrees.\r\n\nWithin fifteen days of the date of this opinion, respondent shall file an affidavit\r\nwith the Clerk of Court showing that he has complied with Rule 30 of Rule 413,\r\nSCACR.\r\n\r\nDEFINITE SUSPENSION.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"27205","title":"In the Matter of John L. Drennan","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27205.pdf","description":"This is a disciplinary opinion in which the Court publicly reprimands a lawyer.","date":"2012-12-28","type":"opinion","text":"                   THE STATE OF SOUTH CAROLINA \n\r\n                        In The Supreme Court \n\r\n\r\n            In the Matter of John L. Drennan, Respondent\r\n\r\n            Appellate Case No. 2012-213263\r\n\r\n\r\n                            Opinion No. 27205\r\n            Submitted December 19, 2012 – Filed December 28, 2012\r\n\r\n\r\n                             PUBLIC REPRIMAND\r\n\r\n\r\n            Lesley M. Coggiola, Disciplinary Counsel, and Ericka M.\r\n            Williams, Assistant Disciplinary Counsel, of Columbia,\r\n            for Office of Disciplinary Counsel.\r\n\r\n            Harvey M. Watson, III, of Ballard Watson Weissenstein,\r\n            of West Columbia, for respondent.\r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter, the Office of Disciplinary\r\nCounsel (ODC) and respondent have entered into an Agreement for Discipline by\r\nConsent (Agreement) pursuant to Rule 21 of the Rules for Lawyer Disciplinary\r\nEnforcement (RLDE) contained in Rule 413 of the South Carolina Appellate Court\r\nRules (SCACR). In the Agreement, respondent admits misconduct and consents to\r\nthe imposition of an admonition or public reprimand. He further agrees to pay the\r\ncosts incurred in the investigation and prosecution of this matter by ODC and the\r\nCommission on Lawyer Conduct (the Commission) within thirty (30) days of the\r\nimposition of a sanction and to complete the Legal Ethics and Practice Program\r\nEthics School within six (6) months of the imposition of a sanction. We accept the\r\nAgreement and issue a public reprimand. In addition, we order respondent to pay\r\nthe costs incurred in the investigation and prosecution of this matter by ODC and\r\nthe Commission no later than thirty (30) days from the date of this order and to\r\ncomplete the Legal Ethics and Practice Program Ethics School no later than six (6)\r\nmonths from the date of this order. The facts, as set forth in the Agreement, are as\r\nfollows.\r\n\n                                       Facts\r\n\r\nOn June 6, 2012, respondent appeared in the City of Charleston Municipal Court to\r\nnegotiate the resolution of a Driving under the Influence (DUI) charge on behalf of\r\nhis client. The prosecution offered to accept a plea to a charge of disregarding a\r\ntraffic signal. This plea would require either the client's presence in court or an\r\naffidavit from the client; the client was not present. Respondent represents he\r\ntelephoned his client and the client authorized him to sign an affidavit accepting\r\nthe plea offer.\r\n\r\nRespondent asked his office to fax a form affidavit to the Clerk of Court's office.\r\nRespondent signed the name of his client, notarized the affidavit, and embossed it\r\nwith the seal of the Clerk of Court's office. Respondent then submitted the\r\naffidavit to the court.\r\n\r\nWhen the court confronted respondent about his actions, he admitted his conduct.\r\nRespondent represents he was unaware that it was improper to sign the client's\r\nname and then notarize the signature, even with the client's permission. Pursuant\r\nto the court's request, respondent subsequently submitted a properly executed\r\naffidavit and had his client appear in court to enter a plea in person.\r\n\r\nRespondent has since completed a continuing legal education course entitled\r\n\"Notary Public Law\" offered by the South Carolina Bar.\r\n\r\n                                        Law\r\n\r\nRespondent admits that by his conduct he has violated the following provisions of\r\nthe Rules of Professional Conduct, Rule 407, SCACR: Rule 3.3 (lawyer shall not\r\nknowingly make a false statement of fact to a tribunal); Rule 8.4(a) (it is\r\nprofessional misconduct for lawyer to violate Rules of Professional Conduct); and\r\nRule 8.4(d) (it is professional misconduct for lawyer to engage in conduct\r\ninvolving dishonesty, fraud, deceit or misrepresentation).\r\n\r\nRespondent also admits he has violated the following Rules for Lawyer\r\nDisciplinary Enforcement, Rule 413, SCACR: Rule 7(a)(1) (it shall be ground for\r\ndiscipline for lawyer to violate Rules of Professional Conduct).\r\n\n                                   Conclusion\r\n\r\nWe find respondent's misconduct warrants a public reprimand. Accordingly, we\r\naccept the Agreement and publicly reprimand respondent for his misconduct.\r\nWithin thirty (30) days of the date of this order, respondent shall pay the costs\r\nincurred in the investigation and prosecution of this matter by ODC and the\r\nCommission and he shall complete the Legal Ethics and Practice Program Ethics\r\nSchool no later than six (6) months from the date of this order.\r\n\r\nPUBLIC REPRIMAND.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"27206","title":"In the Matter of Ernest W. Cromartie, II","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27206.pdf","description":"In this attorney disciplinary case, we accept Respondent's irrevocable resignation with the condition that he may never practice law in this state.","date":"2012-12-28","type":"opinion","text":"                   THE STATE OF SOUTH CAROLINA \n\r\n                        In The Supreme Court \n\r\n\r\n             In the Matter of Ernest W. Cromartie, II, Respondent.\r\n\r\n             Appellate Case No. 2012-210367\r\n\r\n\r\n                              Opinion No. 27206 \n\r\n                Heard October 4, 2012 – Filed December 28, 2012 \n\r\n\r\n\r\n                IRREVOCABLE RESIGNATION ACCEPTED\r\n\r\n\r\n             Disciplinary Counsel Lesley M. Coggiola and Deputy\r\n             Disciplinary Counsel Barbara M. Seymour, both of\r\n             Columbia, for Office of Disciplinary Counsel.\r\n\r\n             J. Steedley Bogan, of Columbia, for Respondent.\r\n\r\n\r\n       JUSTICE BEATTY: In this attorney disciplinary action, the Commission\r\non Lawyer Conduct (\"the Commission\") considered Formal Charges filed against\r\nattorney Ernest W. Cromartie, II (\"Respondent\") that arose from: (1) Respondent's\r\nplea of guilty to one count of federal income tax evasion and two counts of\r\naggravated structuring; and (2) Respondent's failure to maintain adequate financial\r\nrecords related to client transactions. A Hearing Panel of the Commission (\"the\r\nPanel\") found Respondent had committed misconduct and, in turn, recommended\r\nthat Respondent be: (1) disbarred retroactively to the date of his interim\r\nsuspension; (2) ordered to pay the costs of the disciplinary proceedings, which total\r\n$1,359.70, within thirty days; (3) required to complete the Legal Ethics and\r\nPractice Program Ethics School and the Trust Account School prior to\r\nreadmission; and (4) subject to two years of trust account monitoring by the\r\nCommission upon his readmission to the practice of law.\r\n\n        During oral argument before this Court, Respondent agreed to resign from\r\nmembership in the South Carolina Bar.1 Due to Respondent's age and ailing\r\nhealth, we accept Respondent's irrevocable resignation with the condition that he\r\nmay never practice law in this state. Although Respondent's misconduct warrants\r\nthe sanction of disbarment, we find Respondent's irrevocable resignation is a more\r\nsevere sanction because Respondent is now permanently precluded from practicing\r\nlaw in this state. In contrast, a sanction of disbarment would permit Respondent to\r\nfile a petition for reinstatement after five years from the date of the entry of the\r\norder of disbarment. Our decision also serves the primary purpose of disbarment,\r\nwhich is to protect the public from unscrupulous lawyers and not retribution as\r\nRespondent has already been punished by the criminal justice system.\r\nAccordingly, we accept Respondent's irrevocable resignation and order him to pay\r\nthe costs of the disciplinary proceedings as recommended by the Panel.\r\n\r\n    I.   Facts\r\n      Respondent, who is now sixty-seven years old, was admitted to the practice\r\nof law in South Carolina on April 11, 1973.\r\n\r\n       On April 10, 2000, the Court accepted an Agreement for Discipline for a\r\nPublic Reprimand stemming from Respondent's admitted misconduct involving his\r\nfailure to: (1) conduct monthly reconciliations of his law firm's real estate account;\r\n(2) ensure that associates and non-lawyer employees conducted such\r\nreconciliations; (3) maintain a trial balance in the real estate trust account or a\r\nrunning balance for each client by identifying whose money was in the account at\r\nany given time; and (4) supervise non-lawyer employees who were responsible for\r\nensuring that correct wiring instructions were given to lenders for funds to be\r\nwired to the real estate trust account. Respondent was also found to have\r\ncommitted misconduct by issuing a number of checks from the general escrow\r\naccount without properly identifying them. In re Cromartie, II, 340 S.C. 54, 530\r\nS.E.2d 382 (2000).\r\n\r\n      On October 21, 2005, pursuant to an agreement entered into between\r\nRespondent and Disciplinary Counsel, the Commission issued Respondent a Letter\r\nof Caution without a finding of misconduct2 and a Confidential Admonition3\r\n\r\n1 On October 15, 2012, this Court received a letter from Respondent wherein he\r\nformally requested to resign from membership in the South Carolina Bar.\r\n2 The Letter of Caution cited the following Rules of Professional Conduct (\"RPC\")\r\ncontained in Rule 407, SCACR: Rule 1.15(b) (providing that a lawyer may deposit\r\n\nstemming from similar misconduct that was the subject of the Public Reprimand in\r\n2000. On March 9, 2010, Respondent was placed on interim suspension after he\r\npled guilty to one count of Evasion of Income Tax Payments in violation of 26\r\nU.S.C. § 72014 and two counts of Aggravated Structuring in violation of 31 U.S.C.\r\n§ 5324(a)(3).5 In re Cromartie, II, 387 S.C. 66, 690 S.E.2d 776 (2010). As a\r\n\r\nown funds in client trust account for sole purpose of paying service charges on that\r\naccount); Rule 1.15(c) (providing that a lawyer shall deposit into a client trust\r\naccount unearned legal fees and expenses); and Rule 8.4(a) (providing that a\r\nlawyer shall not violate or attempt to violate the RPC).\r\n3 The Confidential Admonition cited the following RPC: Rule 1.1 (competent\r\nrepresentation); Rule 1.3 (diligence); Rule 1.4 (communication); Rule 1.15\r\n(safekeeping property); Rule 1.16(d) (termination of representation); Rule 5.1\r\n(supervisory authority of lawyers); and Rule 8.4(a) (providing that a lawyer shall\r\nnot violate or attempt to violate the RPC).\r\n4   This code section provides:\r\n\r\n        Any person who willfully attempts in any manner to evade or defeat\r\n        any tax imposed by this title or the payment thereof shall, in addition\r\n        to other penalties provided by law, be guilty of a felony and, upon\r\n        conviction thereof, shall be fined not more than $100,000 ($500,000\r\n        in the case of a corporation), or imprisoned not more than 5 years, or\r\n        both, together with the costs of prosecution.\r\n\r\n26 U.S.C.A. § 7201 (West 2012).\r\n5   This code section states:\r\n\r\n        No person shall, for the purpose of evading the reporting requirements\r\n        of section 5313(a) or 5325 or any regulation prescribed under any\r\n        such section, the reporting or recordkeeping requirements imposed by\r\n        any order issued under section 5326, or the recordkeeping\r\n        requirements imposed by any regulation prescribed under section 21\r\n        of the Federal Deposit Insurance Act or section 123 of Public Law 91-\r\n        508—structure or assist in structuring, or attempt to structure or assist\r\n        in structuring, any transaction with one or more domestic financial\r\n        institutions.\r\n\nresult of his guilty plea, Respondent was sentenced to three concurrent sentences of\r\ntwelve months and one day. Additionally, Respondent was ordered to immediately\r\npay a special assessment of $300 to the federal court and to pay $58,075.86 to the\r\nInternal Revenue Service (\"IRS\") during his three years of supervised release.\r\n\r\n      A. Formal Charges\r\n\r\n      The Office of Disciplinary Counsel (\"ODC\") filed Formal Charges against\r\nRespondent on July 21, 2011, alleging he committed misconduct based on his\r\nconvictions in federal court and his failure to maintain adequate trust account\r\nrecords.\r\n\r\n       As to Respondent's criminal conduct, ODC incorporated the federal\r\ndocuments underlying Respondent's guilty plea and explained that Respondent,\r\nbetween 2004 and 2009, engaged in a pattern of disbursement of earned fees from\r\nhis client trust accounts that constituted illegal structuring in at least ten client\r\nmatters. ODC further noted that, in at least one client matter, Respondent\r\ndisbursed settlement proceeds to a client from his client trust accounts in a manner\r\nthat constituted illegal structuring.\r\n\r\n      In terms of Respondent's inadequate financial recordkeeping, ODC noted\r\nthat Respondent hired a full-time bookkeeper following his Public Reprimand in\r\n2000. ODC alleged that Respondent did not: (1) supervise her or review any\r\nrecords, reports, or reconciliations; (2) provide her with specific instructions or\r\ncontinuing education about client trust accounting; (3) know what software she\r\nused or provide a backup system for her; (4) maintain accurate client ledgers or an\r\naccurate accounting journal for any of his six client trust accounts; and (5) retain\r\ncomplete copies of his bank statements, records of deposit, or canceled checks.\r\nBased on these deficiencies, Respondent was unable to find accounting records on\r\nhis bookkeeper's computer and, as a result, could not provide an accurate\r\naccounting of disbursements or the balances in his accounts.\r\n\r\n      On October 18, 2011, Respondent filed his Answer to the Formal Charges.\r\nAlthough Respondent admitted to the material portions of the allegations, he\r\n\r\n31 U.S.C.A. § 5324(a)(3) (West 2012). The following elements must be met in\r\norder to sustain a conviction for structuring: (1) the defendant in fact engaged in\r\nacts of structuring; (2) he or she did so with knowledge that the financial\r\ninstitutions involved were legally obligated to report currency transactions in\r\nexcess of $10,000; and (3) he or she acted with intent to evade the reporting\r\nrequirement. United States v. MacPherson, 424 F.3d 183, 189 (2d Cir. 2005).\r\n\nexplained that there were no client funds missing from his trust accounts and that\r\nhis trust accounts had a positive balance at the time he was placed on interim\r\nsuspension. Respondent further claimed that he had in fact earned the client fees\r\nbut, due to his inadequate financial records, could not \"determine the identity of the\r\nownership of these funds sufficiently to make a claim on them.\" Finally,\r\nRespondent denied that his conduct demonstrated an unfitness to practice law.\r\n\r\n      B. Panel Hearing\r\n       The Panel conducted a hearing on January 31, 2012. During the hearing,\r\nRespondent testified regarding his personal and educational background as well as\r\nhis professional accomplishments in public service, particularly as a twenty-eight-\r\nyear member of the Columbia City Council. Additionally, Respondent offered\r\nevidence of his good character through the testimony of former Mayor Robert D.\r\nCoble and Hamilton Osborne, Jr., with whom he served on the Columbia City\r\nCouncil. Respondent also submitted documents that outlined his extensive\r\nprofessional and community achievements.\r\n\r\n      Although Respondent did not contest the Formal Charges, he appeared\r\nbefore the Panel to oppose the potential sanction of disbarment. Instead, he\r\nrequested to be \"forever\" suspended in order to avoid the \"stigma\" of being\r\ndisbarred, particularly for the sake of his son who is a practicing attorney with the\r\nsame name as Respondent. Respondent also took \"full responsibility\" for his\r\nconduct and emphasized that he did not intend to practice law in the future.\r\n\r\n      C. Panel Report\r\n\r\n          (1) Findings of Misconduct\r\n       Based on the information provided during the disciplinary proceedings and\r\nRespondent's federal guilty plea,6 the Panel found Respondent's criminal conduct\r\nviolated the following Rules of Professional Conduct (\"RPC\") contained in Rule\r\n407, SCACR: Rule 8.4(b) (\"It is professional misconduct for a lawyer to commit a\r\ncriminal act that reflects adversely on the lawyer's honesty, trustworthiness or\r\nfitness as a lawyer in other respects.\"); Rule 8.4(d) (\"It is professional misconduct\r\nfor a lawyer to engage in conduct involving dishonesty, fraud, deceit or\r\n\r\n6 See Rule 16(d), RLDE, Rule 413, SCACR (\"A certified copy of a judgment of\r\nconviction constitutes conclusive evidence that the lawyer committed the crime,\r\nand the sole issue in any disciplinary proceedings based on the conviction shall be\r\nthe nature and extent of the discipline imposed.\").\r\n\nmisrepresentation.\"); and Rule 8.4(e) (\"It is professional misconduct for a lawyer\r\nto engage in conduct that is prejudicial to the administration of justice.\").\r\n\r\n       The Panel also found that Respondent's admissions regarding his neglect of\r\nhis trust accounts, failure to supervise his bookkeeper, and failure to maintain\r\nrequired financial records constituted clear and convincing evidence that\r\nRespondent violated the following RPC: Rule 1.15(a) (\"A lawyer shall hold\r\nproperty of clients or third persons that is in a lawyer's possession in connection\r\nwith a representation separate from the lawyer's own property. Funds shall be kept\r\nin a separate account maintained in the state where the lawyer's office is situated,\r\nor elsewhere with the consent of the client or third person. Other property shall be\r\nidentified as such and appropriately safeguarded. Complete records of such\r\naccount funds and other property shall be kept by the lawyer and shall be preserved\r\nfor a period of six years after termination of the representation. A lawyer shall\r\ncomply with Rule 417, SCACR (Financial Recordkeeping).\")7; Rule 5.3 (outlining\r\nlawyer's responsibilities regarding non-lawyer assistants); and Rule 8.4(e) (\"It is\r\nprofessional misconduct for a lawyer to engage in conduct that is prejudicial to the\r\nadministration of justice.\"). Finally, the Panel found Respondent's admissions\r\nregarding his financial recordkeeping constituted clear and convincing evidence\r\nthat Respondent violated the provisions of Rule 417, SCACR, which identifies the\r\nrequirements of a lawyer's financial recordkeeping.\r\n\r\n       The Panel concluded Respondent's conduct constituted grounds for\r\ndiscipline under the following provisions of the Rules for Lawyer Disciplinary\r\nEnforcement (\"RLDE\") contained in Rule 413, SCACR: Rule 7(a)(1) (\"It shall be\r\na ground for discipline for a lawyer to violate or attempt to violate the Rules of\r\nProfessional Conduct, Rule 407, SCACR, or any other rules of this jurisdiction\r\nregarding professional conduct of lawyers.\"); Rule 7(a)(4) (\"It shall be a ground for\r\ndiscipline for a lawyer to be convicted of a crime of moral turpitude or a serious\r\ncrime.\"); and Rule 7(a)(5) (\"It shall be a ground for discipline for a lawyer to\r\nengage in conduct tending to pollute the administration of justice or to bring the\r\ncourts or the legal profession into disrepute or conduct demonstrating an unfitness\r\nto practice law.\").\r\n\r\n\r\n\r\n\r\n7 Rule 1.15 was amended effective March 1, 2012 and July 30, 2012. See\r\nAmendments to the South Rules of Professional Conduct, Orders dated March 1,\r\n2012 and July 30, 2012. These amendments, however, do not affect the disposition\r\nof the instant case.\r\n\n      The Panel rejected Respondent's contention that his conduct did not\r\ndemonstrate a lack of fitness to practice law. The Panel found Respondent's\r\nconduct \"demonstrate[d] unfitness\" as Respondent's criminal conduct directly\r\ninvolved his client trust accounts and Respondent disregarded the directives of the\r\nSupreme Court, even after being publicly reprimanded, as to his ethical and\r\nprofessional obligations regarding client funds.\r\n\r\n         (2) Aggravating and Mitigating Factors\r\n      In mitigation, the Panel considered the following factors: (1) Respondent's\r\ncharacter and reputation, particularly \"his dedication and hard work as a member of\r\nthe Columbia City Council,\" which was attested to by Respondent's character\r\nwitnesses; and (2) Respondent's remorse and regret as \"[h]e made no attempt at the\r\nhearing to place the blame for his situation on anyone other than himself.\"\r\n\r\n       In aggravation, the Panel considered several factors. First, the Panel noted\r\nthe \"serious and illegal nature of the Respondent's misconduct.\" The Panel\r\nreferenced Respondent's plea agreement wherein the Respondent \"admitted to\r\nwillful and purposeful attempts to evade, defeat, and obstruct federal tax reporting\r\nrequirements and the collection efforts of the IRS.\" The Panel noted that the\r\ncounts to which Respondent pled guilty included \"unlawful structuring in excess of\r\n$200,000, transferring title of personal assets, and failing to pay taxes due.\" The\r\nPanel also pointed out that Respondent \"admitted to making false statements to\r\nfederal law enforcement officers during the criminal investigation.\" The Panel\r\nfound this misconduct was aggravated by the fact that \"Respondent assisted a\r\nclient in illegal conduct as well.\" The Panel also found that Respondent's failure to\r\nkeep proper financial records constituted a serious offense.\r\n\r\n      As another factor in aggravation, the Panel considered that Respondent\r\ncommitted multiple offenses and demonstrated a pattern of misconduct over a\r\nperiod of five years.\r\n\r\n       Finally, the Panel considered Respondent's \"extensive disciplinary history\"\r\nas he had received a Public Reprimand, a Letter of Caution, and an Admonition.\r\nIn view of these censures, the Panel found Respondent had \"demonstrated a blatant\r\ndisregard for the rules, the cautions from the Commission, and the reprimand from\r\nthe Supreme Court.\"\r\n\n            (3) Recommended Sanction\r\n\r\n      Finding the aggravating factors outweighed the mitigating factors, the Panel\r\nrecommended that Respondent be: (1) disbarred retroactively to March 9, 2010,\r\nthe date of Respondent's interim suspension; (2) ordered to pay the costs of the\r\ndisciplinary proceedings within thirty days; (3) required to complete the Legal\r\nEthics and Practice Program Ethics School and the Trust Account School prior to\r\nreadmission; and (4) subject to two years of trust account monitoring by the\r\nCommission upon his readmission to the practice of law.\r\n\r\n    II.     Discussion\r\n\r\n          A. Arguments\r\n\r\n      Although Respondent raises several arguments, his sole exception is to the\r\nPanel's recommended sanction of disbarment.8 For several reasons, Respondent\r\ncontends that his misconduct warrants the lesser sanction of a two-year suspension.\r\n\r\n      First, Respondent directs the Court's attention to several cases where a\r\nlawyer, who was convicted of violating federal tax law, received a suspension.9\r\n\r\n8 Respondent's failure to take exception to the Panel's remaining conditions\r\nconstitutes an acceptance of these recommendations. See Rule 27(a), RLDE, of\r\nRule 413, SCACR (\"The failure of a party to file a brief taking exceptions to the\r\nreport constitutes acceptance of the findings of fact, conclusions of law, and\r\nrecommendations.\").\r\n9 See In re Mitchell, 318 S.C. 118, 456 S.E.2d 396 (1995) (finding four-month\r\nsuspension was warranted where lawyer pled guilty in federal court to seven\r\ncounts of willfully failing to report to the IRS a total of $154,000 in cash received\r\nfrom a client and admitting to failing to properly supervise the conduct of his law\r\noffice resulting in the issuance of a false affidavit regarding the consideration paid\r\nin a real estate transaction); In re Thornton, 314 S.C. 301, 443 S.E.2d 905 (1994)\r\n(concluding six-month suspension was the appropriate sanction where lawyer pled\r\nguilty in federal court to submitting a false tax return); In re Martin, 264 S.C. 1,\r\n212 S.E.2d 251 (1974) (holding that indefinite suspension was the appropriate\r\nsanction where lawyer pled guilty to five counts of failing to file income tax\r\nreturns for the years 1967 through 1971); see also In re Scurry, 335 S.C. 618, 518\r\nS.E.2d 824 (1999) (finding ninety-day suspension was the appropriate sanction\r\nwhere lawyer pled guilty to one count of willful failure to file a South Carolina\r\n\nBased on these cases, Respondent claims there is no precedent from this Court to\r\nimpose disbarment \"for a lawyer who [has] violate[d] the federal structuring laws\r\nor who has a conviction for a serious tax violation.\" Second, Respondent\r\nchallenges the Panel's reliance on his misconduct involving financial\r\nrecordkeeping as a basis for disbarment. Because there was no evidence that he\r\nused client funds for his own benefit, Respondent believes only a suspension is\r\nwarranted.10\r\n\r\n      B. Standard of Review\r\n\r\n       This Court has the sole authority to discipline attorneys and to decide the\r\nappropriate sanction after a thorough review of the record. In re Welch, 355 S.C.\r\n93, 96, 584 S.E.2d 369, 370 (2003); see also S.C. Const. art. V, § 4 (\"The Supreme\r\nCourt shall have jurisdiction over the admission to the practice of law and the\r\ndiscipline of persons admitted.\"). \"The Court is not bound by the panel's\r\nrecommendation and may make its own findings of fact and conclusions of\r\nlaw.\" In re Hazzard, 377 S.C. 482, 488, 661 S.E.2d 102, 106 (2008); see also Rule\r\n27(e)(2), RLDE, Rule 413, SCACR (\"The Supreme Court may accept, reject, or\r\nmodify in whole or in part the findings, conclusions and recommendations of the\r\nCommission.\"). \"Although this Court is not bound by the findings of the Panel and\r\nCommittee, these findings are entitled to great weight, particularly when the\r\ninferences to be drawn from the testimony depend on the credibility of the\r\nwitnesses.\" In re Marshall, 331 S.C. 514, 519, 498 S.E.2d 869, 871 (1998); see In\r\nre Longtin, 393 S.C. 368, 376, 713 S.E.2d 297, 301 (2011) (\"[T]he findings and\r\nconclusions of the Panel are entitled much respect and consideration.\").\r\n\r\n       \"A disciplinary violation must be proven by clear and convincing evidence.\"\r\nIn re Greene, 371 S.C. 207, 216, 638 S.E.2d 677, 682 (2006); see also Rule 8,\r\nRLDE, Rule 413, SCACR (\"Charges of misconduct . . . shall be established by\r\n\r\n\r\nIncome Tax Return); In re Barr, 335 S.C. 617, 518 S.E.2d 823 (1999) (concluding\r\nninety-day suspension was the appropriate sanction where lawyer pled guilty to\r\none count of failure to file a South Carolina Income Tax Return).\r\n10 See In re Hardee-Thomas, 391 S.C. 451, 706 S.E.2d 507 (2011) (holding that\r\ntwo-year suspension, rather than disbarment, was warranted where: lawyer's \"inept\r\nhandling of trust account funds\" lasted several years and affected clients; lawyer\r\nhad a disciplinary history involving a Letter of Caution without a finding of\r\nmisconduct and an Admonition; and lawyer took \"full acceptance of responsibility\r\nfor her actions\").\r\n\nclear and convincing evidence, and the burden of proof of the charges shall be on\r\nthe disciplinary counsel.\").\r\n\r\n      C.     Analysis\r\n       There is precedent from this Court and courts from other jurisdictions to\r\nsupport the Panel's recommended sanction of disbarment as Respondent was\r\nconvicted of the \"serious crime\"11 of structuring, was deficient in his financial\r\nrecordkeeping, and has a prior disciplinary history. See In re Harte, 395 S.C. 144,\r\n716 S.E.2d 918 (2011) (concluding disbarment was the appropriate sanction for\r\nlawyer who pled guilty to Conspiracy to Commit Mail Fraud and Money\r\nLaundering arising out of his assistance in protecting the proceeds of a client's\r\ncriminal activities); In re Franklin, 352 S.C. 24, 572 S.E.2d 283 (2002) (finding\r\nthat disbarment was warranted where lawyer pled guilty to laundering monetary\r\ninstruments); In re Holt, 328 S.C. 169, 492 S.E.2d 793 (1997) (concluding that\r\nlawyer's federal conviction of one count of bank fraud warranted disbarment); see\r\nalso In re Counsel for Discipline of the Nebraska Supreme Court v. Wintroub, 765\r\nN.W.2d 482 (Neb. 2009) (finding disbarment was warranted where lawyer was\r\nconvicted of structuring and committed several other acts of misconduct); In re\r\nDisciplinary Proceeding Against Vanderveen, 211 P.3d 1008 (Wash. 2009)\r\n(discussing crime of structuring and finding presumptive sanction of disbarment\r\nwas appropriate where lawyer pled guilty to willfully failing to file a currency\r\nreport for the receipt of more than $10,000 cash).\r\n\r\n       Furthermore, the extent of Respondent's criminal conduct and significant\r\ndisciplinary history weighs in favor of imposing the sanction of disbarment as the\r\nfacts of the instant case are distinguishable from In re Mitchell, 318 S.C. 118, 456\r\nS.E.2d 396 (1995), the case on which Respondent primarily relies in support of a\r\nlesser sanction.\r\n\r\n       In Mitchell, the lawyer pled guilty in federal court to seven counts of\r\nwillfully failing to report to the IRS a total of $154,000 in cash he received from a\r\n\r\n11  See Rule 1.0(n), RPC, Rule 407, SCACR (\" 'Serious crime' denotes any felony;\r\nany lesser crime that reflects adversely on the lawyer's honesty, trustworthiness or\r\nfitness as a lawyer in other respects; or, any crime a necessary element of which, as\r\ndetermined by the statutory or common law definition of the crime, involves\r\ninterference with the administration of justice, false swearing, misrepresentation,\r\nfraud, deceit, bribery, extortion, misappropriation, theft, willful failure to file\r\nincome tax returns, or an attempt, conspiracy or solicitation of another to commit a\r\nserious crime.\"); Rule 2(aa), RLDE, Rule 413, SCACR (same).\r\n\nclient. A sentence of imprisonment for ninety days was imposed on the lawyer for\r\nthese crimes. Id. at 119, 456 S.E.2d at 397. The lawyer also admitted that he\r\nfailed to properly supervise the conduct of his law office when employees issued a\r\nfalse affidavit regarding the consideration paid in a real estate transaction. Id. As\r\na result of this misconduct, this Court suspended the lawyer for four months. Id.\r\n\r\n       In contrast to Mitchell, Respondent has a prior disciplinary history.\r\nMoreover, Respondent's misconduct involved his client trust accounts and included\r\nat least ten structuring transactions between April 2003 and April 2009, which\r\nclearly established a pattern of illegal activity. Furthermore, the federal plea\r\ndocuments reveal that the structuring not only involved Respondent's attorney's\r\nfees, but also payment of a settlement to a client.\r\n\r\n      However, because an indefinite suspension is no longer an available\r\nsanction12 and Respondent has agreed to tender an irrevocable resignation from\r\nmembership in the South Carolina Bar, we decline to accept the Panel's\r\nrecommended sanction of disbarment.\r\n\r\n       Instead, due to Respondent's age and ailing health, we accept Respondent's\r\nirrevocable resignation of his certificate to practice law. See In re Brown, 356 S.C.\r\n10, 587 S.E.2d 110 (2003) (imposing public reprimand even though indefinite\r\nsuspension was warranted where lawyer, who was seventy-one years old, admitted\r\nmisconduct and agreed to resign from membership in the South Carolina Bar); see\r\nalso In re Collins, 311 S.E.2d 818, 818 (Ga. 1984) (accepting resignation from\r\nlawyer, who pled guilty to federal charges of failing to file income tax return and\r\nconspiracy to evade income taxes, where the action was \"equivalent to\r\ndisbarment\"); In re Hyter, 677 P.2d 1017 (Kan. 1984) (issuing order of voluntary\r\ndisbarment following lawyer's surrender of certificate to practice law where lawyer\r\npled guilty to felony income tax evasion and against whom there were other\r\npending complaints of professional misconduct); Lori Jean Henkel, Annotation,\r\nPropriety of Attorney's Resignation From Bar in Light of Pending or Potential\r\n\r\n\r\n12 Because the Formal Charges were filed on July 21, 2011, an indefinite\r\nsuspension is no longer an available sanction. See Amendments to the South\r\nCarolina Rules for Lawyer Disciplinary Enforcement, Order dated October 16,\r\n2009 (recognizing that the amended rules apply to cases where formal charges are\r\npending on the effective date of January 1, 2010); see In re Hardee-Thomas, 391\r\nS.C. at 452-53, 706 S.E.2d at 507 (recognizing that \"sanction of indefinite\r\nsuspension is no longer an available sanction under the revised South Carolina\r\nRules for Lawyer Disciplinary Enforcement\").\r\n\nDisciplinary Action, 54 A.L.R.4th 264, § 2(a) (1987 & Supp. 2012) (\"Although\r\nattorneys have been accorded the right to submit their resignations at any time,\r\nincluding during the pendency of disciplinary proceedings, a court having\r\njurisdiction has been required to give its consent in order for the resignation to be\r\neffective, and whether resignations have been granted has been a matter resting\r\nwithin the courts' discretion.\").\r\n\r\n       Notably, Respondent's irrevocable resignation is a more severe sanction than\r\ndisbarment as a lawyer who is disbarred may file a petition for reinstatement after\r\nfive years from the date of the entry of the order of disbarment. See Rule 33(a),\r\nRLDE, Rule 413, SCACR (\"A lawyer who has been . . . disbarred shall be\r\nreinstated to the practice of law only upon order of the Supreme Court. A petition\r\nfor reinstatement shall not be filed earlier than 5 years from the date of entry of the\r\norder of disbarment.\"). By submitting his irrevocable resignation, Respondent is\r\nnow permanently precluded from practicing law in this state.\r\n\r\n       We find this disposition serves the primary purpose of disbarment, which is\r\nto protect the public from unscrupulous lawyers and not retribution as Respondent\r\nhas already been punished by the criminal justice system. See In re Taylor, 396\r\nS.C. 627, 632, 723 S.E.2d 366, 368 (2012) (\"As we have recognized, '[t]he primary\r\npurpose of disbarment . . . is the removal of an unfit person from the profession for\r\nthe protection of the courts and the public, not punishment of the offending\r\nattorney.'\" (quoting In re Burr, 267 S.C. 419, 423, 228 S.E.2d 678, 680 (1976))); In\r\nre Chastain, 340 S.C. 356, 365, 532 S.E.2d 264, 268 (2000) (stating, \"where the\r\nrespondent has already been punished by the criminal justice system, our aim in\r\ndetermining the level of discipline is not retribution, but the protection of the\r\npublic\" (quoting People v. Marmon, 903 P.2d 651, 655 (Colo. 1995))); see also In\r\nre Brown, 361 S.C. 347, 355, 605 S.E.2d 509, 513 (2004) (\"The central purpose of\r\nthe disciplinary process is to protect the public from unscrupulous and indifferent\r\nlawyers.\" (citation omitted)).\r\n\r\n   III.   Conclusion\r\n       Although Respondent's misconduct warrants disbarment, we accept\r\nRespondent's irrevocable resignation from the South Carolina Bar and order him to\r\npay the costs of the disciplinary proceedings, which total $1,359.70, within thirty\r\ndays of the date of this opinion. Within fifteen (15) days of the date of this\r\nopinion, Respondent shall file an affidavit with the Clerk of Court showing that he\r\nhas complied with Rule 30 of Rule 413, SCACR, and shall also surrender his\r\nCertificate of Admission to the Practice of Law to the Clerk of Court.\r\n\n    IRREVOCABLE RESIGNATION ACCEPTED.\r\n\r\n     KITTREDGE and HEARN, JJ., concur. PLEICONES, J., dissenting in a\r\nseparate opinion in which TOAL, C.J., concurs.\r\n\nJUSTICE PLEICONES: While this Court is the ultimate arbiter of the\r\nsanction to be imposed, I agree in toto with the findings of the Panel and with\r\nits recommendation to disbar Respondent. I see no reason to depart from our\r\nprecedents in disciplining Respondent, and would disbar him, which carries\r\nwith it the requirements of Rule 34 of Rule 413, SCACR. I would make\r\nRespondent's disbarment retroactive to March 9, 2010, the date of his interim\r\nsuspension, order him to pay costs ($1,359.70) within thirty days of the filing\r\nof the opinion, and require him to comply with Rule 30 of Rule 413, SCACR.\r\nPrior to his readmission to the practice of law I would require Respondent to\r\ncomplete the Legal Ethics and Practice Program Ethics School and the Trust\r\nAccount School and to have paid all monies ordered in his federal criminal\r\nproceedings. Further, upon his readmission, I would require that\r\nRespondent's trust account be monitored for two years by the Commission on\r\nLawyer Conduct.\r\nTOAL, C.J., concurs.\r\n\n","court":"Supreme"},{"id":"ORDER","title":"Amendments to the South Carolina Appellate Court Rules","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2012-12-28-01","description":"On May 7, 2012, this Court issued an order revising, among other things, Rule 410 of the South Carolina Appellate Court Rules (SCACR).","date":"2012-12-28","type":"order","text":"\r\n  \r\n\r\n\r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\nRe:  Amendments to the South  Carolina Appellate Court Rules \r\n\r\n ORDER\r\n\r\nOn May 7, 2012, this Court issued an order revising, among  other things, Rule 410 of the South Carolina Appellate Court Rules  (SCACR).  In light of this revision to  Rule 410, the attached amendments are made to the SCACR.  These amendments shall be effective January  1, 2013.\r\n\r\n  \r\n    \r\n     s/Jean H. Toal&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;C.J.\r\n      \r\n      s/Costa M. Pleicones&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/Donald W. Beatty&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/John W. Kittredge&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/Kaye G. Hearn&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n    \r\n  \r\n\r\nColumbia, South    Carolina\r\nDecember 28, 2012\r\nAmendments to the South Carolina Appellate  Court Rules (SCACR)  \r\n(1) Rule 402(a)(1), SCACR, is amended to read:\r\n\r\n       (1) Members.  The Board of Law Examiners shall consist of  members of the South Carolina Bar who are actively engaged in the practice of  law in South Carolina and who have been members of the South Carolina Bar for  at least seven (7) years.  Members of the  bar who are inactive members, judicial members, military members,  administrative law judge members, retired members or limited members shall not  be appointed to the Board.  The Board members shall be appointed by the Supreme  Court for three (3) year terms and shall be eligible for reappointment.&nbsp;  At least one member shall be appointed from each Congressional District.&nbsp;  In case of a vacancy on the Board, the Supreme Court shall appoint a member of  the South Carolina Bar to serve the remainder of the unexpired term. \r\n\r\n(2)     Rule 402(b)(1), SCACR, is amended to read:\r\n\r\n  (1) Members.   The Committee on  Character and Fitness shall consist of twelve (12) members of the South  Carolina Bar who shall be appointed by the Supreme Court for five (5) year  terms.  Members of the bar who are  inactive members, judicial members, military members, administrative law judge  members, retired members or limited members shall not be appointed to the  Committee.  In case of a vacancy on the  Committee, the Supreme Court shall appoint a member of the Bar to serve the  remainder of the unexpired term. \r\n   (3)     The  second sentence of Rule 402(j)(2)(ii), SCACR, is amended to read:  &quot;The supervising attorney must be a  regular member of the South Carolina Bar who has been admitted to practice for  at least five (5) years and is engaged in the active practice of law in South  Carolina.&quot;\r\n(4)     Rule  404(c)(8), SCACR, is amended to read:   &quot;(8) the name, address, and telephone number of the regular  member(s) of the South Carolina Bar who is (are) the attorney(s) of record;  and&quot;\r\n(5)     The second  sentence in Comment 10 to Rule 1.15 of the Rules of Professional Conduct  contained in Rule 407, SCACR, is amended to read:  &quot;Under Rule 411, SCACR, each regular  member of the Bar is required to make an annual contribution to this fund.&quot;\r\n(6)     The last  sentence in the Preamble to Rule 408, SCACR, is amended to read:  &quot;It is our intention that all members of  the Bar and those judges (other than federal judges) who are not required to  satisfy the requirements of Rule 504 shall fulfill the mandatory continuing  legal education requirements specified in this Rule.&quot;\r\n(7)     Rule 408(a),  SCACR, is amended to read:\r\n\r\n  (a)     Continuing  Legal Education Requirements.\r\n  \r\n              (1)     Annual  Report of Compliance; Fees; Waiver and Suspension.   The reporting year under this rule shall run from March 1 through  the last day in February.&nbsp; Reports of compliance for the reporting year  shall be due not later than March 1, and shall be submitted to the Commission  on Continuing Legal Education and Specialization (Commission) on a form  prepared by the Commission along with a filing fee specified in the regulations  of the Commission.  The Commission may  specify a penalty that must be paid if a person fails to timely file a report  establishing compliance and/or pay the annual filing fee.  For good cause shown, the Commission may, in  individual cases involving extraordinary hardship or extenuating circumstances,  waive or modify the requirements of this rule.   When appropriate, and as a condition for any waiver or modification, the  Commission may proportionally increase continuing legal education (CLE)  requirements for the succeeding reporting year.   A person who fails to comply with the CLE requirements of this rule will  be suspended as provided by Rule 419, SCACR.\r\n    (2)     Continuing Legal Education Requirements for  Members of the South Carolina Bar.   Except as provided below, all members of the  South Carolina Bar shall be required to attend at least fourteen (14) hours of  approved CLE courses each reporting year.&nbsp; At least two (2) of the  fourteen (14) hours required annually shall be devoted to legal  ethics/professional responsibility (LEPR).&nbsp; At least once every three  reporting years, the member must complete one (1) hour of LEPR devoted  exclusively to instruction in substance abuse or mental health issues and the  legal profession.  The following members  of the South Carolina Bar shall be exempt from these requirements:\r\n    (A)      specialists certified pursuant to this Rule who satisfy the  CLE requirements of their specialty;  provided, however, that at least two (2) hours of the CLE credits completed by  certified specialists shall be devoted to LEPR.   At least once every three (3) reporting years, the member must complete  one (1) hour of LEPR devoted exclusively to instruction in substance abuse or  mental health issues and the legal profession.\r\n    (B)  members who are at least sixty (60) years  old and have been admitted to practice law for thirty (30) or more years, and  who apply to the Commission for this exemption.   Further, any exemptions granted prior to June 23, 1994, shall remain in  effect. Provided, however, that if a member who receives an exemption or is  entitled to an exemption under this provision is suspended for a definite  period of more than six (6) months under Rule 413, SCACR, this exemption shall  not apply or be granted during the suspension period;\r\n    (C)    inactive  members, military members, and retired members.\r\n    (D)    judicial members  who are subject to the CLE requirements of Rule 504, SCACR.\r\n    (E)     members who are federal judges or  federal administrative law judges.\r\n    (F)     limited members licensed under Rule 415,  SCACR (Limited Certificate of Admission for Retired and  Inactive Attorney Pro Bono Participation Program). \r\n  \r\n  (3)     Continuing Legal Education Requirements for  Foreign Legal Consultants.  As required by  Rule 424, SCACR, all foreign  legal consultants shall attend at least two (2) hours of approved CLE courses  devoted to LEPR each reporting year.\r\n\r\n(8)     Rule 408(e)(1)(A), SCACR, is amended to  read:  &quot;(A) be a regular member in good standing of the South Carolina  Bar;&quot;.\r\n(9)     Rule 411(d)(1),  SCACR, is amended to read:\r\n\r\n  (1)     The  South Carolina Bar shall assess each regular member of the South Carolina Bar  the sum of twenty ($20.00) dollars in each calendar year and shall make an  appropriation to the Lawyers' Fund for Client Protection in that amount for  each year of its operation; provided, however, that no assessment or  appropriation may be made which will increase the assets of the fund to an  amount in excess of $3,000,000. Payment and enforcement of collection shall be  in the same manner and at the same time and with the same penalties for  non-payment as provided for payment and collection of license fees under Rule  410, SCACR, but otherwise shall be treated as a separate assessment of regular  members.\r\n\r\n(10)   The second  sentence of Rule 3 of the Rules for Lawyer Disciplinary Enforcement contained  in Rule 413, SCACR, is amended to read: &quot;34 members shall be regular members of  the South Carolina Bar.&quot; \r\n(11)   The  first sentence of Rule 5(a) of the Rules for Lawyer Disciplinary Enforcement contained  in Rule 413, SCACR, is amended to read: &quot;The Supreme Court shall appoint a  member of the South Carolina Bar who has been admitted under Rule 402, SCACR,  as the disciplinary counsel.&quot;\r\n(12)   The  first sentence of Rule 5(c) of the Rules for Lawyer Disciplinary Enforcement  contained in Rule 413, SCACR, is amended to read: &quot;The Supreme Court may  appoint such additional regular members of the South Carolina Bar as it deems  appropriate to assist the disciplinary counsel in performing disciplinary  counsel's duties under this rule.&quot;\r\n(13)   The  first sentence of Rule 33(f)(9) of the Rules for Lawyer Disciplinary  Enforcement contained in Rule 413, SCACR, is amended to read:   &quot;If suspended for a definite period of 9  months or more, the lawyer has, during the period of suspension, completed and  reported continuing legal education and legal ethics/professional  responsibility credits equal to those required of regular members of the South  Carolina Bar and is currently in good standing with the Commission on Continuing  Legal Education and Specialization.&quot; \r\n(14)   The  first sentence of Rule 425(i), SCACR, is amended to read:  &quot;Mentors must be members of the South  Carolina Bar who have been admitted under Rule 402, SCACR.  A person may not serve as a mentor if the  person has been an inactive or retired member of the Bar for more than two  years, or if the person is not a member in good standing under Rule 410,  SCACR.&quot;\r\n(15)    The fourth sentence of Rule 3(c) of the Rules for Judicial Disciplinary  Enforcement contained in Rule 502, SCACR, is amended to read: &quot;4 members  shall be regular members of the South Carolina Bar who have never held a  judicial office.&quot; \r\n(16)   The  first sentence of Rule 5(a) of the Rules for Judicial Disciplinary Enforcement  contained in Rule 502, SCACR, is amended to read: &quot;The Supreme Court shall  appoint a member of the South Carolina Bar who has been admitted under Rule  402, SCACR, as the disciplinary counsel.&quot;\r\n(17)   The  first sentence of Rule 5(c) of the Rules for Judicial Disciplinary Enforcement contained  in Rule 502, SCACR, is amended to read: &quot;The Supreme Court may appoint  such additional regular members of the South Carolina Bar as it deems  appropriate to assist the disciplinary counsel in performing disciplinary  counsel's duties under this rule.&quot;\r\n(18)   The  first sentence of Section B of Rule 503, SCACR, is amended to read:  &quot;The Committee shall consist of one  Circuit Court judge, one Family Court judge, and one regular member of the  South Carolina Bar who does not hold and has never held a judicial office.&quot;\r\n(19)   The  first sentence of Rule 510, SCACR, is amend to read: &quot;Being mindful of the  improvements in the administration of justice that have resulted from our  mandatory continuing legal education requirements for judges and members of the  South Carolina Bar (see Rules 408 and 504, SCACR), this Rule establishes  minimum requirements for continuing legal education (CLE) for magistrates and  municipal judges and the means by which those requirements shall be  enforced.&quot;\r\n(20)   Rule 510(e),  SCACR, is amended to read:\r\n\r\n            (e)      Reports and Fees.  \r\n  \r\n     (1)     On  forms prepared by the Commission and available through its offices, each  magistrate and municipal judge shall, not later than July 15, file with the  Commission a sworn annual report of compliance for the reporting year.  The compliance reporting form will be  accompanied by filing fees as prescribed by the regulations of the Commission.\r\n    (2)     Magistrates  and municipal judges who are members of the South Carolina Bar may show  compliance with the CLE requirements of Rule 408, SCACR, by showing compliance  with the continuing legal education and fee requirements of this rule.  Provided, however, that these magistrates or  municipal judges must still complete at least two (2) hours of approved CLE  devoted to legal ethics/professional responsibility (LEPR) during each  reporting year, and, effective July 1, 2013, at least once every three (3)  reporting years, the member must complete one (1) hour of LEPR devoted  exclusively to instruction in substance abuse or mental health issues and the  legal profession.    \r\n  \r\n\r\n(21)   Rule 608(b)(1),  SCACR, is amended to read:\r\n\r\n  (1)   Regular Member.  Any person who is  a regular member of the South Carolina Bar under Rule 410, SCACR.\r\n\r\n(22)   The first  sentence of Rule 608(c)(1)(A), SCACR, is amended to read: &quot; A list of all regular  members who have been certified by the Supreme Court to serve as lead counsel  in death penalty cases (see Rule 421, SCACR) who are eligible for appointment  in the county, and all other regular members who normally represent at least  three (3) clients before the court of general sessions during a calendar year  and are eligible for appointment in the county.&quot;\r\n(23)   The first  sentence of Rule 608(c)(1)(B), SCACR, is amended to read: &quot; A list of all  other regular members eligible for appointment in the county.&quot; \r\n(24)   The first  sentence of Rule 608(c)(2), SCACR, through the colon is amend to read:  &quot;Regular members shall, at the time of  payment of annual license fees to the South Carolina Bar, provide the following  information to the Bar:&quot;\r\n(25)   Rule  608(c)(3), SCACR, is amended to read:  \r\n\r\n  (3)   Regular  members shall notify the South Carolina Bar within thirty (30) days of any  changes in the county in which they reside, primarily practice, maintain an  office, provide a significant amount of legal services, or advertise as defined  in (2)(B).  Regular members who wish to  provide service to indigents in additional counties shall notify the Bar with  the name of the additional county at the time of payment of annual license  fees. The Bar shall transfer the names of those members to the appropriate  list(s) and notify the appropriate clerk(s) of court.\r\n\r\n(26)   Rule 608(c)(4),  SCACR, is amended to read:  &quot;(4)  If  a member ceases to be a regular member, the Bar shall delete that member’s name  from the list(s) and notify the appropriate clerk(s) of court.&quot;\r\n  \r\n(27)   The heading of  Rule 608(d), SCACR, is amended to read:   &quot;Members Who Are Exempt from Appointment.&quot;\r\n(28)   The  first sentence of Rule 608(d)(1), SCACR, through the colon is amended to read:  &quot;The following regular members shall be  exempt from appointment:&quot; \r\n(29)   The  first sentence of Rule 608(d)(3), SCACR, is amended to read:  &quot;Regular members shall claim an  exemption at the time they file with the Bar under section (c)(2) above.&quot;\r\n(30)   The  first sentence of Rule 608(d)(5), SCACR, is amended to read:   &quot;If a regular member is non-exempt and  becomes exempt, or is exempt and becomes non-exempt, the member shall notify  the Bar of this change in status within thirty (30) days of the change.&quot;\r\n(31)   Rule  608(e), SCACR, is amended to read:\r\n\r\n  (e)      Regular  Members Who Have Not Completed the Trial Experiences Required by Rule 403,  SCACR.  A regular member who has not completed the  trial experiences required by Rule 403, SCACR, but has been admitted to  practice law in South Carolina for six months or more, shall be fully eligible  for appointment under this rule, and, at his or her expense, will be expected  to associate another lawyer if necessary to carry out the appointment.\r\n\r\n(32)   The  first sentence of Rule 608(h)(1), SCACR, is amended to read:  &quot;Nothing in this rule shall prohibit a  circuit or family court judge from appointing a regular member or any other  category of member of the South Carolina Bar who may lawfully provide the  representation if the member volunteers to represent an indigent.&quot;\r\n(33)   The first  sentence of Rule 608(i), SCACR, is amended to read:  &quot;Any records maintained by the South  Carolina Bar, the circuit court, the family court, or a clerk of court relating  to appointments under this rule shall be made available for review by any regular  member upon written request of that member.&quot;\r\n  \r\n  (34)   Rule 609(a)(6),  SCACR, is amended to read:  &quot;(6)  four regular members of the South Carolina Bar; and,&quot;\r\n\r\n\r\n\r\n\r\n","court":"Supreme"}]