[{"id":"27085","title":"Grimsley v. SLED","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=27085","description":"The Court reversed and remanded the trial court's grant of summary judgment.","date":"2012-01-03","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\nPhillip D. Grimsley, Sr., and Roger M. Jowers, on behalf of themselves and others\r\n      similarly situated, Appellants,\r\nv.\r\nSouth Carolina\r\n      Law Enforcement Division and the State of South Carolina, Defendants,\r\nof which the\r\n      State of South Carolina is the Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal from Richland County\r\nG. Thomas Cooper, Jr., Circuit Court\r\n  Judge\r\n\r\nOpinion No.  27085\r\n&nbsp;Heard November 16, 2011 - Filed January 3,\r\n  2012 \r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\nA.\r\n  Camden Lewis and W. Jonathan Harling, both of Lewis &amp; Babcock, John A. O'Leary\r\n  and James Walter Fayssoux, Jr., both of O'Leary Associates, and Richard A. Harpootlian,\r\n  all of Columbia, for Appellants.\r\nAttorney\r\n  General Alan Wilson, Assistant Deputy Attorney General J. Emory Smith, Jr., of\r\n  Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\n JUSTICE\r\n  KITTREDGE:     This is an appeal from the trial court's order granting the State's\r\n  motion to dismiss.  We reverse and remand.\r\nAppellants are rehired employees of the South\r\n  Carolina Law Enforcement Division (SLED).  Appellants' claims arise from the\r\n  contention that SLED has imposed a requirement in a statutorily authorized\r\n  retirement program that is contrary to law.  The trial court dismissed the\r\n  complaint for failure to exhaust administrative remedies under the South Carolina Retirement Contribution Procedures Act\r\n  (Retirement Act), which\r\n  Appellants challenge on appeal.  Appellants additionally appeal the trial court's\r\n  alternative ruling dismissing their unlawful takings claim.  We agree with\r\n  Appellants and find the trial court erred in dismissing their complaint. \r\nI.\r\n Appellants\r\n  are former employees of SLED who have retired and returned to work.  As\r\n  employees of SLED, they were members of the Police Officers Retirement System. \r\n  While still employed, Appellants were offered the opportunity to participate in\r\n  an optional retirement program.  Pursuant to S.C. Code Ann. section 9-11-90\r\n  (Supp. 2010), the program required Appellants to retire from SLED and to separate\r\n  from employment for a period of time.  Appellants then had to request to be\r\n  rehired by SLED.  Upon SLED's approval, Appellants were rehired for a period\r\n  not to exceed forty-eight months.  As part of the rehire process SLED required\r\n  Appellants to sign a form, which provided that Appellants &quot;will have a\r\n  reduction of 13.6% in [their] salary to cover the amount it will cost SLED to\r\n  pay the employer portion of retirement.&quot;  According to Appellants, this\r\n  provision is contrary to state law, which assigns the responsibility for the\r\n  employer portion of retirement to the employer.   \r\n On behalf of\r\n  themselves and others similarly situated, Appellants brought suit against SLED\r\n  and the State, seeking a declaratory judgment and asserting causes of action\r\n  for a violation of S.C. Code Ann. section 9-11-90 and unlawful takings.[1]  The complaint\r\n  contends that SLED's retirement program violates section 9-11-90(4)(b), which\r\n  states in relevant part: \r\n\r\n(b) An employer shall pay to the system the employer contribution\r\n  for active members prescribed by law with respect to any retired member engaged\r\n  to perform services for the employer, regardless of whether the retired member\r\n  is a full-time or part-time employee or a temporary or permanent employee. \r\n\r\nIn response, the State filed a motion to dismiss for lack\r\n  of subject matter jurisdiction and failure to state a claim upon which relief\r\n  could be granted.[2] \r\n  The trial court granted the motion to dismiss,[3] holding that Appellants were required to exhaust the\r\n  administrative remedies prescribed in the South Carolina Retirement\r\n  Contribution Procedures Act, S.C. Code Ann. § 9-21-10, et seq. (Supp.\r\n  2010).[4]\r\n The\r\n  trial court held Appellants' takings claim should also be dismissed because\r\n  Appellants did not have a property interest rooted in state law upon which the\r\n  claim could be based.  Specifically, the trial court adopted the manner in\r\n  which the State framed the issue—that an employee does not have a property\r\n  interest in a particular salary amount.  Appellants contend the trial court\r\n  erred in granting the State's motion to dismiss.  We agree. \r\nII.\r\n &quot;On appeal from the dismissal of a case pursuant\r\n  to Rule 12(b)(6), an appellate court applies the same standard of review as the\r\n  trial court.&quot;  Rydde v. Morris, 381 S.C. 643, 646, 675 S.E.2d 431,\r\n  433 (2009).  &quot;That standard requires the Court to construe the complaint\r\n  in a light most favorable to the nonmovant and determine if the facts alleged\r\n  and the inferences reasonably deducible from the pleadings would entitle the\r\n  plaintiff to relief on any theory of the case.&quot;  Id.  If the facts\r\n  alleged and inferences deducible therefrom would entitle the plaintiff to any\r\n  relief, then dismissal under Rule 12(b)(6) is improper.  Sloan Const. Co. v.\r\n    Southco Grassing, Inc., 377 S.C. 108, 113, 659 S.E.2d 158, 161 (2008).\r\nIII.\r\n The trial court\r\n  erred in finding Appellants were required to exhaust their administrative\r\n  remedies under the Retirement Act before proceeding to circuit court.  \r\n We are guided by rules\r\n  of statutory construction and conclude the legislature did not intend for the\r\n  Retirement Act to apply to this controversy.  The cardinal rule of statutory interpretation is to ascertain and\r\n  effectuate the intent of the legislature.  Sloan v. Hardee, 371 S.C.\r\n  495, 498, 640 S.E.2d 457, 459 (2007).  &quot;As such, a court must abide by the\r\n  plain meaning of the words of a statute.  When interpreting the plain meaning\r\n  of a statute, courts should not resort to subtle or forced construction to\r\n  limit or expand the statute's operation.&quot;  State v. Jacobs, 393\r\n  S.C. 584, 587, 713 S.E.2d 621, 622 (2011) (internal citations omitted).  But &quot;[w]here the\r\n  statute's language is plain and unambiguous, and conveys a clear and definite\r\n  meaning, the rules of statutory interpretation are not needed and the\r\n  court has no right to impose another meaning.&quot;  Hodges v. Rainey,\r\n  341 S.C. 79, 85, 533 S.E.2d 578, 581 (2000).  \r\n\r\n The Retirement Act\r\n  states in relevant part:\r\n[The Retirement Act] applies to a controversy or dispute\r\n  between a member or a member's designated beneficiary and the retirement\r\n  systems which arises pursuant to or by virtue of any of the provisions of\r\n  this title. The procedures set forth in this chapter constitute the exclusive\r\n  remedy for a dispute or controversy between the retirement systems and a member\r\n  or a member's designated beneficiary arising pursuant to or by virtue of Title\r\n  9 of the Code of Laws of South Carolina, 1976.  A claim presenting a dispute or\r\n  controversy arising pursuant to or by virtue of this title must be resolved in\r\n  accordance with the procedures and provisions provided in this chapter.\r\n\r\nS.C. Code Ann. § 9-21-30 (Supp.\r\n  2010) (emphasis added).  The legislature's stated purpose in enacting the Retirement\r\n  Act was &quot;to provide the remedies available in a dispute or controversy\r\n  between the South Carolina retirement systems and a member . . . of any of the\r\n  retirement systems established in Title 9.&quot;  Act of July 1, 2003, No. 12,\r\n  § 1 (2003).  \r\n The trial court\r\n  held Appellants were required to exhaust their administrative remedies under\r\n  the Retirement Act.  This was error.  By its plain language, section 9-21-30\r\n  applies to a controversy or dispute between a member or member's beneficiary\r\n  and the retirement systems.[5]  Given the Act's stated purpose, it is clear the legislature\r\n  intended for the Retirement Act to apply to disputes between the enumerated\r\n  retirement systems and their respective members.  \r\n The administrative\r\n  process prescribed in the Retirement Act provides additional support for the\r\n  conclusion that it is not applicable to the present dispute.  Section\r\n  9-21-50(A) states:\r\n\r\nA member or the member's designated beneficiary shall file a\r\n  claim concerning an administrative decision by the retirement systems arising pursuant to or by virtue of this title that adversely affects the personal\r\n  interest of the member or the member's designated beneficiary by the filing of\r\n  a written claim with the director within one year of the decision by the\r\n  retirement systems.\r\n\r\nS.C. Code Ann. § 9-21-50(A)\r\n  (emphasis added).  The administrative remedies the State seeks to impose\r\n  require an administrative decision by the retirement systems. \r\n  Appellants' complaint involves neither the retirement systems in general nor\r\n  any administrative decision by the retirement systems.  Thus, Appellants have\r\n  no grievance with any of the retirement systems, nor is there a decision from a\r\n  retirement system to trigger the grievance process delineated in the Retirement\r\n  Act.  The underlying dispute is between SLED and its employees centered upon\r\n  SLED's internal retirement program.  Because there is no controversy involving\r\n  the &quot;retirement systems,&quot; the Retirement Act's administrative\r\n  remedies are in no manner implicated by Appellants' claims.  Accordingly, there\r\n  is no requirement that Appellants exhaust the Retirement Act's administrative\r\n  remedies.  We hold it was an error of law to dismiss the complaint based on a\r\n  failure to exhaust administrative remedies.\r\nIV.\r\n Appellants also\r\n  assert the trial court erred in dismissing the unlawful takings claim because\r\n  they do not have a constitutionally protected property interest.  Specifically,\r\n  Appellants contend the trial court erred because the court misconstrued the\r\n  property interest asserted.  We agree. \r\n The Takings Clause\r\n  provides that private property shall not be taken for public use without just\r\n  compensation.  Rick's Amusement, Inc. v. State, 351 S.C. 352, 357, 570\r\n  S.E.2d 155, 157 (2001).  Similarly, to prove a denial of substantive due\r\n  process, a party must show that he was arbitrarily and capriciously deprived of\r\n  a cognizable property interest rooted in state law.  Worsley Co. v. Town of\r\n    Mount Pleasant, 339 S.C. 51, 56, 528 S.E.2d 657, 660 (2000).  Thus, parties\r\n  claiming such violations must first show they have a legitimate property\r\n  interest.  \r\n Property interests &quot;are\r\n  created and their dimensions are defined by existing rules or understandings\r\n  that stem from an independent source such as state law—rules or understandings\r\n  that secure certain benefits and that support claims of entitlement to those\r\n  benefits.&quot;  Snipes v. McAndrew, 280 S.C. 320, 324, 313 S.E.2d 294,\r\n  297 (1984) (citing Bd. of Regents of State Colls. v. Roth, 408 U.S. 564\r\n  (1972)).  To determine if the expectation\r\n  of entitlement is sufficient &quot;will depend largely upon the extent to which\r\n  the statute contains mandatory language that restricts the discretion of the\r\n  [agency] . . . .&quot;  Jacobson v. Hannifin, 627 F.2d 177, 180 (9th\r\n  Cir. 1980); see also Bowles v. Tennant, 613 F.2d 776, 778 (9th\r\n  Cir. 1980) (noting that an important factor in the determination of a property\r\n  interest is the presence or absence of mandatory language in the statute); TNS\r\n    Mills, Inc. v. S.C. Dep't of Revenue, 331 S.C. 611, 620, 503 S.E.2d 471,\r\n  476 n.3 (1998) (finding the use of the word &quot;shall&quot; in a statute\r\n  ordinarily means the action referred to is mandatory).  \r\n In their complaint,\r\n  Appellants assert a violation of S.C. Code Ann. section 9-11-90.  The pertinent\r\n  portion of the statute states:\r\n\r\n(b) An employer shall pay to the system the employer\r\n  contribution for active members prescribed by law with respect to any retired\r\n  member engaged to perform services for the employer, regardless of whether the\r\n  retired member is a full-time or part-time employee or a temporary or permanent\r\n  employee. \r\n\r\nS.C. Code Ann. § 9-11-90(4)(b) (emphasis\r\n  added). \r\n The State\r\n  misconstrues Appellants' claim.  Contrary to the State's interpretation, Appellants\r\n  do not claim they are entitled to a particular salary level.  Rather,\r\n  Appellants contend that they have a cognizable property interest in the\r\n  percentage of their salary that was deducted in violation of section 9-11-90,\r\n  regardless of any particular salary level.  See Sniadach v. Family\r\n    Fin. Corp. of Bay View, 395 U.S. 337, 342 (Harlan, J., concurring) (&quot;The\r\n  property of which petitioner has been deprived is the use of the garnished portion of her wages during the interim period between the garnishment and the\r\n  culmination of the main suit.&quot; (emphasis added)).  \r\n Properly\r\n  construing Appellants' claim, we hold section 9-11-90 provides a basis to\r\n  assert a property interest.  Specifically, Appellants' takings claim is\r\n  predicated on their entitlement to retain the percentage of their salary—13.6%—that\r\n  was used to pay the employer portion of the retirement contributions.  It\r\n  follows that Appellants are able to point to a property interest rooted in\r\n  state law.  See Sloan v. S.C. Bd. of Physical Therapy Exam'rs, 370 S.C. 452,\r\n  636 S.E.2d 598 (2006) (holding that in order to prove a denial of due process,\r\n  a party must show that he was arbitrarily and capriciously deprived of a\r\n  cognizable property interest rooted in state law); see also Bd. of Curators\r\n    of Univ. of Missouri v. Horowitz, 435 U.S. 78 (1978) (stating that\r\n  because property interests are creatures of state law, one is required to\r\n  demonstrate the alleged deprivation is a property interest recognized by state\r\n  law in order to invoke due process protection); Scott v. Greenville\r\n    County,\r\n  716 F.2d 1409 (4th Cir. 1983) (declaring that the starting point for a due\r\n  process inquiry is to determine whether state or local law afforded plaintiff a\r\n  protected property interest sufficient to trigger due process guarantees); cf. Hamilton\r\n    v. Bd. of Trs. of Oconee County Sch. Dist., 282 S.C. 519, 319 S.E.2d 717\r\n  (Ct. App. 1984) (finding\r\n  plaintiff failed to establish a property interest in a teaching contract within\r\n  the meaning of due process because she pointed to no state law or regulation\r\n  that would require her employment contract to be renewed). \r\n We\r\n  conclude, therefore, that Appellants have asserted a cognizable property\r\n  interest rooted in state law sufficient to survive the motion to dismiss.  See Rydde, 381 S.C. at 646, 675 S.E.2d at 433 (&quot;The Court [is required]\r\n  to construe the complaint in a light most favorable to the nonmovant and\r\n  determine if the facts alleged and the inferences reasonably deducible from the\r\n  pleadings would entitle the plaintiffs to relief on any theory of the case.&quot;). \r\n  In so finding, we also hold the trial court erred in dismissing Appellants'\r\n  unlawful takings claim. \r\nV.\r\nWe reverse the\r\n  trial court's order granting the motion to dismiss and remand the matter to the\r\n  trial court. \r\n REVERSED AND\r\n  REMANDED.\r\nTOAL, C.J.,\r\n  BEATTY, HEARN, JJ., and Acting Justice James E. Moore, concur.\r\n\r\n\r\n[1]&nbsp; In addition to claiming that the deduction\r\n  in Appellants' salaries was an unlawful taking, Appellants alleged the\r\n  deduction was an unconstitutional tax.  However, at oral argument, Appellants\r\n  withdrew their unconstitutional taxation argument.  \r\n[2]&nbsp; For reasons unknown to us, SLED\r\n  participated in neither the motion nor this appeal.  The State's motion sought\r\n  dismissal of the case, not merely the claims against the State.     \r\n[3]&nbsp; The State's motion to dismiss was filed\r\n  pursuant to both Rules 12(b)(6) and 12(b)(1), and the trial court's order does\r\n  not explicitly state upon which it is based.  However, the\r\n  issue does not involve subject matter jurisdiction and Rule 12(b)(1) should not\r\n  have been a basis for the dismissal.  See Ward v. State, 343 S.C.\r\n  14, 17, 538 S.E.2d 245, 246 n.5 (2000) (&quot;The doctrine of exhaustion of\r\n  remedies is generally considered a rule of policy, convenience and discretion,\r\n  rather than one of law, and is not jurisdictional . . . .  [It] goes to the\r\n  prematurity of a case, not subject matter jurisdiction.&quot;); see also S.C. Const. art. V, § 11 (&quot;The Circuit Court shall be a general trial\r\n  court with original jurisdiction in civil and criminal cases, except those\r\n  cases in which exclusive jurisdiction shall be given to inferior courts, and\r\n  shall have such appellate jurisdiction as provided by law.&quot;).\r\n[4]&nbsp; At oral argument, the State requested to be\r\n  dismissed as a party because Appellants failed to allege facts sufficient to\r\n  state a cause of action against the State.  We deny the State's request. \r\n  Additionally, the State asserted in its brief that other alternative sustaining\r\n  grounds would allow this Court to dismiss the State from this lawsuit.  We\r\n  believe a ruling on these issues would be premature, and we decline to address\r\n  the additional sustaining grounds.  See I'on, LLC v. Town of Mount\r\n    Pleasant, 338 S.C. 406, 526 S.E.2d 716 (2000) (&quot;It is within the\r\n  appellate court's discretion whether to address any additional sustaining\r\n  grounds.&quot;). \r\n[5]&nbsp; &quot;'South Carolina\r\n  Retirement Systems' or 'retirement systems' means the division of the board administering\r\n  the South Carolina Retirement System, the South Carolina Police Officers\r\n  System, the Retirement System for Members of the General Assembly, the\r\n  Retirement System for Judges and Solicitors, the State Optional Retirement\r\n  Program, or the National Guard Retirement System.&quot;  S.C. Code Ann. § 9-21-20(8)\r\n  (Supp. 2010).\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"ORDER","title":"In the Matter of Kay F. Paschal","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2012-01-03-01","description":"This is an order placing a lawyer on interim suspension.","date":"2012-01-09","type":"order","text":"\r\n  <!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\" \"http://www.w3c.org/TR/1999/REC-html401-19991224/loose.dtd\">\r\n<!-- saved from url=(0088)file://K:\\1court orders\\2012\\jan 4\\Order - In the Matter of Kay F. Paschal (publish).htm -->\r\n\r\n\r\nBODY {\r\n\tFONT-FAMILY: Arial, Helvetica, sans-serif\r\n}\r\nTD {\r\n\tFONT-STYLE: normal; FONT-FAMILY: Arial, Helvetica, sans-serif\r\n}\r\n\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\n\r\n  \r\n    \r\n      \r\n        In the Matter of Kay F. Paschal, \r\n  Respondent.\r\n\r\n\r\nORDER\r\n\r\n\r\nRespondent was arrested and charged with Forgery (value $10,000 or more) and \r\nBreach of Trust (value more than $2,000, but less than $10,000).&nbsp; The \r\nOffice of Disciplinary Counsel petitions the Court to place respondent on \r\ninterim suspension pursuant to Rule 17(a), RLDE, Rule 413, SCACR.&nbsp; The \r\npetition is granted.\r\nIT IS ORDERED that respondent's license to practice law in this state is \r\nsuspended until further order of the Court.\r\nIT IS FURTHER ORDERED that respondent is hereby enjoined from access to any \r\ntrust account(s), escrow account(s), operating account(s), and any other law \r\noffice account(s) respondent may maintain.&nbsp; \r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n\r\n  \r\n  \r\n    \r\n    \r\n      s/ Costa M. \r\n      Pleicones&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n      A.C.J.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n      FOR THE COURT&nbsp;&nbsp;&nbsp;\r\n      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Toal, \r\n      C.J., not participating\r\nColumbia, South CarolinaJanuary 3, 2012 \r\n\r\n","court":"Supreme"},{"id":"27086","title":"Graham Law Firm v. Makawi","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=27086","description":"The Court determined that appellant had not received an adequate opportunity before default judgment was set aside to engage in discovery and cross-examine adverse witnesses on the issue of whether service of process was effective.","date":"2012-01-17","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\nGraham Law\r\n      Firm, P.A., Appellant,\r\nv.\r\nMohamed Makawi,\r\n      Individually and d/b/a International House of Pancakes, and MKKM, Inc., Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Florence County\r\nW. H. Seals, Jr., Circuit Court Judge\r\n\r\nOpinion No. 27086\r\nHeard October 19, 2011 - Filed January 17,\r\n  2012  \r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\nEdward\r\n  L. Graham and Mary H. Watters, both of Graham Law Firm, of Florence, for\r\n  Appellant.\r\nWalker\r\n  H. Willcox and E. Lloyd Willcox, II, both of Willcox, Buyck &amp; Williams, of Florence,\r\n  for Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE PLEICONES:  Appellant,\r\n  Graham Law Firm (Graham), appeals the trial court’s order granting respondents’\r\n  motion to set aside default judgment on the grounds that the court lacked\r\n  jurisdiction based upon inadequate service of process.  Because we find that\r\n  appellant was not given sufficient opportunity for discovery and\r\n  cross-examination of witnesses on the matter of authorization to accept service\r\n  of process, we reverse and remand for further proceedings consistent with this\r\n  opinion.\r\nFACTS\r\nIn 2007 Graham filed suit against Respondents MKKM,\r\n  Inc., and Mohamed Makawi, individually and doing business as International\r\n  House of Pancakes, seeking payment for professional services.  Graham served\r\n  both complaints on Makawi, who is MKKM’s president and registered agent for\r\n  service of process, by certified mail, return receipt requested, restricted\r\n  delivery, at the IHOP location in Florence, South Carolina.  The documents sent\r\n  to Makawi individually were signed for by Kim Richardson, while those mailed to\r\n  him as agent for MKKM were signed for by Ana Carvajal.  The circuit court found\r\n  that Edward Graham of Graham Law Firm received a phone call from Makawi in\r\n  which Makawi acknowledged receipt of the summons and complaint and asked for\r\n  copies of the itemized bill.    \r\nNeither Makawi nor MKKM filed an answer to the\r\n  complaint, and Graham’s motions for entry of default and default judgment were\r\n  granted.  Graham served a copy of the order granting default judgment by\r\n  certified mail on Makawi and Makawi as registered agent of MKKM, and the return\r\n  receipt was signed by [illegible] Makawi.  In March 2009, counsel for\r\n  respondents contacted Graham to request information about the judgment. \r\nThereafter, respondents filed a Rule 60(b), SCRCP,\r\n  motion for relief from judgment alleging improper service based, among other arguments,\r\n  upon the certified mail having been signed for by unauthorized persons.  At the\r\n  hearing on the 60(b) motion, the only evidence offered in support of the motion\r\n  was an affidavit from Makawi in which he stated that he was the only person\r\n  authorized to receive service of process for MKKM, IHOP, or himself\r\n  individually; that Richardson was a bookkeeper for MKKM with no administrative\r\n  duties; that he had never heard of Carvajal and that she had never worked for\r\n  him or for MKKM; and that he had not been made aware of the lawsuit until more\r\n  than a year after the default judgment was entered.  Graham presented evidence\r\n  of its efforts to serve the summons and complaint and notice of default on\r\n  Makawi as well as evidence that Carvajal had worked as a hostess at IHOP.\r\nThe trial court denied respondents’ motion to set\r\n  aside the default judgment, finding that Makawi had telephoned Graham\r\n  acknowledging receipt of the summons and complaint in March 2007 and had\r\n  received proper notice of the entry of default in May 2007; that Carvajal had\r\n  worked at IHOP; and that Makawi’s affidavit was “unconvincing under these\r\n  circumstances.”  Respondents filed a Rule 59(e), SCRCP, motion to alter or\r\n  amend the judgment and submitted a second affidavit from Makawi.  Graham’s\r\n  brief in response included requests for discovery and cross-examination.  \r\nAfter reconsideration, the trial court issued an order\r\n  granting respondents’ motion.  The court’s order accepted the assertions of the\r\n  second affidavit that Carvajal was not authorized to receive service of process\r\n  on behalf of MKKM and that Richardson was unauthorized to receive it on behalf\r\n  of Makawi individually.  Graham then filed a Rule 59(e) motion to alter or\r\n  amend the judgment, including a request for a ruling on the discovery request\r\n  made in its brief in opposition to respondents’ 59(e) motion, which the trial\r\n  court denied.  \r\nGraham timely appealed the orders granting\r\n  respondents’ Rule 60(b) motion and denying Graham’s Rule 59(e) motions.  This\r\n  matter was certified from the Court of Appeals pursuant to Rule 204(b), SCACR.\r\nISSUES\r\n\r\n  \r\n    \r\n      1.\r\n       Did the trial\r\n  court err in holding that the service of process on respondents was not\r\n  effective?\r\n        \r\n      \r\n    \r\n    \r\n      2.\r\n       Did the trial\r\n  court err when it accepted the contents of Makawi’s second affidavit despite\r\n  having found Makawi’s first affidavit unreliable?\r\n        \r\n      \r\n    \r\n    \r\n      3.\r\n       Did the trial\r\n  court err when it failed to grant Graham’s request for discovery and cross-examination?\r\n    \r\n  \r\n\r\nDISCUSSION\r\nI.  Service of Process\r\nThe trial court’s findings of fact regarding validity\r\n  of service of process are reviewed under an abuse of discretion standard.  Clark\r\n    v. Key, 304 S.C. 497, 500, 405 S.E.2d 599, 601 (1991).  \r\nRule 4(d)(8), SCRCP, sets forth the requirements for\r\n  effective service of process by certified mail in relevant part:\r\n\r\nService by Certified Mail. Service of a summons and complaint upon [an\r\n  individual or corporate] defendant . . . may be made . . .  by registered or\r\n  certified mail, return receipt requested and delivery restricted to the\r\n  addressee. Service is effective upon the date of delivery as shown on the\r\n  return receipt. Service pursuant to this paragraph shall\r\n  not be the basis for the entry of a default or a judgment by default unless the\r\n  record contains a return receipt showing the acceptance by the defendant. Any such default or judgment by default shall be set\r\n  aside pursuant to Rule 55(c) or Rule 60(b) if the defendant demonstrates to the\r\n  court that the return receipt was signed by an unauthorized person.\r\n\r\nAs we have noted, “[w]hen the civil rules on service\r\n  are followed, there is a presumption of proper service.”  Roche v. Young\r\n    Brothers, Inc., 318 S.C. 207, 211, 456 S.E.2d 897, 900 (1994).  Once the\r\n  plaintiff has demonstrated compliance with the rules, the defendant can rebut\r\n  an inference that service was effected only by showing “that the return receipt\r\n  was signed by an unauthorized person.”  Rule 4(d)(8), SCRCP.  \r\nThe class of persons authorized to sign on behalf of\r\n  defendants is narrow: “Actual appointment for the specific purpose of receiving\r\n  process normally is expected and the mere fact a person may be considered to\r\n  act as defendant’s agent for some purpose does not necessarily mean that the\r\n  person has authority to receive process.”  Moore v. Simpson, 322 S.C.\r\n  518, 473 S.E.2d 64 (Ct. App. 1996).  Service on an employee is effective when\r\n  the employee has apparent authority to receive it on behalf of the employer.  See Richardson v. P.V., Inc., 383 S.C. 610, 682 S.E.2d 263 (2009) (holding\r\n  that hotel receptionist had authority to receive service of process where she\r\n  was only employee present in office, which represented to third parties that\r\n  she was in charge).  \r\nAn agent’s high level of actual or apparent\r\n  responsibility suffices to permit service to be effective as against the\r\n  principal.  See Richardson, supra;  Roberson v.\r\n    Southern Finance of South Carolina, Inc., 365 S.C. 6, 615 S.E.2d 112 (2005)\r\n  (holding that service on clerical employee of registered agent was improper); Burris\r\n    Chemical, Inc. v. Daniel Construction Co., 251 S.C. 483, 163 S.E.2d 618\r\n  (1968) (finding that an acting general superintendent in charge of fifteen men\r\n  was an agent upon whom service could be made).  This Court has also held\r\n  service on a corporate officer effective as against the corporation.  Roche, supra.\r\nThe trial court ruled that Graham’s attempt to serve\r\n  the summons and complaint on respondents by certified mail was not effective\r\n  because, although Graham followed the proper steps for service by certified\r\n  mail, the respondents met their burden of demonstrating that the return\r\n  receipts were signed by unauthorized persons and thus no effective service was\r\n  made.\r\nGraham contends that the trial court erred when it\r\n  ruled that proper service on respondents was not effected, in part because it\r\n  used the wrong legal standard, requiring specific authorization for receipt of\r\n  service of process.  \r\nIn this case, the return receipt for the summons and\r\n  complaint served on Makawi individually was signed for by Richardson, an\r\n  employee of MKKM who is described by Makawi as a bookkeeper with no\r\n  administrative responsibility and by Graham as an office manager with\r\n  substantial authority.  Makawi asserts that he has never authorized Richardson\r\n  to receive service of process for him individually.  The return receipt for the\r\n  summons and complaint served on Makawi as registered agent for MKKM was signed\r\n  for by Carvajal, a hostess at the IHOP restaurant.  Respondents describe\r\n  Carvajal’s position as an entry-level one entailing no managerial duties.  The\r\n  trial court, recognizing both actual and apparent authority as bases for\r\n  finding effective service, found that Richardson and Carvajal were not\r\n  authorized to receive service of process on behalf of respondents based upon\r\n  Makawi’s assertions to that effect in the second affidavit and the absence of\r\n  evidence offered by Graham to establish that Richardson or Carvajal possessed\r\n  apparent authority.[1]\r\nRespondents argue that, as a matter of law, Richardson\r\n  could not have been authorized to sign the return receipt on behalf of Makawi\r\n  individually because South Carolina law permits service of process on an agent\r\n  for a corporation but not for an individual, citing Langley v. Graham,\r\n  322 S.C. 428, 472 S.E.2d 259 (Ct. App. 1996).  Langley held that service\r\n  of process by means of certified mail was ineffective when the return receipt\r\n  was signed by the defendant’s sister.  The Court of Appeals noted that \r\n\r\nAlthough the [Supreme] Court\r\n  in Roche states Rule 4(d)(8) “does not require the specific addressee\r\n  sign the return receipt,” we think the Court intended to limit the force of the\r\n  statement to service upon corporations. Service on a corporation may only be accomplished\r\n  by service upon an authorized person; thus, a corporate defendant accepts\r\n  service of process when a person authorized to accept service does so for the\r\n  corporation. On the other hand, an individual ordinarily accepts service under\r\n  the rule when he signs the return receipt. If the rule permitted acceptance by\r\n  anyone who happens to pick up the mail, the requirement that delivery of the\r\n  suit papers by certified mail be restricted to the addressee would have no\r\n  meaning.\r\n\r\n322 S.C. at 431 n.2, 472 S.E.2d\r\n  at 261 n.2.\r\nWe now clarify Roche, which the Court of\r\n  Appeals read too narrowly in Langley.  A rule permitting certain persons\r\n  to receive service of process on behalf of others does not imply that “anyone\r\n  who happens to pick up the mail” can stand in for the defendant.  As with\r\n  corporations, the class of persons who may receive service of process on behalf\r\n  of an individual is limited.  Nevertheless, an individual is as competent as\r\n  any other entity to confer authority on an agent.  Rule 4(d)(1), SCRCP, itself\r\n  contemplates service on the agent of an individual, permitting service “[u]pon\r\n  an individual . . . by delivering a copy to an agent authorized by appointment\r\n  . . . to receive service of process.” [2]\r\nThus, although Richardson could have been authorized\r\n  to receive service of process on behalf of Makawi, the trial court’s finding that\r\n  Richardson and Carvajal were unauthorized persons within the meaning of Rule\r\n  4(d)(8) is sufficiently supported by the evidence in the record—or,\r\n  specifically, the lack of evidence in the record to rebut Makawi’s affidavit.  The\r\n  trial court found that Graham had not offered “any evidence of declarations or\r\n  conduct on the part of the [respondents] that could potentially give rise to\r\n  apparent authority in Richardson or Carvajal.”  Thus, we cannot say that the\r\n  trial court abused its discretion when it made this determination.\r\nII.  Reliability of Affidavit\r\nGraham contends that the trial court improperly relied\r\n  on respondents’ assertions in Makawi’s second affidavit that Richardson and\r\n  Carvajal were unauthorized to receive service of process because the trial\r\n  court found in its first order that Makawi’s first affidavit was\r\n  “unconvincing.”  Because this finding has not been appealed or amended, Graham\r\n  argues it is therefore the law of the case.    \r\nThis argument lacks merit.  Rule 59(e) allows a court\r\n  to reconsider its earlier ruling.  Moreover, the substantive assertions that\r\n  the judge found to be unconvincing in the first affidavit were either not\r\n  repeated in the second affidavit or were portions on which the trial court did\r\n  not rely when it granted respondents’ Rule 59(e) motion.  The result advanced\r\n  by Graham would deny the fact finder’s right to accept all, some, or none of\r\n  the testimony of a particular witness.  See, e.g., Glover v. Columbia\r\n    Hospital of Richland County, 236 S.C. 410, 418, 114 S.E.2d 565, 569 (1960)\r\n  (“The well-established rule in this state is that if there is any testimony\r\n  whatever to go to the jury on an issue involved in a cause, or even if more than\r\n  one inference can be drawn from the testimony then it is the duty of the judge\r\n  to submit the cause to the jury. This is true, even if witnesses for the\r\n  plaintiff contradict each other, or if a witness himself in his testimony makes\r\n  conflicting statements.”) (internal quotation marks and citation omitted).  Graham\r\n  would have us hold that, having found one affidavit unreliable, the trial court\r\n  was precluded from accepting any statement from Makawi as reliable throughout\r\n  the remainder of the proceedings.   Thus, the trial court did not err in\r\n  finding some statements in Makawi’s second affidavit credible despite having\r\n  found that the first affidavit was not.\r\nIII. Discovery and Cross-Examination\r\nGraham further contends that the trial court erred\r\n  when it failed to grant Graham’s request for discovery and cross-examination in\r\n  connection with respondents’ Rule 59(e) motion.  Graham contends that, in light\r\n  of the determinative nature of the court’s findings regarding jurisdiction, the\r\n  court erred when it denied Graham an opportunity to fully explore the factual\r\n  issues involved through further discovery and cross-examination of witnesses. \r\n  We agree.\r\n“Where important decisions turn on questions of fact,\r\n  due process often requires an opportunity to confront and cross-examine adverse\r\n  witnesses.”  Brown v. South Carolina State Board of Education, 301 S.C.\r\n  326, 329, 391 S.E.2d 866, 867 (1990) (citing Goldberg v. Kelly, 397 U.S.\r\n  254 (1970)); see South Carolina Department of Social Services v.\r\n    Holder, 319 S.C. 72, 459 S.E.2d 846 (1995) (right to confrontation applies\r\n  in civil context).\r\nThe Court of Appeals explained the application of due\r\n  process concerns to issues of personal jurisdiction: \r\n\r\nWhen the plaintiff can show\r\n  that discovery is necessary in\r\n  order to meet defendant’s challenge to personal jurisdiction, a court should\r\n  ordinarily permit discovery on that issue unless\r\n  plaintiff’s claim appears to be clearly frivolous.  However, where a\r\n  plaintiff’s claim of personal jurisdiction appears to be both attenuated and\r\n  based on bare allegations in the face of specific denials made by defendants,\r\n  the court need not permit even limited discovery confined\r\n  to issues of personal jurisdiction if it will be a fishing expedition.  When a\r\n  plaintiff offers only speculation or conclusory assertions about contacts with\r\n  a forum state, a court is within its discretion in denying jurisdictional discovery. \r\n\r\nSullivan\r\n  v. Hawker Beechcraft Corporation,\r\n  2011 WL 4444085 (Ct. App. Sept. 21, 2011) at *3 (internal quotation marks and\r\n  citations omitted).[3]\r\nIn this case, Graham’s claim of personal jurisdiction\r\n  over Makawi and his corporation through service on their agents is not\r\n  conclusory, frivolous, or attenuated.  Kim Richardson, who signed the receipt\r\n  for the summons and complaint sent to Makawi individually, may have had\r\n  authority to accept them if she did serve as an office manager with significant\r\n  authority as an employee of IHOP or by virtue of the services Graham alleges\r\n  Richardson performed for Makawi personally. [4]\r\nWith regard to MKKM, Graham has claimed no greater\r\n  status for Carvajal as an MKKM employee than that she was a hostess at IHOP for\r\n  a few months.  Even if it seems unlikely that further discovery will\r\n  demonstrate that she had sufficient authority or responsibility to be deemed an\r\n  agent for purposes of service of process on MKKM, Graham’s claim that MKKM was\r\n  properly served is not conclusory, frivolous, or attenuated, given that she was\r\n  an employee of MKKM and signed the return receipt.\r\nNot only has Graham made a sufficient showing to\r\n  entitle it to discovery on the issue of jurisdiction, but it must receive a\r\n  full and fair opportunity to be heard on the matter, because the findings with\r\n  regard to service of process may determine the merits of the case in chief.  See Wetzel v. Woodside Development Limited Partnership, 364 S.C. 589, 615\r\n  S.E.2d 437 (2005) (finding that an order granting a motion to set aside an\r\n  entry of default for improper service effectively dismisses an improperly\r\n  served party from the action); Archangel Diamond Corp. v. Lukoil, 123\r\n  P.3d 1187 (Colo. 2005) (holding that a trial court’s findings related to\r\n  personal jurisdiction could later be preclusive).  Because a finding that a\r\n  party was not properly served for purposes of a motion to set aside an entry of\r\n  default judgment is binding with regard to the remainder of the litigation,\r\n  such a ruling may “in effect determine[] the action” or “strike[] out . . . [a]\r\n  pleading in [an] action.”   S.C. Code Ann. § 14-3-330(a), (c).  \r\nIn this case, if the court finds that no proper\r\n  service was effected, Graham will be unable to dispute a statute of limitations\r\n  defense.[5] \r\n  Thus, due process requires that Graham receive an opportunity to conduct\r\n  adequate discovery on this question and confront adverse witnesses.\r\nRespondents argue that Graham had an opportunity for\r\n  discovery beginning with the respondents’ motion for relief from the entry of\r\n  default judgment that was filed on May 21, 2009, and failed to avail itself of\r\n  it, not formally requesting an opportunity for discovery until its September 8\r\n  motion following the judge’s order granting relief from the entry of default\r\n  judgment on August 31.  Graham denies that it had reason to request discovery\r\n  until the August 31 order because the only evidence presented by respondents to\r\n  support the associated motion was the second affidavit, which it views as only\r\n  a “broadened and embellished” revision of the first affidavit that the trial\r\n  court had found unreliable. \r\nRespondents cite Richardson v. P.V., Inc., supra,\r\n  in support of their contention.  In Richardson, at the hearing on the\r\n  appellants’ motion to set aside an entry of default, they argued only defective\r\n  service, asking that the court schedule a later hearing to consider setting\r\n  aside the default on grounds of mistake, inadvertence, surprise or excusable\r\n  neglect if the court found that service was not defective.  383 S.C. at 616-17,\r\n  682 S.E. 2d at 266.  The appellants also indicated at the hearing that they did\r\n  not believe they needed to present evidence on the good cause issue, and they\r\n  did not seek a continuance to permit completion of discovery.  Id. at\r\n  618, S.E. 2d at 267.  \r\nUnlike the Richardson appellants, Graham did\r\n  not bear the burden of production on this issue at this stage.[6] \r\n  Further, the record in this case is replete with instances of the respondents’\r\n  delay and receipt of additional time,[7] and it would be inequitable to hold Graham to a strict standard on this issue\r\n  when the respondents have had both ample time and the opportunity to withdraw\r\n  and amend their own scant evidentiary submissions to conform to the evidence\r\n  presented by Graham.  Also unlike the Richardson appellants, Graham\r\n  fully explained to the trial court its need to conduct discovery and\r\n  cross-examine witnesses.  Moreover, no hearing was held in connection with the\r\n  respondents’ Rule 59(e) motion at which Graham could have cross-examined Makawi\r\n  or other witnesses.  On this record, it cannot be said that Graham had a full\r\n  and fair opportunity to be heard on an issue that may be determinative of its\r\n  legal rights.\r\nIn light of this decision, we need not reach Graham’s\r\n  remaining arguments.\r\nCONCLUSION\r\nWe reverse the order of the trial court and remand the\r\n  case for further proceedings consistent with this opinion.  \r\nREVERSED AND REMANDED.\r\nTOAL, C.J., BEATTY, KITTREDGE and HEARN, JJ., concur.\r\n\r\n\r\n[1] As explained below, we find that the trial court wrongly denied Graham’s\r\n  request that he be allowed to look for such evidence and cross-examine\r\n  witnesses on this issue.\r\n[2] In Moore v. Simpson, 322 S.C. 518, 473 S.E.2d 64 (Ct. App. 1996), the\r\n  court, after citing the language of Rule 4(d)(1) and 4(d)(3) permitting service\r\n  on an authorized agent, found that no proper service took place because the\r\n  plaintiffs failed to show that a receptionist was authorized to receive service\r\n  of process for an attorney either individually or on behalf of the law firm.\r\n[3] Sullivan dealt with minimum contacts analysis for out-of-state\r\n  defendants, but the same reasoning applies to the question of whether a\r\n  plaintiff is entitled to discovery in order to obtain evidence tending to show\r\n  that the court has jurisdiction over an in-state defendant.  The Sullivan court further noted that “a plaintiff is not required to assert he will be\r\n  ‘meritorious’ on personal jurisdiction; rather, he must demonstrate enough\r\n  facts to support a prima facie showing [of jurisdiction].” The plaintiff may\r\n  allege the necessary facts in the complaint or present them by way of\r\n  affidavit.  See Sullivan at *2, citing Coggeshall v.\r\n    Reproductive Endocrine Associates of Charlotte, 376 S.C. 12, 16, 655 S.E.2d\r\n  476, 478 (2007).\r\n[4] We express no opinion on the question of whether employees of IHOP can be\r\n  considered employees of Makawi for purposes of this dispute.\r\n[5] Graham has conceded that if service was improper, no action was commenced\r\n  within the applicable limitations period.\r\n[6] After Graham established that it had performed all requirements of Rule 4(d)(8),\r\n  the burden shifted to respondents to show that the receipts were signed by\r\n  unauthorized persons.  Roberson, 365 S.C. at 10, 615 S.E. 2d at 115.\r\n[7] Respondents’ first motion for relief from default judgment was unsupported; the\r\n  first affidavit was served in an untimely manner; and respondents failed to\r\n  enter the motion for relief from default judgment until more than two years\r\n  after they knew of the lawsuit (the trial court found that Makawi called Graham\r\n  acknowledging receipt of the summons and complaint in March 2007).\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"27087","title":"In the Matter of Ivan James Toney","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=27087","description":"In this disciplinary matter, the Court definitely suspended Respondent Ivan James Toney.","date":"2012-01-17","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\nIn the Matter\r\n      of Ivan James Toney, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 27087\r\nHeard December 1, 2011 - Filed January 17,\r\n  2012\r\n\r\nDEFINITE SUSPENSION\r\n\r\n\r\n  \r\n    \r\n      \r\nLesley\r\n  M. Coggiola, Disciplinary Counsel, and C. Tex Davis, Jr., Senior Assistant Disciplinary\r\n  Counsel, both of Columbia, for Office of Disciplinary Counsel.\r\nJ.\r\n  Steedley Bogan, of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER\r\n  CURIAM: In this attorney discipline matter, Respondent Ivan\r\n    James Toney was accused of misconduct in twenty-three separate complaints.  Following\r\n    a hearing, a panel of the Commission on Lawyer Conduct (the Panel) recommended\r\n    Respondent receive a definite three-month suspension, along with certain other\r\n    requirements.  Given the pattern of Respondent's misconduct and the multitude of\r\n  complaints at issue, we impose a definite\r\n  suspension from the practice of law for a period of nine months from the date\r\n  of this opinion.  Further, we adopt all other sanctions recommended by the Panel. \r\nI.\r\n These disciplinary proceedings are based\r\n  upon twenty-three complaints received by the Office of Disciplinary Counsel\r\n  (ODC).  ODC filed formal charges against Respondent, alleging Respondent\r\n  committed misconduct violating Rules of Professional Conduct 1.1, 1.2, 1.3,\r\n  1.4, 1.5, 3.2, 8.1, and 8.4(a).  Respondent ultimately stipulated to the facts\r\n  alleged in the formal charges and admitted that his conduct constituted grounds\r\n  for discipline.  The factual stipulations regarding the twenty-three complaints\r\n  are summarized below. \r\nA.\r\nFailure to enter a proper\r\n  fee agreement\r\n In Matters I and XXIII, Respondent accepted\r\n  fees for the purpose of representing clients in a personal injury matter and a\r\n  domestic matter, respectively, without entering a proper fee agreement.\r\nB.\r\nFailure to diligently handle client matters\r\n In Matter I, Respondent\r\n  was retained to represent a client in a personal injury matter.  Respondent\r\n  failed to settle the case or file appropriate pleadings before the expiration\r\n  of the statute of limitations.  \r\nIn\r\n  Matter XX, Respondent was hired to recover forfeited monies on behalf of a\r\n  client.  Respondent failed to take any action to protect his client's interests in the forfeiture proceedings, and an order of default was signed. \r\n  Eighteen months after the entry of default, Respondent filed a motion to set\r\n  aside the default judgment; however, he failed to ensure the motion was\r\n  properly served upon the opposing party.  \r\nC.\r\nFailure to timely return client files\r\n      \r\nIn\r\n  Matters II and XVII, Respondent failed to timely return client files and other original documents.\r\n\r\nD.\r\nFailure to file a corrected affidavit and follow the\r\n  court's instructions\r\nIn Matter III, Respondent was retained by a client to file an\r\n  action for custody.  Based on information from his client, Respondent drafted\r\n  an affidavit, which the client signed, and filed a motion for emergency\r\n  relief.  The client thereafter informed Respondent that some of the information\r\n  contained in the affidavit needed to be corrected; however, Respondent failed\r\n  to file a corrected affidavit with the court.\r\nAdditionally, after receiving the motion for emergency relief, the\r\n  judge instructed Respondent to have his client contact the Department of Social\r\n  Services (DSS) regarding her concerns for the child's safety.  Respondent\r\n  failed to adhere to the judge's instructions.  Instead of advising his client\r\n  to contact DSS directly, as the judge instructed, Respondent faxed a copy of\r\n  the cover sheet and motion to DSS himself.  \r\nE.\r\nFailure to appear for a hearing\r\nIn\r\n  Matter XV, Respondent was retained to represent a client in a child support\r\n  action.  A hearing in the matter was scheduled in Spartanburg County.  At the\r\n  same day and time, Respondent was scheduled to appear in General Sessions court\r\n  in Greenville County with another client.  Respondent failed to advise the\r\n  court of his Greenville County appearance and, instead, instructed his client\r\n  to inform the DSS caseworker that he would be running late.  Respondent did not\r\n  arrive until after the hearing was concluded.  \r\nF.\r\nFailure to adequately communicate\r\n In Matter I, a\r\n  client sought a status report regarding her case, and Respondent misled the\r\n  client into believing he had filed pleadings on her behalf. \r\n  Further, Respondent acknowledged he failed to maintain adequate communication\r\n  with his clients in Matters I, II, VI, and XVII.  Additionally, in Matters XVI,\r\n  XXI, and XXIII, the attorney/client relationship was terminated by the client due\r\n  to problems communicating with Respondent.  \r\nG.\r\nFailure to timely refund unearned fees \r\nCertificates\r\n  of non-compliance were issued against Respondent based on his failure to comply\r\n  with orders of the South Carolina Bar Resolution of Fee Disputes Board (the\r\n  Board), which required him to refund fees totaling more than $16,900 to former\r\n  clients in Matters VIII, XI, XII, XVI, XVIII, XIX, and XXII.  Respondent has\r\n  since paid the full amount of the award in each of those matters.  \r\nIn\r\n  Matter VI, Respondent was paid a $2,500 retainer fee to represent a client\r\n  regarding pending criminal charges.  Subsequently, Respondent was relieved as\r\n  counsel and voluntarily refunded $1,000 to the client.  The client thereafter\r\n  filed a claim with the Board, and Respondent was ordered to refund the\r\n  remaining $1,500 to the client.  Approximately twelve months later, the Board\r\n  issued a certificate of non-compliance against Respondent based on his failure\r\n  to comply with the Board's\r\n  order.  Respondent paid the full amount of the award prior to his hearing\r\n  before the Panel.  \r\nIn Matter VII, Respondent was paid a $1,500 retainer fee to\r\n  represent a client in a domestic matter.  Subsequently, the client submitted a\r\n  claim with the Board and was awarded a refund of the entire fee.  Additionally, in Matters XXI and XXIII, Respondent\r\n  failed to refund unearned fees to former clients, even though no refund claims\r\n  were filed with the Board.  It\r\n  is unclear whether Respondent has refunded the unearned fees in these three\r\n  matters.\r\nH.\r\nFailure to respond\r\nRespondent\r\n  failed to timely respond to initial inquiries by ODC in Matters IV, V, VI, VII,\r\n  VIII, IX, X, XI, XII, XIII, XIV, and XV.  In each matter, Respondent was sent\r\n  an additional letter pursuant to In re Treacy,[1] reminding him to submit a written response.  Respondent eventually responded in\r\n  each of the matters, although in some instances, a response was not received\r\n  for up to nine months.\r\nII.\r\n At the August 2010\r\n  hearing, the Panel considered two aggravating factors: Respondent's\r\n  disciplinary history involving similar misconduct and the large number of\r\n  complaints involving multiple violations of the same rules.  In mitigation, the\r\n  Panel considered Respondent's testimony regarding &quot;personal or emotional\r\n  problems&quot; and his expression of remorse.  \r\n The Panel\r\n  recommended Respondent receive a definite three-month suspension.  In addition,\r\n  the Panel recommended Respondent be ordered to pay costs and, as a condition of\r\n  reinstatement, complete the Legal Ethics and Practice Program Ethics School and\r\n  Trust Account School.  The Panel also recommended that, upon reinstatement,\r\n  Respondent be appointed a mentor approved by the Commission on Lawyer Conduct\r\n  who shall monitor Respondent for a period of one year and issue quarterly progress\r\n  reports.[2] \r\n\r\nIII.\r\n&quot;The\r\n  authority to discipline attorneys and the manner in which the discipline is\r\n  given rests entirely with this Court.&quot;  In re Boney, 390 S.C. 407,\r\n  414, 702 S.E.2d 241, 244 (2010).  &quot;The Court has the sole authority to\r\n  decide the appropriate sanction after a thorough review of the record.&quot;  Id. (internal quotations omitted).  &quot;The Court is not bound by the panel's recommendation and may make its own\r\n  findings of fact and conclusions of law.&quot;  Id.  This Court &quot;may accept, reject, or modify in\r\n  whole or in part the findings, conclusions and recommendations of the\r\n  Commission.&quot;  Rule 27(e)(2), RLDE, Rule 413, SCACR.  \r\nIV.\r\nRespondent\r\n  admits his misconduct constitutes grounds for discipline under the Rules of\r\n  Lawyer Disciplinary Enforcement, Rule 413, SCACR, specifically Rule 7(a)(1) (lawyer\r\n  shall not violate the Rules of Professional Conduct), Rule 7(a)(5) (lawyer\r\n  shall not engage in conduct tending to pollute the administration of justice or\r\n  conduct demonstrating an unfitness to practice law), and Rule 7(a)(10) (lawyer\r\n  shall not willfully fail to comply with a final decision of the Board).  \r\nIn\r\n  addition, Respondent admits he violated the following Rules of Professional\r\n  Conduct, Rule 407, SCACR: Rule 1.1 (lawyer shall provide competent\r\n  representation to client), Rule 1.2 (lawyer shall pursue client's objectives), Rule 1.3 (lawyer shall act with reasonable\r\n  diligence and promptness in representing a client), Rule 1.4 (lawyer shall\r\n  consult with client about objectives of representation, keep client reasonably\r\n  informed about status of a matter, and promptly comply with reasonable requests\r\n  for information), Rule 1.5 (lawyer shall communicate to client the scope of representation\r\n  and the basis for fee), Rule 3.2 (lawyer shall make reasonable efforts to expedite\r\n  litigation), Rule 8.1(b) (lawyer shall not knowingly fail to respond to a\r\n  lawful demand for information from a disciplinary authority), and Rule 8.4(a) (lawyer\r\n  shall not violate the Rules of Professional Conduct).  \r\nBoth\r\n  Respondent and ODC object to the Panel's recommendation that Respondent receive a definite three-month\r\n  suspension from the practice of law. \r\n  ODC requests that the Court impose a definite suspension of greater than three\r\n  months and adopt all of the Panel's other recommendations.  Respondent\r\n  requests that the Court consider a sanction ranging from a private admonition\r\n  to a public reprimand.[3]    \r\nWe concur\r\n  in the Panel's findings that Respondent's prior disciplinary history[4] and pattern of misconduct are aggravating factors.  Further, we are troubled by\r\n  Respondent's habitual recalcitrance to respond to inquiries by ODC. \r\n  We also consider Respondent's testimony in mitigation, although we do not\r\n  believe the mitigation justifies a three-month suspension.  We view the\r\n  mitigation testimony alongside Respondent's persistent pattern of failures to communicate\r\n  adequately with his clients, to exercise appropriate diligence in pursuing\r\n  their objectives, to timely refund unearned fees, and to cooperate with ODC. \r\nAccordingly,\r\n  in light of the multitude of complaints (twenty-three) involving repeated\r\n  violations of the same rules, we find a nine-month definite suspension is an\r\n  appropriate sanction for Respondent's misconduct.  See, e.g., In re Braghirol, 383 S.C. 379, 680 S.E.2d 284 (2009) (imposing a\r\n  nine-month suspension where lawyer failed to communicate adequately with a\r\n  client, failed to return client documents, failed to appear for scheduled court\r\n  hearings, failed to refund fees to a client as ordered by the Board, and failed\r\n  to respond to inquiries by ODC); In re Sturkey, 376 S.C. 286, 657 S.E.2d\r\n  465 (2008) (imposing a nine-month suspension where, in eight matters, lawyer\r\n  failed to communicate with his clients, failed to pursue their objectives, and\r\n  failed to respond to inquiries by ODC); In re Conway, 374 S.C. 75, 647\r\n  S.E.2d 235 (2007) (imposing a nine-month suspension where lawyer failed to pay\r\n  court reporter, failed to safeguard client files, failed to file suit on client's behalf and failed to respond to charges); In re Cabaniss, 369 S.C. 216,\r\n  632 S.E.2d 280 (2006) (imposing a twelve-month suspension where, in nine\r\n  separate matters, lawyer failed to communicate adequately with his clients,\r\n  failed to diligently and promptly pursue their objectives, and failed to\r\n  respond to inquiries by ODC); In re Moise, 355 S.C. 352, 585 S.E.2d 287\r\n  (2003) (imposing a nine-month suspension where lawyer failed to communicate\r\n  adequately with his clients and failed to diligently pursue their objectives in nine matters, failed to\r\n  timely refund unearned fees in four matters, and failed to respond to inquiries\r\n  by ODC in seven matters); In re Newell, 349 S.C. 40, 562 S.E.2d 308\r\n  (2002) (imposing a nine-month suspension where lawyer failed to communicate\r\n  adequately with five clients, failed to timely file and handle four client\r\n  matters, failed to refund unearned fees, and failed to respond to inquiries by\r\n  ODC); cf. In re Sims, 380 S.C. 61, 668 S.E.2d 408 (2008)\r\n  (imposing a ninety-day suspension where lawyer failed to communicate adequately\r\n  with a client, failed to timely file and handle a client matter, failed to\r\n  refund unearned fees to a client and failed to respond to inquires by ODC in\r\n  two matters).\r\nV.\r\nWe hereby\r\n  suspend Respondent from the practice of law for a period of nine months.  Within\r\n  fifteen days of the date of this opinion, Respondent shall file an affidavit\r\n  with the Clerk of Court showing he has complied with Rule 30, RLDE, Rule 413,\r\n  SCACR.  \r\nWe\r\n  further impose as a condition of reinstatement completion of the Legal Ethics\r\n  and Practice Program Ethics School and Trust Account School.[5] \r\n  Upon reinstatement to the practice of law, Respondent shall complete twelve\r\n  months of mentoring in accordance with the Panel's recommendations.  We\r\n  hereby authorize the Panel to extend the mentoring requirement at the\r\n  conclusion of the twelve-month period if it deems it necessary.  We order\r\n  Respondent to pay the costs of these disciplinary proceedings to the Commission\r\n  on Lawyer Conduct within sixty days of the date of this opinion.\r\nDEFINITE\r\n  SUSPENSION.\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ., concur.\r\n\r\n[1]&nbsp; 277 S.C. 514, 290 S.E.2d 240 (1982)\r\n  (declaring that failure to respond to disciplinary inquiries is misconduct and\r\n  grounds for sanction).\r\n[2]&nbsp; Specifically, the Panel recommended the\r\n  mentor's quarterly reports to the Commission on\r\n  Lawyer Conduct include, but not be limited to, the following issues:  (1)\r\n  communication with clients; (2) organizational skills; (3) stress management;\r\n  (4) concentration and focus, along with personal or outside distractions; (5)\r\n  recognition of professional limitations; and (6) management of clients' and\r\n  others' expectations.\r\n[3]&nbsp; Respondent does not object to any of the\r\n  Panel's other recommendations.   \r\n[4]&nbsp; Respondent's disciplinary history includes\r\n  an April 2004 confidential admonition citing Rules 3.3(d) and 8.4(a), upon\r\n  which we may rely in imposing a sanction.  &quot;[A]n admonition may be used in\r\n  subsequent proceedings as evidence of prior misconduct solely upon the issue of\r\n  sanction to be imposed.&quot;  Rule 7(b)(4), RLDE, Rule 413, SCACR. \r\n  Additionally, in July 2002, Respondent entered into a Deferred Disciplinary\r\n  Agreement, citing the following Rules of Professional Conduct: 1.2, 1.3, 1.4,\r\n  5.1, 5.3, and 7.3.  See In re Thornton, 342 S.C. 440, 538 S.E.2d\r\n  4 (2000) (considering prior Deferred Disciplinary Agreement involving similar\r\n  misconduct in concluding that Respondent's\r\n  disciplinary history demonstrated a pattern of misconduct).  \r\n[5]&nbsp; As an additional condition of reinstatement,\r\n  Respondent shall refund the unearned fees in Matters VII, XXI, and XXIII to the\r\n  extent he has not already done so.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"ORDER","title":"In the Matter of Richard M. Lovelace, Jr.","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2012-01-10-01","description":"","date":"2012-01-17","type":"order","text":"\r\n  <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\ntd {\r\n\tfont-family: Arial, Helvetica, sans-serif;\r\n\tfont-style: normal;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\n\r\n  \r\n    \r\n      \r\nIn the Matter\r\n          of Richard M. Lovelace, Jr., Petitioner.\r\n      \r\n    \r\n  \r\n\r\n\r\n  ORDER\r\n\r\n  Respondent was suspended\r\n    on October 10, 2011, for a period of ninety (90) days.  He has now filed an\r\n    affidavit requesting reinstatement pursuant to Rule 32, of the Rules for Lawyer\r\n    Disciplinary Enforcement contained in Rule 413, SCACR.  \r\n  The request is granted\r\n    and he is hereby reinstated to the practice of law in this state.\r\n\r\n   \r\n     \r\n     \r\n       \r\n   JEAN\r\n    H. TOAL, CHIEF JUSTICE\r\n   s/\r\n    Daniel E. Shearouse&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n  Clerk\r\n  Hearn, J., not participating\r\n      \r\n    \r\n  \r\n\r\n  Columbia, South\r\n    Carolina\r\n  January 10, 2012\r\n\r\n\r\n","court":"Supreme"},{"id":"ORDER","title":"In the Matter of Jeffery Glenn Smith","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2012-01-13-01","description":"","date":"2012-01-17","type":"order","text":"\r\n  <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\ntd {\r\n\tfont-family: Arial, Helvetica, sans-serif;\r\n\tfont-style: normal;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\n\r\n  \r\n    \r\n      \r\nIn the Matter of Jeffery Glenn\r\n          Smith, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\n  ORDER\r\n\r\n   The Office of Disciplinary Counsel has filed a\r\n    petition asking this Court to place respondent on interim suspension pursuant\r\n    to Rule 17(c), RLDE, Rule 413, SCACR, and seeking the appointment of an\r\n    attorney to protect respondent’s clients’ interests pursuant to Rule 31, RLDE,\r\n    Rule 413, SCACR.&nbsp;&nbsp; \r\n   IT IS ORDERED that respondent’s license to\r\n    practice law in this state is suspended until further order of the Court.\r\n   IT IS FURTHER ORDERED that Ladson F. Howell,\r\n    Jr., Esquire, is hereby appointed to assume responsibility for respondent’s\r\n    client files, trust account(s), escrow account(s), operating account(s), and\r\n    any other law office account(s) respondent may maintain.  Mr. Howell shall take\r\n    action as required by Rule 31, RLDE, Rule 413, SCACR, to protect the interests\r\n    of respondent’s clients.  Mr. Howell may make disbursements from respondent’s\r\n    trust account(s), escrow account(s), operating account(s), and any other law\r\n    office account(s) respondent may maintain that are necessary to effectuate this\r\n    appointment.\r\n   This Order, when served on any bank or other\r\n    financial institution maintaining trust, escrow and/or operating accounts of\r\n    respondent, shall serve as an injunction to prevent respondent from making\r\n    withdrawals from the account(s) and shall further serve as notice to the bank\r\n    or other financial institution that Ladson F. Howell, Jr., Esquire, has been\r\n    duly appointed by this Court.\r\n   Finally, this Order, when served on\r\n    any office of the United States Postal Service, shall serve as notice that\r\n    Ladson F. Howell, Jr., Esquire, has been duly appointed by this Court and has\r\n    the authority to receive respondent’s mail and the authority to direct that\r\n    respondent’s mail be delivered to Mr. Howell's office.\r\n   This appointment shall be for a period of no\r\n    longer than nine months unless request is made to this Court for an extension. \r\n   IT IS SO ORDERED.\r\n\r\n   \r\n     \r\n     \r\n       s/ Costa M. Pleicones              J.\r\n        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n        FOR THE COURT\r\n    \r\n  \r\n\r\n  Columbia, South Carolina\r\n  January 13, 2012\r\n\r\n\r\n","court":"Supreme"},{"id":"ORDER","title":"In the Matter of Douglas Francis Gay","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2012-01-13-02","description":"","date":"2012-01-17","type":"order","text":"\r\n  <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\ntd {\r\n\tfont-family: Arial, Helvetica, sans-serif;\r\n\tfont-style: normal;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\n\r\n  \r\n    \r\n      \r\n  In the Matter of Douglas Francis\r\n          Gay, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\n  ORDER\r\n\r\n   Respondent\r\n    was arrested and charged with twelve (12) counts of failing to pay withholding\r\n    taxes to the South Carolina Department of Revenue in violation of S.C. Code\r\n    Ann. § 12-54-44(B)(2) (2000).  The Office of Disciplinary Counsel has filed a\r\n    petition asking this Court to place respondent on interim suspension pursuant\r\n    to Rule 17(a), RLDE, Rule 413, SCACR, and seeks the appointment of an attorney\r\n    to protect respondent’s clients’ interests pursuant to Rule 31, RLDE, Rule 413, SCACR.&nbsp; \r\n   IT\r\n    IS ORDERED that respondent’s license to practice law in this state is suspended\r\n    until further order of the Court.\r\n   IT\r\n    IS FURTHER ORDERED that W. Chaplin Spencer, Jr., Esquire, is hereby appointed\r\n    to assume responsibility for respondent’s client files, trust account(s), escrow\r\n    account(s), operating account(s), and any other law office account(s)\r\n    respondent may maintain.  Mr. Spencer shall take action as required by Rule 31,\r\n    RLDE, Rule 413, SCACR, to protect the interests of respondent’s clients.  Mr. Spencer\r\n    may make disbursements from respondent’s trust account(s), escrow account(s),\r\n    operating account(s), and any other law office account(s) respondent may\r\n    maintain that are necessary to effectuate this appointment.\r\n   This\r\n    Order, when served on any bank or other financial institution maintaining\r\n    trust, escrow and/or operating accounts of respondent, shall serve as an\r\n    injunction to prevent respondent from making withdrawals from the account(s)\r\n    and shall further serve as notice to the bank or other financial institution\r\n    that W. Chaplin Spencer, Jr., Esquire, has been duly appointed by this Court.\r\n   Finally,\r\n    this Order, when served on any office of the United States Postal Service,\r\n    shall serve as notice that W. Chaplin Spencer, Jr., Esquire, has been duly\r\n    appointed by this Court and has the authority to receive respondent’s mail and\r\n    the authority to direct that respondent’s mail be delivered to Mr. Spencer’s\r\n    office.\r\n   This\r\n    appointment shall be for a period of no longer than nine months unless request\r\n    is made to this Court for an extension.      \r\n\r\n\r\n   \r\n     \r\n     \r\n       s/\r\n    Jean H. Toal                                               C. J.\r\n        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n    FOR THE COURT\r\n    \r\n  \r\n\r\n  Columbia, South Carolina\r\n  January 13, 2012\r\n\r\n\r\n","court":"Supreme"}]