[{"id":"27321","title":"Trask v. Beaufort County","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27321.pdf","description":"The Court dismissed the writ of certiorari as improvidently granted.","date":"2013-10-02","type":"opinion","text":"            THE STATE OF SOUTH CAROLINA \n\r\n                 In The Supreme Court \n\r\n\r\n   L. Paul Trask, Jr., Personally, and as Next of Kin and as\r\n   the Duly Appointed Personal Respresentative of the\r\n   Estate of L. Paul Trask, III, deceased, and Meredith C.\r\n   Trask, Petitioners,\r\n\r\n   v.\r\n\r\n   Beaufort County, Curtis Copeland, in his Official\r\n   Capacity as Coroner of Beaufort County and\r\n   Individually, and Copeland Company of Beaufort, LLC,\r\n   Defendants,\r\n\r\n   of whom Curtis Copeland, Individually and Copeland\r\n   Company of Beaufort, LLC, are Respondents.\r\n\r\n   Appellate Case No. 2011-194646\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n                 Appeal from Beaufort County \n\r\n             Doyet A. Early, III, Circuit Court Judge \n\r\n\r\n\r\n                     Opinion No. 27321 \n\r\n        Heard September 18, 2013 – Filed October 2, 2013 \n\r\n\r\n\r\n        DISMISSED AS IMPROVIDENTLY GRANTED\r\n\n            Stephen P. Groves, Sr., of Nexsen Pruet, LLC, of\r\n            Charleston, and Thomas S. Tisdale, Jr., of Hellman &\r\n            Yates, PA, of Charleston, for Petitioners.\r\n\r\n            Andrew F. Lindemann, of Davidson & Lindemann, PA,\r\n            of Columbia, for Respondents.\r\n\r\n\r\nPER CURIAM: We granted a writ of certiorari to review the court of appeals'\r\ndecision in Trask v. Beaufort County, 392 S.C. 560, 709 S.E.2d 536 (Ct. App.\r\n2011). We now dismiss the writ as improvidently granted.\r\n\r\n\r\nDISMISSED AS IMPROVIDENTLY GRANTED.\r\n\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"27323","title":"State v. County of Florence","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27323.pdf","description":"The Court denied Petitioners' request that it declare a proposed tax referendum invalid under the Capital Project Sales Tax Act, sections 4-10-300 to -380 of the South Carolina Code, and enjoin Respondents from placing the proposed referendum on the ballot at the November 5, 2013, county elections.","date":"2013-10-17","type":"opinion","text":"        THE STATE OF SOUTH CAROLINA \n\r\n             In The Supreme Court \n\r\n\r\nThe State of South Carolina and the South Carolina\r\nDepartment of Revenue, Petitioners,\r\n\r\nv.\r\n\r\nCounty of Florence, Florence County Council, and the\r\nFlorence County Registration and Elections Commission,\r\nRespondents.\r\n\r\nAppellate Case No. 2013-001868\r\n\r\n\r\n            ON WRIT OF CERTIORARI\r\n\r\n\r\n\r\n                  Opinion No. 27323 \n\r\n     Heard October 1, 2013 – Filed October 17, 2013 \n\r\n\r\n\r\n                  RELIEF DENIED \n\r\n\r\n\r\nHarry T. Cooper, Jr. and Milton Gary Kimpson, both of\r\nColumbia, for South Carolina Department of Revenue;\r\nDeputy Solicitor General Robert D. Cook and Deputy\r\nSolicitor General J. Emory Smith, Jr., of the Office of\r\nAttorney General, of Columbia, for Petitioners State of\r\nSouth Carolina and South Carolina Department of\r\nRevenue.\r\n\r\nD. Malloy McEachin, Jr., of McEachin & McEachin,\r\nP.A., of Florence; John Carroll Moylan III, of Wyche,\r\nPA, of Columbia; and Wade Stackhouse Kolb III, and J.\r\nTheodore Gentry, both of Wyche, PA, of Greenville, for\r\nRespondents County of Florence, Florence County\r\n\n              Council and the Florence County Registration and\r\n              Elections Commission.\r\n\r\n              Austin J. Tothacer, Jr., of Newberry, for Newberry\r\n              County, South Carolina, Amicus Curiae.\r\n\r\n              Robert E. Lyon, Jr., John K. DeLoache and Jenna L.\r\n              Stephens, all of Columbia, for South Carolina\r\n              Association of Counties, Amicus Curiae.\r\n\r\n\r\nCHIEF JUSTICE TOAL:               This case is before the Court in its original\r\njurisdiction. The State and the South Carolina Department of Revenue (DOR)1\r\n(collectively, Petitioners) request this Court declare a proposed tax referendum\r\ninvalid under the Capital Project Sales Tax Act, sections 4-10-300 to -380 of the\r\nSouth Carolina Code (the Act),2 and enjoin the County of Florence, Florence\r\nCounty Council, and Florence County Registration and Elections Commission (the\r\nCommission)3 (collectively, Respondents) from placing the proposed referendum\r\non the ballot at the November 5 county elections. We find Respondents actions\r\nvalid pursuant to the Act, and deny Petitioners' request for an injunction, thereby\r\npermitting the tax referendum to go forward on November 5.\r\n\r\n                        FACTS/PROCEDURAL BACKGROUND\r\n\r\n       On November 7, 2006, Florence County held a countywide referendum to\r\napprove the imposition of a one percent sales and use tax to raise $148 million for\r\nsix road projects. Florence County voters approved the following referendum:\r\n\r\n        Must a special one percent sales and use tax be imposed in Florence\r\n        County for not more than seven (7) years to raise the amounts\r\n        specified for the following purposes: $148,000,000.00 for the\r\n        Florence County Road Project ('the Project') with the individual\r\n1DOR is the agency charged with administering and collecting the tax. S.C. Code\r\nAnn. § 4-10-350(A) (2013).\r\n2   S.C. Code Ann. §§ 4-10-300 to -380 (Supp. 2012).\r\n3The Commission is charged with conducting the referendum. S.C. Code Ann. §\r\n4-10-330(C) (2013).\r\n\n      components of the Project to be funded in the following order of\r\n      priority . . . .\r\n\r\nThe tax is scheduled to terminate on April 30, 2014.\r\n\r\n      Although the tax has been collected since 2006, Petitioners assert that only\r\none of the road projects has been completed. According to Petitioners, as of\r\nJanuary 31, 2013, only $35.6 million of the $447.6 million projected tax revenue\r\nhad been expended on the project, and the remaining revenue will be insufficient to\r\ncomplete the projects.4\r\n\r\n       Florence County Council has now enacted an ordinance approving a\r\nreferendum for a one percent sales tax to be placed on the ballot on November 5,\r\n2013. The question posed by the proposed referendum is nearly identical to the\r\n2006 referendum, except that Respondents seek to raise $145 million dollars for\r\nentirely different projects than those listed in the 2006 referendum and have not\r\nprovided for the completion of those projects in the proposed referendum.\r\n\r\n      Petitioners filed a petition in the Court's original jurisdiction, seeking a\r\ndeclaration that the proposed tax is invalid and to enjoin the referendum.5\r\n\r\n      This Court granted Petitioners' petition for writ of certiorari pursuant to Rule\r\n245, SCACR.\r\n\r\n4 Petitioners allege the total revenue from the tax will fall $50 million short of the\r\ncost to complete the remainder of the projects. To support this claim, Petitioners\r\nsubmitted the affidavit of a DOR employee who projects the 2006 referendum will\r\ncollect $141,800,377.68 as of April 2014, falling short of the $148 million\r\nearmarked for the road projects in the 2006 referendum. Unexpended funds\r\ncollected from the 2006 tax are escrowed in a separate interest bearing account.\r\nHowever, the affiant admits that her calculations did not include any interest\r\naccrued by the funds. Petitioners further allege that funding has been secured from\r\nthe State Transportation Infrastructure Bank to complete the projects, but even so,\r\nthere is still a funding shortfall. On the other hand, Respondents have submitted an\r\naffidavit from the Finance Director for Florence County indicating the tax\r\napproved in 2006, with interest, will raise at least $148 million by April 30, 2014,\r\nall of which will be devoted to the road projects listed in the 2006 referendum.\r\n5Petitioners initially sought a temporary injunction, which the Court denied in the\r\norder granting the writ of certiorari.\r\n\n                                        ISSUE\r\n\r\n          Whether the Act permits Florence County to place the proposed\r\n          tax referendum on the November 5, 2013, ballot?\r\n\r\n                                      ANALYSIS\r\n\r\n      I. Classification of the Tax as \"New\" or \"Reimposed\"\r\n\r\n       Petitioners contend the Act prevents Florence County from holding the\r\nreferendum on November 5 because the referendum covers entirely new projects\r\nthan those that were voted on in the 2006 referendum, which they claim are\r\nincomplete and have not been fully funded, and as such, the tax is \"new\" and not\r\n\"reimposed.\" On the other hand, Respondents argue that they have complied with\r\nthe express terms of the statute, in that the Act provides for the reimposition of the\r\ntax to continue funding for additional county projects without interruption.\r\n\r\n       \"The cardinal rule of statutory construction is a court must ascertain and give\r\neffect to the intent of the legislature.\" State v. Scott, 351 S.C. 584, 588, 571 S.E.2d\r\n700, 702 (2002) (citing Charleston Cnty. Sch. Dist. v. State Budget & Control Bd.,\r\n313 S.C. 1, 437 S.E.2d 6 (1993)); Florence Cnty. Democratic Party v. Florence\r\nCnty. Republican Party, 398 S.C. 124, 128, 727 S.E.2d 418, 420 (2012). \"What a\r\nlegislature says in the text of a statute is considered the best evidence of the\r\nlegislative intent or will.\" Scott, 351 S.C. at 588, 571 S.E.2d at 702 (quoting\r\nNorman J. Singer, Sutherland Statutory Construction § 46.03 at 94 (5th ed. 1992)).\r\nTherefore, \"[i]f a statute's language is plain, unambiguous, and conveys a clear\r\nmeaning 'the rules of statutory interpretation are not needed and the court has no\r\nright to impose another meaning.'\" Id. (quoting Hodges v. Rainey, 341 S.C. 79, 85,\r\n533 S.E.2d 578, 581 (2000)); see also State v. Pittman, 373 S.C. 527, 561, 647\r\nS.E.2d 144, 161 (2007) (\"All rules of statutory construction are subservient to the\r\nmaxim that legislative intent must prevail if it can be reasonably discovered in the\r\nlanguage used.\") (citing McClanahan v. Richland Cnty. Council, 350 S.C. 433,\r\n438, 567 S.E.2d 240, 242 (2002)). The Court must construe statutory language in\r\nlight of the intended purpose of the statute, and \"[t]his Court will not construe a\r\nstatute in a way which leads to an absurd result or renders it meaningless.\"\r\nFlorence Cnty. Democratic Party, 398 S.C. at 128, 727 S.E.2d at 420.\r\n\r\n      Pursuant to section 4-10-310,\r\n\n      [T]he county governing body may impose a one percent sales and use\r\n      tax by ordinance, subject to a referendum, within the county area for a\r\n      specific purpose or purposes and for a limited amount of time. The\r\n      revenues collected pursuant to this article may be used to defray debt\r\n      service on bonds issued to pay for projects authorized in this article.\r\n      However, at no time may any portion of the county area be subject to\r\n      more than one percent sales tax levied pursuant to this article,\r\n      pursuant to Chapter 37, Title 4, or pursuant to any local law enacted\r\n      by the General Assembly.\r\n\r\nS.C. Code Ann. § 4-10-310 (2013).\r\n\r\n       Section 4-10-330 sets forth the required content of a tax referendum ballot\r\nand describes the permitted purposes of such a tax raised under the Act. For\r\nexample, subsection (A) requires that the ballot contain: (1) the contents of the\r\nenacting ordinance, which specifies the purpose of the tax and the permitted types\r\nof projects; (2) the maximum time for which the proposed tax will be imposed, not\r\nto exceed eight years from the date of imposition \"or in the case of a reimposed\r\ntax, a period ending on April thirtieth of an odd-numbered year, not to exceed\r\nseven years, for which the tax may be imposed\"; (3) whether the county proposes\r\nto issue bonds for the payment of any costs of the project and how the county\r\nproposes to repay those bonds; and (4) the maximum cost of the project. S.C.\r\nCode Ann. § 4-10-330(A). Moreover, the ordinance must set forth the priority of\r\nfunds to be used for multiple projects. Id. § 4-10-330(B). Under subsection (C), a\r\ncounty election commission is charged with conducting a \"referendum for\r\nimposition or reimposition of the tax\" which \"must be held at the time of the\r\ngeneral election unless the vote is to reimpose a tax in effect on or before June 1,\r\n2009, and in existence at the time of such vote, in which case the referendum may\r\nbe held on a general election day or at a time the governing body of the county and\r\n[DOR] determine necessary to permit the tax to be reinstated and continue without\r\ninterruption.\" Id. § 4-10-330(C). The governing body of the county may select the\r\ntiming of the election. Id. \"However, a referendum to reimpose an existing tax . . .\r\nonly may be held once whether or not the referendum is held on a general election\r\nday or at another time.\" Id. In addition, section 4-10-340 provides for the tax\r\nimposition and termination as follows:\r\n\r\n      (A) If the sales and use tax is approved in the referendum, the tax is\r\n      imposed on the first of May following the date of the referendum. If\r\n      the reimposition of an existing sales and use tax imposed pursuant to\r\n      this article is approved in the referendum, the new tax is imposed\r\n\n      immediately following the termination of the earlier imposed tax and\r\n      the reimposed tax terminates on the thirtieth of April in an odd-\r\n      numbered year, not to exceed seven years from the date of\r\n      reimposition. If the certification is not timely made to the Department\r\n      of Revenue, the imposition is postponed for twelve months.\r\n\r\n      (B) The tax terminates the final day of the maximum time period\r\n      specified for the imposition.\r\n\r\n      (C)(1) Amounts collected in excess of the required net proceeds must\r\n      first be applied, if necessary, to complete a project for which the tax\r\n      was imposed.\r\n\r\n      (2) If funds still remain after first using the funds as described in item\r\n      (1) and the tax is reimposed, the remaining funds must be used to fund\r\n      the projects approved by the voters in the referendum to reimpose the\r\n      tax, in priority order as the projects appeared on the enacting\r\n      ordinance.\r\n\r\n      (3) If funds still remain after first using the funds as described in item\r\n      (1) and the tax is not reimposed, the remaining funds must be used for\r\n      the purposes set forth in Section 4-10-330(A)(1). These remaining\r\n      funds only may be expended for the purposes set forth in Section 4-\r\n      10-330(A)(1) following an ordinance specifying the authorized\r\n      purpose or purposes for which the funds will be used.\r\n\r\nS.C. Code Ann. § 4-10-340 (2013).\r\n\r\n       In the instant case, Respondents have complied with the express\r\nrequirements of the Act with respect to the tax's reimposition. However, based on\r\nthe statutory language, Petitioners argue that the legislature has expressed its intent\r\nthat a new tax and a reimposed tax \"are not interchangeable or the same under the\r\nlaw.\" Moreover, Petitioners contend that these provisions, coupled with fact that\r\nthe legislature amended the Act to allow for reimposition,6 demonstrate that \"a\r\n\r\n6In 1997, the General Assembly authorized the imposition of the capital sales and\r\nuse tax by enacting the Act. See Act No. 138, § 3, 1997 S.C. Acts. As originally\r\nconstituted, the Act provided for the imposition of the tax for a limited time to\r\ncollect a limited amount of money and to terminate at the earlier of the final date\r\nspecified in the referendum or once the revenue collected by DOR exceeded the\r\n\nreimposed or continued tax is one that continues the original tax including its\r\npurposes\" and that \"[t]he tax at issue does not do so and is a new tax rather than a\r\nreimposed tax.\"\r\n\r\n       The distinction that Petitioners attempt to draw between a new and\r\nreimposed tax is important only with regard to the timing of a proposed\r\nreferendum, as the statute clearly distinguishes between the timing of the\r\nimposition of a capital sales tax and its reimposition at a later date. Thus,\r\nPetitioners place too much emphasis on semantics. In other words, a reimposition\r\nis a new tax, as it is scheduled to be levied following the initial tax and a county is\r\nonly permitted to levy one tax at a time.\r\n\r\n\r\nprojected funds designated in the referendum. In 2002, the General Assembly\r\nsought to fix problems created by the failure of the Act to address a gap in funding\r\nwhere counties sought to continue to raise revenue. The 2002 amendments\r\nallowed for reimposition of an existing sales and use tax imposed pursuant to the\r\nAct. See Act No. 334, §§ 22.A–22.F, 2002 S.C. Acts. Petitioners contend that the\r\n2002 amendments \"authorizing reimposition[] and treating reimposition differently\r\nfrom initial imposition, clearly were designed to serve as a remedy for\r\nunderfunding or unanticipated cost overruns which might be incurred in\r\ncompleting the initially approved projects.\" In 2009, the General Assembly again\r\namended the Act to provide for a process to address excess funds raised by the tax.\r\nSee Act No. 49, 2009 S.C. Acts. According to Petitioners, the 2009 amendments\r\n\"mandate[] that, if voters approved reimposition, then only following completion\r\nof the initial projects, were the counties allowed to utilize surplus monies for any\r\nnew projects in the reimposition referendum.\" Thus, Petitioners contend, Florence\r\nCounty has ignored the intent behind the reimposition amendments and has\r\ndecided to abort funding for the original projects prior to completion, seeking to\r\nuse the reimposition process to fund entirely new capital projects, which \"is\r\nessentially imposing a new tax in a non-General Election year, but calling it a\r\nreimposition of the existing tax.\" While Petitioners' attempt to distinguish between\r\nthe purposes of a new and reimposed tax makes logical sense, the wording of the\r\nAct does not support their interpretation. See Scott, 351 S.C. at 588, 571 S.E.2d at\r\n702 (stating the plain language of the statute is the best indicator of legislative\r\nintent and where the statute's language is plain, a court should not resort to the\r\nrules of statutory construction). The Act does not speak to required purposes, other\r\nthan to require a referendum to specify its purposes. Thus, the fact that the\r\nlegislature made changes to the Act over time does not influence how we interpret\r\nits provisions today.\r\n\n      II. Completion of Original Projects\r\n\r\n       Petitioners further contend that, regardless of whether the Court classifies\r\nthe proposed tax as new or reimposed, the Act, specifically section 4-10-340(C),\r\nprecludes Respondents from seeking to continue the tax to fund new projects\r\nwhere the projects originally authorized have not been completed, the revenue\r\nraised by the original tax is insufficient to fund them, and the new tax is earmarked\r\nfor a different set of projects. We disagree.\r\n\r\n       Section 4-10-340(C)(1) provides, \"Amounts collected in excess of the\r\nrequired net proceeds must first be applied, if necessary, to complete a project for\r\nwhich the tax was imposed.\" S.C. Code Ann. § 4-10-340(C)(1). Moreover, \"[i]f\r\nfunds still remain after first using the funds as described in item (1) and the tax is\r\nreimposed, the remaining funds must be used to fund the projects approved by the\r\nvoters in the referendum to reimpose the tax, in priority of order as the projects\r\nappear on the enacting ordinance.\" Id. § 4-10-340(C)(2).\r\n\r\n      Petitioners contend that subsections (C)(1) and (C)(2) must be read in\r\nprogression to ensure that \"counties must first finish what they started by funding\r\nwhat they began originally in going to the voters.\" In other words, this language\r\ncan have no reasonable meaning other than that all net proceeds collected over the\r\nrequired amount submitted to the voters are earmarked first to complete the initial\r\nprojects. Petitioners contend that the purpose of subsection (C)(1) is to require a\r\nremedial measure when the original project is not completed or is underfunded.\r\nLikewise, Petitioners argue that the clear language of subsection (C)(2) can only\r\nmean that \"a county must complete initial projects first, and then must use\r\n'remaining funds' for the items approved in the reimposition referendum—in the\r\norder of priority which the voters approved.\" On the other hand, Respondents\r\ncontend that section 4-10-340(C) \"governs one situation and one situation only—\r\nwhat to do when there are excess funds raised through a [tax] referendum.\"\r\n\r\n      We find subsection (C)(1) inapplicable in the instant case because that\r\nsection expressly applies only when a county collects revenue in excess of the\r\nfunds necessary to complete the projects approved in that referendum. This\r\nprovision does not require the completion of those projects identified in a\r\nreferendum, nor does it make completion a prerequisite for reimposition.\r\nFurthermore, subsection (C)(2) does not require a tax reimposition include the\r\noriginal projects, instead referring to the projects \"approved by the voters in the\r\nreferendum to reimpose the tax,\" which implies that a reimposition may have its\r\nown set of projects. Moreover, \"remaining funds\" refers to excess funds raised by\r\n\nthe original tax, not to funds raised by the reimposition, and the subsection plainly\r\nrequires those excess funds be applied towards projects identified in the\r\nreimposition referendum. Thus, contrary to Petitioners' assertion, section 4-10-\r\n340(C) does not require a county to apply funds raised by the reimposition of the\r\ntax towards completion of projects identified in the original tax.\r\n\r\n       Finally, we note that while the Act permits the original tax to be imposed for\r\na maximum of eight years, see section 4-10-330(A)(2), the Act does not require the\r\ncompletion of the project described in a referendum within that period. Moreover,\r\nPetitioners have not presented evidence that the original projects will not be\r\ncompleted. In our view, the Act permits a county to reimpose the tax at each\r\nopportunity without ever completing the projects set forth in the previous\r\nreferendum. If and when a county does not complete a project for which the voters\r\napproved a tax, then the voters may decide whether they wish to continue the tax to\r\nfund another project.\r\n\r\n      C. Election Date\r\n\r\n        One of the primary issues that Petitioners raise with respect to the proposed\r\nreferendum is that they believe it is improperly scheduled concurrent with the\r\nNovember 5, 2013, county elections. Petitioners contend that Respondents may\r\nnot place the referendum on the ballot until the \"general election\" of 2014, as the\r\ntax is for new projects and not a reimposition of the tax to complete the original\r\nprojects.\r\n\r\n      Section 4-10-330(C) provides that a\r\n\r\n      referendum for imposition or reimposition of the tax must be held at\r\n      the time of the general election unless the vote is to reimpose a tax in\r\n      effect on or before June 1, 2009, and in existence at the time of such\r\n      vote, in which case the referendum may be held on a general election\r\n      day or at a time the governing body of the county and the Department\r\n      of Revenue determine necessary to permit the tax to be reinstated and\r\n      continue without interruption.\r\n\r\nS.C. Code Ann. § 4-10-330(C).\r\n\r\n        In our view, Respondents seek to reimpose a tax that was instituted prior to\r\n2009. Therefore, the referendum may be placed on the November 5 ballot, as that\r\nis the time for which the governing body of the county has deemed such vote\r\n\nnecessary to continue the tax without interruption.\r\n\r\n       Regardless, we note that the November 5th election is a general election, not\r\na special election.7 The Act does not define \"general election.\" Therefore, we turn\r\nto our general election statutes to inform its meaning. See Joiner ex rel. Rivas v.\r\nRivas, 342 S.C. 102, 109, 536 S.E.2d 372, 375 (2000) (\"It is well settled that\r\nstatutes dealing with the same subject matter are in pari materia and must be\r\nconstrued together, if possible, to produce a single, harmonious result.\"); Denman\r\nv. City of Columbia, 387 S.C. 131, 138, 691 S.E.2d 465, 468 (2010).\r\n\r\n        Section 7-1-20(1) of the South Carolina Code provides, \"'General election'\r\nmeans the election to be held for the election of officers to the regular terms of\r\noffice provided by law, whether State, United States, county, municipal, or of any\r\nother political subdivision of the State, and for voting on constitutional\r\namendments proposed by the General Assembly.\" S.C. Code Ann. § 7-1-20(1)\r\n(Supp. 2012). The general election occurs on the first Tuesday following the first\r\nMonday in November. Willis v. Wukela, 379 S.C. 126, 130, 665 S.E.2d 171, 173\r\n(2008). Because the November 5 election is an election to vote on county offices,\r\nit is a general election; as such, Respondents are entitled to hold the referendum on\r\nNovember 5, 2013.8                 CONCLUSION\r\n\r\n       We take no side with respect to the policy considerations at stake, as the\r\nparties present valid reasons for the opposing interpretations they seek. However,\r\nPetitioners ask us to augment the statutory language to include a requirement for\r\ncompletion of prior projects where the Act does not set forth such a requirement,\r\nand we are constrained to interpret the Act's provisions by their plain terms. Grier\r\n\r\n7Petitioners do not explain why the upcoming election is not a general election. It\r\nappears that Petitioners are classifying the upcoming election as a special election\r\nbecause it is not a federal election year.\r\n8 The requirement that an initial tax referendum be held at the time of a general\r\nelection means a special election may not be held for a referendum under the Act\r\nunless it is for a reimposition of a tax, the date of which is selected by the\r\ngoverning body of the county. See S.C. Code Ann. § 4-10-330(C). The general\r\nelection provisions define \"special election\" as \"any other election including any\r\nreferendum provided by law to be held under the provisions of law applicable to\r\ngeneral elections.\" S.C. Code Ann. § 7-1-20(2).\r\n\nv. AMISUB of S.C., Inc., 397 S.C. 532, 540, 725 S.E.2d 693, 698 (2012)\r\n(\"Nevertheless, the statute is unambiguous and we are confined to what the statute\r\nsays, not what it ought to say, for we have no right to modify a statute's application\r\n'under the guise of judicial interpretation.' In other words, when a statute is clear\r\non its face, it is 'improvident to judicially engraft extra requirements to legislation'\r\njust because doing so may further the intent behind the statute.\") (citations\r\nomitted). Thus, we find the Act does not prevent Respondents from putting the\r\nreferendum to the voters now, even though Florence County cannot raise the funds\r\nnecessary to complete the new projects until the tax for the original projects\r\nexpires.\r\n\r\n    Based on the foregoing, Petitioners' request for an injunction is\r\nDENIED.\r\n\r\n\r\nPLEICONES, BEATTY, KITTREDGE and HEARN, JJ., concur.\r\n\n","court":"Supreme"},{"id":"27324","title":"Austin v. Stokes-Craven Holding","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27324.pdf","description":"The consolidated appeals involve a dispute over the Court's holding in Austin v. Stokes-Craven Holding Corp., 387 S.C. 22, 691 S.E.2d 135 (2010) as to Respondent's entitlement to trial fees under the Dealer's Act. We affirm the trial judge's award of trial fees to Respondent and remand this matter to the circuit court to conduct a hearing to determine what amount of appellate and post-appellate fees should be awarded to Respondent as this Court's denial of Respondent's motion pursuant to Rule 222, SCACR did not preclude him from seeking these fees under the Dealer's Act.","date":"2013-10-23","type":"opinion","text":"                    THE STATE OF SOUTH CAROLINA \n\r\n                         In The Supreme Court \n\r\n\r\n            Donald C. Austin, Respondent,\r\n\r\n             v.\r\n\r\n            Stokes-Craven Holding Corp., d/b/a Stokes Craven Ford,\r\n            Appellant.\r\n\r\n            Appellate Case No. 2012-212843, 2013-000247\r\n\r\n\r\n\r\n                        Appeal From Clarendon County\r\n                     John C. Hayes, III, Circuit Court Judge\r\n                     W. Jeffrey Young, Circuit Court Judge\r\n\r\n                             Opinion No. 27324 \n\r\n             Submitted September 16, 2013 – Filed October 23, 2013 \n\r\n\r\n\r\n                       AFFIRMED AND REMANDED \n\r\n\r\n\r\n            Andrew K. Epting, Jr. and Michelle N. Endemann, both\r\n            of Andrew K. Epting, Jr., LLC, of Charleston, for\r\n            Appellant.\r\n\r\n            Brooks Roberts Fudenberg, of Mt. Pleasant, and C.\r\n            Steven Moskos, of Charleston, for Respondent.\r\n                          _____________________\r\n\r\n       JUSTICE BEATTY: The resolution of this case involves an interpretation\r\nof a narrow portion of our opinion in Austin v. Stokes-Craven Holding Corp., 387\r\nS.C. 22, 691 S.E.2d 135 (2010). Specifically, the consolidated appeals are the\r\nresult of a dispute over the Court's holding concerning Donald C. Austin's\r\nentitlement to trial fees under the South Carolina Regulation of Manufacturers,\r\n\nDistributors, and Dealers Act 1 (the \"Dealer's Act\") and whether this Court's denial\r\nof Austin's motion for appellate costs under Rule 222 of the South Carolina\r\nAppellate Court Rules (\"SCACR\") has preclusive effect on his right to pursue\r\nappellate and post-appellate fees under the Dealer's Act. As will be discussed, we\r\naffirm the trial judge's award of trial fees to Austin and remand this matter to the\r\ncircuit court to conduct a hearing to determine what amount of appellate and post-\r\nappellate fees should be awarded to Austin.\r\n\r\n                        I.    Factual/Procedural History\r\n\r\n       Austin filed suit against Stokes-Craven, an automobile dealership, after he\r\nexperienced problems with his used vehicle and discovered the vehicle had\r\nsustained extensive damage prior to the sale. Austin v. Stokes-Craven Holding\r\nCorp., 387 S.C. 22, 691 S.E.2d 135 (2010). In his Complaint, Austin alleged the\r\nfollowing causes of action: revocation of acceptance, breach of contract,\r\nnegligence, constructive fraud, common law fraud, violation of the Dealer's Act,2\r\nviolation of the South Carolina Unfair Trade Practices Act (\"UTPA\"), and\r\nviolation of the Federal Odometer Act.3 Based on these claims, Austin sought\r\nactual damages, punitive damages, prejudgment interest, and attorney's fees and\r\ncosts. Id. at 35, 691 S.E.2d at 141-42.\r\n\r\n      The jury found in favor of Austin and awarded damages on the following\r\ncauses of action: (1) negligence with an award of $26,371.10 actual damages and\r\n$144,000 punitive damages; (2) fraud with an award of $26,371.10 actual damages\r\nand $216,600 punitive damages; (3) constructive fraud with an award of\r\n$26,371.10 actual damages; and (4) a violation of the Dealer's Act with an award\r\n\r\n1  The South Carolina Regulation of Manufacturers, Distributors, and Dealers Act\r\nis codified at S.C. Code Ann. §§ 56-15-10 to -600 (2006 & Supp. 2012).\r\n2 At the time Austin filed suit, section 56-15-40 of the Dealer's Act provided in\r\nrelevant part, \"It shall be deemed a violation of paragraph (a) of § 56-15-30 for any\r\nmanufacturer . . . distributor, wholesaler . . . or motor vehicle dealer to engage in\r\nany action which is arbitrary, in bad faith, or unconscionable and which causes\r\ndamage to any of the parties or to the public.\" S.C. Code Ann. § 56-15-40(1)\r\n(2006). We note the General Assembly amended this code section on June 7,\r\n2013; however, this amendment does not affect the disposition of the instant case.\r\n3The Federal Odometer Act, specifically titled \"Motor Vehicle Information and\r\nCost Savings Act,\" is codified at 49 U.S.C.A. §§ 32701- 32711 (West 2009).\r\n\nof $26,371.10 actual damages. The jury also found Stokes-Craven had violated the\r\nFederal Odometer Act. Additionally, the jury found in favor of Stokes-Craven\r\nregarding Austin's claim under the UTPA. Id. at 35, 691 S.E.2d at 142. Following\r\nthe verdict, Austin moved for attorney's fees in the amount of $49,936.50 pursuant\r\nto the Dealer's Act and the Federal Odometer Act.\r\n\r\n       In an order addressing the parties' post-trial motions, the trial judge ruled:\r\n(1) Austin was required to elect among his remedies; (2) the jury's finding that\r\nStokes-Craven violated the Federal Odometer Act entitled Austin to a statutorily\r\nauthorized award of $1,500 plus attorney's fees and costs restricted to those\r\nincurred in presenting the claim under the Federal Odometer Act and not the case\r\nin toto; (3) Austin was entitled to recover $4,500 in attorney's fees, as opposed to\r\nthe requested $49,936.50, based on the violation of the Federal Odometer Act; (4)\r\nAustin was entitled to taxable costs in the amount of $602.26; and (5) Austin was\r\nnot entitled to prejudgment interest. Id. at 36, 691 S.E.2d at 142. Austin elected to\r\nrecover actual and punitive damages under his fraud claim. Id.\r\n\r\n        Stokes-Craven challenged the verdict alleging the trial judge committed\r\nseveral errors that warranted a new trial. Id. at 37-55, 691 S.E.2d at 142-152. In\r\nhis cross-appeal, Austin contended the trial judge erred in requiring him to elect\r\nbetween his verdict for common law fraud and the violation of the Dealer's Act.\r\nId. at 55, 691 S.E.2d at 152. Additionally, Austin claimed the trial judge erred in\r\ndeclining to award him prejudgment interest. Id. at 58, 691 S.E.2d at 153.\r\n\r\n      As to Stokes-Craven's appeal, the majority held: (1) there was no prejudicial\r\nabuse of discretion in admitting certain challenged testimony; (2) Austin offered\r\nproof of actual damages in the amount of $26,371.10; (3) Austin failed to prove\r\nStokes-Craven violated the Federal Odometer Act with the requisite intent to\r\ndefraud him as to the mileage of the truck; (4) the verdicts of fraud and violation of\r\nthe UTPA were not inconsistent; and (5) there was evidence to support the jury's\r\naward of $216,000 in punitive damages. Id. at 59, 691 S.E.2d at 154.\r\n\r\n       In terms of Austin's cross-appeal, the majority held: (1) Austin was entitled\r\nto the entire amount of his request for attorney's fees and costs under the Dealer's\r\nAct, which amounted to $49,936.50; and (2) he was not entitled to prejudgment\r\ninterest. Id. Ultimately, this Court remanded to the circuit court for \"entry of\r\njudgment consistent with our decision.\" Id. at 59, 691 S.E.2d at 154.\r\n\r\n      Relevant to the instant appeal is an analysis of the Court's divided opinion\r\nregarding Austin's entitlement to attorney's fees and costs under the Dealer's Act.\r\n\nIn his post-trial motion, Austin sought to recover damages under all of the jury's\r\nverdicts in addition to attorney's fees and costs as statutorily authorized under the\r\nDealer's Act and the Federal Odometer Act. Id. at 55, 691 S.E.2d at 152. The trial\r\njudge held Austin was required to elect one verdict from among the negligence,\r\nfraud, constructive fraud, and the Dealer's Act verdicts given Austin experienced\r\none loss based on four different theories. Id. The judge also awarded Austin\r\n$1,500 in actual damages and a \"reasonable attorney fee\" in the amount of $4,500,\r\nwhich represented the time spent on recovering under the Federal Odometer Act.\r\nId.   Because Austin was ordered to elect between the jury's verdicts, he\r\ncontended on appeal that he was denied the statutorily authorized attorney's fees\r\nand costs under the Dealer's Act given he chose to recover for his fraud claim,\r\nwhich only yielded actual and punitive damages. Id. at 56, 691 S.E.2d at 152.\r\n\r\n       The majority opinion, which was authored by Justice Beatty and joined by\r\nJustice Waller, agreed with Austin. Id. at 56-57, 691 S.E.2d at 153. In so ruling,\r\nthe majority recognized \"the proposition that a plaintiff may recover attorney fees\r\nunder a statutory claim in addition to punitive damages under a common law\r\nclaim.\" Id. at 56, 691 S.E.2d at 153. The majority noted that \"[t]he rationale for\r\nthis position is that an award for both does not amount to double recovery for a\r\nsingle wrong given attorney's fees are intended to make such claims economically\r\nviable for private citizens whereas an award of punitive damages is designed to\r\npunish wrongful conduct and deter future misconduct.\" Id. Thus, because the\r\nrecovery of attorney's fees under the Dealer's Act was not duplicative of the award\r\nof punitive damages, the majority found that a decision in favor of Austin would\r\nnot violate \"the election of remedies doctrine's prevention of double redress for a\r\nsingle wrong.\" Id.\r\n\r\n       Having found that Austin could recover attorney's fees and costs under the\r\nDealer's Act, the majority next considered whether Austin should be awarded the\r\nentire amount of his request or should be limited to the fees incurred in\r\nestablishing his claim under the Dealer's Act. Id. at 57, 691 S.E.2d at 153. Under\r\nthe specific facts of the case, the majority concluded that Austin was entitled to the\r\nentire amount of his request as it would have been \"difficult to dissect Austin's\r\ncounsel's fee affidavit to ascertain how much time was spent on this particular\r\nclaim given the violation of the Act was based on the same facts and circumstances\r\nunderlying his claims for fraud and constructive fraud.\" Id. The majority found\r\nsupport for this conclusion in Taylor v. Nix, 307 S.C. 551, 416 S.E.2d 619 (1992),\r\nwherein this Court held that an award of attorneys' fees under the Dealer's Act was\r\n\nwarranted even though the fee affidavit did not differentiate between the time spent\r\npreparing the claim under the Act and the non-statutory cause of action. Id. at 57,\r\n691 S.E.2d at 153. Specifically, the Court in Taylor stated, \"We hold when an\r\naction in which attorney fees are recoverable by statute is joined with alternative\r\ntheories of recovery based on the same transaction, no allocation of attorney's\r\nservices need be made except to the extent counsel admits that a portion of the\r\nservices was totally unrelated to the statutory claim or it is shown that the services\r\nrelated to issues which were clearly beyond the scope of the statutory claim\r\nproceeding.\" Taylor, 307 S.C. at 557, 416 S.E.2d at 622.\r\n\r\n       Justice Pleicones concurred in part and dissented in part. Although Justice\r\nPleicones agreed with the majority that \"a plaintiff who elects to receive damages\r\nawarded under a common law theory may also be entitled to recover statutory costs\r\nand attorney[']s fees to which he is entitled under a separate verdict,\" he found the\r\nissue was not preserved for the Court's consideration. Austin, 387 S.C. at 64, 691\r\nS.E.2d at 157.\r\n\r\n        Based on the majority's ruling that Austin's Odometer Act claim failed,\r\nJustice Pleicones believed Austin's \"claim for attorneys' fees and costs die[d] with\r\nit.\" Id. Justice Pleicones also found Austin failed to preserve any issue regarding\r\nthe availability of Dealer's Act fees and costs. Id. Because the trial judge's post-\r\ntrial order did not address an election by Austin between punitive damages and\r\nstatutory fees, Justice Pleicones believed it was incumbent upon Austin to file a\r\nmotion to alter or amend. Id. According to Justice Pleicones, Austin's failure to do\r\nso precluded him from raising any issue on appeal regarding his entitlement to fees\r\nunder the Dealer's Act.4 Id.\r\n\r\n4 We note, however, that Austin filed a post-trial motion requesting attorney's fees\r\nand costs as statutorily authorized under the Dealer's Act and the Federal Odometer\r\nAct. In support of this motion, Austin filed a \"Memorandum Regarding the\r\nElection of Remedies\" stating in part, \"Additionally, Mr. Austin is entitled to an\r\naward of attorney's fees under the Dealer's Act since that remedy is not available\r\nunder any other claim.\" The judge denied Austin's claim under the Dealer's Act as\r\nhe awarded Austin a reasonable attorney fee of $4,500 pursuant to the Federal\r\nOdometer Act. In so ruling, the judge stated that \"[t]he amount of attorney's fees\r\nwould be restricted to such amount as were reasonably and necessarily incurred\r\nrelative to the Odometer Act and not include attorney fees and costs incurred in\r\ntoto by [Austin] relating to the suit.\" Thus, the majority believed the issue was\r\nraised to and ruled upon by the trial judge. See Staubes v. City of Folly Beach, 339\r\nS.C. 406, 412, 529 S.E.2d 543, 546 (2000) (\"It is well-settled that an issue cannot\r\n\n      Even assuming the issue was preserved, Justice Pleicones disagreed with the\r\nmajority's holding that \"pursuant to Taylor v. Nix, 307 S.C. 551, 416 S.E.2d 619\r\n(1992), a plaintiff entitled to fees under the Dealers Act need not segregate the\r\namount of attorney time and costs attributable to that claim and recover only these\r\nsums.\" Id. at 64, 691 S.E.2d at 157. Justice Pleicones also noted that \"[n]owhere\r\nbelow did Austin specify he sought to recover fees and costs incurred in\r\nprosecuting the Odometer Act claim in addition to fees and costs incurred in\r\npursuing the Dealers Act claim.\" Id. at 65, 691 S.E.2d at 157.\r\n\r\n      Justice Kittredge, who was joined by Chief Justice Toal, concurred in part\r\nand dissented in part. In his opinion, Justice Kittredge wrote:\r\n\r\n      I join the well-written majority opinion of Justice Beatty save two\r\n      exceptions. Concerning the trial court's failure to grant a directed\r\n      verdict due to the lack of evidence of fair market value and the\r\n      election of remedies issue, I join the dissent of Justice Pleicones.\r\n      Additionally, regarding the reprehensibility prong of the punitive\r\n      damages analysis, I believe Justice Pleicones is correct in rejecting\r\n      any reliance on Stokes-Craven's practice of not showing titles to\r\n      customers because the Federal Odometer Act claim fails as a matter of\r\n      law. I nevertheless join the majority in affirming the punitive\r\n      damages award. I believe there was ample evidence of Stokes-\r\n      Craven's reprehensibility (which I do not view as \"mild\") beyond its\r\n\r\nbe raised for the first time on appeal, but must have been raised to and ruled upon\r\nby the trial court to be preserved for appellate review.\"); see also Herron v.\r\nCentury BMW, 395 S.C. 461, 466, 719 S.E.2d 640, 642 (2011) (\"Issue preservation\r\nrules are designed to give the trial court a fair opportunity to rule on the issues, and\r\nthus provide us with a platform for meaningful appellate review.\" (citation\r\nomitted)).\r\n\r\n   Because the judge ruled on Austin's claim for recovery under the Dealer's Act,\r\nthe majority believed it was unnecessary for him to file a Rule 59(e) motion. See\r\nElam v. S.C. Dep't of Transp., 361 S.C. 9, 25 n.5, 602 S.E.2d 772, 781 n.5 (2004)\r\n(\"An aggrieved party who is confident his issues and arguments were sufficiently\r\nraised to and ruled on by the trial court may wish to simply file and serve a timely\r\nnotice of appeal.\"); cf. id. at 24 n.4, 602 S.E.2d at 780 n.4 (\"If the losing party has\r\nraised an issue in the lower court, but the court fails to rule upon it, the party must\r\nfile a motion to alter or amend the judgment in order to preserve the issue for\r\nappellate review.\").\r\n\n      failure to show titles to customers. I otherwise concur with the\r\n      majority opinion's analysis regarding the punitive damages award.\r\n\r\nId. at 65-66, 691 S.E.2d at 158.\r\n\r\n       Following the issuance of this Court's opinion, Austin filed a motion seeking\r\nthe costs of producing the briefs and record on appeal, filing fees, and the $1,000\r\nattorneys' fee authorized by Rule 222, SCACR. He also sought attorneys' fees\r\nunder the Dealer's Act, filed extensive briefing on his entitlement to the fees, and\r\nprovided fee affidavits of his appellate counsel seeking 467 hours in fees. Stokes-\r\nCraven filed a return in opposition to the motion. In reply, Austin indicated the\r\ncentral dispute with respect to his entitlement to the requested attorneys' fees was\r\nwhether the Court held he was entitled to attorneys' fees under the Dealer's Act.\r\nThis Court summarily denied Austin's motion for fees pursuant to Rule 222.\r\n\r\n       Approximately two years later, Austin filed a motion in Clarendon County\r\nrequesting trial, appellate, and post-appellate attorneys' fees of over $200,000\r\nunder the Dealer's Act. Circuit Court Judge John C. Hayes, III, who presided over\r\nthe original trial, but is not a resident judge in Clarendon County, issued an order\r\nfinding Justice Beatty's opinion is the opinion of the majority as to all issues and\r\nestablished the law to be followed in deciding Austin's motion for trial-level\r\nattorneys' fees. As a result, Judge Hayes awarded Austin $49,936.50 in trial-level\r\nattorneys' fees under the Dealer's Act, which, as this Court instructed, represented\r\n\"the entire amount of his request for attorney's fees and costs under the South\r\nCarolina Dealer's Act.\"\r\n\r\n       Ultimately, Judge Hayes ordered the Clerk of Court for Clarendon County to\r\nenter judgment in favor of Austin against Stokes-Craven as follows: (1) actual\r\ndamages of $26,371.10; (2) punitive damages of $216,600; and (3) trial-level\r\nattorneys' fees and costs of $49,936.50. However, he determined he did not have\r\njurisdiction to hear Austin's motion for appellate attorneys' fees as he believed it\r\nwas an issue for a judge sitting in the Third Judicial Circuit. Stokes-Craven filed a\r\nnotice of appeal with the Court of Appeals.\r\n\r\n       Stokes-Craven then sought to have the remainder of Austin's motion heard\r\nin the Third Circuit. Austin, however, objected to the motion being heard on the\r\nground the matter was stayed by the filing of the notice of appeal. Circuit Court\r\nJudge W. Jeffrey Young agreed and entered an order wherein he declined to rule\r\non the portion of the motion requesting appellate and post-appellate attorneys' fees.\r\nStokes-Craven appealed this order to the Court of Appeals.\r\n\n      Subsequently, this Court granted Stokes-Craven's motion to certify5 and\r\nconsolidate the appeals.6 Because the disposition of the appeals was dependent\r\nupon this Court's interpretation of its earlier opinion in Austin, the Court dispensed\r\nwith briefing and oral argument. The order also instructed that Stokes-Craven\r\ncould \"seek attorneys' fees as appropriate following the resolution of the appeals.\"\r\n\r\n                                  II.    Discussion\r\n\r\nA.    Arguments\r\n\r\n       Stokes-Craven contends Judge Hayes erred in granting Austin's motion and\r\nentering judgment for the entire amount of his trial-level attorneys' fees and costs\r\nas this Court denied his request for relief in Austin. Specifically, Stokes-Craven\r\nargues that a three-Justice majority, which consisted of Chief Justice Toal, Justice\r\nPleicones, and Justice Kittredge, held that Austin failed to preserve for appellate\r\nreview the issue of attorneys' fees under the Dealer's Act and that Austin's fee\r\nrequests \"died\" with his claim under the Federal Odometer Act. Based on its\r\ninterpretation, Stokes-Craven avers that \"the death of [Austin's] claim under the\r\nDealer's Act is the death of all of his attorneys-fee claim[s], be they for trial fees,\r\nappellate fees, post-appellate fees, [and] 'fees about fees'.\" Stokes-Craven also\r\nnotes that this Court's denial of Austin's claim for appellate fees and costs under\r\nRule 222, SCACR is dispositive as to his current claim for these fees.\r\n\r\n       In his Return, Austin contends that \"[i]n a manner devoid of any ambiguity,\r\nthe Court stated its holding: \"In terms of [Austin's] cross-appeal, we hold: (1)\r\n[Austin] is entitled to the entire amount of his request for attorney's fees and costs\r\nunder the South Carolina Dealer's Act.\" Respondent asserts that Justice Pleicones,\r\nin his dissent, \"was of the view that Mr. Austin had failed to preserve this question,\r\n\r\n5 See Rule, 204(b), SCACR (\"In any case which is pending before the Court of\r\nAppeals, the Supreme Court may, in its discretion, on motion of any party to the\r\ncase, on request by the Court of Appeals, or on its own motion, certify the case for\r\nreview by the Supreme Court before it has been determined by the Court of\r\nAppeals.\").\r\n6 See Rule 214, SCACR (\"Where there is more than one appeal from the same\r\norder, judgment, decision or decree, or where the same question is involved in two\r\nor more appeals in different cases, the appellate court may, in its discretion, order\r\nthe appeal to be consolidated.\").\r\n\nand that even if he had preserved it, he must then segregate his fees and costs\r\nspecific to the Dealers' Act from any other fees and costs.\" Austin maintains that\r\n\"[o]ne could scarcely have been any more clear that his view was the dissent\" as\r\nJustice Pleicones stated, \"I disagree with the majority that we may award all fees\r\nand costs sought on this record,\" and \"I also disagree with the majority's holding . .\r\n. a plaintiff entitled to fees under the Dealers Act need not segregate the amount of\r\nattorney time and costs attributable to that claim and recover only those sums.\"\r\n\r\n       Austin further contends that this Court's denial of his request for attorneys'\r\nfees and costs pursuant to Rule 222, SCACR was limited to a request under that\r\nrule and not the Dealer's Act; thus, this Court's prior decision as to Rule 222\r\nattorney's fees is not dispositive.\r\n\r\nB.    Analysis\r\n\r\n      Initially, we note that Austin's requests for fees stems from those authorized\r\nby the Dealer's Act, which provides in relevant part:\r\n\r\n      In addition to temporary or permanent injunctive relief as provided in\r\n      § 56-15-40(3)(c), any person who shall be injured in his business or\r\n      property by reason of anything forbidden in this chapter may sue\r\n      therefor in the court of common pleas and shall recover double the\r\n      actual damages by him sustained, and the cost of suit, including a\r\n      reasonable attorney's fee.\r\n\r\nS.C. Code Ann. § 56-15-110(1) (2006) (emphasis added). Pursuant to this statute,\r\nAustin seeks to recover fees incurred at three separate judicial levels: (1) trial, (2)\r\nappellate, and (3) post-appellate.\r\n\r\n        A determination of Austin's entitlement to these fees may be answered\r\nthrough a series of sequential questions. First, did a majority of this Court in\r\nAustin find that Austin was entitled to trial-level fees pursuant to the Dealer's Act?\r\nIf so, then the question becomes whether this Court's denial of Austin's motion for\r\ncosts and fees under Rule 222 precluded him from seeking appellate and post-\r\nappellate fees in the circuit court pursuant to the Dealer's Act? As will be\r\nexplained, we answer \"yes\" to the first question and \"no\" to the second question.\r\n\n   (1) Trial Fees\r\n\r\n       As a threshold matter, we find the circuit court had jurisdiction to rule on\r\nAustin's motions regarding his request for each level of fees as the \"jurisdiction of\r\nthe circuit court to hear matters after issuance of the remittitur is well established.\"\r\nMartin v. Paradise Cove Marina, Inc., 348 S.C. 379, 385, 559 S.E.2d 348, 351 (Ct.\r\nApp. 2001). Specifically, \"once the remittitur is issued from an appellate court, the\r\ncircuit court acquires jurisdiction to enforce the judgment and take any action\r\nconsistent with the appellate court's ruling.\" Id. at 385, 559 S.E.2d at 351-52.\r\n\"Further, circuit courts are vested with jurisdiction to hear motions for statutory\r\nattorney fees and trial costs after the remittitur has been issued.\" Id. at 385, 559\r\nS.E.2d at 352.\r\n\r\n       As to Austin's request for trial-level fees, we note that Stokes-Craven does\r\nnot dispute the actual amount of fees. Instead, Stokes-Craven contends Austin is\r\nnot entitled to any fees as the effect of this Court's decision in Austin amounted to a\r\ncomplete denial of trial-level fees. Thus, the analysis of Stokes-Craven's argument\r\nis based entirely on how the Court \"tallies the votes\" in Austin.\r\n\r\n        Upon review of our opinion, we find the Court voted 4-1 in favor of\r\nawarding Austin his request for trial-level fees. Clearly, Justices Beatty and\r\nWaller voted to award these fees. Although Justice Pleicones agreed that a\r\nplaintiff who elects to receive damages awarded under a common law theory may\r\nalso be entitled to recover statutory costs and attorney's fees to which he is entitled\r\nunder a separate verdict, he voted to deny the fees on error preservation grounds as\r\nhe believed Austin did not challenge the trial judge's failure to explicitly rule on an\r\naward of fees under the Dealer's Act in the post-trial order. Justice Kittredge did\r\nnot join in Justice Pleicones's error preservation analysis and expressed no\r\nopposition to the award of trial-level fees to Austin. Thus, by implication, Justice\r\nKittredge and Chief Justice Toal voted to award the requested fees. Furthermore,\r\nat this juncture, Justice Kittredge and Chief Justice Toal have confirmed that this\r\nwas their intention and they were in agreement with Justice Beatty's opinion.\r\nAccordingly, as previously mandated, we hold that Austin is entitled to an award\r\nof his request for trial-level fees.\r\n\r\n      Having found that Austin is entitled to trial-level fees, the question becomes\r\nwhether the denial of Austin's request for appellate costs under Rule 222 precluded\r\nAustin from seeking appellate and post-appellate fees pursuant to the Dealer's Act.\r\n\n   (2) Appellate / Post-Appellate Fees\r\n\r\n       As we interpret Austin's motions, we believe he employed two avenues in an\r\nattempt to recover appellate-level fees. First, he filed a motion pursuant to Rule\r\n222 to recover the \"standard\" appellate fees. Second, following this Court's\r\nissuance of the remittitur, he filed a motion to recover a \"reasonable attorney's fee\"\r\nunder section 56-15-110. We find this approach was permissible as the authority\r\nof this Court to grant fees under Rule 222 and the circuit court's authority to grant\r\nfees under the statute are not mutually exclusive.\r\n\r\n       Notably, it is within this Court's discretion whether to award fees and costs\r\nunder Rule 222. See Rule 222(a), (e), SCACR (identifying circumstances for\r\nwhich an appellate court may tax costs on appeal). In contrast, section 56-15-\r\n110(a) states that a party who prevails under the Dealer's Act \"shall recover\r\ndouble the actual damages by him sustained, and the cost of suit, including a\r\nreasonable attorney's fee.\" (Emphasis added.) This is a fundamental distinction as\r\na denial of fees under a discretionary rule cannot eliminate a statutory mandate.\r\nThus, we hold that this Court's summary denial of Austin's request for attorney's\r\nfees under Rule 222 was not dispositive of his right to seek statutory fees in the\r\ncircuit court.\r\n\r\n        Moreover, this conclusion is consistent with our jurisprudence interpreting\r\nRule 222 wherein our appellate courts have found that a decision under this rule\r\ndoes not preempt an award of attorney's fees to which one is otherwise entitled,\r\ni.e., statutorily authorized. See Taylor v. Medenica, 332 S.C. 324, 504 S.E.2d 590\r\n(1998) (awarding Respondents a $1,000 attorneys' fee and $81.66 for costs as\r\nallowed by Rule 222 and holding that Respondents could seek additional attorneys'\r\nfees in the circuit court under the UTPA, which provides for reasonable attorneys'\r\nfees and costs); Muller v. Myrtle Beach Golf & Yacht Club, 313 S.C. 412, 416, 438\r\nS.E.2d 248, 250 (1993) (finding Appellant waived right to recover appellate costs\r\nand fees under Rule 222 as he failed to file an itemized statement of costs prior to\r\nthe Court's issuance of the remittitur, but holding that Appellant could seek\r\nappellate costs in the circuit court based on his statutory right under section 29-5-\r\n10 (authorizing costs incurred for the enforcement of a mechanic's lien) as \"Rule\r\n222 does not preempt an award of attorney's fees to which one is otherwise\r\nentitled\" (citation omitted)); McDowell v. S.C. Dep't of Soc. Servs., 304 S.C. 539,\r\n543, 405 S.E.2d 830, 833 (1991) (holding that an award of attorney's fees under\r\nSupreme Court Rule 38 (precursor to Rule 222) did not \"preempt an award of\r\nattorney's fees to which one is otherwise entitled\" and, thus, Appellant could seek\r\nan award of attorney's fees pursuant to section 15-77-300, which permits an award\r\n\nof fees for a party prevailing in an action against a state agency); see also Parker v.\r\nShecut, 359 S.C. 143, 597 S.E.2d 793 (2004) (recognizing, in a partition action,\r\nthat whether Respondents were entitled to appellate attorney's fees pursuant to\r\nsection 15-61-110 was a determination for the circuit court).\r\n\r\n      Accordingly, we find the Court's denial of Austin's Rule 222 motion had no\r\npreclusive effect on his attempt to seek statutory attorney fees in the circuit court,\r\nincluding appellate fees and the post-appellate fees incurred in enforcing the\r\njudgment against Stokes-Craven.   III.   Conclusion\r\n\r\n       Based on the foregoing, we find that Judge Hayes properly entered judgment\r\nin favor of Austin for the entire amount of his requested trial-level fees as this\r\ndecision was consistent with this Court's mandate in Austin. Furthermore, we hold\r\nthis Court's denial of Austin's request for appellate costs under Rule 222 did not\r\npreclude him from seeking appellate and post-appellate fees. Accordingly, we\r\naffirm Judge Hayes's order and remand the matter to a circuit court judge in the\r\nThird Judicial Circuit to conduct a hearing to determine what amount of appellate\r\nand post-appellate fees should be awarded to Austin.\r\n\r\n      AFFIRMED AND REMANDED.\r\n\r\n     TOAL, C.J., KITTREDGE and HEARN, JJ., concur. PLEICONES, J.,\r\nconcurring in result only.\r\n\n","court":"Supreme"},{"id":"27325","title":"Jervey v. Martint Environmental","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27325.pdf","description":"The Court vacated a portion of the Court of Appeals' opinion addressing the import of S.C. Code Ann. Â§ 42-9-260 (Supp. 2012).","date":"2013-10-23","type":"opinion","text":"             THE STATE OF SOUTH CAROLINA \n\r\n                  In The Supreme Court \n\r\n\r\n   William T. Jervey, Jr., Employee, Respondent-Petitioner,\r\n\r\n   v.\r\n\r\n   Martint Environmental, Inc., Employer, and General \n\r\n   Casualty Insurance Company, Carrier, Petitioners-\n\r\n   Respondents. \n\r\n\r\n   Appellate Case No. 2012-212027\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n                 Appeal From Lexington County\r\n             R. Knox McMahon, Circuit Court Judge\r\n\r\n\r\n                       Opinion No. 27325 \n\r\n        Submitted October 1, 2013 – Filed October 23, 2013 \n\r\n\r\n\r\n                      VACATED IN PART\r\n\r\n\r\n   E. Ross Huff, Jr. and Shelby H. Kellahan, both of Huff\r\n   Law Firm, LLC, of Irmo, for Petitioners-Respondents.\r\n\r\n   Andrew N. Safran, of Columbia, for Respondent-\r\n   Petitioner.\r\n\r\n   Stephen B. Samuels, of Samuels Law Firm, LLC, of\n\r\n   Columbia, for Amicus Curiae Injured Workers'\n\r\n   Advocates. \n\r\n\nPER CURIAM: Petitioners-respondents (Martint) and respondent-petitioner\r\n(Jervey) each seek a writ of certiorari to review the Court of Appeals' decision in\r\nJervey v. Martint Envtl., Inc., 396 S.C. 442, 721 S.E.2d 469 (Ct. App. 2012).\r\nMartint maintains the Court of Appeals erred in holding Martint's claim that\r\nJervey's injuries were not compensable was barred by the doctrines of laches and\r\nwaiver because Martint did not assert compensability as a defense for more than\r\n450 days after it began paying benefits. Jervey maintains the Court of Appeals\r\nerred in holding S.C. Code Ann. § 42-9-260 (Supp. 2012) did not operate as a\r\nstatute of limitations to bar Martint's belated denial of compensability.\r\nSpecifically, Jervey maintains section 42-9-260 provides that an employer may\r\nonly raise compensability as a defense within the first 150 days after an injury if\r\nthe employer begins paying benefits.\r\n\r\nWe deny Martint's petition for a writ of certiorari to review the Court of Appeals'\r\ndecision as to the issues of laches and waiver. In light of the denial of Martint's\r\npetition for a writ of certiorari, we find it is unnecessary to address the issues\r\nraised by Jervey. See Futch v. McAllister Towing of Georgetown, Inc., 335 S.C.\r\n598, 613, 518 S.E.2d 591, 598 (1999) (holding an appellate court need not address\r\nany remaining issues if the disposition of a prior issue is dispositive).\r\nNevertheless, because determination as to the issues of laches and waiver is\r\ndispositive, we grant Jervey's petition for a writ of certiorari, dispense with further\r\nbriefing, and vacate that portion of the Court of Appeals' opinion addressing the\r\nimport of section 42-9-260.\r\n\r\nVACATE IN PART\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE, and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"27326","title":"Team IA v. Cicero Lucas","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27326.pdf","description":"The Court dismissed the writ of certiorari to the Court of Appeals as improvidently granted.","date":"2013-10-23","type":"opinion","text":"         THE STATE OF SOUTH CAROLINA \n\r\n              In The Supreme Court \n\r\n\r\nTeam IA, Inc., Respondent,\r\n\r\nv.\r\n\r\nCicero Lucas, George Lawson, IV and 5 Point Solutions, \n\r\nLLC, Defendants, \n\r\n\r\nOf whom Cicero Lucas is, Petitioner. \n\r\n\r\nCicero Lucas and George Lawson, IV, Third-Party \n\r\nPlaintiffs,\r\n\r\nv.\r\n\r\nBrent Yarborough and Team IA, Inc., Third-Party\r\nDefendants.\r\n\r\nAppellate Case No. 2011-203166\r\n\r\n\r\n             Appeal From Lexington County\r\n         R. Knox McMahon, Circuit Court Judge\r\n\r\n\r\n                   Opinion No. 27326 \n\r\n      Heard October 3, 2013 – Filed October 23, 2013 \n\r\n\r\n\r\n     DISMISSED AS IMPROVIDENTLY GRANTED \n\r\n\r\n\r\nTerry E. Richardson, Jr., Daniel Scott Haltiwanger, and\r\nChristopher James Moore, all of Richardson Patrick\r\nWestbrook & Brickman, LLC, of Barnwell, for\r\nPetitioner.\r\n\n           Robert Fredrick Goings, of Goings Law Firm, LLC of\r\n           Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: After careful consideration of the Appendix and briefs, the writ\r\nof certiorari is\r\n\r\nDISMISSED AS IMPROVIDENTLY GRANTED.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"27327","title":"In the Matter of Michael O'Brien Nelson","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27327.pdf","description":"This is a disciplinary opinion in which the Court definitely suspends a lawyer.","date":"2013-10-23","type":"opinion","text":"                   THE STATE OF SOUTH CAROLINA \n\r\n                        In The Supreme Court \n\r\n\r\n            In the Matter of Michael O'Brien Nelson, Respondent.\r\n\r\n            Appellate Case No. 2013-000964\r\n\r\n\r\n                              Opinion No. 27327 \n\r\n                  Heard July 10, 2013 – Filed October 23, 2013 \n\r\n\r\n\r\n                           DEFINITE SUSPENSION\r\n\r\n\r\n            Lesley M. Coggiola, Disciplinary Counsel, and Julie M.\r\n            Thames, Assistant Disciplinary Counsel, both of\r\n            Columbia, for Office of Disciplinary Counsel.\r\n\r\n            M. Dawes Cooke, Jr., of Barnwell Whaley Patterson &\r\n            Helms, LLC, of Charleston, for respondent.\r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter, the Office of Disciplinary\r\nCounsel (ODC) and respondent have entered into an Agreement for Discipline by\r\nConsent (Agreement) pursuant to Rule 21 of the Rules for Lawyer Disciplinary\r\nEnforcement (RLDE) contained in Rule 413 of the South Carolina Appellate Court\r\nRules (SCACR). In the Agreement, respondent admits misconduct and consents to\r\nthe imposition of a public reprimand or definite suspension not to exceed nine (9)\r\nmonths. He further agrees to pay the costs incurred in the investigation and\r\nprosecution of this matter by ODC and the Commission on Lawyer Conduct (the\r\nCommission) within thirty (30) days of the imposition of a sanction and to\r\ncomplete the Legal Ethics and Practice Program Ethics School within nine (9)\r\nmonths of the imposition of a sanction. We accept the Agreement and suspend\r\nrespondent from the practice of law in this state for six (6) months, retroactive to\r\nJune 1, 2013, the last date of his employment with the Ninth Circuit Solicitor's\r\nOffice. In addition, within thirty (30) days of the date of this opinion, respondent\r\nshall pay the costs incurred in the investigation and prosecution of this matter by\r\nODC and the Commission and, within nine (9) months of this opinion, shall\r\ncomplete and provide proof of completion of the Legal Ethics and Practice\r\n\nProgram to the Commission.          The facts, as set forth in the Agreement, are as\r\nfollows.                                  Facts\r\n\r\nAt the time of the misconduct giving rise to this proceeding, respondent was\r\nemployed as an assistant solicitor in the Ninth Circuit Solicitor's Office. On\r\nSunday, July 8, 2007, respondent's cousin (Cousin) called respondent to tell him he\r\nhad been summoned for jury duty. Cousin apparently asked respondent how to\r\navoid serving on a jury. Respondent told Cousin to tell the court that he ran a\r\nbusiness that could not open if he had to serve on a jury. Respondent also told\r\nCousin to tell the court that his cousin was an assistant solicitor.\r\n\r\nThe following day, Monday, July 9, 2007, jury qualifications were held and a jury\r\nwas selected for the criminal trial. During voir dire, Cousin did not inform the\r\ncourt that his cousin was an assistant solicitor. Cousin was selected to serve as a\r\njuror on a criminal case.1\r\n\r\nThe criminal trial proceeded with the State being represented by a deputy solicitor2\r\nand an assistant solicitor. On Tuesday, July 17, 2007, the State rested its case\r\nbefore the lunch break. After the lunch break, defense counsel informed the court\r\nthat he had learned over the previous weekend that one of the jurors was a cousin\r\nof respondent who was an assistant solicitor. Prior to returning to the courtroom\r\nafter the lunch break, defense counsel had asked respondent about the relationship\r\nand respondent admitted to defense counsel that his cousin was on the jury.\r\nDefense counsel related that respondent told him that he (respondent) had spoken\r\nto the assistant solicitor prosecuting the case before the jury was selected. Defense\r\ncounsel also related that respondent said Cousin had called him after he was seated\r\non the jury, but respondent refused to speak to him.\r\n\r\nA break was taken. Defense counsel and the deputy solicitor spoke with\r\nrespondent off the record. Defense counsel then informed the court that\r\nrespondent told defense counsel and the deputy solicitor that the trial judge had\r\nasked him to leave the courtroom because of his relationship with the juror. The\r\ntrial judge replied that respondent had \"just assumed that\" and then he \"just\r\ngenerally told [respondent] to leave the courtroom.\" Defense counsel related that\r\n\r\n1   Respondent was not on the Solicitor's Office team prosecuting the defendant.\r\n\r\n    The deputy solicitor was lead counsel for the prosecution.\r\n2\r\n\nrespondent told defense counsel and the deputy solicitor that he believed that\r\nCousin had reported to the court that he was related to respondent. Respondent\r\nstated he had been contacted several times by Cousin after the empanelling of the\r\njury, but he did not respond or said he could not respond.\r\n\r\nDefense counsel requested the trial judge dismiss Cousin and ask respondent about\r\nthe situation. The trial judge stated he would dismiss Cousin; he also said he \"was\r\njust joking when he told [respondent] to leave the courtroom if he had any\r\nconnection to a juror.\" The trial judge noted that they had checked and determined\r\nthat Cousin had not disclosed his relationship to respondent during voir dire.\r\n\r\nCousin was brought into the courtroom and questioned about his relationship with\r\nrespondent. He admitted they were cousins and that he had failed to respond to\r\n\"that question\" during voir dire. Cousin explained that, during voir dire, another\r\njuror stood up and the judge asked if it would have any effect on the juror's\r\nimpartiality. Cousin stated he knew his relationship with respondent would not\r\nhave any effect on his impartiality so he did not disclose his relationship with\r\nrespondent.3 Cousin admitted he had spoken with respondent since the trial had\r\nbegun but only about respondent's wedding. Cousin also stated he did not disclose\r\nhis relationship with respondent to any of the jurors.4 Cousin was excused from\r\nthe jury.\r\n\r\nThe next morning, Wednesday, July 18, 2007, defense counsel brought the issue\r\nup again because he was concerned respondent had told him in the hall that he had\r\nnot had any discussions with Cousin, but Cousin had told the court that they\r\ndiscussed respondent's wedding. Defense counsel was concerned about the\r\ninconsistency between what Cousin told the court and what respondent told the\r\ncourt. He was also concerned about communications Cousin may have had with\r\nother members of the jury.\r\n\r\n\r\n\r\n According to the Agreement, the transcript of the trial reveals that, during jury\r\n3\r\n\r\n\r\nselection, there were no questions about any juror's relationship with the Solicitor's\r\nOffice that elicited a response from the jury panel and, therefore, Cousin could not\r\nhave heard this question and answer previously.\r\n4The jury panel was later polled and one of the jurors said Cousin told him his\r\ncousin worked in the Solicitor's Office. Another juror stated Cousin told her his\r\ncousin worked in the building.\r\n\nRespondent was called into the courtroom and questioned by the trial judge with\r\nregard to his contact with Cousin. Respondent stated under oath that Cousin called\r\nhim Friday or Saturday night (over the weekend break during the course of the\r\ntrial). Cousin had received respondent's invitation to respondent's engagement\r\nparty and they spoke briefly about the party. Respondent said he told Cousin that\r\nhe could not talk about anything else.\r\n\r\nRespondent also said he received a telephone call from Cousin \"yesterday at\r\nlunch,\" which would have been Tuesday, July 17. Respondent said he did not\r\nanswer, but texted Cousin and told him he could not talk to him. Respondent\r\nstated, \"[t]hat was pretty much it, Your Honor.\"\r\n\r\nRespondent also stated he told his Cousin in the beginning that he could not talk to\r\nhim about the case. However, respondent revealed there was more to the\r\nconversation than he originally admitted when the trial judge asked respondent if\r\nhis cousin mentioned the case and respondent replied, \"[s]aying he's on the jury\r\nand blah-blah-blah, not anything on the facts.\" Respondent said Cousin had called\r\nhim before the trial asking him how to get off jury duty and then called him again\r\nafter he was selected and told respondent he was on the jury. Respondent stated\r\nCousin called him after he was selected for the jury and asked respondent to have\r\nlunch on Monday, July 9th. Respondent told Cousin he had gone home from work\r\nsick; they did not go to lunch.\r\n\r\nThe trial judge then asked when respondent told the other members of the\r\nSolicitor's Office that his cousin was on the jury. Respondent stated he did not\r\nremember if he spoke to the assistant solicitor assigned to the case before or after\r\nCousin was picked but he remembered he told the deputy solicitor after. The trial\r\njudge asked respondent if it was before Cousin was selected or before\r\nqualifications. Respondent stated, \"I'm not sure about before qualifications. I'm\r\nalmost positive I told him after he was selected.\" Respondent was excused from\r\nthe courtroom.\r\n\r\nAfter further discussion, respondent was called back into the courtroom. The trial\r\njudge asked respondent exactly when he disclosed that his cousin was selected on\r\nthe jury. Respondent said he was not certain, that he thought it was Monday\r\nmorning,5 but he did not remember. Although he had previously stated he was\r\n\"almost positive\" it was after his cousin was selected, respondent said he was\r\ntalking about the jury qualifications, not the panel. Respondent then told the court\r\n\r\n    This was the day of jury selection.\r\n5\r\n\nthat he did not mention Cousin's name \"to anybody here\" but that there were\r\npeople in the office that knew Cousin and that he told them his cousin was on the\r\njury. Respondent said the conversations were in passing but he thought he told\r\nthese people that Cousin was on the jury after he was selected. Respondent stated\r\nthe conversations were not important to him and he made no effort to ensure that\r\nthe court was aware of the relationship.\r\n\r\nDefense counsel asked respondent if he had told him in the hall that he had spoken\r\nto the assistant solicitor after the jury was selected and told the assistant solicitor\r\nthat his cousin was on the jury. Again, respondent did not give a direct answer and\r\nsaid he was not sure.\r\n\r\nDuring a post-trial motion, defense counsel offered a telephone log from SunCom\r\ndemonstrating the numerous telephone and text contacts between respondent and\r\nCousin between July 6 and July 18. The court accepted the log as an exhibit. The\r\nlog provides the following information.\r\n\r\nOn Monday, July 9, the day the jury was selected, court recessed for the day at\r\n12:00 p.m. The following contacts occurred on July 9, 2007:\r\n\r\n      Type                From                To            Time         Duration\r\n      Telephone           Respondent          Cousin        08:42:03     0:00:56\r\n      Text                Cousin              Respondent    08:46\r\n      Text                Respondent          Cousin        10:08\r\n      Text                Cousin              Respondent    10:40\r\n      Text                Respondent          Cousin        10:41\r\n      Text                Cousin              Respondent    10:42\r\n      Text                Respondent          Cousin        10:47\r\n      Telephone           Cousin              Respondent    10:47:44     0:01:05\r\n      Telephone           Cousin              Respondent    10:49:33     0:03:42\r\n      Telephone           Cousin              Respondent    12:05:52     0:00:07\r\n      Telephone           Respondent          Cousin        12:06:26     0:02:55\r\n      Text                Cousin              Respondent    14:33\r\n      Text                Cousin              Respondent    14:43\r\n      Telephone           Cousin              Respondent    16:25:30     0:00:31\r\n      Telephone           Cousin              Respondent    20:30:47     0:03:16\r\n      Telephone           Respondent          Cousin        20:35:04     0:00:21\r\n\r\nOn Tuesday, July 10, 2007, court did not convene. There were no confirmed\r\ntelephone or text contacts between respondent and Cousin on that day.\r\n\nCourt reconvened at 2:00 p.m. on Wednesday, July 11, 2007, and recessed at 5:00\r\np.m. (17:00). The following contacts occurred on Wednesday, July 11, 2007:\r\n\r\n      Type               From               To           Time        Duration\r\n      Telephone          Cousin             Respondent   17:10:11    0:00:03\r\n      Text               Cousin             Respondent   17:14\r\n      Telephone          Cousin             Respondent   17:15:20    0:00:29\r\n      Telephone          Respondent         Cousin       17:15:25    0:00:23\r\n\r\nOn Thursday, July 12, 2007, the court convened at 9:30 a.m. and recessed for\r\nlunch at 12:00 p.m. The court reconvened at 1:30 p.m. (13:30) and recessed for the\r\nday at 4:50 p.m. (16:50). The following contacts occurred on Thursday, July 12,\r\n2007. Type               From               To           Time        Duration\r\n      Telephone          Cousin             Respondent   12:04:36    0:00:08\r\n      Text               Cousin             Respondent   12:06\r\n      Telephone          Cousin             Respondent   12:06:48    0:00:07\r\n\r\nCourt was in session on Friday, July 13, 2007. There are no confirmed contacts\r\nbetween respondent and Cousin on Friday, July 13. There are no confirmed\r\ntelephone or text contacts between respondent and Cousin on Saturday, July 14,\r\nSunday, July 15, or Monday, July 16, during which time court was not in session.\r\n\r\nCourt reconvened on Tuesday, July 17, 2007, at 9:30 a.m. The State rested on\r\nTuesday, July 17, 2007, before the lunch break. The court recessed for lunch at\r\n11:55 a.m. and reconvened at 1:30 p.m. (15:30). The court recessed for the day at\r\n5:35 p.m. (17:35). The following contacts between respondent and Cousin\r\noccurred on Tuesday, July 17, 2007.\r\n\r\n      Type               From               To           Time        Duration\r\n      Telephone          Cousin             Respondent   12:05:06    0:00:20\r\n      Text               Respondent         Cousin       12:11\r\n      Text               Cousin             Respondent   12:12\r\n      Text               Respondent         Cousin       12:13\r\n      Text               Cousin             Respondent   12:14\r\n      Text               Cousin             Respondent   12:33\r\n      Text               Cousin             Respondent   15:59\r\n      Telephone          Cousin             Respondent   16:00:10    0:09:53\r\n\nAt an interview with ODC on August 1, 2012, respondent was asked if the trial\r\njudge had asked him to leave the courtroom during the trial or during jury\r\nselection. Initially, respondent replied \"[n]o.\" However, respondent then\r\nremembered that he went into the courtroom during the trial and the trial judge\r\ntexted him and told him to leave. Respondent stated the text occurred during a\r\nbreak in the trial. He explained that, in hindsight, he assumed the trial judge was\r\n\"messing with\" him. At the time, he thought the trial judge did not want him in the\r\ncourtroom because he knew respondent's cousin was on the jury. Respondent said\r\nhe and the trial judge were friends, and that texting with the trial judge was not\r\nuncommon.\r\n\r\nDuring the ODC interview, respondent attempted to clear up the situation by\r\nstating that he now knows that he told the deputy solicitor and the assistant\r\nsolicitor assigned to the case that his cousin was on the jury before selection,\r\n\"before they went to jury qualifications.\" Respondent admits he gave different\r\nanswers at different times to the same questions. Respondent stated he believed\r\nCousin had disclosed the relationship during jury selection and, thus, the trial judge\r\nand the attorneys of record all knew of the relationship.\r\n\r\nWhile going through the telephone and text records during the ODC interview,\r\nrespondent stated he could not remember the specifics of any of the calls. Several\r\nof the calls were just seconds long and others were several minutes, but he could\r\nnot recall the details of any particular conversation. When asked about the\r\ndiscrepancy between the number of actual contacts and the number of contacts\r\nrevealed to the trial judge, respondent replied he was nervous and had no excuse.\r\nHe also stated he had no memory of the calls because they were short. 6\r\n\r\nRespondent admits he engaged in repeated ex parte contacts with Cousin\r\nthroughout the trial until Cousin was excused after his relationship with respondent\r\nwas disclosed. In addition to the Sunday evening telephone call before the trial,\r\nthere were approximately thirty (30) other ex parte contacts between respondent\r\nand Cousin between Monday, July 9, 2007, the first day of trial, and Tuesday, July\r\n17, 2007, when Cousin was excused. Respondent admits the ex parte contacts\r\ncorrelated closely with recesses and breaks during the trial.\r\n\r\n6Although the misconduct occurred in July 2007, the disciplinary matter was not\r\nconsidered by the Commission on Lawyer Conduct until the conclusion of the trial\r\nand appeal in the underlying criminal case.\r\n\n                                        Law\r\n\r\nRespondent admits that by his conduct he has violated the following provisions of\r\nthe Rules of Professional Conduct, Rule 407, SCACR: Rule 3.4(c) (lawyer shall\r\nnot knowingly disobey an obligation under the rules of a tribunal); Rule 3.5\r\n(lawyer shall not communicate ex parte with a juror during the proceeding unless\r\nauthorized to do so by law or court order); and Rule 8.4(e) (it is professional\r\nmisconduct for lawyer to engage in conduct prejudicial to the administration of\r\njustice).\r\n\r\nRespondent also admits he has violated the following Rules for Lawyer\r\nDisciplinary Enforcement, Rule 413, SCACR: Rule 7(a)(1), RLDE (it shall be\r\nground for discipline for lawyer to violate Rules of Professional Conduct).\r\n\r\n                                    Conclusion\r\n\r\nWe accept the Agreement and suspend respondent from the practice of law in this\r\nstate for six (6) months, retroactive to June 1, 2013, the last date of his\r\nemployment with the Ninth Circuit Solicitor's Office.7 Within thirty (30) days of\r\nthe date of this opinion, respondent shall pay the costs incurred in the investigation\r\nand prosecution of this matter by ODC and the Commission and, within nine (9)\r\nmonths of this opinion, shall complete and provide proof of completion of the\r\nLegal Ethics and Practice Program to the Commission. Within fifteen (15) days of\r\nthe date of this opinion, respondent shall file an affidavit with the Clerk of Court\r\nshowing that he has complied with Rule 30 of Rule 413, SCACR.\r\n\r\nDEFINITE SUSPENSION.\r\n\r\n\r\nTOAL, C.J., PLEICONES, KITTREDGE and HEARN, JJ., concur.\r\nBEATTY, J., not participating.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n On May 29, 2013, respondent resigned his position with the Ninth Circuit\r\n7\r\n\r\n\r\nSolicitor's Office effective June 1, 2013.\r\n\n","court":"Supreme"},{"id":"ORDER","title":"In the Matter of Cynthia E. Collie","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2013-10-17-01","description":"Respondentâ€™s license to practice law in this state is suspended until further order of the Court.","date":"2013-10-23","type":"order","text":"\r\n  \r\n\r\n\r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\n\r\n  \r\n    \r\n      \r\n        In the Matter of Cynthia E.  Collie, Respondent.\r\n          Appellate Case No. 2012-213164\r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nORDER\r\n\r\nBy order dated  October 17, 2011, the Court required all lawyers admitted to the practice of  law in South Carolina to log-on, verify, and update their contact information  on the Attorney Information System (AIS) by November 18, 2011.  The order specified attorneys &quot;shall  ensure that his or her contact information in the AIS includes a mailing  address, an e-mail address, and a telephone or cell phone number, and that this  information is current and accurate.&quot;\r\nIn the same order, the Court amended Rule 410, SCACR.  In relevant part, Rule 410(g) provides that  &quot;[p]ersons admitted to the practice of law in South Carolina shall have a  continuing duty to verify and update their information in the AIS, and must  ensure that the AIS information is current and accurate at all times.  At a minimum, the contact information must  include a mailing address, an e-mail address and a telephone number.&quot;  Rule 410(e), SCACR, states that the mailing  and email addresses in AIS shall be used for notifying and serving the bar  member.\r\nOn October 16,  2012, the Court heard oral arguments in Cynthia Holmes v. Haynesworth  Sinclair Boyd.  Respondent, a party  to the appeal, was present in the courtroom.1\r\nDuring the argument, respondent's counsel acknowledged that  respondent is a regular member of the South Carolina Bar. Thereafter, the Chief  Justice stated respondent was not properly registered with AIS and verbally  directed counsel and respondent to update AIS to provide an operational email  account for respondent.\r\nCourt records document that, on October 18, 2012, respondent  contacted the AIS Help Center and was told that, pursuant to Rule 410, SCACR,  respondent was required to provide an email address.  By correspondence dated the same day,  respondent's counsel advised the Chief Justice that respondent &quot;is now  taking steps to have [an email address] created for the purposes of complying  with the rule.&quot;  \r\nIn the meantime, in connection with a pending disciplinary matter  against respondent, the Court issued an order on October 18, 2012, addressing  issues in the disciplinary mater and directing respondent &quot;to add a valid  e-mail address&quot; and confirm that her other contact on AIS was correct  within five (5) days.2\r\nCourt records document that, on October 22, 2012, respondent  verified her AIS contact information and provided an email address on AIS.\r\nOn October 25,  2012, respondent faxed a copy of a Petition for Rehearing of the October 18,  2012, order.  By email dated October 26,  2012, the Clerk's Office notified respondent that a Petition for Rehearing is  not considered filed until an original is received.  The email was sent to respondent's email  address on AIS: rule.410-retired@yahoo.com.   An &quot;auto response&quot; was returned to  the Clerk's Office stating &quot;Rule 410 - retired.  No reply.   Please consult the current directory for contact information.&quot;\r\nOn October 31,  2012, the Court issued an order denying respondent's Petition for Rehearing and  other matters.  The Clerk of Court's  cover letter forwarding the order directed respondent to remove the automatic  message from her email and to start monitoring her email account.  The Clerk requested respondent immediately  notify his office in writing that she had removed the auto-generated message  and was monitoring her email.\r\nBy letter dated  November 5, 2012, respondent replied that her office does not have access to  the Internet.  The letter states  &quot;[w]e consulted AIS staff about this last year at the time when fees were  paid.  Your staff at AIS advised the use  of Rule 410, RPC Rule 407, [sic] SCACR, retired and an AIS staffer manually  entered the information at that time.&quot;\r\nSubsequently,  respondent filed a Second Petition for Rehearing of the October 18, 2012,  order.  By order dated January 11, 2013,  the Court denied respondent's Second Petition for Rehearing.  Shortly thereafter, respondent filed another  motion; by order dated February 4, 2013, the Court denied the motion.\r\nBetween  February 25, 2013, and April 26, 2013, respondent filed three separate  motions.  By order dated May 2, 2013, the  Court denied each of the motions.  The  Court noted that the formal charges in the disciplinary matter allege  respondent filed various frivolous actions and that the filings with the Court  could be viewed as frivolous.  The Court  stated &quot;we warn [respondent] that this Court and/or the hearing panel may  place restrictions on her filings in this disciplinary matter if it is  determined that she is making repetitive frivolous filings.&quot;\r\nOn May 22,  2013, the Court received respondent's Petition for Rehearing, Motion to Issue  Rule to Show Cause (against counsel for the Office of Disciplinary Counsel),  and Motion.  By order dated June 19,  2013, the Court denied the Petition for Rehearing and the two motions.  The Court held:\r\n\r\n  Further,  the Court previously warned [respondent] that repeated and vexatious  submissions may result in restrictions being placed on her future filings.  The Court finds this eighth filing since  October 2012 and third attempt by [respondent] to address the merits of the  underlying disciplinary proceeding constitutes abuse of legal process.  Accordingly, the Court shall not accept any  further filings by [respondent], including a petition for rehearing of this  order, until the matter has been finally considered by the Commission.  See Rule 21, RLDE, and Rule 27,  RLDE.  The Court directs the Commission  to set this matter for hearing without delay.\r\n\r\nBetween July 3, 2013 and July 18, 2013,  respondent filed three additional motions with the Court.  The Clerk refused to accept the motions,  citing the Court's June 19, 2013, order.\r\nBy letter dated  July 30, 2013, Counsel for the Commission on Lawyer Conduct (the Commission)  notified the Court that respondent refuses to provide a valid email address.  Specifically, Commission Counsel stated the Commission has attempted to contact  respondent through her e-mail address on AIS, but the emails were  undeliverable.  Commission Counsel  provided a partial transcript from the pre-hearing conference in which  respondent stated:  &quot;I don't have an  email to use…So no, there's no email…I don't have an active email.&quot;  According to Commission Counsel,  respondent's failure to provide an operational  email account is interfering with the Commission's and Office of Disciplinary  Counsel's ability to communicate with respondent.  \r\n  By letter dated July 31, 2013, the  Clerk of Court advised respondent that she must file a written response to the  Commission's letter by August 12, 2013.   The Clerk specifically directed respondent to answer the following:\r\n\r\n  1. whether the  e-mail address currently shown for her in AIS, rule.410_retired@yahoo.com is a valid,  working e-mail address; \r\n  2. whether the  e-mail was a valid, working e-mail address when she last verified her information on AIS on October 22, 2012; and\r\n  3. what actions  she is taking to monitor and timely respond to the email address provided in  AIS.     \r\n\r\nThe Clerk sent  this letter via mail and email with the subject line &quot;Response  Required.&quot;   The automated response  generated by respondent's email provided the following statement:  &quot;Rule 410 - retired.  No reply.   This email is not active.  Please  consult the current directory for contact information.&quot;\r\nOn August 8, 2013, the Clerk of Court received a written response from  respondent by mail.  The response, dated  November 5, 2012, is identical to the letter previously sent to the Court on November  5, 2012.  The letter provides:  &quot;[w]e consulted AIS staff about this  last year at the time when fees were paid.   Your staff at AIS advised the use of Rule 410, RPC, [sic ]Rule 407,  SCACR, retired and an AIS staffer manually entered the information at that  time.&quot;  \r\nRespondent sent additional correspondence by letter dated August  12, 2013, stating that because she has not had clients in more than thirty  years, &quot;we are exempt from Rule 412, SCACR, as well.&quot;3  Respondent again enclosed a copy of her  November 5, 2012, letter.  By letter  dated September 9, 2013, respondent again stated she is retired &quot;as there  have been no clients in over thirty (30) years&quot; and she does not have Internet  access.  \r\nAlthough respondent may consider herself retired from the practice  of law since she has not represented clients in many years, she is nevertheless  classified as a regular member of the South Carolina Bar and, therefore, pursuant  to Rule 410(g), SCACR, required to provide a valid email address.  Even if she were eligible to elect to be a  retired member of the Bar,4 she  would still be required to maintain an email address pursuant to Rule 410(g),  SCACR.\r\nRespondent has repeatedly refused to  comply with the explicit directives, orders, and rules of this Court and of requests  by the Clerk of Court by refusing to maintain and monitor an operational email  account.  Moreover, in spite of the  Court's order of June 19, 2013, specifically prohibiting her from filing  additional motions with the Court until the underlying disciplinary matter has  been considered by the Commission, respondent has nevertheless attempted to  submit further motions with the Court.  As  a result of her persistent refusal to comply with this Court's directives, the  Court finds respondent poses a substantial threat of serious harm to the public  and to the administration of justice.    Therefore, pursuant to Rule 17(b) and (c), RLDE,  Rule 413, SCACR, the Court places respondent on interim suspension.  See Rule  17(b), RLDE (&quot;[u]pon receipt of  sufficient evidence demonstrating that a lawyer poses a substantial threat of  serious harm to the public or to the administration of justice, the Supreme  Court may place the lawyer on interim suspension pending a final determination  in any proceeding under these rules); Rule 17(c), RLDE (&quot;[u]pon receipt  of sufficient evidence demonstrating that a lawyer …has failed to respond to …inquiries  or directives of …the Supreme Court, the Supreme Court may place that lawyer on  interim suspension.&quot;).  Respondent&rsquo;s  license to practice law in this state is suspended until further order of the  Court.\r\n\r\n  \r\n    \r\n     s/Jean H. Toal&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;C.J.\r\n      \r\n      s/Costa M. Pleicones&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/Donald W. Beatty&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/John W. Kittredge&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/Kaye G. Hearn&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n    \r\n  \r\n\r\nColumbia, South  Carolina\r\nOctober 17,  2013 \r\n\r\n\r\n1 The decision is pending.\r\n2 When the time for respondent to file the answer to the  formal charges expired on September 10, 2012, the formal charges became public  on October 10, 2012, and all records and proceedings on or after that date are  open to the public. Rule 12(b), RLDE, Rule 413, SCACR.\r\n3 Rule 412, SCACR, addresses IOLTA accounts.\r\n4 In order to be eligible to elect retired status, a Bar  member must be 65 years of age or older (or turn 65 years of age during the Bar  license year in which the member elects retired status) or have a serious  illness or total and permanent disability.   Rule 410(h)(1)(G), SCACR. \r\n\r\n\r\n\r\n\r\n\r\n","court":"Supreme"},{"id":"27328","title":"State v. Smith","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27328.pdf","description":"The Court reverses Petitioner's conviction for aiding and abetting homicide by child abuse in violation of South Carolina Code section 16-3-85(A)(2) when he was indicted only for homicide by child abuse as a principal, holding that the Court of Appeals improperly applied common law principles of accomplice liability in the context of the homicide by child abuse statute.","date":"2013-10-30","type":"opinion","text":"             THE STATE OF SOUTH CAROLINA \n\r\n                  In The Supreme Court \n\r\n\r\n   The State, Respondent,\r\n\r\n   v.\r\n\r\n   Wesley Smith, Petitioner.\r\n\r\n   Appellate Case No. 2011-188646\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n                  Appeal from Horry County \n\r\n           Edward B. Cottingham, Circuit Court Judge \n\r\n\r\n\r\n                      Opinion No. 27328 \n\r\n        Heard September 17, 2013 – Filed October 30, 2013 \n\r\n\r\n\r\n                REVERSED AND REMANDED\r\n\r\n\r\n   Assistant Appellate Defender Kathrine H. Hudgins, of\r\n   Columbia, for Petitioner.\r\n\r\n   Attorney General Alan M. Wilson, Chief Deputy\r\n   Attorney General John W. McIntosh, Senior Assistant\r\n   Deputy Attorney General Salley W. Elliott, Assistant\r\n   Attorney General Christina J. Catoe, all of Columbia, and\r\n   Solicitor John G. Hembree, of North Myrtle Beach, for\r\n   the State.\r\n\nJUSTICE KITTREDGE: We granted a petition for writ of certiorari to review\r\nthe court of appeals' affirmance of Petitioner's conviction for aiding and abetting\r\nhomicide by child abuse. State v. Smith, 391 S.C. 353, 705 S.E.2d 491 (Ct. App.\r\n2011). Petitioner contends that the court of appeals erred by applying common law\r\nprinciples of accomplice liability to affirm his conviction for a statutory offense for\r\nwhich he was not indicted. We reverse the court of appeals and remand for a new\r\ntrial.                                    I.\r\nPetitioner was the father of the minor child (Victim) who died as a result of child\r\nabuse on February 14, 2004. Victim lived only 130 days. Petitioner and the\r\nVictim's mother, Charlene Dandridge, were Victim's caretakers. The two\r\ncontributing causes of death were blunt-force trauma to the chest and\r\npseudoephedrine toxicity. An autopsy revealed seventeen rib fractures, some of\r\nwhich occurred several weeks prior to death and some that occurred in the forty-\r\neight hours immediately prior to death. The autopsy also revealed that, on the day\r\nshe died, Victim had been given approximately four times the adult dosage of\r\npseudoephedrine.1\r\n\r\nPetitioner was indicted for homicide by child abuse limited to section 16-3-\r\n85(A)(1),2 as follows:\r\n\r\n      That WESLEY SMITH did in Horry County, on or about February\r\n      14, 2004, cause the death of [Victim], a four (4) month old child,\r\n      while committing child abuse or neglect, and the child's death\r\n      occurred under circumstances manifesting an extreme indifference to\r\n      human life, in violation of Section 16-3-85(A)(1), S.C. Code of Laws,\r\n      1976, as amended.\r\n\r\nThe trial court, on its own initiative, instructed the jury on both South Carolina\r\nCode section 16-3-85(A)(1) (section (A)(1)), homicide by child abuse as a\r\nprincipal, and South Carolina Code section 16-3-85(A)(2) (section (A)(2)),\r\nhomicide by child abuse by aiding and abetting. The trial court indicated that it\r\nbelieved that section (A)(2) was a lesser-included offense of section (A)(1), or\r\n\r\n1Petitioner admitted to giving the Victim \"cough medicine\" on the day of her\r\ndeath.\r\n2 Conversely, Dandridge was not indicted pursuant to section 16-3-85(A)(1); she\r\npled guilty to unlawful conduct towards a child.\r\n\nalternatively, that section (A)(2) was merely another means to convict a criminal\r\ndefendant of the same underlying crime of homicide by child abuse but would lead\r\nto a lesser sentence.3 Petitioner's trial counsel objected to the jury instruction on\r\nsection (A)(2) because he was not put on notice of the section (A)(2) offense.4 The\r\njury subsequently found Petitioner guilty of violating the unindicted section (A)(2)\r\noffense without reaching the indicted section (A)(1) charge.5\r\n\r\n                                         II.\r\nThe court of appeals declined to address the grounds relied on by the trial court but\r\naffirmed Petitioner's conviction on what it believed was an alternative sustaining\r\nground, stating:\r\n\r\n      It is well-settled that a defendant may be convicted on a theory of\r\n      accomplice liability pursuant to an indictment charging him only with\r\n      the principal offense. Thus, the indictment charging [Petitioner] with\r\n      homicide by child abuse as a principal was effective to put him on\r\n      notice that the State may request to proceed on aiding and abetting\r\n      homicide by child abuse as well.\r\n\r\n3A defendant convicted of violating section (A)(1) may be imprisoned for twenty\r\nyears to life, while a defendant convicted of violating section (A)(2) must be\r\nimprisoned for between ten and twenty years. S.C. Code § 16-3-85(C) (2003).\r\n4 It was the State's theory that Petitioner was the sole caretaker of Victim during\r\nthe relevant time period, and hence the indictment was limited to section (A)(1).\r\nAfter Petitioner's counsel objected to the trial court's consideration of a jury charge\r\non the section (A)(2) offense, the trial court inquired of the State: \"[W]hat says the\r\nState on that issue? The indictment specifically says (A)(1).\" The assistant\r\nsolicitor responded with his own question, \"my question to the Court is . . . there\r\nany evidence, any evidence that would tend to give the jury the ability to convict\r\n[Petitioner] of the lesser-included offense[?]\" On certiorari to this Court, the State\r\nonly haltingly defends section (A)(2) as a lesser-included offense of section (A)(1),\r\nreferring to section (A)(2) as \"a sort of 'lesser offense' of (A)(1) because it provides\r\nfor a lesser penalty.\" (Resp't's Br. 10).\r\n5The verdict form contained four possible verdicts: Guilty as to the section (A)(1)\r\ncharge; Not Guilty as to the section (A)(1) charge; Guilty as to the section (A)(2)\r\ncharge; and Not Guilty as to the section (A)(2) charge. The jury found Petitioner\r\nguilty of the section (A)(2) charge but made no finding on the charge under section\r\n(A)(1).\r\n\nSmith, 391 S.C. at 365, 705 S.E.2d at 497–98 (quoting State v. Dickman, 341 S.C.\r\n293, 295, 534 S.E.2d 268, 269 (2000)) (internal citations and quotations omitted).\r\nThis was error.\r\n\r\nThe common law principles of accomplice liability, as applied by the court of\r\nappeals, do not apply in the context of the homicide by child abuse statute. \"The\r\ncardinal rule of statutory construction is to ascertain and effectuate the intent of the\r\nlegislature.\" Hodges v. Rainey, 341 S.C. 79, 85, 533 S.E.2d 578, 581 (2000).\r\n\"What a legislature says in the text of a statute is considered the best evidence of\r\nthe legislative intent or will. Therefore, the courts are bound to give effect to the\r\nexpressed intent of the legislature.\" Id. (quoting Norman J. Singer, Sutherland\r\nStatutory Construction § 46.03 at 94 (5th ed. 1992)).\r\n\r\n      (A) A person is guilty of homicide by child abuse if the person:\r\n\r\n      (1) causes the death of a child under the age of eleven while\r\n          committing child abuse or neglect, and the death occurs under\r\n          circumstances manifesting an extreme indifference to human life;\r\n          or\r\n\r\n      (2) knowingly aids and abets another person to commit child abuse or\r\n          neglect, and the child abuse or neglect results in the death of a\r\n          child under the age of eleven.\r\n\r\nS.C. Code § 16-3-85(A) (2003).\r\n\r\nWe find the language of section 16-3-85 unambiguously signals the General\r\nAssembly's intent to codify two distinct crimes—homicide by child abuse as a\r\nprincipal pursuant to section (A)(1) and homicide by child abuse by aiding and\r\nabetting pursuant to section (A)(2), each with distinct elements and sentencing\r\nranges.6 Because the section (A)(2) offense is not a lesser-included offense of\r\n\r\n6 An indicted offense necessarily includes all lesser-included offenses, which may\r\nproperly (if supported by the evidence) be presented to the jury. See State v.\r\nDrayton, 293 S.C. 417, 428, 361 S.E.2d 329, 335 (1987) (\"A trial judge is required\r\nto charge the jury on a lesser included offense if there is evidence from which it\r\ncould be inferred the lesser, rather than the greater, offense was committed.\").\r\nSection (A)(2), however, is not a lesser-included offense of section (A)(1). Where,\r\nas here, the General Assembly provides separate offenses in the same statutory\r\nscheme, only the indicted offense should be submitted to the jury. The unindicted\r\nsection (A)(2) charge to the jury was error and constituted a material variance from\r\n\nsection (A)(1), an indictment expressly charging only a section (A)(1) offense does\r\nnot provide notice of a section (A)(2) charge. See State v. Cody, 180 S.C. 417,\r\n423, 186 S.E.165, 167 (1936) (\"[I]t is a rule of universal observance in\r\nadministering the criminal law that a defendant must be convicted, if convicted at\r\nall, of the particular offense charged in the bill of indictment.\").\r\n\r\n                                      III.\r\nIn sum, Petitioner was indicted only for homicide by child abuse pursuant to\r\nsection (A)(1). The court of appeals erred in affirming Petitioner's conviction\r\nunder section (A)(2)—an unindicted charge that was not a lesser-included offense\r\nof the indicted offense. Accordingly, we reverse the decision of the court of\r\nappeals and remand this case to the trial court for a new trial on the indicted\r\noffense of homicide by child abuse pursuant to section (A)(1).7\r\n\r\n\r\n\r\n\r\nthe indicted crime. See, e.g., Bailey v. State, 392 S.C. 422, 431, 709 S.E.2d 671,\r\n676 (2011) (granting PCR where counsel was ineffective for failing to object to\r\nerroneous supplemental jury instructions, which permitted a jury \"to convict\r\n[defendant] for 'an act alternative to the one specified with particularity in the\r\nindictment'\"). The State, of course, could have indicted Petitioner for the offenses\r\nof section (A)(1) and section (A)(2), but it did not do so.\r\n7We understand the inherent difficulties in the prosecution of homicide by child\r\nabuse cases. As Chief Justice Toal astutely observed:\r\n\r\n      Child abuse differs from other types of crimes in several respects.\r\n      Specifically, the crime of child abuse often occurs in secret, typically\r\n      in the privacy of one's home. The abusive conduct is not usually\r\n      confined to a single instance, but rather is a systematic pattern of\r\n      violence progressively escalating and worsening over time. Child\r\n      victims are often completely dependent upon the abuser, unable to\r\n      defend themselves, and often too young to alert anyone to their\r\n      horrendous plight or ask for help.\r\n\r\nState v. Fletcher, 379 S.C. 17, 27, 664 S.E.2d 480, 484–85 (2008) (Toal, C.J.\r\ndissenting). In this case, there are means upon which the State, if it desires, may\r\non retrial bring the section (A)(2) charge against Petitioner which comport with\r\nrequirements of notice and due process.\r\n\nREVERSED AND REMANDED. \n\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, and HEARN, JJ., concur. \n\r\n\n","court":"Supreme"}]