[{"id":"27207","title":"State v. Taylor","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27207.pdf","description":"Respondent was convicted of possession with intent to distribute crack cocaine.  The court of appeals vacated Respondent's conviction, finding that police did not have reasonable suspicion to stop and search Respondent.  The Supreme Court, Toal, C.J., reversed, and held that police lawfully stopped Respondent, and the trial court properly admitted drug evidence seized by police during the subsequent search of Respondent.","date":"2013-01-09","type":"opinion","text":"           THE STATE OF SOUTH CAROLINA\r\n                 In The Supreme Court\r\n                      __________\r\nThe State of South Carolina,        Petitioner,\r\n\r\n                               v.\r\nSyllester D. Taylor,                Respondent.\r\n                         __________\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n                  __________\r\n\r\n                Appeal From Florence County\r\n             Thomas A. Russo, Circuit Court Judge\r\n                        __________\r\n\r\n                  Opinion No. 27207 \n\r\n       Heard November 2, 2011 - Filed January 9, 2013 \n\r\n                      ___________\r\n\r\n                        REVERSED\r\n                        ___________\r\n\r\nAttorney General Alan Wilson, Chief Deputy Attorney General John W.\r\nMcIntosh, Assistant Deputy Attorney General Salley E. Elliott, and\r\nAssistant Attorney General Christina J. Catoe, all of Columbia, and\r\nSolicitor Edgar Lewis Clements, III, of Florence, for Petitioner.\r\n\r\nAppellate Defender Robert M. Pachak, of South Carolina Commission on\r\nIndigent Defense, of Columbia, for Respondent.\r\n\r\n                        ___________\r\n\nCHIEF JUSTICE TOAL: The State contests the court of appeals' decision\r\nholding the police search and seizure of Syllester Taylor (Respondent) improper\r\nunder the Fourth Amendment to the United States Constitution.1 We reverse.\r\n\r\n                               Facts/Procedural History\r\n\r\n       On July 25, 2006, at approximately 11:00 p.m., the Florence County\r\nSheriff's Office received a dispatch regarding suspected drug activity. The\r\nanonymous call indicated that a black male on a bicycle appeared to be selling\r\ndrugs in an area well known to law enforcement for its high incidence of crime and\r\ndrug traffic. Sheriff's deputies responded to the call and, from their vehicles,\r\nobserved Respondent alone at a road intersection. Respondent is an African-\r\nAmerican male and was on a bicycle. The officers parked their vehicles and\r\napproached Respondent's position on foot. Officers then observed Respondent\r\n\"huddled up\" with another male. Suspecting an illegal drug transaction, officers\r\napproached Respondent. Upon realizing that the officers were approaching,\r\nRespondent and his associate \"immediately\" split up, and Respondent rode the\r\nbicycle towards the officers in an apparent attempt to flee the area. Police called\r\nout to Respondent to stop, but Respondent continued his movement. Believing\r\nthat he had reasonable suspicion under the circumstances, an officer conducted a\r\ntakedown of Respondent and patted him down for weapons. During the search for\r\nweapons the deputy discovered crack cocaine.\r\n\r\n      Respondent was indicted for possession with intent to distribute crack\r\ncocaine. The case proceeded to trial, and the sheriff's deputy that conducted the\r\nsearch testified in camera regarding the discovery of the crack cocaine:\r\n\r\n        I then push [sic] the subject to the top of his pocket without entering\r\n        the pocket. It rolled out on the ground beside him with [sic] a green\r\n        tennis ball. At the time, I picked the tennis ball up. As I picked it up,\r\n        I squeezed it. It had a slit in the top of it. And inside the tennis ball,\r\n        you could actually see the bag of what was believed to be crack\r\n        cocaine at the time.\r\n\r\n        The officer later testified during the trial:\r\n\r\n1   U.S. Const. amend. IV.\r\n\n          I worked the item up until it dropped out on the ground beside him. I\r\n          picked the object up. It was a green tennis ball. It did have a cut in\r\n          the top of it. And as I pick the ball up, I could see the plastic bag what\r\n          appeared to this deputy to be crack cocaine inside.\r\n\r\n       Respondent was found guilty and sentenced, as a third-time drug offender, to\r\nthirty years' imprisonment. The court of appeals overturned the conviction, finding\r\nthat police did not have reasonable suspicion to stop Respondent. State v. Taylor,\r\n388 S.C. 101, 694 S.E.2d 60 (Ct. App. 2010). The State sought review of this\r\ndecision, and this Court granted certiorari.\r\n\r\n                                     Issues Presented\r\n\r\n   I.\t       Whether police had reasonable suspicion to detain Respondent and \n\r\n             conduct an investigatory search. \n\r\n\r\n   II.\t      Whether police had probable cause to search the tennis ball discovered\r\n             during the search of Respondent.\r\n\r\n                                   Standard of Review\r\n\r\n       A trial court's Fourth Amendment suppression ruling must be affirmed if\r\nsupported by any evidence, and an appellate court may reverse only when there is\r\nclear error. State v. Groome, 378 S.C. 615, 618, 664 S.E.2d 460, 461 (2008).\r\n\r\n                                       Law/Analysis\r\n\r\n   I.\t       Whether police had reasonable suspicion to detain Respondent and\r\n             conduct an investigatory search.\r\n\r\n      The State argues the court of appeals erred in reversing Respondent's\r\nconviction. We agree. Under the totality of the circumstances, officers had\r\nreasonable suspicion to conduct an investigatory stop.\r\n\r\n       An investigative detention is constitutional if supported \"by a reasonable and\r\narticulable suspicion that the person seized is engaged in criminal activity.\" Reid v.\r\nGeorgia, 448 U.S. 438, 440 (1980). The required reasonable suspicion can arise\r\n\nfrom an anonymous tip provided that the totality of the surrounding circumstances\r\njustifies acting on the tip. United States v. Perrin, 45 F.3d 869, 871 (4th Cir.\r\n1995). Courts must look at the cumulative information available to the officer . . .\r\nand not find a stop unjustified based merely on a \"piecemeal refutation of each\r\nindividual fact and inference.\" United States v. Branch, 537 F.3d 328, 337 (4th\r\nCir. 2008). \"Just as one corner of a picture might not reveal the picture's subject or\r\nnature, each component that contributes to reasonable suspicion might not alone\r\ngive rise to reasonable suspicion.\" United States v. Mason, 628 F.3d 123, 129 (4th\r\nCir. 2010).\r\n\r\n      Two cases decided by the United States Court of Appeals for the Fourth\r\nCircuit, United States v. Lender, 985 F.2d 151 (4th Cir. 1993), and United States v.\r\nSprinkle, 106 F.3d 613 (4th Cir. 1997), are instructive.\r\n\r\n       In Lender, at approximately 12:50 a.m., officers observed four to five men,\r\nincluding the defendant, huddled together in an area known for heavy drug traffic.\r\nLender, 985 F.2d at 153. The defendant had his hand stuck out with his palm up,\r\nand the other men were looking down toward his palm. Id. Suspecting a drug\r\ntransaction, the officers stopped their car, got out, and approached the men. Id. As\r\nthe officers approached, the group began to disperse, and the defendant walked\r\naway from the officers with his back to them. Id. The officers called out for the\r\ndefendant to stop, but he refused. After the officers again called out for defendant\r\nto stop, he did, and a semi-automatic pistol fell from his waist to the ground. Id.\r\nThe officers subdued the defendant and placed him under arrest for carrying a\r\nconcealed weapon. Id. The defendant was eventually indicted for one count of\r\npossessing a firearm after having been convicted of a crime punishable by a term\r\nexceeding one year. Id. at 153.\r\n\r\n       The defendant moved to suppress the gun on the grounds that it had been\r\ndiscovered after police unlawfully seized him. Id. He argued that the officers had\r\nno reasonable suspicion to justify stopping him, and that he was seized from the\r\nmoment he came to a stop after the officers' second call for him to do so. Id. The\r\ndistrict court denied the motion, finding that although the officers had no\r\nreasonable suspicion to stop the defendant, he had not been seized at the time the\r\ngun fell into plain view. Id.\r\n\r\n      The Fourth Circuit disagreed:\r\n\n      Here the officers personally knew that the area they were patrolling\r\n      had a large amount of drug traffic. While the defendant's mere\r\n      presence in a high crime area is not by itself enough to raise\r\n      reasonable suspicion, an area's propensity toward criminal activity is\r\n      something an officer may consider. Additionally, the officers\r\n      observed the defendant engaged in behavior that they suspected to be\r\n      a drug transaction . . . . We cannot say that a reasonable police officer\r\n      was required to regard such conduct as innocuous . . . . [T]he officers\r\n      were not required in the absence of probable cause simply to \"shrug\r\n      their shoulders and allow a crime to occur.\"\r\n\r\nId. at 154 (citation omitted).\r\n\r\n      The court explicitly addressed the defendant's attempt to flee the scene:\r\n\r\n      When the officers tried to approach Lender, he attempted to evade\r\n      them by turning his back and walking away. Evasive conduct,\r\n      although stopping short of headlong flight, may inform an officer's\r\n      appraisal of a street corner encounter. Given the factors present here,\r\n      we think Officer Hill had reasonable suspicion to stop the defendant.\r\n\r\nId. (citation omitted).\r\n\r\n       In Sprinkle, the Fourth Circuit found that police did not have reasonable\r\nsuspicion to justify an investigative stop. Sprinkle, 106 F.3d at 619. Police\r\nofficers observed Victor Poindexter sitting in the driver's seat of a vehicle parked\r\ndirectly across the street from their position. Id. at 615. It was 5:30 p.m. on a\r\n\"fairly bright day\" with \"plenty of light.\" Police knew that Poindexter had served\r\ntime for narcotics violations, but had no reports of any criminal activity by\r\nPoindexter since his release. Id. at 615–16. The street where Poindexter was\r\nparked was in a neighborhood known by police for considerable narcotics\r\ntrafficking, and one of the officers had personally made numerous drug arrests in\r\nthe area. Id. at 616.\r\n\r\n       A few seconds after police began observing Poindexter, the officers saw\r\nCarl Sprinkle get in the passenger side of the vehicle. Id. The officers then walked\r\nby the driver side of the car and noticed Sprinkle and Poindexter \"huddled to the\r\ncenter of the console of the vehicle,\" with their hands \"close together.\" Id. The\r\n\nofficers believed that Sprinkle was passing or about to pass something to\r\nPoindexter, and when Poindexter saw police he \"put his head down and put his\r\nhand to the left side of his face as if to conceal his face . . . .\" Id. Police later\r\ntestified that they could see inside the car, and \"everybody's hands,\" and yet did not\r\nsee any drugs, money, guns, or drug paraphernalia. Id.\r\n\r\n       Shortly thereafter, Poindexter started the car and pulled onto the street. He\r\ndrove in a normal, unsuspicious fashion; he did not speed, drive erratically, or\r\ncommit any traffic violations. Id. After driving only 150 feet, an unrelated traffic\r\nstop completely blocked Poindexter's way, and police activated their blue lights.\r\nId. Sprinkle stepped out of the car and ran away as police attempted to initiate a\r\npat-down search. Id. As officers pursued him, Sprinkle pulled out a handgun\r\nwhich was later recovered by police. Id. Sprinkle was then indicted for possessing\r\na firearm after conviction for a felony. Sprinkle moved to suppress evidence of the\r\ngun as the product of an unlawful stop. Id. The district court granted Sprinkle's\r\nmotion to suppress, concluding that officers did not have a \"reasonable articulable\r\nsuspicion\" to justify the stop. Id.\r\n\r\n       The government appealed, arguing that five facts, taken together, provided\r\npolice the basis for a reasonable suspicion of criminal activity; (1) knowledge that\r\nPoindexter had a criminal record for narcotics violations, (2) the subjects were\r\nspotted in a neighborhood known for high crime, (3) the two men huddled toward\r\nthe vehicle's center console with their hands close together, (4) Poindexter tried to\r\nplace his hands close to his face in order to avoid recognition, and (5) Poindexter\r\ndrove away as soon as officers walked by the car. Id. at 616–17. The government\r\nalso relied heavily on the court's previous opinion in Lender. Id. at 619, n.3. The\r\ncourt distinguished the facts of Lender from those of Sprinkle in rejecting the\r\ngovernment's argument:\r\n\r\n      Several factors distinguish Lender. First, although police could not\r\n      see into Lender's open hand, the fact that several men were looking\r\n      into his hand indicated there was actually something in it. Here,\r\n      although Poindexter and Sprinkle had their hands close together,\r\n      [police] were able to see that their hands appeared empty. Thus . . .\r\n      initial suspicion that Sprinkle was about to pass something to\r\n      Poindexter was simply not confirmed by what [police] actually saw.\r\n      Second, Lender engaged in what we considered evasive conduct when\r\n      he turned his back on approaching officers and walked away. Here\r\n\n      the district court found that Poindexter was not being evasive. Third,\r\n      in Lender we determined that the lateness of the hour (1:00 a.m.)\r\n      properly contributed to reasonable suspicion. Poindexter was parked\r\n      in broad daylight on a busy street with people all around. In sum,\r\n      Lender is distinguishable to the point that it is not controlling.\r\n\r\nId.    The circumstances of the instant case closely mirror the facts of Lender.\r\nPolice received an anonymous tip that a black male, on a bicycle, was possibly\r\nselling \"dope\" at an unpaved portion of a local street known for a high incidence of\r\ndrug traffic. At approximately 11:00 p.m., police officers observed Respondent, an\r\nAfrican-American male, on a bicycle in this same area. Respondent was \"huddled\r\nup\" with another male. Police testified that according to past experience, \"ninety\r\npercent of the time,\" this sort of behavior indicated the presence of illegal activity.\r\nUnlike the scenario in Sprinkle, the Record does not reflect that police were unable\r\nto observe Respondent's hands, and thus nothing contradicted their suspicion that\r\nillegal activity was taking place. As the officers approached, Respondent pedaled\r\ntoward them in an undisputed attempt to avoid them.2 Evasive conduct may\r\ninform an officer's appraisal of a street corner encounter. Lender, 985 F.2d at 154\r\n(citing United States v. Sharpe, 470 U.S. 675, 683 n.3 (1985)). Given the totality\r\nof the circumstances, it was proper for police to conduct a pat down of\r\nRespondent. The officers in this case suspected illegal activity and established law\r\ndoes not require them to simply \"shrug their shoulders and allow a crime to occur.\"\r\nId.   In the instant case, the court of appeals explained why each individual\r\ncircumstance could not provide a basis for reasonable suspicion. State v. Taylor,\r\n388 S.C. 101, 119–20, 694 S.E.2d 60, 69–70 (2010). This approach directly\r\ncontravenes the principles underlying a totality of the circumstances analysis.\r\nCourts may not find a stop unjustified based merely on a piecemeal refutation of\r\neach individual fact and inference. United States v. Whitehead, 849 F.2d 849, 858\r\n(4th Cir. 1988), abrogated on other grounds by Gozlon-Peretz v. United States,\r\n\r\n2 According to the officer's testimony, police observed Respondent in an isolated\r\nand unpaved portion of the street. The road leads to a \"dead end\" wooded area and\r\nintersects with another unpaved road. It is most likely that Respondent would have\r\nhad to pedal towards the officers in order to avoid them and remain on the bicycle.\r\n\n498 U.S. 395 (1991). Moreover, the court of appeals held that the officers were\r\npresent at the scene \"based solely on the anonymous and unreliable tip and made\r\nno supplemental observations suggesting any illegal activity was afoot.\" Taylor,\r\n388 S.C. at 120, 694 S.E.2d at 70. This view of the facts ignores the testimony of\r\nthe officers regarding their observations, and the well-settled principle that courts\r\nmust give due weight to common sense judgments reached by officers in light of\r\ntheir experience and training. United States v. Perkins, 363 F.3d 317, 321 (4th Cir.\r\n2004). Therefore we hold that the court of appeals erred in finding that police did\r\nnot have reasonable suspicion to justify an investigatory stop of Respondent. Our\r\nappellate courts must only reverse where there is clear error, and in this case\r\nsufficient evidence in the Record supported the trial court's conclusion.\r\n\r\n     Having found that police lawfully stopped Respondent, we now turn to\r\nwhether police lawfully seized the drug evidence in this case.\r\n\r\n   II.\t      Whether police had probable cause to search the tennis ball \n\r\n             discovered during the search of Respondent. \n\r\n\r\n       Respondent argues that police lacked probable cause to search the tennis ball\r\nin his possession \"when there was nothing inherently incriminating about the\r\ntennis ball,\" and that the officer's initial frisk removed any concern that weapons\r\nwere present. We hold that the police officer's conduct did not exceed the\r\nconstitutionally permissible scope of a pat-down search as explained by the United\r\nStates Supreme Court in Terry v. Ohio, 392 U.S. 1 (1968), and Minnesota v.\r\nDickerson, 508 U.S. 366 (1993).\r\n\r\n      In Terry, the Supreme Court explained the contours of a search based on\r\nreasonable suspicion:\r\n\r\n          We merely hold today that where a police officer observes unusual\r\n          conduct which leads him reasonably to conclude in light of his\r\n          experience that criminal activity may be afoot and that the persons\r\n          with whom he is dealing may be armed and presently dangerous,\r\n          where in the course of investigating this behavior he identifies himself\r\n          as a policeman and makes reasonable inquiries, and where nothing in\r\n          the initial stages of the encounter serves to dispel his reasonable fear\r\n\n      for his own or others' safety, he is entitled for the protection of himself\r\n      and others in the area to conduct a carefully limited search of the outer\r\n      clothing of such persons in an attempt to discover weapons which\r\n      might be used to assault him.\r\n\r\nTerry, 392 U.S. at 30.\r\n\r\n       In Dickerson, the Supreme Court granted certiorari to resolve a conflict\r\namong state and federal courts over whether contraband detected through the sense\r\nof touch during a pat down search could be admitted into evidence. Dickerson,\r\n508 U.S. at 370. This case controls our analysis of the instant case, and thus a brief\r\nrecitation of the facts and analysis is necessary.\r\n\r\n        In that case, two police officers patrolling in a marked squad car observed\r\nDickerson leaving an apartment building. Id. at 368. The officers, having\r\nresponded to complaints of drug sales in the building, considered it to be a\r\nnotorious \"crack house.\" Id. Dickerson began walking toward police, but upon\r\nspotting the officers, abruptly halted and began walking in the opposite direction.\r\nId. at 368–69. Based on this seemingly evasive action and the fact that he had just\r\nleft a building known for cocaine traffic, the officers decided to stop Dickerson and\r\ninvestigate further. Id. at 369. The officers ordered Dickerson to stop and submit\r\nto a pat-down search. Id. The search revealed no weapons, but one of the officers\r\nconducting the search took an interest in a small lump in Dickerson's nylon jacket.\r\nId. The officer later testified, \"As I pat-searched the front of his body, I felt a lump,\r\na small lump, in the front pocket. I examined it with my fingers and it slid and it\r\nfelt to be a lump of crack cocaine in cellophane.\" Id. The officer then reached into\r\nDickerson's pocket and retrieved a small plastic bag containing one fifth of one\r\ngram of crack cocaine. Id.\r\n\r\n       The Supreme Court analogized the facts of Dickerson to those of Arizona v.\r\nHicks, 480 U.S. 321 (1987). In Hicks, the Supreme Court invalidated the seizure\r\nof stolen stereo equipment found by police while executing a valid search for other\r\nevidence. Id. at 327–29. Although police were lawfully on the premises, they\r\nobtained probable cause to believe that the stereo equipment was contraband only\r\nafter moving the equipment to permit officers to read its serial numbers. Id. at\r\n323–24. Thus, the incriminating character of the stereo equipment was not\r\nimmediately apparent; rather, probable cause to believe that the equipment was\r\n\nstolen arose only as a result of a further search—the moving of the equipment—\r\nthat was not authorized by the search warrant. Id. at 325–27.\r\n\r\n       In Dickerson, the officer was in the lawful position to feel the lump in\r\nDickerson's pocket. Dickerson, 508 U.S. at 379. However, the officer determined\r\nthe item was contraband only after conducting a further search. The Supreme\r\nCourt held that this further search was not authorized by Terry or by any other\r\nexception to the warrant requirement. Id. Because this further search was\r\nconstitutionally invalid, the seizure of the cocaine was likewise unconstitutional.\r\nId.    The police officer's conduct in the case presently before us is not similar to\r\nthat found in Dickerson, and did not exceed the constitutionally permissible scope\r\nof a pat-down search. Here, the officer testified regarding his impressions and\r\nRespondent's behavior at the time of the search:\r\n\r\n      After having the subject down, he was explain [sic] – I explain to the\r\n      subject why he was being detained . . . . [T]he whole time he was\r\n      trying to wriggle free stating that he didn't do it. At that time, I then\r\n      patted his right hand pocket and could feel a large bulge in his pocket.\r\n      It was unknown at this time . . . if it was a weapon or what. I then\r\n      explain to him that he was—the whole purpose of stopping to [sic]\r\n      him start with because the whole time he was asking why you\r\n      stopping me. At that time he started wiggling trying to break free. At\r\n      that time, due to the fact that he did have a large item in his pocket\r\n      this deputy thought it might have been some sort of a weapon.\r\n\r\n      The officer initially testified in camera regarding his search of Respondent\r\nand subsequent discovery of crack cocaine:\r\n\r\n      I then push [sic] the subject to the top of his pocket without entering\r\n      the pocket. It rolled out on the ground beside him with [sic] a green\r\n      tennis ball. At the time, I picked the tennis ball up. As I picked it up,\r\n      I squeezed it. It had a slit in the top of it. And inside the tennis ball,\r\n      you could actually see the bag of what was believed to be crack\r\n      cocaine at the time.\r\n\r\n      The officer later testified during the trial:\r\n\n      I worked the item up until it dropped out on the ground beside him. I\r\n      picked the object up. It was a green tennis ball. It did have a cut in\r\n      the top of it. And as I pick the ball up, I could see the plastic bag what\r\n      appeared to this deputy to be crack cocaine inside.\r\n\r\n       It is clear from the officer's statements that he had not yet determined\r\nwhether Respondent had a weapon when he manipulated the tennis ball out of\r\nRespondent's pocket. The officer then noticed the drugs inside the tennis ball\r\nthrough a slit on its surface as he squeezed the tennis ball when he picked it up\r\nfrom the ground. Thus, the incriminating nature of the contents of the tennis ball\r\nbecame apparent while police were still in the process of ensuring that Respondent\r\nwas unarmed. See Taylor, 388 S.C. at 128, 694 S.E.2d at 74 (Thomas, J.,\r\ndissenting). The tennis ball could have easily contained a razor, or other sharp\r\nobject, which could be used alone or in conjunction with the tennis ball as a\r\nhandle. Moreover, unlike the sequence of events in Dickerson, nothing in the\r\nrecord indicates that the police officer in the instant case manipulated the tennis\r\nball any more than was necessary in order to pick it up from the ground.3\r\n\r\n\r\n3 The facts and analysis of State v. Scott, 518 N.W.2d 347 (Iowa 1994), are\r\nilluminating. In that case, police stopped a vehicle carrying the defendant due to\r\nreports that the vehicle recently left an area where gunshots had been fired. Id. at\r\n348. A police officer conducted a pat-down search of the defendant's outer\r\nclothing and felt an object that she thought was narcotics. Id. at 349. The police\r\nofficer knew that the object was not a weapon, and asked the defendant what he\r\nhad in his pocket. Id. The defendant replied, \"I don't want no trouble, I ain't going\r\nto lie, it's marijuana.\" Id. The defendant later sought to suppress the drug\r\nevidence. Id. The trial court concluded that the seizure of the marijuana exceeded\r\nthe scope of a Terry stop because the police officer asked the defendant to identify\r\nthe object. Id. The Iowa Supreme Court held that asking the defendant a question\r\ndid not constitute a search and thus did not exceed the scope of an investigatory\r\nstop and weapons search. Id. at 350. The instant case presents an analogous\r\nsituation. There is little difference between an officer questioning a suspect as to\r\nthe nature of an object, and merely picking up an object that falls to the ground.\r\nThe officer's alleged manipulation or \"squeezing\" of the tennis ball involved\r\nnothing more than was needed to retrieve it from the ground, and did not constitute\r\nan impermissible search of Respondent.\r\n\n       We greatly respect the perspective of the concurring and dissenting views in\r\nthis case. However, we simply disagree on the contours and limitations of the\r\nFourth Amendment. In our view, Respondent urges this Court to adopt a rule that\r\nwill potentially lead to unintended results. Simply put, if police officers execute a\r\nvalid pat-down search, and an object which is not facially incriminating falls to the\r\nground, any drug evidence that results from the police officer no more than\r\nretrieving that object from the ground must be suppressed. It cannot be the case\r\nthat Dickerson requires this conclusion, and thus, the trial court properly admitted\r\nthe evidence seized by police.\r\n\r\nREVERSED.\r\n\r\nHEARN, J., and Acting Justice James E. Moore, concur. BEATTY, J.,\r\ndissenting in a separate opinion. KITTREDGE, J. concurring in part and\r\ndissenting in part in a separate opinion.\r\n\n       JUSTICE BEATTY: I dissent. I would affirm the well- reasoned\r\nopinion of Judge Short. In my view the majority's opinion eviscerates the\r\nconstitutional protection of the Fourth Amendment to the United States\r\nConstitution and Article 1, section 10 of the South Carolina Constitution.\r\nThis record is totally devoid of any facts that would legally justify the stop,\r\nlet alone the search.\r\n\r\n       The unadulterated facts are these: The police receive an unreliable\r\nanonymous tip of a man on a bicycle possibly selling drugs. A policeman\r\ninitially observes a cyclist riding his bicycle and subsequently observes him\r\nstationary and talking to another male. The policeman does not observe any\r\nindication of illegal activity. The two men notice the policeman and\r\ndiscontinue their conversation and proceed to leave. The cyclist pedals\r\ntoward the policeman, the policeman tells him to stop, the cyclist doesn't\r\nobey, and the policeman takes the cyclist to the ground and proceeds to\r\nsearch him. These actions take place in a minority neighborhood in Florence.\r\n\r\n      It is significant that the policeman could not articulate any legally\r\nacceptable suspicion of criminal activity. Two black men holding a\r\nconversation in their neighborhood is insufficient to support a Terry v. Ohio4\r\nstop and frisk, even if the neighborhood is branded a \"drug area.\" United\r\nStates v. Sprinkle, 106 F.3d 613 (4th Cir. 1997). Absent articulable,\r\nreasonable suspicion of criminal activity, the police had no right to stop the\r\ncyclist and the cyclist had no obligation to stop when told to do so by the\r\npoliceman. Illinois v. Wardlow, 528 U.S. 119 (2000).\r\n\r\n        I would affirm.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n4   Terry v. Ohio, 392 U.S. 1 (1968)\r\n\n      JUSTICE KITTREDGE: I concur in part and dissent in part.\r\nWhile I concur that law enforcement had reasonable suspicion to detain\r\nRespondent Syllester D. Taylor and conduct a Terry5 investigatory stop,6 I\r\nbelieve the officer's manipulation of the tennis ball exceeded the parameters\r\nof the Fourth Amendment as interpreted in Minnesota v. Dickerson.7 I would\r\naffirm the court of appeals in result.\r\n\r\n      Deputies of the Florence County Sheriff's Office were dispatched to\r\ninvestigate an anonymous tip of an individual \"possibly selling dope.\" The\r\nunderlying facts, which amply support the trial court's finding of reasonable\r\nsuspicion, are set forth in the majority opinion. State v. Brockman, 339 S.C.\r\n57, 64-65, 528 S.E.2d 661, 664-65 (2000). \"Our review in Fourth\r\nAmendment search and seizure cases is limited to determining whether any\r\nevidence supports the trial court's finding.\" State v. Banda, 371 S.C. 245,\r\n251, 639 S.E.2d 36, 39 (2006). \"The appellate court may only reverse where\r\nthere is clear error.\" State v. Pichardo, 367 S.C. 84, 95, 623 S.E.2d 840, 846\r\n(Ct. App. 2005).\r\n\r\n      \"Even where the stop is deemed proper, 'before the police may frisk a\r\ndefendant, they must have a reasonable belief the defendant is armed and\r\ndangerous.'\" State v. Blassingame, 338 S.C. 240, 248, 525 S.E.2d 535, 540\r\n(Ct. App. 1999) (quoting State v. Fowler, 322 S.C. 263, 267, 471 S.E.2d 706,\r\n708 (Ct. App. 1996)). \"The purpose of this limited search is not to discover\r\nevidence of a crime, but to allow the officer to pursue his investigation\r\nwithout fear of violence.\" Minnesota v. Dickerson, 508 U.S. 366, 372\r\n(1993). \"In assessing whether a suspect is armed and dangerous, the officer\r\nneed not be absolutely certain the individual is armed.\" Blassingame, 338\r\nS.C. at 248-49, 525 S.E.2d at 540. \"The issue is whether a reasonably\r\nprudent man in the circumstances would be warranted in the belief that his\r\n\r\n5     Terry v. Ohio, 392 U.S. 1 (1968).\n\r\n6     I join Judge Thomas' well-reasoned analysis, as she properly applied the \n\r\ncorrect standard of review. See State v. Taylor, 388 S.C. 101, 124-28, 694 S.E.2d \n\r\n60, 72-74 (Ct. App. 2010) (Thomas, J., dissenting). \n\r\n7     508 U.S. 366 (1993).\n\r\n\nsafety or that of others was in danger.\" Id. \"Whether a Fourth Amendment\r\nviolation has occurred turns on an objective assessment of [an officer's]\r\nactions in light of the facts and circumstances confronting him at the time and\r\nnot on the officer's actual state of mind at the time the challenged action was\r\ntaken.\" United States v. Swann, 149 F.3d 271, 276 (4th Cir. 1998) (internal\r\nquotations omitted) (finding it was objectively reasonable for officers'\r\nsuspicion to be aroused by a hard rectangular object which was\r\napproximately the same size and shape as a box cutter with a sharp blade and\r\nwas found in a suspect's sock).8 There exists an indisputable nexus between\r\ndrugs and guns, and where an officer has reasonable suspicion that drugs are\r\npresent, there is an appropriate level of suspicion of criminal activity and\r\napprehension of danger to justify a frisk. Banda, 371 S.C. at 253, 639 S.E.2d\r\nat 40.Police officers may seize non-threatening contraband detected during a\r\nprotective pat-down search permitted by Terry so long as the \"contour or\r\nmass [of the object] makes its identity immediately apparent.\" Dickerson,\r\n508 U.S. at 373-75 (emphasis added). \"Once an officer has determined that\r\nthe object is not a weapon, however, and if its shape or size does not indicate\r\nits contraband nature, the search must stop.\" United States v. Raymond, 152\r\nF.3d 309, 312 (4th Cir. 1998) (emphasis added). Where an officer first\r\nbelieves a hard object under a person's outer clothing is a gun, but during the\r\ncourse of removing it, becomes aware that it is not a weapon, but rather is an\r\nobject whose incriminating nature was immediately apparent, the pat-down\r\ndoes not constitute an unreasonable search. Id. at 313 (finding search was\r\nreasonable where officer initially thought hard object was a weapon but, upon\r\npulling it from the suspect's waistband, \"immediately realized from the shape\r\nof the object and his experience on the force that it was a crack cookie\").\r\n\r\n      In the present case, as part of the valid investigatory detention, and for\r\nofficer safety, a deputy conducted a pat-down of Respondent. The deputy\r\n\r\n8      Notably, the United States Court of Appeals for the Fourth Circuit stated,\r\n\"[a] similarly shaped hard object in Swann's pocket certainly would have raised no\r\nalarms, as there could be innumerable innocent explanations for it.\" Swann, 149\r\nF.3d at 276 (emphasis added).\r\n\nfelt a hard bulge in Respondent's right pants pocket. The deputy testified he\r\nbelieved the object could have been a weapon, and he pushed the object to\r\nthe top of Respondent's pocket without reaching inside the pocket. The\r\nobject fell from Respondent's pocket and rolled on the ground. It was a\r\ntennis ball, as the deputy testified: \"It rolled out on the ground beside him\r\nwith [sic] a green tennis ball. At that time, I picked the tennis ball up. As I\r\npicked it up, I squeezed it. It had a slit in the top of it. And inside of the\r\ntennis ball, you could actually see the bag of what was believed to be crack\r\ncocaine at the time.\" (emphasis added).9 Significantly, the record contains\r\nnot a scintilla of evidence that the deputy harbored any belief that the tennis\r\nball, once identified, was a weapon. This undisputed fact belies the\r\nmajority's effort to find that \"the incriminating contents of the tennis ball\r\nbecame apparent while police were still in the process of ensuring that\r\nRespondent was unarmed.\"10\r\n\r\n      Although the deputy could lawfully remove the hard object from\r\nRespondent's pocket to ensure that it was not a weapon, the law does not\r\nallow a further search or manipulation of the object when it is clearly not a\r\nweapon and its incriminating nature is not immediately apparent. Under\r\nMinnesota v. Dickerson,11 once the tennis ball was removed from\r\nRespondent's pocket and determined to be an object whose incriminating\r\ncharacter was not immediately apparent, the deputy was not permitted to\r\n9      The deputy's testimony before the jury was similar. The deputy stated the\r\ntennis ball \"has a split in it and [Respondent] could get what he needed in and out\r\nof it.\" When questioned whether the drugs were \"difficult to see when you\r\nsqueezed it,\" the deputy answered, \"No, sir, once you pick the ball up, just the little\r\nbit of pressure open [sic] the slit up so that you could see what was inside.\"\r\n10     Moreover, it may be common (for purposes of meeting the \"immediately\r\napparent\" standard) for drug dealers to secrete drugs in objects such as a tennis\r\nball, but there is no evidence in this record to support such a finding.\r\n11     Dickerson provides an example of an impermissible search where the officer\r\n\"squeeze[ed], slid[], and otherwise manipulate[ed] the contents of the defendant's\r\npocket.\" 508 U.S. at 378. The United States Supreme Court found that the officer\r\n\"overstepped [the] bounds of the 'strictly circumscribed' search for weapons\r\nallowed under Terry\" with the \"continued exploration of [defendant's] pocket after\r\nhaving concluded that it contained no weapon.\" Id.\r\n\nsqueeze or manipulate the tennis ball to discover contraband that was hidden\r\ninside. Consequently, the deputy exceeded the limited scope of the pat-down\r\nsearch authorized by Terry when he squeezed the tennis ball and looked\r\ninside the slit to discover the drugs. See also United States v. Askew, 529\r\nF.3d 1119, 1146 (D.C. Cir. 2008) (finding police officer's partial unzipping\r\nand opening of the defendant's jacket was a search under the Fourth\r\nAmendment and observing that “Terry allows an identification seizure. It\r\ndoes not permit an identification search.”); United States v. Miles, 247 F.3d\r\n1009, 1013 (9th Cir. 2007) (finding a search following a Terry stop invalid\r\nunder the Fourth Amendment where the officer exceeded a permissible pat-\r\ndown for weapons by \"moving or shaking\" a small box in defendant's\r\npocket).\r\n\r\n      Because I believe the deputy's manipulation and search of the tennis\r\nball was impermissible under the Fourth Amendment and the very sort of\r\nevidentiary search that Terry expressly refused to authorize, I would affirm\r\nthe court of appeals in result concerning the suppression of the evidence.\r\n\n","court":"Supreme"},{"id":"27208","title":"Dunes West v. Town of Mount Pleasant","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27208.pdf","description":"In this direct appeal, the Court affirms the trial court's grant of summary judgment in favor of the Town of Mount Pleasant.","date":"2013-01-09","type":"opinion","text":"                   THE STATE OF SOUTH CAROLINA \n\r\n                        In The Supreme Court \n\r\n\r\n            Dunes West Golf Club, LLC, Appellant,\r\n\r\n            v.\r\n\r\n            Town of Mount Pleasant, Respondent.\r\n\r\n            Appellate Case No. 2011-194211\r\n\r\n\r\n                       Appeal from Charleston County\r\n                  R. Markley Dennis, Jr., Circuit Court Judge\r\n\r\n\r\n                              Opinion No. 27208 \n\r\n                  Heard April 3, 2012 – Filed January 9, 2013 \n\r\n\r\n\r\n                                 AFFIRMED\r\n\r\n\r\n            G. Trenholm Walker and Katie Fowler Monoc, both of\r\n            Pratt-Thomas Walker, PA, of Charleston, for Appellant.\r\n\r\n            Frances I. Cantwell, of Regan and Cantwell, LLC, of\r\n            Charleston, and David G. Pagliarini, of Hinchey Murray\r\n            & Pagliarini, LLC, of Daniel Island, for Respondent.\r\n\r\n\r\nJUSTICE KITTREDGE: In this direct appeal, Appellant Dunes West Golf Club,\r\nLLC, challenges the trial court's grant of summary judgment in favor of\r\nRespondent Town of Mount Pleasant. We affirm.\r\n\r\nDunes West is a 4,518-acre development in Mount Pleasant, South Carolina. This\r\ncase concerns only the Dunes West golf course property, which consists of 256\r\n\nacres. As more fully described below, in 2006, the Town of Mount Pleasant\r\namended its zoning ordinance to create the Conservation Recreation Open Space\r\nzoning district, which imposed land-use restrictions on all golf course properties in\r\nMount Pleasant, permitting only recreation and conservation uses. Appellant\r\ndesired to carve out residential lots on the golf course property by designating\r\nseveral noncontiguous parcels as potential home sites. Although Appellant has\r\npresented varying acreage amounts and has failed to identify specifically what\r\nportion of the golf course property it seeks to develop,1 it is clear residential\r\ndevelopment would require significant alterations to the golf course area of play.\r\nBecause the new zoning designation did not permit construction of new homes,\r\nAppellant sought to have the golf course property rezoned to allow residential\r\ndevelopment. The Town denied the rezoning request, and Appellant filed suit,\r\nclaiming the Town's actions violated its equal protection and due process rights,\r\nand amounted to an unconstitutional taking of its property. Following discovery,\r\nthe Town of Mount Pleasant successfully moved for summary judgment. We have\r\ncarefully reviewed each assignment of error and find summary judgment was\r\nproperly granted. With this synopsis in mind, we now discuss the relevant facts\r\nand applicable law in detail.              I.\r\n\r\nThe Dunes West Development (\"Development\") is located on 4,518 acres of land\r\nwithin Respondent Town of Mount Pleasant (\"Town\"). The principal of Appellant\r\nDunes West Golf Club, LLC (\"Appellant\"), John Weiland, through other corporate\r\nentities, purchased the undeveloped residential lots and the master developer rights\r\nto the Development in 2002, and thereafter invested considerable sums repairing\r\nthe Development's infrastructure and updating its amenities. This appeal concerns\r\nonly a small portion of the Development—namely, the 256 acres laid out over six\r\ncontiguous tax map parcels that comprise the Dunes West Golf Course, related\r\nfacilities and the immediately surrounding property, which we will refer to as the\r\n\"Golf Course Property.\" Appellant acquired the Golf Course Property in 2005,2\r\n1 Appellant's various proposals are best described as a moving-target approach,\r\nwhich we discuss fully in the body of this opinion. In essence, Appellant has failed\r\nto identify precisely what property is the subject of this lawsuit, as it has given\r\nwidely varying representations, ranging from 16.48 acres to 17.86 acres to 25.16\r\nacres to 60.4 acres.\r\n2   The Golf Course Property was previously severed from the Development and\r\n\nand at that time, the Development and the Golf Course Property were subject to the\r\nzoning requirements of the Dunes West Planned Development (\"DWPD\"), which\r\npermits flexible land use at the developer's discretion.3\r\n\r\nAccording to Weiland, at the time Appellant acquired the Golf Course Property, he\r\nbelieved the golf course was an important amenity for the Development4 and that\r\nthere was unused land located on and around the golf course that had potential for\r\nresidential development. It is this potentially developable land on the Golf Course\r\nProperty that is at the center of this case.\r\n\r\nWeiland initially identified these developable portions of the Golf Course Property\r\nby instructing an employee to walk the property and make note of any undeveloped\r\nareas outside the out-of-bounds markers on the golf course.5 This informal\r\n\r\nsold to a separate owner. Since initial construction in the early 1990s, the Golf\r\nCourse Property has been used continuously for golf purposes with few, if any,\r\nchanges.\r\n3 The DWPD is a site-specific development plan allowing considerable flexibility\r\nregarding land use. Essentially, the DWPD master land-use plan provides for\r\nmixed uses throughout the Development and sets forth amounts of land assigned\r\nfor particular uses but in no particular locations. Accordingly, the location of a\r\nparticular use is determined at the developer's discretion and may be changed or\r\nshifted, essentially without Town oversight so long as minor development\r\nstandards, such as setback requirements, are met and the overall density of the\r\n4,518-acre development does not increase. For a detailed discussion regarding the\r\ncharacteristics of planned development districts in general, see Sinkler v. County of\r\nCharleston, 387 S.C. 67, 690 S.E.2d 777 (2010).\r\n4Weiland also believed the golf course was an important recreational feature to\r\nattract future residents of the Development and that continuity of ownership\r\nbetween the Development and the golf course was desirable to protect his\r\nsubstantial investments in the 4,518 acre Development.\r\n5According to Weiland's deposition testimony, he has owned and developed\r\nseveral golf courses over his thirty-five year career and is familiar with the out-of-\r\nbounds markers around the edges of golf courses. Weiland stated that, when\r\nconsidering whether to purchase the Golf Course Property, he viewed everything\r\n\napproach first resulted in the identification of a series of noncontiguous lots, which\r\ntogether comprised approximately 57 acres. Neither Weiland nor anyone on his\r\nbehalf examined existing plats to ascertain the location of easements and other\r\nrestrictions or conducted any engineering analysis of soils, utilities, or potential\r\nimpact to the golf course itself in identifying the developable areas.\r\n\r\nAs will be discussed below, as the matter proceeded to and through litigation,\r\nAppellant has presented widely varying projections as to precisely what part of the\r\nGolf Course Property was to be carved out for residential development.\r\nNevertheless, all of the approaches had one thing in common—the alteration of the\r\ngolf course, the filling of wetlands and the relocation of several easements which\r\nAppellant did not own.\r\n\r\nIn 2005, before Appellant took any formal steps in furtherance of residentially\r\ndeveloping a portion of the Golf Course Property, a number of golf courses\r\nthroughout the coastal area of South Carolina were converted for use as residential\r\nhome sites. Local city and county councils became concerned about this\r\nincreasing golf-course conversion trend, particularly where developers exploited\r\nflexible, planned development zoning provisions to level existing golf courses\r\nwithout any oversight from local government. Among those concerned\r\nmunicipalities was the Town. Believing a prompt, proactive approach was in the\r\nbest interests of the Town and its residents, the Town examined the existing zoning\r\ndesignations and permitted uses for all golf course properties within its borders to\r\ndetermine whether and to what extent future development could be evaluated and\r\ncontrolled.\r\n\r\nAs a result, to \"more effectively control the process of converting golf course\r\nproperty to other uses\" and to \"balance the interests of golf course property owners\r\nand golf course community residents with respect to such conversion of use,\" the\r\nTown's planning commission proposed implementing a new zoning district—\r\nnamely, the Conservation Recreation Open Space (\"CRO\") district. See Town of\r\nMt. Pleasant, S.C., Code § 156.333 (2006). The CRO zoning designation permits\r\n\r\n\r\nbeyond the out-of bounds markers as \"good dirt\" or developable land. Weiland\r\nstated that he \"made the assumption that everything that was beyond those\r\nboundaries w[as] right for development.\"\r\n\nonly recreation and conservation uses and prohibits residential development.6\r\nAccording to a Town planning commission staff report:\r\n\r\n      Rezoning all [golf] courses to CR-O or amending the PDs would not\r\n      necessarily prevent future development of the golf course properties.\r\n      It would provide that the owner of the course would be subject to the\r\n      rezoning process including a public hearing should the owner desire to\r\n      redevelop part or all of the golf course for some other type of\r\n      development. Town Council approval would be required.\r\n\r\nSee Town of Mt. Pleasant Planning Comm'n Public Hearing (April 19, 2006)\r\n(statement of Christiane Farrell, Div. Chief, Mt. Pleasant Planning Dep't).\r\n\r\nDuring the public hearing process on the proposed CRO Ordinance, Appellant\r\nvoiced its opposition to including the entirety of the Golf Course Property in the\r\nCRO designation, claiming a total of 60.4 acres was not \"part of the golf course\"\r\nand was suitable for residential development. Appellant contended this 60.4 acres\r\nshould remain subject to the DWPD's flexible floating zoning. However, no plat or\r\nsurvey of the proposed developable land existed at that time, and no graphic or\r\nother pictorial depiction of those areas was ever presented to the Town. The\r\nTown's zoning administrator testified at deposition that:\r\n\r\n      [I]t would have been very difficult, if not impossible, for [the Town]\r\n      to decide or to determine what was indeed—what the developer\r\n      considered developable land, not a part of the golf course, unless they\r\n      showed it to us. And to my knowledge, that didn't occur until later on\r\n      in the process [after the enactment of the CRO ordinance].\r\n\r\nFollowing the public hearing process, the Mount Pleasant Town Council\r\n(\"Council\") voted to amend the Town's zoning ordinance to create the new CRO\r\nzoning district. See Town of Mt. Pleasant, S.C., Ordinance No. 06031 (June 14,\r\n2006). Using tax-map-parcel boundaries, the Town identified the land parcels\r\n6The various recreational uses permitted in a CRO district include: golf courses,\r\ndriving ranges, tennis courts, play fields, swimming pools and park land.\r\nAccessory uses, such as club houses, restroom and locker room facilities, snack\r\nbars, and parking areas, are also permitted. See Town of Mt. Pleasant, S.C., Code\r\n§ 156.333(B).\r\n\ncomprising part of any one of the Town's five golf courses, and either by way of\r\ndirect rezoning or an amendment to the relevant planned development, each of\r\nthose parcels was designated as a CRO district. See Town of Mt. Pleasant, S.C.,\r\nOrdinance Nos. 06032 (Patriot's Point Golf Course); 06033 (Snee Farm Country\r\nClub); 06034 (Charleston National Country Club); 06035 (Dunes West Golf Club);\r\n06036 (Rivertowne Country Club) (June 14, 2006).\r\n\r\nAt Dunes West, the new CRO district was comprised solely of the 256-acre Golf\r\nCourse Property. Following this amendment, the Golf Course Property was no\r\nlonger subject to the flexible floating zoning of the DWPD. Instead, that land was\r\nsubject to the use limitations of the CRO Ordinance, which did not permit\r\nresidential development.\r\n\r\nIn 2008, Appellant submitted a rezoning petition seeking residential development\r\nof a portion of the Golf Course Property. This time, Appellant claimed that 17.93\r\nnoncontiguous acres located within the Golf Course Property were developable for\r\nresidential lots. The location of the acreage sought to be rezoned fell within areas\r\nof play of the golf course and would have required extensive alterations to the\r\ncourse.7 The rezoning petition also contemplated filling wetlands and the\r\nabandonment of an easement not owned by Appellant. In addition, at the time of\r\nAppellant's rezoning request, there were approximately 1,200 available lots outside\r\nthe Golf Course Property in the Development designated for residential use.\r\n\r\nAppellant's petition prompted spirited public debate. The planning commission\r\nrecommended that Appellant's proposal be denied by Council on the basis that it\r\ndid not comport with the rezoning criteria set forth in the Town's Code of\r\n7 The 2008 proposal included relocation of the teeing areas of four different holes,\r\nwhich would result in the reduction of the ninth hole from a par-four to a par-three\r\nhole and the eleventh hole from a par-five to a par-four hole. Additionally, that\r\nproposal would have required the reconfiguration of the putting greens for two\r\nholes, clearing various wooded areas, and relocation of approximately 1,700 linear\r\nfeet of cart path, partly to areas without existing cart-path easements. Appellant's\r\ndesire to maximize development prompted it to propose adding various lots in such\r\nclose proximity to the course that installation of almost 1,000 linear feet of safety\r\nnetting would be required along the tenth hole and the practice range to protect\r\nnearby homes from errant golf shots.\r\n\nOrdinances. See Town of Mt. Pleasant, S.C., Code § 156.031(C) (providing the\r\nfactors for consideration by the planning commission for rezoning requests,\r\nincluding: the relationship of the request to the Town's comprehensive plan;\r\nwhether the request violates or supports the comprehensive plan; whether the uses\r\npermitted by the proposed change would be appropriate in the area concerned;\r\nwhether adequate public facilities and infrastructure exist or could be provided in\r\nthe area of the proposed development; the amount of vacant land in the vicinity\r\ncurrently classified for similar development; and whether the proposed change is\r\nconsistent with the land development regulations of the Town). However,\r\nAppellant withdrew its rezoning petition prior to its submission for Council's\r\nconsideration.\r\n\r\nIn April 2009, Appellant submitted another petition, this time seeking rezoning of\r\n16.48 acres of noncontiguous land to permit residential development. Like the\r\n2008 petition, the 2009 proposal included acreage within areas of play that would\r\nhave required the filling of wetlands, the abandonment of easements it did not own,\r\nand many of the same extensive alterations to the golf course involved in the\r\nprevious rezoning petition.8 Spirited public debate again ensued, with Town\r\nresidents strongly opposing the request. Ultimately, Council denied Appellant's\r\nrezoning petition.\r\n\r\nAppellant filed the underlying suit, claiming the Town's actions in designating the\r\nentirety of the Golf Course Property as a CRO district and refusing its rezoning\r\npetition amounted to a taking of 60.4 acres of the Golf Course Property and\r\nviolated Appellant's substantive due process and equal protection rights. The\r\ncircuit court granted summary judgment in favor of the Town on each of\r\nAppellant's claims, which Appellant now appeals.\r\n\r\n                                         II.\r\n\r\nA trial court properly grants summary judgment \"if the pleadings, depositions,\r\nanswers to interrogatories, and admissions on file, together with the affidavits, if\r\nany, show that there is no genuine issue as to any material fact and that the moving\r\n8 These necessary alterations include reconfiguration of the fairway of the tenth\r\nhole, shortening the ninth and eleventh holes, including reducing the eleventh hole\r\nfrom a par-five to a par-four hole, moving several tee boxes, and relocating the\r\nmaintenance shed and numerous cart paths throughout the Golf Course Property.\r\n\nparty is entitled to a judgment as a matter of law.\" Rule 56(c), SCRCP. \"When\r\nopposing a summary judgment motion, the nonmoving party must do more than\r\n'simply show that there is a metaphysical doubt as to the material facts but must\r\ncome forward with specific facts showing that there is a genuine issue for trial.'\"\r\nRussell v. Wachovia Bank, N.A., 353 S.C. 208, 220, 578 S.E.2d 329, 335 (2003)\r\n(quoting Baughman v. Am. Tel. & Tel. Co., 306 S.C. 101, 107, 410 S.E.2d 537, 545\r\n(1991)). \"[T]he opposing party may not rest upon mere allegations or denials, but\r\nmust respond with specific facts showing a genuine issue.\" City of Columbia v.\r\nTown of Irmo, 316 S.C. 193, 195, 447 S.E.2d 855, 857 (1994).\r\n\r\n                                        III.\r\n\r\nA.    Equal Protection\r\n\r\nAppellant claims summary judgment on its equal protection claim was improperly\r\ngranted because it presented evidence that the Town granted another substantially\r\nsimilar rezoning petition, and there was no rational basis for the Town's disparate\r\ntreatment of the two requests. We disagree.\r\n\r\nThe Equal Protection Clause provides \"nor [shall any State] deny to any person\r\nwithin its jurisdiction the equal protection of the laws.\" U.S. Const. amend XIV,\r\n§ 1. Where an alleged equal protection violation does not implicate a suspect class\r\nor abridge a fundamental right, the rational basis test is used. Denene, Inc. v. City\r\nof Charleston, 359 S.C. 85, 91, 596 S.E.2d 917, 920 (2004) (\"'When social or\r\neconomic legislation is at issue, the Equal Protection Clause allows the states wide\r\nlatitude, and the Constitution presumes that even improvident decisions will\r\neventually be rectified by the democratic processes.'\" (quoting City of Cleburne v.\r\nCleburne Living Ctr., 473 U.S. 432, 439-40 (1985))). Under the rational basis test,\r\nthe Court must determine: 1) whether the law treats similarly situated entities\r\ndifferently; 2) if so, whether the legislative body has a rational basis for the\r\ndisparate treatment; and 3) whether the disparate treatment bears a rational\r\nrelationship to a legitimate government purpose. Ed Robinson Laundry & Dry\r\nCleaning, Inc. v. S.C. Dep't of Rev., 356 S.C. 120, 124, 588 S.E.2d 97, 99 (2003).\r\n\r\nFollowing the downzoning of all the golf courses within the Town, developers\r\nfrom another golf course, Snee Farm Country Club (\"Snee Farm\"), sought rezoning\r\nof a contiguous, twenty-acre portion of their property from CRO to a designation\r\nthat would permit development of 58 single family homes. Snee Farm presented a\r\n\ncomprehensive development proposal and a detailed impact assessment to Council\r\nin support of its request. Monies generated from sales were to be placed in a trust\r\naccount and applied to specific recreational improvements, including\r\nreconstructing the clubhouse, improving existing tennis courts, and constructing a\r\nnew events pavilion, pool, and practice green with an expanded driving range.\r\nSnee Farm's rezoning petition involved virtually no alteration to golf course areas\r\nof play. Although community support for the Snee Farm rezoning proposal was\r\ndivided, there was general support in favor of the proposal. Council granted Snee\r\nFarm's request and rezoned approximately 20 acres of land to permit the proposed\r\nresidential development.\r\n\r\nLike the Snee Farm rezoning petition, Appellant's petition requested rezoning of\r\napproximately 17 noncontiguous acres to develop 32 residential lots. However,\r\nunlike Snee Farm's request, Appellant's rezoning petition did not include an\r\nassessment of the potential effects on traffic, drainage, and other conditions in the\r\nsurrounding area. Next, effectuating Appellant's plan required filling some areas\r\nof wetlands, relocating existing easements, and extensive alterations to the golf\r\ncourse, as detailed above. See Whaley v. Dorchester Cnty. Zoning Bd. of Appeals,\r\n337 S.C. 568, 578, 524 S.E.2d 404, 409 (1999) (noting a legitimate government\r\ninterest exists in limiting traffic and protecting aesthetic qualities in residential\r\nzones). Further, the Dunes West community was in overwhelming opposition to\r\nthe rezoning petition. See, e.g., Sowers v. Powhatan County, 347 Fed. Appx. 898,\r\n903-04 (4th Cir. 2009) (holding public opposition furnishes a rational basis for\r\ndifferential treatment in zoning decisions); Harbit v. City of Charleston, 382 S.C.\r\n383, 396, 675 S.E.2d 776, 783 (Ct. App. 2009) (\"[The Equal Protection Clause]\r\ndoes not prohibit different treatment of people in different circumstances under the\r\nlaw.\").\r\n\r\nThe trial court correctly found there were significant differences between the two\r\nrezoning petitions, which demonstrated a rational basis for granting Snee Farm's\r\nproposal and denying Appellant's proposal. Specifically, the trial court found that,\r\nfrom a land-use perspective, \"the Snee Farm proposal presented a compact,\r\ncontiguous, unified site design that caused little alteration to the areas of play of\r\nthe golf course. The Dunes West proposal contemplated spattering new lots\r\nthroughout the Golf Course Property that caused multiple alterations to the areas of\r\nplay.\" We find the two rezoning petitions were not similarly situated as a matter of\r\nlaw because there were material differences between them, and those differences\r\nare rationally related to the purposes of the CRO Ordinance. Moreover, Appellant\r\n\nhas failed to produce any evidence that the denial of its rezoning petition was\r\nmotivated by discriminatory goals. See Village of Willowbrook v. Olech, 528 U.S.\r\n562, 566 (2000) (Breyer, J., concurring) (noting that the distinguishing factor\r\nbetween \"run-of-the-mill zoning cases [and] cases of constitutional right\" is the\r\npresence of a factor demonstrating \"'vindictive action,' 'illegitimate animus' or 'ill\r\nwill.'\"); Whaley, 337 S.C. at 576, 524 S.E.2d at 408 (\"To prove that a statute has\r\nbeen administered or enforced discriminatorily, more must be shown than the fact\r\nthat a benefit was denied to one person while conferred on another. A violation is\r\nestablished only if the plaintiff can prove that the state intended to discriminate.\"\r\n(emphasis in original)); Butler v. Town of Edgefield, 328 S.C. 238, 250-51, 493\r\nS.E.2d 838, 845 (1997) (plaintiff did not establish Equal Protection claim where he\r\nfailed to allege or set forth any facts which could establish purposeful or\r\nintentional discrimination). Accordingly, we affirm the grant of summary\r\njudgment with respect to the equal protection claim.\r\n\r\nB.    Substantive Due Process\r\n\r\nAppellant claims the trial court applied incorrect legal standards in considering its\r\nsubstantive due process challenges and that the existence of genuine issues of\r\nmaterial fact preclude summary judgment on those claims. We find the trial court\r\nproperly granted summary judgment in favor of the Town as to Appellant's facial\r\nchallenge to the CRO Ordinance because Appellant has failed to point to any\r\nspecific fact which creates a genuine issue for trial. In addition, because the\r\nzoning classification of one's land is not a cognizable property right, summary\r\njudgment was properly granted as a matter of law regarding Appellant's as-applied\r\nchallenge.\r\n\r\n\"The authority of a municipality to enact zoning ordinances, restricting the use of\r\nprivately owned property is found in the police power.\" McMaster v. Columbia\r\nBd. of Zoning Appeals, 395 S.C. 499, 505, 719 S.E.2d 660, 663 (2011). \"In\r\nreviewing substantive due process challenges to municipal ordinances, a court\r\nmust consider whether the ordinance bears a reasonable relationship to any\r\nlegitimate interest of government.\" Id.\r\n\r\n\"In order to prove a denial of substantive due process, a party must show that he\r\nwas arbitrarily and capriciously deprived of a cognizable property interest rooted in\r\nstate law.\" Harbit, 382 S.C. at 394, 675 S.E.2d at 782 (citing Sunset Cay, LLC v.\r\nCity of Folly Beach, 357 S.C. 414, 430, 593 S.E.2d 462, 470 (2004)). \"The State's\r\n\ndeprivation of the property interest must fall so far beyond the outer boundaries of\r\nlegitimate governmental authority that no process could remedy the deficiency.\"\r\nId. \"Every presumption will be made in favor of the constitutionality of a\r\nlegislative enactment; and a statute will be declared unconstitutional only when its\r\ninvalidity appears so clearly as to leave no room for reasonable doubt that it\r\nviolates some provision of the Constitution.\" McMaster, 395 S.C. at 504, 719\r\nS.E.2d at 663.\r\n\r\n\"A legislative body does not deny due process simply because it does not permit a\r\nlandowner to make the most beneficial use of its property.\" Harbit, 382 S.C. at\r\n394, 675 S.E.2d at 782. \"Courts cannot become city planners but can only correct\r\ninjustices when they are clearly shown to result from municipal action.\" Knowles\r\nv. City of Aiken, 305 S.C. 219, 222, 407 S.E.2d 639, 642 (1991). \"In order to\r\nsuccessfully assault a city's zoning decision, a citizen must establish that the\r\ndecision was arbitrary and unreasonable.\" Id. at 224, 407 S.E.2d at 642. \"And in\r\nthe context of a zoning action involving property, it must be clear that the state's\r\naction 'has no foundation in reason and is a mere arbitrary or irrational exercise of\r\npower having no substantial relation to the public health, the public morals, the\r\npublic safety or the public welfare in its proper sense.'\" Sylvia Dev. Corp. v.\r\nCalvert County, 48 F.3d 810, 827 (4th Cir. 1995) (quoting Nectow v. Cambridge,\r\n277 U.S. 183, 187-88 (1928)).\r\n\r\n1. Facial Substantive Due Process\r\n\r\nIn its facial substantive due process challenge, Appellant argues the trial court\r\nerred by applying an \"arbitrary and capricious\" standard rather than the\r\nfreestanding \"substantially advances\" standard test it claims was set forth in Lingle\r\nv. Chevron U.S.A. Inc., 544 U.S. 528 (2005). Further, Appellant contends\r\nsummary judgment was improperly granted because there is a genuine issue of\r\nmaterial fact whether the CRO ordinance \"substantially advances\" a legitimate\r\nTown interest. We find the trial court did not err by applying the \"arbitrary and\r\ncapricious\" standard. Further, we find the CRO Ordinance is not arbitrary or\r\ncapricious and, in any event, the ordinance substantially advances numerous\r\nlegitimate Town purposes. We therefore hold the Town is entitled to judgment as\r\na matter of law.\r\n\nThe purposes of the CRO ordinance as set forth therein are:\r\n\r\n      (A) Purpose of district. The purpose of this section is listed as \n\r\n      follows: \n\r\n          (1) To provide for, and permit, an appropriate valuation by the tax\r\n          assessor and/or land appraiser that reflects the conservation,\r\n          recreation, and/or open space use of land.\r\n          (2) To ensure the preservation of conservation, recreation, and/or\r\n          open space use of land against undesirable development.\r\n          (3) To lessen the hazards and loss of property, life, and the\r\n          reduction of health and safety due to periodic inundation of flood\r\n          waters, by restricting or prohibiting uses in those areas.\r\n          (4) To provide opportunities for improved public and/or private\r\n          recreation activities.\r\n          (5) To provide for a community-wide network of open space,\r\n          buffer zones, and recreation spaces.\r\n\r\nTown of Mt. Pleasant, S.C., Code § 156.333(A).\r\n\r\nJoel Foard, the director of the Town's planning and development department,\r\ntestified at deposition that, although he did not know of any studies conducted\r\nspecifically with regard to drafting the CRO Ordinance, the Town \"had a long\r\nhistory of trying to preserve open space.\" Foard further testified that, since the\r\nmid-1980s, the Town extensively studied open space preservation through various\r\nmaster planning and comprehensive planning processes, including the creation of\r\nthe Mount Pleasant Open Space Foundation to assess the need for and existence of\r\nopen space areas within the Town on an ongoing basis.\r\n\r\n\"The burden of proving the invalidity of a zoning ordinance is on the party\r\nattacking it, and it is incumbent on respondent to show the arbitrary and capricious\r\ncharacter of the ordinance through clear and convincing evidence.\" Town of\r\nScranton v. Willoughby, 306 S.C. 421, 422, 412 S.E.2d 424, 425 (1991). \"[I]n\r\ncases requiring a heightened burden of proof . . . the non-moving party must\r\nsubmit more than a mere scintilla of evidence to withstand a motion for summary\r\njudgment.\" Hancock v. Mid-S. Mgmt. Co., Inc., 381 S.C. 326, 330-31, 673 S.E.2d\r\n801, 803 (2009).\r\n\nAppellant claims the trial court erred in analyzing its substantive due process claim\r\nunder the \"arbitrary and capricious\" framework instead of pursuant to a\r\n\"substantially advances\" theory. We disagree.\r\n\r\nIn Agins v. City of Tiburon, the United States Supreme Court stated that regulation\r\nof private property \"effects a taking if [it] does not substantially advance [a]\r\nlegitimate state interes[t],\" and concluded that, under the facts of that case, no\r\ntaking occurred because the challenged zoning ordinances \"substantially advance\r\nlegitimate governmental goals.\" 447 U.S. 255, 260-61 (1980).\r\n\r\nTwenty-five years later, in Lingle, the Supreme Court \"correct[ed] course\" and\r\nclarified that \"the 'substantially advances' formula was derived from due process,\r\nnot takings precedents.\" 544 U.S. at 540 (noting that \"a municipal zoning\r\nordinance would survive a substantive due process challenge so long as it was not\r\n'clearly arbitrary and unreasonable, having no substantial relation to the public\r\nhealth, safety, morals or general welfare'\") (quoting Euclid v. Ambler Realty Co.,\r\n272 U.S. 365, 394-95 (1926)). Justice Kennedy concurred separately in Lingle,\r\nspecifically noting that although the Supreme Court had \"no occasion to consider\"\r\nwhether the challenged regulation violated due process,9 the majority opinion was\r\nnot meant to \"foreclose the possibility that a regulation might be so arbitrary or\r\nirrational as to violate due process,\" and noted \"[t]he failure of a regulation to\r\naccomplish a stated or obvious objective would be relevant to that inquiry.\" Id. at\r\n548-49 (Kennedy, J., concurring).\r\n\r\nAppellant argues the United States Supreme Court's Lingle decision establishes\r\nthat the \"substantially advances\" theory is a new, freestanding due process test and\r\nthat the trial court erred by applying the \"arbitrary and capricious\" due process\r\nframework in granting summary judgment. Although we acknowledge the\r\npotential relevance of a \"substantially advances\" inquiry within the due process\r\nanalysis, we do not read the Lingle decision as abandoning the established\r\n\"arbitrary and capricious\" framework; rather, we view the \"substantially advances\"\r\ntheory as embraced within the \"arbitrary and capricious\" analysis. See id. at 542\r\n9There was \"no occasion to consider\" that issue because the landowner had\r\nvoluntarily dismissed its due process claim below and argued only a \"substantially\r\nadvances\" theory in support of its takings claim on appeal.\r\n\n(\"[A] regulation that fails to serve any legitimate governmental objective may be\r\nso arbitrary or irrational that it runs afoul of the Due Process Clause.\") (citing\r\nCounty of Sacramento v. Lewis, 523 U.S. 833, 846 (1998) (stating that the Due\r\nProcess Clause is intended in part to protect the individual against \"the exercise of\r\npower without any reasonable justification in the service of a legitimate\r\ngovernmental objective\")); see also City of Orangeburg v. Farmer, 181 S.C. 143,\r\n186 S.E. 783, 785 (1936) (striking down an ordinance prohibiting door-to-door\r\nsales calls as unconstitutional based on a finding that the ordinance failed to further\r\nthe public health, safety, or welfare and was therefore unreasonable).\r\n\r\nWe find the trial court did not err by considering Appellant's substantive due\r\nprocess challenge under the \"arbitrary and capricious\" framework. See, e.g.,\r\nWorsley Cos. v. Town of Mt. Pleasant, 339 S.C. 51, 56, 528 S.E.2d 657, 660\r\n(2000) (noting \"[s]ubstantive due process prohibits a person from being denied life,\r\nliberty or property for arbitrary reasons\" and that \"[a] plaintiff must show that he\r\nwas arbitrarily and capriciously deprived of a cognizable property interest rooted\r\nin state law\" (emphasis added)).\r\n\r\nAdditionally, Appellant claims summary judgment was improper because it\r\ncreated a genuine issue of fact as to whether the CRO Ordinance is arbitrary and\r\ncapricious because the Town lacked an adequate factual basis to support each of\r\nthe purposes stated therein. We reject Appellant's argument because Appellant\r\nfails to identify any specific facts showing a genuine issue for trial; rather,\r\nAppellant simply challenges the wisdom of the Town's decision to enact the CRO\r\nOrdinance. It is not the function of the courts to pass upon the wisdom or folly of\r\nmunicipal ordinances or regulations. See McMaster, 395 S.C. at 504-05, 719\r\nS.E.2d at 663 (\"The power to declare an ordinance invalid because it is so\r\nunreasonable as to impair or destroy constitutional rights is one which will be\r\nexercised carefully and cautiously, as it is not the function of the Court to pass\r\nupon the wisdom or expediency of municipal ordinances or regulations.\").\r\n\r\nAlthough a substantive due process claim is subject to a heightened burden of\r\nproof at the summary judgment stage, we find Appellant has failed to produce even\r\na scintilla of evidence suggesting that the Town's exercise of its police power in\r\ncreating the CRO district was not rationally related to the Town's legitimate long-\r\nterm land-use goals. We further find Appellant has failed to present any evidence\r\nthat the CRO Ordinance does not preserve existing recreational uses. To the\r\ncontrary, the CRO Ordinance substantially advances those interests. In this\r\n\nregard, all of the evidence in the record shows the Town's planning goals will be\r\nfurthered by implementing some measure of control over future golf course\r\nconversions—namely, by requiring Town review to evaluate whether proposed\r\ndevelopment is consistent with its long-term land-use planning goals. In short,\r\nAppellant has failed to create a factual question regarding the legitimacy of the\r\nTown's objectively reasonable stated purposes. Therefore, we find summary\r\njudgment was properly granted as to Appellant's facial due process challenge. See\r\nBerman v. Parker, 348 U.S. 26, 33 (1954) (\"The concept of the public welfare is\r\nbroad and inclusive. The values it represents are spiritual as well as physical,\r\naesthetic as well as monetary. It is within the power of the legislature to determine\r\nthat the community should be beautiful as well as healthy, spacious as well as\r\nclean, well-balanced as well as carefully patrolled.\"); Rush v. City of Greenville,\r\n246 S.C. 268, 281, 143 S.E.2d 527, 533 (1965) (\"The financial situation or\r\npecuniary hardship of a single owner affords no adequate grounds for putting forth\r\nthis extraordinary power [of invalidating zoning restrictions] affecting other\r\nproperty owners as well as the public.\").\r\n\r\n2. As-Applied Substantive Due Process\r\n\r\nAppellant contends the Town arbitrarily and capriciously rezoned all of the Golf\r\nCourse Property to a CRO designation. We disagree, for the rezoning represents a\r\nuniform plan applicable to all golf course developments and is, in no way,\r\ninherently arbitrary.\r\n\r\na. Protected Property Interest\r\n\r\nAs an initial matter, the trial court found Appellant failed to show that it possessed\r\na vested interest in its right to construct houses on the Golf Course Property under\r\neither the common law or the Vested Rights Act.10 Appellant now argues whether\r\n10 The Vested Rights Act is a set of statutory provisions under which a developer\r\nmay seek to protect the right to undertake and complete the development of\r\nproperty. See S.C. Code Ann. §§ 6-29-1510 to -1560 (Supp. 2011). Specifically,\r\nthe trial court found Appellant failed to avail itself of the provisions of the Vested\r\nRights Act. We do not hold that, at the time the CRO Ordinance was passed,\r\nAppellant definitively had a vested right in residential development through the\r\nVested Rights Act. We merely observe that Appellant took no action to assert any\r\nrights under the Act. This lack of action is relevant in terms of assessing whether\r\n\nits residential development rights in the Golf Course Property Land were vested at\r\nthe time of the downzoning \"is irrelevant to a substantive due process analysis,\"\r\nand claims it possesses a constitutionally protected property right by virtue of its\r\ntitle to the Golf Course Property.\r\n\r\nInitially, we find Appellant's argument is not procedurally appropriate.11 Further,\r\nbecause Appellant lacks a property interest in the former PD zoning classification,\r\nthe Town's act of rezoning of the Golf Course Property did not, and could not,\r\ndeprive Appellant of any right. See Friarsgate, Inc. v. Town of Irmo, 290 S.C. 266,\r\n269-70, 349 S.E.2d 891, 893 (Ct. App. 1986) (\"[A] contemplated use of property\r\nby a landowner on the date a zoning ordinance becomes effective is not\r\nprotected.\"). Therefore, Appellant's due process challenge fails as a matter of law.\r\n\r\nAppellant possessed a constitutionally protected property interest in the context of\r\nits substantive due process claim and in evaluating Appellant's claimed investment\r\nbacked expectations, as discussed below, concerning its taking claim.\r\n11Appellant has abandoned its previous argument—namely, that it possessed a\r\nvested development right prior to the 2006 rezoning of its property. See Biales v.\r\nYoung, 315 S.C. 166, 168, 432 S.E.2d 482, 484 (1993) (\"Failure to argue is an\r\nabandonment of the issue and precludes consideration on appeal.\"). Further,\r\nAppellant argues for the first time to this Court that its title to the Golf Course\r\nProperty, rather than its specific right to use and develop the property, forms the\r\nrequisite property interest upon which a substantive due process challenge may be\r\nbased. Appellant cannot present this argument for the first time on appeal. See\r\nAtlantic Coast Builders & Contractors, LLC, v. Lewis, 398 S.C. 323, 330, 730\r\nS.E.2d 282, 287 (2012) (\"It is axiomatic that an issue cannot be raised for the first\r\ntime on appeal, but must have been raised to and ruled upon by the trial judge to be\r\npreserved for appellate review.\"). Moreover, before the trial court, Appellant took\r\nthe position that a vested right was required to establish a substantive due process\r\nviolation. Appellant may not argue a different position on appeal. See McLeod v.\r\nStarnes, 396 S.C. 647, 657, 723 S.E.2d 198, 204 (2012) (\"A party may not argue\r\none ground at trial and an alternate ground on appeal.\"). Further, on the merits, we\r\nagree that title to land is a property interest cognizable under state law; however,\r\nwe disagree that, under these facts, the CRO ordinance abrogates that interest in\r\nany way because the ordinance merely restricts the manner in which Appellant\r\nmay use its property in the future and in no way affects Appellant's title to the land.\r\n\nSee Sunrise Corp. of Myrtle Beach v. City of Myrtle Beach, 420 F.3d 322 (4th Cir.\r\n2005) (enumerating the elements of both procedural and substantive due process\r\nclaims and noting a party must show a cognizable property interest as the first step\r\nunder either type of claim); Harbit, 382 S.C. at 395, 675 S.E.2d at 782 (finding\r\nlandowner lacked a property interest in having his property zoned for a particular\r\nuse); Sunset Cay, 357 S.C. at 430, 593 S.E.2d at 470 (finding claim that city\r\nordinance violated developer's substantive due process right failed as a matter of\r\nlaw where ordinance did not deprive developer of any cognizable property interest\r\nrooted in state law); Friarsgate, 290 S.C. at 273, 349 S.E.2d at 895 (\"[A]\r\nlandowner has no right to insist that his property not be restricted by a zoning\r\nregulation absent a showing that he has, prior to the effective date of the\r\nregulation, established a nonconforming use.\"); see also Horne v. Mayor of\r\nBaltimore, 349 Fed. Appx. 835, 837 (4th Cir. 2009) (noting \"property interests\r\nmay take many forms,\" but \"to possess a protected property interest, one 'must\r\nhave more than an abstract need or desire for it or a unilateral expectation of it,'\r\nand 'must, instead, have a legitimate claim of entitlement to it.'\") (quoting Bd. of\r\nRegents of State Colls. v. Roth, 408 U.S. 564, 577 (1972)).\r\n\r\nb. Arbitrary and Capricious Rezoning\r\n\r\nAppellant also argues that rezoning the entire area within the Golf Course\r\nProperty, including the land it anticipated developing residentially, was\r\nunnecessary to further the stated purposes of the CRO Ordinance. The crux of\r\nPetitioner's complaint is that the CRO zoning boundary is arbitrary because it\r\nsweeps too broadly.\r\n\r\nWe agree with the trial court that the Town's zoning boundary decision in reliance\r\non the tax map parcels to determine zoning boundaries was not unreasonable.\r\nIndeed, the rezoning of the Golf Course Property tracts was part of a unified plan\r\nwhich applied to all golf courses in the Town, and the Town's use of tax map\r\nparcels as zoning district boundaries for each golf course is consistent with the\r\nstated tax-assessment purposes set forth in the CRO Ordinance. See Town of Mt.\r\nPleasant, S.C., Code § 156.333(A)(1). Consequently, we reject Appellant's\r\nargument that the Town's actions in evaluating and targeting the Golf Course\r\nProperty as the specific land to be rezoned were arbitrary or capricious in any way.\r\nSee Berman, 348 U.S. at 35-36 (\"It is not for the courts to oversee the choice of the\r\nboundary line nor to sit in review on the size of a particular project area. Once the\r\nquestion of the public purpose has been decided, the amount and character of land\r\n\nto be taken for the project and the need for a particular tract to complete the\r\nintegrated plan rests in the discretion of the legislative branch.\"); Rucker v.\r\nHarford County, 946 F.2d 278, 281 (4th Cir. 1991) (\"Irrationality and arbitrariness\r\nimply a most stringent standard against which state action is to be measured in\r\nassessing a substantive due process claim.\"); Bd. of Sup'rs of Fairfax Cnty. v.\r\nPyles, 300 S.E.2d 79, 84 (Va. 1983) (\"Fixing the specific location of boundaries\r\nbetween zoning districts is a legislative function that 'is, by nature, more or less\r\narbitrary.'\" (quoting Fairfax County v. Williams, 216 S.E.2d 33, 41 (Va. 1975)).\r\n\r\nWe affirm the trial court's decision to grant summary judgment in favor of the\r\nTown as to Appellant's due process claims.\r\n\r\nC.    Takings\r\n\r\nAppellant next claims the Town's act of downzoning the Golf Course Property\r\namounts to an unconstitutional taking under two alternative theories: a categorical\r\nor per se taking under Lucas v. South Carolina Coastal Council,12 and a regulatory\r\ntaking under the balancing test set forth in Penn Central Transportation Co. v. New\r\nYork City.13 We conclude summary judgment in favor of the Town was properly\r\n12505 U.S. 1003 (1992). In Lucas, a landowner purchased two residential lots on\r\nthe Isle of Palms in Charleston County, South Carolina, intending to build single-\r\nfamily homes. Thereafter, the South Carolina General Assembly enacted the\r\nBeachfront Management Act, which prohibited construction of habitable structures\r\non the parcels. Because the Act deprived the landowner of \"all economically\r\nviable use,\" the United States Supreme Court found a per se taking occurred, and a\r\ncase-specific inquiry into the public interest advanced in support of the restraint\r\nwas not required Id. at 1015-19.\r\n13 438 U.S. 104 (1978). Penn Central involved the designation of New York City's\r\nGrand Central Terminal as a historic landmark and the city preservation\r\ncommission's refusal to permit landowners to construct a 50-story building over the\r\nterminal. Landowners filed suit, claiming the refusal to approve the development\r\nplans amounted to a taking and a substantive due process violation. The United\r\nStates Supreme Court explained there is no \"set formula\" for when compensation\r\nshould be made, but that the determination depends on an \"essentially ad hoc,\r\nfactual inquir[y]\" based on the particular facts of each case based on consideration\r\nof three guiding factors: the extent to which the regulation interferes with the\r\n\ngranted as to both theories, as such a determination is a question of law for the\r\ncourt. See Ex Parte Brown, 393 S.C. 214, 224, 711 S.E.2d 899, 904 (2011)(\"The\r\nquestion of a taking is one of law.\").\r\n\r\n1. Relevant Parcel\r\n\r\nAs an initial matter, Appellant claims the trial court erred in considering, for the\r\npurposes of its takings analysis, the relevant parcel to include all 256 acres of the\r\nGolf Course Property. Appellant argues that only the discrete portion it seeks to\r\ndevelop for residential use should be considered. The obstacle Appellant presents\r\nhere concerning its \"discrete portion\" argument is that we cannot tell what that\r\nportion is. Before this lawsuit was filed Appellant presented varying acreage\r\namounts as the affected areas of the Golf Course Property for residential\r\ndevelopment. Those varying acreage amounts ranged from 16.48 acres to 17.86\r\nacres to 25 acres. In its complaint, Appellant asserted that \"[a]pproximately 60.4\r\nacres of the Parcels is developable land outside the areas of play of the Golf\r\nCourse.\" Before the trial court, Appellant presented a figure of 25 acres. On\r\nappeal, Appellant's brief contains inconsistent acreage representations, ranging\r\nfrom 25 to 60 acres.\r\n\r\nBefore determining whether a taking has occurred, a court must first determine\r\nwhat, precisely, is the property at issue. See Dist. Intown Props. v. District of\r\nColumbia, 198 F.3d 874, 879 (D.C. Cir. 1999) (\"Under both Lucas and Penn\r\nCentral, then, we must first define what constitutes the relevant parcel before we\r\ncan evaluate the regulation's effect on that parcel.\"). \"The definition of the relevant\r\nparcel profoundly influences the outcome of the takings analysis.\" Id. at 880.\r\n\"Because our test for regulatory taking requires us to compare the value that has\r\nbeen taken from the property with the value that remains in the property, one of the\r\ncritical questions is determining how to define the unit of property 'whose value is\r\n\r\nowner's distinct investment-backed expectations; the economic impact of the\r\nregulation; and the character of the government action. Id. at 124. Based on those\r\nfactors, the United States Supreme Court found no taking occurred by denying the\r\nowner's right to exploit the air space above the terminal; rather, \"[t]he restrictions\r\nimposed are substantially related to the promotion of the general welfare and not\r\nonly permit reasonable beneficial use of the landmark site but also afford\r\nappellants opportunities to further enhance not only the Terminal site but also other\r\n[adjacent] properties [owned by appellants].\" Id. at 138.\r\n\nto furnish the denominator of the fraction.'\" Keystone Bituminous Coal Ass'n v.\r\nBenedictis, 480 U.S. 470, 497 (1987).\r\n\r\nEssentially, the question is whether a court should consider a regulation's impact\r\non only part of the property or whether a court must consider its impact upon the\r\nwhole parcel. This difficult issue has been described as a \"conceptual black hole.\"\r\nSee Steven J. Eagle, The Parcel and Then Some: Unity of Ownership and the\r\nParcel As a Whole, 36 Vt. L. Rev 549, 564 (2012) (\"The takings denominator\r\nproblem is more than a 'difficult, persisting question' that the [United States]\r\nSupreme Court continues to avoid.\") (citing John E. Fee, The Takings Clause As a\r\nComparative Right, 76 S. Cal. L. Rev. 1003, 1032 (2003)).\r\n\r\nThe United States Supreme Court has indicated several times that \"piecemealing\"\r\nvarious property interests is not permitted. See Tahoe-Sierra Pres. Council v.\r\nTahoe Reg'l Planning Agency, 535 U.S. 302, 331-32 (2002) (\"An interest in real\r\nproperty is defined by the metes and bounds that describe its geographic\r\ndimensions and the term of years that describes the temporal aspect of the owner's\r\ninterest. Both dimensions must be considered if the interest is to be viewed in its\r\nentirety.\" (citation omitted)); Keystone Bituminous Coal, 480 U.S. at 498 (\"Many\r\nzoning ordinances place limits on the property owner's right to make profitable use\r\nof some segments of his property. . . . [U]nder petitioners' theory one could always\r\nargue that a setback ordinance requiring that no structure be built within a certain\r\ndistance from the property line constitutes a taking because the footage represents\r\na distinct segment of property for takings law purposes.\"); Andrus v. Allard, 444\r\nU.S. 51, 65-66 (1979) (\"[T]he denial of one traditional property right does not\r\nalways amount to a taking. At least where an owner possesses a full 'bundle' of\r\nproperty rights, the destruction of one 'strand' of the bundle is not a taking, because\r\nthe aggregate must be viewed in its entirety.\"); Penn Central, 438 U.S. at 130-31\r\n(\"'Taking' jurisprudence does not divide a single parcel into discrete segments and\r\nattempt to determine whether rights in a particular segment have been entirely\r\nabrogated. In deciding whether a particular government regulation has effected a\r\ntaking, this Court focuses rather both on the character of the action and on the\r\nnature and extent of the interference with rights in the parcel as a whole.\").\r\n\r\nHowever, other United States Supreme Court decisions have implicitly\r\nacknowledged, though never explicitly held, that \"conceptual severance\" of a\r\n\nparcel can be appropriate under the particular facts presented.14 See, e.g., Nollan v.\r\nCal. Coastal Comm'n, 483 U.S. 825 (1987) (construing a public access easement\r\nas the relevant property interest separate and distinct from the parcel as a whole);\r\nLoretto v. Teleprompter Manhattan CATV Corp., 458 U.S. 419, 436-37 (1982)\r\n(construing the relevant property interest to be the fee interest in the space\r\noccupied by the cable rather than the space in the building as a whole); Penn. Coal\r\nCo. v. Mahon, 260 U.S. 393, 413 (1922) (construing the relevant property interest\r\nto be the subsurface mineral and support estates rather than the complete fee\r\nestate). It has been suggested, \"in order for the [United States Supreme] Court to\r\nfind that 'something' has been completely taken, the severance . . . must have\r\nexisted prior to the government's action. . . . That is, the appropriate understanding\r\nof what constitutes a 'parcel as a whole'—and hence the owner's 'property'—is\r\nprevious real-life treatment of the resource, not the conceptual possibilities\r\nproperty law holds available.\" Margaret Jane Radin, The Liberal Conception of\r\nProperty: Cross Currents in the Jurisprudence of Takings, 88 Colum. L. Rev.\r\n1667, 1677 (1988).15\r\n14The term \"conceptual severance\" is derived from \"the modern notion that\r\nproperty is a bundle of rights made up of many strands. . . . [I]f you remove one or\r\nmore strands from this bundle and treat them in the aggregate as a separate\r\nproperty interest, you are in effect conceptually severing these strands and then\r\nhypothetically or conceptually construing those strands as a separate and distinct\r\nproperty interest.\" Marc R. Lisker, Regulatory Takings and the Denominator\r\nProblem, 27 Rutgers L.J. 663, 695 (1996) (internal quotations omitted) (describing\r\nthe various types of conceptual severance as including vertical severance (division\r\nof subsurface, surface, and air rights); temporal severance (division of property\r\nbased on the time regulation is in effect and not in effect—i.e. temporary takings);\r\nfunctional severance (division of property interests based on easements, rights of\r\nway, and servitudes); and horizontal severance (subdivision of a parcel into smaller\r\nlots)). \"It consists of delineating a property interest consisting of just what the\r\ngovernment action has removed from the owner, and then asserting that that\r\nparticular whole thing has been permanently taken.\" Margaret Jane Radin, The\r\nLiberal Conception of Property: Cross Currents in the Jurisprudence of Takings,\r\n88 Colum. L. Rev. 1667, 1676 (1988).\r\n15Indeed, this position is further supported by Keystone Bituminous, in which the\r\nUnited States Supreme Court found that, although the affected subsurface support\r\nestate could be recognized as a separate property interest under state law, \"our\r\n\nFurther, the United States Supreme Court on several occasions has emphasized that\r\nthe concepts of \"fairness and justice,\" which form the basis of the takings clause,\r\nare best served by eschewing a \"set formula\" for determining when compensation\r\nis due. See Lingle, 544 U.S. at 537 (\"While scholars have offered various\r\njustifications for [the takings] regime, we have emphasized its role in 'barring\r\nGovernment from forcing some people alone to bear public burdens which, in all\r\nfairness and justice, should be borne by the public as a whole.'\" (quoting\r\nArmstrong v. United States, 364 U.S. 40, 49 (1960))); Tahoe-Sierra, 535 U.S. at\r\n342 (finding a proposed categorical rule to be \"simply 'too blunt an instrument'\"\r\nand concluding \"the interest in 'fairness and justice' will be best served by relying\r\non the familiar Penn Central approach\"). Perhaps, the United States Supreme\r\nCourt might find this flexibility extends to the process of determining the relevant\r\nparcel if \"fairness and justice\" so require. Nonetheless, this ambiguity 16 and\r\n\r\n\r\n\r\ntakings jurisprudence forecloses reliance on such legalistic distinctions within a\r\nbundle of property rights. . . . Its value is merely a part of the entire bundle of\r\nrights possessed by the owner of either the coal or the surface.\" 480 U.S. at 500-\r\n01.\r\n16 In recent cases, the United States Supreme Court has declined to resolve the\r\nuncertainty and confusion involved in determining the relevant parcel based on the\r\nparticular circumstances presented by each case. See Palazzolo v. Rhode Island,\r\n533 U.S. 606, 631 (2001) (noting \"[Petitioner's] contention asks us to examine the\r\ndifficult, persisting question of what is the proper denominator in the takings\r\nfraction. Some of our cases indicate that the extent of the deprivation effected by a\r\nregulatory action is measured against the value of the parcel as a whole, but we\r\nhave at times expressed discomfort with the logic of this rule, a sentiment echoed\r\nby some commentators,\" but declining to resolve the question on issue preservation\r\ngrounds); Lucas, 505 U.S. at 1017 n.7 (\"Regrettably, the rhetorical force of our\r\n'deprivation of all economically feasible use' rule is greater than its precision, since\r\nthe rule does not make clear the 'property interest' against which the loss of value is\r\nto be measured. . . . Unsurprisingly, this uncertainty regarding the composition of\r\nthe denominator in our 'deprivation' fraction has produced inconsistent\r\npronouncements by the Court.\").\r\n\nlingering uncertainty has led some courts to stand firm in the seemingly safe refuge\r\nof the parcel-as-a-whole approach in analyzing takings claims.17 See, e.g., Zealy v.\r\nCity of Waukesha, 548 N.W.2d 528, 532 (Wis. 1996) (\"[T]he United States\r\n17 However, other courts have found United States Supreme Court jurisprudence to\r\nbe more nuanced and concluded that \"[t]he effort should be to identify the parcel as\r\nrealistically and fairly as possible, given the entire factual and regulatory\r\nenvironment.\" Ciampitti v. United States, 22 Cl. Ct. 310, 318-19 (1991) (\"Factors\r\nsuch as the degree of contiguity, the dates of acquisition, the extent to which the\r\nparcel has been treated as a single unit, the extent to which the protected lands\r\nenhance the value of remaining lands, and no doubt many others would enter the\r\ncalculus.\"). Accord Dist. Intown Props., 198 F.3d at 880 (noting that \"[a]bove all,\r\nthe parcel should be functionally coherent,\" and finding relevant factors to be \"the\r\ndegree of continuity, the dates of acquisition, the extent to which the parcel has\r\nbeen treated as a single unit, and the extent to which the restricted lots benefit the\r\nunregulated lot[s]\"); Forest Props., Inc. v. United States, 177 F.3d 1360, 1365\r\n(Fed. Cir. 1999) (\"With regard to the relevant parcel, our precedent displays a\r\nflexible approach, designed to account for factual nuances. . . . Where the\r\ndeveloper treats legally separate parcels as a single economic unit, together they\r\nmay constitute the relevant parcel.\"); Loveladies Harbor, Inc. v. United States, 28\r\nF.3d 1171, 1181 (1994) (rejecting a bright-line rule to define the relevant property\r\nin the context of a takings challenge and employing a \"flexible approach, designed\r\nto account for factual nuances\"); Giovanella v. Conserv. Comm'n of Ashland, 857\r\nN.E.2d 451, 457-58 (Mass. 2006) (finding \"the extent of contiguous commonly-\r\nowned property gives rise to a rebuttable presumption defining the relevant parcel\"\r\nwhich may be overcome to either increase or decrease the size of the parcel by the\r\napplication of various factors including whether the property is divided by a road;\r\nwhether the property was acquired at the same time; whether the purchase and\r\nfinancing of parcels were linked; the timing of development; whether the land is\r\nput to the same use or different uses; whether the owner intended to or actually did\r\nuse the property as one economic unit; and the treatment of the property under\r\nstate law); Quirk v. Town of New Boston, 663 A.2d 1328, 1332-33 (N.H. 1995)\r\n(noting the relevant property may be a discrete portion of a larger tract where the\r\nlandowner has fragmented the property into distinct segments before the regulatory\r\nenvironment existed or where portions of the larger tract have already been\r\ndedicated to benefit the public but finding no compelling reason to view a single\r\nparcel as discrete segments where the landowner had never treated the affected\r\narea as distinct from the unaffected portion of the property).\r\n\nSupreme Court has never endorsed a test that 'segments' a contiguous property to\r\ndetermine the relevant parcel.\") (citing Penn Central, 438 U.S. at 130).\r\n\r\nWe need not attempt to untangle this Gordian Knot today, for even if we were\r\npersuaded that it may be appropriate, under the proper circumstances, to consider\r\nthe relevant parcel as something less than the whole, this is not such a case.\r\n\r\nThe trial court determined the relevant parcel included the entire area within the\r\nGolf Course Property. Specifically, the trial court found:\r\n\r\n      From their initial development, these parcels have been used as a unit,\r\n      as a golf course. [Appellant] did not set out to purchase just the\r\n      Claimed Developable Lands. It purchased all the tracts and created a\r\n      separate corporate entity with a title having a golf emphasis, i.e.\r\n      \"Dunes West Golf Club, LLC,\" to own them. It used the tracts as a\r\n      golf course and did not . . . pursue residential development on the\r\n      tracts. It mortgaged the tracts as a unit. These facts compel but one\r\n      conclusion: the relevant parcel [is] the six tracts [of 256 acres], not\r\n      fragments of them.\r\n\r\nAppellant's moving-target approach and inability to consistently identify a discrete\r\nacreage for residential development precludes us from delineating with any\r\nprecision the specific segments of land Appellant contends comprise the relevant\r\nparcel. Because of Appellant's ever-changing approach as to the portion of the\r\nGolf Course Property it seeks to develop, we are left with no choice but to uphold\r\nthe trial court's parcel-as-a-whole approach. See United States v. Causby, 328 U.S.\r\n256, 267-68 (1946) (stating \"an accurate description of the property taken is\r\nessential\" and, in the absence of a precise description, refusing to identify the\r\nrelevant property through \"conjecture rather than a conclusion from the evidence\");\r\nCothran v. Brown, 357 S.C. 210, 217-19, 592 S.E.2d 629, 633 (2004) (noting that a\r\nparty cannot take inconsistent positions in an attempt to create a sham issue of\r\nmaterial fact).\r\n\r\nFurther, even assuming Appellant had consistently identified a particular segment,\r\nAppellant has failed to posit any fact suggesting that a portion of the Golf Course\r\nProperty would be appropriately viewed as a discrete segment, either under the\r\n\nfactors other courts have considered or any other factor which might be fit to\r\nconsider in this situation. To the contrary, everything in the record suggests the\r\nGolf Course Property is most appropriately viewed as a single unit.\r\n\r\nIn short, Appellant merely entreats this Court to conceptually subdivide the Golf\r\nCourse Property and identify the relevant parcel in terms of the area of land it\r\nclaims was taken by the CRO Ordinance. We are compelled to reject Appellant's\r\nargument because the United States Supreme Court has consistently refused to\r\nseparate an owner's property into a portion which is impacted by the challenged\r\nregulation and a portion which is not, and define the relevant parcel as including\r\nonly the former. See, e.g., Tahoe-Sierra, 535 U.S. at 331 (\"[D]efining the property\r\ninterest taken in terms of the very regulation being challenged is circular. With\r\nproperty so divided, every [regulation] . . . would constitute [a] categorical\r\ntaking[].\"); Concrete Pipe & Prods. v. Constr. Laborers Pension Trust, 508 U.S.\r\n602, 643 (1993) (\"[A] claimant's parcel of property c[an] not be first divided into\r\nwhat was taken and what was left for the purposes of demonstrating the taking of\r\nthe former to be complete and hence compensable. To the extent that any portion\r\nof property is taken, that portion is always taken in its entirety; the relevant\r\nquestion, however, is whether the property taken is all, or only a portion of, the\r\nparcel in question.\"). Were we to accept Appellant's argument, potential claimants\r\ncould construe virtually any land-use control (such as a setback requirement) as\r\namounting to a taking by defining the relevant parcel as only the area affected by\r\nthe regulation (i.e. the area between the lot line and the building line in which the\r\nowner is not permitted to build). See Beard v. S.C. Coastal Council, 304 S.C. 205,\r\n207-08, 403 S.E.2d 620, 622 (1991) (finding denial of a permit application to build\r\na bulkhead on beachfront property did not constitute a taking and refusing to define\r\nthe relevant parcel as consisting of only that portion of the beach critical area in\r\nwhich the landowners wished to construct an extension of the existing bulkhead).\r\n\r\nWe conclude the trial court did not err by finding the evidence supports but one\r\nreasonable inference—the entire 256-acre area within the Golf Course Property\r\nconstitutes the relevant parcel in this analysis. Having established the parameters\r\nof the property at issue, we turn now to Appellant's takings claim.\r\n\r\n2. Takings\r\n\r\nThe Takings Clause of the Fifth Amendment provides, \"nor shall private property\r\nbe taken for public use, without just compensation.\" U.S. Const. amend. V. \"The\r\n\nFifth Amendment, which requires just compensation where private property is\r\ntaken for public use, undertakes to redistribute certain economic losses inflicted by\r\npublic improvements so that they will fall upon the public rather than wholly upon\r\nthose who happen to lie in the path of the project.\" United States v. Willow River\r\nPower Co., 324 U.S. 499, 502 (1945). \"It does not undertake, however, to\r\nsocialize all losses, but those only which result from a taking of property.\" Id. \"If\r\ndamages from any other cause are to be absorbed by the public, they must be\r\nassumed by act of Congress and may not be awarded by the courts merely by\r\nimplication from the constitutional provision.\" Id.\r\n\r\n\"As its text makes plain, the Takings Clause does not prohibit the taking of private\r\nproperty, but instead places a condition on the exercise of that power.\" Lingle, 544\r\nU.S. at 536. \"In other words, it is designed not to limit the governmental\r\ninterference with property rights per se, but rather to secure compensation in the\r\nevent of otherwise proper interference amounting to a taking.\" Id. at 536-37.\r\n\"Government could hardly go on if to some extent values incident to property\r\ncould not be diminished without paying for every such change in the general law.\"\r\nMahon, 260 U.S. at 413. \"The general rule is that while property may be regulated\r\nto a certain extent, if regulation goes too far it will be recognized as a taking.\" Id.\r\nat 415. \"The rub, of course, has been—and remains—how to discern how far is\r\n'too far.'\" Lingle, 544 U.S. at 538.\r\n\r\nWe acknowledge, as the United States Supreme Court has stated, that \"[t]he\r\nquestion of what constitutes a 'taking' for purposes of the Fifth Amendment has\r\nproved to be a problem of considerable difficulty.\" Penn Central, 438 U.S. at 123.\r\n\"The paradigmatic taking requiring just compensation is a direct government\r\nappropriation or physical invasion of private property.\" Lingle, 544 U.S. at 537.\r\nHowever, even absent a direct physical invasion, \"government regulation of private\r\nproperty may, in some instances, be so onerous that its effect is tantamount to a\r\ndirect appropriation or ouster—and that such 'regulatory takings' may be\r\ncompensable under the Fifth Amendment.\" Id. at 538.\r\n\r\na. Categorical Taking\r\n\r\nWe first address the Lucas categorical taking. According to Appellant, because\r\ncertain areas of the Golf Course Property could have been used for residential\r\n\ndevelopment prior to the 2006 rezoning, and by precluding that development, the\r\nrezoning eliminated all economically beneficial use of the claimed developable\r\nland. We disagree.\r\n\r\nGovernment regulation effectuates a per se taking in two scenarios: (1) where an\r\nowner is required to suffer a permanent physical invasion of property, however\r\nminor, (finding a law requiring landlords to allow television cable companies to\r\ninstall equipment, which occupied only about 1.5 cubic feet of property, in their\r\napartment buildings amounted to a taking); or (2)\"where [a] regulation denies all\r\neconomically beneficial or productive use of land.\" See Lucas, 505 U.S. at 1015-\r\n16 (citing Loretto v. Teleprompter Manhattan CATV Corp., 458 U.S. 419, 436-37\r\n(1982)).\r\n\r\nThere is no dispute that this case does not involve a physical invasion of\r\nAppellant's property. Thus, the only issue is whether the CRO Ordinance deprived\r\nAppellant of \"all economically beneficial uses\" of its land, and therefore, amounted\r\nto a taking. See id. at 1019. On these facts, we find there was no categorical\r\ntaking because the CRO designation permits numerous recreation and conservation\r\nuses, and Appellant has failed to produce any evidence that those permitted uses\r\nare not economically beneficial. Indeed, everything in the record demonstrates the\r\nDunes West Golf Club generates a positive cash flow and is more profitable than\r\nWeiland's other golf courses. Appellant has presented no evidence that this is the\r\n\"extraordinary circumstance when no productive or economically beneficial use of\r\nland is permitted.\" Lucas, 505 U.S. at 1017. Thus, we find the trial court properly\r\ngranted summary judgment in favor of the Town as to Appellant's categorical\r\ntaking claim.\r\n\r\nAlthough we find no categorical taking has occurred, the law provides that where\r\nlimitations on land fall short of eliminating all economically beneficial use, a\r\nregulatory taking still may have occurred depending on a complex set of factors.\r\nThus, we turn to Appellant's regulatory taking claim and analyze each of the\r\nrelevant factors in turn.\r\n\r\nb. Penn Central Balancing Test\r\n\r\nAs noted above, in the regulatory taking context, the issue of whether a taking\r\noccurred is a question of law for the Court. See Carolina Chloride, 394 S.C. 154,\r\n171, 714 S.E.2d 869, 877 (2011) (\"In an inverse condemnation case, the trial judge\r\n\nwill determine whether a claim has been established.\"); Ex Parte Brown, 393 S.C.\r\nat 224, 711 S.E.2d at 904 (\"The question of a taking is one of law.\").\r\n\r\nAside from scenarios involving a permanent physical invasion or a Lucas-type\r\ncategorical taking, \"regulatory takings challenges are governed by the standards set\r\nforth in Penn Central.\" Lingle, 544 U.S. at 539; see also Byrd v. City of Hartsville,\r\n365 S.C. 650, 658, 620 S.E.2d 76, 80 (2005) (finding that an inverse condemnation\r\nclaim involving denial of less than all economically viable use is governed by Penn\r\nCentral). The \"common touchstone\" of each regulatory taking theory is \"to\r\nidentify regulatory actions that are functionally equivalent to the classic taking in\r\nwhich government directly appropriates private property or ousts the owner from\r\nhis domain.\" Lingle, 544 U.S. at 539 (emphasis added). However, the United\r\nStates Supreme Court repeatedly has declined to identify a specific threshold of\r\ninterference with property rights below which no taking occurs and above which\r\nthere is a taking. See, e.g., Tahoe-Sierra, 535 U.S. at 332-35 (holding that\r\ndetermining whether a regulatory taking has occurred is not best served by\r\ncategorical rules but rather \"requires careful examination and weighing of all the\r\nrelevant circumstances\"). In this case, the CRO Ordinance falls clearly in the\r\ncategory of a regulatory action that is not the functional equivalent of a classic\r\ntaking.\r\n\r\nPenn Central, as clarified by Lingle, provides a navigable framework for resolving\r\nregulatory takings claims distinct from the substantive due process inquiry. Noting\r\nthat these constitutional challenges present \"essentially ad hoc\" inquiries which are\r\nlargely dependent on the particular circumstances of each case, Penn Central\r\nidentifies the appropriate factors to consider in determining whether a taking has\r\noccurred: the character of the government action, the economic impact of the\r\nregulation on the claimant, and the extent to which the regulation has interfered\r\nwith distinct investment-backed expectations. 438 U.S. at 124. Having carefully\r\nexamined the Penn Central factors, we find Appellant's regulatory takings claim\r\nfalls short.\r\n\r\nConcerning the character of the government action, \"In answering [the takings]\r\nquestion, we must remain cognizant that 'government regulation—by definition—\r\ninvolves the adjustment of rights for the public good' . . . .\" Lingle, 544 U.S. at 538\r\n(quoting Andrus, 444 U.S. at 65). The United States Supreme Court has\r\nrecognized, \"in a wide variety of contexts, that government may execute laws or\r\nprograms that adversely affect recognized economic values.\" Penn Central, 438\r\n\nU.S. at 124. \"[T]he 'Fifth Amendment's guarantee is designed to bar Government\r\nfrom forcing some people alone to bear public burdens which, in all fairness and\r\njustice, should be borne by the public as a whole.\" Id. at 123 (quoting Armstrong,\r\n364 U.S. 40, 49 (1960)). However, the United States Supreme Court \"quite\r\nsimply, has been unable to develop any 'set formula' for determining when 'justice\r\nand fairness' require that economic injuries caused by public action be\r\ncompensated by the government rather than remain disproportionately\r\nconcentrated on a few persons.\" Id. at 124.\r\n\r\n\"'Not all damages suffered by a private property owner at the hands of [a]\r\ngovernmental agency are compensable.'\" Carolina Chloride, 394 S.C. at 170, 714\r\nS.E.2d at 877 (quoting Woods v. State, 314 S.C. 501, 504, 431 S.E.2d 260, 262 (Ct.\r\nApp. 1993)). Indeed, \"[u]nder our system of government, one of the State's\r\nprimary ways of preserving the public weal is restricting the uses individuals can\r\nmake of their property.\" Keystone Bituminous, 480 U.S. at 491. \"While each of us\r\nis burdened somewhat by such restrictions, we, in turn, benefit greatly from the\r\nrestrictions that are placed on others.\" Id.\r\n\r\n\"[W]hile most burdens consequent upon government action undertaken in the\r\npublic interest must be borne by individual landowners as concomitants of 'the\r\nadvantage of living and doing business in a civilized community,' some are so\r\nsubstantial and unforeseeable, and can so easily be identified and redistributed, that\r\n'justice and fairness' require that they be borne by the public as a whole.\" Kirby\r\nForest Indust. v. United States, 467 U.S. 1, 14 (1984) (quoting Andrus, 444 U.S. at\r\n67).\r\n\r\nHere, in examining the character of the Town's actions, the trial court found:\r\n\r\n      The CRO Ordinance is bottomed on legitimate, land use\r\n      considerations. Preservation of open space and recreational\r\n      opportunities, flood prevention and curbing ill effects of\r\n      indiscriminate golf course conversions are all proper zoning\r\n      considerations.\r\n\r\nThe CRO Ordinance was applied to all golf course properties in the Town. The\r\nTown has provided legitimate and substantial public purposes sought to be\r\n\nachieved by the enactment of the comprehensive CRO Ordinance, and the Town's\r\nland-use ordinances permit a landowner to seek rezoning of a golf course, as was\r\ndone here, in the event the landowner wishes to undertake residential development.\r\n\r\nAs noted above, the CRO Ordinance has not eliminated all development\r\npotential—there are still some (albeit a reduced number of) permitted uses which\r\nwould allow further development under the CRO zoning designation. Nor did the\r\nTown abridge Appellant's presently existing use of the Golf Course Property or the\r\nright to sell the land if it wishes. Rather, we find the evidence in the record shows\r\nthat the rezoning did not disadvantage Appellant in a constitutionally significant\r\nway. Indeed, the CRO restrictions are applicable to all golf courses throughout the\r\nTown, and the Town has not in any way exploited the Golf Course Property for its\r\nown use or to gain any economic advantage. Rather, the CRO Ordinance merely\r\npreserves existing golf courses, all of which were designated as open space by the\r\nTown's Comprehensive Plan prior to its enactment.\r\n\r\nFurthermore, the CRO Ordinance is not a permanent and immutable prohibition\r\nagainst residential use; rather, the CRO Ordinance represents the implementation\r\nof a controlled process through which the Town may evaluate future use\r\nconversion and ensure existing recreational uses are not abrogated or converted in\r\nan inappropriate manner. As such, the CRO Ordinance provides a \"clear\r\nreciprocity of advantage because it protects the interest of all affected landowners\r\nagainst immediate construction that might be inconsistent\" with the Town's land-\r\nuse planning goals. Tahoe-Sierra, 535 U.S. at 341.\r\n\r\nIn sum, it cannot be said that, by designating the Golf Course Property as a CRO\r\ndistrict, the Town has taken or acquired Appellant's property. Accordingly, we\r\nconclude this factor weighs in the Town's favor.\r\n\r\nAs for the economic impact of the CRO Ordinance, United States Supreme Court\r\ndecisions sustaining land-use regulations \"uniformly reject the proposition that\r\ndiminution in property value, standing alone, can establish a 'taking,' and that the\r\n'taking' issue in these contexts is resolved by focusing on the uses the regulations\r\npermit.\" Penn Central 438 U.S. at 131 (citations omitted). \"Although a\r\ncomparison of values before and after a regulatory action is relevant, it is by no\r\nmeans conclusive.\" Keystone Bituminous, 480 U.S. at 490. \"[T]he extent of\r\n\ndiminution [in value] is but 'one fact for consideration' in determining whether\r\ngovernmental action constitutes a taking.\" Keystone Bituminous Coal Ass'n v.\r\nDuncan, 771 F.2d 707, 713 (3rd Cir. 1985).\r\n\r\nConstruing the facts in the light most favorable to Appellant, the market value of\r\nthe Golf Course Property may have decreased after the CRO Ordinance was\r\nenacted; however, balanced against the legitimate public purposes of the CRO\r\nOrdinance, the impact of the rezoning is not the functional equivalent of a physical\r\ntaking. See Kirby Forest, 467 U.S. at 15 (\"[I]mpairment of the market value of real\r\nproperty incident to otherwise legitimate government action ordinarily does not\r\nresult in a taking.\"). The evidence in the record establishes that, in 2005, Appellant\r\nbelieved the purchase price of $4 million was a fair price for the course itself, and\r\nat the time of purchase, it considered any development value of the surrounding\r\nacreage to be \"a gift\" which was not reflected in the purchase price.18 The\r\nevidence in the record further establishes the Golf Course Property retained at least\r\n$3.5 million in value for use as a golf course even after the rezoning and that the\r\ndecline in value was due to the poor economy.19 Even assuming, in the light most\r\nfavorable to Appellant, that the CRO Ordinance was the direct and immediate\r\ncause of any diminution in value, all of the evidence shows the Golf Course\r\nProperty nonetheless retained significant value after the rezoning. Existing\r\njurisprudence uniformly rejects the proposition that a diminution in property value,\r\nstanding alone, can establish a taking. See Hadacheck v. Sebastian, 239 U.S. 394\r\n(1915) (87.5% diminution in value caused by zoning law); Euclid v. Ambler Realty\r\nCo., 272 U.S. 365 (1926) (75% diminution in value). Thus, we find any change in\r\nmarket value of the Golf Course Property is merely an incident of ownership that is\r\nnot compensable under the Fifth Amendment. See Causby, 328 U.S. at 266-67\r\n(noting that most \"inconveniences\" which are \"part of the modern environment of\r\nlife\" are not normally compensable under the Fifth Amendment); Sunrise Corp.,\r\n420 F.3d at 330 (noting fluctuations in property value are almost always incidents\r\n18This evidence is the deposition testimony of Kevin Popson, Appellant's Rule\r\n30(b)(6), SCRCP, witness as to general matters.\r\n19This evidence is the deposition testimony of J.T. McMickle, Appellant's Rule\r\n30(b)(6), SCRCP, witness as to financial matters. Although the record also\r\ncontains several appraisals valuing the Golf Course Property at $3,798,000,\r\n$3,840,000, and $4,900,000, our analysis is based on a valuation of $3,500,000,\r\nwhich is the lowest figure and the one most favorable to Appellant.\r\n\nof ownership that are not properly considered a taking); Thomas W. Garland, Inc.\r\nv. City of St. Louis, 596 F.2d 784, 786 (8th Cir. 1979) (finding that redevelopment\r\nordinances, \"even if they result in a decline in property values, do not constitute a\r\ntaking requiring compensation to the property owner\").\r\n\r\nLastly, the factor concerning Appellant's investment backed expectations militates\r\nagainst Appellant. \"[C]ontinuation of the existing use of the property is the\r\nproperty owner's 'primary expectation' when considering an owner's investment-\r\nbacked expectations for the property.\" See Carolina Chloride, 394 S.C. at 173,\r\n714 S.E.2d at 878 (quoting Byrd, 365 S.C. at 662, 620 S.E.2d at 82). Further, \"[a]\r\n'reasonable investment-backed expectation' must be more than a 'unilateral\r\nexpectation or an abstract need.'\" Ruckelshaus v. Monsanto Co., 467 U.S. 986,\r\n1005 (1984) (quoting Webb's Famous Pharmacies, Inc. v. Beckwith, 449 U.S. 155,\r\n161 (1980)). All of the evidence in the record shows the only use to which the\r\nGolf Course Property has ever been put is a golf course. As such, continued use as\r\na golf course is necessarily Appellant's primary expectation, which was not\r\nimpaired in any way by the enactment of the CRO Ordinance; rather, the CRO\r\nOrdinance was designed specifically to preserve that existing use. Moreover,\r\nAppellant has failed to produce any evidence showing its \"expectations\" were\r\nreasonable or investment-backed.\r\n\r\nIn acquiring the valuable Golf Course Property, Appellant only casually\r\napproached the idea of converting a portion of the property to residential\r\ndevelopment and never submitted any formal development plan or subdivision plat\r\nto the Town in furtherance of its abstract desire. Further, Weiland did not\r\ninvestigate, prior to purchase or anytime thereafter, the feasibility of the desired\r\ndevelopment—thus, it is clear Appellant's unilateral development expectations did\r\nnot take into account the wetlands, easements, or substantial changes to the golf\r\ncourse that would be required. Moreover, there is no evidence that the Town took\r\nany action or made any representation which served to increase Appellant's\r\nexpectations or led Appellant to believe that residential use would be forthcoming.\r\nTo the contrary, Weiland knew, before purchasing the Golf Course Property, that\r\npublic sentiment regarding any residential development would be a factor in its\r\napproval, notwithstanding the prior PD zoning designation. Next, the Vested\r\nRights Act presented a potential opportunity to achieve the goal of residential\r\ndevelopment Appellant now seeks, yet Appellant offers no explanation for letting\r\nthe opportunity pass without even attempting to avail itself of that prospect.\r\n\nFurther, as to the investment-backed aspect, the record is devoid of any evidence\r\nshowing Appellant substantially relied or materially altered its position based on\r\nthe prior PD zoning or its desire to develop residentially a portion of the Golf\r\nCourse Property. Although Appellant claims significant expenditures were made,\r\nnone of those expenditures were in furtherance of residential development; rather,\r\nall of the evidence in the record shows money spent in furtherance of the existing\r\nrecreational use of the Golf Course Property.20 Although the record shows\r\nAppellant prepared preliminary projection of costs and revenues associated with\r\nresidential development of the Golf Course Property, there is no evidence that any\r\nof those expenditures were actually incurred. Indeed, the only objective, overt act\r\nappearing in the record is Appellant's informal identification of potential future\r\nhome sites, and to the extent any costs were incurred during that process, Appellant\r\nfailed to submit any such evidence.\r\n\r\nFor government regulation to constitute a taking, the property owner must\r\nobjectively demonstrate the existence investment-backed expectations. Therefore,\r\nAppellant's effort to elevate its anticipated development prospects to the level of\r\ntangible, investment-backed expectations is unavailing. Appellant has failed to\r\nshow any concrete steps taken in furtherance of prospective residential\r\ndevelopment. Rather, we are presented with a unilateral expectation unsupported\r\nby the kind of solid evidence necessary to establish a regulatory taking. This lack\r\nof evidence is perhaps best illustrated by Appellant's ever-changing approach in\r\nidentifying what portion of the Golf Course Property it wants to develop. See\r\nCausby, 328 U.S. at 267-68 (stating \"an accurate description of the property taken\r\nis essential\" and, in the absence of a precise description, refusing to identify the\r\nrelevant property through \"conjecture rather than a conclusion from the evidence\");\r\nCothran, 357 S.C. at 217-19, 592 S.E.2d at 633 (noting that a party cannot take\r\ninconsistent positions in an attempt to create a sham issue of material fact).\r\n\r\n\r\n20 The record includes an itemized list of Appellant's expenditures for the period of\r\ntime between 2005 and 2009; however, none of these expenditures was in\r\nfurtherance of residential development. Rather, the bulk of expenditures related to\r\nmaintenance and renovation of the clubhouse (i.e. the installation of various new\r\nlighting fixtures and new tile and carpet) and acquisition of new equipment for golf\r\ncourse operations (i.e. the purchase of 77 golf carts and various pieces of\r\nlandscaping equipment), with a small portion being devoted to purchasing office\r\nsupplies (i.e. a Xerox copy machine and several computers).\r\n\nIn short, the 256-acre Golf Course Property remains a valuable property, not only\r\nas a golf course, but also for other, related uses permitted by the CRO designation.\r\nAppellant is essentially left to argue that its takings claim is founded upon only its\r\ninability to exploit certain portions of the Golf Course Property for residential\r\ndevelopment. As the Penn Central Court noted, \"the submission that appellants\r\nmay establish a taking simply by showing that they have been denied the ability to\r\nexploit a property interest that they heretofore had believed was available for\r\ndevelopment is quite simply untenable.\" Penn Central, 438 U.S. at 130.\r\n\r\nWe reject Appellant's regulatory taking claim. In sum, we find the Town was\r\nlegitimately concerned about the possibility that golf courses could be converted to\r\nresidential use without any land-use oversight, and in response to those concerns,\r\nthe Town simply \"adjust[ed] the benefits and burdens of economic life to promote\r\nthe common good\" in a way that incidentally impacted Appellant's ability to\r\nmaximize the profit from the development of its land. Id. at 124.\r\n\r\n                                          IV.\r\n\r\nFor the foregoing reasons, we affirm the circuit court's grant of summary judgment\r\nin favor of the Town.\r\n\r\nAFFIRMED.\r\n\r\nPLEICONES, ACTING CHIEF JUSTICE, BEATTY, HEARN, JJ., and\r\nActing Justice James E. Moore, concur.\r\n\n","court":"Supreme"},{"id":"27209","title":"In the Matter of Charles V.B. Cushman","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27209.pdf","description":"This is a disciplinary opinion in which the Court publicly reprimands a lawyer.","date":"2013-01-16","type":"opinion","text":"                   THE STATE OF SOUTH CAROLINA \n\r\n                        In The Supreme Court \n\r\n\r\n             In the Matter of Charles V.B. Cushman, Respondent.\r\n\r\n             Appellate Case No. 2012-213490\r\n\r\n\r\n                            Opinion No. 27209\r\n             Submitted December 10, 2012 – Filed January 16, 2013\r\n\r\n\r\n                             PUBLIC REPRIMAND\r\n\r\n\r\n             Lesley M. Coggiola, Disciplinary Counsel, and Barbara\r\n             M. Seymour, Deputy Disciplinary Counsel, both of\r\n             Columbia, for Office of Disciplinary Counsel\r\n\r\n             J. Steedley Bogan of Bogan Law Firm, of Columbia, for\r\n             respondent\r\n\r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter, the Office of Disciplinary\r\nCounsel and respondent and have entered into an Agreement for Discipline by\r\nConsent (Agreement) pursuant to Rule 21 of the Rules for Lawyer Disciplinary\r\nEnforcement (RLDE) contained in Rule 413 of the South Carolina Appellate Court\r\nRules (SCACR). In the Agreement, respondent admits misconduct and consents to\r\nthe imposition of a public reprimand or definite suspension from the practice of\r\nlaw for up to six (6) months. We accept the Agreement and issue a public\r\nreprimand. The facts, as set forth in the Agreement, are as follows.\r\n\r\n                                       Facts\r\n\r\nFrom 1987 until 2012, respondent was employed as a city prosecutor. During that\r\ntime, respondent continued the practice of previous city prosecutors which\r\ninvolved dismissing criminal charges in certain types of cases in exchange for\r\npayments from the defendant to a city \"drug fund.\" In 2003, the Chief Justice of\r\nthe Supreme Court of South Carolina issued an order stating that the use of pretrial\r\n\ndiversion programs without the authority or consent of a solicitor was prohibited.\r\nRespondent reviewed the order at the time and concluded it did not apply to his\r\ndrug fund \"donation\" practice. He did not seek advice from others and did not seek\r\nclarification from the Chief Justice.\r\n\r\nIn 2011, the solicitor contacted respondent and expressed his concern that\r\nrespondent's practice of dismissing cases in exchange for \"donations\" was illegal\r\nand should be stopped. Respondent conducted some research, but concluded the\r\npractice was appropriate. He did not seek the advice of others, seek clarification\r\nfrom the Chief Justice, and he did not consult further with the solicitor.\r\n\r\nOn September 9, 2012, a warrant was issued for respondent's arrest on a charge of\r\nMisconduct in Office, stating that \"he did breach [his official] duties by\r\nintentionally dismissing and/or Nolle Prossing [sic] criminal charges under the\r\ncondition that a 'donation' be made by the defense to the City of Camden Drug\r\nFund.\" On September 27, 2012, the Court placed respondent on interim\r\nsuspension.1 On November 8, 2012, respondent pled guilty to violating South\r\nCarolina Code Ann. § 40-5-510 (2011).\r\n\r\nRespondent admits he sought \"donations\" to the city drug fund in cases he believed\r\nhe could not successfully prosecute. Ordinarily, the amount of the \"donation\"\r\ncollected was approximately the equivalent of the fine the defendant would have\r\npaid if the defendant was found guilty. Respondent used this method of resolution\r\nto punish defendants in cases that, in all likelihood, would have resulted in\r\nacquittal.\r\n\r\nRespondent further admits that his practice of dismissing criminal charges in\r\nexchange for \"donations\" to the city drug fund was an unauthorized diversion\r\nprogram, although he believed the practice to be appropriate based on the conduct\r\nof his predecessors. He further admits that he failed to comply with the Chief\r\nJustice's 2003 order, that he should have ceased the practice immediately after\r\nissuance of the 2003 order, and sought advice and/or clarification at the time. In\r\naddition, respondent admits he improperly ignored the solicitor's concerns in 2011,\r\nthat he should have ceased the practice then, and sought appropriate advice and or\r\nclarification after contact from the solicitor.\r\n\r\n\r\n\r\n1In the Matter of Cushman, Order filed September 27, 2012 (Shearouse Adv. Sh.\r\nNo. 35 at p.43).\r\n\n                                         Law\r\n\r\nRespondent admits that by his conduct he has violated the following provisions of\r\nthe Rules of Professional Conduct, Rule 407, SCACR: Rule 3.1 (lawyer shall not\r\nassert frivolous claim unless there is basis in law for doing so); Rule 3.8(a)\r\n(prosecutor in criminal case shall refrain from prosecuting charge that prosecutor\r\nknows is not supported by probable cause); Rule 8.4(b) (it is professional\r\nmisconduct for lawyer to commit criminal act that reflects adversely on lawyer's\r\nhonesty, trustworthiness or fitness as lawyer in other respects); and Rule 8.4(e) (it\r\nis professional misconduct for lawyer to engage in conduct that is prejudicial to the\r\nadministration of justice).\r\n\r\nRespondent also admits he has violated the following Rules for Lawyer\r\nDisciplinary Enforcement, Rule 413, SCACR: Rule 7(a)(1) (it shall be ground for\r\ndiscipline for lawyer to violate Rules of Professional Conduct); Rule 7(a)(4) (it\r\nshall be ground for discipline for lawyer to be convicted of a crime of moral\r\nturpitude or a serious crime); and Rule 7(a)(7) (it shall be ground for discipline for\r\nlawyer to willfully violate valid court order issued by a court of this state).\r\n\r\n                                     Conclusion\r\n\r\nWe find respondent's misconduct warrants a public reprimand. Accordingly, we\r\naccept the Agreement and publicly reprimand respondent for his misconduct.\r\nRespondent's interim suspension is hereby lifted.\r\n\r\nPUBLIC REPRIMAND.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"27210","title":"State v. Rice","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27210.pdf","description":"The Court affirms Appellant's guilty plea in the court of general sessions.","date":"2013-01-16","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                          In The Supreme Court \n\r\n\r\n           The State, Respondent,\r\n\r\n           v.\r\n\r\n           Jarmel L. Rice, Appellant.\r\n\r\n           Appellate Case No. 2009-141166\r\n\r\n\r\n                          Appeal from Anderson County\r\n                    J. Cordell Maddox, Jr., Circuit Court Judge\r\n\r\n\r\n                               Opinion No. 27210 \n\r\n                Submitted October 1, 2012 – Filed January 16, 2013 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n           Appellate Defender Robert M. Pachak, of South Carolina\r\n           Commission on Indigent Defense, of Columbia, for\r\n           Appellant.\r\n\r\n           Attorney General Alan M. Wilson, Chief Deputy\r\n           Attorney General John W. McIntosh, Senior Assistant\r\n           Deputy Attorney General Salley W. Elliott, and Assistant\r\n           Attorney General Mark R. Farthing, all of Columbia, and\r\n           Solicitor Christina T. Adams, of Anderson, for the State.\r\n\r\n\r\n\r\nJUSTICE KITTREDGE: This is a direct appeal from a guilty plea. We affirm.\r\n\r\n                                        I.\r\n\nAppellant Jarmel Rice was charged as a juvenile when he was fifteen years old for\r\na series of violent crimes. Following a contested waiver from family court to\r\ngeneral sessions court, Appellant pled guilty to three counts of armed robbery and\r\none count of assault with intent to kill and received a sentence of eleven years in\r\nprison, with many other charges dismissed. In pleading guilty, Appellant raised no\r\nobjection to the family court waiver. On appeal, Appellant seeks to resurrect his\r\nfamily court constitutional challenge to the waiver as violative of Apprendi v. New\r\nJersey, 530 U.S. 466 (2000).             A.\r\nSouth Carolina does not recognize conditional guilty pleas. State v. Truesdale, 278\r\nS.C. 368, 370, 296 S.E.2d 528, 529 (1982); see also In re Johnny Lee W., 371 S.C.\r\n217, 220, 638 S.E.2d 682, 684 (2006) (\"A trial court may not accept a conditional\r\nplea.\"). Rather, in South Carolina, a guilty plea constitutes a waiver of\r\nnonjurisdictional defects and claims of violations of constitutional rights. See\r\nHyman v. State, 397 S.C. 35, 723 S.E.2d 375 (2012) (citing Rivers v. Strickland,\r\n264 S.C. 121, 124, 213 S.E.2d 97, 98 (1975)) (noting that a valid guilty plea\r\nconstitutes a waiver of nonjurisdictional defects and defenses). The rationale for\r\nthis rule has been long understood, as the United States Supreme Court (USSC)\r\nstated:\r\n\r\n      [A] guilty plea represents a break in the chain of events which has\r\n      preceded it in the criminal process. When a criminal defendant has\r\n      solemnly admitted in open court that he is in fact guilty of the offense\r\n      with which he is charged, he may not thereafter raise independent\r\n      claims relating to the deprivation of constitutional rights that occurred\r\n      prior to the entry of the guilty plea. He may only attack the voluntary\r\n      and intelligent character of the plea . . . .\r\n\r\nTollett v. Henderson, 411 U.S. 258, 267 (1973); see also State v. Passaro, 350 S.C.\r\n499, 506, 567 S.E.2d 862, 866 (2002) (stating a \"a guilty plea generally constitutes\r\na waiver of non-jurisdictional defects and claims of violations of constitutional\r\nrights\"); Vogel v. City of Myrtle Beach, 291 S.C. 229, 231, 353 S.E.2d 137, 138\r\n(1987) (\"A plea of guilty constitutes a waiver of nonjurisdictional defects and\r\ndefenses . . . . It conclusively disposes of all prior issues including independent\r\nclaims of deprivations of constitutional rights.\"); State v. Tucker, 376 S.C. 412,\r\n418, 656 S.E.2d 403, 406-07 (Ct. App. 2008) (finding a defendant's plea of guilty\r\nwaived any challenge to his conviction based on an alleged pre-trial violation of\r\nstatutorily prescribed procedure).\r\n\nWhile South Carolina has remained steadfast in its opposition to conditional guilty\r\npleas, many states allow conditional guilty pleas, primarily through statutes and\r\ncourt rules. In fact today, most states, all federal courts, military courts, and the\r\nDistrict of Columbia permit conditional guilty pleas in some manner. See People\r\nv. Neuhaus, 240 P.3d 391, 394-96 (Colo. Ct. App. 2009) (providing a general\r\nreview of the varying approaches as to conditional guilty pleas). Because South\r\nCarolina permits only unconditional guilty pleas and no jurisdictional claim is\r\npresented, Appellant waived his right to assert a claim based on Apprendi.\r\nNevertheless, we proceed further in light of the dissent.\r\n\r\n                                          B.\r\nThe dissent laments how unfair it would be to require this juvenile to proceed to\r\ntrial and forgo the favorable plea offer to preserve his right to challenge the\r\ntransfer from family court to the court of general sessions. Yet, that is the essence\r\nof our law disallowing conditional pleas, and it applies equally to juveniles and\r\nadults. The dissent further characterizes Appellant's challenge as jurisdictional.\r\nRespectfully, we do not view Appellant's argument as jurisdictional in nature.\r\nAppellant casts his issue on appeal as a constitutional claim, not a jurisdictional\r\none. Specifically, Appellant posits that South Carolina's juvenile transfer law\r\nviolates his \"Sixth Amendment right to a jury trial and due process of law under\r\nApprendi . . . .\"\r\n\r\nBeyond Appellant's failure to assert a jurisdictional argument on appeal, were we\r\nto read his brief as broadly as does the dissent, we would nevertheless reject the\r\nassertion of a jurisdictional error. We find instructive the case of State v.\r\nYodprasit, which considered this very issue. 564 N.W.2d 383 (Iowa 1997).\r\nYodprasit, a juvenile offender, pled guilty in adult court following the waiver of\r\njurisdiction by the juvenile court. On appeal, Yodprasit challenged the juvenile\r\ncourt's waiver of jurisdiction, specifically asserting a jurisdictional error. The Iowa\r\nSupreme Court disagreed, holding that any such error is \"judicial, not\r\njurisdictional.\" Id. at 386 (\"A juvenile court might enter an erroneous order\r\nwaiving jurisdiction. . . . Such an order, however, does not undermine the district\r\ncourt's subject matter jurisdiction to conduct the criminal proceedings, accept a\r\nplea of guilty, and sentence the defendant-juvenile. In short, the error is judicial,\r\nnot jurisdictional.\"). The Yodprasit court held that an error in a waiver proceeding\r\nwhich does not deprive the adult court of jurisdiction over criminal proceedings\r\ninvolving a juvenile can be waived if the juvenile pleads guilty. Id. at 387. We\r\nagree with Yodprasit's reasoning that an erroneous order transferring a juvenile to\r\ngeneral sessions court would be a judicial error—not a jurisdictional error.\r\n\n                                          II. \n\r\n\r\nIn any event, Appellant's Apprendi challenge fails on the merits. In Apprendi, the\r\nUSSC held that \"[o]ther than the fact of a prior conviction, any fact that increases\r\nthe penalty for a crime beyond the prescribed statutory maximum must be\r\nsubmitted to a jury, and proved beyond a reasonable doubt.\" 530 U.S. at 490. This\r\napplies to any fact that will \"expose the defendant to a greater punishment than that\r\nauthorized by the jury's verdict.\" Id. at 494; see also Blakely v. Washington, 542\r\nU.S. 296, 303 (2004) (clarifying that for purposes of Apprendi, the \"statutory\r\nmaximum\" is the maximum term of imprisonment a court may impose \"solely on\r\nthe basis of the facts reflected in the jury verdict or admitted by the defendant\"). In\r\nOregon v. Ice, in which the USSC held Apprendi did not apply to findings of fact\r\nrequired as a predicate to imposing consecutive, rather than concurrent, sentences\r\non a defendant, the USSC stated \"[t]here is no encroachment here by the judge\r\nupon facts historically found by the jury, nor any threat to the jury's domain as a\r\nbulwark at trial between the State and the accused.\" 555 U.S. 160, 169 (2009)\r\n(emphasis added).\r\n\r\nIndeed, many challenges similar to Appellant's have been rejected on the basis that\r\nApprendi is not applicable. See e.g., United States v. Juvenile, 228 F.3d 987 (9th\r\nCir. 2000) (holding that juvenile transfer does not increase punishment but merely\r\nestablishes a basis for district court jurisdiction); State v. Kalmakoff, 122 P.3d 224\r\n(Alaska App. 2005) (finding juvenile waiver hearings are not sentencing\r\nproceedings and therefore not governed by Apprendi); State v. Rodriguez, 71 P.3d\r\n919 (Ariz. Ct. App. 2003) (finding transfer statute does not implicate Apprendi\r\nbecause it does not subject a juvenile to enhanced punishment but only to the adult\r\ncriminal justice system); People v. Beltran, 765 N.E.2d 1071 (Ill. 2002)\r\n(concluding Apprendi does not apply to a decision to prosecute defendant as adult\r\nbecause transfer hearing is not adjudicatory); Villalon v. State, 956 N.E.2d 697\r\n(Ind. Ct. App. 2011) (concluding that the juvenile waiver statute does not provide\r\nsentencing enhancement correlated with proof of a particular fact and, therefore,\r\ndoes not implicate the core concerns of Apprendi); State v. Jones, 47 P.3d 783\r\n(Kan. 2002) (holding Apprendi does not apply to juvenile waiver hearings because\r\nthey determine only which judicial system is appropriate for juvenile offender);\r\nCaldwell v. Commonwealth, 133 S.W.3d 445 (Ky. 2004) (holding that a juvenile\r\ntransfer proceeding does not implicate Apprendi because it does not involve\r\nsentencing or a determination of guilt or innocence); State v. Andrews, 329 S.W.3d\r\n369 (Mo. 2010) (finding Apprendi does not apply to juvenile transfer proceedings\r\nbecause transfer does not enhance the potential maximum sentence but merely\r\n\ndetermines proper forum); State v. Rudy B., 243 P.3d 726 (N.M. 2010) (finding\r\nApprendi not applicable to an evidentiary hearing to determine whether a juvenile\r\nadjudicated as a youthful offender should be sentenced as a juvenile or as an\r\nadult); State v. Childress, 280 P.3d 1144 (Wash. Ct. App. 2012) (finding statutory\r\nprocedure for declination of jurisdiction by juvenile court does not violate a\r\ndefendant's right to a jury trial). We adopt this approach and hold that Apprendi is\r\nnot applicable to a family court juvenile waiver hearing, for the decision whether\r\nto waive a juvenile to general sessions court in no manner determines the juvenile's\r\nguilt, innocence, or punishment—it merely determines the forum in which the case\r\nis to be tried.\r\n\r\n\r\n\r\nAFFIRMED.\r\n\r\n\r\n\r\nTOAL, C.J., BEATTY and HEARN, JJ., concur. PLEICONES, J.,\r\nconcurring in part and dissenting in part in a separate opinion.\r\n\nJUSTICE PLEICONES: I agree with the majority that our state's juvenile\r\nwaiver procedure does not implicate Apprendi v. New Jersey, 530 U.S. 466\r\n(2000). I write separately, however, because I do not agree that appellant's\r\ndecision to plead guilty in general sessions court waived his right to appeal\r\nthe family court's waiver decision.\r\nThe circuit court has jurisdiction over an appeal from a family court order in\r\nonly one circumstance: when the family court judge has denied the State's\r\nrequest to transfer a matter that charges a juvenile with murder or with\r\ncriminal sexual conduct. S.C. Code Ann. § 63-19-1210(6) (2010). Other\r\nthan in this one circumstance, appeals from a family court order are\r\ncognizable only in either the Court of Appeals or the Supreme Court. In my\r\nopinion, since the court of general sessions has no jurisdiction over the family\r\ncourt order that transferred appellant, he cannot be said to have waived his\r\nright to appeal by pleading guilty in that forum. A party need not raise an\r\nissue before a tribunal that lacks jurisdiction to adjudicate the claim in order\r\nto preserve the issue for appeal. E.g., Travelscape, LLC v. South Carolina\r\nDept. of Rev., 391 S.C. 89, 705 S.E.2d 28 (2011); Video Gaming Consultants,\r\nInc. v. South Carolina Dep't of Rev., 342 S.C. 34, 535 S.E.2d 642 (2000). I\r\nwould not hold that a guilty plea in general sessions acts as a waiver of a\r\njuvenile's right to appeal the family court's transfer order.\r\nIt is well-settled that a juvenile who has been waived to general sessions may\r\nnot immediately appeal that order but must wait, like other criminal\r\ndefendants, until he has been sentenced. E.g., State v. Lockhart, 275 S.C.\r\n160, 267 S.E.2d 720 (1980). In my opinion, it would violate our parens\r\npatriae duty1 as well as public policy to require a juvenile to forego a plea\r\nopportunity in order to preserve his right to appeal. Here, appellant received\r\na sentence of eleven years in exchange for a guilty plea to four charges and\r\nthe dropping of others. Had he not accepted the State's plea offer, appellant\r\nfaced five counts of armed robbery, four counts of kidnapping, three counts\r\nof possession a weapon during the commission of a crime, and one count\r\neach of criminal conspiracy, unlawfully carrying a pistol, assault with intent\r\nto kill, safecracking, and petit larceny. Each armed robbery count and each\r\n\r\n1See State v. Pittman, 373 S.C. 527, 647 S.E.2d 144 (2007) (recognizing parens\r\npatriae in juvenile proceeding).\r\n\nkidnapping count carried the possibility of a thirty-year sentence. I would not\r\nrequire a juvenile to forego a negotiated plea and face a trial in order to\r\npreserve his right to appeal the transfer order.2\r\nFinally, the majority cites Vogel v. City of Myrtle Beach, 291 S.C. 229, 353\r\nS.E.2d 137 (1987), for the proposition that a guilty plea waives\r\n\"nonjurisdictional defects and defenses, including claim of violation of\r\nconstitutional rights prior to the plea. . . . It conclusively disposes of all prior\r\nissues including independent claims of deprivation of constitutional rights.\"\r\nAppellant is raising a jurisdictional challenge, alleging the transfer from\r\nfamily court to general sessions was accomplished under an unconstitutional\r\nstatute. The unlawful waiver of jurisdiction over a juvenile does not confer\r\nsubject matter jurisdiction on the court of general sessions. E.g., Austin v.\r\nState, 352 S.C. 473, 575 SE.2d 547 (2003).3 There is no plea waiver here.\r\nMoreover, I would not apply the waiver rule where the appellant is not\r\nchallenging anything related to the criminal proceedings against him or his\r\nplea, but rather the constitutionality of a procedural statute. Cf. State v.\r\nInman, 395 S.C. 539, 720 S.E.2d 31 (2011) (capital defendant did not render\r\nplea conditional by appealing constitutionality of procedural sentencing\r\nstatute since his claim did not affect validity of plea itself).\r\nI concur in the holding that Apprendi does not apply, but dissent from that\r\npart of the majority opinion finding appellant waived his right to appeal the\r\nfamily court's transfer order.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n  As the Supreme Court has recognized, plea bargaining is the norm in our criminal\r\n2\r\n\r\n\r\njustice system. See Missouri v. Frye, 132 S.Ct. 1399, 1407 (2012) (since 97% of\r\nfederal convictions and 94% of state convictions result from pleas, plea\r\nnegotiations are \"almost always the critical point for a defendant\").\r\n  The fundamental question of subject matter jurisdiction is determined by South\r\n3\r\n\r\n\r\nCarolina law, and an appellate court should take notice of a defect ex mero motu.\r\nE.g., State v. Gorie, 256 S.C. 539, 183 S.E.2d 334 (1971).\r\n\n","court":"Supreme"},{"id":"27211","title":"State v. Cheeks","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27211.pdf","description":"The Court affirmed appellant's convictions and sentences, finding the search warrant was valid and that appellant was not prejudiced by an erroneous jury charge.","date":"2013-01-16","type":"opinion","text":"                      THE STATE OF SOUTH CAROLINA \n\r\n                           In The Supreme Court \n\r\n\r\n             The State, Respondent,\r\n\r\n             v.\r\n\r\n             Derrick Lamar Cheeks, Appellant.\r\n\r\n             Appellate Case No. 2011-183009\r\n\r\n\r\n                          Appeal From Spartanburg County \n\r\n                         Roger L. Couch, Circuit Court Judge \n\r\n\r\n\r\n                               Opinion No. 27211 \n\r\n                  Heard November 15, 2012 – Filed January 16, 2013 \n\r\n\r\n\r\n                                    AFFIRMED\r\n\r\n\r\n             J. Falkner Wilkes, of Greenville, for Appellant.\r\n\r\n             Attorney General Alan McCrory Wilson, Chief Deputy\r\n             Attorney General John W. McIntosh, Senior Assistant\r\n             Deputy Attorney General Salley W. Elliott, and Assistant\r\n             Attorney General Julie Kate Keeney, all of Columbia,\r\n             and Solicitor Barry Joe Barnette, of Spartanburg, for\r\n             Respondent.\r\n\r\n\r\nJUSTICE PLEICONES: Appellant was convicted of trafficking in crack cocaine\r\nin excess of 400 grams and possession of crack with intent to distribute within\r\nproximity to a school and received concurrent sentences of twenty-five years\r\n(trafficking) and ten years (proximity). On appeal, he contends the trial court erred\r\nin failing to find a search warrant fatally defective, and in giving an improper jury\r\n\ninstruction. 1 We find no merit in the warrant issue, but agree the instruction was\r\nimproper. Because we find appellant was not prejudiced by the erroneous charge,\r\nhowever, we affirm his convictions and sentences.\r\n\r\n                                      ISSUES\r\n\r\n             1) Was the search warrant fatally defective because it did not\r\n                contain a description of the place to be searched?\r\n\r\n             2) Did the trial judge err in charging the jury that \"[a]ctual\r\n                knowledge of the presence of crack cocaine is strong\r\n                evidence of a defendant's intent to control its disposition or\r\n                use?\"              DISCUSSION\r\n\r\n1. Search warrant.\r\n\r\nAppellant contends the search warrant which led to his arrest was invalid because\r\nit did not describe the place to be searched. We disagree.\r\n\r\nThe search warrant is blank following the section titled \"Description of Premises\r\n(Person, Place, or Thing) to be Searched.\" The warrant refers to the attached\r\naffidavit, however, which contains both a description of the dwelling to be\r\nsearched, including its address, and detailed directions to it. Moreover, the\r\nsolicitor represented that the warrant and affidavit were served together. The trial\r\njudge held the warrant and affidavit could be read together to establish the\r\npremises description and found the description of the place to be searched met all\r\nconstitutional and statutory requirements. State v. Ellis, 263 S.C. 12, 207 S.E.2d\r\n408 (1974) (warrant and affidavit read together withstand constitutional and\r\nstatutory attacks on particularity of premises) disapproved on other grounds by\r\n\r\n\r\n\r\n\r\n\r\n\r\n Appellant's codefendant (and uncle) raised virtually the same arguments in an\r\n1\r\n\r\n\r\nappeal decided by the Court of Appeals. State v. Cheeks, 400 S.C. 329, 733 S.E.2d\r\n611 (Ct. App. 2012).\r\n\nState v. Adams, 291 S.C. 132, 352 S.E.2d 483 (1987); State v. Williams, 297 S.C.\r\n404, 377 S.E.2d 308 (1989).2\r\n\r\nAppellant contends the warrant is \"plainly invalid\" because it did not comply with\r\nthe Fourth Amendment's requirement that the warrant \"particularly describ[e] the\r\nplace to be searched . . . .\" citing Groh v. Ramirez, 540 U.S. 551, 557 (2004).\r\nGroh was a Bivens3 suit where the warrant application that contained the\r\nparticularized information was not incorporated into the warrant itself. The Groh\r\nCourt therefore did not reach the issue whether a facially defective warrant can be\r\nsalvaged by considering other related documents. The Court did acknowledge that\r\nmost appellate courts have held that they \"may construe a warrant with reference to\r\na supporting application or affidavit if the warrant uses appropriate words of\r\nincorporation, and if the supporting document accompanies the warrant.\" Id. at\r\n557-558; see also U.S. v. Hurwitz, 459 F.3d 463, 470-471 (4th Cir. 2006) (in\r\nFourth Circuit, warrant construed with supporting documents if incorporated by\r\nwarrant language or if those documents accompany warrant).\r\n\r\nHere, the warrant refers to the attached affidavit, and the solicitor represented\r\nwithout contradiction that the affidavit accompanied the warrant. As we read the\r\nopinion, nothing in Groh prohibits a court from considering an accompanying or\r\n\"incorporated\" affidavit along with the search warrant for purposes of satisfying\r\nthe Fourth Amendment's particularity requirements.\r\n\r\nWe affirm the trial judge's ruling upholding the validity of the search warrant.\r\n\r\n2. Jury instruction.\r\n\r\nWhen the police executed the warrant at witness Markley's house, they interrupted\r\nappellant in the process of 'cooking' crack cocaine. He was observed fleeing from\r\nthe kitchen, where water was boiling, materials4 used in the manufacture of crack\r\nwere on the kitchen counters, and a digital scale was found. In addition, 650 grams\r\nof crack,5 most of which was broken up into baggies, was seized from the kitchen\r\n\r\n  Appellant's argument rests largely on U.S. Const. amend. IV, but he also invokes\r\n2\r\n\r\n\r\nS.C. Const. art. I, § 10 and S.C. Code Ann. §§ 17-13-140 and -160 (2003). Our \n\r\ndecision disposes of all grounds. \n\r\n  Bivens v. Six Unknown Fed. Narcotics Agents, 403 U.S. 388 (1971). \n\r\n3 Inositol and baking powder. \n\r\n4 The crack was valued at between $23,000 (wholesale) and $65,000 (retail). \n\r\n5\r\n\nwhere appellant had been found cooking. Moreover, on the day of his arrest,\r\nappellant sent his uncle on \"an errand\" from the house where appellant was found\r\ncooking, after having sent the uncle to a store to buy baking soda. When the car in\r\nwhich the uncle was travelling was stopped and searched, two ounces of crack\r\nwere found, the inference being that the uncle was delivering the crack for\r\nappellant. In short, there was overwhelming evidence that appellant both\r\ntrafficked in more than 400 grams of crack and possessed it with intent to\r\ndistribute.\r\n\r\nDuring the jury charge, the jury was repeatedly instructed that mere presence at the\r\nscene of a crime is insufficient evidence, in and of itself, to support a guilty\r\nverdict. When charging the jury on trafficking by possession, the trial judge stated:\r\n\r\n             Now, possession, to prove possession the State must prove,\r\n             beyond a reasonable doubt, that the defendant in the, in the case\r\n             both had the power and the intent to control the disposition or\r\n             use of the crack cocaine. Therefore, possession, under the law,\r\n             can either be actual or constructive.\r\n\r\n             Now, actual possession means that the crack cocaine was in the\r\n             actual physical custody of the defendant. Constructive\r\n             possession means that the defendant had dominion or control or\r\n             the right to exercise dominion or control over either the crack\r\n             cocaine or the property on which the crack cocaine was found.\r\n\r\n             Now, mere presence at a scene where drugs are found is not\r\n             enough to prove possession. Actual knowledge of the\r\n             presence of the crack cocaine is strong evidence of a\r\n             defendant's intent to control its disposition or use. The\r\n             defendant's knowledge and possession can be inferred when a\r\n             substance is found on property under the defendant's control.\r\n             However, this inference is simply an evidentiary fact to be\r\n             taken into consideration by you along with other evidence in\r\n             this case and to be given the amount of weight you think it\r\n             should have. Two or more persons may have joint possession\r\n             of a drug.\r\n\r\n             (emphasis supplied).\r\n\nAppellant objected to this \"actual knowledge/strong evidence\" charge, arguing that\r\nit was a comment on the facts and the weight of those facts, and that it nullifies or\r\nat least conflicts with the mere presence charge. He followed up by noting that\r\nState v. Kimbrell, 294 S.C. 51, 362 S.E.2d 630 (1987), upon which the judge and\r\nsolicitor relied, did not involve a jury charge. The judge clarified he was also\r\nrelying on Solomon v. State, 313 S.C. 526, 443 S.E.2d 540 (1994). We now clarify\r\nKimbrell and overrule Solomon to the extent it approves of the \"actual\r\nknowledge/strong evidence\" charge.\r\n\r\nIn Kimbrell, appellant contended she was entitled to a directed verdict because the\r\nState failed to present evidence that she knowingly possessed the cocaine. The\r\nevidence at trial showed that appellant's ex-husband dealt drugs from his trailer.\r\nAppellant was present at the trailer when a confidential informant (CI) arrived for\r\nan arranged buy. As the ex-husband and CI left the trailer to look at the marijuana\r\nstored outside, the ex-husband had appellant leave a bedroom and go to the kitchen\r\nwhere cocaine was on the counter, telling her \"the toot [cocaine] is laying on the\r\ntable, we're going outside, watch it.\" In deciding the directed verdict issue on\r\nappeal, the Court noted that a \"person has possession of contraband when he has\r\nthe power and intent to control its disposition or use\" and then held\r\n\r\n             [t]he State produced evidence that [appellant] had actual\r\n             knowledge of the presence of the cocaine. Because actual\r\n             knowledge of the presence of the drug is strong evidence of\r\n             intent to control its disposition or use, knowledge may be\r\n             equated with or substituted for the intent element.\r\n\r\nKimbrell, 294 S.C. at 54, 362 S.E.2d at 631.\r\n\r\nFrom this language has evolved a jury charge to the effect that \"actual knowledge\r\n[of the possession of drugs] is strong evidence of intent to control its disposition or\r\nuse.\" We agree with appellant that this charge both improperly weighs the\r\nevidence, and that it largely negates the mere presence charge.\r\n\r\nSimply because certain facts may be considered by the jury as evidence of guilt in\r\na given case where the circumstances warrant, it does not follow that future juries\r\nshould be charged that these facts are probative of guilt. It is always for the jury to\r\ndetermine the facts, and the inferences that are to be drawn from these facts. For\r\nexample, it is well-settled that while evidence that a criminal defendant evaded\r\narrest or absconded from the jurisdiction may be admissible as evidence of guilt,\r\n\nand may be argued to the jury as such, it is improper to charge the jury on this\r\nevidentiary inference because such a charge places \"undue emphasis\" on that piece\r\nof circumstantial evidence. E.g., State v. Grant, 275 S.C. 404, 272 S.E.2d 169\r\n(1980). Similarly, charging a jury that \"actual knowledge of the presence of a drug\r\nis strong evidence of intent to control its disposition or use\" unduly emphasizes\r\nthat evidence, and deprives the jury of its prerogative both to draw inferences and\r\nto weigh evidence. This charge converts all persons merely present who have\r\nactual knowledge of the drugs on the premises into possessors of that drug. We\r\nagree with appellant that this charge largely negates the mere presence charge, and\r\nerroneously conveys that a mere permissible evidentiary inference is, instead, a\r\nproposition of law.\r\n\r\nEven if we did not agree with appellant that the \"strong evidence\" charge\r\nundermines the mere presence charge, we hold that the \"strong evidence\" charge is\r\nimproper as an expression of the judge's view of the weight of certain evidence,\r\nand overrule Solomon on this point.\r\n\r\nIn his post-conviction relief (PCR) action, Solomon contended the use of the\r\nadjective \"strong\" was either a comment on the facts or an improper expression of\r\nthe trial judge's view of the weight of the evidence and alleged his trial counsel was\r\nineffective for failing to object to it. On certiorari to review the denial of\r\nSolomon's PCR, the Court summarily dealt with this issue, stating only that the\r\n\"instruction was in accord with Kimbrell.\" Solomon, 313 S.C. at 529, 443 S.E.2d\r\nat 542. Solomon is wrongly decided because, as appellant argues, \"strong\" is\r\nnecessarily a comment on the weight of the evidence, and Kimbrell does not\r\napprove any such charge.\r\n\r\nWe now overrule Solomon and instruct the bench to no longer use the \"strong\r\nevidence\" charge, which is derived from a statement on the sufficiency of the\r\nevidence in Kimbrell. Appellant cannot show prejudice from the charge in this\r\ncase, however, as there was no evidence that he was \"merely present\" at Markley's\r\nhouse when the search warrant was executed. Rather the evidence was that he was\r\nactively cooking crack cocaine when the warrant was served, and that he possessed\r\nthe 650 grams of crack found on the kitchen counter. Further, in light of the\r\noverwhelming evidence of appellant's guilt, he cannot demonstrate prejudice\r\nwarranting reversal from the adjective \"strong\" used in the charge.\r\n\n                                CONCLUSION\r\n\r\nAppellant's convictions and sentences are\r\n\r\nAFFIRMED.\r\n\r\n\r\n\r\nTOAL, C.J., BEATTY, KITTREDGE and HEARN, JJ., concur.\r\n\n","court":"Supreme"},{"id":"27212","title":"State v. Kromah","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27212.pdf","description":"This Court granted a petition for a writ of certiorari to review the decision of the Court of Appeals in State v. Kromah, Op. No. 2009-UP-322 (S.C. Ct. App. filed June 15, 2009), in which Petitioner's convictions and sentences for unlawful neglect of a child and the infliction of great bodily injury upon a child were affirmed.  Petitioner argues the trial court erred in allowing the State's witnesses to testify as to the actions they took as a result of alleged hearsay statements made by the three-year-old victim, who would have been incompetent to testify at trial, and that the error was not harmless beyond a reasonable doubt.","date":"2013-01-23","type":"opinion","text":"            THE STATE OF SOUTH CAROLINA \n\r\n                 In The Supreme Court \n\r\n\r\n   The State, Respondent,\r\n\r\n   v.\r\n\r\n   Miama Kromah, Petitioner.\r\n\r\n   Appellate Case No. 2009-140328\r\n\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n                 Appeal From Richland County \n\r\n            James W. Johnson, Jr., Circuit Court Judge \n\r\n\r\n\r\n                      Opinion No. 27212 \n\r\n        Heard September 20, 2012 – Filed January 23, 2013 \n\r\n\r\n\r\n                   AFFIRMED IN RESULT\r\n\r\n\r\n   Chief Appellate Defender Robert M. Dudek, of South\r\n   Carolina Commission on Indigent Defense, of Columbia,\r\n   for Petitioner.\r\n\r\n   Attorney General Alan McCrory Wilson, Chief Deputy\r\n   Attorney General John W. McIntosh, Assistant Deputy\r\n   Attorney General Salley W. Elliott, and Assistant\r\n   Attorney General William M. Blitch, Jr., all of Columbia;\r\n\n            and Solicitor Daniel E. Johnson, of Columbia, for\r\n            Respondent.\r\n\r\n\r\n        JUSTICE BEATTY: Miama Kromah (\"Kromah\") was convicted of\r\n(1) infliction of great bodily injury upon a child, and (2) unlawful neglect of a\r\nchild. Kromah appealed, arguing the trial court abused its discretion in permitting\r\ntwo of the State's witnesses to testify about actions they took after hearsay\r\nconversations they had with the three-year-old victim (\"Child\"), who did not testify\r\nat trial. The Court of Appeals affirmed, finding the issue was not preserved for\r\nreview. State v. Kromah, Op. No. 2009-UP-322 (S.C. Ct. App. filed June 15,\r\n2009). This Court granted Kromah's petition for a writ of certiorari. We affirm in\r\nresult.\r\n\r\nI.    FACTS\r\n\r\n       The victim in this case is Kromah's stepson, who was born on February 23,\r\n2002 in Philadelphia. The Child initially lived with his biological mother. Child\r\nProtective Services eventually removed the Child from her care, and he lived with\r\na foster family in Minnesota for most of his first three years.\r\n\r\n       Kromah married the Child's biological father, Musa Kromah, in March\r\n2005. Three months later in June 2005, the Child, then three years old, came to\r\nColumbia to live with Kromah and her husband. In August 2005, just two months\r\nthereafter, the incident occurred for which Kromah was indicted for infliction of\r\ngreat bodily injury to, and unlawful neglect of, a child.\r\n\r\n        At trial, the evidence indicated Kromah brought the Child to the Lexington\r\nMedical Center, where he was examined in the triage area at around 2:23 a.m. on\r\nAugust 16, 2005. The Child was wearing a pull-up diaper and was crying. The\r\nChild had a cut on his scrotum, and his right testicle was hanging outside of the\r\nscrotum and was bloody. An emergency room nurse testified that Kromah told her\r\nthat the Child's scrotum had just \"busted open or tore open,\" and that Kromah\r\ninitially appeared very calm despite the severity of the wound.\r\n\r\n      Dr. Sean O'Meara testified that he examined the Child in the emergency\r\nroom around 2:35 a.m. on August 16, 2005. In addition to the above injury, he\r\nalso noticed dried blood on the Child's mouth. Kromah told him that she thought\r\n\nthe Child's scrotum appeared enlarged when she was giving him a bath, so she had\r\napplied pressure to it using a towel and then noticed the Child starting bleeding on\r\nthe right side. Dr. O'Meara stated that, due to the severity of the wound, he\r\ndecided the Child needed surgery by a pediatric urologist, so he transferred the\r\nChild by ambulance to Palmetto Health Richland Hospital.\r\n\r\n       Dr. Erin Fields-Harris, a pediatric physician at Richland Hospital, who was\r\nqualified as an expert in pediatrics, examined the Child around 6:00 a.m. on\r\nAugust 16, 2005. She stated Kromah told her that, other than the pressure with the\r\nwashcloth, there was no other trauma to the Child. However, the doctor noticed\r\nthe genital injury consisted of a four to five centimeter, V-shaped laceration\r\nexposing the right testicle. In addition, she noticed bruising on the Child's face and\r\nan abrasion in the middle of his forehead. The Child also had lacerations on his\r\nupper and lower lip, and a red, swollen area along the abdomen near the inguinal\r\ncrease where the torso meets the thigh, which she opined indicated a recent injury.\r\n\r\n       She stated when she asked the Child how the injury occurred, the Child\r\n\"started to mouth something,\" but Kromah, who had been watching, interrupted the\r\nChild by coming over and asking him if he was okay and the Child never\r\nanswered. She noticed this was the only time Kromah came over to the Child. Dr.\r\nFields-Harris stated that, after observing the clean linear lines of the injury, she\r\nbelieved it was not consistent with Kromah's statements that she had only applied a\r\nwashcloth to the area before the Child started bleeding. She told Kromah that there\r\n\"appeared to be some traumatic injury to the patient\" that was intentional and\r\nasked Kromah if she knew what caused it, but Kromah was not very responsive\r\nand just said \"[t]hat she did not know.\"\r\n\r\n      Dr. Jennifer Amrol, a physician in the Children's Hospital at Palmetto Health\r\nRichland, testified that, in her expert opinion, the injury to the Child was the result\r\nof \"non-accidental trauma or child abuse.\" She testified the injury was not\r\naccidental because the cut was \"a very clean cut, [a] very straight line across the\r\nscrotum.\" She explained that if the Child was injured by accident, the wound\r\nwould have had a ragged edge or tear.\r\n\r\n        Dr. Jeffery Thomas Ehreth, a pediatric urologist at Richland Hospital,\r\ntestified that he performs about 850 surgeries a year and has extensive experience\r\nin cuts and lacerations. He was qualified as an expert in pediatric urology, and he\r\nis one of only two pediatric urologists in South Carolina.\r\n\n       Dr. Ehreth testified the Child had a four-centimeter laceration transversing\r\nthe scrotum, and he performed the surgery to repair it the same day he examined\r\nthe Child on August 16, 2005. The Child did have some fluid around the testicle,\r\n\"a small hydrocele, but it was very small, certainly not pathological or a problem.\"\r\nDr. Ehreth testified the Child's wound \"looked like a scalpel incision,\" as it went\r\nthrough the skin and the underlying muscle area. He said there was no evidence of\r\na stellate form and rough edges as would be present in an ordinary injury. Rather,\r\nDr. Ehreth stated in his expert opinion that the wound had to be caused by a sharp\r\ninstrument, such as a \"scalpel, razor blade, steak knife, something very sharp.\" He\r\nnoted the cut went across the grooves in the skin, so if it had been caused by\r\npressure along a weak point in the skin, it would have occurred along the grooves,\r\nnot across them. He opined that bleeding from the injury would be immediate and\r\nsignificant, and the pain would be severe.\r\n\r\n      Dr. Anne Abel, Medical Director of the Violent Intervention and Prevention\r\nProgram in the Department of Pediatrics at the Medical University of South\r\nCarolina, testified that she was called in to consult on the case with Richland\r\nHospital. Dr. Abel examined the Child around 7:30 p.m. on August 16th, after his\r\nsurgery. She said his upper lip was pretty swollen and he had an injury inside his\r\nlip. She also noticed abrasions on his face and \"a rather large bruise\" about 4½\r\ninches by 3½ inches on the lower right abdominal area, near his hip. The\r\nabdominal area was tender and swollen.\r\n\r\n       She did not remove his bandages after surgery, but she viewed pictures taken\r\nbefore the surgery and noticed the Child had a V-shaped wound with \"very, very\r\nclean\" edges that was several centimeters long. She stated the lip injury appeared\r\nto be caused, in her expert opinion, by blunt force trauma against the face, possibly\r\na blow to the face with a hand or fist. She stated the injury to the mouth was not\r\nconsistent with the Child biting his own lip. She opined that the abdominal area\r\ndoes not injure easily, so the bruising there was probably from a blow or \"heavy\r\npressure from a hand or a foot holding the belly down in a very forceful manner.\"\r\n\r\n       Dr. Abel concluded the Child's injuries were the result of physical abuse and\r\nnot accidental. She found the clean, linear cut and the \"V\" shape of the wound\r\nwere significant because they indicated the wound was caused by \"physical trauma\r\nwith a sharp linear object\" such as \"a sharp knife, a sharp object, a scalpel like a\r\nsurgeon uses, a razor, a box cutter, [or] something very sharp.\" She noted the\r\nlaceration was \"a grave bodily injury, which required surgical repair,\" as the cut\r\n\nwent through all layers of the scrotal sack. Dr. Abel testified that, even if pressure\r\nhad been applied to the area, the Child's scrotum would not \"explode,\" and she had\r\nnever heard of such a theory of injury. Moreover, even if this happened, or if the\r\narea were manually torn, it would have multiple openings with ragged edges, not a\r\nclean linear cut. She concluded the wounds were not consistent with the version of\r\nevents that Kromah had reported to medical personnel.\r\n\r\n        An investigator with the Richland County Sheriff's Office, Roy Livingston,\r\ntestified that Kromah had given a statement acknowledging that she was the only\r\nperson at home with the Child when he was injured, but she denied cutting him.\r\n\r\n      Kromah reiterated at trial the version of events she had previously given at\r\nboth hospitals and to law enforcement and denied that she had intentionally injured\r\nthe Child. Kromah testified that she got off work from the Brian Center, where she\r\nworked as a nursing assistant, at 11 p.m. on August 15, 2005 and she picked up the\r\nChild from her sister's house and took him to her home on St. Andrews Road,\r\nabout ten minutes away. The sister had been watching the Child for her. She\r\nnoticed no blood on the Child at any time prior to taking him home and he slept on\r\nthe way home.\r\n\r\n      As Kromah got ready to give him a bath, she noticed the Child's scrotum\r\nwas swollen, and the Child made a face and said he \"hurt.\" She placed him in the\r\ntub and then tried to put pressure on the area with a warm washcloth. When she\r\nremoved the cloth, she then noticed blood in the bathtub. She placed a pull-up\r\ndiaper on the Child, then replaced it with a second one due to continued bleeding\r\nand took him to Lexington Memorial Hospital.\r\n\r\n       Kromah denied that she had cut the Child and stated she had no explanation\r\nas to what caused his testicle to be hanging outside of the scrotum. She maintained\r\nhe was biting his lip on his way to the hospital, so that's when the injury to his lip\r\noccurred, and she stated she did not notice the abdominal bruising, just the\r\nswelling. She insisted that the only thing she had done was to apply pressure with\r\nthe washcloth to the area that was already swollen and she had not pressed down\r\non the Child with a razor or other sharp object.\r\n\r\n     The Child did not testify. Although DSS had taken the Child into\r\nemergency protective custody after the injury, DSS returned the Child to the father,\r\nKromah's husband, in January 2006. Shortly before the trial began in June 2006,\r\nKromah's husband sent the Child to live with the Child's grandmother in Liberia,\r\n\nwhich is where Kromah and her husband were born. Kromah and her husband\r\nwere still together at the time of trial.\r\n\r\n      A jury convicted Kromah of inflicting great bodily injury upon, and\r\nunlawful neglect of, a child. Kromah was sentenced to concurrent prison terms of\r\neighteen years and ten years, respectively.\r\n\r\n       Thereafter, Kromah filed a motion for a new trial or for reconsideration of\r\nher sentences. A hearing was held on the motion on December 19, 2007. At the\r\nhearing, Kromah admitted that she had lied at trial when she said she did not know\r\nhow the Child's injuries occurred. Kromah now maintained that she had caused the\r\ninjury, but that it was an accident.\r\n\r\n       Kromah testified the Child did not want a bath and she was \"agitated\"\r\nbecause he was not cooperating, so she had \"handled him roughly.\" Kromah stated\r\nshe accidentally scratched him with her long acrylic fingernails when she was\r\nwashing him, as the nails had sharp edges. She initially stated that she did not\r\nknow what could have caused the bruising on his abdomen, but later acknowledged\r\nthat she \"probably\" did apply sufficient force to cause the bruising on his stomach.\r\n\r\n       Kromah also presented the Child as a witness, who testified that Kromah\r\nhurt him when she was bathing him, but he did not see anything in her hand when\r\nthe injury occurred and she did not hold him down. He was asked if he had bit his\r\nown lip because he hurt and because he was mad, to which he answered \"yes.\"\r\nThe trial court denied the motion for a new trial or a reduced sentence.\r\n\r\n       Kromah appealed, asserting the trial court erred in permitting two of the\r\nState's witnesses to testify about actions they took based on hearsay statements\r\nmade by the Child, who was incompetent to testify at trial. The Court of Appeals\r\naffirmed, finding the issue unpreserved. State v. Kromah, Op. No. 2009-UP-322\r\n(S.C. Ct. App. filed June 15, 2009). This Court granted Kromah's petition for a\r\nwrit of certiorari.1\r\n\r\n\r\n\r\n\r\n\r\n1  Other issues ruled upon by the Court of Appeals on which certiorari was denied\r\nare not before us.\r\n\nII.    STANDARD OF REVIEW\r\n\r\n       \"The admission or exclusion of evidence is a matter addressed to the sound\r\ndiscretion of the trial court and its ruling will not be disturbed in the absence of a\r\nmanifest abuse of discretion accompanied by probable prejudice.\" State v.\r\nDouglas, 369 S.C. 424, 429, 632 S.E.2d 845, 847-48 (2006). \"An abuse of\r\ndiscretion occurs when the conclusions of the trial court either lack evidentiary\r\nsupport or are controlled by an error of law.\" Id. at 429-30, 632 S.E.2d at 848.\r\n\r\nIII.   LAW/ANALYSIS\r\n\r\n       On appeal, Kromah challenges the admission of testimony by two State's\r\nwitnesses, Heather Smith, a forensic interviewer, and Roy Livingston, an\r\ninvestigator. The State contends the Court of Appeals properly found Kromah's\r\nissue is not preserved for appeal. It further contends the trial court did not err in\r\nadmitting the testimony, in any event, and even if there was error, it was harmless\r\nbeyond a reasonable doubt. We find the issue was preserved and address the\r\nmerits of the appeal in the interest of judicial economy. We hold there was no\r\nerror in the admission of Livingston's testimony, and that any error in the\r\nadmission of Smith's testimony was harmless beyond a reasonable doubt.\r\n\r\nA.     Error Preservation\r\n\r\n      Kromah first contends the Court of Appeals erred in finding her issue was\r\nnot preserved for review.\r\n\r\n      At the beginning of the trial, Kromah moved that the State's witnesses be\r\nprohibited from testifying about any statements made by the Child to them.\r\nKromah asserted the Child was unavailable to testify because he had been removed\r\nfrom the country, and before the Child's hearsay statements could be introduced\r\nthrough other witnesses, the Child must have been deemed a competent witness.\r\nKromah stated she believed the Child probably was not competent based on his\r\nresponses during a videotaped interview with the Assessment and Resource Center\r\n\n(\"ARC\").2 During the ensuing colloquy, the trial court noted that, under Rule 601,\r\nSCRE, children are presumed to be competent unless it is shown otherwise. The\r\ntrial court stated some of the proposed testimony was not hearsay and that it would\r\nreserve its ruling at that time as to potential hearsay issues.\r\n\r\n       Just prior to Smith taking the stand, the trial court viewed the one-hour\r\nvideotape of the Child being interviewed by Smith. The trial court ultimately\r\nagreed with Kromah that the Child's statements to her could not be repeated at trial\r\nand advised the State, \"You can't go into statements that were made.\" The court\r\nstated it would take up other objections as they came up, but Kromah asked if they\r\ncould hear what Smith would say now. Smith then testified in camera that she had\r\ninterviewed the Child for about an hour, that investigator Livingston was there for\r\npart of the interview, and that based on the interview as well as other information\r\nand data available, her finding was compelling for child abuse. The trial court\r\nstated it \"will permit that.\" Kromah again objected, and the trial court overruled\r\nthe objection and reiterated that Smith would be limited to what had been gone\r\nover in camera.\r\n\r\n      Smith, a forensic evaluator and child therapist with ARC who was qualified\r\nwithout objection as an expert forensic interviewer of children, then testified\r\nbefore the jury as follows:\r\n\r\n    Q And once you -- and you can't say what was said or wasn't said during\r\n    that evaluation, but once the evaluation was complete and you got sufficient\r\n    information, were you able to make an assessment as to whether or not this\r\n    was founded for child abuse?\r\n    A Yes, I did.\r\n    Q And what was your conclusion, based on your evaluation of the child?\r\n    A Based on the interview that I conducted, as well as information provided\r\n    by law enforcement and the child protective services worker, I made a\r\n    decision that the child had given compelling -- a compelling finding.\r\n\r\n2 The interview was with Heather Smith, a forensic interviewer and child therapist\r\nwith ARC, and was taken on August 25, 2005. ARC is a non-profit child abuse\r\nevaluation and treatment center in Richland County administered under the\r\nauspices of the South Carolina Department of Mental Health in collaboration with\r\nthe USC School of Medicine Department of Pediatrics and Palmetto Health\r\nChildren's Hospital. (SCDMH website, http://www.state.sc.us/dmh/arc.index.htm)\r\n\n  [Kromah]: Objection. \n\r\n  The Court: Overruled. \n\r\n  [Kromah]: Your Honor, may we approach? I apologize. \n\r\n  The Court: All right. Come up. \n\r\n  (Whereupon, a bench conference was held in the presence, but not within the \n\r\n  hearing, of the jury.) \n\r\n  The Court: The objection is sustained as to the form of that question. \n\r\n  Please rephrase your question, solicitor.\n\r\n  [State]: Thank you, sir. \n\r\n  Q Ms. Smith, your finding was compelling for child abuse or physical \n\r\n  abuse? \n\r\n  A For child physical abuse, yes. \n\r\n  A And without saying what was said during the interview or anything \n\r\n  else, did you pass that information along to law enforcement officers \n\r\n  including Investigator Livingston and other law enforcement agencies? \n\r\n  A Yes, yes, I did. \n\r\n\r\n(Emphasis added.)\r\n\r\n       Livingston, an investigator in the Special Victims Unit of the Richland\r\nCounty Sheriff's Department, testified later in the trial. Livingston testified that he\r\nspoke extensively to Kromah and the Child's father, as well as to Kromah's sister,\r\ntreating physicians, the responding officer, and a social worker. He stated that he\r\nhad also spoken to the Child when he was in intensive care after his surgery:\r\n\r\n     Q       And you can't say what [the Child] said, but what were you \n\r\n  asking him about. Do not say what he said.\n\r\n     A       I was asking what happened to him and who did it. \n\r\n     Q       Was the child -- you can't say what he said, but was he able to \n\r\n  communicate with you?\r\n     A       Yes, he was.\r\n     ....\r\n     Q       And he related -- was he able to relate information to you?\r\n     A       Yes, he did.\r\n     Q       And based on your investigation at that point, the next day did\r\n  you arrest Miama Kromah? \n\r\n     A       Yes, I did. \n\r\n\n      [Kromah]: Objection, Your Honor. That is an improper question based\r\n  on that information. We've already discussed this. May we approach the\r\n  bench?\r\n      The Court: Yes, sir. Come up.\r\n      (Whereupon a bench conference was held in the presence, but not within\r\n  the hearing, of the jury.)\r\n      The Court: All right. The objection is overruled. You may continue,\r\n  Solicitor.\r\n      Q      Based on your investigation, what did you do the next day,\r\n  Investigator Livingston?\r\n      A      I placed Ms. Kromah under arrest.\r\n\r\n(Emphasis added.)\r\n\r\n       The Court of Appeals held that, \"[w]ith regards to Heather Smith's\r\ntestimony, the objection did not specifically pertain to her reliance on the victim's\r\nstatements, but rather addressed the form of the State's question.\" Kromah, slip op.\r\nat 1-2. The court further stated, \"Similarly, the objection lodged during\r\nInvestigator Roy Livingston's direct-examination did not address any alleged\r\nhearsay statement.\" Id. at 2.\r\n\r\n        As to Smith's testimony, we find the objection is preserved based on\r\nKromah's objection immediately prior to Smith's testimony. The objection during\r\nthe testimony was to the form of the question, and the objection was sustained, so\r\nKromah received the relief she requested in that particular regard. However, the\r\ntrial court's statement prior to her testimony that he would allow her to testify as\r\nshe did during the in camera exchange constituted a final ruling that preserved the\r\nhearsay issue for appeal since Smith's testimony immediately followed this ruling\r\nwith no intervening testimony.\r\n\r\n       \"Generally, a motion in limine is not a final determination; a\r\ncontemporaneous objection must be made when the evidence is introduced.\" State\r\nv. Wiles, 383 S.C. 151, 156, 679 S.E.2d 172, 175 (2009). \"There is an exception to\r\nthis general rule when a ruling on the motion in limine is made 'immediately prior\r\nto the introduction of the evidence in question.' \" Id. (quoting State v. Forrester,\r\n343 S.C. 637, 642, 541 S.E.2d 837, 840 (2001)). \"This exception is based on the\r\nfact that when the trial court's ruling is not preliminary, but instead is clearly a final\r\nruling, there is no need to renew the objection.\" Id. at 156-57, 679 S.E.2d at 175;\r\nsee also State v. Mueller, 319 S.C. 266, 268-69, 460 S.E.2d 409, 410-11 (Ct. App.\r\n\n1995) (noting where there is no evidence between the motion and the testimony,\r\nthere is no basis for the trial court to change its ruling, so the decision is a final\r\none).  As to Livingston, we also find the objection is preserved. Although the full\r\ngrounds for the exception were not articulated on the record at the time of the\r\nobjection, as would have been advisable to avoid a question in this regard, it\r\nnevertheless appears from the transcript and the context of the proceedings that\r\nKromah's reference to the parties' earlier discussion sufficiently apprised the trial\r\ncourt of the nature of the objection. The trial court immediately appeared to\r\nunderstand the objection as a renewal of the previous hearsay argument advanced\r\nagainst the State's witnesses. See State v. Byers, 392 S.C. 438, 710 S.E.2d 55\r\n(2011) (holding defense counsel's challenge to the evidence was presented with\r\nsufficient specificity to inform the circuit court of the point being urged as\r\nobjectionable); Rule 103(a)(1), SCRE (stating for alleged errors in evidentiary\r\nrulings to be preserved, \"a timely objection or motion to strike\" must appear in the\r\nrecord \"stating the specific ground of objection, if the specific ground was not\r\napparent from the context\" (emphasis added)).\r\n\r\nB.    Admissibility of Testimony of Two State's Witnesses\r\n\r\n       Having found the issue preserved, we find it appropriate, in the interest of\r\njudicial economy, to consider the merits of Kromah's appeal instead of delaying the\r\nproceedings with a remand to the Court of Appeals.\r\n\r\n      Kromah argues the trial court abused its discretion by permitting State's\r\nwitnesses Smith and Livingston to testify regarding the actions they took as a result\r\nof hearsay statements made by the three-year-old Child, who would have been\r\nincompetent to testify.3\r\n\r\n      Kromah asserts, \"In this case, Smith was permitted to testify that following\r\nher conversation with the [C]hild, she turned the information over to law\r\nenforcement. Additionally, Livingston was permitted to testify that following his\r\nconversation with the [C]hild, he arrested petitioner the next day. Livingston's\r\n\r\n3 To the extent Kromah additionally argues on appeal to this Court that the\r\ndisputed testimony unfairly impugned her character, this argument was not\r\npreserved for appeal as it was not raised to and ruled upon by the trial court.\r\n\ntestimony was all the more damaging because he testified that he did not consider\r\npetitioner a suspect when he interviewed her the morning that he also interviewed\r\nthe [C]hild.\"\r\n\r\n       Kromah essentially contends the trial court ruled the Child was not\r\ncompetent as a witness (based on the videotaped interview with the Child), so the\r\nChild's statements were inadmissible hearsay. Kromah then asserts the evidence\r\noffered by Smith and Livingston was unreliable and inadmissible because they\r\nrelied upon their conversations with the Child in making their respective\r\nassessments (of child abuse and to arrest Kromah), citing South Carolina\r\nDepartment of Social Services v. Doe, 292 S.C. 211, 219-20, 355 S.E.2d 543, 548\r\n(Ct. App. 1987) (holding, in a case rejecting the use of a child's out-of-court\r\nstatements in a prosecution for alleged sexual abuse, that \"[t]he admission of\r\nhearsay under an exception to the rule presupposes the declarant is possessed of the\r\nqualifications of a witness in regard to competency, personal knowledge, and the\r\nlike,\" and that \"the declarant's competency is a precondition to the admission of his\r\nhearsay statements on grounds of unavailability\").\r\n\r\n      (1) Investigator Livingston\r\n\r\n       The trial court basically agreed with Kromah's initial objections at trial and\r\nruled the State's witnesses could not repeat what the Child had actually said to\r\nthem since the Child was not there to testify. In reviewing Livingston's testimony,\r\nwe disagree with Kromah that the disputed portion of his testimony constituted\r\ninadmissible hearsay.\r\n\r\n      The South Carolina Rules of Evidence define hearsay as follows:\r\n\r\n      \"Hearsay\" is a statement, other than one made by the declarant while\r\n      testifying at the trial or hearing, offered in evidence to prove the truth\r\n      of the matter asserted.\r\n\r\nRule 801(c), SCRE. \"A 'statement' is (1) an oral or written assertion or\r\n(2) nonverbal conduct of a person, if it is intended by the person as an assertion.\"\r\nId. Rule 801(a). The Hearsay Rule provides that \"[h]earsay is not admissible\r\nexcept as provided by these rules or by other rules prescribed by the Supreme\r\nCourt of this State or by statute.\" Rule 802, SCRE.\r\n\n       Livingston testified in detail about his investigative process and the\r\nnumerous individuals he spoke to, including the Child, and that he made his\r\ndecision to arrest Kromah based on all of this information. Livingston did not\r\ndirectly relate to the jury any statements made by the Child, and the defense had\r\nthe opportunity to cross-examine Livingston extensively. Even as posed by\r\nKromah in her issue on appeal, she challenges the testimony of the State's\r\nwitnesses as to what actions they took in response to information they received\r\nfrom the Child. However, Livingston never revealed any of the Child's statements\r\nin the presence of the jury.\r\n\r\n       Moreover, even if Livingston's testimony were considered some form of\r\nindirect hearsay, we find the trial court did not abuse its discretion. Livingston's\r\ntestimony referencing his interview of the Child, excerpted above, was only one\r\npart of the information he recited in his investigative process leading up to his\r\nconclusion that there was sufficient evidence to arrest Kromah, and we find his\r\ntestimony in this regard was proper as he did not repeat what the Child said to him.\r\nCf. State v Weaver, 361 S.C. 73, 86-87, 602 S.E.2d 786, 792-93 (Ct. App. 2004)\r\n(holding officer's testimony as to what his investigation revealed and his\r\nconclusion that all of the evidence led to the defendant was proper where he did\r\nnot repeat any statements actually made to him by individuals at the scene).\r\n\r\n       In addition, as mentioned at trial, Livingston's statement about the Child\r\nwould appear viable as an excited utterance. The Child was interviewed while still\r\nunder the influence of the traumatic events, as he was in intensive care after having\r\nhad surgery for his injury when Livingston spoke to him. Cf. State v. Sims, 348\r\nS.C. 16, 558 S.E.2d 518 (2002) (finding where a six-year-old suddenly stopped\r\ntestifying that the trial court did not err in allowing a police officer to testify that\r\nthe child had indicated who was in the apartment on the night his mother was\r\nfatally attacked and that it was the defendant; the testimony was admissible as an\r\nexcited utterance under Rule 803(2), SCRE, even though some twelve hours had\r\npassed since the attack, as time is just one factor to consider, along with the\r\ndeclarant's demeanor and age, and the severity of the startling event, and even\r\nstatements in response to an officer's questioning can be an excited utterance\r\nbecause the statements still have spontaneity, especially for a child, for whom\r\nstress can last longer than for an adult; the Court stated it is the totality of the\r\ncircumstances that must be considered in this analysis). Similarly, under the\r\ntotality of the circumstances, including the continuing stress of the incident, the\r\n\nChild's demeanor, and the traumatic nature of the event, we find the trial court did\r\nnot abuse its discretion in allowing the disputed testimony here.\r\n\r\n      (2) Forensic Interviewer Smith4\r\n\r\n       In contrast, we find Smith's testimony more problematical to the extent that\r\nshe testified as to a \"compelling finding\" of physical child abuse.\r\n\r\n        Smith is a forensic interviewer of children. \"[A] forensic interviewer is a\r\nperson specially trained to talk to children when there is a suspicion of abuse or\r\nneglect.\" In re K.K.C., 728 N.W.2d 225, at *2 (Iowa Ct. App. 2006). The job of\r\nthe interviewer is not to provide therapy, but to collect facts. State v. Borden, 986\r\nSo. 2d 158, 163 (La. Ct. App. 2008). It has been said that a forensic interviewer's\r\npurpose is to prepare for trial. See State v. Blue, 717 N.W.2d 558, 564 (N.D. 2006)\r\n(observing \"[t]he forensic interviewer's purpose was undoubtedly to prepare for\r\ntrial\" as \"[f]orensic by definition means 'suitable to courts,'\" (quoting Merriam-\r\n                                                                \r\nWebster's Collegiate Dictionary 490 (11th ed. 2005)); Black's Law Dictionary 721\r\n(9th ed. 2009) (stating \"forensic\" is derived from the Latin terms \"forensis\"\r\n(public) and \"forum\" (court) and defining \"forensic\" as \"[u]sed in or suitable to\r\ncourts of law or public debate\"). Smith testified that she used the RATAC method\r\nof interviewing. This is an acronym for Rapport, Anatomy, Touch, Abuse\r\nScenario, and Closure. RATAC is reportedly used nationwide in the forensic\r\ninterviewing of children. State v. Douglas, 380 S.C. 499, 500, 671 S.E.2d 606, 607\r\n(2009).\r\n\r\n\r\n\r\n\r\n\r\n4 The title of \"forensic interviewer\" is a misnomer. The use of the word forensic\r\nindicates that the interviewer deduces evidence suitable for use in court. It also\r\nimplies that the evidence is deduced as the result of the application of some\r\nscientific methodology. The exact scientific methodology applied apparently\r\ndefies identification. The RATAC style of interviewing is not scientific. It merely\r\nrepresents the objectives and topics of discussion between the interviewer and the\r\nchild. Somehow RATAC is supposed to convert the interviewer into a human\r\ntruth-detector whose opinions of the truth are valuable and suitable for the jury's\r\nconsumption.\r\n\n      Smith was qualified as an expert and, although an expert's testimony\r\ntheoretically is to be given no more weight by a jury than any other witness, it is an\r\ninescapable fact that jurors can have a tendency to attach more significance to the\r\ntestimony of experts.5 The label of expert should be jealously guarded by the court\r\nand never loosely bandied about.\r\n\r\n      Rule 703 of the South Carolina Rules of Evidence allows an expert giving an\r\nopinion to rely on facts and data that are not admitted into evidence or even\r\nadmissible into evidence if they are of a type reasonably relied upon by experts in\r\n5  In this case, there was no objection made to Smith's qualification as an expert,\r\nbut we have previously observed that such qualification may be unnecessary. See,\r\ne.g., Douglas, 380 S.C. at 504, 671 S.E.2d at 609 (concluding it was unnecessary\r\nfor the forensic interviewer to be qualified as an expert because no specialized\r\nknowledge was required there; the interviewer testified only as to her personal\r\nobservations and experiences, and her interview with the victim; the Court found\r\nno error, however, noting the interviewer gave no opinion concerning the victim's\r\nveracity). In considering the ongoing issues developing from their use at trial, we\r\nstate today that we can envision no circumstance where their qualification as an\r\nexpert at trial would be appropriate. Forensic interviewers might be useful as a\r\ntool to aid law enforcement officers in their initial investigative process, but this\r\ndoes not make their work appropriate for use in the courtroom. The rules of\r\nevidence do not allow witnesses to vouch for or offer opinions on the credibility of\r\nothers, and the work of a forensic interviewer, by its very nature, seeks to ascertain\r\nwhether abuse occurred at all, i.e., whether the victim is telling the truth, and to\r\nidentify the source of the abuse. Part of the RATAC method, which is not without\r\nits critics, involves evaluating whether the victim understands the importance of\r\ntelling the truth and whether the victim has told the truth, as well as the forensic\r\ninterviewer's judgment in determining what actually transpired. For example, an\r\ninterviewer's statement that there is a \"compelling finding\" of physical abuse relies\r\nnot just on objective evidence such as the presence of injuries, but on the\r\nstatements of the victim and the interviewer's subjective belief as to the victim's\r\nbelievability. However, an interviewer's expectations or bias, the suggestiveness of\r\nthe interviewer's questions, and the interviewer's examination of possible\r\nalternative explanations for any concerns, are all factors that can influence the\r\ninterviewer's conclusions in this regard. Such subjects, while undoubtedly\r\nimportant in the investigative process, are not appropriate in a court of law when\r\nthey run afoul of evidentiary rules and a defendant's constitutional rights.\r\n\nthe particular field. Rule 703, SCRE. The rule does not, however, make hearsay\r\nautomatically admissible simply because it was relied upon by the expert. See\r\nAllegro, Inc. v. Scully, 400 S.C. 33, 46-47, 733 S.E.2d 114, 122 (Ct. App. 2012)\r\n(\"However, Rule 703 does not allow the admission of hearsay evidence simply\r\nbecause an expert used it in forming his opinion; the rule only provides the expert\r\ncan give an opinion based on facts or data that were not admitted into evidence.\").\r\n\r\n       Further, even though experts are permitted to give an opinion, they may not\r\noffer an opinion regarding the credibility of others. It is undeniable that the\r\nprimary purpose for calling a \"forensic interviewer\" as a witness is to lend\r\ncredibility to the victim's allegations. When this witness is qualified as an expert\r\nthe impermissible harm is compounded. Our courts have previously held that\r\n\"[t]he assessment of witness credibility is within the exclusive province of the\r\njury,\" and that witnesses generally are \"not allowed to testify whether another\r\nwitness is telling the truth.\" State v. McKerley, 397 S.C. 461, 464, 725 S.E.2d 139,\r\n141 (Ct. App. 2012); see also L.A. Bradshaw, Annotation, Necessity and\r\nAdmissibility of Expert Testimony as to Credibility of Witness, 20 A.L.R.3d 684\r\n(1968 & Supp. 2012) (stating an expert witness should not vouch for the\r\ntruthfulness of a witness). Specifically, it is improper for a witness to testify as to\r\nhis or her opinion about the credibility of a child victim in a sexual abuse matter.\r\nState v. Hill, 394 S.C. 280, 294, 715 S.E.2d 368, 376 (Ct. App. 2011); cf. Smith v.\r\nState, 386 S.C. 562, 564-65, 689 S.E.2d 629, 631 (2010) (observing the forensic\r\ninterviewer interjected impermissible hearsay into the trial, which improperly\r\nbolstered the victim's testimony; the forensic interviewer testified that the victim\r\ntold her that the defendant had sexually assaulted her and that she found the\r\nvictim's statement \"believable\").6\r\n\r\n\r\n6  In Seward v. State, 76 P.3d 805, 814 (Wyo. 2003), the court found that a forensic\r\ninterviewer's testimony about her use of \"truthfulness criteria\" and her assessment\r\nof the victim's credibility based on the content of the victim's interview responses\r\nwas testimony that \"directly vouched for the victim's credibility.\" The court stated,\r\n\"It is evident that the purpose of [the interviewer's] testimony was twofold:\r\nestablish the foundation for admitting her videotaped 'forensic interviews' with the\r\nvictim and assess credibility of the victim's disclosure based on the content of those\r\ninterviews.\" Id. The court noted that the interviewer herself had stated \"the very\r\npurpose of a 'forensic interview' is to assess whether the victim's disclosure was\r\n'credible or not'—a forensic interviewer is looking for 'elements that would support\r\n\n       In State v. Jennings, 394 S.C. 473, 716 S.E.2d 91 (2011), this Court held that\r\nthe trial court erred in allowing the State to introduce portions of a forensic\r\ninterviewer's written reports about interviews conducted with the three alleged\r\nminor victims. The Court stated, \"In each report, the forensic interviewer stated\r\nthat during the interviews, each child had 'provide[d] a compelling disclosure of\r\nabuse by [appellant].'\" Id. at 480, 716 S.E.2d at 94 (alterations in original). The\r\n                         \r\nCourt found this was error as \"[t]here is no other way to interpret the language used\r\nin the reports other than to mean the forensic interviewer believed the children\r\nwere being truthful.\" Id. Similarly, we find Smith's testimony about a \"compelling\r\nfinding\" to be inappropriate here. Smith should not have been allowed to testify\r\nabout a compelling finding of child abuse as that was the equivalent of Smith\r\nstating the Child was telling the truth.\r\n\r\n       Because the admissibility of forensic interviews and the testimony based\r\nthereon at trial has been the subject of several recent appeals, we believe it would\r\nbe helpful to set forth, by way of example, the kinds of statements that a forensic\r\ninterviewer should avoid at trial:7\r\n\r\n       · that the child was told to be truthful;\r\n       · a direct opinion as to a child's veracity or tendency to tell the truth;\r\n       · any statement that indirectly vouches for the child's believability, such as\r\nstating the interviewer has made a \"compelling finding\" of abuse;\r\n       · any statement to indicate to a jury that the interviewer believes the child's\r\nallegations in the current matter; or\r\n       · an opinion that the child's behavior indicated the child was telling the truth.\r\n\r\n\r\n\r\nit either being a credible disclosure or a noncredible disclosure.'\" Id. The court\r\n                                                                    \r\nultimately found that that State had not established that testimony of this nature\r\nassisted the jury in addressing an issue beyond the jurors' common experience. Id.\r\nat 816.\r\n7  The General Assembly has enacted provisions allowing the admission of out-of­\r\ncourt statements by child sexual abuse victims under the age of twelve when\r\ncertain conditions are met. See S.C. Code Ann. § 17-23-175 (Supp. 2011); State v.\r\nBryant, 382 S.C. 505, 675 S.E.2d 816 (Ct. App. 2009) (discussing the proper\r\napplication of this provision).\r\n\n      A forensic interviewer, however, may properly testify regarding the\r\nfollowing:\r\n\r\n       · the time, date, and circumstances of the interview;\r\n       · any personal observations regarding the child's behavior or demeanor; or\r\n       · a statement as to events that occurred within the personal knowledge of the\r\ninterviewer.\r\n\r\n       These lists are not intended to be exclusive, since the testimony will of\r\nnecessity vary in each trial, but this may serve as a general guideline for the use of\r\nthis and other similar testimony by forensic interviewers.\r\n\r\n       Although we find the admission of the challenged testimony by Smith was\r\nerror, we conclude any error is properly deemed harmless beyond a reasonable\r\ndoubt. An appellate court generally will decline to set aside a conviction due to\r\ninsubstantial errors not affecting the result. State v. Black, 400 S.C. 10, 732 S.E.2d\r\n880 (2012); see also Arnold v. State, 309 S.C. 157, 420 S.E.2d 834 (1992) (stating\r\nerror is harmless beyond a reasonable doubt if it did not contribute to the verdict\r\nobtained); State v. Watts, 321 S.C. 158, 165, 467 S.E.2d 272, 277 (Ct. App. 1996)\r\n(\"In applying the harmless error rule, the court must be able to declare the error\r\nhad little, if any, likelihood of having changed the result of the trial and the court\r\nmust be able to declare such belief beyond a reasonable doubt.\" (citing Chapman v.\r\nCalifornia, 386 U.S. 18 (1967))).\r\n\r\n       Smith testified in camera that the Child told her he had been hurt and that\r\nKromah was the perpetrator. However, Smith's challenged testimony before the\r\njury was that child abuse occurred in this case, the essential portion of which was\r\noutlined above, and it did not go so far as to indicate that Kromah was the\r\nperpetrator of the injuries. Rather, Smith restated what the overwhelming evidence\r\nhad already indicated, that the injury was the result of physical abuse. Cf.\r\nJennings, 394 S.C. at 480, 716 S.E.2d at 94-95 (finding error in the admission of\r\nhearsay evidence and the forensic interviewer's report making a \"compelling\r\nfinding\" of child abuse, interpreted to mean the interviewer found the children\r\nbelievable; the error was not harmless where \"[t]here was no physical evidence\r\npresented in this case\" and [t]he only evidence presented by the State was the\r\n\nchildren accounts of what occurred and other hearsay evidence of the children's\r\naccounts\").\r\n\r\n\r\n       According to her own testimony, Kromah was alone with the Child in the\r\nbathroom when the bleeding incident occurred, and he had not been bleeding prior\r\nto this time. Numerous medical experts testified that the Child's genital wound\r\ncould not have been caused by an accidental injury. They reached this conclusion\r\nbased on the pattern of the wound and the circumstances of the Child's injury\r\n(spontaneous bleeding along with straight-edged lacerations in a V-shape that were\r\nconsistent with the Child being cut by a razor, knife, box cutter, or other sharp\r\ninstrument). Thus, Kromah's statements that the Child spontaneously started\r\nbleeding after she applied a warm washcloth while giving him a bath and that she\r\nhad no idea how the Child's testicle came to be protruding from the Child's scrotum\r\nare inconsistent with the overwhelming expert medical evidence in the record that\r\nthe wound resulted from physical abuse.\r\n\r\n      In addition, there was evidence of other injuries to the Child, such as an\r\nabrasion on the forehead, lip lacerations, and abdominal bruising, all of which were\r\nrecently inflicted and indicative of physical abuse. Based on the entire record,\r\nincluding the physical evidence documented in this case, the challenged testimony\r\ncould not reasonably have affected the result of the trial, so any error in its\r\nadmission was harmless beyond a reasonable doubt.\r\n\r\nIV.   CONCLUSION\r\n\r\n       We find Kromah's issue on appeal is preserved and address it here in the\r\ninterest of judicial economy. On the merits, Kromah has shown no abuse of\r\ndiscretion in the trial court's admission of Livingston's testimony, and any error in\r\nthe admission of forensic interviewer Smith's testimony was harmless beyond a\r\nreasonable doubt. Consequently, the decision of the Court of Appeals, which\r\nupheld Kromah's convictions and sentences, is affirmed in result.\r\n\r\n      AFFIRMED IN RESULT.\r\n\r\n     TOAL, C.J., KITTREDGE and HEARN, JJ., concur. PLEICONES, J.,\r\nconcurring in result only.\r\n\n","court":"Supreme"},{"id":"27213","title":"Biggins v. Burdette","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27213.pdf","description":"The Court dismisses the writ of certiorari as improvidently granted.","date":"2013-01-30","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                          In The Supreme Court \n\r\n\r\n            William James Biggins, Petitioner,\r\n\r\n            v.\r\n\r\n            Karen Lee Burdette, f/k/a Karen Burdette Biggins,\r\n            Respondent.\r\n\r\n            Appellate Case No. 2011-192286\r\n\r\n\r\n\r\n       ON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n                          Appeal from Kershaw County \n\r\n                      James F. Fraley, Jr., Family Court Judge \n\r\n\r\n\r\n                                Opinion No. 27213 \n\r\n                  Heard January 23, 2013 – Filed January 30, 2013 \n\r\n\r\n\r\n                 DISMISSED AS IMPROVIDENTLY GRANTED\r\n\r\n\r\n            Charles D. Lee, III, of McLaren & Lee, of Columbia, for\r\n            Petitioner.\r\n\r\n            Russell T. Burke and Victoria L. Eslinger, both of\r\n            Nexsen Pruet, LLC, of Columbia, for Respondent.\r\n\r\n\r\n      PER CURIAM: We granted a writ of certiorari to review the court of\r\nappeals' decision in Biggins v. Burdette, 392 S.C. 241, 708 S.E.2d 237 (Ct. App.\r\n2011). We now dismiss the writ as improvidently granted.\r\n\n     TOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"}]