[{"id":"27230","title":"Crisp v. SouthCo.","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27230.pdf","description":"In this workers' compensation appeal, the Court reverses the court of appeals and remands this case to the Workers' Compensation Commission for a determination of maximum medical improvement, permanency, and whether Petitioner's injury constitutes \"physical brain damage\" as contemplated by section 42-9-10(C) of the South Carolina Code, which would entitle him to benefits for life.","date":"2013-03-06","type":"opinion","text":"        The Supreme Court of South Carolina\r\n\r\n            Michael D. Crisp, Jr., Employee, Petitioner,\r\n\r\n            v.\r\n\r\n            SouthCo, Inc., Employer, and Pennsylvania National\r\n            Mutual Casualty Insurance Co., Carrier, Respondents.\r\n\r\n            Appellate Case No. 2010-180906\r\n\r\n\r\n\r\n                                     ORDER\r\n\r\n\r\nThe petition for rehearing is denied. However, the attached opinion is substituted\r\nfor the opinion previously filed in this matter.\r\n\r\n\r\n                                 s/ Jean H. Toal                               C.J.\r\n\r\n                                 s/ Costa M. Pleicones                           J.\r\n\r\n                                 s/ Donald W. Beatty                             J.\r\n\r\n                                 s/ John W. Kittredge                            J.\r\n\r\n                                 s/ Kaye G. Hearn                                J.\r\n\r\n\r\nColumbia, South Carolina\r\nMay 22 2013\r\n\n                     THE STATE OF SOUTH CAROLINA \n\r\n                          In The Supreme Court \n\r\n\r\n             Michael D. Crisp, Jr., Employee, Petitioner,\r\n\r\n             v.\r\n\r\n             SouthCo., Inc., Employer, and Pennsylvania National\r\n             Mutual Casualty Insurance Co., Carrier, Respondents.\r\n\r\n             Appellate Case No. 2010-180906\r\n\r\n\r\n\r\n        ON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n                         Appeal From Spartanburg County \n\r\n                        Roger L. Couch, Circuit Court Judge \n\r\n\r\n\r\n                              Opinion No. 27230 \n\r\n                  Heard October 2, 2012 – Refiled May 22, 2013 \n\r\n\r\n\r\n                                    REVERSED\r\n\r\n\r\n             Kathryn Williams of Kathryn Williams, P.A., of\r\n             Greenville, for Petitioner.\r\n\r\n             Vernon F. Dunbar, of Turner Padget Graham & Laney,\r\n             P.A., of Greenville, and Carmelo Barone Sammataro of\r\n             Turner Padget Graham and Laney, P.A., of Columbia,\r\n             for Respondents.\r\n\r\n\r\nCHIEF JUSTICE TOAL: Michael D. Crisp (Petitioner) petitioned this Court\r\nfor a writ of certiorari to review the court of appeals' decision reversing the circuit\r\ncourt's finding that the Appellate Panel of the Workers' Compensation Commission\r\n\n(the Commission) erroneously determined that Petitioner suffered a compensable\r\nbrain injury and physical brain damage as a result of an injury by accident while\r\nworking for Respondent SouthCo., Incorporated (Employer). We reverse the\r\ndecision of the court of appeals, and remand this action to the Commission for\r\nfurther consideration of whether Petitioner sustained physical brain damage, as\r\ncontemplated under section 42-9-10(c) of the Workers' Compensation Act (the\r\nAct), which would entitle him to benefits for life.\r\n\r\n                       FACTS/PROCEDURAL BACKGROUND\r\n\r\n       Petitioner1 worked for Employer hydra-seeding grass and performing odd\r\nconstruction jobs. On March 10, 2004, Petitioner and other workers were\r\ninstalling silt fencing to combat ground erosion. This task involved installing\r\nfence poles into the ground using the bucket of a Bobcat earthmover. On this\r\nparticular day, Petitioner was holding a pole while another worker operated the\r\nBobcat. As Petitioner bent down to reach for a pole, the bucket of the Bobcat fell\r\non Petitioner, covering him.2 Petitioner stated he remembered running towards a\r\ntruck at the jobsite, noticing that his right hand was broken and bleeding.\r\nPetitioner's co-workers also alerted him to a gash on the back of his head that was\r\nalso bleeding. Petitioner was taken to the emergency room.\r\n\r\n      At the emergency room, Petitioner was treated for abrasions and bruises to\r\nthe back of the head and neck and a complex fracture in his right hand. There is no\r\nmention of a brain injury in Petitioner's hospital records.\r\n\r\n      Petitioner required surgery to his right hand. Orthopedist James Essman\r\nperformed the surgery and continued to treat Petitioner's hand injury. Dr. Essman's\r\nnotes do not reflect any post-operative complaints regarding any brain injury or\r\nsymptoms.3\r\n\r\n1Petitioner formally completed seventh grade and received his G.E.D. Since\r\ncompleting his schooling, Petitioner has performed general labor jobs.\r\n2The bucket of the Bobcat was fabricated out of solid steel and weighed\r\napproximately 600 pounds.\r\n3Dr. Essman ultimately declared that Petitioner reached Maximum Medical\r\nImprovement (MMI) with respect to his hand on September 16, 2004. See\r\nO'Banner v. Westinghouse Elec. Corp., 319 S.C. 24, 28, 459 S.E.2d 324, 327 (Ct.\r\nApp. 1995) (\"[MMI] is a term used to indicate that a person has reached such a\r\n\n       On March 23, 2004, Petitioner was treated for back pain, neck pain, and\r\nnausea by his family doctor, Dr. Hunter Leigh. Dr. Leigh noted that Petitioner\r\ncomplained of \"headaches.\" On April 16, 2004, Dr. John Klekamp, an orthopedic\r\nsurgeon, also evaluated Petitioner and diagnosed him with cervical strain, lumbar\r\nstrain, and a fracture of the right hand. At his appointment on June 6, 2004, Dr.\r\nKlekamp noted that Petitioner was \"neurologically intact,\" but, in his notes\r\nfollowing a July 7, 2004, appointment, stated Petitioner still suffered from\r\n\"intermittent headaches.\"\r\n\r\n       On August 12, September 2, and September 23, 2004, Dr. Kevin Kopera, a\r\nphysician with the Center for Health and Occupational Evaluation, evaluated\r\nPetitioner and diagnosed him with chronic cervical strain, chronic lumbar strain,\r\nand a broken right hand. During the course of his evaluation, Dr. Kopera noted\r\nthat Petitioner had \"no cognitive deficits.\" However, after treating him on\r\nSeptember 23, 2004, Dr. Kopera noted,\r\n\r\n      One issue raised was [Petitioner] continues to have headaches . . . .\r\n      [Petitioner's] wife questioned why he has not undergone MRI imaging\r\n      of his head due to his persistent headaches. He did sustain a blow to\r\n      the head in terms of his work injury and I guess this was not\r\n      considered by prior evaluating physicians and we discussed this at\r\n      some length today.\r\n\r\nTherefore, Dr. Kopera diagnosed Petitioner with chronic cervical strain, chronic\r\nlumbar strain, and chronic headaches. In addition, Dr. Kopera stated \"[Petitioner]\r\nappears neurologically intact but due to his persistent headaches it may be prudent\r\nto obtain an MRI scan of the brain to complete a thorough evaluation.\" The MRI\r\nscan of Petitioner's brain showed no abnormalities. After completing a Functional\r\nCapacity Evaluation, Dr. Kopera released Petitioner to return to work with\r\nrestrictions, and noted Petitioner \"report[ed] feeling depressed related to his current\r\ncondition and this will take some adjustment.\"4\r\n\r\nplateau that in the physician's opinion there is no further medical care or treatment\r\nthat will lessen the impairment.\").\r\n4 During this time period, Petitioner also attended regular physical therapy sessions\r\nto rehabilitate his injuries. On August 24, 2004, Petitioner's physical therapy\r\nintake sheet notes \"severe headaches.\" On September 22, 2004, Petitioner's\r\nphysical therapist noted that Petitioner reported headaches three times per week.\r\n\n      On April 12–13, 2005, Dr. Moss, a clinical psychologist, performed a\r\nneuropsychological evaluation on Petitioner at the request of Petitioner's attorney.\r\nDr. Moss noted:\r\n\r\n      On the basis of the current examination, there are clear indications of\r\n      deficits in verbal memory, attention, problem solving, and inhibition\r\n      tied to his work injury. There are indications that he has likely\r\n      experienced personality changes as a result of his injury . . .\r\n      [Petitioner] is experiencing psychological distress from his injuries as\r\n      well. The exacerbation of obsessive-compulsive tendencies can also\r\n      be associated with brain injuries involving the orbito-frontal area. This\r\n      is often affected in head injury cases due to the irregular shape of the\r\n      skull and olfaction is often affected since the olfactory bulbs are there.\r\n      The current findings would be consistent with a frontal lobe injury.\r\n\r\nBased on his examination, Dr. Moss diagnosed Petitioner with Cognitive Disorder\r\n[not otherwise specified], probable personality change due to head injury,\r\nobsessive compulsive disorder, traumatic brain injury, and poly-substance abuse5\r\nin full sustained remission. Dr. Moss further opined that Petitioner could benefit\r\nfrom a brain injury program.\r\n\r\n       On May 24, 2006, Dr. Thomas Collings, a neurologist, conducted an\r\nindependent medical evaluation on Petitioner. Dr. Collings diagnosed Petitioner\r\nwith a traumatic brain injury/closed head injury, defining a closed head injury as\r\n\"trauma to the brain in a global way as opposed to . . . a focal area of the brain . . .\r\ncaus[ing] symptoms in . . . higher competent motions.\" Based on his in-office\r\nexamination of Petitioner, Dr. Collings expressed some reservation with regard to\r\nhis diagnosis, but he stated that the neuropsychological examination was the \"best\r\ninformation to support that there's . . . significant change between this pre-and-post\r\ncondition,\" as it was a better indicator of brain injury than his office examination.\r\nDr. Collings also expressed some hesitation in his diagnosis with respect to\r\nPetitioner's headaches, testifying that he would have difficulty finding any\r\n\r\nOn October 4, 2004, the physical therapist's notes indicate that Petitioner's\r\nheadaches were \"still bad.\"\r\n5Petitioner has an extensive history of narcotic drug and alcohol abuse and was\r\naddicted to marijuana, cocaine, crystal meth, heroine, and LSD before achieving\r\nsobriety in 2003.\r\n\nevidence to support a finding of physical brain injury had he not relied on Dr.\r\nMoss's findings. However, Dr. Collings ultimately concluded that Petitioner\r\nsustained a brain injury.\r\n\r\n      On November 15 and 28, 2005, Dr. David Price, a clinical psychologist,\r\nconducted a neuropsychological evaluation on Petitioner at the request of defense\r\ncounsel. Dr. Price opined that Petitioner did not sustain a traumatic brain injury\r\nnor was there any objective medical evidence of a brain abnormality, such as an\r\nabnormal CT scan, MRI, or EEG. Dr. Price diagnosed Petitioner with pain\r\ndisorder associated with psychological factors and a general medical condition,\r\nadjustment disorder with depressed mood, obsessive compulsive disorder,\r\nantisocial personality disorder, partner relational problem, and phase of life\r\nproblem.\r\n\r\n       On March 6, 2006, nearly two years after his injury, Dr. Moss opined that\r\nPetitioner \"sustained physical brain damage as a result of his work injury of [sic]\r\nMarch 10, 2004.\"\r\n\r\n        At his deposition, Petitioner testified he began experiencing problems with\r\nhis memory and difficulties mentally processing information, concentrating on\r\nmore than one task, and keeping up with daily tasks in January 2005.6 Petitioner\r\ntestified he desired to receive further treatment to \"learn to cope with the ability to\r\nmultitask and to remember things and stay focused.\" Furthermore, Petitioner\r\ntestified he suffered from depression since the accident, and he desired to receive\r\ntreatment for this condition, as well. Petitioner testified he had not been able to\r\nobtain employment since the accident.\r\n\r\n       A hearing was convened before the Workers' Compensation Hearing\r\nCommissioner (the Single Commissioner) on March 22, 2006. At the hearing,\r\nPetitioner claimed he sustained injuries to his head, brain, neck, back, right upper\r\nextremity, and psyche as a result of the accident and sought continued temporary\r\ncompensation benefits and continued medical treatment, including treatment in a\r\ntraumatic brain injury program, and in the alternative, sought a finding that he was\r\npermanently and totally disabled and entitled to lifetime compensation benefits due\r\nto \"physical brain damage.\" Respondents conceded Petitioner sustained\r\ncompensable injuries to his neck, back, and right upper extremity, but denied he\r\n\r\n6 Up until this time, Petitioner testified his wife \"had . . . been doing everything for\r\n[him],\" so he did not notice these symptoms prior to January 2005 around the time\r\nthey separated.\r\n\nsustained a brain injury and physical brain damage as a consequence of the work-\r\nrelated incident. Respondents further argued that Petitioner reached MMI on\r\nNovember 1, 2004, and sought a determination of permanent disability and credit\r\nfor alleged overpayment of temporary disability compensation benefits.\r\n\r\n       By order dated August 1, 2006, the Single Commissioner found as fact, inter\r\nalia: (1) that approximately one year after the incident, Dr. Moss evaluated\r\nPetitioner and, using objective neuropsychological testing revealing cognitive\r\ndeficits, diagnosed Petitioner with Cognitive Disorder [not otherwise specified],\r\npolysubstance abuse in full sustained remission, probable personality change due\r\nto head injury, exacerbated obsessive-compulsive disorder, traumatic brain injury,\r\nand \"physical brain damage\"; (2) that Dr. Collings's expert opinion was credible,\r\nincluding his testimony that he never saw an MRI or CT scan of Petitioner's brain,\r\nthat cognitive problems usually start immediately after the injury, that the fact that\r\nPetitioner did not lose consciousness signified that his head trauma was likely less\r\nserious, that he would expect Petitioner to complain of headaches and seek medical\r\nintervention for those headaches soon after the accident if they had been severe,\r\nthat no objective tests suggested Petitioner had a \"physical brain injury,\" and that\r\nnone of the attending physicians mentioned any brain injury symptoms, nor\r\nreferred Petitioner for further testing; (3) that, based on the opinions of Dr. Moss\r\nand Dr. Collings, Petitioner sustained a head injury resulting in cognitive disorders\r\nto his brain, but did not sustain a \"physical brain injury\"; (4) that Petitioner\r\nsustained compensable head, psychological, and neuropsychological injuries; (5)\r\nthat Dr. Collings and Dr. Moss opined that Petitioner needed additional\r\npsychological and neuropsychological evaluation and treatment, including, but not\r\nlimited to, evaluation and treatment in a brain injury center; (6) that Petitioner was\r\nunable to work and temporarily totally disabled because of his injuries, including\r\nhis psychological and head injuries, and remained unable to work and temporarily\r\ntotally disabled because of his psychological and head injuries; (7) that, based on\r\nthe opinions of Dr. Moss and Dr. Collings, Petitioner had not reached MMI for his\r\nhead and psychological injuries; and (8) that the determination of Petitioner's\r\npermanent disability because of his injury by accident was premature. (emphasis\r\nadded).Consequently, the Single Commissioner determined, as a matter of law, that\r\nPetitioner sustained an injury by accident causing compensable injuries to his neck,\r\nback, right upper extremity, and head, causing compensable psychological and\r\nneuropsychological injuries, and causing compensable cognitive disorders, and\r\n\nPetitioner reached MMI from his right upper extremity, neck, and back injuries,\r\nbut not from his head and psychological injuries. Thus, the Single Commissioner\r\nfound Respondents were responsible\r\n\r\n      for all causally related medical treatment and expenses from March\r\n      10, 2004 to the present and continuing, including but not limited to\r\n      causally related medical, psychological, and neuropsychological\r\n      evaluation and treatment for [Petitioner's] physical, psychological, and\r\n      neuropsychological injuries, evaluation and treatment for claimant's\r\n      physical, psychological, and neuropsychological injuries, evaluation\r\n      and treatment in a brain injury center, and necessary medications[,]\r\n\r\nand ordered Respondents to pay Petitioner \"temporary total disability\r\ncompensation benefits from March 10, 2004 and continuing until further Order of\r\nthe Commission or agreement of the parties.\"\r\n\r\n       Pursuant to its statutory authority, the Commission reviewed the Single\r\nCommissioner's order. See S.C. Code Ann. § 42-17-50 (Supp. 2011) (providing\r\nthat \"the Commission shall review the award and, if good grounds be shown\r\ntherefor, reconsider the evidence, receive further evidence, rehear the parties or\r\ntheir representatives, and, if proper, amend the award[]\"). The Commission\r\nunanimously affirmed the Single Commissioner's order with respect to all of the\r\nfindings of fact and conclusions of law contained therein and incorporated the\r\nSingle Commissioner's entire order by reference.\r\n\r\n       On appeal, the circuit court7 reversed the Commission, finding that the\r\nCommission's order was \"internally inconsistent\" and \"the only conclusion that can\r\nbe reached on this record is that [Petitioner] has sustained physical brain damage\r\nas a result of his injury by accident.\" (emphasis added). More specifically, the\r\ncircuit court stated:\r\n\r\n      Despite finding Dr. Moss credible, adopting the findings of brain\r\n      injury related symptoms and conditions that he used to diagnose\r\n      frontal lobe brain injury and physical brain damage, and awarding\r\n      treatment in a \"brain injury program\" he recommended[,] the\r\n      Commission determined that [Petitioner] had not sustained physical\r\n      brain injury. That conclusion contradicts the Commission's findings of\r\n\r\n7Because Petitioner's injuries occurred prior to July 1, 2007, the Commission's\r\ndecision was subject to review by the circuit court sitting in its appellate capacity.\r\n\n      brain injury related conditions, such as Cognitive Disorder [not\r\n      otherwise specified], and is clearly erroneous. The Commission\r\n      rejected the other expert's report, so there is no other credible evidence\r\n      in the record on which the Commission can base its findings that\r\n      claimant did not sustain physical brain damage.\r\n\r\n(emphasis added). Based on the foregoing, the circuit court concluded that the\r\nCommission's finding in contravention of these facts was \"erroneous\" and was \"not\r\nsupported by the evidence\" and found, as a matter of law, that Petitioner \"sustained\r\nphysical brain damage within in the meaning of the Act.\" (emphasis added).\r\n\r\n       Respondents appealed. See Crisp v. SouthCo., Inc., 390 S.C. 340, 701\r\nS.E.2d 762 (Ct. App. 2010). In contrast to the circuit court, the court of appeals\r\nfound that the Record was \"replete with substantial evidence to support the\r\nCommission's finding that [Petitioner] did not sustain a physical brain injury based\r\non Dr. Collings' testimony and the medical records of Crisp's physicians.\" Id. at\r\n344–45, 701 S.E.2d at 765 (emphasis added). The court of appeals pointed to the\r\nfollowing evidence in the Record to justify upholding the Commission's decision\r\non substantial evidence grounds: (1) the medical records of the physicians who\r\ntreated Petitioner in the hospital immediately following the accident did not\r\nmention any symptoms normally associated with a \"physical brain injury\"; (2) the\r\nphysicians attending Petitioner following the surgery on his hand did not diagnose\r\na \"physical brain injury\"; (3) the MRI scan conducted by Dr. Kopera did not\r\nidentify any brain abnormalities indicative of a \"physical brain injury,\" instead\r\nsuggesting Petitioner's brain was neurologically intact; (4) and Dr. Collings's\r\ntestimony at the hearing before the Single Commissioner that Petitioner's injury\r\nwas not typical of a brain injury,8 that Petitioner's headaches were not typical in\r\n\r\n8More specifically, the court of appeals relied on the following testimony from Dr.\r\nCollings concerning Petitioner's diagnosis:\r\n\r\n      What's missing to me and what was missing when I examined him\r\n      myself and tried to elicit this history is he doesn’t seem to recall being\r\n      hit in the head. He wasn’t complaining of head trauma or pain at the\r\n      time. He was not aware that he had a cut on the head. It was only\r\n      when someone else was pointing out to him and he was not\r\n      immediately but very briefly able to get up and run after the accident\r\n      and was concerned about his hands. All of those things stand in\r\n      contrast to someone who should've had a significant head injury,\r\n      closed head injury, they're knocked out. They're unconscious for a\r\n\ncharacter and severity to those suffered when a significant brain injury occurs and\r\nhis conclusion that he would have \"great difficulty\" in diagnosing Petitioner with a\r\n\"physical brain injury\" entitling Petitioner to a lifetime of benefits absent Dr.\r\nMoss's report and a vocational evaluation stating Petitioner was not employable.\r\nId. at 345–46, 701 S.E.2d at 765–66.\r\n\r\n      On appeal to this Court, Petitioner contends the court of appeals erred in\r\nfinding the Commission's decision that Petitioner \"has not sustained physical brain\r\ndamage\" was supported by substantial evidence in the Record, erred in finding that\r\nsubstantial evidence supported the Commission's findings where the findings were\r\ncontradictory, and erred in upholding the Commission's decision because the only\r\nconclusion that could be reached on the evidence was that Petitioner sustained\r\n\"physical brain damage\" within the meaning of the Act. (emphasis added).\r\n\r\n      We granted certiorari to review the court of appeals' decision pursuant to\r\nRule 242, SCACR.              STANDARD OF REVIEW\r\n\r\n       The Administrative Procedures Act (the APA) \"governs appellate review of\r\na final decision from an administrative agency.\" Hill v. Eagle Motor Lines, 373\r\nS.C. 422, 427, 645 S.E.2d 424, 428 (2007) (citation omitted); see S.C. Code Ann.\r\n§§1-23-310, et seq. (Supp. 2011). Under the APA, this Court \"may not substitute\r\nits judgment for the judgment of the agency as to the weight of the evidence on\r\nquestions of fact.\" S.C. Code Ann. § 1-23-380(A)(5); Shealy v. Aiken Cnty., 341\r\nS.C. 448, 455, 535 S.E.2d 438, 442 (2000) (the Commission is tasked with finding\r\nfacts, evaluating the credibility of the witnesses, and assigning weight to the\r\nevidence). However,\r\n\r\n      [t]he court may reverse or modify the decision if substantial rights of\r\n      the appellant have been prejudiced because the administrative\r\n      findings, inferences, conclusions, or decisions are:\r\n\r\n      period of time and then they're confused when they wake up from that\r\n      and they're often unable to get up and would be ataxic or have [no]\r\n      control of their balance and so forth. All of these things are lacking in\r\n      that report. Did he have a head injury? Yes, he had some type of head\r\n      injury but it appears from the records to be very minor.\r\n\r\nCrisp, 390 S.C. at 345–46, 701 S.E.2d at 765.\r\n\n         (a) in violation of constitutional or statutory provisions;\r\n\r\n         (b) in excess of the statutory authority of the agency;\r\n\r\n         (c) made upon unlawful procedure;\r\n\r\n         (d) affected by other error of law;\r\n\r\n         (e) clearly erroneous in view of the reliable, probative, and\r\n             substantial evidence on the whole record; or\r\n\r\n         (f) arbitrary or capricious or characterized by abuse of\r\n             discretion or clearly unwarranted exercise of discretion.\r\n\r\nS.C. Code Ann. § 1-23-380(A)(5)(a)–(f).\r\n\r\n                                      ANALYSIS\r\n\r\n    We agree with Petitioner that the court of appeals erred in upholding the\r\nCommission's decision, albeit not for any of the reasons propounded by Petitioner.\r\n\r\n       Notably, the Commission did not resolve the permanent status of Petitioner's\r\nbrain injuries. Rather, the Commission's order manifests a clear intention to delay\r\na permanency finding with respect to Petitioner's brain injury because Petitioner\r\nhad not yet reached MMI, and therefore, the Commission ordered further testing\r\nand treatment to be paid for by Respondents, including but not limited to treatment\r\nin a brain injury trauma center, and directed Respondents to continue to pay\r\ntemporary total disability compensation \"until further [o]rder of the Commission or\r\nagreement of the parties.\" In the substance of the order, however, the Commission\r\nfound that Petitioner sustained a traumatic closed head injury as a result of an\r\ninjury by accident and that the head injury caused compensable\r\nneuropsychological injuries and cognitive disorders, yet the Commission further\r\nfound that Petitioner did not sustain a \"physical brain injury.\"\r\n\r\n       From this inartful phrasing onward, the circuit court, the court of appeals,\r\nand the parties in their arguments to the various tribunals and in their briefs have\r\nalternatively referred to Petitioner's brain injuries in terms of \"physical brain\r\n\ninjury\" and \"physical brain damage,\" despite the marked difference in the length of\r\ntime compensation may be awarded when the injury is \"physical brain damage\"\r\ncontemplated under section 42-9-10(C) of the South Carolina Code.\r\n\r\n       Petitioner now contends that, because all of the probative expert evidence\r\ncontained in the Record proves Petitioner sustained a brain injury and physical\r\nbrain damage within the meaning of the Act and the Commission made a direct\r\nfinding on that point, the only conclusion this Court may reach on this Record is\r\nthat Petitioner suffered \"physical brain damage.\" Thus, Respondents argue \"[t]he\r\ncritical issue in this case is whether the Commission correctly concluded that\r\n[Petitioner] is not entitled to lifetime benefits for a physical brain injury that no\r\nobjective medical evidence supports,\" and the court of appeals did not err in\r\nreversing the circuit court because the Record is replete with evidence supporting\r\nthe Commission's finding that Petitioner did not sustain \"physical brain damage\" as\r\ncontemplated by section 42-9-10(C).\r\n\r\n       These arguments were prematurely before the circuit court, court of appeals,\r\nand now this Court, as the Commission explicitly left the determination of\r\npermanency to a later date. However, we clarify, infra, what is meant by \"physical\r\nbrain damage\" under section 42-9-10(C) for guidance on remand.\r\n\r\n       Pursuant to section 42-1-160(A) of the South Carolina Code, for an injury to\r\nbe compensable under the Act, it must be \"an injury by accident\" and \"aris[e] out\r\nof and in the course of employment.\" See S.C. Code Ann. § 42-1-160(A) (Supp.\r\n2011). To this end, \"[a]n injury arises out of employment when there is apparent to\r\nthe rational mind, upon consideration of all the circumstances, a causal relationship\r\nbetween the conditions under which the work is to be performed and the resulting\r\ninjury.\" Rodney v. Michelin Tire Corp., 320 S.C. 515, 518, 466 S.E.2d 357, 358\r\n(1996) (citation omitted). \"Whether there is any causal connection between\r\nemployment and an injury is a question of fact for the Commission.\" Hill, 373\r\nS.C. at 431, 645 S.E.2d at 436 (citation omitted). \"The claimant has the burden of\r\nproving facts that will bring the injury within the workers' compensation law, and\r\nsuch award must not be based on surmise, conjecture or speculation.\" Clade v.\r\nChampion Labs., 330 S.C. 8, 11, 496 S.E.2d 856, 857 (1998) (citation omitted).\r\n\r\n       In general, a person injured within the Act may not receive compensation for\r\na period exceeding five hundred weeks. See S.C. Code Ann. § 42-9-10(A) (Supp.\r\n2011); S.C. Code Ann. Reg. § 67-1101 (Supp. 2011). However,\r\n\n      Notwithstanding the five-hundred-week limitation prescribed in this\r\n      section or elsewhere in this title, any person determined to be totally\r\n      and permanently disabled who as a result of a compensable injury is a\r\n      paraplegic, a quadriplegic, or who has suffered physical brain damage\r\n      is not subject to the five-hundred-week limitation and shall receive the\r\n      benefits for life.\r\n\r\nId. § 42-9-10(C) (Supp. 2011) (emphasis added).\r\n\r\n      Petitioner argues that the mere presence of any physical brain injury or\r\ndamage, regardless of degree, triggers the operation of section 42-9-10(C). This\r\nargument is not persuasive, as it is contrary to legislative intent and to the manner\r\nin which our courts have awarded compensation for injuries to the brain.\r\n\r\n       As we found in Sparks v. Palmetto Hardwood, Incorporated, Op. No. 27229\r\n(S.C. Sup. Ct. refiled May 22, 2013) (Shearouse Adv. Sh. No. 23 at 40), we view\r\nthe inclusion of \"physical brain damage,\" along with quadriplegia and paraplegia,\r\nin section 42-9-10(C) as indicative of the General Assembly's intent to compensate\r\nan employee-claimant for life only in the most serious cases of injury to the brain,\r\nseparate and apart from other scheduled injuries, resulting in permanent physical\r\nbrain damage.\r\n\r\n       As noted in Sparks, permanency and physicality are requirements.\r\nHowever, the severity of the permanent brain damage is the lynchpin of the\r\nanalysis. Cf. James v. Anne's Inc., 390 S.C. 188, 199, 701 S.E.2d 730, 736 (2010)\r\n(\"The 500 weeks limitation, however, represents the limit of the monetary amount\r\nof compensation that may be recovered. It has no relation to the duration or the\r\nextent of the injury. A permanent impairment, by definition, lasts for a lifetime.\r\n(emphasis in original)).\r\n\r\n       Inherent in the requirement that the damage to the brain be severe is the\r\nrequirement that the worker is unable to return to suitable gainful employment.\r\nSee Floyd v. C.B. Askins & Co., 382 S.C. 84, 90, 675 S.E.2d 450, 453 (Ct. App.\r\n2009) (addressing whether an award made pursuant to § 42-9-10(C) survives death\r\nfrom an unrelated cause and noting that \"[c]laimants suffering catastrophic injuries\r\nlike Claimant's may require specialized healthcare without the means to earn a\r\nwage . . .[, and] [t]he award of compensation for a claimant's life expectancy seems\r\nto recognize this reality.\"); cf. S.C. Code Ann. § 42-9-400(d) (Supp. 2011) (\"As\r\nused in this section, 'permanent physical impairment' means any permanent\r\ncondition, whether congenital or due to injury or disease, of such seriousness as to\r\n\nconstitute a hindrance or obstacle to obtaining employment or to obtaining\r\nreemployment if the employee should become unemployed.\").\r\n\r\n       While other states have also adopted by legislative enactment an exception\r\nto the general compensation rule for permanent total disability, none of these states\r\nappear to utilize the \"physical brain damage\" terminology. Importantly, these\r\nexceptions to the general compensation rule hinge on the employee-claimant's\r\nability to return to work. For example, the Virginia statute, permits lifetime\r\nbenefits for \"injury to the brain which is so severe as to render the employee-\r\nclaimant permanently unemployable in gainful employment.\" Va. Code Ann. §\r\n65.2-503(C). Likewise, the North Carolina statute on permanent total disability\r\nallows an employee-claimant to receive extended benefits over the 500-week limit\r\nif he or she sustains a \"[s]evere brain or closed head injury as evidenced by severe\r\nand permanent: [s]ensory or motor disturbances; [c]ommunication disturbances;\r\n[c]omplex integrated disturbances of cerebral function; or [n]eurological disorders\"\r\nunless \"the employer shows by a preponderance of the evidence that the employee\r\nis capable of returning to suitable employment.\" N.C. Gen. Stat. Ann. § 97-\r\n29(d)(3)(a.)–(d.) (emphasis added); see also Dishmond v. Int'l Paper Co., 512\r\nS.E.2d 771, 774 (N.C. Ct. App. 1999) (affirming the Commission's award of total\r\npermanent disability where there was competent evidence in the record that total\r\ndisability was the consequence of the employee-claimant's brain injury and where\r\nthe evidence indicated the employee-claimant \"could no longer function in a work\r\nenvironment\"); Slizewski v. Int'l Seafood, Inc., 264 S.E.2d 810 (N.C. Ct. App.\r\n1980) (finding the evidence supported a finding that claimant suffered permanent\r\nbrain injury and was permanently unable to function in a work-related capacity).9\r\n\r\n       Bearing these states' treatment in mind, we interpret the inclusion of\r\n\"physical brain damage\" among the most serious impairments within the statutory\r\nexception to the 500 week cap on benefits as an indication that the legislature was\r\ncontemplating brain damage so severe that the person could not subsequently\r\nreturn to suitable gainful employment. See Adams v. Texfi Indus., 320 S.C. 213,\r\n217, 464 S.E.2d 109, 112 (1995) (\"In construing a statute, the Court looks to its\r\nlanguage as a whole in light of its manifest purpose.\" (citing Simmons v. City of\r\nColumbia, 280 S.C. 163, 311 S.E.2d 732 (1984))); Cokeley v. Robert Lee, Inc., 197\r\nS.C. 157, 169, 14 S.E.2d 889, 894 (1941) (\"While it is an elementary rule of\r\n\r\n9 See Adams v. Texfi Indus., 320 S.C. 213, 217, 464 S.E.2d 109, 112 (1995) (\"The\r\ndecisions of North Carolina courts interpreting that state's workers' compensation\r\nstatute are entitled to weight because the South Carolina statute was fashioned after\r\nNorth Carolina's.\" (citation omitted)).\r\n\nconstruction that words used in a statute should be given their plain and ordinary\r\nmeaning this, as all other rules, is subject to the prime object of ascertaining and\r\ngiving effect to the legislative intention. In doing this, we are not to be governed by\r\nthe apparent meaning of words found in one clause, sentence, or part of the act, but\r\nby a consideration of the whole act, read in the light of the conditions and\r\ncircumstances as we may judicially know they appeared to the Legislature, and the\r\npurpose sought to be accomplished.\" (quoting State ex rel. Walker v. Sawyer, 104\r\nS.C. 342, 346, 88 S.E. 894, 895 (1916))). This interpretation is in harmony with\r\nthe entire purpose of our workers' compensation regime and recognizes the other\r\navenues of compensation available under the scheme for brain injuries that do not\r\nrender the worker unemployable. See Shealy v. Algernon Blair, Inc., 250 S.C. 106,\r\n112, 156 S.E.2d 646, 649 (1967) (\"The object of the act is to relieve an injured\r\nworkman from the loss or impairment of his Capacity to earn wages.\"). Thus, only\r\nin cases of physical brain damage that is both permanent and severe would an\r\nemployee-claimant be entitled to benefits for life.\r\n\r\n       The resolution of the question of whether an employee has sustained either a\r\nphysical injury to the brain or physical brain damage gives rise to the coextensive\r\nquestion of what proof is required in these cases.10 Respondents contend that the\r\ndetermination of whether Petitioner sustained \"physical brain damage\" in the\r\ninstant case hinges on the fact that no objective measure, i.e. a CT or MRI scan,\r\nconfirmed such damage.\r\n\r\n       To the contrary, Dr. Collings testified in his deposition that there are\r\nessentially three ways to determine whether a person has sustained physical brain\r\ndamage: (1) CT or MRI scanning; (2) cognitive behavioral level of functioning;\r\nand (3) neuropsychological testing. Dr. Collings opined that the first two methods\r\nwere inconclusive in this case. In addition, Dr. Collings concluded that there can\r\nbe physical damage to the brain that does not appear on normal scans, and Dr.\r\nMoss was in a better position to assess Petitioner's brain damage based on the\r\nneuropsychological examination rather than his own in-office examination. In so\r\nconcluding, Dr. Collings testified that neuropsychological testing was \"the best\r\ninformation that would support that there's . . . significant change between this\r\npre- and post-condition.\" Dr. Collings further testified that the neuropsychological\r\nreport was an in-depth test that neurologists use to diagnose injuries to the brain,\r\n\r\n10Petitioner does not directly raise this question in his brief. However,\r\nRespondents argues vehemently that Petitioner has not proved his injuries \"were so\r\nsevere that he will require specialized healthcare over the remainder of his life\r\nexpectancy.\"\r\n\nand neurologists \"sort of view it just like we do the MRI scan.\" In light of this\r\ntestimony, we are reluctant to require use of a specific diagnostic tool in proving\r\nthese medically-technical brain injury cases.\r\n\r\n       Importantly, it is always incumbent on the employee-claimant to prove that\r\nhe or she has sustained an injury by accident, and demonstrate that he or she is\r\nentitled to benefits. See Clade v. Champion Labs., 330 S.C. at 11, 496 S.E.2d at\r\n857 (citation omitted). The fact that the injury allegedly resulted in physical brain\r\ndamage under section 42-9-10(C) does not change the employee-claimant's\r\nultimate burden of proving his or her injuries.11\r\n\r\n                                    CONCLUSION\r\n\r\n       Based on the foregoing, we reverse the court of appeals and remand this case\r\nto the Commission for a determination of MMI, permanency, and whether\r\nPetitioner's injury constitutes \"physical brain damage\" as contemplated by section\r\n42-9-10(C) of the South Carolina Code, which would entitle him to workers'\r\ncompensation benefits for life.\r\n\r\nBEATTY, KITTREDGE and HEARN, JJ., concur. PLEICONES, J.,\r\nconcurring in a separate opinion.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n11We need not address the remaining issues on appeal, as our holding is\r\ndispositive. See Futch v. McAllister Towing of Georgetown, Inc., 335 S.C. 598,\r\n613, 518 S.E.2d 591, 598 (1999) (holding appellate courts need not address\r\nremaining issues when determination of prior issue is dispositive).\r\n\nJUSTICE PLEICONES: I concur in result. I agree with the majority that this\r\ncase must be remanded to the Commission to clarify its holding regarding whether\r\nbrain damage resulting from Petitioner's brain injury qualifies him for lifetime\r\nbenefits under S.C. Code Ann. § 42-9-10(C) (Supp. 2011). However, I write\r\nseparately because I would not reach the question what constitutes severe brain\r\ndamage for purposes of § 42-9-10. Rather, I would wait until a case is before us\r\nfor review of a Commission decision addressing it. I would then defer to the\r\nagency interpretation of the statute, if reasonable. See CFRE, LLC v. Greenville\r\nCounty Assessor, 395 S.C. 67, 77, 716 S.E.2d 877, 882 (2011) (\"The construction\r\nof a statute by the agency charged with its administration will be accorded the most\r\nrespectful consideration and will not be overruled absent compelling reasons.\").\r\n\r\nI also note that the language of other states' statutes cannot guide our interpretation\r\nof different language adopted by the General Assembly. Even to the extent we\r\ngive great weight to North Carolina courts' interpretation of its workers'\r\ncompensation act, this is true only when the courts deal with identical statutory\r\nlanguage. See Flemon v. Dickert-Keowee, Inc., 259 S.C. 99, 102, 190 S.E.2d 751,\r\n752 (1972) (\"At [the] time [the cited North Carolina case was decided] the\r\npertinent provisions of the North Carolina Act were identical with the Code\r\nsections hereinabove quoted from our Act.\").\r\n\r\nThus, I concur in result.\r\n\n","court":"Supreme"},{"id":"27232","title":"Youngblood v. SCDSS","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27232.pdf","description":"After the Department of Social Services removed a child from her parents, the child was provided foster care by a family, and later placed for adoption with another family.  The child's former foster parents petitioned to adopt her, and the adoptive parents selected by DSS moved to dismiss on the ground the foster parents lacked standing.  The family court found the foster parents had standing and granted their petition to adopt, and the court of appeals affirmed.  We hold the foster parents possess neither statutory nor constitutional standing, and reverse.","date":"2013-03-08","type":"opinion","text":"           THE STATE OF SOUTH CAROLINA \n\r\n                In The Supreme Court \n\r\n\r\n   James and Diane Youngblood, Respondents,\r\n\r\n   v.\r\n\r\n   South Carolina Department of Social Services, \n\r\n   Defendant, \n\r\n\r\n   v. \n\r\n\r\n   Jane and John Doe, Intervenors, \n\r\n\r\n   of whom, Jane and John Doe are the Petitioners. \n\r\n\r\n   Appellate Case No. 2012-212047 \n\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n                Appeal from Pickens County\r\n           W. Marsh Robertson, Family Court Judge\r\n\r\n\r\n                      Opinion No. 27232 \n\r\n          Heard January 8, 2013 – Filed March 8, 2013 \n\r\n\r\n\r\n                         REVERSED\r\n\r\n\r\n   Vanessa H. Kormylo, of Greenville, for Petitioners.\r\n\r\n   Sarah G. Drawdy, of The Drawdy Law Firm, LLC, of\r\n   Anderson, for Respondents.\r\n\n       JUSTICE HEARN: In this case we must decide whether former foster\r\nparents have standing to petition to adopt a child placed for adoption by the\r\nDepartment of Social Services (DSS) with a different family. We hold the former\r\nfoster parents possess neither statutory nor constitutional standing, and reverse.\r\n\r\n                  FACTUAL/PROCEDURAL BACKGROUND\r\n      Child was born in 2006 and is the youngest of five siblings. On August 28,\r\n2007, the children were removed from their biological parents by DSS. Thereafter,\r\non October 12, 2007, Child was placed for foster care with the Youngbloods and\r\nChild's siblings were placed with other foster care providers.1 Child remained with\r\nthe Youngbloods continuously, although with regular sibling visitation, until June\r\n24, 2009.\r\n\r\n       DSS informed the Youngbloods by mail on April 27, 2008, that adoption\r\nwas Child's permanent care plan and advised them as to what actions they needed\r\nto take in order to be considered as adoptive parents for Child. The letter went on\r\nto state that \"if the child in your home has a sibling or siblings placed in a different\r\nfoster home, it will be the first priority of this agency to reunite and place these\r\nsiblings together for the purpose of adoption.\" The Youngbloods applied to adopt\r\nChild and completed the required home study, but they did not apply to adopt her\r\nsiblings.\r\n\r\n       On March 17, 2009, DSS informed the Youngbloods that they had not been\r\nselected as Child's adoptive parents and she had been placed with another family.2\r\nSpecifically, the letter stated:\r\n\r\n      Your adoptive home study has been received and approved. Please\r\n      note that you had applied originally for the placement of [Child].\r\n      However, this sibling group of five has been placed together. Given\r\n      these circumstances, your approved home study will be placed in our\r\n1 Initially, one of Child's brothers was placed with the Youngbloods as well, but\r\ndue to his behavioral problems, he was moved to a different placement after only a\r\nfew weeks.\r\n2 Rather than its ordinary meaning connoting a change in physical location, the\r\nverb \"place\" is used by the statutory language and DSS to mean the selection of an\r\nadoptive family. While Child had been placed with another family as of March 17,\r\n2009, she physically remained in the care of the Youngbloods at that time.\r\n\n      state office files for consideration when a child with the characteristics\r\n      in which you are interested in parenting become available for\r\n      adoption.\r\n\r\nThe adoptive family selected by DSS was the Does. Subsequently, DSS gave the\r\nYoungbloods the requisite ten days' written notice of Child's removal from their\r\nfoster care. From this point on, four separate, overlapping actions were filed:\r\nDSS's termination of parental rights suit, the Youngbloods' administrative appeal\r\nof Child's removal, the Youngbloods' adoption action, and the Does' adoption\r\naction.\r\n\r\n      First, on January 30, 2009, DSS filed an action seeking to terminate the\r\nparental rights of Child's parents. On May 8, 2009, the Youngbloods filed an\r\nadministrative appeal with DSS's Fair Hearing Committee concerning the\r\nimpending removal of Child from their home. Child was removed from the\r\nYoungbloods' home on June 24, 2009, and placed, along with her siblings, with the\r\nDoes. Then, on July 6, 2009, the Youngbloods filed the instant adoption action in\r\nfamily court for the adoption of Child, naming DSS as defendant. On July 29,\r\n2009, the Does filed an action petitioning the family court to permit them to adopt\r\nChild and her four siblings.\r\n\r\n       On July 30, 2009, the Fair Hearing Committee issued a final administrative\r\norder denying the Youngbloods' administrative appeal. The Committee stated the\r\nissues before it were whether DSS followed the requisite procedure in removing\r\nChild and whether DSS afforded the Youngbloods due process. The Committee\r\nfound DSS followed the required procedure by giving the Youngbloods ten days'\r\nnotice of the removal and afforded them procedural and substantive due process\r\nbecause it provided notice and a rational explanation—placement with her\r\nsiblings—for the removal. The Youngbloods did not appeal the Committee's\r\ndecision.\r\n\r\n       In the Youngblood's adoption action, the family court entered an expedited\r\ntemporary order on August 4, 2009, granting them custody of Child. The court\r\nalso granted a motion to intervene by the Does, found that visitation between Child\r\nand her siblings would be in her best interests, and directed the parties, Child's\r\ntherapist, and the guardian ad litem to formulate a visitation schedule.\r\n\r\n      On August 24, 2009, the family court entered a final order in DSS's\r\ntermination of parental rights action granting the requested termination.\r\nAdditionally, the order provided: \"Custody of the Defendant children shall be\r\n\ngranted to the South Carolina Department of Social Services, with all rights of\r\nGuardian ad Litemship, placement, care and supervision, including the sole\r\nauthority to consent to any adoption . . . .\"\r\n\r\n      On May 4, 2010, the family court entered a final adoption order for Child's\r\nfour siblings declaring the Does to be the legal parents of those four children.\r\nHowever, the family court took no action regarding Child due to the Youngbloods'\r\npending adoption action.\r\n\r\n      In the Youngbloods' adoption action, both the Does and DSS moved to\r\ndismiss on the grounds the Youngbloods lacked standing and were statutorily\r\nbarred from adopting Child because DSS had not consented to the adoption. The\r\nfamily court found the Youngbloods had standing pursuant to Section 63-9-60 of\r\nthe South Carolina Code (2012). The court distinguished Michael P. v. Greenville\r\nCounty Department of Social Services, 385 S.C. 407, 684 S.E.2d 211 (Ct. App.\r\n2009), in which the court of appeals held that former foster parents did not have\r\nstanding to seek adoption of a child in DSS's custody, on the basis that here, the\r\nYoungbloods informed DSS of their desire to adopt Child, obtained DSS's\r\napproval to serve as adoptive parents prior to removal of Child,3 and timely\r\npursued an administrative appeal of the removal of Child. The family court then\r\nconsidered Child's best interests and granted the Youngbloods' petition to adopt\r\nChild, subject to sibling visitation.\r\n\r\n      The Does and the Youngbloods filed cross-appeals with the court of appeals.\r\nRelevant to our writ of certiorari, the Does asserted that the family court erred in\r\nfinding the Youngbloods had standing to adopt, granting the Youngbloods'\r\nadoption petition without the consent of DSS, and finding adoption of Child by the\r\nYoungbloods was in Child's best interests. 4 Youngblood v. DSS, Op. No. 2012-\r\nUP-172 (S.C. Ct. App. filed March 8, 2012).\r\n\r\n      In a per curiam, unpublished opinion, the court of appeals ruled against the\r\nDoes on all grounds. The court acknowledged the holding in Michael P. that\r\nformer foster parents do not have standing under section 63-9-60 to seek adoption\r\nof a child placed in an adoptive home by DSS, and noted that the Youngbloods'\r\n\r\n3 Presumably, this refers to the approval of the Youngbloods' home study and thus, \n\r\nto their approval to adopt a child. The Youngbloods never received DSS approval \n\r\nto adopt Child.\n\r\n4 The Does did not seek certiorari on the issue of Child's best interests, and the \n\r\nYoungbloods did not seek certiorari on any of the issues presented in their appeal. \n\r\n\n\"broad window to petition the family court under section 63-9-60(A)(1) had\r\nclosed.\" However, the court of appeals, apparently sua sponte, held that Section\r\n63-9-310(D) of the South Carolina Code (2010) provided standing to the\r\nYoungbloods. According to that section, when DSS denies consent to adopt to a\r\nperson eligible under section 63-9-60, it has \"an affirmative duty to inform the\r\nperson who is denied consent of all of his rights for judicial review of the denial.\"\r\nS.C. Code Ann. § 63-9-310(D). Based on that provision, the court of appeals held:\r\n\r\n       any person who is initially eligible to adopt under section 63-9-60 and\r\n       who is aggrieved by a child-placing agency's decision to deny them\r\n       consent to adopt a specific child may petition the family court to\r\n       review the child-placing agency's decision in order to determine\r\n       whether it was in the child's best interests.\r\n\r\nFinally, the court affirmed the family court's finding that placement with the\r\nYoungbloods was in Child's best interests, holding the Does failed to present\r\nsufficient evidence to meet their burden on this issue.\r\n\r\n                                      ISSUES\r\nI. \t   Did the court of appeals err in holding the Youngbloods had standing to\r\n       petition to adopt Child?\r\n\r\nII. \t Did the court of appeals err in affirming the family court's grant of the\r\n      Youngbloods' petition to adopt despite the lack of consent by DSS?\r\n\r\n                                LAW/ANALYSIS\r\n\r\nI.     STANDING\r\n       \t\r\n       Standing, a fundamental prerequisite to instituting an action, may exist by\r\nstatute, through the principles of constitutional standing, or through the public\r\nimportance exception. Freemantle v. Preston, 398 S.C. 186, 192, 728 S.E.2d 40,\r\n43 (2012). Statutory standing exists, as the name implies, when a statute confers a\r\nright to sue on a party, and determining whether a statute confers standing is an\r\nexercise in statutory interpretation. See id. at 194-95, 728 S.E.2d at 44-45; Steel\r\nCo. v. Citizens for a Better Env't, 523 U.S. 83, 97 n.2 (1998) (stating the issue of\r\nstatutory standing as \"whether this plaintiff has a cause of action under the\r\nstatute\"). When no statute confers standing, the elements of constitutional standing\r\n\nmust be met.5 To possess constitutional standing, first, a party must have suffered\r\nan injury-in-fact which is a concrete, particularized, and actual or imminent\r\ninvasion of a legally protected interest. ATC South, Inc. v. Charleston Cnty, 380\r\nS.C. 191, 195, 669 S.E.2d 337, 339 (2008) (quoting Lujan v. Defenders of Wildlife,\r\n504 U.S. 555, 560 (1992)). Second, a causal connection must exist between the\r\ninjury and the challenged conduct. Id. Finally, it must be likely that a favorable\r\ndecision will redress the injury. Id.\r\n\r\n       First, while the family court found statutory standing pursuant to section 63-\r\n9-60, we hold that statute does not give the Youngbloods standing; instead, it\r\nspecifically deprives them of standing. Section 63-9-60 provides:\r\n\r\n      (A)(1) Any South Carolina resident may petition the court to adopt a\r\n      child.\r\n\r\n      ....\r\n\r\n      (B) This section does not apply to a child placed by the State\r\n      Department of Social Services or any agency under contract with the\r\n      department for purposes of placing that child for adoption.\r\n\r\nThus, while section 63-9-60(A) broadly grants standing to \"any South Carolina\r\nresident,\" section 63-9-60(B) makes that grant of standing inapplicable to a child\r\nplaced for adoption by DSS. See Michael P., 385 S.C. at 415, 684 S.E.2d at 215\r\n(holding former foster parents did not have standing to adopt under section 63-9-60\r\nbecause the child had been placed by DSS for adoption).\r\n\r\n       The court of appeals dealt with the interplay of 63-9-60(A) and (B) in\r\nMichael P., where a child was removed from his mother by DSS and placed in\r\nfoster care. Id. at 410, 684 S.E.2d at 212. When DSS approached the foster\r\nparents about adopting the child, they declined. Id. DSS then removed the child\r\nfrom the foster home and placed him for adoption. Id. Unhappy with the\r\nplacement, the former foster parents petitioned to adopt the child. Id. The\r\nprospective adoptive parent selected by DSS intervened and moved to dismiss the\r\naction on the ground the foster parents lacked standing. Id. at 411, 684 S.E.2d at\r\n213. The foster parents asserted they had standing both under section 63-9-60 and\r\nbecause they were foster parents. Id. at 412, 684 S.E.2d at 213. The family court\r\ngranted the motion to dismiss, and the foster parents appealed. Id. at 412-13, 684\r\n5While the public importance exception may provide standing where the elements\r\nof constitutional standing are not met, the exception was not raised in this action.\r\n\nS.E.2d at 213-14. The court of appeals first dismissed the foster parents' argument\r\nthat subsection (B) does not apply to section 63-9-60 in its entirety. Id. at 415, 684\r\nS.E.2d at 215. Relying on subsection (B), the court of appeals held that \"not just\r\nany 'South Carolina resident' can petition to adopt a child when the child has been\r\nplaced by DSS in another home for the purposes of adoption,\" and therefore,\r\nconcluded the foster parents did not have standing under section 63-9-60(A)\r\nbecause the child had been placed by DSS in another home for adoption. Id.\r\n\r\n       Here, the family court distinguished the Michael P. decision, finding that\r\nunder the facts of this case, section 63-9-60 created standing because the\r\nYoungbloods informed DSS of their desire to adopt Child, received DSS's\r\napproval to adopt prior to the placement of Child, had their foster care contract\r\nterminated, and pursued an administrative challenge to Child's removal. It is\r\nimportant to note that while the Youngbloods received DSS's approval to serve as\r\nadoptive parents generally, they did not receive approval to adopt Child. While\r\nboth couples were approved for adoption, only the Does had DSS's consent to\r\nadopt Child. Because the statute does not permit any exceptions and plainly states\r\nthat the section 63-9-60(A) grant of standing does not apply to children placed by\r\nDSS, the family court erred in grounding standing on section 63-9-60.\r\n\r\n      The court of appeals, as an alternative to section 63-9-60, held, based on\r\nDSS's denial of consent for the Youngbloods to adopt Child, that section 63-9-\r\n310(D) created standing. In short, the court of appeals held that under section 63-\r\n9-310, a person denied consent to adopt by DSS has a statutory right to petition the\r\nfamily court for judicial review of that denial. We disagree.\r\n\r\n      Section 63-9-310 provides:\r\n\r\n      (B) Consent or relinquishment for the purpose of adoption is required\r\n      of the legal guardian, child placing agency, or legal custodian of the\r\n      child if authority to execute a consent or relinquishment has been\r\n      vested legally in the agency or person and:\r\n\r\n             (1) both the parents of the child are deceased; or\r\n\r\n             (2) the parental rights of both the parents have been judicially\r\n             terminated.\r\n\r\n      ....\r\n\n      (D) If the consent of a child placing agency required by this\r\n      subsection is not provided to any person eligible under Section 63-9-\r\n      60, the agency has an affirmative duty to inform the person who is\r\n      denied consent of all of his rights for judicial review of the denial.\r\n\r\nS.C. Code Ann. § 63-9-310. The statute defines consent as: \"the informed and\r\nvoluntary release in writing of all custodial or guardianship rights, or both, with\r\nrespect to a child by the child placing agency . . . .\" S.C. Code Ann. § 63-9-30(6)\r\n(2010).6\r\n\r\n      First, section 63-9-310(D) does not apply to the Youngbloods because they\r\nwere not persons eligible under section 63-9-60. They were denied consent to\r\nadopt Child in DSS's March 17, 2009 letter, and Child had already been placed\r\nwith the Youngbloods as of that date. Therefore, under section 63-9-60(B), the\r\nYoungbloods were not persons eligible to adopt Child when they were denied\r\nconsent.\r\n\r\n       Furthermore, section 63-9-310(D) does not provide a right to judicial\r\nreview. While it does direct DSS to inform a person denied consent of \"all of his\r\nrights to judicial review,\" a statutory directive to inform persons of their rights\r\ndoes not in itself create rights. Although it is curious that the General Assembly\r\nwould direct DSS to inform persons of their rights to judicial review if no such\r\nrights exist, where the plain language of a statute is unambiguous we are charged\r\nwith implementing it. Hodges v. Rainey, 341 S.C. 79, 85, 533 S.E.2d 578, 581\r\n(2000). Here, the statute unambiguously does nothing more than direct DSS to\r\ninform persons of any rights they may have.\r\n\r\n       Therefore, we must look elsewhere to determine whether a right to judicial\r\nreview and standing exist. The parties did not direct us to a statute providing a\r\nright to judicial review and reviewing the entirety of the South Carolina Children's\r\nCode as well as the applicable regulations, we found no mention of judicial review\r\nfor the denial of consent to adopt, other than section 63-9-310(D). To the contrary,\r\nDSS's regulations provide:\r\n\r\n      A. Application to Become Adoptive Parent – Right to Appeal\r\n\r\n\r\n6 Additionally, the South Carolina Children's Code requires that a consent be a\r\nsworn document containing specific information. S.C. Code Ann. § 63-9-330\r\n(2010).\r\n\n      (1) A person is entitled to appeal the Department's decision to deny or\r\n      terminate its approval of that person to become an adoptive parent.\r\n\r\n      (2) A person is not entitled to appeal the Department's decision to\r\n      deny its consent or refuse approval of the applicant for adoption of a\r\n      specific child . . . .\r\n\r\n10 S.C. Code Ann. Regs. § 114-150 (2012).\r\n\r\n       Lacking a statutory right to judicial review, we must determine whether the\r\ndenial of consent implicates a legal interest held by the Youngbloods, and thus\r\nwhether due process requires judicial review and they possess constitutional\r\nstanding. See ATC South, 380 S.C. at 195, 669 S.E.2d at 339 (constitutional\r\nstanding requires an injury to a legally protected interest); Sullivan v. S.C. Dept. of\r\nCorr., 355 S.C. 437, 444-45, 586 S.E.2d 124, 127-28 (2003) (a prisoner was not\r\nentitled to judicial review of the denial of his application to participate in a\r\ntreatment program because he did not have a protected interest in participation in\r\nthe program); Al-Shabazz v. State, 338 S.C. 354, 368-72, 527 S.E.2d 742, 749-52\r\n(1999) (holding that because a prisoner's good-time credits are a protected liberty\r\ninterest under the Fourteenth Amendment, procedural due process requires judicial\r\nreview when they are taken as punishment).\r\n\r\n       First, the court of appeals' holding that any person denied consent to adopt\r\nhas standing to seek review of the agency's decision is erroneous because there is\r\nno general legal interest in the adoption of any child. Rather, any protected interest\r\na person may have in a child must arise from some legally recognized connection\r\nbetween the child and the adult. See Smith v. Org. of Foster Families for Equal. &\r\nReform, 431 U.S. 816, 841-47 (1977) (indicating that only some relationships\r\nbetween an adult and a child are legally protected).\r\n\r\n       However, the Youngbloods were not just any persons—they were Child's\r\nfoster parents. While the foster care relationship undoubtedly often results in\r\nemotional attachments between the foster parent and foster child, the relationship\r\nis only a temporary, contractual relationship created by the State. See Smith, 431\r\nU.S. at 845-46 (recognizing the foster care relationship as derived from state law\r\nand contractual arrangements); Michael P., 385 S.C. at 416, 684 S.E.2d at 216\r\n(same); 10 S.C. Code Regs. 114-550(A)(1) (2012) (defining foster care as \"a\r\ntemporary living arrangement within the structure and atmosphere of a private\r\nfamily home, [which] is utilized while permanent placement plans are being\r\nformulated for the involved children\"). Accordingly, the foster parent relationship,\r\n\nabsent statutory law to the contrary, is insufficient to create a legally protected\r\ninterest in a child and therefore, does not create standing to petition to adopt.\r\n\r\n       While these conclusions necessarily flow from the South Carolina Children's\r\nCode and our standing and due process jurisprudence, they are also supported by\r\nthe policy behind the Children's Code. The General Assembly has entrusted DSS\r\nwith the care and placement of children removed from their homes. See S.C. Code\r\nAnn. § 63-7-660 (2010) (DSS may remove a child from his or her home and has\r\nlegal custody of the child thereafter if there is probable cause to believe abuse or\r\nneglect has occurred); § 63-9-310(B) (DSS must consent to the adoption of any\r\nchild in DSS's custody); § 63-9-1810 (2010) (DSS has authority to promulgate\r\nregulations governing the adoption of children); § 63-11-60 (2010) (DSS may\r\nplace children in foster homes and remove them when it believes a child's welfare\r\nso requires). Furthermore, the Child Protection and Permanency Chapter of the\r\nChildren's Code, Section 63-7-10, et seq., under which the termination of parental\r\nrights provisions are found, states that its purpose is to \"ensure permanency on a\r\ntimely basis for children when removal from their homes is necessary.\" S.C. Code\r\nAnn. § 63-7-10-(B)(3) (2010). Permitting any person, or even just foster parents,\r\nto petition to adopt a child placed elsewhere for adoption by DSS directly\r\ncontradicts the power and discretion given to DSS and undermines the goal of\r\nrapidity in permanently resolving children's placement issues.\r\n\r\n        The Youngbloods argue that denying them standing to petition to adopt will\r\nresult in Child's best interest never being considered and give DSS unfettered\r\npower to make decisions affecting the welfare of children. However, those fears\r\nare unfounded. In administering its adoption program, DSS is statutorily charged\r\nwith serving the best interests of the child. S.C. Code Ann. § 63-9-1310 (2010)\r\n(\"It is the purpose of this article to achieve the objective of the best interests of the\r\nchild, as the primary client. Adoption programs must be structured so that all\r\nquestions of interpretation are resolved with that objective in mind.\").\r\nAdditionally, the Children's Code requires that at the adoption hearing, the family\r\ncourt must consider whether \"the best interests of the adoptee are served by the\r\nadoption,\" before deciding to grant or deny DSS's proposed adoption. S.C. Code\r\nAnn. § 63-9-750(B)(6) (2010). Furthermore, in every adoption proceeding the\r\nchild must have a guardian ad litem and also, if necessary, an attorney,\r\nrepresenting his or her best interests. See S.C. Code Ann. § 63-7-2560(B) (2010).\r\nTherefore, while DSS may make the initial adoption placement decision for a child\r\nin its custody, DSS's decision is subject to judicial review and will be denied if not\r\nin the child's best interests.\r\n\nII.   CONSENT\r\n\r\n       Because the Youngbloods' lack of standing is dispositive, we need not reach\r\nthe issue of DSS's consent. See Futch v. McAllister Towing of Georgetown, Inc.,\r\n335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (declining to address the remaining\r\nissues where a prior issue was dispositive).\r\n\r\n                                  CONCLUSION\r\n       In order to ensure that our State resolves the permanent placement of\r\nchildren in its custody promptly, the General Assembly has entrusted DSS with\r\ndiscretion in making the initial decision as to the adoption of such children, and the\r\nrights of others to petition to adopt have been limited. If any person could petition\r\nto adopt a child in DSS's custody despite DSS having placed the child with\r\nanother, the placement of such children would become protracted contests, like the\r\ninstant case, in which the vital interests of stability, permanency, and attachment\r\nwould be irretrievably lost to the passage of time. Nonetheless, we are deeply\r\ntroubled by the notion of again uprooting and moving Child.\r\n\r\n      Accordingly, we vacate the order granting the Youngbloods' petition to\r\nadopt Child, and we remand the custody of Child to DSS for adoptive placement.\r\nHowever, recognizing that children develop rapidly, and that stability and\r\nattachment are important components in their growth and development, we direct\r\nDSS to consider Child's present best interests in placing her for adoption.\r\n\r\n\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, and KITTREDGE, JJ., concur.\r\n\n","court":"Supreme"},{"id":"27231","title":"State v. Brown","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27231.pdf","description":"Appellant asserts that the State failed to establish that the value of either vehicle exceeded $1,000 as required by section 16-13-30 at the time of trial.  Following Appellant's commission of the crime, but prior to his indictment and trial, the General Assembly amended section 16-13-30.  The revised statute requires the value of stolen property to exceed $2,000, yet the trial court instructed the jury only as to the $1,000 threshold.  Thus, Appellant alleges the trial court's jury instruction constitutes reversible error.  The Supreme Court, Toal, C.J., found that amendments to section 16-13-30 did not apply retroactively to Appellant's case, and that the testimony of the property owner's was sufficient to sustain Appellant's conviction.  Affirmed.","date":"2013-03-13","type":"opinion","text":"         THE STATE OF SOUTH CAROLINA\r\n              In The Supreme Court\r\n\r\nThe State, Respondent,\r\n\r\nv. \n\r\n\r\nLawrence Brown, Appellant. \n\r\n\r\nAppellate Case No. 2011-193606 \n\r\n\r\n\r\n\r\n           Appeal From Williamsburg County\r\n        DeAndrea G. Benjamin, Circuit Court Judge\r\n\r\n\r\n                   Opinion No. 27231 \n\r\n       Heard January 9, 2013 – Filed March 13, 2013 \n\r\n\r\n\r\n                      AFFIRMED \n\r\n\r\n\r\nDeputy Chief Appellate Defender Wanda H. Carter of\r\nColumbia, for Appellant.\r\n\r\nAttorney General Alan McCrory Wilson, Chief Deputy\r\nAttorney General John W. McIntosh, Senior Assistant\r\nDeputy Attorney General Salley W. Elliott, and Assistant\r\nAttorney General Mark Reynolds Farthing, all of\r\nColumbia, and Solicitor Ernest Adolphus Finney, III of\r\nSumter, for Respondent.\r\n\nCHIEF JUSTICE TOAL: Lawrence Brown (Appellant) challenges his conviction\r\nfor grand larceny of two motor vehicles in violation of section 16-13-30 of the\r\nSouth Carolina Code. We affirm.\r\n\r\n                    FACTUAL/PROCEDURAL HISTORY\r\n\r\n       In April 2010, Appellant contacted Don's Car Crushing (Don's), a business\r\nthat crushes cars for scrap metal, and indicated that he owned several vehicles he\r\nwanted to sell. A tow truck operator for Don's, Dakota Cooper (Cooper) contacted\r\nAppellant to arrange a meeting. Appellant told Cooper where to meet him in\r\nSalters, South Carolina. Cooper testified that the location where he met Appellant\r\nappeared to be a salvage yard. Appellant explained to Cooper that his father had\r\nrecently died and that Appellant had to take care of the property, including removal\r\nof up to seventy-five vehicles stored on the property. Appellant and Cooper\r\nnegotiated for the sale of four vehicles. Appellant and Cooper executed a Bill of\r\nSale for the four vehicles, but Cooper only took possession of two vehicles: a 1989\r\nChevrolet Corsica and a 1987 Ford Taurus. Cooper agreed to return the following\r\nday to retrieve the remaining two vehicles covered under the original Bill of Sale,\r\nand possibly purchase other vehicles on the property for approximately $2,400.\r\n\r\n       Later that day, Lawrence Williams (Lawrence) came to the location where\r\nCooper and Appellant made their transaction. Lawrence's uncle, Robert Williams\r\n(Robert), owned the property. Lawrence noticed the Ford Taurus, which he\r\nowned, and the Chevrolet Corsica, which belonged to Robert, were missing.\r\nLawrence called Robert and asked whether he moved the vehicles. When Robert\r\nreplied that he did not, Lawrence notified police and reported the vehicles stolen.\r\n\r\n       Cooper returned the next day but could not locate Appellant. Cooper\r\ntelephoned Appellant, and Appellant stated he would arrive in thirty minutes.\r\nHowever, after forty minutes and another telephone call, Appellant did not arrive.\r\nCooper then approached the house on the property, and Lawrence met him at the\r\nfront door. Cooper informed Lawrence that he was there to retrieve the remaining\r\ncars he agreed to purchase from Appellant. Lawrence refused, and notified police,\r\nwho interviewed Cooper and obtained Appellant's name and driver's license\r\nnumber. Police arrested Appellant and charged him with grand larceny for the\r\ntheft of the two vehicles. Meanwhile, Don's had already crushed both vehicles;\r\nthus, neither could be returned or recovered.\r\n\r\n      On May 5, 2011, the Williamsburg County Grand Jury indicted Appellant\r\nfor two counts of grand larceny. Appellant did not appear at trial, and the trial\r\n\nproceeded in his absence. At the close of the State's case, Appellant's trial counsel\r\nmoved for a directed verdict. According to Appellant's trial counsel, the State\r\nfailed to prove that the value of either vehicle exceeded $1,000. The trial court\r\ndenied Appellant's motion. The trial court then charged the jury on the elements of\r\ngrand larceny, including the State's burden of proving that the value of the stolen\r\nproperty exceeded $1,000. Appellant's trial counsel did not object to the trial\r\ncourt's instruction.\r\n\r\n      On May 12, 2011, the jury found Appellant guilty and the trial court\r\nsentenced Appellant to five years' imprisonment on one of the grand larceny\r\nconvictions, and a consecutive sentence of three years' imprisonment for the other\r\nconviction.\r\n\r\n      Appellant appealed his convictions, and this Court certified the case for\r\nreview pursuant to Rule 204(b), SCACR.\r\n\r\n                              ISSUES PRESENTED\r\n\r\n I.\t   Whether the amendment to section 16-13-30 of the South Carolina \n\r\n       Code should be applied retroactively to Appellant's case. \n\r\n\r\nII.\t   Whether the trial court erred in denying Appellant's motion for a \n\r\n       directed verdict. \n  STANDARD OF REVIEW\r\n\r\n       In criminal cases, the appellate court sits to review errors of law only. State\r\nv. Wilson, 345 S.C. 1, 5, 545 S.E.2d 827, 829 (2001). This Court is bound by the\r\ntrial court's factual findings unless they are clearly erroneous. State v.\r\nQuattlebaum, 338 S.C. 441, 452, 527 S.E.2d 105, 111 (2000). On appeal from the\r\ndenial of a directed verdict, this Court must view the evidence in the light most\r\nfavorable to the State. State v. Lollis, 343 S.C. 580, 583, 541 S.E.2d 254, 256\r\n(2001). The defendant is entitled to a directed verdict when the State fails to\r\nproduce evidence of the offense charged. State v. McHoney, 344 S.C. 85, 97, 544\r\nS.E.2d 30, 36 (2001). However, if there is any direct or substantial circumstantial\r\nevidence reasonably tending to prove the guilt of the accused, an appellate court\r\nmust find the case was properly submitted to the jury. State v. Pinckney, 339 S.C.\r\n346, 349, 529 S.E.2d 526, 527 (2000). A circuit judge should grant a directed\r\nverdict motion when the evidence merely raises a suspicion the accused is guilty.\r\nState v. Schrock, 283 S.C. 129, 132, 322 S.E.2d 450, 451–52 (1984).\r\n\n                                       DISCUSSION \n\r\n\r\n    I.\t      Retroactive Application of Amendment to Section 16-13-30 of the\r\n             South Carolina Code\r\n\r\n      Appellant argues that the amendment to section 16-13-30 of the South\r\nCarolina Code should be applied retroactively to the instant case.1 We disagree.\r\n\r\n       In the instant case, the trial court instructed the jury on the elements of grand\r\nlarceny as section 16-13-30 provided at the time Appellant committed the offense,\r\nand not the elements of section 16-13-30 as amended at the time of his indictment\r\nor conviction. However, Appellant's trial counsel stated explicitly that he had no\r\nobjection to the trial court's instruction. Thus, Appellant's argument that the trial\r\ncourt erred in failing to apply section 16-13-30 as amended is unpreserved.2\r\nHowever, we analyze Appellant's argument for the education of the bench and bar.\r\n\r\n      Appellant committed the grand larceny in April 2010. At the time, section\r\n16-13-30 provided, in pertinent part:\r\n\r\n          (B) Larceny of goods, chattels, instruments, or other personalty valued\r\n              in excess of one thousand dollars is grand larceny. Upon\r\n              conviction, the person is guilty of a felony and must be fined in\r\n              the discretion of the court or imprisoned not more than:\r\n\r\n          (1) five years if the value of the personalty is more than one thousand\r\n              dollars but less than ten thousand dollars;\r\n\r\n          (2) ten years if the value of the personalty is five thousand dollars or\r\n              more.\r\n\r\n\r\n1 Although Appellant frames his argument as an attack on the trial court's\r\ninstructions, retroactive application of the amended section 16-13-30 would require\r\nreversal of his conviction.\r\n2 There are four basic requirements to preserving issues at trial for appellate\r\nreview. The issue must have been (1) raised to and ruled upon by the trial court,\r\n(2) raised by the appellant, (3) raised in a timely manner, and (4) raised to the trial\r\ncourt with sufficient specificity. JEAN H. TOAL, SHAHIN VAFAI & ROBERT A.\r\nMUCKENFUSS, APPELLATE PRACTICE IN SOUTH CAROLINA, 57 (2nd ed. 2002).\r\n\nS.C. Code Ann. § 16-13-30 (B)(1)–(2) (2003) (emphasis added). On June 2, 2010,\r\nthe General Assembly amended section 16-13-30 through enactment of the\r\nOmnibus Crime Reduction and Sentencing Reform Act of 2010 (the Act). See Act\r\nNo. 273, § 16.E, 2010 S.C. Acts & Joint Resolutions (2010). This amendment\r\nredefined grand larceny as, \"larceny of goods, chattels, instruments, or other\r\npersonalty valued in excess of two thousand dollars.\" S.C. Code Ann. § 16-13-30\r\n(Supp. 2011) (emphasis added). The General Assembly included a savings clause\r\nwithin the Act. The savings clause provides:\r\n\r\n      The repeal or amendment by the provisions of this act or any law,\r\n      whether temporary or permanent or civil or criminal, does not affect\r\n      pending actions, rights, duties, or liabilities founded thereon, or alter,\r\n      discharge, release, or extinguish any penalty, forfeiture, or liability\r\n      incurred under the repealed or amended law, unless the repealed or\r\n      amended provision shall so expressly provide. After the effective date\r\n      of this act, all laws repealed or amended by this act must be taken and\r\n      treated as remaining in full force and effect for the purpose of\r\n      sustaining any pending or vested right, civil action, special\r\n      proceeding, criminal prosecution, or appeal existing as of the effective\r\n      date of this act, and for the enforcement of rights, duties, penalties,\r\n      forfeitures, and liabilities as they stood under the repealed or amended\r\n      laws.\r\n\r\nAct No. 273, § 65 (emphasis added).\r\n\r\n       At Appellant's trial in 2011, the trial court instructed the jury on the version\r\nof section 16-13-30 in effect at the time Appellant committed the offense. Thus,\r\nthe trial court instructed:\r\n\r\n      The state must prove that the value of the [vehicle] taken was $1,000\r\n      or more. An owner of personal property may provide an estimate of\r\n      the reasonable value of personal property. If the state has failed to\r\n      prove the defendant guilty of grand larceny, you may consider\r\n      whether the defendant is guilty of the offense of petit larceny. Proof\r\n      of petit larceny includes proof of the same elements as grand larceny\r\n      except that the value is $1,000 or less.\r\n\r\n(emphasis added).\r\n\n       The cardinal rule of statutory construction is to ascertain and effectuate\r\nlegislative intent whenever possible. State v. Baucom, 340 S.C. 339, 342, 531\r\nS.E.2d 922, 923 (2000). The Court should give words \"their plain and ordinary\r\nmeaning without resort to subtle or forced construction to limit or expand the\r\nstatute's operation.\" State v. Sweat, 386 S.C. 339, 350, 688 S.E.2d 569, 575\r\n(2010). A statute is not to be applied retroactively unless that result is so clearly\r\ncompelled as to leave no room for doubt. S.C. Nat'l Bank v. S.C. Tax Comm'n, 297\r\nS.C. 279, 281, 376 S.E.2d 512, 513 (1989). The statute must contain express\r\nwords evincing intent that it be retroactive or words necessarily implying such\r\nintent. Pulliam v. Doe, 246 S.C. 106, 110, 142 S.E.2d 861, 863 (1965). The only\r\nexception to this rule is a statutory enactment that effects a change in remedy or\r\nprocedure. Jenkins v. Meares, 302 S.C. 142, 146, 394 S.E.2d 317, 319 (1990)\r\n(\"Our decisions recognize a presumption that statutory enactments are to be given\r\nprospective rather than retroactive effect. An exception to this presumption arises\r\nwhen the enactment is remedial or procedural in nature.\"). A savings clause is a\r\nrestriction in a repealing act, intended to save rights, pending proceedings,\r\npenalties, etc., from the annihilation which would result from an unrestricted\r\nappeal. Pierce v. State, 338 S.C. 139, 146 n.3, 526 S.E.2d 222, 225 n.3 (2000)\r\n(quoting Black's Law Dictionary 1343 (1990)). Generally, the repeal of a statute\r\nwithout the inclusion of a savings clause operates retroactively to expunge pending\r\nclaims, but the inclusion of a proper savings clause will have the effect of\r\npreserving a pending suit. Chem-Nuclear Sys., LLC v. S.C. Bd. of Health and\r\nEnvtl. Control, 374 S.C. 201, 205, 648 S.E.2d 601, 603 (2007).\r\n\r\n       Appellant argues that the statutory change actually contained no savings\r\nclause, and that retroactive application is clearly compelled because the statute\r\nconcerns a monetary amount. Appellant's argument regarding the absence of a\r\nsavings clause is merely an attempt to confuse the issues. While the General\r\nAssembly did not include a savings clause in the amended version of section 16-\r\n13-30, the amendment took place by operation of the Act, which contains a savings\r\nclause. The General Assembly's inclusion of a savings clause demonstrates clear\r\nlegislative intent to avoid disrupting pending or ongoing criminal prosecutions. To\r\nread the savings clause in any other way would result in a prohibited alteration of\r\nthe statute's operation.3 Moreover, section 16-13-30's savings clause provides that\r\n\r\n3 The savings clause in this case does contain an ambiguous term. The savings\r\nclause refers to \"pending\" actions, and it is unclear when an action is pending. For\r\nexample, this term could refer to either the actual commission of the crime, the\r\narrest, or the indictment. This Court's opinion in State v. Thrift, 312 S.C. 282, 440\r\nS.E.2d 341 (1994) is instructive on this point.\r\n\nthe amendment to section 16-13-30 does not affect liability incurred under the\r\nprior version of the statute. Appellant clearly incurred liability for grand larceny at\r\nthe time he committed the crime. Thus, the trial court did not err in charging the\r\njury under the version of section 16-13-30 in effect at the time Appellant\r\ncommitted grand larceny.\r\n\r\n\r\n       In analyzing the trial court's dismissal of indictments in Thrift, this Court\r\nexamined the General Assembly's amendment of the state's ethics law. The\r\nAttorney General obtained indictments, pursuant to section 8-13-490 of the South\r\nCarolina Code, covering acts of bribery the defendants committed in 1991. Thrift,\r\n338 S.C. at 289, 440 S.E.2d at 345. However, the Attorney General did not obtain\r\nthese indictments until 1992, and by that time the General Assembly had amended\r\nsection 8-13-490. Id. at 290, 440 S.E.2d at 346. The trial court reasoned that the\r\n\"new\" law constituted an effective repeal of the prior law, and the trial court\r\ndismissed those indictments. Id.\r\n\r\n       However, the \"new\" law merely reenacted, in a different article, a more\r\ncomprehensive series of statutes which addressed in greater depth the conduct\r\nformally violative of section 8-13-490. Id. at 304, 440 S.E.2d at 353. The Court\r\nlooked to the plain meaning of the \"new\" law which clearly stated the legislative\r\nintent to amend the \"old\" law rather than to repeal it. Id. Additionally, in rejecting\r\nthe implied repeal argument, this Court did not recognize a distinction between\r\ncommission and indictment:\r\n      Given the overall climate in which the legislation was amended and\r\n      the more stringent guidelines set forth in the new Act, it is apparent\r\n      that the legislature did not intend to permit someone to escape\r\n      prosecution for acts of bribery or similar activity committed prior to\r\n      the amendment of the legislation.\r\n\r\nId. at 306, 440 S.E.2d at 354 (emphasis added); see also Pierce, 338 S.C. at 148,\r\n526 S.E.2d at 226 (\"[I]f there is no applicable saving provision, does the\r\namendment impliedly repeal the old statute so as to prevent further prosecutions\r\nthereunder, under the common law rule . . . that repeals operate to bar further\r\nprosecutions in the absence of saving provisions? Some cases have so held, but it\r\nseems clear that the legislature can hardly have intended by its amendment that the\r\nconduct in question should no longer be prosecuted (the rationale of the common\r\nlaw rule of repeal\")).\r\n\n                                II.    Directed Verdict\r\n\r\n       Appellant argues that the State failed to prove that the stolen vehicles met\r\nthe statutory monetary threshold for grand larceny. We disagree.\r\n\r\n       At the time of Appellant's crime, larceny of goods, chattels, instruments, or\r\nother personalty valued in excess of $1,000 constituted grand larceny. S.C. Code\r\nAnn. § 16-13-30 (2003). In prosecutions for grand larceny, proof of the value of\r\nthe property stolen is an essential element of the State's case. 52B C.J.S. Larceny §\r\n174 (2008). Under South Carolina law, a property owner is generally qualified by\r\nthe fact of ownership to give her estimate concerning the value of her property\r\nunless the owner's lack of qualification is so complete as to render that testimony\r\nentirely worthless. Seaboard Coast Line R.R. v. Harrelson, 262 S.C. 43, 46, 202\r\nS.E.2d 4, 5 (1974). The rationale for allowing this testimony is that the owner\r\nshould not be deprived of property without an opportunity to express her own view\r\nof the property's value to the jury. S.C. State Highway Dep't v. Grant, 265 S.C. 28,\r\n32, 216 S.E.2d 758, 759 (1975).\r\n\r\n      Two cases, State v. Smith, 274 S.C. 622, 266 S.E.2d 422 (1980), and State v.\r\nWaller, 280 S.C. 300, 312 S.E.2d 552 (1984), are instructive on the specific use of\r\na property owner's testimony to support a grand larceny conviction.\r\n\r\n        In Smith, the State charged the defendant with housebreaking and grand\r\nlarceny, alleging the defendant stole a watch. 274 S.C. at 623–24, 266 S.E.2d at\r\n422–23. The defendant moved for a directed verdict on the grand larceny charge,\r\nand the trial court denied the motion. Id. at 623, 266 S.E.2d at 422. The defendant\r\nargued that the State failed to prove that the watch was worth at least fifty dollars.\r\nId. at 624, 266 S.E.2d at 423. This Court agreed:\r\n\r\n      There is evidence that the watch in question was a Helbros gold watch\r\n      with a broken band given to the victim by his grandfather and that it\r\n      was worn on occasions for dress. The watch in question was\r\n      introduced into evidence. There was no testimony, circumstantial or\r\n      direct, that this watch had a value of at least fifty dollars. Even\r\n      reviewing the evidence in the light most favorable to the State the\r\n      value of the watch was left entirely to conjecture and speculation by\r\n      the jury and the lower court should have granted the motion for a\r\n      directed verdict as to the charge of grand larceny.\r\n\r\nId. (emphasis added).\r\n\n       In Waller, the defendant appealed his grand larceny conviction. 280 S.C. at\r\n300, 312 S.E.2d at 552. The primary issue in that case was whether the larceny of\r\nproperty from different owners at the same time and at the same place constituted\r\none or several larcenies. Id. at 301, 312 S.E.2d at 552–53. However, the Court\r\nbriefly addressed the method by which the State proved the value of the stolen\r\nitems:[The defendant] forcibly entered an apartment occupied by three\r\n      roommates and took property belonging to each. The property was\r\n      never recovered. At trial, each roommate estimated the value of the\r\n      items taken. [The defendant] concedes the aggregate value of the\r\n      property exceeded Two Hundred ($200.00) Dollars, the statutory\r\n      minimum to sustain a conviction of grand larceny. However, [the\r\n      defendant] argues the value of the property taken from more than one\r\n      owner cannot be aggregated so as to sustain a conviction of grand\r\n      larceny should the value of property taken from each owner be less\r\n      than Two Hundred ($200.00) Dollars, and he argues the testimony\r\n      presented at trial is insufficient to show the value of the property taken\r\n      from any one of the three roommates equals Two Hundred ($200.00)\r\n      Dollars.\r\n\r\nId. at 301, 312 S.E.2d at 552–53. The Court found the roommates' testimony\r\nregarding the property's value sufficient:\r\n\r\n      However, we are satisfied the evidence presented at trial was\r\n      sufficient to permit a jury to conclude that the value of the property\r\n      taken from one of the roommates did exceed Two Hundred ($200.00)\r\n      Dollars.\r\n\r\nId. at 301 n.1, 312 S.E.2d at 553 n.1; see also State v. Humphrey, 276 S.C. 42, 44,\r\n274 S.E.2d 918, 918–19 (1981) (holding that the property owner's testimony alone\r\nplaced the value of the stolen property above the amount necessary to constitute\r\ngrand larceny); S.C. State Highway Dep't. v. Grant, 265 S.C. 28, 32, 216 S.E.2d\r\n758, 759–60 (1975) (holding that \"the jury is the tribunal to determine the weight\r\nto be accorded the testimony of the witnesses and accept or reject the valuations\r\nplaced thereupon.\"); Seaboard Coast Line, 262 S.C. at 46, 202 S.E.2d at 5 (stating\r\n\"the owner of an article whether he is familiar with such values or not, ought\r\ncertainly be allowed to estimate its worth; the weight of this testimony (which\r\noften would be trifling) may be left for the jury; and courts have usually made no\r\nobjections to this policy\") (citing 3 Wigmore, Evidence § 716 (Chadbourn Rev.\r\n\n1970)); State v. Masters, 373 S.E.2d 173, 176 (W.Va. 1988) (\"The testimony of the\r\nowner concerning the value of the property when purchased and of recent sales\r\nprices was sufficient to permit the jury to find the defendant guilty of taking\r\nproperty having a value of $200 or more.\"); N. C. State Highway Comm'n v.\r\nHelderman, 207 S.E.2d 720, 725 (N.C. 1974) (\"Unless it affirmatively appears that\r\nthe owner does not know the market value of his property, it is generally held that\r\nhe is competent to testify as to its value even though his knowledge on the subject\r\nwould not qualify him as a witness were he not the owner . . . . The weight of his\r\ntestimony is for the jury, and it is generally understood that the opinion of the\r\nowner is so far affected by bias that it amounts to little more than a definite\r\nstatement of the maximum figure of his contention.\") (internal citations omitted).\r\n\r\n       The foregoing authority is clear that a property owner is competent to testify\r\nregarding the value of damaged or stolen property. To the extent there is\r\nconfusion, we take this opportunity to clarify that a property owner's testimony\r\nalone is sufficient to support a conviction for grand larceny.\r\n\r\n      In the instant case, Robert testified concerning the vehicle's worth:\r\n\r\n      Well just to give a decent price, I'd say about $1200. Because I paid,\r\n      when I bought the car, I bought as it as it was at $700. And I put over\r\n      $500 into it. I mean, as parts not labor . . . . Just parts. And you\r\n      know, I would have more in the car than $1200 if I would just put on\r\n      my labor. Because I've done—I done the mechanical work myself.\r\n\r\n       Appellant's trial counsel cross-examined Robert extensively regarding the\r\nstolen vehicle's worth. Trial counsel pointed out that Robert could not produce the\r\nvehicle's original title or proof of insurance demonstrating that he recently used the\r\nvehicle. Robert admitted under cross-examination that he could not produce the\r\noriginal bill of sale for the car:\r\n\r\n      Q: Did somebody tell you that you were going to have to prove the\r\n         value of the car?\r\n\r\n      A: Yes.\r\n\r\n      Q: Didn't you think maybe the bill of sale as to how much you paid\r\n         for it might be helpful? That didn't occur to you?\r\n\r\n      A: No.\r\n\nQ: No, just didn't occur to you, how much I paid for it as to what the\r\n   value was.\r\n\r\nA: No, because after I bought the car, the car is mine. \t nd I know\r\n                                                           A\r\n  what—I don't know exactly what the book price. She told me what\r\n  it was. But I know I couldn't get what the book price, because it's\r\n  not up to top priority as being in that standard. But from what I got\r\n  in the car and what I want for the car, I mean, I could simply say\r\n  that. But I am not going on the value of what the car is worth.\r\n....\r\n\r\nQ: You didn't even bring a blue book value of the car in here today,\r\n   did you?\r\n\r\nA: I wasn't told to bring a blue book.\r\n....\r\n\r\nQ: Oh, well, you're on the stand here though, aren't you? \t nd this is\r\n                                                          A\r\n  supposedly your car, right?\r\n\r\nA: That's right.\r\n\r\nQ: We have nobody telling us what the car is worth, do we? No     \t\r\n  independent and nobody to tell us what you paid for it. Nobody to\r\n  tell us the blue book value. No pictures so we can look and see\r\n  what condition it was in. Do you have any pictures? Let me—if\r\n  you left here at lunch and went home, I bet you couldn't show one\r\n  picture of that car, could you? If we gave you an hour, you couldn't\r\n  go home and find one picture of that car, could you?\r\n\r\nA: No, I don't have a picture of the car.\r\n\r\nQ: Could you go home and find a copy of that bill of sale that you\r\n   claim you paid $700 for?\r\n\r\nA: Yes, sir. If I have to, I would. Because—\r\n\r\nQ: Do you have it at home? Do you know where it is at home?\r\n\n      A: I don't have it in my presence.\r\n\r\n      Q: Do you have it at home? Do you know where it is at home?\r\n\r\n      A: I have to look for it.\r\n\r\n      Q: You have to look for it.\r\n\r\n        Lawrence, owner of the 1987 Ford Taurus, testified to the vehicle's good\r\ncondition. The vehicle actually belonged to Lawrence's deceased father, and\r\nLawrence came into possession as an heir. Lawrence testified that he did not plan\r\nto sell the vehicle due to its sentimental value, but that the vehicle's fair market\r\nvalue was $1,100. Lawrence admitted under cross-examination that he could not\r\nproduce any documentation or other evidence in support of his estimation of the\r\nvehicle. He could also not show that the car had been driven recently or at the time\r\nof his father's death. However, Lawrence testified that he arrived at the value\r\nbased on independent research:\r\n\r\n      Q: [Lawrence], just a couple of follow-up questions. [Appellant's trial\r\n                                                           \t\r\n        counsel] asked you whether or not you knew the blue book value of\r\n        the vehicle.\r\n\r\n      A: Yes. \n\r\n      ....\n\r\n\r\n      Q: And did you in fact look to try to determine what the blue book\r\n      value if any your vehicle was?\r\n\r\n      A: I did.\r\n\r\n      Q: And what is the minimum retail value of that vehicle?\r\n\r\n      A: $1,080.\r\n\r\n      Q: And if it was in pristine prime condition what would be the retail\r\n        value today?\r\n\r\n      A: $2,678.\r\n\n       Following the close of the State's case, Appellant's trial counsel moved for a\r\ndirected verdict:\r\n\r\n      I make a motion for directed verdict. The main reason is, they haven't\r\n      come in here and proven anything. All they have done in here is\r\n      come in here and talk. They haven't come in here and put any\r\n      documents up which were available, to prove any of their assertions or\r\n      whatever. So for that reason, I would ask that a verdict be directed at\r\n      this time. If what they were saying is true, they could have easily\r\n      proven it. They didn't because they are not telling the truth about\r\n      whether these cars have been driven in the last ten or fifteen years.\r\n\r\n      The trial court denied trial counsel's motion, finding:\r\n\r\n      I believe it goes to the weight of the evidence. And, [trial counsel], I\r\n      am sure you are going to argue that to the jury. Are—also the law\r\n      states that an owner of personal property provide [sic] an estimate of\r\n      reasonable value of that personal property. And for that reason, I am\r\n      denying your motions.\r\n\r\n       Based on the testimony presented at trial, the trial court did not err in\r\nrefusing to grant Appellant's directed verdict motion. In reviewing a motion for\r\ndirected verdict, the trial court is instructed to view the evidence in the light most\r\nfavorable to the State, and if there is any direct or substantial circumstantial\r\nevidence tending to prove the guilt of the accused, the case should be submitted to\r\nthe jury. State v. Pinckney, 339 S.C. 346, 349, 529 S.E.2d 526, 527 (2000). In this\r\ncase, the property owners' testimony constituted \"any\" direct evidence and gave\r\nrise to more than mere suspicion regarding Appellant's guilt. Moreover, neither the\r\nestablished rule nor the trial court prevented Appellant's trial counsel from going to\r\ngreat lengths to demonstrate any possible weakness or bias in the property owners'\r\ntestimony.                        CONCLUSION\r\n\r\n      Based on the foregoing, Appellant's convictions are\r\n\r\nAFFIRMED.\r\n\r\nBEATTY, KITTREDGE and HEARN, JJ., concur. PLEICONES, J.,\r\nconcurring in result only.\r\n\n","court":"Supreme"},{"id":"27234","title":"State v. Barnes","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27234.pdf","description":"The Court agreed with petitioner that the Court of Appeals erred in affirming the trial court's decision not to grant a mistrial after the jury twice returned deadlocked.  The Court found that requiring the dealocked jury to continue to deliberate violated S.C. Code Ann. Â§ 14-7-1330(1976).","date":"2013-03-20","type":"opinion","text":"          THE STATE OF SOUTH CAROLINA \n\r\n               In The Supreme Court \n\r\n\r\n   The State, Respondent,\r\n\r\n   v.\r\n\r\n   Steven Louis Barnes, Petitioner.\r\n\r\n   Appellate Case No. 2011-186426\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n               Appeal from Edgefield County\r\n           R. Knox McMahon, Circuit Court Judge\r\n\r\n\r\n                     Opinion No. 27234 \n\r\n        Heard January 9, 2013 – Filed March 20, 2013 \n\r\n\r\n\r\n              REVERSED AND REMANDED\r\n\r\n\r\n   Appellant Defender Kathrine Haggard Hudgins, of\r\n   Columbia, for Petitioner.\r\n\r\n   Attorney General Alan McCrory Wilson, Chief Deputy\r\n   Attorney General John W. McIntosh, Senior Assistant\r\n   Deputy Attorney General Salley W. Elliott, and Assistant\r\n   Deputy Attorney General David A. Spencer, all of\r\n   Columbia, and Solicitor Donald V. Myers, of Lexington,\r\n   for Respondent.\r\n\nPER CURIAM: We granted certiorari to review an unpublished Court of\r\nAppeals' decision which affirmed the trial court's decision to have a twice\r\ndeadlocked jury continue to deliberate. State v. Barnes, Op. No. 2010-UP-427\r\n(S.C. Ct. App. filed October 11, 2010). We agree with petitioner that the trial\r\ncourt's decision violated the mandate of S.C. Code Ann. § 14-7-1330 (1976) and\r\nthat the Court of Appeals erred in affirming his direct appeal, and now reverse and\r\nremand for a new trial.                FACTS\r\n\r\nPetitioner was convicted of throwing urine on a jailor in violation of S.C. Code\r\nAnn. § 24-13-470 (2007) and received a fifteen-year sentence consecutive to the\r\nsentence he was then serving. After a one-day trial, the jury commenced\r\ndeliberations at 4:42 pm. At 4:45 pm, the jury sent a note asking for a laptop.1\r\nAfter being provided with the computer, the jury foreman sent a note informing the\r\ncourt that the jury could not reach a verdict, and the jury returned to the courtroom\r\nat 5:38 pm. The judge, without objection, gave the jury an Allen2 charge and the\r\njury again retired at 5:45 pm.\r\n\r\nAt 6:14 pm, the judge reported receiving another note from the jury, this time\r\nrequesting a recharge on direct and circumstantial evidence. After the charge, the\r\njury retired at 6:29 pm.\r\n\r\nAround 6:44 pm, the judge and attorneys began discussing another note sent by the\r\njury foreman. In this note, the foreman wrote, \"Eleven to one,3 they are not going\r\nto change their mind,\" and \"One not guilty, lock [sic], will not change their vote.\"\r\nThe trial judge asked each attorney to state his position. The solicitor said, \"I don't\r\nknow if the foreman would believe in a further attempt or not. It might be worthy\r\nof discussion.\" Petitioner's attorney disagreed, saying:\r\n\r\n             My position is they have been in there plenty of time. They\r\n             have been back. They are not requesting any further instruction\r\n\r\n\r\n\r\n  This was to enable the jury to view a brief video tape that had been entered into \n\r\n1\r\n\r\n\r\nevidence. \n\r\n  Allen v. United States, 164 U.S. 492 (1896). \n\r\n2 We remind trial judges to inform juries that they are not to reveal the jury's \n\r\n3\r\n\r\n\r\nnumerical division.\n\r\n\n             at this point.4 They have already stated that this particular\r\n             individual isn't going to change his mind. It would be\r\n             extremely unfair to my client to send them back.\r\n\r\nThe judge decided to inquire further.\r\n\r\nIn the course of speaking to the jury, the judge stated:\r\n\r\n             [Y]ou have been out for some three hours, and it's obvious that\r\n             you have worked very diligently and very focused on the task at\r\n             hand5 . . . . I would have no problem whatsoever to releasing\r\n             y'all from your service tonight and asking you to return in the\r\n             morning . . . . That is the absolute option that I would choose to\r\n             take. Sometimes I forget I'm a judge, so I know I can order it,\r\n             but at the same time y'all are the judges of the facts in the case.\r\n             I don't want to necessarily dictate that. But would y'all be\r\n             amenable to that? . . . . would you discuss that with your fellow\r\n             jurors? Do you think that would be an option, Mr. Foreman?\r\n\r\n             (emphasis supplied.)\r\n\r\nThe foreman responded, \"Based on the discussions in the office back there, you\r\nhave the numbers, and I don't think the other person will be able to change his\r\nmind.\" Despite this response, the trial judge declined to declare a mistrial and\r\nexcused the jury for the night. After the jury was excused, the judge permitted the\r\nparties to put anything they wished on the record. Petitioner's attorney indicated\r\ndisagreement with the judge's decision since the foreman had indicated \"he didn't\r\nthink it would be fruitful to deliberate any further.\"\r\n\r\nThe next day the jury returned a guilty verdict. Following their dismissal, the\r\njudge explained his decision with reference to § 14-7-1330. On appeal, petitioner\r\nraised the issue whether the trial judge had violated the statute, and the Court of\r\nAppeals affirmed.\r\n\r\n  This is a reference to § 14-7-1330 which provides a jury that returns deadlocked a\r\n4\r\n\r\n\r\nsecond time and does not ask for \"explanation of law\" may not be required to\r\ncontinue to deliberate unless the jury consents.\r\n  This appears to be a finding that the jury had engaged in \"due and thorough\r\n5\r\n\r\n\r\ndeliberation\" which is a prerequisite to the applicability of § 14-7-1330.\r\n\n                                       ISSUE\r\n\r\n             Did the Court of Appeals err in affirming the trial judge's\r\n             decision not to grant a mistrial in light of § 14-7-1330?\r\n\r\n                                    ANALYSIS\r\n\r\nSection 14-7-1330 provides:\r\n\r\n             When a jury, after due and thorough deliberation upon any\r\n             cause, returns into court without having agreed upon a verdict,\r\n             the court may state anew the evidence or any part of it and\r\n             explain to it anew the law applicable to the case and may send it\r\n             out for further deliberation. But if it returns a second time\r\n             without having agreed upon a verdict, it shall not be sent out\r\n             again without its own consent unless it shall ask from the court\r\n             some further explanation of law.\r\n\r\nHere, the trial judge found that the jury had not indicated that they were unwilling\r\nto continue deliberations and concluded, apparently based on the fact that they had\r\nreturned the next morning as instructed, that \"[o]bviously they were not\" unwilling.\r\nAccordingly, we are asked to decide whether the trial judge erred in finding that\r\nthe jury had consented to continued deliberations after they returned deadlocked at\r\n6:44 pm. We find that he did, and reverse and remand for a new trial.\r\n\r\nSection 14-7-1330 is intended \"to prevent forced verdicts, and to prevent undue\r\nseverity of jury service.\" State v. Freely, 105 S.C. 243, 89 S.E. 643 (1916). While\r\nthere is no requirement that the judge inform the jury that its consent is necessary,\r\nwe do not permit coercion. See cases collected in Buff v. South Carolina Dep't of\r\nTransp., 342 S.C. 416, 537 S.E.2d 279 (2000). In Buff, we held that after the judge\r\nhas diplomatically discussed with the twice deadlocked jury whether further\r\ndeliberations would be beneficial, the jury's consent to continue is determined by\r\nits response. Here, the judge appears to have inadvertently coerced the jury when\r\nhe indicated that he could order the jury to continue to deliberate. In the context of\r\nthis case, we view the foreman's diplomatic response, that is, that he did not think\r\nthat further deliberations would be fruitful, as manifesting a lack of consent. That\r\nthe jury did in fact return the next day does not convince us that this jury\r\n\nmanifested consent through its conduct, especially in light of its having been told\r\nthat the judge would order continued deliberations if necessary.\r\n\r\n                                  CONCLUSION\r\n\r\nThe trial judge abused his discretion in finding that petitioner's jury consented to\r\ncontinued deliberations as required by § 14-7-1330, and therefore erred in\r\ndeclining to declare a mistrial; and the Court of Appeals erred in affirming that\r\ndecision. Petitioner's conviction and sentence are reversed, and the case remanded\r\nfor a new trial.\r\n\r\nREVERSED AND REMANDED.\r\n\r\n     TOAL, C.J., PLEICONES, BEATTY, KITTREDGE, and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"27235","title":"SCDSS v. Sarah W.","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27235.pdf","description":"The Supreme Court held that the family court properly terminated the biological mother's parental rights pursuant to section 63-7-2570(8) of the South Carolina Code.","date":"2013-03-20","type":"opinion","text":"            THE STATE OF SOUTH CAROLINA \n\r\n                 In The Supreme Court \n\r\n\r\n   South Carolina Department of Social Services, Petitioner,\r\n\r\n   v. \n\r\n\r\n   Sarah W. and Vaughn S., Defendants, \n\r\n\r\n   Of Whom Sarah W. is the Respondent. \n\r\n\r\n   In the Interest of two minor children under the age of 18. \n\r\n\r\n   Appellate Case No. 2012-208546 \n\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n                  Appeal From Saluda County \n\r\n          Richard W. Chewning III, Family Court Judge \n\r\n\r\n\r\n                       Opinion No. 27235 \n\r\n           Heard July 11, 2012 – Filed March 20, 2013 \n\r\n\r\n\r\n                         REVERSED\r\n\r\n\r\n   Robin Chandler of Lexington, for Petitioner.\r\n\r\n   Franklin Grady Shuler, Jr., of Turner Padget Graham &\r\n   Laney, P.A. of Columbia, for Respondent.\r\n\nCHIEF JUSTICE TOAL: In this appeal from the reversal of an order\r\nterminating a biological mother's parental rights, we reverse the court of appeals\r\nand hold that the family court properly terminated the biological mother's parental\r\nrights pursuant to section 63-7-2570(8) of the South Carolina Code.\r\n\r\n                 FACTUAL/PROCEDURAL BACKGROUND\r\n\r\n       Sarah W. (Mother) is the biological mother of a minor boy and a minor girl\r\n(Boy and Girl) (collectively the children). In 2007, Mother and the children's\r\nfather, Vaughn S. (Father) (collectively Defendants), and the children resided in a\r\nhome without heat, electricity, or running water. In August of that year, Mother\r\narranged for her brother and sister-in-law, Thomas W. and Brittney W., to take\r\nprimary responsibility for the children. On October 4, 2007, the South Carolina\r\nDepartment of Social Services (DSS) requested that the family court issue an ex\r\nparte order granting DSS emergency protective custody of Boy. DSS alleged it\r\nhad probable cause to believe that Boy faced imminent and substantial danger to\r\nhis health or physical safety. The family court agreed, basing its determination on\r\nthe fact that Defendants were \"unable to provided[sic] even marginally suitable\r\nhousing\" for Boy, and finding that Thomas W. and Brittney W. \"apparently abused\r\na sibling\" of Boy. The family court awarded emergency protective custody to\r\nDSS. On October 5, 2007, the family court held a probable cause hearing and\r\nfound sufficient probable cause to warrant issuance of the ex parte order. At this\r\nsame hearing, the family court found that Thomas W. and Brittney W. were no\r\nlonger willing to maintain custody of Girl, and the court ordered DSS to take\r\nemergency protective custody of Girl.\r\n\r\n       The family court ordered a merits hearing for November 15, 2007.\r\nHowever, Defendants requested a continuance due to their attorney's conflict. The\r\nfamily court noted that DSS was prepared to proceed and rescheduled the hearing\r\nfor December 20, 2007. The hearing commenced as scheduled, and the family\r\ncourt concluded that Defendants \"failed to provide adequate and safe housing for\r\n[the children],\" and DSS should be awarded custody of the children. Additionally,\r\nthe family court approved a Placement Plan (the Plan), agreed to by all parties,\r\nwhich set out requirements that Defendants would need to satisfy in order to regain\r\ncustody of the children. Under the terms of the Plan, Mother was required, among\r\nother things, to seek and maintain adequate employment and appropriate housing\r\nand space for the children. The Plan also required Defendants to submit to a\r\nmental health evaluation and follow the recommendations of that evaluation. The\r\nfamily court ordered a review hearing for June 12, 2008. At that review hearing,\r\nthe parties agreed that Defendants had not completed the requirements of the Plan,\r\n\nbut that additional time should be allotted for completion. The family court\r\nordered that the conditions of the Plan should continue until September 18, 2008.\r\n\r\n       On September 4, 2008, DSS issued a Supplemental Report recommending\r\nreunification of Defendants and the children. The Report noted that Mother had\r\nmaintained adequate employment and housing. Additionally, Defendants\r\ncompleted mental evaluations, and no mental health services had been\r\nrecommended.\r\n\r\n       On September 30, 2008, the family court held a Permanency Planning\r\nHearing. At this hearing, DSS informed the family court that its September 2008\r\nSupplemental Report addressing the conditions giving rise to Boy and Girl's\r\nremoval failed to address issues that arose following the children's placement in\r\nstate custody. Specifically, DSS discovered a court order from January 18, 1994,\r\nfrom Edgefield County, wherein the court found that Father \"more likely than not\"\r\nsexually abused a biological daughter not party to the present action. Additionally,\r\nDSS alleged that Girl made statements during a forensic interview that raised the\r\nissue of possible alcohol and drug abuse by Defendants. DSS sought to\r\nincorporate a plan as to how to protect Boy and Girl as a result of these findings,\r\nand sought additional relief, which would require:\r\n\r\n      (1) that any and all visitation between Father and children be strictly\r\n          supervised by an adult;\r\n\r\n      (2) Mother to submit to random drug tests, and a drug and alcohol\r\n         assessment;\r\n\r\n      (3) Mother attend and successfully complete a parenting skills class.\r\n\r\n       The family court rejected the requested relief and ordered a six-month\r\nextension of the Placement Plan for the purpose of reunification, and a completion\r\nof a thorough investigation of the unaddressed issues.\r\n\r\n      On January 23, 2009, DSS issued a second Supplemental Report. The\r\nReport recommended termination of Defendants' parental rights and adoption as a\r\npermanent plan for the children. Despite the fact that Mother obtained adequate\r\nemployment and housing, DSS stated that her alleged drug use necessitated\r\ncontinued foster care of the children:\r\n\n      Although [Mother] successfully completed a mental health assessment\r\n      and no services were needed and obtained adequate employment and\r\n      housing with space available for 2 children, a Permanency Planning\r\n      Hearing was held on September 18, 2008 ordering Mother to undergo\r\n      an alcohol and drug assessment. On December 3, 2008 Saluda\r\n      County DSS transported [Mother] . . . for an alcohol and drug\r\n      assessment. [Mother] tested positive for cocaine and marijuana, she\r\n      denies any drug use and refuse [sic] to comply with treatment services\r\n      offered . . . , however, her file was unsuccessfully closed as of\r\n      December 23, 2008 due to her lack of attendance.\r\n\r\nThe report also noted Father's inability to meet the demands of the Plan:\r\n\r\n      [Father] . . . has not obtained adequate housing nor has he\r\n      demonstrated the ability to economically provide for all the needs of\r\n      the minor children.\r\n\r\n       On February 19, 2009, the family court held a Permanency Planning Hearing\r\nand DSS presented results and findings from its further investigation of the\r\nunaddressed issues from the September 30, 2008 hearing. DSS verified that Father\r\nagreed to a court finding that he more likely than not molested his daughter.\r\nMoreover, although this order was included in the Statewide Central Registry, DSS\r\npreviously failed to discover the court order due to an existing law which provided\r\nfor the purging of the registry following a certain period of time. DSS concluded\r\nthat because of this molestation issue and Father's unemployment and\r\nhomelessness, termination of his parental rights with regard to Boy and Girl would\r\nbe in the children's best interest.\r\n\r\n       DSS also presented the results of Mother's drug and alcohol assessment from\r\nthe Supplemental Report, and verified her positive test, refusal to attend group\r\nsessions and denial of drug use. DSS argued supportable grounds for termination\r\nof parental rights (TPR) existed and termination would serve the best interests of\r\nthe children. The family court agreed, and issued an order on February 19, 2009,\r\ndirecting severance of parental rights:\r\n\r\n      The children have continuously been in foster care since October 5,\r\n      2007, a period of sixteen months. S.C. Code Ann. § 20-7-\r\n      766(F)(Supp. 2007) makes it clear that a reasonable time for\r\n      reunification is not to exceed eighteen (18) months. Indeed there is no\r\n      statutory provision for extending the time for reunification based upon\r\n\n      issues that may arise after the children are taken into care. In this\r\n      case, the issue of drug use by [Mother] arose because of her conduct;\r\n      her unwillingness to address that issue has resulted in an expiration of\r\n      the time this [c]ourt will afford her to demonstrate that she can\r\n      provide for these minors. The need for permanency for these children\r\n      will not abide further delays in obtaining that permanency.\r\n      ....\r\n\r\n      DSS shall commence a termination of parental rights proceeding\r\n      against Defendants within sixty (60) days of the filing of this Order . .\r\n      . . The next permanency planning hearing shall be held within one (1)\r\n      year of the date of this hearing.\r\n       Despite this finding, at the termination of parental rights hearing, the family\r\ncourt found that the evidence supported Defendants' claim that DSS failed to\r\nprovide services to assist them in meeting their goals:\r\n\r\n      The parental rights of Defendants . . . should not be terminated\r\n      because it is not in the best interest[s] of the children to do so at this\r\n      time. Defendant's claim that Plaintiff was dilatory and mishandled\r\n      this case which resulted in the extended time in which the children\r\n      have been in Plaintiff's custody. It is undeniable that had the Plaintiff\r\n      uncovered subsequently discovered concerns sooner, [Defendants]\r\n      would have been afforded more time to adequately address those\r\n      concerns and more importantly, to consider the consequences of\r\n      failing to address those concerns.\r\n\r\n       Additionally, the family court noted that, in September 2008, DSS appeared\r\nready to return the children to the custody of Mother, and \"while there were good\r\nand justifiable reasons for the [c]ourt's refusal to do so, it does not appear that\r\n[DSS] has provided sufficient time and guidance and services in remedying those\r\nconcerns.\" The family court then mandated the continued placement of the\r\nchildren with DSS and ordered the parties to agree on a Placement Plan designed\r\nto effectuate the reunification of Defendants and the children. The family court\r\nrequired that the Plan include at least a psychological evaluation and random\r\nalcohol and drug tests for Defendants, parenting skills classes, closely monitored\r\nvisitation, and resolution of issues regarding Defendants' ability to provide for the\r\nongoing basic needs of the children to include maintenance of adequate\r\nemployment and transportation. The family court also took care to warn\r\n\nDefendants of the importance of timely and successful completion of the Plan's\r\nobjectives:\r\n\r\n      Pursuant to S.C. Code Ann. § 63-7-1680(E) Defendants are generally\r\n      advised that failure to substantially accomplish the objectives stated in\r\n      the Placement Plan within the specified time frames provided may\r\n      result in termination of parental rights . . . . However, in light of the\r\n      extensive time that the minors have been in foster care, time of [sic]\r\n      the essence as for Defendants and that the requirements of this plan\r\n      must be successfully, fully, and entirely completed prior to the review\r\n      date, which will be March 4, 2010 at 3:00 P.M. or the Court will\r\n      direct [DSS] to proceed with another termination of parental rights\r\n      hearing.\r\n\r\n        On April 20, 2010, the family court held another Permanency Planning\r\nHearing, and reviewed the conduct of the parties pursuant to the Plan adopted at\r\nthe August 27, 2009 hearing. The court's order relied rather substantially on the\r\ntestimony of the Saluda County DSS worker assigned to the case. That worker\r\ntestified in pertinent part, that:\r\n\r\n      (1) DSS recommended TPR based primarily on psychological\r\n          evaluations, drug test results, and concerns regarding Mother's\r\n          ability to adequately provide for the children's needs.\r\n\r\n      (2) On January 12, 2010, Father tested positive for cocaine.\r\n          However, Father denied the use of drugs. Due to Father's positive\r\n          test and prior issues related to child molestation, DSS did not\r\n          recommend return of the children to a household in which he\r\n          resided. However, Mother could not adequately support the\r\n          children without assistance from Father, and could not assert\r\n          herself against him in order to protect the best interest of the\r\n          children.\r\n\r\n      (3) Defendants completed certain items of the Plan, including\r\n          visitation, parenting and anger management classes, the\r\n          maintenance of adequate shelter, and the preparation of a financial\r\n          budget. However, Defendants' limited income and budget failed to\r\n          provide for all of the children's necessary expenses.\r\n\n      (4) Despite a medical recommendation of short term psychotherapy\r\n          for Mother's anxiety issues, DSS had been unable to assist with\r\n          such services.\r\n\r\n       The Guardian ad Litem (GAL) testified and also recommended TPR. The\r\nGAL expressed concern that Defendants denied drug use during the periods they\r\ntested positive, and that their home had a strong odor of second-hand smoke.\r\n\r\n       Thus, the family court approved TPR and adoption as the children's\r\npermanency plan. According to the family court, the best interests of the children\r\nwould not be served by return to Defendants and DSS made reasonable and timely\r\nefforts to make and finalize a permanent plan for the children. The court\r\nsummarized the myriad issues working to prevent reunification of the family unit:\r\n\r\n      Both Defendants, at times, have taken initiative and made progress,\r\n      but neither has placed himself or herself in a position to be awarded\r\n      custody of the children at the time of this hearing. They now find\r\n      themselves in somewhat of a Catch-22 situation living in the [F]ather's\r\n      home, especially in light of [Father's] continued drug use and\r\n      [Mother's] financial limitations and inability to provide for the\r\n      children on her own. The parties have never married, and [Father] has\r\n      not offered to move out of his own home. Any financial aid available\r\n      to [Mother] would be in the form of assistance, not a substitute for her\r\n      parental obligations, and would not meet the basic needs of the\r\n      children even in combination with her limited income.\r\n\r\n      On January 27, 2011, the family court commenced a TPR hearing. The\r\nfamily court found that the facts of the case presented grounds for TPR pursuant to\r\nsection 63-7-2570(8), and addressed directly the delay in processing the case:\r\n\r\n      Nowhere in the above is there substantial evidence that the delay in\r\n      the processing of this case is attributable to the acts of others, unless\r\n      the various Family Court Judges that have heard this matter constitute\r\n      others, a proposition this [c]ourt will not accept.\r\n\r\n       The family court noted many of the issues addressed in the prior review\r\nhearing, placing special emphasis on the special needs of the children, and the\r\nparent's inability to provide for these needs. Thus, the court found TPR in the best\r\ninterests of the children, and approved adoption as the plan for permanency.\r\n\n       Mother appealed the family court's TPR order. On November 29, 2011, the\r\ncourt of appeals reversed in an unpublished opinion pursuant to Rule 268(d)(2),\r\nSCACR. DSS petitioned this Court for review, and we granted that petition.\r\n\r\n                               ISSUES PRESENTED\r\n\r\n   I.\t    Whether section 63-7-2570(8) of the South Carolina Code is\r\n          unconstitutional when it is the only basis for the termination of parental\r\n          rights.\r\n\r\n   II.\t   Whether the court of appeals erred in reversing the family court's finding\r\n          that DSS proved by clear and convincing evidence that termination was\r\n          in the children's best interest where the children had been in foster care\r\n          for fifteen of the most recent twenty-two months.\r\n\r\n                            STANDARD OF REVIEW\r\n\r\n       In reviewing the decision of the family court, an appellate court has the\r\nauthority to find the facts in accordance with its own view of the preponderance of\r\nthe evidence. Lewis v. Lewis, 392 S.C. 381, 384, 709 S.E.2d 650, 651 (2011).\r\nWhile this Court retains its authority to make its own findings of fact, we recognize\r\nthe superior position of the family court in making credibility determinations. Id.\r\nat 392, 709 S.E.2d at 655. In addition, \"consistent with our constitutional authority\r\nfor de novo review, an appellant is not relieved of his burden to demonstrate error\r\nin the family court's findings of fact.\" Id. Thus, \"the family court's factual\r\nfindings will be affirmed unless 'appellant satisfies this Court that the\r\npreponderance of the evidence is against the finding of the [family] court.'\" Id.\r\n(citations omitted).             LAW/ANALYSIS\r\n\r\n   I.\t    The constitutionality of section 63-7-2570(8) of the South Carolina\r\n          Code.\r\n\r\n       Mother challenges the constitutionality of section 63-7-2570(8), and claims\r\nin her brief that in order to reverse the court of appeals, \"this Court must hold as a\r\nmatter of law, that it is constitutionally permissible to terminate parental rights\r\nbased on nothing more than the passage of time.\" We disagree.\r\n\n        In deciding the constitutionality of a statute, every presumption will be made\r\nin favor of its validity, and no statute will be considered unconstitutional unless its\r\ninvalidity leaves no doubt that it conflicts with the constitution. State v. Gaster,\r\n349 S.C. 545, 549–50, 564 S.E.2d 87, 89–90 (2002). \"This presumption places the\r\ninitial burden on the party challenging the constitutionality of the legislation to\r\nshow it violates a provision of the constitution.\" State v. White, 348 S.C. 532,\r\n536–37, 560 S.E.2d 420, 422 (2002).\r\n\r\n      The family court relied on section 63-7-2570(8) as the sole basis for\r\nterminating Mother's parental rights. That section provides in pertinent part:\r\n\r\n              The family court may order the termination of parental rights upon a\r\n              finding of one or more of the following grounds and a finding that\r\n              termination is in the best interest of the child . . .\r\n\r\n              (8) The child has been in foster care under the responsibility of the\r\n              State for fifteen of the most recent twenty-two months.\r\n\r\nS.C. Code Ann. § 63-7-2570(8) (2010).\r\n\r\n       In Santosky v. Kramer, 455 U.S. 745, 753 (1982), the United States Supreme\r\nCourt recognized that parents have a fundamental liberty interest in the care,\r\ncustody, and management of their children. This interest does not \"evaporate\r\nsimply because they have not been model parents or have lost temporary custody\r\nof their child to the State.\" Id. (\"Even when blood relationships are strained,\r\nparents retain a vital interest in preventing the irretrievable destruction of their\r\nfamily life.\") The Supreme Court held that the Due Process Clause of the\r\nFourteenth Amendment1 prevents a state from completely and irrevocably severing\r\nthe rights of parents in their natural child unless the state's allegations against those\r\nparents can be proven by at least clear and convincing evidence. Id. at 747–48.\r\nThis Court has long recognized and applied this principle to the termination of\r\nparental rights in South Carolina. Hooper v. Rockwell, 334 S.C. 281, 296, 513\r\nS.E.2d 358, 366 (1999); Richland Cnty. Dep't of Soc. Servs. v. Earles, 330 S.C. 24,\r\n32, 496 S.E.2d 864, 868 (1998); Greenville Cnty. Dep't. of Soc. Servs. v. Bowes,\r\n313 S.C. 188, 193, 437 S.E.2d 107, 110 (1993), superseded by statute, S.C. Code\r\nAnn. § 20-7-1572 (Supp. 1997), as recognized in Hooper, 334 S.C. at 297 n.6, 513\r\nS.E.2d at 366 n.6.\r\n                                                            \r\n1   U.S. Const. amend. XIV, § 1.\r\n\n       Therefore, when DSS seeks TPR pursuant to section 63-7-2570, the\r\nallegations supporting that termination must be proved by clear and convincing\r\nevidence. Moreover, it is paramount that termination under those grounds is in the\r\nbest interests of the child. See S.C. Code Ann. § 63-7-2570 (\"The family court\r\nmay order the termination of parental rights upon a finding of one or more of the\r\nfollowing grounds and a finding that termination is in the best interest of the\r\nchild.\") (emphasis added).\r\n      In Charleston County Department of Social Services v. Marccuci, 396 S.C.\r\n218, 721 S.E.2d 768 (2011), we decided that parental rights cannot be terminated\r\npursuant to section 63-7-2570(8) merely due to the passage of time, and held that\r\nthe family court erred in terminating the father's parental rights because his actions\r\ndid not materially contribute to the delay in reunification:\r\n\r\n      Here, there is substantial evidence that this little girl languished\r\n      unduly in foster care not because of any actions, or inactions, by\r\n      [father], but because the delays generated and road blocks erected in\r\n      the removal action made it impossible for the parties to regain legal\r\n      custody of [minor] prior to the expiration of the fifteen month period .\r\n      . . . Taking our own view of the evidence, we find that [father] did not\r\n      sit idly by while his child was in foster care, but rather he was stymied\r\n      by the system charged with the responsibility of protecting this child .\r\n      . . . The various continuances requested by other parties were largely\r\n      the reason the child remained in foster care . . . and under these\r\n      circumstances, we hold that this ground should not serve as the basis\r\n      for terminating this father's parental rights.\r\n\r\nId. at 227, 721 S.E.2d at 773 (alterations in original).\r\n\r\n       Thus, section 63-7-2570(8) may not be used to sever parental rights based\r\nsolely on the fact that the child has spent fifteen of the past twenty-two months in\r\nfoster care. The family court must find that severance is in the best interests of the\r\nchild, and that the delay in reunification of the family unit is attributable not to\r\nmistakes by the government, but to the parent's inability to provide an environment\r\nwhere the child will be nourished and protected. See S.C. Code Ann. § 63-7-2510\r\n(2010) (explaining the purpose behind the South Carolina Code's TPR statute).\r\n\r\n      In dissent, Justice Beatty argues that these considerations are only relevant\r\nwithin the context of an \"as-applied\" challenge. We disagree. These\r\nconsiderations are part and parcel of the application of section 63-7-2570(8) and\r\n\nare essential to an analysis of facial constitutionality. This interpretation comports\r\nwith the General Assembly's intent in creating a robust child protection regime.\r\n\r\n       The General Assembly sought to establish a mechanism for \"reasonable\"\r\nand \"compassionate\" TPR only after a child has been \"abused, neglected, or\r\nabandoned.\" S.C. Code Ann. § 63-7-2510 (2010). The General Assembly decided\r\nthat TPR under these circumstances was necessary in order to make these children\r\neligible for adoption and placement in the type of environment necessary for a\r\n\"happy, healthful, and productive life.\" Id. It is neither reasonable nor\r\ncompassionate to permanently sever parental rights based on significant delays and\r\nroadblocks erected by the State. Moreover, TPR granted solely on this basis runs\r\ncounter to a parent's fundamental liberty interest in the care, custody, and\r\nmanagement of his or her child. See Santosky, 455 U.S. at 753. In assuming every\r\npresumption in favor of the TPR statute's validity, we refuse to find that the\r\nGeneral Assembly created a mechanism at conflict with the constitutional rights of\r\nparents. Adoption of such a distorted view of section 63-7-2570 would lead to\r\nresults fundamentally out of step with well-settled constitutional rights, and we\r\nmust presume that the General Assembly intended no such reading. Gaster, 349\r\nS.C. at 549–50, 564 S.E.2d at 89–90. Thus, we hold that section 63-7-2570(8)\r\nprovides the requisite level of due process to preserve a parent's fundamental rights\r\nin a TPR proceeding while at the same time recognizing the State's compelling\r\ninterest in providing for the health and welfare of children who face abuse, neglect,\r\nor abandonment. 2\r\n                                                            \r\n2 We respectfully disagree with Justice Beatty's assertion that section 63-7-2570(8)\r\nis inconsistent with the legislative intent of the federal Adoption and Safe Families\r\nAct of 1997 (AFSA). See Pub. L. No. 105-89, 111 Stat. 2115; 42 U.S.C. § 675;\r\nsee also Act No. 391, 1998 S.C. Acts. As the dissent notes, the General Assembly\r\ncomplied with AFSA by adopting section 63-7-2570(8). However, the dissent\r\nmischaracterizes the statute's temporal requirement and states that \"unlike other\r\nenumerated TPR grounds,\" section 63-7-2570(8) \"does not involve some type of\r\nparental conduct or inaction that demonstrates unfitness.\" As explained, supra,\r\ncourts may not terminate a parent's rights under section 63-7-2570(8) absent a\r\nshowing that termination is in the best interests of the child, and that the delay in\r\nreunification of the family unit is attributable to the parent's inability to adequately\r\nprovide for the child. The facts of this case undoubtedly establish that Mother is\r\nprimarily responsible for the delays in resolution of this case, and she has\r\nrepeatedly refused to remedy the issues preventing her from taking custody of her\r\nchildren. Thus, Mother's unfitness is demonstrated not only by her inadequate\r\nparenting, but also by her inaction over the course of several years.\r\n\n      The facial constitutionality of section 63-7-2570(8) does not immunize it\r\nfrom challenge under an as-applied theory. Put another way, and consistent with\r\nour holding in Marccuci, the statute can be challenged based on the ground that\r\napplication of the statute has violated a parent's constitutional rights. This could\r\nobviously be true if a family court approved TPR, pursuant to the statute, based\r\nmerely upon the passage of time, or due to circumstances largely outside the\r\ncontrol of the parent. However, Mother has not challenged the statute under an as-\r\napplied theory. Consequently, that question is not properly before this Court.\r\nRosamond Enters., Inc. v. McGranahan, 278 S.C. 512, 513, 299 S.E.2d 337, 338\r\n(1983) (holding that appellant may not argue different ground on appeal than she\r\nargued at trial). Thus, the only question before us is whether DSS proved the\r\ntermination ground by clear and convincing evidence.\r\n\r\n                       II. Clear and Convincing Evidence\r\n\r\n       DSS argues that the court of appeals erred in reversing the family court's\r\norder terminating Mother's parental rights. We agree. As DSS argues, the facts of\r\nthis case do not represent a \"procedural morass,\" but instead show prolonged foster\r\ncare because of valid court findings that reunification of the family unit was not in\r\nthe children's best interests. Now that a family has stepped forward to provide a\r\nstable environment for the children, this Court will not contribute to further delay.\r\n\r\n       In its unpublished opinion, the court of appeals cited Marccuci and Loe v.\r\nMother, Father, & Berkeley County Department of Social Services, 382 S.C. 457,\r\n471, 675 S.E.2d 807, 814 (Ct. App. 2009), to support its determination that DSS\r\nfailed to prove the statutory grounds for termination by clear and convincing\r\nevidence, or that TPR would serve the best interests of the children. Ordinarily we\r\nwould not provide an extensive retelling of the facts of these prior cases.\r\nHowever, because of the significant factual distinctions between those cases and\r\nthe case sub judice, a review is necessary.\r\n\r\n       In Marccuci, Sean Taylor appealed a TPR order regarding his three year old\r\ndaughter. 396 S.C. at 220, 721 S.E.2d at 769–70. The minor child was born to\r\nTaylor and Christine Marccuci in September 2005. Id. In September 2007,\r\nMarccuci relocated to South Carolina with the child. Id. at 221, 721 S.E.2d at 770.\r\nTaylor moved in with Marccuci in North Charleston, with a long-term plan of\r\nreturning to New Jersey with his child. Id. On January 23, 2008, police came to\r\nthe hotel in search of Marccuci after she failed to report to work. Id. A police\r\nbackground check on Taylor erroneously reported that he had an outstanding\r\nwarrant for rape in New Jersey. Id. Police arrested Taylor and placed the child in\r\n\nDSS protective custody. Id. Although no outstanding warrant existed, the trip to\r\nSouth Carolina violated Taylor's prior unrelated probationary sentence, and he was\r\njailed until June 2008. Id. at 221–22, 721 S.E.2d at 770–71. Upon his release,\r\nTaylor remained subject to an order restraining him from contact with his daughter,\r\nbut DSS requested priority placement evaluation with his parents (Grandparents),\r\nwho resided in New Jersey. Id. at 222, 721 S.E.2d at 770.\r\n\r\n       However, Grandparents were unable to take custody of the child due to\r\nerrors by DSS and the court system. Justice Hearn astutely observed the\r\n\"procedural morass\" that unfairly prevented timely reunification of Taylor and his\r\ndaughter:\r\n\r\n      The action began in a timely manner on January 28, 2008, with the\r\n      probable cause hearing. The merits hearing was scheduled for\r\n      February 28, but the court continued it . . . . At some point the merits\r\n      hearing was set for June 4. However, a pre-trial hearing scheduled for\r\n      May 13 was continued until June 18 because no judge was available;\r\n      the June 4 merits hearing accordingly was rescheduled for October 1. .\r\n      . . Frustrated at the lack of progress in this case, [Grandparents]\r\n      moved for an expedited placement hearing, but that too was continued\r\n      on December 8 for unknown reasons. On January 22, 2009, the\r\n      hearing on the expedited motion was again continued. The merits\r\n      hearing was then scheduled for April 30, nearly fifteen months after\r\n      the minor child was removed by DSS, to no avail; it was continued for\r\n      lack of notice. The hearing was once again continued on May 4 for\r\n      the same reason. It was not until July 10–far beyond the thirty day\r\n      limit provided by statute–that the merits hearing was held, and the\r\n      final order was not issued until August 3, over one-and-a-half years\r\n      after the child was placed in protective custody.\r\n\r\nId. at 771–72, 721 S.E.2d at 223–24. Thus, this Court reversed the order of the\r\nfamily court terminating Taylor's parental rights.\r\n\r\n       In Loe, the parents married in 2002 and divorced in 2004. 382 S.C. 457,\r\n459, 675 S.E.2d 807, 808. They had three children together: sister, and twins,\r\ndaughter and son. Id. When daughter was six months old, she was severely\r\ninjured, reportedly while in the father's care. Id. A physician diagnosed daughter's\r\ncondition as non-accidental, subdural hematomas, i.e. bleeding on the brain, which\r\nis often associated with \"Shaken Baby Syndrome.\" Id. DSS took the children into\r\nemergency protective custody, and the family court granted DSS custody of the\r\n\nthree children following a probable cause hearing. Id. at 459, 675 S.E.2d at 808–\r\n09. In October 2003, DSS voluntarily returned sister to mother's custody. Id. at\r\n460, 675 S.E.2d at 809. In August 2004, the family court conducted an initial\r\npermanency planning hearing, and DSS recommended a permanent plan of\r\nreunification of daughter and son with the mother. Id. at 460, 675 S.E.2d at 809.\r\nHowever, the court granted a DSS request for an extension for reunification due to\r\nson's significant physical disabilities and daughter's developmental problems\r\nresulting from her injuries. Id. Over the next two years, the mother's unsupervised\r\nvisitation, including overnight stays, increased. However, in 2005, son and\r\ndaughter's foster parents filed actions against the mother and father, and DSS,\r\nseeking termination of the parent's rights, and inter alia, the issuance of a decree of\r\nadoption. Id. at 461, 675 S.E.2d at 809. This development did not prevent DSS\r\nfrom moving forward with reunification plans. Id. In January 2007, the mother\r\nfiled an answer to the foster parent's complaint and stated that DSS should return\r\ncustody of daughter and son to her because she had completed the terms of her\r\nDSS plans. Id. at 462, 675 S.E.2d at 810. In February 2007, the family court\r\nconducted a hearing and found the mother satisfied four statutory grounds for\r\ntermination, including that son and daughter has been in foster care for fifteen of\r\nthe most recent twenty-two months. Id. at 465, 675 S.E.2d at 812.\r\n\r\n       On appeal, the mother in Loe argued that \"the actions of others raised\r\nbarriers and caused delays that resulted in her children remaining in foster care\r\nbeyond the statutory time required to trigger this ground for TPR.\" Id. at 469, 675\r\nS.E.2d at 813. Interestingly, DSS aligned itself with mother in opposing TPR. Id.\r\nat 465, 675 S.E.2d at 812. DSS testified that it caused delays in reunifying Mother\r\nwith her children:\r\n\r\n      DSS dropped the ball. And that really is not something [the mother]\r\n      has any control over. DSS does have its shortcomings and we are\r\n      working to overcome those shortcomings, but the fact remains that a\r\n      good many of the delays in this case have been departmental and not\r\n      because of anything [mother] did. So while it is true that the children\r\n      have been in foster care 15 of the last 22 months . . . that can't all be\r\n      ascribed to mother.\r\n\r\nId. at 469, 675 S.E.2d at 814. Based on these unfortunate circumstances, the court\r\nof appeals reversed the family court's TPR order. Id. at 474, 675 S.E.2d at 816.\r\n\r\n     The facts of the instant case bear little, if any, resemblance to those of\r\nMarccuci and Loe.\r\n\n       As the family court noted, a review of the court proceedings in this case\r\ndemonstrates that \"the failure of having the children returned to the parents rests\r\nsquarely on the parent's shoulders.\" For example, the family court continued the\r\nNovember 15, 2007, hearing at the request of Mother's attorney. On December 20,\r\n2007, the family court found that it would be contrary to children's best interests to\r\nbe returned to Defendants' custody. On June, 12, 2008, in a review hearing, the\r\nfamily court found that Defendants failed to complete the requirements set forth in\r\nthe court approved Placement Plan. Thus, the terms and conditions of that Plan\r\nhad to be extended. On September 4, 2008, DSS issued a Supplemental Report\r\nrecommending reunification of the children with Defendants. However, at the\r\nSeptember 30, 2008, Permanency Planning hearing, Father's prior stipulation to\r\ncommitting sexual abuse of a minor child came to light. The court ordered a full\r\ninvestigation of previously undiscovered issues, and a six-month extension of the\r\nPlan. On January 23, 2009, DSS issued a second Supplemental Report and\r\nrecommended TPR due to Mother's inability to complete a drug treatment program\r\nfollowing a positive drug test, and her continued co-habitation with Father. DSS\r\nalso demonstrated that Father could not obtain adequate housing or economically\r\nprovide for the needs of the children. On August 17, 2009, the family court\r\nrefused to terminate Defendant's parental rights and found that DSS failed to\r\nprovide Defendants with certain services to assist them in meeting their goals.\r\nHowever, the court cautioned Defendants against further delay in resolving the\r\nreunification issue.\r\n\r\n       Following this admonishment, Father tested positive for cocaine on January\r\n12, 2010. In the final family court order approving TPR as in the best interests of\r\nthe children, the family court noted that Defendants tested positive for drugs but\r\ndenied drug use, that Mother could not assert herself and protect the best interests\r\nof the children, and that Defendants maintained a limited budget that failed to\r\nprovide for all of the children's necessities.\r\n\r\n        Our review of the Record establishes that Defendants are responsible for the\r\nsignificant delays in this case. Admittedly, the late discovery and subsequent\r\ninvestigation of Father's prior act of sexual abuse meant that DSS could not\r\naccomplish its previously stated goal of reunification. However, DSS failed to\r\ndiscover the court order because state law purged the record from the Statewide\r\nCentral Registry, not because of agency shortcomings. This of course does not\r\nrepresent the kind of significant delay evident in Loe. Additionally, although at\r\nleast five family court judges presided over different phases of this action, each\r\njudge issued cogent and detailed orders balancing the best interests of the children\r\nand Defendant's fundamental rights.\r\n\n       As the family court observed, this case \"could serve as the 'poster child case'\r\nfor how children can end up languishing in foster care.\" While at times Mother has\r\ntaken steps to remedy the situation leading to removal of the children, she has\r\nfailed to make the necessary lifestyle changes to provide them with a safe and\r\nstable environment. The first continuance of the Placement Plan was not at the\r\nrequest of DSS, but instead due to Mother's failure to complete the Plan's\r\nrequirements. Mother still refuses to take responsibility for her own drug activity,\r\nand has failed to show that she can provide for the children without the help of\r\nFather. Father has admitted that he cannot maintain adequate housing and\r\nemployment, and stipulated to prior sexual abuse of a minor. However, Mother\r\nhas continued to cohabitate with Father, even right up until the oral argument of\r\nthis case. Although Mother has paid lip service to the requirements of\r\nreunification, she has taken no legitimate or significant steps toward actually\r\nmeeting those requirements. Thus, viewing the Record in its totality, we cannot\r\nattribute the delays in this case to DSS, or find that DSS made it impossible for\r\nMother to regain legal custody of her children prior to the expiration of the fifteen-\r\nmonth period. Consequently, the court of appeals erred in finding that DSS did not\r\nmeet its burden of proving termination of Mother's parental rights was in the\r\nchildren's best interests.3\r\n\r\n       There is perhaps no relationship more sacred than that of parent and child.\r\nWe have long recognized and respected the fact that a parent's fundamental rights\r\ncannot be discarded simply because they have not been model parents or find their\r\nchildren under the control of the State. See Santosky, 455 U.S. at 753. Despite the\r\n                                                            \r\n3 We acknowledge Justice Pleicones's dissent and believe that this opinion and his\r\nseparate writing sufficiently illustrate our differing views of the facts of this case.\r\nJustice Pleicones would refuse to find that any of the delay between October 2007,\r\nwhen the family court awarded DSS emergency protective custody, and March\r\n2010 can be attributed to Mother. However, this viewpoint ignores the Mother's\r\ndrug use and unwillingness to address that issue. The viewpoint also ignores the\r\nthreat posed by Father, given his admitted cocaine use and a court finding that he\r\nmore than likely molested a child. This is not a view we can accept. In addition,\r\nthe majority fully realizes that poverty is not a ground for TPR. Finally, our\r\ndecision today does not rest on the presence or absence of secondhand smoke in\r\nMother's home. Instead, as discussed supra, this difficult decision rests squarely\r\non Mother's refusal to take the necessary steps toward reunification with the\r\nchildren, and that Defendants, rather than the State, are primarily responsible for\r\nthe significant delays in this case.\r\n\nimportance of these rights, the purpose of the statutory ground allowing for TPR\r\nonce a child has been in foster care for fifteen of the last twenty-two months is to\r\nensure that children do not languish in foster care when TPR is in their best\r\ninterests. Charleston Cnty. Dep't of Soc. Serv. v. Jackson, 368 S.C. 87, 101–02,\r\n627 S.E.2d 765, 773 (Ct. App. 2006). Appellate courts must consider the child's\r\nperspective, and not the parent's, as the primary concern when determining whether\r\nTPR is appropriate. See id. at 102, 627 S.E.2d at 773. Adoptive parents have\r\nstepped forward and provided a loving and stable environment, and the children\r\nwish to remain a part of that environment. This Court will not prolong the\r\nuncertainty of their status only to give more time to a biological parent who refuses\r\nto place herself in a position to be awarded custody of her children.\r\n\r\n      Accordingly, we hold that the family court properly terminated Mother's\r\nparental rights pursuant to section 63-7-2570(8) of the South Carolina Code. Thus,\r\nwe reverse the decision of the court of appeals and direct DSS to immediately\r\nimplement a plan consistent with the findings of the family court.\r\n\r\nREVERSED.\r\n\r\n\r\n\r\nKITTREDGE and HEARN, JJ., concur. PLEICONES, J., dissenting in a\r\nseparate opinion. BEATTY, J., dissenting in a separate opinion.\r\n\nJUSTICE PLEICONES: I respectfully dissent and would affirm the Court of\r\nAppeals reversal of the family court order terminating respondent's (Mother's)\r\nparental rights. Like the Court of Appeals, I would find that petitioner Department\r\nof Social Services (DSS) did not meet its burden of proving by clear and\r\nconvincing evidence that the children have remained in foster care because of\r\nMother's actions or inactions. See Charleston Cnty. Dep't of Soc. Servs. v.\r\nMarccuci, 396 S.C. 218, 721 S.E.2d 768 (2011) (no TPR where much of child's\r\ntime in DSS custody is not attributable to parent). As explained below, the\r\nmajority and I read the record here very differently.\r\n\r\nMother's two children were taken into protective custody by DSS in early October\r\n2007 because of abysmal living conditions.4 DSS filed a report on September 4,\r\n2008, supporting the return of the children to Mother and scheduled a hearing for\r\nSeptember 18, 2008. At that hearing, DSS informed the court and the parties that\r\nthere were additional unaddressed issues, most relating to a 1994 DSS order which\r\nfound that Vaughn S., father of Mother's two minor children, had \"more likely than\r\nnot sexually abused\" his daughter from a different relationship5. Additionally,\r\nDSS averred that in July 2008, the parties' seven-year-old daughter had made\r\nstatements that \"raised the specter of alcohol and drug abuse and [of] substantial\r\nneglect.\" Despite these concerns raised for the first time at the hearing, DSS\r\nadhered to its recommendation that the children be returned to Mother's custody,\r\nwith Vaughn's visitation to be strictly supervised by another adult, that Mother\r\nsubmit to a drug and alcohol assessment and comply with any recommendations,\r\nthat she submit to random drug tests, and that she successfully complete a\r\nparenting skills class.\r\n\r\nThe family court declined to reunite Mother and the children, instead extending the\r\nreunification permanency plan for six months. DSS was ordered to conduct a\r\ncomplete and thorough investigation \"with all due diligence\" of the new issues it\r\nraised at the September 2008 hearing.\r\n\r\n\r\n\r\n                                                            \r\n4    Mother\r\n          had already sent the older child to live with a relative and had filled out\r\nthe school forms necessary for that relative to enroll the child in the relative's\r\ndistrict.\r\n  From the record before the Court, it appears that Vaughn's court appointed\r\n5\r\n\r\n\r\nattorney did not appear at the 1994 hearing where Vaughn consented to entry of\r\nthis finding. Despite this finding, the same order granted Vaughn supervised\r\nvisitation with this child.\r\n\nMother tested positive for cannabinoid and cocaine in December 2008, but denied\r\nusing illegal drugs. As a result of her insistence that she had not used illegal drugs,\r\nthe drug assessment agency closed her file. In February 2009, the family court\r\nheld another hearing and ordered DSS to commence a termination of parental\r\nrights (TPR) action within sixty days.\r\n\r\nDSS then sought to terminate Mother's rights for failure to support and because the\r\nchildren had been in DSS custody for fifteen of the past twenty-two months. The\r\nfamily court issued an order after a hearing on July 31, 2009, finding there was no\r\nevidence that Mother willfully failed to support her children. The family court also\r\nfound that termination was not in the children's best interest:\r\n\r\n                             [Mother and Vaughn] claim that [DSS] was dilatory and\r\n                             mishandled this case which resulted in the extended time in\r\n                             which the children have been in [DSS]'s custody. The evidence\r\n                             supported [Mother and Vaughn]'s claims that [DSS] failed to\r\n                             provide services to them to assist them in meeting their goals.\r\n                             It is undeniable that had [DSS] had [sic] uncovered\r\n                             subsequently discovered concerns sooner, the parents would\r\n                             have been afforded more time to adequately address those\r\n                             concerns and more importantly, to consider the consequences of\r\n                             failing to address those concerns.\r\n\r\nThe court went on to order that a reunification plan be developed prior to August\r\n27, 2009, when a hearing was scheduled to submit the plan.\r\n\r\nIn August 2009, the family court approved the new reunification plan. The court\r\nset a deadline of March 4, 2010, for successful completion of the plan's\r\nrequirements by Mother and Vaughn.\r\n\r\nThis matter was next before the family court in April 2010, resulting in a May\r\n2010 order which was vacated and a new order substituted nunc pro tunc in August\r\n2010.6 At the April 2010 hearing, DSS again sought permission to terminate both\r\nMother's and Vaughn's parental rights. DSS acknowledged that Mother had\r\nbasically complied with the placement plan, but maintained that the parents'\r\nincome was not sufficient to support the children.7 The family court order\r\n\r\n                                                            \r\n  I strongly disagree with the majority's findings that any of the delay between \n\r\n6\r\n\r\n\r\nOctober 2007 and March 2010 can be attributed to Mother. \n\r\n  Poverty is not a ground for TPR. \n\r\n7\r\n\npermitted DSS to again seek TPR. This TPR action was commenced April 28,\r\n2010,8 with Mother being served on May 13, 2010.\r\n\r\nThe TPR hearing originally set for August 27, 2010, was continued due to a bona\r\nfide medical emergency suffered by Vaughn on August 25. The matter finally\r\ncame before the court on January 27, 2011. The family court judge made the\r\nfollowing findings regarding the best interests of the children as they relate to\r\nMother. He found she had demonstrated “a lack of total commitment” to the\r\nchildren because (1) Mother used illegal drugs at least once; (2) she did not\r\nprovide child support until ordered to; and (3) she never requested unsupervised\r\nvisitation. He also found that Mother has a passive and submissive nature and\r\ntherefore could not protect the children from the threats posed to them by Vaughn;\r\nthat her present home environment is questionable given concerns about the\r\nchildren's sleeping arrangements, the second hand smoke, and the fact she had\r\nstarted a new job only two days earlier; that there remained an unsettled question\r\nwhere she would live if she could not live with Vaughn; that if returned to her\r\ncustody, the children would have to ride with their grandmother to drop Mother off\r\nat work at 11:30 pm; and that the children had \"special needs.\"9 As explained\r\nbelow, I do not find clear and convincing evidence that these issues demonstrate\r\nMother's lack of commitment to being reunited with her children.\r\n\r\nThe evidence in the record shows that while Mother had a single positive drug\r\nscreen in December 2008, she had willingly taken and passed every other drug test\r\nsince 2007; that Mother has timely paid every child support payment;10 and that\r\nwhile she may never have asked for unsupervised visitation, she has never missed\r\na visit with her children. The DSS caseworker testified there is a loving bond\r\nbetween Mother and her children, as there is between Vaughn and the children and\r\nMother's mother and the children. It is unclear what \"threats\" Vaughn posed to the\r\nchildren, but his rights have now been terminated. Further, despite concerns about\r\nMother's timid and submissive nature, the same character traits that caused the\r\nfamily court to consider the daughter \"special needs,\" the psychological counselor\r\nwho examined Mother and Vaughn at DSS's behest did not suggest either needed\r\n\r\n                                                            \r\n8    I\r\n    note that DSS commenced the TPR action prior to entry of the family court\r\norder.\r\n  The son has ADHD and the daughter is described as unsure, timid, a follower who\r\n9\r\n\r\n\r\nhas difficulty making decisions. Further, her problem solving skills \"are not\r\nappropriate for a child her age.\"\r\n   Recall that in the July 2009 order, the family court found no evidence that\r\n10\r\n\r\n\r\nMother had willfully failed to support the children.\r\n\nany treatment nor was he concerned about either parent's suitability to live with the\r\nchildren even in light of the 1994 finding against Vaughn.\r\n\r\nAt the time of the TPR hearing in January 2011, Mother, Vaughn, and Mother's\r\nmother were sharing a three bedroom trailer, meaning the children might have to\r\nshare a room. Unlike the family court, I am not convinced that the lack of a\r\nseparate bedroom for each child demonstrates a lack of parental commitment.\r\nWhile the GAL and DSS caseworker expressed concerns about second-hand\r\nsmoke, neither they nor the court suggested that exposing children to second-hand\r\nsmoke makes a person an unfit parent.11 Moreover, Mother was in the process of\r\nseeking section 8 housing in an apartment complex at the time of this TPR hearing\r\nwhich would allow her to live apart from Vaughn.12 Finally, while it is true that\r\nMother testified that the children would have to ride with her when her mother\r\ndropped her off at 11:30 pm for work, in my view, this is a reflection of Mother's\r\nsocioeconomic reality and not her parental fitness.13\r\n\r\nThe Court of Appeals reversed the termination order, finding that the sole ground\r\nupon which the termination rested, that the children had been out of the home for\r\nfifteen of the past twenty-two months, was inapplicable. The Court of Appeals\r\nheld there was not clear and convincing evidence that DSS did not bear\r\nresponsibility for many of the delays in this case, a fact which voids the TPR on\r\nthe 15/22 months ground.14 Further, the Court of Appeals found that although the\r\nfoster parents might offer advantages that Mother could not, \"the fundamental right\r\nof a fit parent to raise his or her child must be vigorously protected.\" SCDSS v.\r\n\r\n                                                            \r\n   I note there is no evidence that either child suffers respiratory or allergy\r\n11\r\n\r\n\r\nproblems.\r\n   Mother had secured such housing for herself and the children prior to the\r\n12\r\n\r\n\r\nSeptember 2008 hearing at which she expected to receive custody. She lost this\r\nhousing, however, when she was denied custody.\r\n   The record reflects that Mother had just begun a full-time job two days before the\r\n13\r\n\r\n\r\nTPR hearing, a job which would afford her and the children benefits after 45 days.\r\nPrior to obtaining this job, Mother had worked for four and a half years at a\r\nrestaurant, where her status as a shift worker prevented her from achieving full-\r\ntime status and its attendant benefits.\r\n   Recall that in July 2009, less than a year before this TPR action was commenced,\r\n14\r\n\r\n\r\na family court judge had found that DSS was largely responsible for the failure of\r\nthe family to be reunited. Arguably this unappealed order is the law of the case\r\nand requires that the twenty-two month period in § 63-7-2570(8) be restarted as of\r\nJuly 2009.\r\n\nSarah W., Op. No. 2011-UP-514 (Ct. App. filed November 29, 2011) citing Loe v.\r\nMother, Father v. Berkeley Cnty Dep't of Soc. Servs., 382 S.C. 457, 471, 675\r\nS.E.2d 807, 815 (Ct. App. 2009).15 The Court of Appeals reversed the order\r\nterminating Mother's parental rights and we granted certiorari to review that\r\ndecision.16\r\n\r\nI would affirm the decision of the Court of Appeals, thereby negating the necessity\r\nof reaching the constitutionality of § 63-7-2570(8) (2010) as a \"stand-alone\"\r\nground for TPR. Were I to reach the issue, I agree with Justice Beatty that the\r\nstatute is unconstitutional, even as narrowed by our earlier decisions requiring that\r\nthe delay in returning the children to their parent's home be attributable to the\r\nparent's conduct. I do not agree, however, that the statute's constitutionality can be\r\nsalvaged by engrafting a requirement that the family court also make a specific\r\nfinding that the parent is unfit. In my opinion, the addition of this requirement,\r\nwithout any specification of relevant considerations, renders the statute as newly\r\nconstrued unconstitutionally vague. E.g., Johnson v. Collins Entertainment Co.,\r\nInc., 349 S.C. 613, 546 S.E.2d 653 (2002) (statute that does not give fair notice of\r\nforbidden conduct is unconstitutionally vague); Toussaint v. State Bd. of Med.\r\nExaminers, 303 S.C. 316, 400 S.E.2d 488 (1991) (\"A law is unconstitutionally\r\nvague if it forbids or requires the doing of an act in terms so vague that men of\r\ncommon intelligence must necessarily guess as to its meaning and differ as to its\r\napplication.\").\r\n\r\nA New York statute required that in order to terminate parental rights, the state\r\nestablish both that it made diligent efforts to assist the parental relationship and\r\n\r\n                                                            \r\n15    The\r\n       majority, however, rests its clear and convincing evidence finding on this\r\ntelling fact: \"Now that a family has stepped forward to provide a stable\r\nenvironment for the children, this Court will not contribute to further delay.\" I\r\nagree that stability is important for these children, but note that while they were\r\nplaced in the same foster home from August 2007 until June 2010, they were\r\nmoved to a new home after this TPR action was commenced because their first\r\nfoster family adopted two other children. Moreover, it is inappropriate to consider\r\nthe children's desire to remain with their current foster family or the availability of\r\nan adoptive family in determining whether clear and convincing evidence exists for\r\nterminating parental rights.\r\n   The majority's concern with Mother's delay discounts the fact that Mother\r\n16\r\n\r\n\r\nprevailed on appeal, and that the only reason this matter was not concluded in\r\nNovember 2011 is because two members of this Court granted certiorari in May\r\n2012.\r\n\nthat the parent failed \"substantially and continuously or repeatedly to maintain\r\ncontact with or plan for the future of the child although physically and financially\r\nable to do so.\" The United States Supreme Court found this statute employed\r\n\"imprecise substantive standards that leave determination unusually open to the\r\nsubjective values of the judge\" and expressed concern that \"[b]ecause parents\r\nsubject to termination proceedings are often poor, uneducated, or members of\r\nminority groups . . . such proceedings are often vulnerable to judgments based on\r\ncultural or class bias.\" Santosky v. Kramer, 455 U.S. 745, 762-3 (1982). A\r\nrequirement of \"unfitness\" leaves the decision whether to terminate a parent's\r\nparental rights entirely to the subjective values of the family court judge, giving\r\neven less guidance than did the New York statute.\r\n\r\nMoreover, unlike Justice Beatty, I would not remand this case with instructions\r\nthat the family court determine Mother's parental fitness under this new test.\r\nLeaving aside my concern with whether DSS can meet the 15/22 month\r\nrequirement especially in light of Mother's successful appeal, it is for DSS in the\r\nfirst instance to review the facts of this case and determine whether it believes\r\nthere is clear and convincing evidence of Mother's parental unfitness.\r\n\r\nI also believe that Justice Beatty's instructions that the family court decide fitness\r\nbased upon its assessment of Mother's future ability to adequately provide for the\r\nbasic needs of her children erroneously focuses on predicting her future actions\r\nand erroneously places the burden on her to disprove unfitness. In my opinion, we\r\nerr when we terminate parental rights on anticipated conduct. Cf. S.C. Code Ann.\r\n§ 63-7-2570(6) (2010) (TPR on ground parent has a diagnosable condition unlikely\r\nto change within a reasonable time). I am especially concerned that most of the\r\nissues which Justice Beatty would instruct the family court to consider – housing,\r\nfood, clothing, and medical care – are subject to unconscious bias based upon\r\nMother's poverty as is demonstrated by the TPR order here. Moreover, under the\r\ncircumstances of this case, these issues mirror the grounds for termination set forth\r\nin § 63-7-2570(2), which permits termination where a parent has not remedied the\r\nconditions which led to the children's removal. While DSS pled that Mother had\r\nnot remedied the conditions under 2570(2), the family court declined to terminate\r\nMother's rights on this ground. I would not revisit that issue.\r\n\r\nI would affirm the decision of the Court of Appeals.\r\n\n       JUSTICE BEATTY: I respectfully dissent as I believe section 63-7-\r\n2570(8)17 is facially unconstitutional to the extent it is used as the sole basis for\r\nTPR. In my view, section 63-7-2570(8) is unconstitutional as it impermissibly\r\ncreates a presumption of parental unfitness due solely to the length of time a child\r\nspends in foster care. In order to comport with the guarantees of substantive due\r\nprocess, a determination of parental unfitness is a condition precedent to\r\ntermination of a parent's fundamental right to the custody of his or her child. As\r\nwill be discussed, I agree with the decision of the Court of Appeals to the extent it\r\nreversed the termination of Respondent's parental rights; however, I would remand\r\nthe matter to the family court for a determination of Respondent's parental fitness\r\nand, ultimately, whether her parental rights should be terminated.\r\n\r\n                                                               I.\r\n\r\n\r\n       Although our decision in Marccuci addressed the implications of section 63-\r\n7-2570(8), constitutionality was not an issue in that case. Charleston County Dep't\r\nof Soc. Servs. v. Marccuci, 396 S.C. 218, 721 S.E.2d 768 (2011). In Marccuci, we\r\nmerely held that strict adherence to section 63-7-2570(8) is not warranted in every\r\ncase. Id. at 226, 721 S.E.2d at 773. Specifically, we found that where there is\r\nsubstantial evidence that much of the delay is attributable to the acts of others, a\r\nparent's rights should not be terminated based solely on the fact that the child has\r\nspent greater than fifteen months in foster care. Id. at 227, 721 S.E.2d at 773.\r\nEssentially, we considered an \"as-applied\" challenge in Marccuci. In contrast, the\r\nRespondent in the instant case explicitly challenged section 63-7-2570(8) as\r\nfacially unconstitutional. Thus, it is incumbent upon this Court to now definitively\r\nanalyze this constitutional question. See S.C. Dep't of Soc. Servs. v. Cochran, 356\r\nS.C. 413, 420, 589 S.E.2d 753, 756 (2003) (\"We leave for another day the analysis\r\nof whether section [63-7-2570(8)] . . . is unconstitutional.\").\r\n      Pursuant to section 63-7-2570(8) the family court may order the termination\r\nof parental rights upon a finding that \"[t]he child has been in foster care under the\r\nresponsibility of the State for fifteen of the most recent twenty-two months\" and a\r\nfinding that \"termination is in the best interest of the child.\" § 63-7-2570(8). In\r\nevaluating the text of this statute, I adhere to the well-established rule of statutory\r\nconstruction that \"it is the duty of the court to ascertain the intent of the Legislature\r\nand to give it effect so far as possible within constitutional limitations.\" Brown v.\r\nCounty of Horry, 308 S.C. 180, 183, 417 S.E.2d 565, 567 (1992).\r\n\r\n                                                            \r\n17   S.C. Code Ann. § 63-7-2570(8) (2010).\r\n\n       Our state and federal Due Process Clauses provide that no person shall be\r\ndeprived of life, liberty, or property without due process of law. U.S. Const.\r\namend. XIV, § 1; S.C. Const. art. I, § 3. It has been \"long recognized that the\r\n[Fourteenth] Amendment's Due Process Clause, like its Fifth Amendment\r\ncounterpart, 'guarantees more than fair process.' \" Troxel v. Granville, 530 U.S. 57,\r\n65 (2000) (quoting Washington v. Glucksberg, 521 U.S. 702, 719 (1997)). \"The\r\nClause also includes a substantive component that 'provides heightened protection\r\nagainst government interference with certain fundamental rights and liberty\r\ninterests.' \" Id. (quoting Glucksberg, 521 U.S. at 720).\r\n      Without dispute, a parent's interest in the custody of his or her child is a\r\nfundamental right that must be recognized in TPR proceedings. See Troxel, 530\r\nU.S. at 66 (\"[I]t cannot now be doubted that the Due Process Clause of the\r\nFourteenth Amendment protects the fundamental right of parents to make\r\ndecisions concerning the care, custody, and control of their children.\"). As the\r\nUnited States Supreme Court (USSC) has explained:\r\n             The fundamental liberty interest of natural parents in the care,\r\n      custody, and management of their child does not evaporate simply\r\n      because they have not been model parents or have lost temporary\r\n      custody of their child to the State. Even when blood relationships are\r\n      strained, parents retain a vital interest in preventing the irretrievable\r\n      destruction of their family life. If anything, persons faced with forced\r\n      dissolution of their parental rights have a more critical need for\r\n      procedural protections than do those resisting state intervention into\r\n      ongoing family affairs. When the State moves to destroy weakened\r\n      familial bonds, it must provide the parents with fundamentally fair\r\n      procedures.\r\nSantosky v. Kramer, 455 U.S. 745, 753-54 (1982) (holding that before the State\r\nmay terminate parental rights, due process requires that the State support its\r\nallegations by at least clear and convincing evidence). Therefore, any deprivation\r\nof this fundamental right is subject to strict scrutiny. See Troxel, 530 U.S. at 80\r\n(recognizing that state action, which limits the fundamental right of parents to\r\nmake decisions concerning the care, custody and control of their children, is\r\nsubject to strict scrutiny (Thomas, J., concurring)); see also Clark v. Jeter, 486\r\nU.S. 456, 461 (1988) (noting that state actions affecting fundamental rights are\r\ngiven the most exacting scrutiny). As a result, section 63-7-2570(8) must be\r\n\"narrowly tailored to serve a compelling state interest.\" Reno v. Flores, 507 U.S.\r\n292, 302 (1993).\r\n\n       As the majority recognizes, the State has a compelling interest in preventing\r\nchildren from languishing for years in foster care.18 However, section 63-7-\r\n2570(8), one avenue by which the State may pursue this goal, creates a\r\npresumption of unfitness based solely on the length of time a child has spent in\r\nfoster care. The length of time a child spends in foster care is not inversely\r\nproportional to the level of parental fitness. Without a specific determination of\r\nparental fitness, I find that section 63-7-2570(8) is not narrowly tailored to achieve\r\nthe State's interest as this statutory ground deems irrelevant a consideration of\r\nwhether a parent is able to care for his or her child. See In re H.G., 757 N.E.2d\r\n864, 872-74 (Ill. 2001) (concluding that TPR based solely on the ground that the\r\nchild has been in foster care for fifteen months violated substantive due process as\r\nthe presumption of parental unfitness contained in the subsection was \"not a\r\nnarrowly tailored means of identifying parents who pose a danger to their\r\nchildren's health or safety\" as there may be \"cases in which children remain in\r\nfoster care for the statutory period even when their parents can properly care for\r\nthem\"); In re Kendra M., 814 N.W.2d 747, 760-61 (Neb. 2012) (\"[P]arental rights\r\ncannot be terminated solely based on the duration of the out-of-home placement,\r\nbecause it must also be shown that the parent is unfit and that termination is in the\r\nbest interests of the child. . . . The fact that a child has been placed outside the\r\nhome for 15 or more months of the most recent 22 months does not demonstrate\r\nparental unfitness.\").\r\n       As the USSC has noted, the \"Due Process Clause would be offended '[i]f a\r\nState were to attempt to force the breakup of a natural family, over the objections\r\nof the parents and their children, without some showing of unfitness and for the\r\nsole reason that to do so was thought to be in the children's best interest.' \"\r\nQuilloin v. Walcott, 434 U.S. 246, 255 (1978) (quoting Smith v. Org. of Foster\r\nFamilies, 431 U.S. 816, 862-63 (1977)). \"[S]o long as a parent adequately cares\r\nfor his or her children (i.e., is fit), there will normally be no reason for the State to\r\n                                                            \r\n18 Indeed, the General Assembly has proclaimed:\r\n             The purpose of this article is to establish procedures for the\r\n      reasonable and compassionate termination of parental rights where\r\n      children are abused, neglected, or abandoned in order to protect the\r\n      health and welfare of these children and make them eligible for\r\n      adoption by persons who will provide a suitable home environment\r\n      and the love and care necessary for a happy, healthful, and productive\r\n      life.\r\nS.C. Code Ann. § 63-7-2510 (2010).\r\n\ninject itself into the private realm of the family to further question the ability of\r\nthat parent to make the best decisions concerning the rearing of that parent's\r\nchildren.\" Troxel, 530 U.S. at 68.\r\n       Thus, for a TPR action based only on section 63-7-2570(8) to withstand\r\nconstitutional muster, the family court must make an explicit finding of parental\r\nunfitness before considering the best interests of the child.       This point is where\r\nI depart from the majority as its analysis makes no such determination. Instead,\r\nthe majority deems section 63-7-2570(8) constitutional because a parent's\r\nfundamental rights in a TPR proceeding are preserved via an assessment of the\r\nfault for the length of time a child has been in foster care and a determination of\r\nthe best interests of the child. Although I agree these are correct considerations,\r\nthey are made within the context of an \"as-applied\" challenge such as in Marccuci.\r\nHere, however, we are called upon to analyze a strictly facial challenge to section\r\n63-7-2570(8).\r\n       Because subsection 8, unlike the other enumerated TPR grounds,19 does not\r\ninvolve some type of parental conduct or inaction that demonstrates unfitness, it\r\nimpermissibly creates a presumption of parental unfitness due solely to the length\r\nof time a child spends in foster care. In order to comport with the guarantees of\r\nsubstantive due process, a determination of parental unfitness is a condition\r\nprecedent to termination of a parent's fundamental right to the custody of his or her\r\nchild. I believe this analytical framework is constitutionally mandated as TPR\r\ninvolves the involuntary and irrevocable termination of parental rights, which is\r\nfundamentally distinguishable from a child custody dispute in a divorce proceeding\r\nor a proceeding where a parent has voluntarily relinquished custody and seeks to\r\nregain custody. In those contexts, a consideration of parental fitness is implicit in\r\nthe determination of the best interests of the child. See Charleston County Dep't of\r\nSoc. Servs. v. King, 369 S.C. 96, 103, 631 S.E.2d 239, 243 (2006) (holding that\r\nbest interest factors set forth in Moore v. Moore, 300 S.C. 75, 386 S.E.2d 456\r\n(1989) were inapplicable to a TPR situation as that situation is governed by\r\nstatute); Patel v. Patel, 347 S.C. 281, 285, 555 S.E.2d 386, 388 (2001)\r\n(recognizing, in a child custody case, that \"family court considers several factors in\r\ndetermining the best interest of the child, including: who has been the primary\r\n                                                            \r\n19    Cf. S.C. Code Ann. § 63-7-2570(1)-(4) (identifying grounds for TPR as\r\nincluding a parent's abuse or neglect of the child, failure to remedy the conditions\r\nthat caused the removal of the child from the home, willful failure to visit the child,\r\nand willful failure to support the child).\r\n\ncaretaker; the conduct, attributes, and fitness of the parents; the opinions of third\r\nparties (including GAL, expert witnesses, and the children); and the age, health,\r\nand sex of the children\"); Moore, 300 S.C. at 78-79, 386 S.E.2d at 458 (holding\r\nthat family court should consider the following criteria in making custody\r\ndetermination when a natural parent, who has voluntarily relinquished custody of\r\nhis child, seeks to reclaim custody: (1) the parent must prove that he or she is a fit\r\nparent, able to properly care for the child and provide a good home; (2) the amount\r\nof contact, in the form of visits, financial support or both, which the parent had\r\nwith the child while the child was in the care of a third party; (3) the circumstances\r\nunder which temporary relinquishment occurred; and (4) the degree of attachment\r\nbetween the child and the temporary custodian).\r\n       Furthermore, I believe that my interpretation is consistent with the intended\r\npurpose of subsection 8. In 1998, in an effort to receive federal funding, our\r\nGeneral Assembly enacted subsection 8 in direct response to the federal Adoption\r\nand Safe Families Act (\"ASFA\") of 1997.20 Act No. 391, 1998 S.C. Acts 2340.\r\nThe ASFA was passed by Congress \"to promote the adoption of children who have\r\nbeen placed in foster care, to ensure their health and safety, and to encourage\r\npermanent living arrangements for such children as early as possible.\" Kurtis A.\r\nKemper, Annotation, Construction and Application by State Courts of the Federal\r\nAdoption and Safe Families Act and Its Implementing State Statutes, 10 A.L.R. 6th\r\n173 (2006 & Supp. 2012). \"In order to receive federal funds, states are required\r\nunder ASFA to implement plans which, among other things, limit the obligation to\r\nprovide reasonable efforts to reunify parents with children in foster care, require\r\npermanency hearings within 12 months after a child enters foster care, and require\r\nthe state to file or join a petition to terminate parental rights, subject to certain\r\nexceptions, when a child has been in foster care for 15 of the most recent 22\r\nmonths or when a parent has committed certain serious crimes.\" Id.\r\n        Although our General Assembly complied with the ASFA by adding\r\nsubsection 8 to the pre-existing TPR statute, Congress did not intend for the\r\nfifteen-month requirement to constitute an independent ground or basis for actually\r\nterminating the rights of a parent. Elizabeth O'Connor Tomlinson, Termination of\r\nParental Rights Under Adoption and Safe Families Act (ASFA), 115 Am. Jur.\r\nTrials 465, § 9 (2010 & Supp. 2012). Instead, \"the 15/22 provision triggers only\r\nthe filing of a petition to terminate parental rights.\" Emily K. Nicholson,\r\nComment, Racing Against the ASFA Clock: How Incarcerated Parents Lose More\r\nThan Freedom, 45 Duq. L. Rev. 83, 85 n.16 (2006).\r\n                                                            \r\n20\r\n    Pub. L. No. 105-89, 111 Stat. 2115 (codified as amended in scattered sections\r\nof 42 U.S.C. §§ 670-678 (1998)).\r\n\n       Thus, by approving subsection 8 as an independent basis for TPR, the\r\nmajority goes against the clear legislative intent of the ASFA. See In re M.D.R.,\r\n124 S.W.3d 469, 476 (Mo. 2004) (interpreting 15/22 provision of state TPR\r\nstatute, which tracks the language of the ASFA, and stating, \"By considering the\r\nhistory and the circumstances of the enactment of subsection 2 and harmonizing\r\nthe provisions of the termination statute in its entirety, it is clear the legislature did\r\nnot intend section 211.447.2(1) [of the Missouri Revised Statutes] as a ground for\r\ntermination, but rather solely as a trigger for filing a termination petition\"). As a\r\nresult, the majority creates an unconstitutional presumption of parental unfitness\r\ndue solely to the length of time a child has been in foster care.\r\n                                            II.\r\n       Because my decision represents a new construction of section 63-7-2570(8),\r\nI recognize the substantive and procedural implications as to the family court and\r\nRespondent who did not have the benefit of this analysis. Accordingly, I would\r\nremand the matter to the family court to make a determination regarding\r\nRespondent's parental fitness and, ultimately, whether her parental rights should be\r\nterminated. In assessing whether Respondent is a fit parent, I would instruct the\r\nfamily court to determine whether Respondent can adequately provide for the basic\r\ndaily needs of the minor children such as housing, personal safety, food, clothing,\r\nand medical care. Due to this inherently case-specific determination, I decline to\r\nenumerate factors for which the family court should consider as it would be\r\nimpossible and myopic to identify an all-inclusive list.\r\n       However, in reaching its decision, I would urge the family court to weigh\r\ncertain facts that have been established during this protracted proceeding. In terms\r\nof Respondent's ability to care for the minor children, I note that Respondent:\r\nperformed adequately on her psychological evaluation; procured full-time\r\nemployment; sought to acquire living arrangements that are separate from Vaughn;\r\nsought the assistance of her mother as a supplemental caregiver to the children; and\r\nmaintained a bond with the children as she has not missed an opportunity to visit\r\nwith her children. Even though Respondent has made positive strides to\r\ndemonstrate her fitness as a parent, I am gravely concerned that Respondent still\r\ncohabitates with Vaughn despite his admitted sexual misconduct toward his minor\r\ndaughter from a previous relationship and his continued drug use. Furthermore,\r\nthe children, who are nearly ten and eleven years old, have expressed their desire\r\nnot to be returned to Respondent's home. However, the record is unclear as to the\r\nchildren's reasons for not desiring to return to Respondent's home. By all accounts,\r\nthe children were happy when Respondent visited with them and were sad when\r\nthe scheduled visitation period ended.\r\n\n","court":"Supreme"},{"id":"27236","title":"Gladden v. Palmetto Home Inspections","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27236.pdf","description":"The Court held that contractual limitation of a home inspector's liability does not violate South Carolina public policy as expressed by the General Assembly and, as a matter of law, is not so oppressive that no reasonable person would make it and no fair and honest person would accept it.","date":"2013-03-27","type":"opinion","text":"        THE STATE OF SOUTH CAROLINA \n\r\n             In The Supreme Court \n\r\n\r\nThomas W. Gladden and Vera H. Gladden, Appellants,\r\n\r\nv.\r\n\r\nOlivia M. Boykin, Elizabeth Beard, Deborah Appleton,\r\nBob Capes Realty, Inc., Russell & Jeffcoat Realtors, Inc.,\r\nand Palmetto Home Inspection Services, LLC,\r\nDefendants,\r\n\r\nOf Whom Palmetto Home Inspections Services, LLC, is\r\nthe Respondent.\r\n\r\nAppellate Case No. 2010-160789\r\n\r\n\r\n\r\n\r\n             Appeal From Kershaw County \n\r\n         Alison Renee Lee, Circuit Court Judge \n\r\n\r\n\r\n                  Opinion No. 27236 \n\r\n     Heard February 8, 2012 – Filed March 27, 2013 \n\r\n\r\n\r\n                      AFFIRMED \n\r\n\r\n\r\nB. Michael Brackett, of Moses & Brackett, PC, of\r\nColumbia, for Appellants.\r\n\r\nJoseph Scott McCue, of Collins & Lacy, PC, of\r\nColumbia, and Logan McCombs Wells, of Collins &\r\nLacy, PC, of Greenville, for Respondent.\r\n\nJUSTICE PLEICONES: Appellants Thomas and Vera Gladden appeal the trial\r\ncourt's order granting summary judgment to Respondent Palmetto Home\r\nInspection Services, alleging the limit of liability provision in a home inspection\r\ncontract was unenforceable as violative of public policy and as unconscionable\r\nunder the facts of this case. We affirm.   FACTS\r\n\r\nIn the course of purchasing a home, Vera H. Gladden (Mrs. Gladden) entered into\r\na contract with Palmetto Home Inspection Services, LLC (Palmetto), for a home\r\ninspection. The contract contained a limit of liability clause, which limited\r\nPalmetto's liability to the home inspection fee paid by the client.1 After Mrs.\r\nGladden contacted Palmetto about certain conditions in the home that were not\r\nincluded in the home inspection report, Palmetto returned the inspection fee.\r\n\r\nSubsequently, the Gladdens brought this action against the seller, real estate\r\nagents, and real estate companies involved in the transaction as well as against\r\nPalmetto. As to Palmetto, the Gladdens alleged an action for breach of contract for\r\nfailing to conduct the inspection in a thorough and workmanlike manner and to\r\nreport defective conditions in the home.\r\n\r\nThe Gladdens thereafter moved for summary judgment on the legal issue of the\r\nenforceability of the limit of liability clause. Palmetto filed a cross motion for\r\nsummary judgment on the basis that the limit of liability clause was enforceable\r\nand that it was entitled to summary judgment because it had already refunded the\r\ninspection fee paid by the Gladdens.\r\n\r\n\r\n\r\n1   In full, the clause read as follows:\r\n\r\n         LIMIT OF LIABILITY:[]It is understood and agreed that should\r\n         [Palmetto] and/or its agents or employees be found liable for any loss\r\n         or damages resulting from a failure to perform any of it's [sic]\r\n         obligations, including but not limited to negligence,[]breach of\r\n         contract or otherwise, the the [sic] liability of [Palmetto] and/or it's\r\n         [sic] agents or employees shall be limited to a sum equal to the\r\n         amount of the fee paid by the client for this inspection and report.\r\n\nThe circuit court denied the Gladdens' motion and granted Palmetto's motion and\r\nentered summary judgment in favor of Palmetto, finding the limit of liability clause\r\nenforceable. This appeal followed.      ISSUES\r\n\r\n    I.\t    Did the circuit court err when it held that the limit of liability provision\r\n           does not contravene South Carolina public policy?\r\n    II.\t   Did the circuit court err when it held that the limit of liability provision is\r\n           not unconscionable under these circumstances?\r\n\r\n                                     DISCUSSION\r\n\r\nA. Public Policy\r\nOn appeal, the Gladdens contend the circuit court erred when it held that the limit\r\nof liability provision does not contravene South Carolina public policy. We\r\ndisagree.\r\n\r\nOur courts must determine public policy by reference to legislative enactments\r\nwherever possible. See Citizens’ Bank v. Heyward, 135 S.C. 190, 204, 133 S.E.\r\n709, 713 (1925) (“The primary source of the declaration of the public policy of the\r\nstate is the General Assembly; the courts assume this prerogative only in the\r\nabsence of legislative declaration.”); Zerjal v. Daech & Bauer Const., Inc., 405 Ill.\r\nApp. 3d 907, 912, 939 N.E.2d 1067, 1072-73 (Ill. App. Ct. 2010) (“Since the\r\nlegislature had the opportunity to prohibit or limit exculpatory clauses in home\r\ninspection contracts but did not, we decline the opportunity as well.”).\r\n\r\nThe General Assembly has spoken on the issue of home inspections and liability\r\nfor undisclosed defects in the sale of residential property. Under the statutory\r\nscheme crafted by the General Assembly, purchasers are protected from\r\nunqualified home inspectors by licensure requirements. See S.C. Code Ann. §§\r\n40-59-500 et seq. (2011). However, the General Assembly did not require home\r\ninspectors to carry errors and omissions liability insurance.2\r\n\r\n2 This fact alone substantially distinguishes South Carolina’s public policy from\r\nthat of New Jersey and this case from Lucier v. Williams, 841 A.2d 907 (N.J.\r\nSuper. Ct. App. Div. 2004), on which the dissent heavily relies. The Lucier court\r\npointed to the requirement under New Jersey statutory law that home inspectors\r\nmaintain errors and omissions insurance and called this fact “[i]mportant to [its]\r\nanalysis[.]” Lucier, 841 A.2d at 914-15. This distinction is highly significant,\r\n\nAlthough the General Assembly declined to require such coverage, it did not leave\r\nresidential home buyers without remedy. The Residential Property Condition\r\nDisclosure Act ensures that buyers are informed of defects of which the seller has\r\nknowledge. See S.C. Code Ann. §§ 27-50-10 et seq. (2007 & Supp. 2011). The\r\nAct imposes liability on a seller if she knowingly withholds such information. §\r\n27-50-65. Thus, the General Assembly has already provided specific protection\r\nfor the consumer risks associated with undisclosed defects, and we must defer to\r\nits judgment.\r\n\r\nEven without this legislative policy, we would be reluctant to expand our judicially\r\ncrafted public policy affording heightened protection to home purchasers. It is one\r\nthing to impose greater demands on the builder of a new home, who is in a position\r\nto know of the home’s defects, and another to impose a similar standard on an\r\ninspector who makes only a brief survey of the home with the buyer’s full\r\nknowledge of the limited service the inspector is offering. See Sapp v. Ford Motor\r\nCo., 386 S.C. 143, 148, 687 S.E.2d 47, 49 (2009) (“[T]he transaction between a\r\nbuilder and a buyer for the sale of a home largely involves inherently unequal\r\nbargaining power . . . . [W]e created this narrow exception to the economic loss\r\nrule to apply solely in the residential home context.”) (emphasis added). The\r\nGeneral Assembly has imposed liability on the party with greatest access to\r\ninformation about the home’s defects, where it most logically resides.\r\n\r\nB. Unconscionability\r\nThe Gladdens also contend that the circuit court erred when it found that the limit\r\nof liability clause was not unconscionable in this case. We disagree.\r\n\r\n“In South Carolina, unconscionability is defined as the absence of meaningful\r\nchoice on the part of one party due to one-sided contract provisions, together with\r\nterms that are so oppressive that no reasonable person would make them and no\r\nfair and honest person would accept them.” Simpson v. MSA of Myrtle Beach, Inc.,\r\n373 S.C. 14, 24-25, 644 S.E.2d 663, 668 (2007).\r\n\r\nLimitation of liability and exculpation clauses are routinely entered into.\r\nMoreover, they are commercially reasonable in at least some cases, since they\r\npermit the provider to offer the service at a lower price, in turn making the service\r\n\r\n\r\nsince enforcement of a liability limit in the home inspection contract would\r\nconflict with the clear intent of the New Jersey legislature that purchasers have\r\nrecourse to insurance coverage in the case of a home inspector’s negligence.\r\n\navailable to people who otherwise would be unable to afford it. See Head v. U.S.\r\nInspect DFW, Inc., 159 S.W.3d 731, 748-49 (Tex. App. 2005) (noting that courts\r\nuphold limitations of liability in burglar and fire alarm system contracts and\r\nfinding limitation of liability clause in home inspection contract commercially\r\nlegitimate for the same reasons). We cannot say that a limitation of liability clause\r\nin a home inspection contract is so oppressive that no reasonable person would\r\nmake it and no fair and honest person would accept it.\r\n\r\nThus, we need not consider whether the Gladdens lacked meaningful choice due to\r\none-sided contract provisions. Nevertheless, we note our disagreement with the\r\ndissent's analysis.3 Courts should not refuse to enforce a contract on grounds of\r\nunconscionability, even when the substance of the terms appear grossly\r\nunreasonable, unless the circumstances surrounding its formation present such an\r\nextreme inequality of bargaining power, together with factors such as lack of basic\r\nreading ability and the drafter’s evident intent to obscure the term, that the party\r\nagainst whom enforcement is sought cannot be said to have consented to the\r\ncontract. See Williams v. Walker-Thomas Furniture Co., 350 F.2d 445, 449 (D.C.\r\nCir. 1965).\r\n\r\nIn this case, a self-employed home inspector operating out of his home had no\r\nsignificantly greater bargaining power or cognizably more sophistication than a\r\ntrained though not practicing real estate agent, and there is no allegation that Mrs.\r\nGladden lacks the education to understand the terms of a contract or protect her\r\nown interests. On the contrary, the record demonstrates that Mrs. Gladden directly\r\nengaged in sophisticated negotiations throughout the process of buying the home,\r\n\r\n3 The dissent again relies on Lucier v. Williams, a New Jersey decision that\r\nrepresents a dramatic departure from the narrow traditional use of\r\nunconscionability doctrine and markedly different from that of South Carolina law.\r\nSee Lucier, 841 A.2d at 911 (“There is no hard and fast definition of\r\nunconscionability. . . . [It] is an amorphous concept obviously designed to establish\r\na broad business ethic. The standard of conduct that the term implies is a lack of\r\ngood faith, honesty in fact and observance of fair dealing.” (internal quotation\r\nmarks and citations omitted)); cf. Simpson, supra; Williams, infra. As for Pitts v.\r\nWatkins, another case on which the dissent relies, we agree with the Pitts dissent\r\nthat Pitts dramatically departs from contract and unconscionability law, effectively\r\nrewriting a contract the court found \"unfair\" but that fell far short of oppression\r\nand completely omitting analysis whether the plaintiffs had a meaningful choice in\r\nentering into the contract. See 905 So.2d 553, 559-64 (2005) (Dickinson, J.,\r\ndissenting).\r\n\neven urging the seller to forego the use of a real estate agent. Moreover, we have\r\nno record on which to find that home inspection contracts without exculpatory\r\nclauses are unavailable in the market. Not only did Roberts testify that he had\r\naltered the contract for a customer on another occasion, but Mrs. Gladden had\r\nsought out this particular inspector’s services, declining to employ a different\r\nhome inspector who had been described to her as “harder but best.” See Jordan v.\r\nDiamond Equip. & Supply Co., 362 Ark. 142, 207 S.W.3d 525 (Ark. 2005)\r\n(finding an exculpatory clause enforceable in part because the plaintiff had sought\r\nout the services of the defendant). Thus, the evidence in this case fails to support\r\nan inference that Mrs. Gladden lacked meaningful choice.\r\n\r\nThe dissent also places significance on the fact that the limitation of liability clause\r\nwas not highlighted in comparison to the contract’s other terms. However, the\r\nproper test is whether an important clause was particularly inconspicuous, as if the\r\ndrafter intended to obscure the term. See Simpson, 373 S.C. at 27-28, 644 S.E.2d\r\nat 670; Williams, 350 F.2d at 449. In this case, the contract consisted of one page,\r\nthe heading of the limitation clause was in all capital letters and in bold, and the\r\nclause and its heading were in the same print as the contract’s other terms. Thus,\r\nthe record does not support a conclusion that the Gladdens lacked a meaningful\r\nchoice whether to accept the terms of the contract.\r\n\r\n                                   CONCLUSION\r\n\r\nContractual limitation of a home inspector's liability does not violate South\r\nCarolina public policy as expressed by the General Assembly and, as a matter of\r\nlaw, is not so oppressive that no reasonable person would make it and no fair and\r\nhonest person would accept it. The circuit court's order granting summary\r\njudgment to Palmetto is\r\n\r\nAFFIRMED.\r\n\r\nTOAL, C.J., and KITTREDGE, J., concur. BEATTY, J., dissenting in a\r\nseparate opinion, in which HEARN, J., concurs.\r\n\n       JUSTICE BEATTY, dissenting: I respectfully dissent and would reverse\r\nthe grant of summary judgment given to Palmetto Home Inspection Services and\r\nremand the matter for further proceedings on the Gladdens' claims. For the reasons\r\noutlined below, I agree with the Gladdens that the limitation of liability provision\r\nin the home inspection contract was both unconscionable and violative of public\r\npolicy.\r\n\r\nA.    Unconscionability\r\n       Courts generally must enforce contracts that are freely entered into\r\naccording to their terms. Ellis v. Taylor, 316 S.C. 245, 449 S.E.2d 487 (1994).\r\nHowever, \"[i]f the court finds that a contract clause was unconscionable at the time\r\nit was made, the court may refuse to enforce the contract clause or limit the\r\napplication of the unconscionable clause to avoid any unconscionable result.\"\r\nLackey v. Green Tree Fin. Corp., 330 S.C. 388, 397, 498 S.E.2d 898, 903 (Ct.\r\nApp. 1998).\r\n\r\n       The circuit court found as an initial matter that the home inspection contract\r\nwas an adhesion contract.4 This finding has not been disputed by the parties.\r\n\"[U]nder general principles of state contract law, an adhesion contract is a standard\r\nform contract offered on a 'take-it-or-leave-it' basis with terms that are not\r\nnegotiable.\" Simpson v. MSA of Myrtle Beach, Inc., 373 S.C. 14, 26-27, 644\r\nS.E.2d 663, 669 (2007); see also Lackey, 330 S.C. at 394, 498 S.E.2d at 901\r\n(observing adhesion contracts are agreements in which one party has virtually no\r\nvoice in the formulation of the contract terms and language (citation omitted)).\r\n\"Adhesion contracts, however, are not per se unconscionable.\" Simpson, 373 S.C.\r\nat 27, 644 S.E.2d at 669. \"Therefore, finding an adhesion contract is merely the\r\nbeginning point of the analysis.\" Id.\r\n\r\n     \"In South Carolina, unconscionability is defined as the absence of\r\nmeaningful choice on the part of one party due to one-sided contract provisions,\r\n\r\n4 It is noted in Corbin on Contracts that the modern approach to examining\r\ncontracts of adhesion and exculpatory clauses is to treat them differently from\r\nother contracts. 7 Joseph M. Perillo, Corbin on Contracts § 29.10, at 415-16 (rev.\r\ned. 2002). The trend is justified based on three considerations: \"(1) there was not\r\ntrue assent to a particular term; (2) even if there was assent, the term is to be\r\nexcised from the contract because it contravenes public policy; or (3) the term is\r\nunconscionable and should be stricken.\" Id. at 416 (footnote omitted).\r\n\ntogether with terms that are so oppressive that no reasonable person would make\r\nthem and no fair and honest person would accept them.\" Id. at 24-25, 644 S.E.2d\r\nat 668; see also Fanning v. Fritz's Pontiac-Cadillac-Buick, Inc., 322 S.C. 399, 472\r\nS.E.2d 242 (1996) (same).  In short, a challenged contractual provision is\r\nexamined to determine whether it is unconscionable due to both (1) an absence of\r\nmeaningful choice and (2) oppressive, one-sided terms. Simpson, 373 S.C. at 25,\r\n644 S.E.2d at 669.\r\n\r\n       \"Absence of meaningful choice on the part of one party generally speaks to\r\nthe fundamental fairness of the bargaining process in the contract at issue.\" Id. In\r\nanalyzing the absence of meaningful choice, \"[c]ourts should take into account the\r\nnature of the injuries suffered by the plaintiff; whether the plaintiff is a substantial\r\nbusiness concern; the relative disparity in the parties' bargaining power; the parties'\r\nrelative sophistication; whether there is an element of surprise in the inclusion of\r\nthe challenged clause; and the conspicuousness of the clause.\" Id. In Simpson, this\r\nCourt was careful to \"emphasize the importance of a case-by-case analysis in order\r\nto address the unique circumstances inherent in the various types of consumer\r\ntransactions.\" Id. at 36, 644 S.E.2d at 674.\r\n\r\n       The Gladdens assert that, while the circuit court found this was an adhesion\r\ncontract and there was a disparity in the bargaining power of the parties, the court\r\nnevertheless discounted this disparity based on the fact that Mrs. Gladden had once\r\nworked briefly as a real estate agent. The Gladdens contend the implication is that\r\na real estate agent can never be a regular \"consumer\" of the services of a\r\nprofessional home inspector. Mrs. Gladden testified that she had once worked in\r\nthe real estate business, but it was only for a few months and she never had her\r\nown listings before deciding the real estate business was not for her. We agree that\r\nher limited work in this area is not relevant under the circumstances.\r\n\r\n       The parties clearly did not have equal bargaining power. The contract was\r\nnot even presented to Mrs. Gladden until after Palmetto's owner, Scot Roberts, had\r\nalready performed his physical inspection of the premises, thus leaving Mrs.\r\nGladden very little time to examine the document, and there is no indication that\r\nRoberts ever advised her of the presence of a limitation of liability clause, either\r\nprior to the inspection or at the time the contract was presented after the inspection\r\nwas over. Although the circuit court found Mrs. Gladden could have selected\r\nanother inspector, a consumer is left with no meaningful choice if the limitation\r\n\nclause is prevalent throughout the industry,5 especially where the consumer has a\r\ndecidedly inferior bargaining position compared to the home inspector, who\r\ncontrols the contract terms by means of an adhesion contract that is oppressive and\r\none-sided.\r\n\r\n       The limitation of liability provision did not stand out in the contract any\r\nmore than the other provisions. All of the paragraphs begin with a heading in all\r\ncapital letters, and the limitation provision was contained in one of five paragraphs\r\nthat had headings in a bold font. Just looking at the document, this provision is no\r\nmore noticeable than any other provision.\r\n\r\n        As to the circuit court's observation that a home inspection is not required\r\nby law, the Gladdens correctly note that home inspectors are licensed by the state\r\nand must meet certain standards. The purpose of these standards is to protect the\r\npublic from unqualified inspectors. Moreover, an inspection is an essential part of\r\nmost real estate purchases, and the need for a qualified inspector and the reliability\r\nof the inspector's professional judgment are crucial in these transactions. Roberts\r\nhimself conceded that a home inspection is valuable to a client because of the\r\ninspector's purported training, experience, and expertise.6\r\n\r\n        The Gladdens cite Lucier v. Williams, 841 A.2d 907 (N.J. Super. Ct. App.\r\nDiv. 2004), in which the New Jersey court held that a contractual limitation of\r\nliability provision in a home inspection contract limiting liability to the lesser of\r\n$500 or half of the inspector's fee was both (1) unconscionable and (2) against\r\npublic policy.\r\n\r\n       As to the finding of unconscionability, the court in Lucier noted \"[t]here is\r\nno hard and fast definition of unconscionability\" and that it is \"an amorphous\r\nconcept.\" Id. at 911 (citation omitted). In analyzing whether to enforce a contract\r\nterm, the court stated it would look \"not only to its adhesive nature, but also to 'the\r\nsubject matter of the contract, the parties' relative bargaining positions, the degree\r\n\r\n5 Roberts testified that the contract he was using was based on one that was\r\npresented in a class regarding home inspections that he took in another state. He\r\nstated that, in the thousands of inspections he had performed, he could recall\r\naltering his contract only once—for an individual who was an engineer.\r\n6 Roberts gave Mrs. Gladden a business card, which stated he had \"30+\" years of\r\nexperience and that he was licensed, bonded, and insured, yet Roberts testified that\r\nhe had been a licensed home inspector for five and a half years.\r\n\nof economic compulsion motivating the \"adhering\" party, and the public interests\r\naffected by the contract.' \" Id. (citation omitted). The court stated particular\r\nattention was to be given to any inequality in the bargaining power and status of\r\nthe parties, as well as the substance of the contract. Id. The court noted\r\n\"contractual exemption from liability for negligence is rarely allowed to stand\r\nwhere the contracting parties are not on roughly equal bargaining terms.\" Id.\r\n(citation omitted).\r\n\r\n       In addition, the focus of the inquiry should be on whether the limitation is a\r\nreasonable allocation of risk between the parties or whether it runs afoul of the\r\npublic policy disfavoring clauses that effectively immunize parties from liability\r\nfor their own negligent acts. Id. at 911-12. \"To be enforceable, the amount of the\r\ncap on a party's liability must be sufficient to provide a realistic incentive to act\r\ndiligently.\" Id. at 912 (emphasis added). The court stated:\r\n\r\n             Applying these principles to the home inspection contract\r\n      before us, we find the limitation of liability provision unconscionable.\r\n      We do not hesitate to hold it unenforceable for the following reasons:\r\n      (1) the contract, prepared by the home inspector, is one of adhesion;\r\n      (2) the parties, one a consumer and the other a professional expert,\r\n      have grossly unequal bargaining status; and (3) the substance of the\r\n      provision eviscerates the contract and its fundamental purpose\r\n      because the potential damage level is so nominal that it has the\r\n      practical effect of avoiding almost all responsibility for the\r\n      professional's negligence.\r\n\r\nId. The court stated \"the purchase of a home is usually the largest investment a\r\nperson will make\"; it may be made only once in a lifetime or infrequently. Id.\r\n\"Home inspectors, on the other hand, conduct a volume operation,\" and \"a major\r\nselling point of [their] service\" is their knowledge about and experience in the\r\nindustry, and the inspectors are uniquely aware of the cost of repairing major\r\ndefects. Id. \"The foisting of a contract of this type in this setting on an\r\ninexperienced consumer clearly demonstrates a lack of fair dealing by the\r\nprofessional.\" Id.\r\n\r\n       The court remarked that, \"[i]n most cases, major defects will either not exist\r\nor, with due diligence and competence, they will be discovered and reported.\" Id.\r\nIn evaluating the comparative repercussions to the parties, the court stated the\r\nimpact of the professional's negligence upon the home buyer can be \"monumental\"\r\nwhen \"considering issues such as habitability, health and safety, and financing\r\n\nobligations,\" and to allow little or no recovery for this professional negligence\r\nwould \"render the underlying purpose of the contract worthless\" and provide \"no\r\nmeaningful incentive to act diligently.\" Id. at 913. Moreover, such an\r\n\"excessively restricted damage allowance is grossly disproportionate to the\r\npotential loss to the home buyer if a substantial defect is negligently overlooked.\"\r\nId. The court concluded it would not enforce the limitation in such circumstances\r\nbecause it was \"tantamount to an exculpation clause, and warrants application of\r\nthe same policy considerations.\"7 Id.\r\n\r\n        In Pitts v. Watkins, 905 So. 2d 553 (Miss. 2005), the Supreme Court of\r\nMississippi cited Lucier and held a limitation of liability clause in a home\r\ninspection contract was unconscionable. The court in Pitts defined\r\nunconscionability \"as 'an absence of meaningful choice on the part of one of the\r\nparties, together with contract terms which are unreasonably favorable to the other\r\n       \r\nparty'\" Id. at 558 (citation omitted). This is the same as the definition applied\r\nunder South Carolina law. The court noted that \"[c]lauses that limit liability are\r\ngiven strict scrutiny by this Court and are not to be enforced unless the limitation is\r\nfairly and honestly negotiated and understood by both parties.\" Id. at 556\r\n(alteration in original) (citation omitted) (emphasis added).\r\n\r\n       In Pitts, as in the current appeal, the inspector provided the contract to the\r\nbuyers \"[i]mmediately following the completion of his inspection, but before\r\nproviding the Pittses with his report[.]\" Id. at 554. Thus, there was virtually no\r\ntime for reflection on the terms by the home buyers. The court found\r\nunconscionability existed under all the circumstances. Id. at 556. The court stated\r\nafter consumers have considered the aesthetics, the amenities, and the price of a\r\nparticular house, quite often the only issue left is the integrity of the structure, and\r\nthe decision whether to spend thousands of dollars to proceed with the purchase \"is\r\n\r\n7 An exculpatory clause is defined as \"[a] contractual provision relieving a party\r\nfrom liability resulting from a negligent or wrongful act.\" Black's Law Dictionary\r\n648 (9th ed. 2009). On its face, the provision on appeal here does not technically\r\neliminate all liability, but it does limit any such liability to a return of the\r\ninspection fee. Because the fee is small in relation to the potential damages caused\r\nby the inspector's negligence, it is arguable that the provision functions to\r\neffectively eliminate all real liability. This is particularly true in light of a\r\ncompanion provision that requires arbitration because the arbitration fees are likely\r\ngreater than any possible recovery. I find such terms to be oppressive and one-\r\nsided.\r\n\nlargely based upon a satisfactory inspection report.\" Id. The court found if a\r\npurchaser \"can establish duty, breach, causation, and damages, then they should be\r\nentitled to full legal redress.\" Id. \"To do otherwise would allow home inspectors\r\nto walk through the house in five minutes, fabricate a report, and escape liability,\r\nwithout any consideration of the consequences of their conduct.\" Id.\r\n\r\n       The court stated not allowing the recovery of reasonably foreseeable\r\ncompensatory damages does not provide a meaningful choice to homeowners and\r\nis unreasonably favorable to the home inspector. Id. at 557. If the home\r\ninspector's only consequence is to refund the fee, there is also no meaningful\r\nincentive to act diligently and the inspector will be immunized from the\r\nconsequences of his own negligence. Id.\r\n\r\n       In addition, the court noted that when the limitation of liability clause is\r\npaired with an arbitration clause in the home inspection contract, a plaintiff is\r\neffectively denied any recovery because the mandatory arbitration process would\r\nrequire fees in excess of any possible recovery, and this was further evidence of\r\nunconscionability. Id. at 557-58. The court also noted a limitations period\r\ncontained in the contract was evidence of unconscionability because it was shorter\r\nthan the statutory limitations period. The court stated although this specific term\r\n(the time limit) was not argued by the Pittses, they had raised the issue of the\r\nunconscionability of the entire contract, which may be found when any terms are\r\noppressive, and in reviewing the contract in its entirety, the court was entitled to\r\nconsider the relation of all terms therein. Id. at 558.\r\n\r\n      Similarly, in the current appeal by the Gladdens, the contract contained a\r\nmandatory arbitration provision in addition to the limitation of liability provision.\r\nThe interplay of these provisions would effectively leave a plaintiff with no\r\nrecovery where the cost to arbitrate exceeds the potential recovery (return of the\r\ninspection fee).8 Further, the contract required the buyer to notify Palmetto of any\r\ndiscrepancies within a very short period (ten days).\r\n\r\n\r\n\r\n8 Cf. Myers v. Terminix Int'l Co., 697 N.E.2d 277 (Ohio C.P. 1998) (holding an\r\narbitration clause imposing an undisclosed nonrefundable filing fee on the\r\nconsumer that was more than she had paid to have the defendant exterminate\r\ntermites in her home was so one-sided as to oppress and unfairly surprise the\r\nconsumer and was unconscionable and unenforceable).\r\n\n        In my opinion, a limitation of liability clause that routinely appears in\r\ncontracts between commercial entities for the sale of goods, and thus is seen\r\nrepeatedly by the parties, is distinguishable from a provision appearing in a\r\ncontract for professional services concerning a purchase by a private individual\r\nthat may be made only once in a lifetime. In such cases, particularly when the\r\ncontract is not shown until after the inspection has taken place, no effort is made to\r\npoint out the exclusion, there is a great disparity in the bargaining power of the\r\nprofessional service provider and the consumer, and there is a virtual exclusion of\r\nall liability for professional negligence, I believe there is an absence of meaningful\r\nchoice and the terms are oppressive and one-sided, rendering the limitation clause\r\nunconscionable.\r\n\r\nB.    Public Policy\r\n       In addition to being unconscionable, I believe the limitation provision is\r\nviolative of public policy.\r\n\r\n       \"The general rule is that courts will not enforce a contract which is violative\r\nof public policy, statutory law, or provisions of the Constitution.\" Simpson, 373\r\nS.C. at 29-30, 644 S.E.2d at 671; see also Pride v. S. Bell Tel. & Tel. Co., 244 S.C.\r\n615, 619, 138 S.E.2d 155, 156-57 (1964) (\"[A] contractual provision seeking to\r\nrelieve a party to a contract from liability for his own negligence may or may not\r\nbe enforceable, depending upon whether it is violative of public policy.\"). \"Since\r\nsuch provisions tend to induce a want of care, they are not favored by the law and\r\nwill be strictly construed against the party relying thereon.\" Pride, 244 S.C. at\r\n619, 138 S.E.2d at 157; see also McCune v. Myrtle Beach Indoor Shooting Range,\r\nInc., 364 S.C. 242, 247-51, 612 S.E.2d 462, 464-67 (Ct. App. 2005) (same).\r\n\r\n      \"[O]ur decisions recognize the general principle that considerations of public\r\npolicy prohibit a party from protecting himself by contract against liability for\r\nnegligence in the performance of a duty of public service, or where a public duty is\r\nowed, or public interest is involved, or where public interest requires the\r\nperformance of a private duty, or when the parties are not on roughly equal\r\nbargaining terms.\" Pride, 244 S.C. at 619-20, 138 S.E.2d at 157 (emphasis\r\nadded). Expressions of public policy may be found in constitutional or statutory\r\nauthority or in judicial decisions. White v. J.M. Brown Amusement Co., 360 S.C.\r\n366, 371, 601 S.E.2d 342, 345 (2004).\r\n\r\n      In evaluating the Gladdens' public policy argument, the circuit court\r\nobserved that South Carolina law has allowed provisions limiting or exempting\r\n\nliability, citing South Carolina Electric & Gas Co. v. Combustion Engineering,\r\nInc., 283 S.C. 182, 322 S.E.2d 453 (Ct. App. 1984) (enforcing the language of an\r\nexculpatory clause in a contract for the sale of a boiler). However, in SCE&G, the\r\nparties were commercially-sophisticated corporations and possessed relatively\r\nequal bargaining strength, and they had negotiated the terms over a period of\r\nseveral months. Cf., e.g., Kennedy v. Columbia Lumber & Mfg. Co., 299 S.C. 335,\r\n343-44, 384 S.E.2d 730, 735-36 (1989) (stating the Court has \"taken judicial\r\ncognizance of the fact that a modern buyer of new residential housing is normally\r\nin an unequal bargaining position as against the seller\").\r\n\r\n       The circuit court also opined that exculpatory clauses between private\r\nparties do not violate public policy, citing Pride v. Southern Bell Telephone &\r\nTelegraph Co., 244 S.C. 615, 138 S.E.2d 155 (1964) and McCune v. Myrtle Beach\r\nIndoor Shooting Range, Inc., 364 S.C. 242, 612 S.E.2d 462 (Ct. App. 2005).\r\nPride, however, involved a matter that did not affect a public interest (a telephone\r\ncompany's negligence in a contract for the publication of advertisements in a phone\r\ndirectory). Further, the Court specifically included among those matters that may\r\nimplicate public policy considerations, those situations \"where public interest\r\nrequires the performance of a private duty, or when the parties are not on roughly\r\nequal bargaining terms.\" Pride, 244 S.C. at 620, 138 S.E.2d at 157 (emphasis\r\nadded). Thus, the fact that there are private parties involved is not singularly\r\ndeterminative of whether a question of public policy may arise. McCune involved\r\na release of liability at a paintball range, where we found participation was\r\nvoluntary and comparable to other cases involving inherently risky recreational\r\nactivities for which such limitations had been upheld. The cases cited by the\r\ncircuit court do not concern professional service contracts, where different policy\r\nconsiderations exist because public policy is averse to allowing professional\r\nnegligence to be insulated from liability by a contractual provision.\r\n\r\n       Lastly, the circuit court stated South Carolina law expressly allows a\r\nlicensed home inspection company, such as Palmetto, to contractually limit the\r\nscope of its home inspection; consequently, a limitation on liability cannot violate\r\npublic policy, citing S.C. Code Ann. § 40-59-500(4) (2011). This statute defines a\r\n\"home inspection\" and states in relevant part that \"[t]he parties to a home\r\ninspection may limit or expand the scope of the inspection by agreement.\"\r\n\r\n        There is no question that an inspector may limit the physical scope of an\r\ninspection, i.e., what portions of the premises are to be inspected, but we find this\r\nis distinguishable from limiting the amount of the inspector's liability for\r\nprofessional negligence. Moreover, the Code further provides, \"A home inspector\r\n\nshall disclose the scope and limitations, if any, of each inspection before\r\nperforming a home inspection.\" Id. § 40-59-560(C) (emphasis added). In the\r\ncurrent appeal, it is undisputed that Roberts did not present a contract to Mrs.\r\nGladden until after he had already completed his entire inspection, so there can be\r\nno reliance on that provision here. In addition, Roberts does not argue that the\r\nGladdens' claims concern matters that are outside the scope of what Roberts agreed\r\nto inspect.\r\n\r\n       In Lucier v. Williams, 841 A.2d 907 (N.J. Super. Ct. App. Div. 2004), the\r\ncourt found that the liability provision, in addition to being unconscionable, was\r\n\"contrary to [the] state's public policy of effectuating the purpose of a home\r\ninspection contract to render reliable evaluation of a home's fitness for purchase\r\nand holding professionals to certain industry standards.\" Id. at 912. The court\r\nstated a home inspector provides a professional service because a home inspection\r\n\"involves 'specialized knowledge, labor or skill and the labor or skill is\r\npredominantly mental or intellectual, rather than physical or manual.'\" Id. at 914\r\n                                                                          \r\n(citation omitted). The home inspector is supposed to report all conditions that\r\nmight cause the consumer costly repairs or maintenance, and the purpose of the\r\ninspection is to give the consumer a rational basis upon which to decline to enter\r\ninto a contract to buy or to be relieved from a contractual commitment, or to offer a\r\nsound basis upon which to negotiate a lower price. Id. (citation omitted). The\r\ncourt stated limitation provisions in such circumstances are disfavored:\r\n\r\n             With professional services, exculpation clauses are particularly\r\n      disfavored. The very nature of a professional service is one in which\r\n      the person receiving the service relies upon the expertise, training,\r\n      knowledge and stature of the professional. Exculpation provisions are\r\n      antithetical to such a relationship. It would be indeed a hollow\r\n      arrangement if a physician could charge $100 for an office visit and\r\n      then, if, due to negligence, a diagnosis is missed, resulting in a\r\n      catastrophic illness or even death, the patient's only recourse would be\r\n      a refund of $50 of the original $100 fee. Certainly, such a provision\r\n      in a doctor-patient relationship would not be enforceable. Here, the\r\n      home inspector held himself out as an expert and a professional. The\r\n      disparity between the consequences of negligence to the home\r\n      inspector and to the home buyer, like that between a physician and a\r\n      patient, is very substantial.\r\n\r\nId. (internal citations omitted).\r\n\n        Lastly, as an alternative basis to the general public policy reasons addressed\r\nabove, the court in Lucier looked to express statements of public policy and noted\r\nthat its legislature now required home inspectors to be licensed and to meet certain\r\nqualifications as to experience and to pass an examination. Id. at 915. In addition,\r\ninspectors must also now maintain errors and omissions insurance. Id. The court\r\nconcluded the limitation of professional negligence violated public policy, as\r\ncontained in both judicial and legislative sources. Id. at 916.\r\n\r\n       Palmetto attempts to distinguish Lucier primarily on the basis that the South\r\nCarolina General Assembly, while requiring professional licenses for home\r\ninspectors, so far has not required home inspectors to carry professional liability\r\ninsurance, and the buyer in Lucier did not use an attorney for the purchase. I find\r\nthis argument unpersuasive. In Lucier the court discussed the licensing and\r\ninsurance requirements as just one aspect of express public policy (as exhibited in\r\nrelevant legislation). Prior to that discussion, the court engaged in an independent\r\nanalysis of general public policy, the fact that contracts shielding professional\r\nnegligence are generally disfavored in the law, and the need to protect the public\r\nfrom acts of professional negligence when making a home purchase. That analysis\r\nis certainly applicable here. Cf. Restatement (Second) of Contracts § 179 (1981)\r\n(stating the bases of public policies against the enforcement of terms may be\r\nderived by a court from (a) legislation relevant to such a policy or (b) the need to\r\nprotect some aspect of the public welfare).\r\n\r\n       Moreover, South Carolina's extensive licensing, regulation, \"certificates of\r\nauthorization,\" and bonding requirements are evidence of express public policy and\r\nour General Assembly's desire to protect the public from unqualified home\r\ninspectors. These requirements negate any inference that home inspectors may\r\ninsulate themselves from all liability for their professional negligence. I also\r\ndisagree with the majority's assertion that the General Assembly's enactment of the\r\nResidential Property Condition Disclosure Act, which imposes liability on a seller\r\nwho knowingly withholds information regarding defects, has any bearing on the\r\nquestion of an inspector's liability for his or her own negligence in failing to detect\r\na defect. It is not hard to imagine a case where a property has very serious defects\r\naffecting health and safety, about which a seller, as a layperson, has no knowledge,\r\nbut that could, and should, be detected by an inspector using his or her professional\r\nexpertise. If it were otherwise, there would be no need to have an inspection\r\nperformed by a trained and licensed professional.\r\n\r\n       Under South Carolina law, the state may impose statutory or regulatory\r\nrequirements for the purpose of protecting the public interest. S.C. Code Ann.\r\n\n§ 40-1-10(B) (2011). In such cases, the General Assembly may consider\r\nimplementing a system of certification and may also establish licensing\r\nprocedures. Id. § 40-1-10(C). In evaluating the appropriate level of regulation to\r\nimpose, if any, the General Assembly examines, among other things, whether the\r\nservice is required by a substantial portion of the population; whether the\r\nprofession or occupation requires such skill that the public generally is not\r\nqualified to select a competent practitioner without some assurance that the\r\npractitioner has met minimum qualifications; whether the professional or\r\noccupational associations do not adequately protect the public from incompetent,\r\nunscrupulous, or irresponsible members of the profession or occupation; and\r\nwhether current laws that pertain to public health, safety, and welfare are generally\r\ninadequate to protect the public. Id. § 40-1-10(D).\r\n\r\n       The General Assembly has chosen to extensively regulate both the\r\nresidential home business and home inspectors to protect consumers by requiring\r\nlicensing, certificates of authorization, and surety bonds from practitioners in these\r\nfields. In 2000 the General Assembly enacted section 40-59-410, which requires a\r\n\"residential business certificate of authorization\" for firms engaging in the practice\r\nof residential home building, residential specialty contracting, and home\r\ninspecting. Id. § 40-59-410(A). Any qualifying firm must have \"obtained an\r\nexecuted surety bond approved by the commission in the sum of fifteen thousand\r\ndollars initially and as subsequently provided by regulation[.]\" Id. § 40-59-\r\n410(B)(2). Home inspectors are also strictly regulated under South Carolina law.\r\nSee 10 S.C. Code Ann. Regs. 106-4 (2012) (enumerating extensive qualifications\r\nfor home inspectors, including experience, education, and licensing); South\r\nCarolina Department of Labor, Licensing and Regulation, at www.llr.state.sc.us\r\n(providing requirements and forms). This is indicative of the fact that the subject\r\ninvolves a public interest.\r\n\r\n       As stated in section 40-1-10(B) of the South Carolina Code, the state\r\nimposes statutory or regulatory requirements for the purpose of protecting the\r\npublic interest where the unregulated practice of the profession or occupation can\r\nharm or endanger the health, safety, or welfare of the public. S.C. Code Ann. § 40-\r\n1-10(B) (2011). It clearly has imposed these protective measures as to the\r\nresidential home industry in general and as to home inspectors in particular. The\r\nstate need not require insurance for professional negligence in order to\r\nconclusively establish the subject as one affecting the public interest. Indeed, there\r\nare other essential professions that similarly have no mandatory insurance\r\nrequirement, yet professionals routinely acquire insurance for professional\r\nnegligence for their own protection. Although not statutorily required, we note\r\n\nRoberts did, in fact, maintain an insurance policy of $300,000, and he held himself\r\nout to the public as being \"bonded, licensed, and insured.\" The only purpose of\r\nsuch a representation would be to incur the reliance and trust of the public as to his\r\nprofessionalism and reliability.\r\n\r\n       Based on the foregoing, I believe the limitation of liability clause at issue\r\nhere violates public policy. As a general matter, public policy is averse to allowing\r\nthose committing professional negligence to insulate themselves from all liability\r\nby a contractual provision, especially where the clause is contained in an adhesion\r\ncontract and the contract concerns a matter that affects the public interest. A home\r\ninspection is, for all practical purposes, a service that is a necessity in the purchase\r\nof real estate, and the consumer is given no opportunity here to pay an additional\r\nfee to protect himself against the inspector's possible negligence. See, e.g., Tunkl\r\nv. Regents of Univ. of Cal., 383 P.2d 441, 444-46 (Cal. 1963) (stating an\r\nexculpatory clause that affects the public interest cannot stand).\r\n\r\n       The limitation of liability provision also contravenes this state's express\r\npublic policy as indicated in measures passed by the General Assembly that\r\nimpose requirements as to experience, education, and licensing for home\r\ninspectors, as well as requirements for obtaining and maintaining bonds and\r\n\"residential business certificates of authorization\" in order to ensure the\r\ncompetency of home inspectors and protect the public interest.\r\n\r\n      For all of the above reasons, I conclude the circuit court erred in granting the\r\nmotion for summary judgment and would remand the matter for further\r\nproceedings on the Gladdens' claims.\r\n\r\nHEARN J., concurs.\r\n\n","court":"Supreme"},{"id":"27237","title":"Berry v. SCDHEC","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27237.pdf","description":"The Court affirms the circuit court's order dismissing the action for lack of subject matter jurisdiction.","date":"2013-03-27","type":"opinion","text":"       THE STATE OF SOUTH CAROLINA \n\r\n            In The Supreme Court \n\r\n\r\nTommy W. Berry, Sr. and Jo S. Berry, Appellants,\r\n\r\nv.\r\n\r\nSouth Carolina Department of Health and Environmental\r\nControl, Office of Ocean and Coastal Resource\r\nManagement, Respondent.\r\n\r\nAppellate Case No. 2011-192812\r\n\r\n\r\n\r\n             Appeal from Horry County \n\r\n      Benjamin H. Culbertson, Circuit Court Judge \n\r\n\r\n\r\n                  Opinion No. 27237 \n\r\n     Heard January 23, 2013 – Filed March 27, 2013 \n\r\n\r\n\r\n                     AFFIRMED \n\r\n\r\n\r\nHowell V. Bellamy, Jr., and Howell V. Bellamy, III, both\r\nof Bellamy, Rutenberg, Copeland, Epps, Gravely &\r\nBowers, P.A., of Myrtle Beach, for Appellants.\r\n\r\nBradley D. Churdar, of Charleston and William M.\r\nTaylor, Jr., of Columbia, for Respondent.\r\n\nJUSTICE KITTREDGE: This is an appeal from the circuit court's order\r\ndismissing the action for lack of subject matter jurisdiction. We affirm.\r\n\r\n                                         I.\r\nAppellants own property in North Myrtle Beach that is bounded by water on the\r\nwest and north. In February 2007, Appellants applied to the Department of Health\r\nand Environmental Control (\"DHEC\") for a critical area permit to construct a\r\nreplacement bulkhead. The permit application provided:\r\n\r\n      The work, as proposed and shown on the attached plans, consists of\r\n      constructing a replacement bulkhead. A 155' long wooden bulkhead\r\n      will be removed and replaced with a vinyl bulkhead to be built in the\r\n      same location.\r\n\r\n(emphasis added). Appellants attached to the application a plat that depicted the\r\nreplacement bulkhead being built in the same location as the existing bulkhead,\r\nwhich was located just underneath the cantilevered portion of the house.\r\n\r\nIn March 2007, DHEC issued Critical Area Permit No. OCRM-07-509 (\"permit\")\r\nto Appellants. The permit included the following special condition: \"Provided the\r\nproposed bulkhead is placed in the same location as the existing bulkhead.\"\r\n(emphasis added).\r\n\r\nIn response to a complaint, DHEC Enforcement and Compliance Project Manager\r\nSean Briggs inspected Appellants' property in July 2007. Briggs observed the\r\nreplacement bulkhead was partially constructed in a different location along the\r\nnorthern property line and that fill dirt had been placed in the area between the\r\nhouse and new bulkhead. According to Briggs, the new bulkhead was constructed\r\nin the tidelands critical area 20' channelward of the house and in violation of the\r\nDHEC permit specifications.\r\n\r\nDHEC issued Appellants various written warnings, including a Cease and Desist\r\nDirective and a Notice of Violation and Admission Letter. However, follow-up\r\ninspections revealed Appellants continued to alter the critical area and construct\r\nthe replacement bulkhead in a different, unauthorized location. Accordingly,\r\nDHEC sent Appellants a Notice of Intent to Revoke the permit.\r\n\nIn January 2010,1 Briggs again inspected Appellants' property. He observed that,\r\nsince the last inspection and the issuance of the directive to cease construction,\r\nAppellants had marched forward with construction. According to Briggs,\r\nAppellants had covered the fill dirt with a concrete driveway and installed fencing,\r\npilings, and landscaping materials, all within the critical area.\r\n\r\nOn April 20, 2010, DHEC issued an administrative order (\"Revocation Order\")\r\nrevoking Appellants' permit based on Appellants' failure to construct the bulkhead\r\nin compliance with the permit conditions.\r\n\r\nThereafter, on April 26, 2010, DHEC issued a separate administrative enforcement\r\norder (\"Enforcement Order\") assessing against Appellants a civil penalty of\r\n$54,0002 and requiring Appellants to restore the impacted portion of the critical\r\narea to its previous condition.3\r\n\r\nAppellants sought review of the Enforcement Order by the South Carolina Board\r\nof Health and Environmental Control (\"Board\"). In a letter, the Board denied\r\nAppellants' request for a Final Review Conference. The letter informed Appellants\r\nthat within thirty days, they could request a contested case hearing before the\r\nAdministrative Law Court (\"ALC\") in accordance with the Administrative\r\nProcedures Act (\"APA\").\r\n\r\nHowever, rather than requesting a contested case before the ALC, Appellants filed\r\nan action in circuit court seeking judicial review of the Enforcement Order de novo\r\nand requesting a final order \"overturning [DHEC's] [Enforcement Order] and\r\ndecision dated April 26, 2010, with prejudice[.]\" Specifically, the complaint\r\nalleged the circuit court had subject matter jurisdiction pursuant to section 48-39-\r\n\r\n1 According to DHEC, between August 2007 and February 2009, the parties\r\nattempted to negotiate a resolution but were unsuccessful because Appellants\r\nsteadfastly maintained they built the bulkhead in accordance with the permit.\r\n2Any person who violates a permit or any other requirement of the Coastal Zone\r\nManagement Act (\"CZMA\") may be assessed a civil penalty of up to one thousand\r\ndollars per day of violation. S.C. Code Ann. § 48-39-170(C) (Supp. 2012).\r\n3These two, separate orders were mailed to Appellants as enclosures in a single\r\ncover letter dated April 27, 2010.\r\n\n180 of the South Carolina Code, which provides that any applicant whose permit\r\napplication has been finally denied, revoked, or suspended may seek review in the\r\ncircuit court.\r\n\r\nIn response, DHEC filed a motion to dismiss pursuant to Rule 12(b)(1), SCRCP,\r\ncontending the circuit court lacked subject matter jurisdiction. DHEC argued\r\nsection 48-39-180 applies to permitting matters, not administrative enforcement\r\norders such as the Enforcement Order that was the sole focus of Appellants'\r\ncomplaint.\r\n\r\nAppellants opposed dismissal, focusing largely on the propriety of the bulkhead\r\nconstruction and maintaining they built the bulkhead as permitted. Appellants\r\ncontended section 48-39-180 provides for judicial review of their permit\r\nrevocation in the circuit court, and that pursuit of an administrative remedy is\r\noptional under the section.\r\n\r\nThe circuit court granted DHEC's motion to dismiss for lack of subject matter\r\njurisdiction. The court found section 48-39-180 does not confer jurisdiction on the\r\ncircuit court to review administrative enforcement orders issued by DHEC.\r\nRather, the circuit court held such orders are administrative in nature and governed\r\nby the APA.4\r\n\r\nAppellants now challenge the circuit court's order.5\r\n\r\n\r\n\r\n\r\n4Alternatively, the circuit court found it lacked jurisdiction because Appellants had\r\nnot exhausted their remedies as required by the APA.\r\n5 After the circuit court's ruling, Appellants filed an action in the ALC seeking a\r\ncontested case hearing. In response, DHEC moved to dismiss Appellants' action,\r\nasserting Appellants had not timely filed their petition based on S.C. Code Ann.\r\nsection 44-1-60(G) (Supp. 2012), which provides that a permittee must seek a\r\ncontested case hearing before the ALC within thirty days after the Board declines\r\nto schedule a final review conference. The ALC action has been held in abeyance\r\npending resolution of this appeal. On appeal, Appellants now contend the doctrine\r\nof equitable tolling precludes dismissal of their pending ALC action. However, we\r\ndo not address that argument, for the ALC action is not before this Court.\r\n\n                                         II. \n\r\n\r\n\"'The question of subject matter jurisdiction is a question of law.'\" Linda Mc Co. v.\r\nShore, 390 S.C. 543, 551, 703 S.E.2d 499, 503 (2010) (quoting Porter v. Labor\r\nDepot, 372 S.C. 560, 567, 643 S.E.2d 96, 100 (Ct. App. 2007)). \"This Court is\r\nfree to decide questions of law with no particular deference to the lower court.\"\r\nJeter v. S.C. Dep't of Transp., 369 S.C. 433, 438, 633 S.E.2d 143, 146 (2006)\r\n(citation omitted).                      III.\r\n\r\nAppellants argue the circuit court erred in holding it did not have subject matter\r\njurisdiction to consider Appellants' challenge. We disagree.\r\n\r\nSection 48-39-180 states:\r\n\r\n      Any applicant whose permit application has been finally denied,\r\n      revoked, suspended or approved subject to conditions of the\r\n      department, or any person adversely affected by the permit, may\r\n      obtain judicial review as provided in Chapter 23 of Title 1, or may file\r\n      a petition in the circuit court having jurisdiction over the affected land\r\n      for a review of the department's action \"de novo\". . . .\r\n\r\nS.C. Code Ann. § 48-39-180.\r\n\r\nAppellants are correct that, by its terms, section 48-39-180 enables an applicant\r\nwhose permit has been finally revoked to seek judicial review of such revocation in\r\ncircuit court. Appellants, however, did not challenge the Revocation Order in their\r\ncomplaint. The complaint filed in the circuit court challenges only the\r\nEnforcement Order, not the Revocation Order. Appellants' invocation of section\r\n48-39-180 hinges on the conflation of the two separate and distinct orders issued\r\nby DHEC. Yet, Appellants' appeal to the Board and the circuit court encompassed\r\nonly the Enforcement Order, as no specific mention of or objection to the\r\nRevocation Order was made. We are bound to hold Appellants to their complaint\r\nand lone challenge of the Enforcement Order. See Davis v. Monteith, 289 S.C.\r\n176, 182, 345 S.E.2d 724, 727 (1986) (\"This Court will not, under the guise of\r\nliberal construction of the pleadings, write into the complaint allegations that are\r\nnot presented.\").\r\n\nHaving determined Appellants' challenge does not fall within section 48-39-180,\r\nwe find the circuit court was correct in holding this administrative enforcement\r\nmatter is governed by the APA.\r\n\r\nWhenever DHEC determines that any person is in violation of a permit or any\r\nCZMA, DHEC may assess a civil penalty and may issue an order requiring such\r\nperson to comply with the permit, including requiring restoration. S.C. Code Ann.\r\n§ 48-39-170(C). \"Matters brought under this procedure are administrative in\r\nnature and are, therefore, governed by the procedures of the APA.\" Hill v. S.C.\r\nDep't of Health & Envtl. Control, 389 S.C. 1, 17, 698 S.E.2d 612, 621 (2010). In\r\nHill, we stated:\r\n\r\n      [R]eview of the agency's enforcement order and its imposition of civil\r\n      fine is an administrative matter that falls squarely within the ambit of\r\n      a contested case as defined in the APA. It is a proceeding in which\r\n      the rights, duties, and privileges of a party are required to be\r\n      determined by an agency after the opportunity for a hearing.\r\n\r\nId.\r\n\r\nUnder the APA, persons aggrieved by an agency decision are entitled to seek\r\nreview of the decision by means of a contested case hearing before the ALC. The\r\nALC sits as the adjudicatory body in all contested cases involving DHEC. See\r\nS.C. Code Ann. § 1-23-600(A) (Supp. 2012) (\"An administrative law judge shall\r\npreside over all hearings of contested cases . . . involving [DHEC] . . . .\").6 This\r\nadministrative process is consistent with the legislative purpose. See Act No. 387,\r\n§ 53, 2006 S.C. Acts 387 (\"This act is intended to provide a uniform procedure for\r\ncontested cases and appeals from administrative agencies.\").\r\n\r\n\r\n\r\n6 The procedures for DHEC decisions giving rise to contested cases are set forth in\r\nsection 44-1-60 of the South Carolina Code. The initial DHEC decision is the staff\r\ndecision. Id. § 44-1-60C). If the Board declines in writing to schedule a final\r\nreview conference, the staff decision becomes the final agency decision. Id. § 44-\r\n1-60(F). A permittee aggrieved by the final agency decision may file a contested\r\ncase hearing request with the ALC within thirty days after the Board declines to\r\nschedule a final review conference. Id. § 44-1-60(G).\r\n\nAppellants' circuit court complaint involved only the administrative matter, which\r\nfalls squarely within the ambit of the APA. Pursuant to the APA, the ALC had\r\nexclusive jurisdiction to entertain Appellants' narrow challenge of the Enforcement\r\nOrder and the circuit court lacked subject matter jurisdiction to hear Appellants'\r\nclaim. Accordingly, the circuit court's order is affirmed.7\r\n\r\n\r\nAFFIRMED.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, and HEARN, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n7 In light of our holding, we need not address the circuit court's alternative finding \n\r\nthat it lacked subject matter jurisdiction because Appellants failed to exhaust their \n\r\nadministrative remedies. See Futch v. McAllister Towing of Georgetown, Inc., 335 \n\r\nS.C. 598, 613, 518 S.E.2d 591, 598 (1999) (appellate court need not address \n\r\nremaining issues when disposition of prior issue is dispositive). But see Ward v. \n\r\nState, 343 S.C. 14, 17, 538 S.E.2d 245, 248 n.5 (2000) (noting the failure to \n\r\nexhaust administrative remedies goes to the prematurity of the case, not subject \n\r\nmatter jurisdiction). \n\r\n\n","court":"Supreme"}]