[{"id":"27334","title":"State v. Watkins","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27334.pdf","description":"The Court reversed a Court of Appeals opinion that had reversed the trial judge's denial of the criminal defendant's motion that the judge recuse himself.","date":"2013-12-04","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                          In The Supreme Court \n\r\n\r\n            The State, Petitioner,\r\n\r\n            v.\r\n\r\n            Robert Watkins, Respondent.\r\n\r\n            Appellate Case No. 2011-195272\r\n\r\n\r\n       ON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n                         Appeal from Greenville County \n\r\n                      Larry R. Patterson, Circuit Court Judge \n\r\n\r\n\r\n                               Opinion No. 27334 \n\r\n                 Heard October 16, 2013 – Filed December 4, 2013 \n\r\n\r\n\r\n                                     REVERSED\r\n\r\n\r\n            Attorney General Alan McCrory Wilson and Assistant\r\n            Attorney General William M. Blitch, Jr., both of\r\n            Columbia, and William Walter Wilkins, III, of\r\n            Greenville, for Petitioner.\r\n\r\n            Appellate Defender David Alexander of Columbia, for\r\n            Respondent.\r\n\r\n\r\nJUSTICE PLEICONES: We granted certiorari to review a Court of Appeals\r\ndecision that reversed respondent's convictions for armed robbery and possession\r\nof a weapon during a violent crime. State v. Watkins, Op. No. 2011-UP-091 (S.C.\r\n\nCt. App. filed March 8, 2011). The Court of Appeals purported to adopt a rule1\r\nrequiring that a trial \"judge must grant a recusal motion made during a new trial\r\narising from a [post-conviction relief] hearing in which the judge also sat.\" Id. We\r\nreverse the holding that creates this rule, find no error in the trial judge's denial of\r\nrespondent's recusal request, determine there is no merit to respondent's Faretta2\r\nissue under Rule 220(C)(1), SCACR, and reverse the decision of the Court of\r\nAppeals.                                ISSUE\r\n\r\n             Did the Court of Appeals err in creating a rule mandating that a\r\n             trial judge recuse himself upon motion if he heard the post-\r\n             conviction relief (PCR) matter that led to the new proceeding?\r\n\r\n\r\n                                     ANALYSIS\r\n\r\nRespondent was first convicted of armed robbery and weapons possession in a trial \n\r\nheld in 2002. Following the Court of Appeals' dismissal of respondent's Anders3\n\r\ndirect appeal in 2004,4 respondent file an application for PCR. Judge Patterson \n\r\ndenied the application, finding (1) that respondent was not credible and (2) that \n\r\ntrial counsel's belief that he had complied with the alibi notice requirement of Rule \n\r\n5(e)(1), SCRCrimP, while erroneous, was \"well founded.\" This Court granted \n\r\ncertiorari and reversed, holding that trial counsel was ineffective in failing to \n\r\npreserve respondent's right to an alibi charge. Watkins v. State, Memo. Op. 2008-\r\nMO-001 (S.C. Sup. Ct. filed January 14, 2008). \n\r\n\r\nAfter remand, the matter came before Judge Patterson in March 2008 on cross-\n\r\nmotions by the Public Defender's Office to be relieved from representing \n\r\nrespondent and respondent's motion that it be relieved. Ultimately, the judge \n\r\nrelieved counsel and informed respondent, who was hoping to hire a private \n\r\nattorney, that he would appoint counsel for respondent if he made a timely request \n\r\nbefore the case was scheduled to be tried in July 2008. At a subsequent hearing \n\r\n\r\n\r\n  Since this rule was announced in an unpublished memorandum opinion, it had no \n\r\n1\r\n\r\n\r\nprecedential value. Rule 220(a), SCACR. \n\r\n  Faretta v. California, 422 U.S. 806 (1975). \n\r\n2 Anders v. California, 386 U.S. 73 (1963).\n\r\n3 State v. Watkins, Op. No. 2004-UP-406 (S.C. Ct. App. filed June 22, 2004). \n\r\n4\r\n\nbefore Judge Patterson in April 2008, the State announced that respondent wanted\r\na bench trial, and that the State wished to set it for June 2 before Judge Patterson,\r\ngiven his familiarity with respondent's request to proceed pro se and the fear that\r\nonce the case was called for trial that respondent would then seek to delay by\r\nasking for representation. Respondent's request that Judge Patterson recuse\r\nhimself for the retrial because he had presided at respondent's PCR hearing was\r\ndenied.\r\n\r\nAt a hearing in May 2008, respondent, appearing pro se, made numerous motions.\r\nAs the situation deteriorated, Judge Patterson ordered the attorney he had\r\nappointed as stand-by counsel to take over representation. When the case was\r\ncalled for trial in September 2008, respondent again asked that appointed counsel\r\nbe relieved. After the Faretta hearing, however, respondent changed his mind and\r\nasked that the attorney continue to represent him. Respondent, however, renewed\r\nhis motion to proceed pro se following an in camera suppression hearing. The\r\nmotion was granted and respondent represented himself at the trial. Respondent\r\nwas convicted, sentenced, and appealed.\r\n\r\nOn appeal, the Court of Appeals held it was reversible error for Judge Patterson to\r\ndeny respondent's request that he recuse himself, analogizing this case to Floyd v.\r\nState, 303 S.C. 298, 400 S.E.2d 145 (1991). Floyd adopted a per se rule that a\r\njudge scheduled to hear a PCR matter must, upon request, recuse himself if he\r\npresided over the guilty plea, criminal trial, or probation revocation for which PCR\r\nis sought.5 The State contends the Court of Appeals' extension of Floyd's rationale\r\nto this situation was error. We agree.\r\n\r\nFirst, it is questionable whether respondent's request that Judge Patterson recuse\r\nhimself, made only at the April 2008 hearing preserved the recusal issue for appeal\r\nwhen it was not renewed either at the May 2008 hearing or at the September 2008\r\ntrial. Second, a retrial judge is in a different posture than the PCR judge. A PCR\r\njudge is frequently asked to review his own conduct in the trial, plea, or probation\r\nrevocation proceeding, albeit most often through a claim of ineffective assistance\r\nof counsel. On the other hand, a PCR judge tasked with retrying the case is not\r\nbeing asked to judge his own prior rulings. Moreover, the trial judge is often\r\nrequired in effect to pass upon the guilt of the defendant, while guilt or innocence\r\n\r\n\r\n We granted the State's petition to argue against the Floyd precedent. Since Floyd,\r\n5\r\n\r\n\r\nwhich establishes a rule for PCR, is not before the Court in this direct appeal, we\r\ndecline to reconsider Floyd at this juncture.\r\n\nis not at issue in a PCR hearing. Compare State v. Atterberry, 134 S.C. 392, 133\r\nS.E. 101 (1926) (where trial judge expressed opinion that defendant was guilty\r\nwhen sentencing defendant, must recuse at retrial upon objection) with State v.\r\nHayes, 272 S.C. 256, 250 S.E.2d 342 (1979) (no recusal necessary where trial\r\njudge had already adjudicated defendant's younger brother delinquent based upon\r\nthe same offense).\r\n\r\nWhile we disagree with the rule announced by the Court of Appeals, we emphasize\r\nthat a criminal defendant may ask the judge who heard his PCR to recuse herself\r\nfrom the retrial of the matter for any of the reasons for which recusal may be\r\nsought. Here, we find no evidence of judicial bias warranting Judge Patterson's\r\nrecusal. Canon 3(E)(1)(a), SCACR.CONCLUSION\r\n\r\nThe decision of the Court of Appeals is\r\n\r\nREVERSED.\r\n\r\nTOAL, C.J., BEATTY, HEARN, JJ., and Acting Justice James E. Moore,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"27335","title":"State v. Curry","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27335.pdf","description":"In this direct appeal, the Court affirms Appellant's convictions and sentences for the offenses of voluntary manslaughter and possession of a weapon during the commission of a violent crime.","date":"2013-12-04","type":"opinion","text":"                      THE STATE OF SOUTH CAROLINA \n\r\n                           In The Supreme Court \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            James J. Curry, Jr., Appellant.\r\n\r\n            Appellate Case No. 2010-153826\r\n\r\n\r\n\r\n                          Appeal from Lancaster County \n\r\n                      Brooks P. Goldsmith, Circuit Court Judge \n\r\n\r\n\r\n                                Opinion No. 27335 \n\r\n                 Heard September 19, 2012 – Filed December 4, 2013 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            Appellate Defender LaNelle Cantey DuRant, of\r\n            Columbia, for Appellant.\r\n\r\n            Attorney General Alan M. Wilson, Chief Deputy\r\n            Attorney General John W. McIntosh, Senior Assistant\r\n            Deputy Attorney General Salley W. Elliott, and Assistant\r\n            Attorney General Julie K. Keeney, all of Columbia, and\r\n            Solicitor Douglas A. Barfield, Jr., of Lancaster, for\r\n            Respondent.\r\n\r\n\r\nJUSTICE KITTREDGE: This is a direct appeal in a criminal case. Appellant\r\nJames J. Curry, Jr., was convicted and sentenced for the offenses of voluntary\r\nmanslaughter and possession of a weapon during the commission of a violent\r\ncrime. We affirm.\r\n\r\n\r\n \r\n\n                                                               I.\r\n\r\n                                                   FACTS/PROCEDURAL HISTORY\r\n\r\nOn New Year's Eve 2008, Appellant and his fiancée traveled from Rock Hill,\r\nSouth Carolina, to Appellant's hometown of Lancaster, South Carolina, to visit\r\nfriends and family. Appellant traveled with a .22 caliber pistol. Once they arrived\r\nin Lancaster, Appellant and his fiancée visited his cousin Devion Collins and his\r\nfiancée at their home. After socializing and drinking alcohol for several hours,\r\nAppellant invited Collins and his fiancée to go to Appellant's mother's apartment.\r\n\r\nThe group then drove to the apartment. Appellant and Collins dropped off their\r\nfiancées, picked up a friend, and went to the store for more alcohol and cigarettes.\r\nUpon returning to the apartment, Appellant testified he retrieved his pistol from the\r\ntrunk, went upstairs, and placed the pistol and bullets under his mother's mattress.1\r\n\r\nLater in the evening, after some disturbances in the complex parking lot,\r\nAppellant's fiancée left the complex, but Appellant remained in the apartment with\r\nCollins and others. Thereafter, Appellant and Collins got into an argument,\r\napparently over Appellant speaking to Collins' fiancée. A brief scuffle ensued, and\r\nthe two were quickly separated by bystanders. By all accounts, Collins was\r\nconsiderably bigger and stronger than Appellant.\r\n\r\nShortly thereafter, the two men began fighting again. Once again, the two men\r\nwere separated. According to one witness, Jermaine Harris, there was no blood or\r\ninjury, and the fight appeared to be over. Harris then led Collins to the kitchen to\r\nseparate the two combatants.\r\n\r\nAt this point, the testimony of Appellant and the State's witnesses varies\r\nsubstantially. Several of the State's witnesses testified that after the second\r\naltercation ended, Appellant ran upstairs, came back downstairs, faced the kitchen,\r\nand began shooting at Collins, whose back was to Appellant. Appellant, on the\r\nother hand, testified he had retrieved and loaded the gun earlier in the night, and\r\nhad placed it in his pocket in anticipation of firing the weapon at midnight to\r\ncelebrate the New Year. Appellant testified he pulled the gun from his pocket\r\nbecause he believed Collins was lunging toward him. Appellant shot Collins six\r\ntimes in the back, killing him. It is undisputed that Collins was unarmed.\r\n\r\n                                                            \r\n1 There is a conflict in the evidence as to the point in time Appellant retrieved his\r\ngun from under the mattress. Resolving this evidentiary conflict has no bearing on\r\nresolving the challenge asserted by Appellant on appeal.\r\n\r\n \r\n\nAppellant was charged with murder and possession of a firearm during the\r\ncommission of a violent crime. Appellant confessed to killing Collins, although he\r\ntold investigating officers that he \"blacked out\" during the shooting. At the close\r\nof the State's evidence, defense counsel moved for a directed verdict of acquittal\r\npursuant to the Protection of Persons and Property Act (Act), which purports to\r\ncodify the common law Castle Doctrine. See S.C. Code §§ 16-11-410, 16-11­\r\n440(C), and 16-11-450 (Supp. 2011). The trial court denied the motion.\r\nThereafter, the trial court instructed the jury on murder, voluntary manslaughter,\r\nand self-defense. Appellant's counsel further challenged the trial court's self-\r\ndefense instructions. The jury returned a verdict of guilty on the offense of\r\nvoluntary manslaughter and the weapons charge. Appellant was sentenced to\r\neighteen years' imprisonment.                                      II.\r\n\r\n                                                               LAW/ANALYSIS\r\n\r\n                                                                    A.\r\n\r\n                                               Protection of Persons and Property Act\r\nWhen applicable, the Act provides immunity from prosecution.2 Claiming self-\r\ndefense, Appellant sought to invoke section 16-11-440(C) of the Act at the\r\ndirected verdict stage. The trial court denied the motion, finding that Appellant\r\nfailed to establish his entitlement to immunity under section 16-11-440(C).\r\nBecause there is evidence to support the decision of the trial court, we affirm.\r\n\r\nSection 16-11-440(A), the main thrust of the Act, provides a presumption of\r\nreasonable fear of imminent peril of death or great bodily injury to a person who\r\nuses deadly force if he is attacked by or attempting to remove another from a\r\ndwelling, residence, or occupied vehicle. However, the presumption of subsection\r\n(A) does not apply if the victim has an equal right to be in the dwelling or\r\nresidence. S.C. Code § 16-11-440(B). Because Collins was a social guest and\r\nrightfully in the apartment, subsection (A) is inapplicable to Appellant, and he is\r\ntherefore defaulted into subsection (C), which deals with the use of force by one\r\nwho is attacked in another place where he has a right to be.\r\n\r\n                                                            \r\n2That provision states: \"A person who uses deadly force as permitted by the\r\nprovisions of [the Act] . . . is justified in using deadly force and is immune from\r\ncriminal prosecution and civil action for the use of deadly force . . . .\" S.C. Code §\r\n16-11-450(A).\r\n\r\n \r\n\nA claim of immunity under the Act requires a pretrial determination using a\r\npreponderance of the evidence standard, which this court reviews under an abuse\r\nof discretion standard of review. State v. Duncan, 392 S.C. 404, 709 S.E.2d 662\r\n(2011).3\r\n\r\nIn Duncan, we set forth the pretrial procedure, burden of proof and appellate\r\nstandard of review under the Act. Because Appellant misapprehends the reach of\r\nthe Act, we take this opportunity to interpret what we believe to be the legislative\r\nintent regarding a trial court's authority to weigh the underlying claim of self-\r\ndefense in determining an accused's entitlement to immunity.\r\n\r\nSection 16-11-450 provides immunity from prosecution if a person is found to be\r\njustified in using deadly force under the Act. Section 16-11-440(C), the pertinent\r\n\"force\" section, states:\r\n\r\n              A person who is not engaged in an unlawful activity and who is\r\n              attacked in another place where he has a right to be, including, but not\r\n              limited to, his place of business, has no duty to retreat and has the\r\n              right to stand his ground and meet force with force, including deadly\r\n              force, if he reasonably believes it is necessary to prevent death or\r\n              great bodily injury to himself or another person . . . .\r\nAppellant appears to argue the Act should be construed to require a trial court to\r\naccept the accused's version of the underlying facts. As a result, the trial court\r\ncould only determine if the accused is \"not engaged in an unlawful activity\" and is\r\nin a \"place he has a right to be.\" We find that the General Assembly did not intend\r\nsuch an application. Consistent with the Castle Doctrine and the text of the Act, a\r\nvalid case of self-defense must exist, and the trial court must necessarily consider\r\n                                                            \r\n3 Appellant moved for immunity under the Act at the directed verdict stage, calling\r\nit a \"slightly unusual\" procedure. We note that our decision in Duncan was\r\npublished after this case was tried. In fairness to the parties and the trial court, the\r\nAct is silent on the procedure to follow when an accused seeks immunity. While\r\nDuncan interprets the Act to require a pretrial determination by the trial court,\r\nbecause Appellant and the trial court here did not have the benefit of Duncan, we\r\nelect to treat the matter as preserved through the directed verdict motion. See also\r\nState v. Isaac, 405 S.C. 177, 185, 747 S.E.2d 677, 681 (2013) (holding the denial\r\nof a request for immunity under the Act is interlocutory and therefore is not\r\nimmediately appealable).\r\n\r\n\r\n \r\n\nthe elements of self-defense in determining a defendant's entitlement to the Act's\r\nimmunity. This includes all elements of self-defense, save the duty to retreat.4\r\n\r\nAs the General Assembly stated its intent to codify the common law Castle\r\nDoctrine, we believe it appropriate to consider case law in the area. In State v.\r\nGrantham, we stated that \"the [Castle Doctrine] rule is predicated on the absence\r\nof aggression or fault on [the defendant's] part in bringing on the difficulty; the\r\ndoctrine is for defensive, and not offensive purposes.\" 224 S.C. 41, 45, 77 S.C.\r\n291, 292 (1953). While the Act may be considered \"offensive\" in the sense that\r\nthe immunity operates as a bar to prosecution, such immunity is predicated on an\r\naccused demonstrating the elements of self-defense to the satisfaction of the trial\r\ncourt by the preponderance of the evidence.\r\n\r\nGiven the facts as presented above, we conclude there is evidence to support the\r\ntrial court's denial of immunity under the Act. Appellant's claim of self-defense\r\npresents a quintessential jury question, which, most assuredly, is not a situation\r\nwarranting immunity from prosecution. Accordingly, we find the case was\r\nproperly submitted to the jury, with the claim of self-defense being fully presented,\r\n\r\n                                                            \r\n4   There are four elements required by law to establish a case of self-defense:\r\n              First, the defendant must be without fault in bringing on the difficulty.\r\n              Second, the defendant must have actually believed he was in\r\n              imminent danger of losing his life or sustaining serious bodily injury,\r\n              or he actually was in such imminent danger. Third, if his defense is\r\n              based upon his belief of imminent danger, a reasonably prudent man\r\n              of ordinary firmness and courage would have entertained the same\r\n              belief. If the defendant actually was in imminent danger, the\r\n              circumstances were such as would warrant a man of ordinary\r\n              prudence, firmness and courage to strike the fatal blow in order to\r\n              save himself from serious bodily harm or losing his own life. Fourth,\r\n              the defendant had no other probable means of avoiding the danger of\r\n              losing his own life or sustaining serious bodily injury than to act as he\r\n              did in this particular instance.\r\n\r\nState v. Davis, 282 S.C. 45, 46, 317 S.E.2d 452, 453 (1984). It is the fourth\r\nelement—the duty to retreat—that is excused under the Act and the Castle\r\nDoctrine.\r\n\r\n\r\n\r\n \r\n\nand the State having the burden to disprove at least one element of self-defense\r\nbeyond a reasonable doubt.            B.\r\n\r\n                              Jury Instruction\r\n\r\nAppellant next contends the trial court erred in charging the jury on both the\r\nprovisions of the Act and the standard self-defense charge because they are\r\ninherently inconsistent and confusing to the jury. We reject Appellant's claim of\r\nprejudicial error.\r\n\r\n\"In reviewing jury charges for error, we must consider the court's jury charge as a\r\nwhole in light of the evidence and issues presented at trial.\" State v. Brandt, 393\r\nS.C. 526, 549, 713 S.E.2d 591, 603 (2011) (citation omitted). \"Generally, an\r\nalleged error in a portion of a charge must be considered in light of the whole\r\ncharge, and must be prejudicial to the appellant to warrant a new trial.\" Priest v.\r\nScott, 266 S.C. 321, 324, 223 S.E.2d 36, 38 (1976).\r\n\r\nThe jury was instructed on section 16-11-440(C) of the Act, specifically:\r\n\r\n      I tell you that if the defendant was not engaged in an unlawful activity\r\n      and was attacked in any place where he had a right to be, he had no\r\n      duty to retreat and had the right to stand his ground and meet force\r\n      with force, even to the extent of using deadly force or great bodily\r\n      injury if it was necessary to prevent death or great bodily injury to\r\n      himself or others.\r\n\r\nThe trial court further charged the jury on the elements of self-defense, including\r\nthe requirement that \"the defendant had no other probable way to avoid the danger\r\nor death or serious bodily injury than to act as the defendant did in this particular\r\ninstance.\"\r\n\r\nAppellant claims the charge is a \"purposeful ambiguity,\" which confused the jury.\r\nThe charge under the Act was indeed error, but one that inured to Appellant's\r\nbenefit. Specifically, the trial court had denied Appellant immunity, and section\r\n16-11-440(C) should not have been charged to the jury. The full reach of the Act\r\nand whether the statutory provisions in the Act extend beyond the common law\r\nCastle Doctrine are questions for another day. Yet, in this context, the error in the\r\njury charge, and any resulting ambiguity, caused no prejudice to Appellant. Under\r\n\r\n \r\n\nthe Castle Doctrine, one is not required to retreat from his dwelling place. See\r\nState v. Gordon, 128 S.C. 422, 425, 122 S.E. 501, 502 (1924) (\"One attacked,\r\nwithout fault on his part, on his own premises, has the right, in establishing his plea\r\nof self-defense, to claim immunity from the law of retreat, which is ordinarily an\r\nessential element of that defense.\" (emphasis added)).\r\n\r\nUnder the Castle Doctrine, the absence of a duty to retreat does not extend to a\r\nvisitor or social guest in the home of another unless \"the attacker is an intruder.\"\r\nSee State v. Brown, 321 S.C. 184, 467 S.E.2d 922 (1996) (applying the common\r\nlaw and holding that \"a lawful guest attacked in the owner's home has no duty to\r\nretreat where the attacker is an intruder\" but \"where the attacker is the homeowner,\r\na lawful guest has a duty to retreat\"); see also Gilchrist v. State, 364 S.C. 173, 612\r\nS.E.2d 702 (2005) (overruling precedent that elevated a \"club\" to the possessory\r\nstatus of a home or place of business with regards to the absence of a duty to\r\nretreat and stating that \"this expansion of the immunity-from-retreat doctrine is not\r\ngood public policy, especially in the contemporary context of private clubs\"). We\r\nagree with other courts that have found such a broad extension would encourage\r\nthe use of deadly force. See, e.g., State v. James, 867 So.2d 414, 417 (Fla. Dist. Ct.\r\nApp. 2003) (stating an overly broad extension of the castle doctrine would vitiate\r\nthe retreat rule. . . . [G]ranting castle doctrine protection to a social guest or visitor\r\nwould necessarily grant the guest or visitor innumerable castles wherever he or she\r\nis authorized to visit. That, in turn, would extend the privilege of non-retreat and\r\nencourage the use of deadly force.\").                             III.\r\n\r\n                                                               CONCLUSION\r\n\r\nBecause the trial court did not abuse its discretion in denying Appellant immunity\r\nunder the Act and Appellant was not prejudiced by the section 16-11-440(C) jury\r\ninstruction, Appellant's convictions and sentence are affirmed.5\r\n\r\n                                                            \r\n5 Appellant additionally claims error in the trial court's failure to grant a new trial\r\npursuant to the thirteenth juror doctrine. The assignment of error is manifestly\r\nwithout merit, and we affirm pursuant to Rule 220(b)(1), SCACR. See State v.\r\nPrince, 316 S.C. 57, 64, 447 S.E.2d 177, 181 (1993) (\"Where there is competent\r\nevidence to sustain the jury's verdict, the judge may not substitute his judgment for\r\nthat of the jury.\").\r\n\r\n\r\n \r\n\nAFFIRMED.\r\n \r\n\r\nTOAL, C.J., BEATTY and HEARN, JJ., concur. PLEICONES, J., concurring\r\nin part and dissenting in part in a separate opinion.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n \r\n\n \r\n\r\nJUSTICE PLEICONES: I concur in part and dissent in part. I agree with the\r\nmajority that the Protection of Persons and Property Act (Act) creates a statutory\r\nimmunity but leaves intact the common law defenses of habitation, of others, and\r\nof self-defense. While a criminal defendant is entitled to have the issue of\r\nstatutory immunity decided prior to trial by a judge, once the case goes to trial a\r\ndefendant's right to a jury charge on these defenses is determined under common\r\nlaw principles. I therefore agree that appellant was not entitled to a jury charge on\r\nthe presumption created by S.C. Code Ann. § 16-11-440(C) (Supp. 2012).\r\nHowever, since that charge was given, and since it was hopelessly confusing when\r\nviewed in light of the charge on common law self-defense, and since the trial\r\njudge, acting without benefit of our decision in State v. Duncan, 392 S.C. 404, 709\r\nS.E.2d 662 (2011), denied appellant's immunity request under an incorrect\r\nstandard,6 I would reverse his convictions and remand for a new trial.\r\n\r\n\r\n \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n                                                            \r\n The trial judge held that appellant was not entitled to immunity using the directed\r\n6\r\n\r\n\r\nverdict standard of \"any evidence\" to deny the request rather than asking whether\r\nappellant had proven immunity by a preponderance of the evidence.\r\n\r\n \r\n\n","court":"Supreme"},{"id":"27336","title":"State v. Hepburn","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27336.pdf","description":"The Court reversed the circuit court's denial of Appellant's mid-trial motion for directed verdict, finding the waiver rule is operative in South Carolina, and exceptions exist to this rule where a co-defendant testifies implicating the criminal defendant and the defendant's testimony does not fill gaps in the State's case-in-chief. On the State's evidence alone, there was neither sufficient direct evidence nor substantial circumnstantial evidence to convict Appellant. Therefore, the Court directed a verdict of acquittal.","date":"2013-12-11","type":"opinion","text":"        THE STATE OF SOUTH CAROLINA\r\n             In The Supreme Court\r\n\r\nThe State, Respondent,\r\n\r\nv. \n\r\n\r\nAshley N. Hepburn, Appellant. \n\r\n\r\nAppellate Case No. 2011-190695 \n\r\n\r\n\r\n\r\n             Appeal From Laurens County\r\n         Frank R. Addy, Jr., Circuit Court Judge\r\n\r\n\r\n                 Opinion No. 27336 \n\r\n   Heard December 4, 2012 – Filed December 11, 2013 \n\r\n\r\n\r\n                     REVERSED \n\r\n\r\n\r\nAndrew A. Mathias, of Nexsen Pruet, LLC, of\r\nGreenville, for Appellant.\r\n\r\nAttorney General Alan McCrory Wilson, Chief Deputy\r\nAttorney General John W. McIntosh, Senior Assistant\r\nDeputy Attorney General Salley W. Elliott, all of\r\nColumbia, and Solicitor Jerry W. Peace, of Greenwood,\r\nSouth Carolina, for Respondent.\r\n\r\nE. Charles Grose, Jr., of The Grose Law Firm, LLC, of\r\nGreenwood, and James W. Bannister, of Bannister &\r\nWyatt, LLC, of Greenville, for Amicus Curiae, South\r\nCarolina Association of Criminal Defense Lawyers.\r\n\nCHIEF JUSTICE TOAL: Ashley N. Hepburn (Appellant) appeals her\r\nconviction for homicide by child abuse. We reverse the circuit court's denial of\r\nAppellant's mid-trial motion for a directed verdict.\r\n\r\n                       FACTS/PROCEDURAL BACKGROUND\r\n\r\n       On the evening of October 13, 2009, sixteen-month-old Audrina Hepburn\r\n(the victim) became unresponsive and was admitted to the hospital in Greenwood,\r\nSouth Carolina. She eventually died in a Greenville hospital on October 17, 2009.\r\nNo one, including Appellant, disputes that the victim died from child abuse. There\r\nwere only two people who could have killed the victim, either Appellant or her\r\nboyfriend of five months, co-defendant Brandon Lewis, as they were home with\r\nthe victim on the night she sustained her fatal injuries.\r\n\r\n       Appellant and Lewis invoked their rights to a jury trial, and the State chose\r\nto prosecute them as co-defendants in a joint trial that took place from February 22\r\nto March 3, 2011.1\r\n\r\n      A. The State's Evidence\r\n\r\n     At the time of her injuries, the victim resided with her two-year-old brother,\r\nOwen, Appellant, Appellant's mother, Doris Davis, and Davis's boyfriend, David\r\nCrumley.\r\n\r\n       On the evening of October 12 between 8:00–8:30 p.m., Appellant, the\r\nvictim, Owen, Davis, and Crumley ate dinner together. After dinner, Appellant ran\r\na bath for the children, and Davis and Crumley went to bed on the opposite side of\r\nthe residence just as Lewis arrived.2 Lewis helped Appellant get the children ready\r\n\r\n1 On May 15, 2013, the court of appeals reversed Lewis's conviction for aiding and\r\nabetting homicide by child abuse. See State v. Lewis, Op. No. 5132 (S.C. Ct. App.\r\nfiled May 15, 2013). The State's petition for a writ of certiorari from that decision\r\nis pending before this Court.\r\n2 Crumley and Davis went to sleep in their bedroom at approximately 9:00 p.m. on\r\nthe opposite side of the house and did not come out of their bedroom again until\r\nthey were awoken between 1:15–1:20 a.m. to Appellant's distraught crying, and\r\nfound Appellant in the living room huddled over the limp victim. Lewis told\r\nCrumley he went to check on the victim, found her lying face down in her crib\r\nwith her head up against the rails, shaking \"as if she was [sic] cold or having a\r\n\nfor bed. Appellant described the victim as \"fussy\" before bedtime, and stated she\r\ngave the victim a bottle at approximately 9:00 p.m. She also administered Orajel\r\nto the victim because she was teething. After putting the victim to bed, Appellant,\r\nLewis, and Owen watched football in the living room. At approximately 10:00\r\np.m., Appellant got Owen ready for bed and \"popped\" him when he would not\r\nbrush his teeth. She and Owen then got into bed in her bedroom, and she read\r\nbooks to Owen until they both fell asleep while Lewis continued watching\r\ntelevision in the living room. Around 11:00 p.m., Lewis checked on the victim for\r\nthe first time. When he opened the door to the victim's room, the victim \"popped\r\nher head up.\"3 Lewis then entered Appellant's bedroom, and tried to wake her up\r\nto ask her if she wanted to watch a movie or eat any of the food his grandmother\r\nmade for him to bring over. She declined and fell back asleep. Therefore, Lewis\r\nmade food for himself and sat down in the living room and resumed watching\r\ntelevision. Between 1:00–1:30 a.m., Lewis checked on the victim again.4 This\r\ntime, the victim \"didn't stick her head up so I thought she was asleep . . . . When I\r\nseen [sic] her she was laying [sic] on her stomach with her head on the rails of the\r\ncrib. I woke [Appellant] up and I told her I couldn't get [the victim] awake.\"\r\nAppellant awoke to Lewis holding the unresponsive victim in his arms. Appellant\r\nand Lewis then woke Davis and Crumley, who called 911.\r\n\r\n      The victim was taken to Self Regional Hospital in Greenwood. When she\r\narrived, no history of falls, injuries, traumas, or other illnesses was reported to\r\nphysicians. However, treating physicians and paramedics noticed numerous\r\nbruises and petechiae5 on the victim's body, retinal hemorrhaging, labored\r\nbreathing, and overall lack of responsiveness. Upon closer inspection, physicians\r\ndetermined that the victim sustained a subdural hematoma. Dr. Michelle Curry,\r\n\r\nseizure.\" Davis testified Lewis \"kept repeating\" that he found the victim \"face \n\r\ndown horizontal in the crib.\" \n\r\n3 In one statement to police, Lewis stated he then \"shut the door . . . . I didn’t hold \n\r\nher then, but I did earlier in the night. I didn't shake her or anything.\"\n\r\n4 In one statement to police, Lewis said that he routinely checked on the victim \n\r\nwhen he stayed at Appellant's house, and that the walls of the house were so thin \n\r\nthat he usually could hear if the victim was crying. On the night in question, he \n\r\nstated the victim was not crying. \n\r\n5At trial, it was explained that petechiae are caused by the rupture of microscopic \n\r\nblood vessels underneath the surface of the skin, similar to bruising.\n\r\n\nwho treated the victim at Self Regional testified that the subdural hematoma\r\nextended from the front to back of the right side of the victim's brain and was\r\n\"fairly extensive.\"6 Dr. Curry opined that the victim's injuries were caused by an\r\nacceleration-deceleration movement, as in a car accident or shaken baby\r\nsyndrome.7 Likewise, Dr. Robert Seigler, the medical director of the pediatric\r\nintensive care unit at Greenville Memorial Hospital where the victim was\r\ntransferred, opined that due to the nature of her injuries, the victim sustained\r\nabusive head trauma due to child abuse. Dr. Mary-Fran Croswell, who also\r\nexamined the victim at Greenville Memorial Hospital, testified that she could not\r\nrule out a \"direct impact force, \"acceleration-deceleration forces,\" or some\r\n\"combination of the two.\"8\r\n\r\n      All of the victim's treating physicians testified that the victim would not\r\nhave appeared \"normal\" almost immediately after sustaining this type of injury.\r\nDr. Seigler testified that the victim \"would of [sic] had symptoms virtually\r\n\r\n6   Dr. Curry explained:\r\n\r\n        A subdural hematoma is not something that happens spontaneously.\r\n        There are types of bleeding in the brain that can happen\r\n        spontaneously. Subdural hematomas are the result of trauma because\r\n        it involves a tearing of veins between layers. There is some amount of,\r\n        we call it acceleration-deceleration of shaking or wiggling that\r\n        happens. If you think of the brain as jello inside of a very hard mold\r\n        and if you shake the mold hard enough the jello separates from the\r\n        side. When that happens in the brain the little veins that are in\r\n        between the mold and the jello tear and you get the bleeding around\r\n        the brain or the jello which then eventually compresses it.\r\n7Dr. Curry defined \"shaken baby syndrome\" as a \"well described entity in the\r\npediatric and emergency medicine literature,\" in which \"a child is being disciplined\r\nor is so aggravating they are shaken . . . and it can result in both the retinal\r\nhemorrhages and the subdural hematoma.\"\r\n8 While Dr. Croswell testified that the victim's injuries were as severe as if she had\r\nfallen \"from several stories, more than a story high,\" she concluded that \"[w]ithout\r\na history of significant accidental injury such as . . . a motor vehicle crash or a fall\r\nfrom several stories, this constellation of findings [was] most consistent with\r\nabusive head trauma.\"\r\n\nimmediately after an injury this severe and she would have at the least been in a\r\ncoma and likely have had more severe symptoms than that.\" Dr. Croswell testified\r\nthat the severity of the injuries would have brought about a drastic change in a\r\ntoddler's demeanor that would have been instantly noticeable to her adult\r\ncaregivers.\r\n\r\n        While the victim was receiving treatment at Self Regional Hospital, the\r\nhospital chaplain, Alexander Brown, met with Appellant and Lewis. At trial,\r\nBrown testified that Lewis explained that he was the only person awake at the\r\nresidence and that he was watching television when he realized he had not checked\r\non the victim in an hour and a half. He stated he would normally open the door or\r\nknock to \"see if [the victim] would wake up or acknowledge his presence there at\r\nthe door.\" However, this time, Lewis found the victim \"sideways with her face\r\ncareened against the side of the crib\" instead of her normal posture of \"head to\r\nfoot.\" Upon closer inspection, he noticed the victim was unresponsive. Brown\r\ntestified that Appellant was present while Lewis recounted his version of events\r\nand did not dispute his story:\r\n\r\n      They both seemed concerned but they appeared united in their story\r\n      and understanding of what was going on at the time. There wasn't any\r\n      dispute about [Lewis's] description. And, let's see, let me find my\r\n      words here. They didn't seem any more like outrageously concerned\r\n      like something was very, very seriously wrong. They weren't over\r\n      [sic] emotional, they seemed collected as it were, just really\r\n      concerned.\r\n\r\nBrown testified further that at one point Lewis\r\n\r\n      said one statement in the middle of his explanation of how he found\r\n      [the victim]. It concerned me and it seemed odd. In the middle of his\r\n      statement he explained that [the victim], \"didn't like him but he loved\r\n      her.\"\r\n\r\nNeither party accused the other of any wrongdoing at that time.\r\n\r\n       The State's evidence also hinted at the possibility of prior abuse. In the\r\nweeks leading up to the fatal injuries, Appellant brought the victim to her\r\npediatrician three times to treat a petechial rash. In addition, the victim's father and\r\nAppellant's estranged husband, Daniel Hepburn (Daniel), and his mother, Rita\r\nEbel, testified that they both noticed that the victim had a chipped tooth and a\r\n\nbruise on her forehead, which Appellant claimed was caused by the victim striking\r\nher head on her crib. Daniel testified that Appellant was concerned about the rash\r\nand took the victim to the doctor for treatment. However, when Daniel confronted\r\nAppellant about the petechial rash after accompanying the victim to one of her\r\ndoctor's appointments, Daniel testified Appellant became \"defensive right away\"\r\nand stated that \"no one had choked her.\"9 In addition, Appellant told Daniel that\r\nshe did not know how the victim chipped her tooth, but that it \"must have\r\nhappened with her being a little kid.\"\r\n\r\n       After a visit on October 8, Daniel did not see the victim again until she was\r\nin the hospital. He testified he saw Lewis at the hospital in Greenwood, and Lewis\r\n\"stated, in his opinion she had had a seizure,\" as \"he walked in to check on her and\r\nshe was rigid at one point, seemed like she had had a seizure along those lines.\"\r\n\r\n       Daniel further testified about the breakdown of his marriage to Appellant,\r\nstating their marital problems began when the victim was born prematurely.\r\nDaniel testified that the couple decided to divorce in May 2009, and shortly\r\nthereafter he learned that Appellant and Lewis \"were a couple.\" Finally, over\r\nAppellant's objection, Daniel testified that Appellant struck him during a fight they\r\nhad while intoxicated when Appellant visited him in Washington in February 2009\r\nto reconcile their marriage.\r\n\r\n       Under cross-examination, Daniel testified that Appellant was a good mother,\r\nwho nursed the victim when she was born prematurely and was never violent with\r\nthe children. Furthermore, he testified that he had agreed to Appellant receiving\r\nprimary custody of the children during a custody hearing. Under further cross-\r\nexamination by Lewis's counsel, Daniel stated that he spoke with Appellant by\r\ntelephone on October 12 and she seemed \"frustrated\" because the victim was\r\nteething, but \"not more than normal.\" He testified he later learned that Appellant\r\nfound out that she did not receive a job offer as hoped on the day before the victim\r\nsustained the injuries.\r\n\r\n      Likewise, both Crumley and Davis testified that Appellant was a good and\r\nloving mother, who was attentive to her children.10 Both testified that they saw a\r\n\r\n9 On redirect, Daniel testified that Appellant got defensive because she knew\r\nDaniel did not like Lewis to be around the children, and \"[s]he got defensive right\r\naway as far as me questioning him being around the children, me questioning her\r\nright as a parent to allow him around the children.\"\r\n\nbruise in the middle of the victim's forehead prior to her hospitalization. Davis\r\ntestified that Appellant brought the bruise to her attention and they attempted to\r\ndiscover the cause of the bruise in the home, and that Appellant took the victim to\r\nthe doctor because she was concerned about the petechial marks on the victim's\r\nneck. Davis testified she did not notice any other bruising on the victim's body\r\nwhen Appellant bathed her earlier in the night.\r\n\r\n      B. Directed Verdict Motion\r\n\r\n       At the close of the State's evidence, Appellant moved for a directed verdict\r\npursuant to Rule 19, SCRCrP, claiming the State had failed to present substantial\r\ncircumstantial evidence that Appellant committed the crimes charged.11 Instead,\r\nAppellant's counsel argued, the State's evidence merely rose to a suspicion that\r\nAppellant committed the crime, and this mere suspicion was insufficient to survive\r\na directed verdict motion, in that the State had only proven that Appellant was in\r\nthe home when the victim sustained the fatal injuries. While Appellant's counsel\r\nconceded that the State had proven that the child died from homicide by child\r\nabuse, he argued that the State had not proven that the child abuse was inflicted by\r\nAppellant. Finding it could be logically deduced from the circumstantial evidence\r\nthat one of the two defendants violently shook the victim causing her injuries, the\r\ncourt denied Appellant's motion for directed verdict. The trial judge stated that the\r\njury would be given a \"mere presence\" charge, would have the opportunity to\r\nevaluate the witnesses' credibility, and could ultimately conclude that either\r\ndefendant was not guilty.\r\n\r\n\r\n\r\n\r\n\r\n\r\n10In contrast, Crumley testified that Lewis frequented the home sporadically, his\r\ncontact with the victim was \"[v]ery limited,\" and Lewis \"[n]ever had anything to\r\ndo\" with the victim other than see her at the residence.\r\n11Pursuant to Rule 19(a), \"On motion of the defendant or on its own motion, the\r\ncourt shall direct a verdict in the defendant's favor on any offense charged in the\r\nindictment after the evidence on either side is closed, if there is a failure of\r\ncompetent evidence tending to prove the charge in the indictment.\" Rule 19,\r\nSCRCrP. Moreover, \"[i]n ruling on the motion, the trial judge shall consider only\r\nthe existence or non-existence of the evidence and not its weight.\" Id.\r\n\n      C. Appellant's Defense\r\n\r\n      Appellant's testimony largely corroborated the State's evidence.\r\n\r\n       Appellant testified that October 12 was a normal day, and she, Crumley,\r\nDavis, and the children ate dinner between 8:00–8:30 p.m., after which Appellant\r\nbathed the children. Lewis arrived at the residence while Appellant was bathing\r\nthe children, and helped Appellant dress them for bed. Meanwhile, Davis and\r\nCrumley went to bed. Appellant, Lewis, and the children watched television, and\r\nthen Appellant put the victim in her bed. Appellant testified the victim was tired\r\nand irritable, so she gave her a bottle. Appellant and Lewis smoked a cigarette on\r\nthe back porch, and heard the victim crying. Therefore, Appellant took the victim\r\nout of her crib and administered Orajel for teething, and then placed her back in\r\nher crib.\r\n\r\n       Once Appellant reentered the living room, Owen accidentally hit Lewis in\r\nthe face with his elbow while they were playing, and Appellant and Lewis fought\r\nover Appellant's disciplinary tactics. Appellant told Owen to brush his teeth, and\r\nshe spanked him when he would not follow her instructions.12 Appellant\r\nsubsequently entered the victim's bedroom to retrieve books to read to Owen, and\r\nthe victim looked up at her and appeared normal. Appellant testified she and\r\nOwen both fell asleep reading books together in Appellant's bed. Appellant woke\r\nup when Lewis offered her food his grandmother had prepared, and the next thing\r\nshe remembered was waking up again to Lewis holding the unresponsive victim in\r\nhis arms. Appellant testified Lewis was acting \"odd\" and \"collected,\" but she\r\npanicked when she realized the victim was not responsive.\r\n\r\n       Appellant testified that she and Lewis had been dating for approximately six\r\nmonths. She stated that the victim would \"cry and cling\" to her when Lewis was\r\naround, but that she did not think that was unusual at the time, just that \"she . . .\r\ndidn't take to him.\" Appellant testified that Lewis was the only person awake in\r\nthe house at the time the victim sustained her injuries and was the only person who\r\ncould have harmed the victim.\r\n\r\n\r\n\r\n12Appellant testified she never used corporal punishment on the victim, and the\r\nonly time she ever used corporal punishment on either child was when she \"popped\r\n[Owen] on the backside\" when he would not brush his teeth on October 12.\r\n\n       She testified that the victim was born prematurely and was in the hospital for\r\neight weeks. Appellant spent a portion of every day in the NICU with the victim\r\nduring this time. Appellant testified she \"needed help\" with the children, as the\r\npreterm birth put stress on her relationship with Daniel and finances, so she moved\r\nback into her mother's home from Washington, where Daniel was stationed in the\r\nmilitary. Appellant testified that she and Daniel had rekindled their relationship\r\nafter the victim's death and were still in a relationship at the time of trial.\r\n\r\n        Appellant testified that, outside of visitation for Daniel, she was with her\r\nchildren \"[t]wenty-four, seven.\" As to the victim's previous injuries, Appellant\r\ntestified she was concerned about the petechial rash, and noticed the chipped tooth\r\nand bruising to the victim's forehead and assumed she hit her head on her crib.\r\nAppellant testified that she took the victim to her doctor three times to follow-up\r\non the petechial rash. Moreover, she was in the process of finding a dentist to fix\r\nthe victim's chipped tooth. She also testified she attempted to add padding to the\r\ncrib bar so that the victim would not injure herself on it again.\r\n\r\n      D. Lewis's Defense\r\n\r\n       On the other hand, Lewis's defense painted a markedly different version of\r\nevents. Lewis testified he stopped by Appellant's home on October 12 at\r\napproximately 3:30 p.m. While there, Lewis testified, Appellant slapped him in\r\nthe face because he called her a \"bitch\" for throwing a pillow at him after he\r\nplayfully threw the pillow at her. Lewis testified Appellant \"was stressed\" because\r\nshe had not received a job offer as hoped. Lewis went home, and did not return\r\nuntil after dinner later that evening around 8:30 p.m. When he arrived, Lewis\r\nhelped Appellant dress the children for bed, and they all watched television\r\ntogether. Lewis testified that Owen accidentally hit him in the face with his elbow,\r\nand he and Appellant argued over disciplining Owen. At approximately 10:00 to\r\n10:30 p.m., Appellant then told Owen repeatedly to brush his teeth, and when he\r\nwould not comply with her instructions, Appellant \"yanked\" Owen by the arm,\r\ntook him into the bathroom, and Lewis heard Appellant \"pop\" Owen at least four\r\nor five times. Lewis testified he had never known Appellant to strike her children\r\nbefore this night. To \"avoid\" Appellant, Lewis began watching television again.\r\nAt this point, Appellant and Owen were in Appellant's bed, and the victim was in\r\nher bedroom in her crib. Around 11:00 p.m., Lewis asked Appellant if she wanted\r\nto watch a movie, and she declined. Lewis testified, \"[w]hen I asked her to watch a\r\nmovie I think [Appellant] was still awake.\"\r\n\n        At some point, Lewis checked on the victim by peering into the room from\r\nthe doorway, and she seemed \"fine.\" Lewis testified \"she was really a light sleeper\r\nand she was just popped her head up and I let the door shut back and just went\r\nback and started watching TV.\" Next, he testified he heard the victim \"faintly\r\ncrying\" and then \"heard [Appellant] get up and stomp into the room, I actually felt\r\nher footsteps.\" Lewis testified, \"I can remember hearing [Appellant] stomp into\r\nthe room I heard her go into the room and I can remember [the victim] crying a\r\nlittle bit. And then she wasn't crying and [Appellant] went out of the room.\" Lewis\r\ntestified that the victim's cries were different from her normal cries. He testified he\r\nheard \"short pauses in between [the victim's] cry and it just, it sounded to me like\r\nshe could have been shaken.\" Lewis testified that the crying then stopped and\r\nAppellant left the victim's bedroom. However, Lewis testified, at the time, he\r\n\"didn't think anything had happened to [the victim].\" Rather, he \"just thought her\r\nmom went in there and checked on her.\" Lewis then heard Appellant walk back to\r\nher bedroom. Waiting until she was calm because he figured Appellant was\r\nagitated, Lewis returned to Appellant's room to ask her if she wanted something to\r\neat and she declined. Therefore, Lewis fixed himself something to eat.\r\n\r\n       After he ate and because he was preparing for bed, he checked on the victim\r\na final time. This time, Lewis testified he saw the victim lying horizontally,\r\nfacedown, with her head against the bars of her crib, and when he went to\r\nstraighten her, he noticed she was bleeding from the mouth, barely breathing, and\r\nlimp. He picked her up and ran to Appellant's bedroom. Lewis testified Appellant\r\nwent to the bathroom and then Lewis handed the victim to her in the hallway.\r\nLewis testified he thought the victim had a seizure because he had experienced\r\nseizures in the past and the victim's mouth was bleeding. Lewis testified he and\r\nAppellant then woke Davis and Crumley.13\r\n\r\n13This testimony corroborated Lewis's second statement to police, which was\r\nintroduced by Lewis at trial. In this second statement, Lewis stated:\r\n\r\n      [Appellant] got Owen to brush his teeth and then put [the victim] in\r\n      her crib. [Appellant] then went to bed with Owen and I went to the\r\n      living room to watch TV. I watched the football game and then\r\n      around 11:00 in the p.m. I went to check on [the victim]. When I went\r\n      to check on her at that point [the victim] was fine laying [sic] in the\r\n      crib. I started watching TV again and then around 12:45 in the a.m. I\r\n      heard [the victim] crying in her room. I then heard some loud\r\n      footsteps coming from the back of the house where [Appellant] and\r\n      Owen were located at. [The victim] started crying even louder as if\r\n\n        Lewis testified he withheld this version of events in previous statements\r\nbecause he loved Appellant and wanted to protect her. Lewis testified he did not\r\ninflict harm on the victim or shake her. However, while at the police station on\r\nOctober 13, Lewis testified he did not believe Appellant had done anything to\r\nharm the victim. With respect to his first statement, Lewis testified that he \"left out\r\nthat we had gotten into an argument, . . . that she had slapped me in the face, . . .\r\nthat I heard her going to [the victim's] room.\" However, upon speaking with his\r\ngrandmother and because he felt the police did not believe his first statement,\r\nLewis gave the second statement. Lewis testified that when the police came to his\r\nhouse later to interview him, he ran to a friend's house because he feared he would\r\nbe arrested. The day after the victim's death, Lewis attempted suicide by taking an\r\noverdose of pills. However, Lewis testified that he did not harm the victim.\r\n\r\n       Lewis re-called an investigating officer to the witness stand, who testified\r\nthat after Lewis's second statement was shown to Appellant later in the afternoon\r\non October 13, she allegedly exclaimed \"oh my god all of this is true but I don't\r\nremember hurting my baby.\"\r\n\r\n         E. Renewal of Directed Verdict Motion\r\n\r\n       The jury found Appellant guilty of homicide by child abuse and Lewis guilty\r\nof aiding and abetting homicide by child abuse. The trial court sentenced\r\nAppellant to 45 years' imprisonment and Lewis to ten years' imprisonment\r\nsuspended upon the service of seven years.\r\n\r\n      At the close of the case, Appellant renewed her motion for directed verdict,\r\nwhich the trial court denied.\r\n\r\n      Appellant filed a timely appeal in the court of appeals. On October 3, 2012,\r\nthis Court certified this case for review pursuant to Rule 204(b), SCACR.\r\n\r\n                                       ANALYSIS\r\n\r\n       Appellant argues the trial court erred in denying Appellant's motion for\r\ndirected verdict. We agree.14\r\n\r\n         she was being shaken. \n\r\n14   We need not reach the remaining evidentiary and constitutional issues, as this \n\r\n\n      A. Standard of Review\r\n\r\n       In cases where the State has failed to present evidence of the offense\r\ncharged, a criminal defendant is entitled to a directed verdict. State v. Cherry, 361\r\nS.C. 588, 593, 606 S.E.2d 475, 478 (2004). During trial, \"[w]hen ruling on a\r\nmotion for a directed verdict, the trial court is concerned with the existence or\r\nnonexistence of evidence, not its weight.\" Id. at 593, 606 S.E.2d at 477–78 (citing\r\nState v. Gaster, 349 S.C. 545, 555, 564 S.E.2d 87, 92 (2002)); see also Rule 19(a),\r\nSCRCrP. The trial court should \"grant the directed verdict motion when the\r\nevidence merely raises a suspicion that the accused is guilty, as '[s]uspicion'\r\nimplies a belief or opinion as to guilt based upon facts or circumstances which do\r\nnot amount to proof.\" Cherry, 361 S.C. at 594, 606 S.E.2d at 478 (citations\r\nomitted). On the other hand, \"a trial judge is not required to find that the evidence\r\ninfers guilt to the exclusion of any other reasonable hypothesis.\" Id. (emphasis\r\nremoved).\r\n\r\n       On appeal, \"[w]hen reviewing a denial of a directed verdict, this Court must\r\nview the evidence and all reasonable inferences in the light most favorable to the\r\nstate.\" Id. (citing State v. Burdette, 335 S.C. 34, 46, 515 S.E.2d 525, 531 (1999));\r\nsee also State v. Mitchell, 341 S.C. 406, 409, 535 S.E.2d 126, 127 (2000) (finding\r\nthat when ruling on cases in which the state has relied exclusively on\r\ncircumstantial evidence, appellate courts are likewise only concerned with the\r\nexistence of the evidence and not its weight). If the state has presented \"any direct\r\nevidence or any substantial circumstantial evidence reasonably tending to prove\r\nthe guilt of the accused,\" this Court must affirm the trial court's decision to submit\r\nthe case to the jury. Cherry, 361 S.C. at 593–94, 606 S.E.2d at 478; cf. Mitchell,\r\n341 S.C. at 409, 535 S.E.2d at 127 (\"The trial judge is required to submit the case\r\nto the jury if there is 'any substantial evidence which reasonably tends to prove the\r\nguilt of the accused, or from which his guilt may be fairly and logically deduced.'\")\r\n(emphasis removed) (citation omitted).\r\n\r\n      B. The \"Waiver\" Rule\r\n\r\n      Today, our decision depends on what evidence we deem appropriate for\r\nconsideration at the appellate stage of review to assess whether the State presented\r\n\r\nissue is dispositive. See Futch v. McAllister Towing of Georgetown, Inc., 335 S.C.\r\n598, 613, 518 S.E.2d 591, 598 (1999) (holding appellate courts need not address\r\nremaining issues when determination of prior issue is dispositive).\r\n\n\"any direct evidence or any substantial circumstantial evidence reasonably tending\r\nto prove the guilt of the accused\" sufficient to overcome Appellant's mid-trial\r\nmotion for directed verdict. See Cherry, 361 S.C. at 593–94, 606 S.E.2d at 478. In\r\nturn, this issue hinges on whether or not we accept the so-called \"waiver\" rule.15\r\n\r\n       Appellant contends that, when reviewing the propriety of a mid-trial motion\r\nfor directed verdict, this Court may only rely on evidence presented during the\r\nState's case-in-chief, noting that in its brief, the State relies predominately on\r\nLewis's testimony to rebut her argument that the State lacked substantial\r\ncircumstantial evidence to convict her. To this end, Appellant argues this Court\r\nshould overrule the court of appeals' recognition of the waiver rule articulated in\r\nState v. Harry, 321 S.C. 273, 468 S.E.2d 76 (Ct. App. 1996), or in the alternative,\r\nexclude consideration of Appellant's and Lewis's presentation of evidence in\r\nassessing the propriety of the trial court's denial of Appellant's motion.16\r\n\r\n15   Under the \"waiver\" rule:\r\n\r\n         [A] defendant's decision to present evidence in his behalf following\r\n         denial of his motion for a judgment of acquittal made at the\r\n         conclusion of the Government's evidence operates as a waiver of his\r\n         objection to the denial of his motion. If a defendant fails to renew his\r\n         motion for judgment of acquittal at the end of all the evidence, the\r\n         \"waiver doctrine\" operates to foreclose the issue of sufficiency of the\r\n         evidence on appeal absent a \"manifest miscarriage of justice.\" If a\r\n         defendant renews his motion for judgment of acquittal at the end of all\r\n         the evidence, the \"waiver doctrine\" requires the reviewing court to\r\n         examine all the evidence rather than to restrict its examination to the\r\n         evidence presented in the Government's case-in-chief.\r\n\r\nUnited States v. White, 611 F.2d 531, 536 (5th Cir. 1980) (internal citations\r\nomitted).\r\n16 The South Carolina Association of Criminal Defense Lawyers also argued these\r\npositions in its amicus brief. The State did not file a brief in response to the\r\namicus filing, but made a return by letter dated November 8, 2012, in which it\r\nnoted that the amicus brief was filed after the close of the briefing cycle and that\r\n\"Appellant renewed her motion for directed verdict at the conclusion of all the\r\nevidence but made no assertion that the trial court should not consider the co-\r\ndefendant's testimony at that time.\" In addition, the State questioned the relevance\r\nof the amicus brief. This was the extent of the State's response to the waiver\r\n\n        In Harry, the appellant was indicted for two separate counts of arson on the\r\nsame property. 321 S.C at 276, 468 S.E.2d at 78. During its case-in-chief, the\r\nstate presented the following evidence that the appellant committed arson: (1) the\r\nappellant purchased a $25,000 homeowners insurance policy covering the contents\r\nof the home approximately two weeks prior to the fire; (2) several stacks of empty,\r\nbut totally sealed, boxes were found during an inventory of the home; (3) and the\r\nappellant provided his insurer with false information about his losses after the fire.\r\nId. The appellant made a motion for directed verdict, which the trial court denied.\r\nId. at 276–77, 321 S.E.2d at 78. The appellant subsequently put forward a defense\r\nduring which the following evidence came to light: (1) a person restored power to\r\nthe home at some point after firefighters extinguished the first fire but before the\r\nsecond fire commenced; (2) the appellant was knowledgeable about transformers\r\nand electrical equipment because he worked for an electric company for many\r\nyears; and (3) the appellant and his mother sustained financial losses after the\r\nfailure of their pizza business. Id.\r\n\r\n       On appeal, the appellant argued that, in reviewing the propriety of the trial\r\ncourt's denial of his mid-trial motion for directed verdict, the court should only\r\nreview the evidence presented by the state in its case-in-chief, as that was the only\r\nevidence available to the trial court when denying the appellant's motion. Id. at\r\n277, 468 S.E.2d at 79. Citing United States v. Byfield, 928 F.2d 1163 (D.C. Cir.\r\n1991),17 the court of appeals rejected this argument, finding that \"when the\r\ndefendant presents testimony, he loses the right to have the court review the\r\nsufficiency of the evidence based on the state's evidence alone.\" Harry, 321 S.C.\r\nat 277, 468 S.E.2d at 79. In Harry, the court of appeals found instructive the\r\n\r\narguments.\r\n17 In Byfield, the United States Court of Appeals for the District of Columbia\r\nCircuit stated, \"Although a motion for judgment of acquittal made at the close of\r\nthe government's case-in-chief is decided on the basis of only that evidence so far\r\nintroduced at trial . . . [the court] must look at the entire record when ruling on the\r\nsame motion made after trial.\" Byfield, 928 F.2d at 1165–66; see also United\r\nStates v. Foster, 783 F.2d 1082, 1085 (1986) (holding \"a criminal defendant who,\r\nafter denial of a motion for judgment of acquittal at the close of the government's\r\ncase-in-chief, proceeds with the presentation of his own case, waives his objection\r\nto the denial,\" and noting that \"[t]he motion can of course be renewed later in the\r\ntrial, but appellate review of [the] denial of the later motion would take into\r\naccount all evidence introduced to that point.\") (emphasis added).\r\n\nrationale of the Kentucky Supreme Court, holding that the denial of a defendant's\r\nmotion for directed verdict could not be reviewed on appeal after the defendant did\r\nnot renew the motion at the close of all evidence:\r\n\r\n      A motion for a directed verdict made at the close of the [state's] case\r\n      is not sufficient to preserve error unless renewed at the close of all the\r\n      evidence, because once the defense has come forward with its proof,\r\n      the propriety of a directed verdict can only be tested in terms of all the\r\n      evidence. If there has been no motion for a directed verdict at the\r\n      close of all the evidence, it cannot be said that the trial judge has ever\r\n      been given an opportunity to pass on the sufficiency of the evidence\r\n      as it stood when finally submitted to the jury. In effect, therefore, a\r\n      motion for directed verdict made only at the close of one party's\r\n      evidence loses any significance once it is denied and the other party,\r\n      by producing further evidence, chooses not to stand on it.\r\n\r\nHarry, 321 S.C. at 277–78, 468 S.E.2d at 79 (citing Kimbrough v. Commonwealth,\r\n550 S.W.2d 525, 529 (Ky. 1977)) (alterations in original). Thus, the court of\r\nappeals held that sufficient evidence existed to support the trial court's denial of the\r\nappellant's motion for directed verdict. Id. at 278, 468 S.E.2d at 79.\r\n\r\n       We decline Appellant's invitation to overrule Harry and instead adopt its\r\nrationale today. Cf. State v. Thomkins, 220 S.C. 523, 68 S.E.2d 465 (1951) (\"[I]n\r\ndetermining the sufficiency of the evidence to support the verdicts, we must\r\nconsider the entire testimony, including that offered by appellants . . . . 'We know\r\nof no reason why the defendant in a criminal court, who is not content to leave the\r\n[government's] case where he finds it, should escape a just conviction simply\r\nbecause he has, unfortunately for himself, completed the proof of his own guilt.'\")\r\n(quoting Commonwealth v. George, 42 Pa. C. C. 643 (1914)).18\r\n\r\n18In so holding, we recognize that state courts have not uniformly accepted the\r\nwaiver rule. Appellant and amicus argue this Court should follow other state\r\ncourts from Alabama, California, Delaware, Florida, Massachusetts, Michigan, and\r\nNew Jersey, in rejecting the waiver doctrine.\r\n\r\n        Interestingly, most of the cases espoused by Appellant do not discuss the\r\nwaiver rule at all, but reject the notion of considering any evidence outside the\r\nstate's presentation based solely on state law precedents stating that the trial court\r\nmay only consider the state's case-in-chief at time the mid-trial motion is made.\r\nSee, e.g., State v. C.H., 624 A.2d 53, 61 (N.J. Super. Ct. App. Div. 1993) (\"[W]hen\r\n\n      C. \"Exceptions\" to the Waiver Rule\r\n\r\n      Citing Cephus v. United States, 324 F.2d 893 (D.C. Cir. 1963), Appellant\r\nand amicus alternatively argue that the waiver rule excludes consideration of a co-\r\ndefendant's testimony in assessing whether sufficient evidence existed to deny a\r\nmid-trial directed verdict motion and urge this Court to find that Appellant's\r\ndefense did not operate as a waiver here because she presented evidence in her\r\ndefense which did not supplement the State's evidence against her in any way. We\r\nagree with Appellant that the waiver rule does not apply in these situations.\r\n\r\n       In Cephus, the United States Court of Appeals for the District of Columbia\r\nCircuit dealt with the situation in which a co-defendant incriminated the appellant\r\nafter he testified in his own defense subsequent to the district court's denial of the\r\nappellant's motion for acquittal. 324 F.2d at 884. In finding the government's\r\npresentation of evidence insufficient to sustain the guilty verdict, the court stated:\r\n\r\n            It is clear that if the defendant himself rests on the\r\n      Government's evidence, the co-defendant's testimony does not waive\r\n      the defendant's motion. It is also clear that the defendant's own\r\n      evidence, introduced in response to the codefendant's testimony, does\r\n      not waive the motion if it adds nothing to the Government's case. The\r\n      waiver question arises only where, as here, the defendant himself, in\r\n\r\nthe motion is made at the conclusion of the State's case, the court is not to review\r\nthe evidence presented by defendant.\") (citation omitted); Cline v. State, 720 A.2d\r\n891 (Del. 1998) (\"The motion for acquittal must be tested solely on the State's\r\ncase. The defendant's testimony in his case cannot be considered.\"); In re Hardley,\r\n766 So. 2d 154, 157–58 (Ala. 1999) (\"We must review the denial of [the\r\ndefendant's] motion at the close of the State's case-in-chief by considering the state\r\nof the evidence as it existed at that stage of the trial.\"). Certainly, our precedents\r\nconcerning trial court review of a mid-trial directed verdict motion are\r\nindistinguishable. See, e.g., Cherry, 361 S.C. at 593, 606 S.E.2d at 478. However,\r\nthe waiver rule does not affect the trial court's scope of review once a party has\r\nmoved for a mid-trial directed verdict, in that the trial court must only consider the\r\nstate's evidence. In our view, these other state court opinions conflate the\r\nstandards applicable to trial court review of mid-trial denials of directed verdicts\r\nwith appellate review of the propriety of the trial court's denial of the directed\r\nverdict motion. In our view, these are two separate standards, and the waiver rule\r\nrecognizes the distinction.\r\n\n      seeking to explain, impeach, or rebut the co-defendant's testimony,\r\n      introduces evidence which overshoots that mark and tends to cure a\r\n      deficiency in the Government's case. We think the waiver doctrine\r\n      cannot fairly be applied in this situation.\r\n\r\n            A defendant's attempt to explain, impeach, or rebut a co-\r\n      defendant's testimony does not at all imply that after the defendant\r\n      made his motion to dismiss, he then re-evaluated the Government's\r\n      case-in-chief and now thinks it sufficient. It may be both necessary\r\n      and possible for the defendant to meet the co-defendant's testimony.\r\n      He should be free to do so without risk that he may be held to have\r\n      waived his motion.\r\n\r\n             If the appellant is now deemed to have waived his right to test\r\n      the sufficiency of the Government's case, the Government will in\r\n      effect have been able to use the coercive power of the co-defendant's\r\n      testimony as part of its case-in-chief, even though the Government\r\n      was prohibited from calling the co-defendant to testify for the\r\n      prosecution. Although this prohibition arises from the co-defendant's\r\n      privilege against self-incrimination, its effect excludes from the\r\n      Government's case-in-chief the testimony of one who has an incentive\r\n      to exculpate himself by inculpating his fellow defendant.\r\n\r\nId. at 897–98 (footnotes omitted); see Foster, 783 F.2d at 1085–86 (declining to\r\nabrogate the ultimate precise holding of Cephus, which refused to broaden the\r\nwaiver rule to cases in which a defendant has moved for a motion for acquittal,\r\ndecided not to put up a case, and a co-defendant subsequently introduces evidence\r\nincriminating him); United States v. Johnson, 952 F.2d 1407, 1411 (D.C. Cir.\r\n1992) (disregarding co-defendant testimony in considering the propriety of the trial\r\ncourt's denial of the motion for acquittal).\r\n\r\n       Most courts that recognize the waiver rule also acknowledge its\r\ninapplicability to co-defendant testimony. See State v. Pennington, 534 So. 2d\r\n393, 396 (Fla. 1988) (noting that, where \"a codefendant presented the missing-link\r\nevidence\" during the defendant's presentation, \"a majority of the jurisdictions\r\nutilizing the waiver rule would not apply it under these facts because the\r\nrespondent in this case did not choose to introduce the unproven elements of the\r\noffense in his defense\"). The rationale behind the co-defendant exception pertains\r\nto control. In United States v. Belt, the United States Court of Appeal for the Fifth\r\nCircuit explained:\r\n\n      The waiver doctrine is not mere formalism but is an expression of our\r\n      adversary justice system which requires a defendant to accept the risks\r\n      of adverse testimony that he introduces. The doctrine's operative\r\n      principle is not so much that the defendant offering testimony\r\n      \"waives\" his earlier motion but that, if he presents the testimony of\r\n      himself or of others and asks the jury to evaluate his credibility (and\r\n      that of his witnesses) against the government's case, he cannot insulate\r\n      himself from the risk that the evidence will be favorable to the\r\n      government. Requiring the defendant to accept the consequences of\r\n      his decision to challenge directly the government's case affirms the\r\n      adversary process. But the decision of a codefendant to testify and\r\n      produce witnesses is not subject to the defendant's control like\r\n      testimony the defendant elects to produce in his own defensive case,\r\n      nor is such testimony within the government's power to command in a\r\n      joint trial.\r\n\r\n574 F.2d 1234, 1236–37 (5th Cir. 1978) (footnote omitted). In Belt, the appellant\r\n\"engaged in cross-examination and produced testimony solely because of his\r\ncodefendant's testimony and directed his efforts to refuting that testimony.\" Id. at\r\n1237. Furthermore, the appellant \"did not attempt to refute any element of the\r\nproof adduced in the government's case.\" Id. The Belt court limited its holding to\r\ntestimony elicited to rebut a co-defendant's evidence:\r\n\r\n      The result we reach is a limited one, applying only to a joint trial and\r\n      to cross-examination and third-party testimony elicited by the\r\n      appealing defendant and directed solely to the codefendant's\r\n      credibility and character. So long as the defendant contents himself\r\n      with cross-examination of the codefendant and testimony aimed at\r\n      vitiating the inculpatory testimony given by the codefendant rather\r\n      than brought forward by the government, the adversarial purpose of\r\n      the waiver doctrine is left untouched.\r\n\r\nId.    We find this rationale persuasive. Here, Appellant did not dispute the State's\r\ncontention that the victim died from homicide by child abuse inflicted by one of\r\nthe two defendants. Instead, her testimony rebutted Lewis's contention that she\r\nkilled the victim. Thus, we recognize an exception to the waiver rule where a co-\r\ndefendant testifies, implicating the defendant, and will not consider Lewis's\r\n\ntestimony, or testimony elicited by Appellant that is responsive to Lewis's\r\ntestimony, for purposes of determining whether the State presented substantial\r\ncircumstantial evidence sufficient to survive Appellant's mid-trial motion for\r\ndirected verdict.\r\n\r\n       In addition, Appellant contends that we should not consider her defense in\r\nassessing the trial court's denial of her directed verdict motion. Appellant contends\r\nthat Cephus stands for the proposition that \"if the defendant's case does not provide\r\na missing link in the Government's evidence or rectify any deficiency in the State's\r\ncase, the presentation of a defense does not operate as a waiver of the right to have\r\nan appellate court review the mid-trial denial of a motion for directed verdict on\r\nthe State's evidence alone.\"\r\n\r\n       In Cephus, the court stated that regardless of whether the waiver rule\r\napplies, \"if the defendant then rests or if he introduces evidence which adds\r\nnothing to the Government's evidence, the sufficiency of the Government's case-in-\r\nchief may be reviewed on the appeal from a conviction.\" Cephus, 324 F.2d at 895\r\n(footnote omitted). Moreover, when referring to co-defendant testimony, the court\r\nstated further, \"It is also clear that the defendant's own evidence, introduced in\r\nresponse to the codefendant's testimony, does not waive the motion if it adds\r\nnothing to the Government's case.\" Id. at 897. Thus, the Cephus court took it as a\r\ngiven that when the defendant testifies and does not provide any gap-filling\r\nevidence for the government's case, then a reviewing court need not consider that\r\ntestimony. Likewise, we hold that where a defendant's evidence does not serve to\r\nfill gaps in the state's evidence, her testimony does not operate to waive\r\nconsideration of the evidence as it stood at the close of the state's case.19\r\n\r\n19 The fact that Appellant testified, necessarily placing her credibility in issue,\r\nfurther does not operate to waive consideration of her testimony where the\r\ntestimony does not present patent inconsistencies with the State's evidence. Here,\r\nthe jury obviously did not believe Appellant's version of events, and that presents a\r\ndilemma for any court assessing whether the defendant has provided evidence that\r\nfills gaps in the State's case. United States v. Zeigler, 994 F.2d 845, 850 (D.C. Cir.\r\n1993) (noting \"[t]here is no principled way of deciding when the government's\r\nproof, less than enough to sustain the conviction, is nevertheless enough to allow\r\nadding negative inferences from the defendant's testimony to fill the gaps,\" the\r\ncourt held that because mere speculation supported the defendant's conviction, it\r\ncould not \"determine whether [the defendant], by her demeanor on the stand,\r\nsupplied the evidence needed to support her conviction.\"); see also United States v.\r\nBailey, 553 F.3d 940, 946–47 (6th Cir. 2009) (\"The district court is correct that\r\n\n      In sum, we hold that the waiver rule is operative. However, because\r\nAppellant's co-defendant testified and implicated her and because Appellant's\r\ntestimony merely rebutted this testimony, we will not consider either testimony in\r\nassessing the propriety of the trial court's denial of Appellant's mid-trial directed\r\nverdict motion.\r\n\r\nassessment of the credibility of the witness lies within the province of the jury. In\r\nreviewing the sufficiency of the evidence, however, the court of appeals must not\r\n'allow the jury's discrediting of the defendant's testimony to make up for a shortfall\r\nin the sufficiency of the government's evidence.' Although the sufficiency-of-the-\r\nevidence standard is highly deferential to the jury, we cannot let this deference\r\nblind us on review to the government's burden to prove guilt beyond a reasonable\r\ndoubt. Regardless of whether the jury believed [the witnesses'] oral testimony that\r\n[the defendant] did not have control over the firearm found by the police\r\nunderneath [the defendant's] seat, the prosecution had the burden of producing\r\nsufficient evidence to convict.\" (alterations added) (quoting United States v. Toms,\r\n136 F.3d 176, 182 (D.C. Cir. 1998); United States v. Sliker, 751 F.2d 477, 495 n.11\r\n(2nd Cir. 1984) (\"Although [demeanor] is a legitimate factor for the jury to\r\nconsider, this could not remedy a deficiency in the Government's proof if one\r\nexisted.\"); Dyer v. MacDougall, 201 F.2d 265, 269 (2nd Cir. 1952) (\"He, who has\r\nseen and heard the 'demeanor' evidence, may have been right or wrong in thinking\r\nthat it gave rational support to a verdict; yet, since that evidence has disappeared, it\r\nwill be impossible for an appellate court to say which he was.\"). The State avers\r\nthat the victim died as a result of child abuse at the hands of either Appellant or\r\nLewis, but every State witness attested that Appellant was asleep until Lewis woke\r\nher up with the unresponsive victim in his arms. Moreover, Appellant's testimony\r\nas to the main issue of whether she harmed the victim corroborated that she was\r\nasleep during the time period the victim was injured. Appellant's testimony did not\r\nhighlight any patent inconsistencies and was not contradictory to the State's\r\nevidence, and therefore, did not fill any gaps in the Government's case. See United\r\nStates v. Dingle, 114 F.3d 307, 312 (D.C. Cir. 1997) (finding Zeigler's general rule\r\nis inapplicable where \"'the defendant's testimony, on its face, [is] utterly\r\ninconsistent, incoherent, contradictory, or implausible,'\" and therefore, \"[w]hile\r\n[the defendant's] testimony was not internally inconsistent, the government's\r\nrebuttal evidence made it extremely implausible\" and \"[a] jury viewing the\r\ngovernment's evidence could reasonably find that [the defendant's] account was\r\nfalse, regardless of his demeanor, and that he was in the apartment for illicit\r\npurposes.\") (quoting Zeigler, 994 F.2d at 849).\r\n\n      C. Sufficiency of Evidence\r\n\r\n       Absent Lewis's and Appellant's testimony, the State has not presented\r\nsubstantial circumstantial evidence on which the trial court could have based the\r\ndenial of Appellant's motion for directed verdict with respect to the homicide by\r\nchild abuse charge.20\r\n\r\n      The homicide by child abuse statute provides:\r\n\r\n      (A) A person is guilty of homicide by child abuse if the person:\r\n\r\n            (1) causes the death of a child under the age of eleven\r\n            while committing child abuse or neglect, and the death\r\n            occurs under circumstances manifesting an extreme\r\n            indifference to human life; or\r\n\r\n            (2) knowingly aids and abets another person to commit\r\n            child abuse or neglect, and the child abuse or neglect\r\n            results in the death of a child under the age of eleven.\r\n\r\n      (B) For purposes of this section, the following definitions apply:\r\n\r\n            (1) \"child abuse or neglect\" means an act or omission by\r\n            any person which causes harm to the child's physical\r\n            health or welfare;\r\n\r\n            (2) \"harm\" to a child's health or welfare occurs when a\r\n            person:(a) inflicts or allows to be inflicted upon the\r\n                   child physical injury, including injuries\r\n                   sustained as a result of excessive corporal\r\n                   punishment . . .\r\n\r\n\r\n\r\n20Appellant was acquitted of aiding and abetting child abuse, so the propriety of\r\nthe trial court's ruling in that respect is not before this Court on appeal.\r\n\nS.C. Code Ann. § 16-3-85 (2003).\r\n\r\n       Relying on State v. Bostick, 392 S.C. 134, 708 S.E.2d 774 (2011), and State\r\nv. Odems, 395 S.C. 582, 720 S.E.2d 48 (2011), Appellant contends that the trial\r\ncourt erred in finding that the State presented substantial circumstantial evidence\r\nsufficient to deny Appellant's motion for directed verdict.\r\n\r\n       As in this case, in Bostick, the State presented entirely circumstantial\r\nevidence that the defendant committed murder. 392 S.C. at 140, 708 S.E.2d at\r\n777. The trial court denied the defendant's directed verdict motion, based on the\r\nState's presentation of the following evidence: (1) the victim's personal items were\r\nfound in a burn pile in a neighboring home owned by the defendant's mother; (2) a\r\nheavy petroleum product was used as an accelerant in the burn pile and the\r\ndefendant's mother testified she was afraid to use such accelerants and did not use\r\nthem; (3) a pattern of gasoline was found on the defendant's shoes and was used as\r\nan accelerant to start a fire in the victim's home after her assailant struck her; and\r\n(4) blood was found on the defendant's jeans and the DNA expert testified she\r\ncould not conclusively state that blood found on the defendant's jeans was the\r\nvictim's, even though she could exclude 99 percent of the population. Id. at 141–\r\n42, 708 S.E.2d at 778. On this evidence, the Court reversed the trial court, finding\r\nthe state had not presented substantial circumstantial evidence sufficient to submit\r\nthe case to the jury. Id. at 142, 708 S.E.2d at 778.\r\n\r\n       Likewise, in Odems, the defendant was convicted of first degree burglary,\r\ngrand larceny, criminal conspiracy, and malicious injury to an electrical utility\r\nsystem, and this Court reversed the trial court after it denied the defendant's\r\ndirected verdict motion. 395 S.C. at 582, 720 S.E.2d at 48. In that case, the state\r\npresented the following circumstantial evidence: (1) less than 90 minutes after the\r\nburglary, police found the petitioner in the getaway car with the burglars and the\r\nstolen goods; (2) the petitioner fled from law enforcement; and (3) the petitioner\r\nasked an uniformed person to lie for him. Id. at 588, 720 S.E.2d at 51. To the\r\ncontrary, other evidence presented tended to obviate the petitioner's guilt, in that\r\nthe sole eyewitness saw only two people at the crime scene; a forensic investigator\r\ncollected twelve sets of fingerprints from the crime scene, none of which matched\r\nthe petitioner's fingerprints; and a co-defendant testified during the State's case-in-\r\nchief that the petitioner did not participate in the crime but was present in the car\r\nafter he offered him a ride. Id. This Court reversed, finding that there was not\r\nsubstantial circumstantial evidence on which to base a conviction, and therefore,\r\nthe trial court erred in refusing to direct a verdict in favor of the petitioner. Id. at\r\n592, 720 S.E.2d at 53.\r\n\n       Appellant contends that the State's evidence \"falls woefully short\" of the\r\nstandard set by this Court's precedents concerning the modicum of evidence\r\nconstituting substantial circumstantial evidence sufficient to withstand a directed\r\nverdict. On the other hand, the State contends it presented substantial\r\ncircumstantial evidence warranting the trial court's denial of the Appellant's\r\ndirected verdict motion, focusing on Appellant's circumstances at the time of the\r\nvictim's death, namely scant evidence that she was frustrated by her failure to\r\nsecure employment, living situation, and parental responsibilities; the medical\r\ntestimony concerning the severity of the victim's injuries; but most predominantly\r\nLewis's testimony that he heard Appellant shake the victim prior to finding her\r\nunresponsive in her crib.\r\n\r\n       Barring Lewis's testimony, as outlined supra, we find the State did not\r\npresent substantial evidence that Appellant killed the victim. Every State witness\r\nplaced Appellant asleep at the time the victim sustained the fatal injuries. While\r\nundoubtedly present at the scene, the only inference that can be drawn from the\r\nState's case is that one of the two co-defendants inflicted the victim's injuries, but\r\nnot that Appellant harmed the victim. Thus, we reverse the trial court's refusal to\r\ndirect a verdict of acquittal because the State did not put forward sufficient direct\r\nor substantial circumstantial evidence of Appellant's guilt.\r\n\r\n        Although not raised by the State, due the similar nature of the charges and\r\nfacts, the court of appeals' case, State v. Smith, 359 S.C. 481, 597 S.E.2d 888 (Ct.\r\nApp. 2004), bears mentioning. In that case, the court of appeals held that the State\r\nhad presented substantial circumstantial evidence sufficient to overcome the\r\nmotion for directed verdict based, in part, on the fact that the two co-defendants\r\nwere the only responsible adults that could have inflicted or been aware of the\r\nvictim's fatal injuries. The facts of Smith are very similar to those here, in that the\r\n20-month-old child died while in the custody of her mother and her mother's\r\nboyfriend (Smith) while on a vacation to the beach. Id. at 483, 597 S.E.2d at 889.\r\nThe State's case, as here, was entirely circumstantial and the two suspects were\r\ntried together as co-defendants. In that case, the court of appeals found that Smith\r\nwas not entitled to a directed verdict, in part because all of the evidence adduced\r\nby the State at trial indicated that during the time period in question, Smith and the\r\nvictim's mother \"were the only two persons with [the victim] who could have\r\npossibly caused her injury.\" Id. at 491, 597 S.E.2d at 894. In their respective\r\nstatements to investigators, the victim's mother told investigators she was with the\r\nvictim the entire time, and Smith \"referred to all of their actions that day as 'we,'\r\nnever indicating a time when he and [and the victim's mother] were not together\r\n\nduring that weekend.\" Id. Moreover, the court noted that the medical testimony\r\nindicated that the victim experienced more than one blow to the head and shaken\r\nbaby syndrome, of which symptoms would have been severe and immediate, and\r\nimportantly, obvious to both Smith and the victim's mother very soon after the\r\ninjuries were inflicted. Id. at 491–92, 597 S.E.2d at 894.\r\n\r\n       Noting that the child abuse statute \"makes clear that child abuse may be\r\ncommitted by either an act or an omission which causes harm to a child's physical\r\nhealth,\" S.C. Code Ann. § 16-3-85(B)(1), and \"harm to a child's health occurs\r\nwhen a person either inflicts, or allows to be inflicted physical injury upon a\r\nchild,\" S.C. Code Ann. § 16-3-85(B)(2)(a), the court concluded:\r\n\r\n      Given the evidence on the severity and number of injuries to [the\r\n      victim], the fact that both Smith and [the victim's mother] were the\r\n      only adults with [the victim] during the time frame that she received\r\n      her injuries and were the only people who could have possibly caused\r\n      her injuries, the evidence that her impairment should have been\r\n      obvious to these two adults, along with the evidence of possible\r\n      cover-up, we find there was sufficient evidence of an act or omission\r\n      by Smith wherein he inflicted or allowed to be inflicted physical harm\r\n      to [the victim] resulting in [the victim's] death. Accordingly, there was\r\n      substantial circumstantial evidence reasonably tending to prove the\r\n      guilt of Smith such that the charges were properly submitted to the\r\n      jury.\r\n\r\nSmith, 359 S.C. at 492, 597 S.E.2d at 894.\r\n\r\n       Homicide by child abuse cases are difficult to prove because often the only\r\nwitnesses are the perpetrators of the crime. What separates this case from a case\r\nlike Smith is that every piece of the State's evidence establishes (1) Appellant was\r\nasleep at the time the victim sustained her injuries, (2) Appellant was only awoken\r\nafter Lewis retrieved the unresponsive victim from her crib, and (3) the victim\r\nappeared to be acting normally until after Appellant put the victim to sleep and\r\nwent to sleep herself. As in Smith, medical testimony adduced at trial indicated\r\nthat the victim would not have appeared \"normal\" within a short period of time\r\nafter her injuries were inflicted due to the nature and extent of her neurological\r\ninjuries. However, there is no evidence that Appellant herself was aware of the\r\nvictim's injuries, let alone caused them. Thus, we find this case distinguishable\r\nfrom Smith.\r\n\n       We hold that, absent Lewis's interested testimony and the ability to assess\r\nAppellant's credibility on the witness stand, the State did not present substantial\r\ncircumstantial evidence sufficient to warrant the denial of Appellant's mid-trial\r\ndirected verdict motion.\r\n\r\n       While we are mindful that the net result of our decision is to overturn a jury\r\nverdict reached with all due deliberation and diligence, we are called by our\r\nstandard of review to consider the evidence as it stood after the State presented its\r\ncase, and we are not satisfied that the evidence was sufficient to sustain the State's\r\nultimate burden of proof in this case.\r\n\r\n                                    CONCLUSION\r\n\r\n      Based on the foregoing, we find the trial court erred in refusing to grant\r\nAppellant's mid-trial motion for directed verdict, and now direct a verdict of\r\nacquittal.\r\n\r\nREVERSED.\r\n\r\nBEATTY, KITTREDGE and HEARN, JJ., concur. PLEICONES, J.,\r\nconcurring in result only.\r\n\n","court":"Supreme"},{"id":"27337","title":"Jordan v. State","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27337.pdf","description":"In this post-conviction relief case, the Court finds trial counsel had an actual conflict of interest and reverses and remands the matter for a new trial.","date":"2013-12-11","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                          In The Supreme Court \n\r\n\r\n             Richard G. Jordan, Petitioner,\r\n\r\n             v.\r\n\r\n             State of South Carolina, Respondent.\r\n\r\n             Appellate Case No. 2010-166367\r\n\r\n\r\n                          ON WRIT OF CERTIORARI\r\n\r\n\r\n\r\n                           Appeal from Richland County\r\n                        G. Thomas Cooper, Jr., Trial Judge\r\n                  L. Casey Manning, Post-Conviction Relief Judge\r\n\r\n\r\n                              Opinion No. 27337 \n\r\n              Submitted October 15, 2013 – Filed December 11, 2013 \n\r\n\r\n\r\n                         REVERSED AND REMANDED\r\n\r\n\r\n             Appellate Defender Robert M. Pachak of Columbia, for\r\n             Petitioner.\r\n\r\n             Attorney General Alan McCrory Wilson, Assistant\r\n             Attorney General Megan E. Harrigan, both of Columbia,\r\n             for Respondent.\r\n\r\n\r\nJUSTICE KITTREDGE: In this post-conviction relief (PCR) case, the Court\r\nissued a writ of certiorari to review the denial of Petitioner Richard G. Jordan's\r\napplication for relief. The PCR court dismissed Petitioner's PCR application,\r\n\nfinding Petitioner failed to establish trial counsel had an actual conflict of interest.\r\nWe reverse and remand to the court of general sessions for a new trial.\r\n                                             I.\r\n\r\nIn September 2003, a confidential informant notified law enforcement that Cynthia\r\nSummers, Petitioner's then-girlfriend, was manufacturing methamphetamine in a\r\ncamper in Richland County. The informant did not give an address for the camper\r\nbut provided directions to it, and police officers promptly began an investigation.\r\n\r\nRichland County Investigator Robert Crane was familiar with Summers after\r\npreviously executing a search warrant for methamphetamine at her home.\r\nInvestigator Crane followed the informant's directions and was able to locate the\r\ncamper. Upon arriving at the camper, Investigator Crane realized that a Richland\r\nCounty evidence technician (\"neighbor\") lived next door to the suspect camper.\r\n\r\nThe next morning, officers returned to the location and observed Summers at the\r\ncamper for approximately forty-five minutes. When Summers departed, the\r\nofficers conducted a traffic stop. No drugs were found during the traffic stop;\r\nhowever, officers did note that the passenger, Willie Hutchinson, had sores on his\r\narms consistent with chemical burns from the manufacture of methamphetamine.\r\n\r\nLaw enforcement then interviewed the neighbor. The neighbor informed officers\r\nthat the camper had an exhaust fan that ran at all times, several propane tanks on\r\nthe premises, and a great deal of suspicious vehicle traffic. With the neighbor's\r\nconsent, the officers placed video equipment in the neighbor's home to watch the\r\nsuspect camper over a period of ten days. Petitioner frequented the camper, and he\r\nwas the only person seen coming to the camper.\r\n\r\nBased on the evidence they had gathered, police officers obtained a search warrant\r\nfor the camper. During the search, officers found methamphetamine, drug\r\nparaphernalia, several firearms, and other items indicative of the manufacture of\r\nmethamphetamine. Officers secured a second search warrant for a storage room on\r\nthe premises and discovered an additional 417.3 grams of methamphetamine.\r\n\r\nPetitioner was arrested and indicted for possession with intent to distribute\r\nmethamphetamine and trafficking in methamphetamine. At the suggestion of\r\nSummers, Petitioner retained Harry Clayton DePew1 to represent him on the\r\n\r\n1In 2002, the Court publicly reprimanded DePew for failing to act diligently on his\r\nclients' behalf. In re DePew, 350 S.C. 265, 267, 565 S.E.2d 305, 306 (2002). In\r\n\nmethamphetamine charges. DePew was then representing Summers on an\r\nunrelated Lexington County charge. DePew did not inform the trial court at any\r\ntime that he represented both Petitioner and Summers.\r\n\r\nAt trial, evidence was introduced pointing to Summers' involvement with the\r\nmethamphetamine lab operation. So strong was the evidence of Summers'\r\ninvolvement that the trial court invited Petitioner to present evidence as to\r\nSummers' third-party guilt.2 DePew, however, did not present any evidence to\r\nincriminate Summers, though Petitioner testified at the PCR hearing that he had\r\nseveral witnesses that were prepared to testify as to Summers' guilt. Petitioner was\r\nconvicted on both charges and sentenced to twenty-five years in prison.\r\n\r\nThereafter, Petitioner sought PCR alleging ineffective assistance of counsel\r\nbecause DePew's dual representation of Petitioner and Summers constituted an\r\nactual conflict of interest. During the PCR hearing, Petitioner testified that he was\r\nnot informed of the conflict of interest, did not waive the conflict of interest, and\r\nwanted to present a third-party guilt defense as to Summers. Upon examination by\r\nPCR counsel, DePew testified as follows:\r\n\r\n      Q: And if you could explain to me, did you not feel that there was a\r\n      conflict in presenting a third-party guilt claim that was based on a\r\n      current client of yours?\r\n\r\n      A: I had discussed that with [Petitioner] and [Summers]. They were\r\n      living together at the time and, as I said, he expressed the opinion that\r\n\r\n\r\n\r\n2008, DePew was suspended from the practice of law for nine months after\r\npleading nolo contendere to unlawfully using his deceased father's name and\r\ninformation in an application for a driver's license. In re DePew, 376 S.C. 543,\r\n544, 658 S.E.2d 79, 80 (2008). DePew remains suspended from the practice of\r\nlaw.\r\n2 We have imposed limitations on the admissibility of evidence of third-party guilt,\r\n\"limit[ing] [admissible evidence] to facts which are inconsistent with the\r\ndefendant's guilt . . . [and that] raise a reasonable inference as to the accused's\r\ninnocence.\" Miller v. State, 379 S.C. 108, 114 n.2, 665 S.E.2d 596, 599 n.2 (2008)\r\n(quoting State v. Mansfield, 343 S.C. 66, 81, 538 S.E.2d 257, 265 (Ct. App. 2000)).\r\nThe trial court found that the evidence of Summers' guilt was inconsistent with\r\nPetitioner's guilt, and permitted DePew to pursue a third-party guilt defense.\r\n\n      he was aware of everything she was doing. And he even spoke with\r\n      her about what she was doing in Lexington County.\r\n\r\n      Q: But, you as his attorney, you took the opportunity to explain to\r\n      him that their interests were adverse and that a conflict would be there\r\n      if you were representing her on drug charges and then trying to make\r\n      her out to be his third-party guilt defense. Did you explain that to\r\n      him?\r\n\r\n      A: I don't think it was explained in so many words. I mentioned\r\n      items with him regarding her regarding him [sic], but I do believe he\r\n      was blinded by love.\r\n\r\n      Q: Did you put the Court on notice that you had active representation\r\n      of Ms. Summers at the time you were going to use the third-party guilt\r\n      claim?\r\n\r\n      A: No, I did not.\r\n\r\nFollowing the hearing, the PCR judge dismissed Petitioner's PCR application,\r\nholding there was no actual conflict of interest and concluding Petitioner failed to\r\nshow deficient performance and resulting prejudice. Alternatively, the PCR judge\r\nfound that Petitioner was made aware of all potential conflicts of interest and had\r\nwaived any such conflicts, though not in writing as required by Rule 1.7(b)(4),\r\nRPC, Rule 407, SCACR. In so finding, the PCR judge specifically noted that\r\nnoncompliance with the Rules of Professional Conduct does not establish\r\nconstitutionally deficient representation. We granted certiorari to review the PCR\r\ncourt's order.                           II.\r\n\r\nThis Court gives deference to the PCR judge's findings of fact, and \"will uphold\r\nthe findings of the PCR court when there is any evidence of probative value to\r\nsupport them.\" Miller v. State, 379 S.C. 108, 115, 665 S.E.2d 596, 599 (2008)\r\n(citing Suber v. State, 371 S.C. 554, 558–59, 640 S.E.2d 884, 886 (2007)).\r\nHowever, we review questions of law de novo, and \"'will reverse the decision of\r\nthe PCR court when it is controlled by an error of law.'\" Goins v. State, 397 S.C.\r\n568, 573, 726 S.E.2d 1, 3 (2012) (quoting Lomax v. State, 379 S.C. 93, 101, 665\r\nS.E.2d 164, 167–68 (2008)).\r\n\n                                         III. \n\r\n\r\nPetitioner argues that the PCR judge committed an error of law in failing to find\r\nthat an actual conflict of interest existed when trial counsel simultaneously\r\nrepresented both Petitioner and Summers. We agree.\r\n\r\n\"A defendant has the right to the effective assistance of counsel under the Sixth\r\nAmendment to the United States Constitution.\" Lomax, 379 S.C. at 100, 665\r\nS.E.2d at 167 (citing Strickland v. Washington, 466 U.S. 668, 684 (1984)).\r\n\r\nIn a PCR proceeding, the applicant bears the burden of demonstrating that he is\r\nentitled to relief. Miller, 379 S.C. at 115, 665 S.E.2d at 599. \"'The mere\r\npossibility defense counsel may have a conflict of interest is insufficient to impugn\r\na criminal conviction.'\" Lomax, 379 S.C. at 101, 665 S.E.2d at 168 (quoting State\r\nv. Gregory, 364 S.C. 150, 152–53, 612 S.E.2d 449, 450 (2005)). Indeed, \"'until a\r\ndefendant shows that his counsel actively represented conflicting interests, he has\r\nnot established the constitutional predicate for his claim of ineffective assistance.'\"\r\nId. at 102, 665 S.E.2d at 168 (quoting Duncan v. State, 281 S.C. 435, 438, 315\r\nS.E.2d 809, 811 (1984)).\r\n\r\n\"To establish a violation of the Sixth Amendment right to effective counsel due to\r\na conflict of interest arising from multiple representation, a defendant who did not\r\nobject at trial must show an actual conflict of interest adversely affected his\r\nattorney's performance.\" Thomas v. State, 346 S.C. 140, 143, 551 S.E.2d 254, 256\r\n(2001) (emphasis added) (citing Jackson v. State, 329 S.C. 345, 354, 495 S.E.2d\r\n768, 773 (1998)). However, \"a defendant who shows that a conflict of interest\r\nactually affected the adequacy of his representation need not demonstrate prejudice\r\nto obtain relief.\" Staggs v. State, 372 S.C. 549, 551–52, 643 S.E.2d 690, 692\r\n(2007).\r\n\r\nThis Court has noted that an actual conflict of interest occurs:\r\n\r\n      when a defense attorney places himself in a situation inherently\r\n      conducive to divided loyalties. If a defense attorney owes duties to a\r\n      party whose interests are adverse to those of the defendant, then an\r\n      actual conflict exists. The interests of the other client and the\r\n      defendant are sufficiently adverse if it is shown that the attorney owes\r\n      a duty to the defendant to take some action that could be detrimental\r\n      to his other client.\r\n\nDuncan, 281 S.C. at 438, 315 S.E.2d at 811 (internal marks omitted) (quoting Zuck\r\nv. Alabama, 588 F.2d 436, 439 (5th Cir. 1979)); see also Thomas, 346 S.C. at 143–\r\n44, 551 S.E.2d at 256 (\"An actual conflict of interest occurs where an attorney\r\nowes a duty to a party whose interests are adverse to the defendant's.\") (citing\r\nJackson, 329 S.C. at 354, 495 S.E.2d at 773)).\r\n\r\nWe find that the PCR judge erred in denying Petitioner's PCR application. At the\r\nPCR hearing, DePew testified that he was introduced to, and came to represent,\r\nPetitioner by way of Summers. DePew was actively representing Summers.\r\nWhile Summers was not charged in relation to this methamphetamine seizure, she\r\nwas the initial focus of law enforcement's investigation. In fact, the investigation\r\nwas initiated only upon officers' receipt of a tip naming Summers as the individual\r\nmanufacturing methamphetamine. Moreover, at trial, the evidence of Summers'\r\nguilt was such that the trial judge permitted DePew to proceed on a theory of\r\nSummers' third-party guilt, but DePew never pursued this theory. DePew testified\r\nat the PCR hearing that he \"was trying to throw mud any place [he] could that it\r\nwould stick.\" That testimony is fundamentally at odds with DePew's failure to\r\npursue a third-party guilt defense as to Summers.\r\n\r\nWe find as a matter of law that DePew's concurrent representation of Petitioner and\r\nSummers constituted an actual conflict of interest. The effect of this actual conflict\r\nof interest is best illustrated by DePew's refusal to pursue a third-party guilt\r\ndefense as to Summers, especially after being invited by the trial judge to do so.\r\nBecause of the actual conflict of interest, Petitioner was not required to\r\ndemonstrate resulting prejudice.\r\n\r\nFurther, we find there is no probative evidence in the record to support the PCR\r\njudge's finding that Petitioner waived any potential conflict of interest. The PCR\r\njudge cited a correct proposition of law in that the \"Rules of Professional Conduct\r\nhave no bearing on the constitutionality of a criminal conviction.\" Langford v.\r\nState, 310 S.C. 357, 360, 426 S.E.2d 793, 795 (1993). Here, however, there is\r\nsimply no evidence that DePew informed Petitioner or the trial court of his dual\r\nrepresentation of Petitioner and Summers, or that Petitioner knowingly,\r\nvoluntarily, and intelligently waived any potential conflict of interest. See Thomas,\r\n346 S.C. at 144, 551 S.E.2d at 256 (\"To be valid, a waiver of a conflict of interest\r\nmust not only be voluntary, it must be done knowingly and intelligently.\") (citing\r\nUnited States v. Swartz, 975 F.2d 1042, 1048–49 (4th Cir. 1992); Hoffman v.\r\nLeeke, 903 F.2d 280, 289 (4th Cir. 1990)). The only evidence at the PCR hearing\r\non this issue was the testimony of both Petitioner and DePew that Petitioner was\r\n\nnot informed of the precise nature of the conflict of interest. See Swartz, 975 F.2d\r\nat 1049–50 (holding that a waiver is not knowing, intelligent, and voluntary unless\r\nthe defendant knows the precise form of the conflict of interest that eventually\r\nresults); Hoffman, 903 F.2d at 289 (\"A defendant cannot knowingly and\r\nintelligently waive what he does not know.\"). We conclude that the PCR court\r\nerred in finding that Petitioner waived any conflict of interest. Cherry v. State, 300\r\nS.C. 115, 118–19, 386 S.E.2d 624, 625–26 (1989) (holding that a PCR judge's\r\nfindings will be reversed if there is no probative evidence to support them).\r\n\r\n                                         IV.\r\n\r\nWe reverse the PCR judge's dismissal of Petitioner's PCR application, and we\r\nremand the matter to the court of general sessions for a new trial.\r\n\r\n\r\nREVERSED AND REMANDED.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY and HEARN, JJ., concur.\r\n\n","court":"Supreme"},{"id":"27338","title":"In the Matter Michael Anthony Walker","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27338.pdf","description":"This is a disciplinary opinion in which the Court disbarred a lawyer.","date":"2013-12-11","type":"opinion","text":"                   THE STATE OF SOUTH CAROLINA \n\r\n                        In The Supreme Court \n\r\n\r\n             In the Matter Michael Anthony Walker, Respondent\r\n\r\n             Appellate Case No. 2013-002237\r\n\r\n\r\n                            Opinion No. 27338\r\n            Submitted November 12, 2013 – Filed December 11, 2013\r\n\r\n\r\n                                   DISBARRED\r\n\r\n\r\n             Lesley M. Coggiola, Disciplinary Counsel, and Sabrina\r\n             C. Todd, Assistant Disciplinary Counsel, both of\r\n             Columbia, for Office of Disciplinary Counsel.\r\n\r\n             Michael Anthony Walker, of Charleston, pro se.\r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter, the Office of Disciplinary\r\nCounsel (ODC) and respondent have entered into an Agreement for Discipline by\r\nConsent (Agreement) pursuant to Rule 21 of the Rules for Lawyer Disciplinary\r\nEnforcement (RLDE) contained in Rule 413 of the South Carolina Appellate Court\r\nRules (SCACR). In the Agreement, respondent admits misconduct and consents to\r\ndisbarment with conditions as specified hereafter. We accept the Agreement and\r\ndisbar respondent from the practice of law in this state and impose the conditions\r\nas stated hereafter. The facts, as set forth in the Agreement, are as follows.\r\n\r\n                                       Facts\r\n\r\n                                      Matter I\r\n\r\nIn 2010, a medical provider treated Client A for injuries she suffered in an incident\r\nthat give rise to a personal injury claim. Respondent, Client A's attorney, was\r\nprovided with the medical provider's lien against settlement proceeds.\r\n\nFor approximately one (1) year, the medical provider routinely checked the status\r\nof Client A's case and respondent's office advised the case was pending. When the\r\nmedical provider against inquired in November 2011, respondent's office advised it\r\nhad \"dropped\" the case and was no longer representing Client A.\r\n\r\nThe medical provider then sent Client A's outstanding bill to a collection agency.\r\nThereafter, Client A called the medical provider and said her case had settled and\r\nrespondent had told her he had paid the medical provider. Later, the collection\r\nagency provided the medical provider with a letter from respondent stating the bill\r\nhad been paid along with respondent's proof of payment, a photocopy of the front\r\nand back of his cancelled trust account check. Convinced the check had not been\r\ndeposited into its account, the medical provider filed a complaint against\r\nrespondent.\r\n\r\nRespondent admits he did not pay the medical provider from Client A's proceeds\r\nalthough he told her he had done so. He also admits he misappropriated the $1,880\r\nthe medical provider was to receive and that the check image he provided to the\r\ncollection agency was fabricated. During the disciplinary investigation, respondent\r\npaid the medical provider $1,880.     Matter II\r\n\r\nMatter I was not the first time respondent misappropriated funds belong to the\r\nabove medical provider. For several years, respondent failed to pay the medical\r\nprovider whenever he concluded a case on which the medical provider had a lien\r\nagainst proceeds. Instead, respondent presented his clients with settlement\r\nstatements indicating he was paying the medical provider, but he took the funds\r\ndue the medical provider and used them for his own purposes.\r\n\r\nThe medical provider, which has numerous health care professionals and several\r\noffices, discovered this situation in 2009 while attempting to collect on outstanding\r\npatient bills. When confronted, respondent admitted the misappropriation and\r\ngave the medical provider's owner an affidavit admitting he owed the medical\r\nprovider $353,000, the amount he misappropriated, and a Confession of Judgment\r\nfor the same amount. The medical provider chose not to report respondent at that\r\ntime and, although he promised to repay the medical provider over time, he made\r\nno payments.\r\n\n                                     Matter III\r\n\r\nRespondent failed to comply with the terms of a finally accepted agreement for\r\ndiscipline and provided misleading records to the Commission on Lawyer Conduct\r\n(the Commission). In September 2011, respondent received a confidential\r\nadmonition citing Rule 1.5 and Rule 1.15 of the Rules of Professional Conduct,\r\nRule 407, SCACR, and Rule 417, SCACR, pursuant to an agreement for discipline\r\nby consent.1\r\n\r\nAs a condition of the discipline, respondent was required to submit monthly trust\r\naccount reconciliation reports, bank statements, and other specific financial records\r\nfor a period of one (1) year. Respondent's submissions were incomplete as they\r\nfailed to include records of deposits as required by the agreement and failed to\r\ndemonstrate the three-part reconciliation required by Rule 417, SCACR. Further,\r\nthe submitted reconciliation reports routinely showed fictitious outstanding\r\ndeposits solely to make it appear respondent's trust account had a positive balance\r\nwhen adjusted for outstanding items when, in fact, the sum of outstanding checks\r\nexceeded the account balance. In addition, outstanding checks were sometimes\r\nsimply removed from the list of outstanding items from one month to the next even\r\nthough they had neither been voided nor cleared the account.\r\n\r\n                                        Law\r\n\r\nRespondent admits that by his conduct he has violated the following provisions of\r\nthe Rules of Professional Conduct, Rule 407, SCACR: Rule 1.15 (lawyer shall\r\npromptly notify third person of receipt of funds in which the person has an interest\r\nand promptly deliver the third person any funds the person is due); Rule 4.1\r\n(lawyer shall not make false statement of fact to third person); Rule 8.4(d) (it is\r\nprofessional misconduct for lawyer to engage in conduct involving dishonesty,\r\ndeceit, or misrepresentation); and Rule 8.4(e) (it is professional misconduct for\r\nlawyer to engage in conduct prejudicial to administration of justice). Respondent\r\nfurther admits he has violated Rule 417, SCACR.\r\n\r\nRespondent also admits he has violated the following Rules for Lawyer\r\nDisciplinary Enforcement, Rule 413, SCACR: Rule 7(a)(1) (it shall be ground for\r\ndiscipline for lawyer to violate Rules of Professional Conduct); Rule 7(a)(5) (it\r\n\r\n The confidential agreement issued in 2011 resulted from respondent's failure to\r\n1\r\n\r\n\r\npay a different medical provider and his failure to comply with the recordkeeping\r\nand reconciliation requirements of Rule 417, SCACR.\r\n\nshall be ground for discipline for lawyer to engage in conduct tending to pollute\r\nthe administration of justice or bring the professional into disrepute or conduct\r\ndemonstrating an unfitness to practice law); and Rule 7(a)(9) (it shall be ground for\r\ndiscipline for lawyer to willfully fail to comply with terms of finally accepted\r\nagreement for discipline).           Conclusion\r\n\r\nWe accept the Agreement for Discipline by Consent and disbar respondent from\r\nthe practice of law in this state.2 Within thirty (30) days of the date of this opinion,\r\nrespondent shall pay the costs incurred in the investigation and prosecution of this\r\nmatter by ODC and the Commission. Respondent shall not seek readmission until\r\nhe can demonstrate that he has made full restitution to the medical provider in\r\nMatters I and II of this opinion. Within fifteen (15) days of the date of this\r\nopinion, respondent shall file an affidavit with the Clerk of Court showing that he\r\nhas complied with Rule 30 of Rule 413, SCACR, and shall also surrender his\r\nCertificate of Admission to the Practice of Law to the Clerk of Court.\r\n\r\nDISBARRED.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n On September 11, 2013, the Court placed respondent on interim suspension. In\r\n2\r\n\r\n\r\nthe Matter of Walker, 405 S.C. 468, 748 S.E.2d 236 (2013).\r\n\n","court":"Supreme"},{"id":"27339","title":"In the Matter of Robert Lawrence Papa","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27339.pdf","description":"This is a disciplinary opinion in which the Court definitely suspends a lawyer.","date":"2013-12-11","type":"opinion","text":"                   THE STATE OF SOUTH CAROLINA \n\r\n                        In The Supreme Court \n\r\n\r\n            In the Matter of Robert Lawrence Papa, Respondent\r\n\r\n            Appellate Case No. 2013-002230\r\n\r\n\r\n                             Opinion No. 27339\r\n             Submitted October 25, 2013 – Filed December 11, 2013\r\n\r\n\r\n                           DEFINITE SUSPENSION\r\n\r\n\r\n            Lesley M. Coggiola, Disciplinary Counsel, and Barbara\r\n            M. Seymour, Deputy Disciplinary Counsel, both of\r\n            Columbia, for Office of Disciplinary Counsel.\r\n\r\n            Harvey MacLure Watson, III of Ballard Watson\r\n            Weissenstein, of West Columbia, for respondent.\r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter, the Office of Disciplinary\r\nCounsel (ODC) and respondent have entered into an Agreement for Discipline by\r\nConsent (Agreement) pursuant to Rule 21 of the Rules for Lawyer Disciplinary\r\nEnforcement (RLDE) contained in Rule 413 of the South Carolina Appellate Court\r\nRules (SCACR). In the Agreement, respondent admits misconduct and consents to\r\nthe imposition of a public reprimand or definite suspension not to exceed three (3)\r\nyears with conditions stated hereafter. We accept the Agreement and suspend\r\nrespondent from the practice of law in this state for three (3) years and impose\r\ncertain conditions as specified hereafter. The facts, as set forth in the Agreement,\r\nare as follows.                        Facts\r\n\r\n                                   Background\r\n\r\nRespondent represented Mrs. Doe's late husband, Mr. Doe, in various domestic\r\nmatters involving prior marriages. In addition, respondent was hired by Mr. Doe\r\n\nto represent his trucking company in a bankruptcy matter in the early 1990s. Mrs.\r\nDoe was employed by the trucking company, including, at one point, serving as its\r\npresident.\r\n\r\nMrs. Doe established other businesses separate from the trucking company.\r\nRespondent represented Mrs. Doe in the late 1990s in her own personal bankruptcy\r\nmatter. Respondent subsequently represented Mrs. Doe in filing a partition action\r\ninvolving property she jointly owned with her sister.\r\n\r\nRespondent represented Mrs. Doe, Mr. Doe, and their companies over the years by\r\ngiving them general legal and business advice and by handling various bankruptcy\r\nand civil matters for them.\r\n\r\nIn 2002, Mr. Doe died. As a result, Mrs. Doe received proceeds from two life\r\ninsurance policies. The first was paid to Mrs. Doe without dispute. Respondent\r\nplaced these funds in his trust account in 2002 as directed by Mrs. Doe.\r\n\r\nThe proceeds of the second life insurance policy were subject to a claim by Mrs.\r\nDoe's adult stepson. Respondent represented Mrs. Doe in the civil action that arose\r\nas a result of that claim. The matter was settled in December 2003 and the civil\r\naction was dismissed in February 2004. Mrs. Doe received a portion of the\r\nproceeds and another portion was paid to the stepson.\r\n\r\nThroughout 2003, 2004, and 2005, respondent collected legal fees from funds held\r\nin trust on behalf of Mrs. Doe a variety of legal matters.\r\n\r\n                                     Matter I\r\n\r\nUpon receipt of the life insurance proceeds, Mrs. Doe asked respondent to manage\r\nher money to protect her from her own inability to handle money. Respondent\r\nagreed, based on his long-standing relationship with Mr. Doe and his belief that\r\nMr. Doe would have wanted him to assist Mrs. Doe after his death.\r\n\r\nRespondent took possession of more than one million dollars ($1,000,000.00) from\r\nor on behalf of Mrs. Doe for this purpose between 2002 and 2004. Respondent did\r\nnot put the terms of his agreement with Mrs. Doe regarding management of her\r\nmoney in writing.\r\n\r\nIn 2002 and 2003, respondent managed Mrs. Doe's funds using his law firm trust\r\naccount. He used Mrs. Doe's funds held in trust to pay some of Mrs. Doe's living\r\n\nexpenses and provide her with spending money as she requested it. There was no\r\nwritten agreement between respondent and Mrs. Doe with regard to the\r\nmanagement and investment of Mrs. Doe's funds.\r\n\r\nOn January 14, 2004, respondent formed Kilauea Properties, LLC, a single\r\nmember LLC, naming himself as the sole member. Respondent created this\r\nbusiness entity so that Mrs. Doe would be prevented from having the right to\r\nparticipate in decisions and activities of the business. Mrs. Doe had no ownership\r\ninterest of record in Kilauea Properties, LLC.\r\n\r\nIn February 2004, respondent opened a bank account in the name of Kilauea\r\nProperties, LLC. He moved some of Mrs. Doe's money from his trust account to\r\nthe Kilauea Properties, LLC, account. Respondent had sole signatory authority on\r\nthat account and Mrs. Doe had no access to it other than to request checks from\r\nrespondent. From that account, respondent purchased various real estate properties\r\nas investments which generated income rental and resale. The properties were\r\ntitled in the name Kilauea Properties, LLC.\r\n\r\nRespondent contends he met regularly with Mrs. Doe, a licensed real estate agent,\r\nto discuss the status of the properties, including how they were titled, and future\r\nacquisitions. However, respondent has no records of these meetings.\r\n\r\nIn connection with several of the property transactions involving Kilauea\r\nProperties, LLC, respondent performed legal work on behalf of the company. On\r\nat least two occasions, respondent collected fees for those legal services from Mrs.\r\nDoe's funds in the Kilauea Properties, LLC, bank account.\r\n\r\nRespondent received no compensation for his management of Mrs. Doe's funds.\r\nHowever, Kilauea Properties, LLC, was included in respondent's tax returns since\r\nit was titled in his name. Kilauea Properties, LLC, showed losses from which\r\nrespondent personally benefitted from a tax standpoint.\r\n\r\nMrs. Doe began to question respondent's management of the funds and investment\r\ndecisions. On January 1, 2005, respondent prepared and signed an \"irrevocable\r\noption\" which purported to allow Mrs. Doe to exercise the option to acquire a 49%\r\ninterest in Kilauea Properties, LLC, at any time. Respondent contends he believed\r\nthe decision to retain a controlling interest was necessary to allow him to ensure\r\nthat the LLC was properly wound down in the event respondent elected to do so.\r\nOn August 1, 2007, respondent prepared and signed an \"Agreement to Execute\r\nInstruments of Conveyance\" which set forth in writing, for the first time, terms of\r\n\nthe trust arrangement, respondent's duties to provide income, documents, and\r\ninformation to Mrs. Doe, and his duty to convey all properties held by Kilauea\r\nProperties, LLC, to Mrs. Doe at her request.\r\n\r\nMrs. Doe filed a lawsuit against respondent. The civil action was settled in\r\nmediation in which respondent agreed to deed the properties held by Kilauea\r\nProperties, LLC, to Mrs. Doe. The lawsuit has been concluded.\r\n\r\n                                       Matter II\r\n\r\nRespondent and a realtor formed Camp Center, LLC, for the purpose of real estate\r\ninvestment. In February 2004, Mrs. Doe agreed to participate in the Camp Center\r\ninvestment. With her consent, respondent wrote a check payable to himself for\r\n$94,500.00 and a check payable to the realtor for $55,500.00 from Mrs. Doe's\r\nfunds held in his trust account. These checks were written to allow Mrs. Doe to\r\nacquire an interest in Camp Center, LLC.\r\n\r\nRespondent used the funds to purchase various properties as part of a shopping\r\ncenter. Mrs. Doe was aware of the transactions undertaken by Camp Center, LLC,\r\nand personally viewed the property that was acquired. Respondent believes that\r\nMrs. Doe received approximately $200,000.00 within a year as a return on her\r\ninvestment, but he does not have documentation supporting this assertion.\r\n\r\nRespondent believes that there was written documentation of the terms of these\r\ntransactions provided to Mrs. Doe, but he does not have a copy. He does not know\r\nif he disclosed the conflict of interest related to these transactions to Mrs. Doe or if\r\nhe obtained her informed consent.      Matter III\r\n\r\nRespondent deeded a parcel of real estate he personally owned to Kilauea\r\nProperties, LLC. In exchange, he paid himself an initial payment of $25,000 and\r\nseveral subsequent payments of various amounts from the Kilauea Properties,\r\nLLC, bank account. No written documentation of the terms of this transaction was\r\nprovided to Mrs. Doe. Respondent cannot locate records documenting the dates or\r\namounts of the subsequent payments. Respondent neither disclosed the conflict of\r\ninterest related to this transaction to Mrs. Doe nor did he obtain her informed\r\nconsent in writing. This property was commercial in nature and was subsequently\r\nleased for $800.00 per month, yielding $9,600.00 per year in income that was\r\ndeposited into the Kilauea Properties, LLC, account.\r\n\n                                      Matter IV\r\n\r\nFrom July 2003 until November 2003, respondent represented Mrs. Doe in\r\nconnection with a parcel of real estate she jointly owned with her sister-in-law.\r\nRespondent represented Mrs. Doe in the partition of that property. After the\r\nconclusion of the partition action, respondent used funds from the Kilauea\r\nProperties, LLC, bank account to pay off Mrs. Doe's mortgage obligation on that\r\nproperty. The property was then deeded from Mrs. Doe to Kilauea Properties,\r\nLLC, a company solely owned by respondent. No written documentation of the\r\nterms of this transaction was provided to Mrs. Doe. Respondent neither disclosed\r\nthe conflict of interest related to this transaction to Mrs. Doe nor did he obtain her\r\ninformed consent.                      Matter V\r\n\r\nRespondent and another business partner owned Caribbean Properties, LLC, a real\r\nestate renovation company. Respondent loaned funds from the Kilauea Properties,\r\nLLC, account to Caribbean Properties, LLC. Respondent contends the purpose of\r\nthese loans was to make use of Mrs. Doe's funds to generate revenue on her behalf,\r\neven if available funds were insufficient to purchase the property outright. These\r\nfunds were used for renovations on several properties owned by Caribbean\r\nProperties, LLC. No written documentation of the terms of these transactions was\r\nprovided to Mrs. Doe. Respondent neither disclosed the conflict of interest related\r\nto this transaction to Mrs. Doe nor did he obtain her informed consent.\r\n\r\n                                      Matter VI\r\n\r\nRespondent and an acquaintance formed Wadmalaw Properties, LLC, in which\r\neach owned a fifty percent interest. Wadmalaw Properties, LLC, was formed to\r\npurchase a parcel of commercial real estate for development using approximately\r\n$31,000.00 from the Kilauea Properties, LLC, account. Respondent also used\r\nfunds from the Kilauea Properties, LLC, account to pay taxes and related fees as\r\nwell as repairs and renovations for the property purchased by Wadmalaw\r\nProperties, LLC. No written documentation of the terms of these transactions was\r\nprovided to Mrs. Doe. Respondent neither disclosed the conflict of interest related\r\nto these transactions to Mrs. Doe nor obtained her informed consent.\r\n\n                                        VII \n\r\n\r\nRespondent did not maintain accurate records of transactions involving Mrs. Doe's\r\nfunds. Further, he failed to comply with the recordkeeping and reconciliation\r\nrequirements of Rule 417, SCACR. As a result, respondent was unable to produce\r\nan accounting to Mrs. Doe or her counsel, in spite of repeated demands.\r\nRespondent has subsequently attempted to create an accurate accounting of\r\ntransactions involving Mrs. Doe's funds, but lack of adequate recordkeeping has\r\nrendered this reconstructed accounting incomplete.\r\n\r\n                                        Law\r\n\r\nRespondent admits that by his conduct he has violated the following provisions of\r\nthe Rules of Professional Conduct, Rule 407, SCACR: Rule 1.7 (where concurrent\r\nconflict of interest, lawyer may represent client if lawyer reasonably believes that\r\nthe lawyer will be able to provide competent and diligent representation to client\r\nand client gives informed consent, confirmed in writing); Rule 1.8 (lawyer shall\r\nnot enter into business transaction with client or knowingly acquire an ownership,\r\npossessory, security or other pecuniary interest adverse to client unless: (1)\r\ntransaction and terms on which lawyer acquires the interest are fair and reasonable\r\nto client and are fully disclosed and transmitted in writing in a manner that can be\r\nreasonably understood by client; (2) client is advised in writing of the desirability\r\nof seeking and is given reasonable opportunity to seek advice of independent legal\r\ncounsel on the transaction; and (3) client gives informed consent, in a writing\r\nsigned by client, to the essential terms of the transaction and lawyer's role in\r\ntransaction, including whether lawyer is representing client in the transaction);\r\nRule 1.15(a) (lawyer shall hold property of clients or third persons in lawyer's\r\npossession in connection with representation separate from lawyer's own property).\r\nRespondent further admits he has violated Rule 417, SCACR.\r\n\r\nRespondent also admits he has violated the following Rules for Lawyer\r\nDisciplinary Enforcement, Rule 413, SCACR: Rule 7(a)(1) (it shall be ground for\r\ndiscipline for lawyer to violate Rules of Professional Conduct, Rule 407, SCACR,\r\nor any other rules of this jurisdiction regarding professional conduct of lawyers)\r\nand Rule 7(a)(5) (it shall be ground for discipline for lawyer to engage in conduct\r\ntending to pollute the administration of justice or to bring the courts or the legal\r\nprofession into disrepute or conduct demonstrating an unfitness to practice law).\r\n\n                                    Conclusion\r\n\r\nWe accept the Agreement for Discipline by Consent and suspend respondent from\r\nthe practice of law for three (3) years and impose the following conditions: 1)\r\nwithin thirty (30) days of the date of this opinion, respondent shall pay the costs\r\nincurred in the investigation and prosecution of this matter by ODC and the\r\nCommission on Lawyer Conduct (the Commission) and 2) within nine (9) months\r\nof the date of this opinion, respondent shall complete the Legal Ethics and Practice\r\nProgram Ethics School and Trust Account School and provide proof of completion\r\nto the Commission. Within fifteen (15) days of the date of this opinion,\r\nrespondent shall file an affidavit with the Clerk of Court showing that he has\r\ncomplied with Rule 30 of Rule 413, SCACR.\r\n\r\nDEFINITE SUSPENSION.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"27340","title":"Carter v. Standard Fire Insurance","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27340.pdf","description":"The Court affirms the court of appeals decision finding that Respondents were entitled to stack underinsured motorist coverage despite a policy exclusion purporting to limit stacking only to those vehicles owned by the insured and insured under the subject policy.","date":"2013-12-11","type":"opinion","text":"           THE STATE OF SOUTH CAROLINA \n\r\n                In The Supreme Court \n\r\n\r\n   Thomas M. Carter, Debra Carter, and Christopher\r\n   Michael Carter, Respondents,\r\n\r\n   v.\r\n\r\n   The Standard Fire Insurance Company and Frank L. Siau\r\n   Agency, Inc., Defendants,\r\n\r\n   of whom The Standard Fire Insurance Company is the,\r\n   Petitioner.\r\n\r\n   Appellate Case No. 2011-193846\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n              Appeal From Williamsburg County \n\r\n             Clifton Newman, Circuit Court Judge \n\r\n\r\n                    Opinion No. 27340 \n\r\n        Heard May 2, 2013 – Filed December 11, 2013 \n\r\n\r\n                         AFFIRMED\r\n\r\n\r\n   William Pearce Davis, of Baker Ravenel & Bender, LLP,\r\n   of Columbia, for Petitioner.\r\n\r\n   William P. Hatfield, of Hyman Law Firm, of Florence,\r\n   and Robert Norris Hill, of Law Offices of Robert Hill, of\r\n   Newberry, for Respondents.\r\n\nCHIEF JUSTICE TOAL:              The Standard Fire Insurance Company (Standard\r\nFire) seeks review of the court of appeals' decision reversing the trial court's grant\r\nof summary judgment in favor of Standard Fire, and finding Thomas M. Carter,\r\nDebra Carter, and Christopher Michael Carter (collectively Respondents) were\r\nentitled to stack underinsured motorist (UIM) coverage despite an exclusion in\r\nStandard Fire's policy purporting to limit a Class I insured's ability to stack such\r\ncoverage when the vehicles insured under the subject policy were not involved in\r\nthe accident. We affirm the court of appeals.\r\n\r\n                        FACTS/PROCEDURAL BACKGROUND\r\n\r\n       On November 11, 2006, Michael Carter (Michael) was a passenger in his\r\n2006 Dodge Charger, titled in both his and his mother's names and driven by his\r\nfriend Bernie Collins, when the vehicle was involved in a collision resulting in\r\nMichael's paralysis and Collins's death. Respondents brought suit against Collins's\r\nestate, alleging that he was driving in a negligent and reckless fashion at the time\r\nof the collision, causing the collision and Michael's injuries.\r\n\r\n       The Dodge Charger was insured by Allstate. Allstate settled with Michael\r\non behalf of Collins's estate, and agreed to pay the available limits of liability\r\ncoverage, or $250,000, plus another $100,000 in liability coverage under a policy\r\nthat Allstate issued to Collins, in exchange for a covenant not to execute. In\r\naddition, as the insurer of Michael's Dodge Charger, Allstate paid him $500,000 in\r\nUIM coverage, comprising $250,000 of coverage on the Dodge Charger, plus\r\n$250,000 on another vehicle owned by Michael and insured under his Allstate\r\npolicy.\r\n\r\n      Additionally, Michael sought UIM coverage from a Standard Fire insurance\r\npolicy issued to his parents Thomas and Debra Carter (Thomas and Debra), which\r\nwas in effect from February 11, 2006, to February 11, 2007, and covered three\r\nChevrolet vehicles owned by them (the Policy). The Policy provided UIM\r\ncoverage for each vehicle for bodily injury of $250,000 per person and $500,000\r\nper accident. Thus, Respondents sought $750,000 in UIM coverage from Standard\r\nFire. However, the Policy contains the following exclusion:\r\n\n        EXCLUSIONS\r\n\r\n        A. We do not provide [UIM] for ''bodily injury\" or \"property damage\"\r\n        sustained by any person:\r\n\r\n              1. While \"occupying\" . . . any motor vehicle owned by\r\n              you or any \"family member\" which is not insured for this\r\n              coverage under this policy . . . .\r\n\r\nThe Policy defines \"family member\" as \"a person related to you by blood, marriage\r\nor adoption who is a resident of your household.\" The Policy also provides that\r\n\"you\" and \"your\" refer to: \"1. [t]he 'named insured' shown in the Declarations; and\r\n2. [t]he spouse if a resident of the same household.\"\r\n\r\n       Debra removed Michael as a named insured from the Policy prior to the\r\naccident. However, it is undisputed that Michael resided with Thomas and Debra\r\nthroughout the policy period in question, and therefore, as a resident relative, is a\r\nClass I insured under the Policy. It is further undisputed that the Policy did not\r\nspecifically cover Michael's Dodge Charger.\r\n\r\n       On October 26, 2007, Respondents brought this action against Standard Fire,\r\nalleging, inter alia, that Standard Fire breached the terms of the Policy by failing to\r\nprovide UIM coverage to Michael \"for serious injuries sustained as a result of an\r\nautomobile accident.\"1 Respondents alleged that Michael should be permitted to\r\nstack UIM coverage under the Policy. In its Answer, Standard Fire denied that\r\nUIM coverage was available under the Policy, citing the above policy exclusion.\r\n\r\n       Each of the parties filed separate motions for summary judgment. In their\r\nmotion, Respondents argued that the exclusion was void because it conflicts with\r\nsection 38-77-160 of the South Carolina Code2 and, as a result, Michael was\r\nentitled to stack UIM coverage. In its motion, Standard Fire maintained, inter alia,\r\nthat (1) its policy specifically excluded UIM coverage for any person injured while\r\n\r\n1Respondents also brought various claims, including the negligent failure to\r\nprocure insurance, against the Frank L. Siau Agency, Incorporated (the Siau\r\nAgency).\r\n2   S.C. Code Ann. 38-77-160 (2002).\r\n\noccupying a motor vehicle owned by that person or a family member not insured\r\nunder the Policy; and (2) such an exclusion had been sanctioned by this Court in\r\nBurgess v. Nationwide Mutual Insurance Company, 373 S.C. 37, 644 S.E.2d 40\r\n(2007).The circuit court heard the motions on December 18, 2008. On February 18,\r\n2009, the circuit court granted Standard Fire's motion for summary judgment on\r\nthe grounds that (1) UIM coverage was not available to Respondents by virtue of a\r\nvalid exclusion of coverage of a vehicle not insured under the Policy; (2)\r\nRespondents were not entitled to stack coverages under the Policy because\r\ncoverage was not available under the exclusion; (3) Respondents were bound by\r\nthe plain language of the exclusion; and (4) the \"Other Insurance\" clause in the\r\nPolicy did not provide for UIM coverage.3\r\n\r\n       Respondents filed a timely Notice of Appeal in the court of appeals on\r\nFebruary 27, 2009. In an unpublished opinion, the court of appeals reversed and\r\nremanded the trial court's order granting Standard Fire's summary judgment\r\nmotion. See Carter v. Standard Fire Ins. Co., Op. No. 2011-UP-175 (S.C. Ct.\r\nApp. filed April 18, 2011). Relying on Nakatsu v. Encompass Insurance\r\nCompany, 390 S.C. 172, 178, 700 S.E.2d 283, 287 (Ct. App. 2010), the court of\r\nappeals held that the case must be reversed because the exclusion was inconsistent\r\nwith statutory provisions allowing Class I insureds to stack UIM. Id. The court of\r\nappeals refused to reach the remaining issues on appeal because the stacking issue\r\nwas dispositive. Id.\r\n\r\n       Standard Fire sought review, and this Court granted the petition for writ of\r\ncertiorari.                            ISSUE\r\n\r\n      Whether section 38-77-160 of the South Carolina Code permits an\r\n      insurance company to exclude UIM coverage to a Class I insured\r\n      when he is occupying a vehicle he owns but does not insure under the\r\n      subject policy?\r\n\r\n\r\n\r\n3Likewise, the court granted summary judgment in favor of the Siau Agency;\r\nhowever, that ruling is not before this Court on appeal.\r\n\n                                STANDARD OF REVIEW\r\n\r\n      Summary judgment should be granted when there are no genuine issues of\r\nmaterial fact and the moving party is entitled to a judgment as a matter of law.\r\nRule 56(c), SCRCP; Lanham v. Blue Cross & Blue Shield of S.C., Inc., 349 S.C.\r\n356, 361, 563 S.E.2d 331, 333 (2002) (\"An appellate court reviews a grant of\r\nsummary judgment under the same standard applied by the trial court pursuant to\r\nRule 56, SCRCP.\") (citation omitted).  ANALYSIS\r\n\r\n       This case presents the question of whether an insurer may limit a Class I\r\ninsured's ability to stack UIM coverage through an exclusion purporting to limit\r\nstacking only to those vehicles owned by the insured, and insured under the subject\r\npolicy. Standard Fire argues the court of appeals erred in reversing summary\r\njudgment because the policy exclusion at issue is permitted under section 38-77-\r\n160 of the South Carolina Code. Under Standard Fire's formulation of that\r\nprovision, the insurer is required to offer UIM coverage to an insured, but is not\r\nrequired to provide coverage unless the insured purchases such coverage, and\r\nbecause the Policy contained a valid exclusion, that coverage was not purchased by\r\nRespondents. On the other hand, Respondents argue that the plain language of\r\nsection 38-77-160, the purpose behind the provision, and the traditional\r\nconstruction of the provision suggest that insurers may not eliminate a resident\r\nrelative's ability to stack UIM coverage under his parents' policy.\r\n\r\n      Section 38-77-160 governs stacking,4 and provides, in relevant part:\r\n\r\n      Automobile insurance carriers shall offer, . . . . at the option of the\r\n      insured, [UIM] motorist coverage up to the limits of the insured\r\n      liability coverage to provide coverage in the event that damages are\r\n      sustained in excess of the liability limits carried by an at-fault insured\r\n      or underinsured motorist or in excess of any damages cap or limitation\r\n\r\n4Stacking is defined \"as the insured's recovery of damages under more than one\r\npolicy until all of his damages are satisfied or the limits of all available policies are\r\nmet.\" Giles v. Whitaker, 297 S.C. 267, 268, 376 S.E.2d 278, 279 (1989); State\r\nFarm Mut. Auto. Ins. Co. v. Moorer, 330 S.C. 46, 60, 496 S.E.2d 875, 883 (Ct.\r\nApp. 1998).\r\n\n      imposed by statute. If, however, an insured or named insured is\r\n      protected by . . . [UIM] coverage in excess of the basic limits, the\r\n      policy shall provide that the insured or named insured is protected\r\n      only to the extent of the coverage he has on the vehicle involved in\r\n      the accident. If none of the insured's or named insured's vehicles is\r\n      involved in the accident, coverage is available only to the extent of\r\n      coverage on any one of the vehicles with the excess or [UIM]\r\n      coverage.\r\n\r\nS.C. Code Ann. § 38-77-160 (Supp. 2012) (emphasis added).\r\n\r\n       \"The cardinal rule of statutory construction is a court must ascertain and give\r\neffect to the intent of the legislature.\" State v. Scott, 351 S.C. 584, 588, 571 S.E.2d\r\n700, 702 (2002) (citing Charleston Cnty. Sch. Dist. v. State Budget & Control Bd.,\r\n313 S.C. 1, 437 S.E.2d 6 (1993)). \"The central purpose of the UIM statute is to\r\nprovide coverage when the injured party's damages exceed the liability limits of\r\nthe at-fault motorist,\" and therefore, \"[t]he UIM and UM statutes are remedial in\r\nnature and enacted for the benefit of injured persons\" and \"should be construed\r\nliberally to effect the purpose intended by the Legislature.\" Floyd v. Nationwide\r\nMut. Ins. Co., 367 S.C. 253, 260, 626 S.E.2d 6, 10 (2005) (citations omitted).\r\n\r\n       In the context of interpreting an insurance contract, \"[s]tatutory provisions\r\nrelating to an insurance contract are part of the contract as a matter of law.\" State\r\nFarm Mut. Auto. Ins. Co. v. Calcutt, 340 S.C. 231, 234, 530 S.E.2d 896, 897 (Ct.\r\nApp. 2000) (citation omitted). To this end, \"[UIM] coverage is controlled by and\r\nsubject to our [UIM] act, and any insurance policy provisions inconsistent\r\ntherewith are void, and the relevant statutory provisions prevail as if embodied in\r\nthe policy.\" Kay v. State Farm Mut. Auto. Ins. Co., 349 S.C. 446, 450, 562 S.E.2d\r\n676, 678 (Ct. App. 2002). A policy of automobile insurance must provide at least\r\nthe minimum amount of coverage outlined in the statute, and \"a policy issued\r\npursuant to the law which gives less protection will be interpreted by the court as\r\nsupplying the protection which the legislature intended.\" Id. at 450, 562 S.E.2d at\r\n678 (quoting Hamrick v. State Farm Mut. Auto. Ins. Co., 270 S.C. 176, 179, 241\r\nS.E.2d 548, 549 (1978)).\r\n\r\n        While we disagree with Respondents' broad assertion that an insurer may\r\nnever limit an insured's ability to stack, it is well-settled that an insurer cannot\r\ncontractually limit coverage in contravention of section 38-77-160. See Ruppe v.\r\nAuto–Owners Ins. Co., 329 S.C. 402, 405–06, 496 S.E.2d 631, 632–33 (1998)\r\n\n(noting the rule that stacking of statutorily required coverage cannot be\r\ncontractually prohibited is an oversimplification of our stacking law and declining\r\nto apply it to the stacking of liability coverage, and stating \"stacking may be\r\nprohibited by contract if such a prohibition is consistent with statutory insurance\r\nrequirements.\"). However, we find that Standard Fire's interpretation of section\r\n38-77-160 fails to account for the portion of the statute that unequivocally states\r\nthat once the insured \"is protected by . . . UIM coverage in excess of the basic\r\nlimits,\" the insurer \"shall provide\" UIM coverage up to the amount held on the\r\nvehicle involved in the accident. Because the exclusion in question conflicts with\r\nthis clear language, we hold the exclusion is void. See Hodges v. Rainey, 341 S.C.\r\n79, 85, 533 S.E.2d 578, 581 (2000) (stating \"the rules of statutory interpretation are\r\nnot needed and the court has no right to impose another meaning\" when the\r\nstatute's language is plain and unambiguous); State v. Pittman, 373 S.C. 527, 561,\r\n647 S.E.2d 144, 161 (2007) (\"All rules of statutory construction are subservient to\r\nthe maxim that legislative intent must prevail if it can be reasonably discovered in\r\nthe language used.\") (citation omitted).\r\n\r\n       Generally, \"[s]tatutorily required coverage is that which is required to be\r\noffered or provided.\" Ruppe, 329 S.C. at 404–05, 496 S.E.2d at 632. \"[A]n insurer\r\nmust offer UIM coverage pursuant to [section] 38–77–160 when the insurer\r\nextends statutorily required liability coverage.\" Howell v. U.S. Fid. & Guar. Ins.\r\nCo., 370 S.C. 505, 510, 636 S.E.2d 626, 629 (2006). \"South Carolina courts have\r\ninterpreted [section 38–77–160] to allow Class I insureds5 to stack UIM coverage\r\nfrom multiple automobile insurance policies.\" Kay, 349 S.C. at 449, 562 S.E.2d at\r\n678.6 This is so because UIM coverage is considered to be both \"personal and\r\n\r\n5 There are two categories of insureds: (1) Class I insureds, which includes a\r\nperson named in the policy, the named insured's spouse, or any resident relatives of\r\nthe named insured, and (2) others known as Class II insureds, i.e. permissive users\r\nand guests. Concrete Servs., Inc. v. U.S. Fid. & Guar. Co., 331 S.C. 506, 509, 498\r\nS.E.2d 865, 866 (1998); see also Ohio Cas. Ins. Co. v. Hill, 323 S.C. 208, 211, 473\r\nS.E.2d 843, 845 (Ct. App. 1996); S.C. Farm Bureau Mut. Ins. Co. v. Mooneyham,\r\n304 S.C. 442, 443 n.1, 405 S.E.2d 396, 397 n.1 (1991). Importantly, a person is\r\nentitled to pursue stacking only if he or she is a Class I insured under the at-home\r\npolicy. See Hill, 323 S.C. at 211, 473 S.E.2d at 845 (\"The critical question in\r\ndetermining whether an insured has the right to stack is whether he is a Class I or\r\nClass II insured.\").\r\n6   The fact that the involved vehicle was insured by a separate insurance company\r\n\nportable.\" See Burgess, 373 S.C. at 41, 644 S.E.2d at 42 (\"[A]s a general\r\nproposition, UIM coverage follows the individual insured rather than the vehicle\r\ninsured, that is, UIM coverage, like UM, is 'personal and portable.'\"). Thus, a\r\nClass I insured typically may pursue stacking whether or not he was injured in his\r\nvehicle. See S.C. Code Ann. § 38-77-30(7) (Class I insureds are insured \"while in\r\na motor vehicle or otherwise\"); Howard, 315 S.C. at 53, 55, 431 S.E.2d at 608,\r\n609–10 (Ct. App. 1993) (invalidating an \"owned vehicle\" exclusion because UIM\r\n\"is nowhere limited to the use of the insured vehicle, and cannot be so limited by\r\nthe policy provisions,\" and allowing a husband, as a Class I insured under his\r\nwife's policy covering the involved vehicle, to stack policies of multiple at-home\r\nvehicles).\r\n\r\n       However, the amount an insured is permitted to stack from at-home policies\r\nis limited to the amount of UIM carried on the vehicle involved in the accident.\r\nSee Mooneyham, 304 S.C. at 446, 405 S.E.2d at 398 ( \"[T]he amount of coverage\r\nwhich may be stacked from policies on vehicles not involved in an accident is\r\nlimited to an amount no greater than the coverage on the vehicle involved in the\r\naccident.\"); but see Brown v. Continental Ins. Co., 315 S.C. 393, 396, 434 S.E,2d\r\n270, 272 (1993) (noting that \"UM and UIM qualify as 'statorily required coverage'\"\r\nbecause \"required coverage includes coverage that is required to be provided or\r\nrequired to be offered,\" but holding that section 38-77-160 prohibits the stacking\r\nof UM and UIM when an insured vehicle is not involved in the wreck and because\r\nthe exclusion tracked the statutory language, it was valid) (citations omitted).\r\n\r\n       Standard Fire concedes that, but for the Policy exclusion, Michael would be\r\nentitled to stack the coverage on each of the three cars insured by the Policy under\r\nthe normal framework. However, Standard Fire argues that the Court's decision in\r\n\r\nthan the insurance company insuring the at-home vehicles is insignificant under the\r\ntypical stacking analysis. See, e.g., Nationwide Mut. Ins. Co. v. Howard, 288 S.C.\r\n5, 7, 339 S.E.2d 501, 502 (1985) (allowing stacking of UM coverages where\r\ninsured owned eight vehicles, two of which were covered under a fleet policy\r\nissued by one company, three of which were covered under one fleet policy issued\r\nby Nationwide, and three of which were covered by separate, individual\r\nNationwide policies); Am. Sec. Ins. Co. v. Howard, 315 S.C. 47, 49, 431 S.E.2d\r\n604, 606 (Ct. App. 1993) (allowing stacking of UIM coverage where policy\r\ncovering involved motorcycle was insured by American Security Insurance\r\nCompany and insured's wife insured three at-home vehicles under a policy issued\r\nby South Carolina Insurance Company).\r\n\nBurgess marked a turning point in stacking jurisprudence by implicitly overruling\r\nthose cases that stand for the proposition that UIM coverage is \"statutorily\r\nrequired\" because it is \"required to be offered.\" In particular, Standard Fire relies\r\non Burgess's statement that \"public policy is not offended by an automobile\r\ninsurance policy provision which limits the portability of basic 'at home' UIM\r\ncoverage when the insured has a vehicle involved in the accident.\" See Burgess,\r\n373 S.C. at 43, 644 S.E.2d at 42. Standard Fire argues that under Burgess's\r\nrationale, \"insurers may restrict or even exclude UIM coverage if their insureds\r\nincur damages as a result of an accident involving a vehicle owned by the insured\r\nor a resident relative but not insured under the subject policy.\" Standard Fire notes\r\nthat because UIM is entirely voluntary, a policy provision limiting basic UIM\r\nportability when the insured is involved in an accident while in a vehicle that he\r\nowns but does not insure under the subject policy does not violate the statute.7\r\n\r\n       In Burgess, this Court considered the validity of a policy provision\r\npurporting to limit the portability of UIM coverage where the insured sought\r\ncoverage from one of his at-home vehicles, even though he did not carry UIM\r\ncoverage on the vehicle involved in the accident. Burgess, 373 S.C. at 39, 644\r\nS.E.2d at 41. The insured suffered injuries from a motor vehicle accident while\r\nriding his motorcycle, insured by Alpha Property and Casualty Insurance Company\r\n(Alpha). Id. The insured's damages were in excess of the at-fault driver's\r\ncoverage, and the insured had no UIM coverage on his motorcycle. Id. However,\r\nhe owned three other vehicles insured by Nationwide Mutual Insurance Company\r\n(Nationwide), each of which carried $25,000 in UIM coverage. Id. Thus, the\r\ninsured sought to \"port\" UIM coverage from one of the at-home vehicles, and not\r\nto stack coverage. Id. at 41 n.1, 644 S.E.2d at 43 n.1. Nationwide refused to pay\r\nthe insured's UIM claim based on the following \"other insurance\" policy exclusion:\r\n\r\n      If a vehicle owned by you or a relative is involved in an accident\r\n      where you or a relative sustains bodily injury or property damage, this\r\n      policy shall:\r\n\r\n         a) be primary if the involved vehicle is your auto described\r\n            on this policy; or\r\n\r\n\r\n7 This is essentially the same position taken by the dissent. As explained, infra,\r\nthis position is not supported by our precedents or the wording of section 38-77-\r\n160.\r\n\n         b) be excess if the involved vehicle is not your auto\r\n            described on this policy. The amount of coverage\r\n            applicable under this policy shall be the lesser of the\r\n            coverage limits under this policy or the coverage\r\n            limits on the vehicle involved in the accident.\r\n\r\nId. at 39–40, 644 S.E.2d at 41–42.\r\n\r\n       Under the circumstances, the Court found that public policy was not\r\noffended by an insurance policy that purported to limit the portability of UIM\r\nwhen an insured is injured in a vehicle he owns but does not insure under the\r\ninsurance policy. Id. at 41–42, 644 S.E.2d at 43. The Court did not rely on the\r\nspecific language of section 38-77-160 or any prior decisions. Id. Rather, the\r\nCourt stated the following:\r\n\r\n      UIM coverage is entirely voluntary, and permits insureds, at their\r\n      option, to purchase insurance coverage for situations where they are\r\n      injured by an at-fault driver who does not carry sufficient liability\r\n      insurance to cover the insureds' damages. Essentially, the insured is\r\n      buying insurance coverage for situations, as where he is a passenger in\r\n      another's vehicle or is a pedestrian, where he cannot otherwise insure\r\n      himself. When, however, the insured is driving his own vehicle, he\r\n      has the ability to decide whether to purchase voluntary UIM coverage.\r\n      Burgess chose not to do so when insuring his motorcycle.\r\n\r\n      ....   We hold that public policy is not offended by an automobile\r\n      insurance policy provision which limits the portability of basic \"at-\r\n      home\" UIM coverage when the insured has a vehicle involved in the\r\n      accident. Compare State Farm Mut. Auto. Ins. Co. v. Calcutt, 340 S.C.\r\n      231, 530 S.E.2d 896 (Ct. App. 2000) (endorsement providing for set-\r\n      off of workers' compensation benefits for UIM valid where UM set-\r\n      off is not, because UIM coverage is voluntary). Upholding this limit\r\n      on portability encourages persons to purchase UIM insurance on all\r\n      their vehicles. To hold, as did the Court of Appeals, that basic UIM is\r\n      portable even in this situation permits an individual who owns\r\n      multiple vehicles to purchase UIM insurance on only one vehicle, yet\r\n      have basic UIM coverage on all. We find this result undesirable.\r\n\nId. at 42, 644 S.E.2d at 43.\r\n\r\n       In the wake of the Burgess opinion, the court of appeals considered a nearly\r\nidentical factual scenario to the instant case in Nakatsu. 390 S.C. at 172, 700\r\nS.E.2d at 283. In that case, the insured (Nakatsu) was injured in an automobile\r\naccident while she resided with her sister and brother-in-law (the Buckners). Id. at\r\n174, 700 S.E.2d at 285. Nakatsu received the limits of liability insurance from the\r\nat-fault driver's insurer. Id. at 175, 700 S.E.2d at 285. Likewise, she collected\r\n$25,000 in UIM coverage from a policy she maintained on her own vehicle, which\r\nwas involved in the accident. Id. She also sought UIM coverage from a policy\r\nissued by Encompass Indemnity Company (Encompass), which insured three\r\nvehicles owned by the Buckners, which held UIM limits of $50,000 per vehicle\r\nand $100,000 per accident. Id. However, the Buckners' policy contained a similar\r\n\"owned vehicle\" exclusion, which denied coverage when the involved vehicle was\r\nowned by the insured but not covered under the policy. See id. at 175–76, 700\r\nS.E.2d at 285–86.\r\n\r\n       Despite stipulating that the policy provisions did not allow her to stack UIM\r\ncoverages on the three vehicles because she was not driving a vehicle insured\r\nunder the policy, Nakatsu argued that the provision was invalid because she was a\r\nClass I insured, and therefore, she was entitled to stack UIM coverage under\r\nsection 38-77-160. Id. at 177, 700 S.E.2d at 286. Relying on Burgess, the trial\r\ncourt granted summary judgment to Encompass. Id.\r\n\r\n        On appeal, the court of appeals reversed the trial court, agreeing with\r\nNakatsu's arguments that the exclusion was void because it was inconsistent with\r\nsection 38-77-160 and Burgess was inapplicable to the facts. Id. at 178, 700\r\nS.E.2d at 286. Noting \"[s]tatutorily required coverage is that which is required to\r\nbe offered or provided,\" the court found the exclusion violated section 38-77-160.\r\nId. at 179–80, 700 S.E.2d at 287 (citation omitted). Moreover, the court of appeals\r\ndistinguished Burgess because it was not a stacking case, opining that Nakatsu,\r\nbecause she was a resident relative of the Buckners, was a Class I insured under\r\ntheir policy, and therefore, unlike in Burgess, the issue was whether Nakatsu could\r\nstack the Buckners' UIM coverage. Id. at 181, 700 S.E.2d at 288. With respect to\r\nthe policy concerns raised by the Burgess court, the court of appeals found they did\r\nnot apply to Nakatsu's case because the insured in Burgess declined UIM coverage,\r\nwhereas Nakatsu sought to stack UIM coverage she purchased on the vehicle\r\ninvolved in the accident. Id.\r\n\n       Standard Fire argues we should overrule Nakatsu because it \"is largely\r\npremised on the proposition that UIM coverage is 'statutorily required' since it is\r\n'required to be offered.'\" We agree with the Nakatsu court's reasoning, and\r\ntherefore, decline Standard Fire's invitation to overrule it.\r\n\r\n       First, Burgess is factually distinguishable from the present case and Nakatsu\r\nin that Burgess did not involve stacking. Burgess, 373 S.C. at 41 n.1, 644 S.E.2d\r\nat 43 n.1. For this reason, Burgess did not involve section 38-77-160, and this\r\nCourt did not interpret that section or touch on any of our precedents interpreting\r\nthat section.\r\n\r\n       Standard Fire argues that the Burgess court's statement that \"UIM coverage\r\nis entirely voluntary, and permits insureds, at their option, to purchase insurance\r\ncoverage for situations where they are injured by an at-fault driver who does not\r\ncarry sufficient liability insurance to cover the insureds' damages,\" see Burgess,\r\n373 S.C. at 42, 644 S.E.2d at 43, directly contradicts language in pre-Burgess\r\nopinions stating that UIM is \"statutorily required\" because \"it is required to be\r\noffered,\" see, e.g., Ruppe, 329 S.C. at 404–05. Burgess did not implicitly overrule\r\nthose cases. Instead, we find that Burgess may be reconciled with them. While\r\ntrue, as Standard Fire suggests, we have stated that UIM is not mandatory coverage\r\nin the sense that an insured chooses to purchase excess UIM coverage on a vehicle\r\nand a specified amount is not required by statute,8 we have held it is a statutorily\r\nrequired coverage in the sense it is required to be offered. Our precedents, read in\r\n\r\n8 Nationwide Mut. Ins. Co. v. Erwood, 373 S.C. 88, 644 S.E.2d 62 (2007) (noting\r\nthat unlike UM coverage, UIM is not mandatory in all automobile insurance\r\npolicies); Garris v. Cincinnati Ins. Co., 280 S.C. 149, 154, 311 S.E.2d 723, 726\r\n(1984) (\"We hold underinsured motorist coverage is optional coverage provided by\r\nan insurance carrier in the event damages are sustained by the insured in excess of\r\nthe at fault driver's liability coverage, recovery therefrom being additional to any\r\nrecovery from the at fault motorist, total recovery not to exceed the amount\r\nreceived from the damages sustained.\"); cf. State Farm Mut. Auto. Ins. Co. v.\r\nRichardson, 313 S.C. 58, 61, 437 S.E.2d 43, 45 (1993) (\"Insurance companies may\r\nprohibit the stacking of non-mandatory coverage.\"); Giles v. Whitaker, 297 S.C.\r\n267, 269, 376 S.E.2d 278, 280 (1989) (\"Because there is no statutory requirement\r\nthat State Farm provide liability coverage for vehicles other than the one described\r\nin the policy, the policy provisions limiting stacking of liability insurance were\r\nvalid.\").\r\n\nthe context of section 38-77-160, unequivocally require the insurer to provide\r\ncoverage in an amount equal to the excess UIM coverage purchased on the vehicle\r\ninvolved in the accident. Thus, because Michael, a Class I insured under the\r\nPolicy, purchased UIM coverage on the vehicle involved in the accident, the\r\nstatute requires he be permitted to stack UIM coverages on the at-home vehicles.9\r\n\r\n       In addition, the policy concerns raised by the Burgess opinion are not\r\npresent here because Michael purchased UIM coverage on the vehicle involved in\r\nthe accident. See Burgess, 373 S.C. at 42, 644 S.E.2d at 43 (\"Upholding this limit\r\non portability encourages persons to purchase UIM insurance on all their vehicles.\r\nTo hold, as did the Court of Appeals, that basic UIM is portable even in this\r\nsituation permits an individual who owns multiple vehicles to purchase UIM\r\n\r\n\r\n9 We note that Burgess further does nothing to alter the well-settled principle that\r\nUIM coverage is both personal and portable. Cf. Nationwide Mut. Ins. Co. v.\r\nRhoden, 398 S.C. 393, 728 S.E.2d 477 (2012) (a nonstacking case in which this\r\nCourt determined the public policy that UIM is personal and portable entitles\r\ninsureds, who were involved in an accident while riding in a car owned and\r\noperated by a resident relative without UIM coverage, to recover UIM benefits\r\nfrom their at-home policies despite the valid portability limitation in the insured's\r\npolicy that provided the amount of coverage applicable was lesser of the coverage\r\nlimits under the at-home policy or the coverage limits on the car involved in the\r\naccident); Hogan v. Home Ins. Co., 260 S.C. 157, 162, 194 S.E.2d 890, 892 (1973)\r\n(considering an exclusion barring UM coverage, and noting that \"[UM] coverage is\r\nnot to provide coverage for the uninsured vehicle but to afford additional\r\nprotection to an insured. Unlike the provisions relative to liability coverage, the\r\nstatute plainly affords [UM] coverage to the named insured and resident relatives\r\nof his or her household at all times and without regard to the activity in which they\r\nwere engaged at the time. Such coverage is nowhere limited in the statute to the\r\nuse of the insured vehicle, and cannot be so limited by the policy provisions.\")\r\n(citation omitted); Howard, 315 S.C. at 52–53, 431 S.E.2d at 608, overruled on\r\nother grounds by Concrete Servs., Inc. v. U.S. Fid. & Guar. Co., 331 S.C. 506, 498\r\nS.E.2d 865 (1998) (holding policy containing an exclusion stating the insurer\r\nwould not provide UIM coverage to a person occupying a motor vehicle owned by\r\nthe named insured or any family member that was not insured under the policy\r\ninvalid because UIM coverage \"is nowhere limited to the use of the insured\r\nvehicle, and cannot be so limited by the policy provisions\") (citation omitted).\r\n\ninsurance on only one vehicle, yet have basic UIM coverage on all. We find this\r\nresult undesirable.\") Rather, to allow the exclusion here would be to permit the\r\ninsurance company, in the better position to assess risk because it can account for a\r\nresident relative in setting premiums, to hinder competition and increase insurance\r\npremiums by limiting coverage for a Class I insured to a single policy, meaning the\r\nClass I insured could only purchase excess UIM coverage on all of his vehicles on\r\nthe insurer's terms. We find this result undesirable, and more importantly, one not\r\nintended by the legislature under the clear language of 38-77-160.\r\n\r\n     Therefore, we hold the court of appeals correctly determined that section 38-\r\n77-160 invalidates the exclusion barring coverage to Respondents.\r\n\r\n                                   CONCLUSION\r\n\r\n       Based on the foregoing, we affirm the court of appeals' reversal of summary\r\njudgment in favor of Standard Fire, and remand this case to the circuit court for\r\nfurther proceedings consistent with this opinion.\r\n\r\nAFFIRMED.\r\n\r\nBEATTY, J., and Acting Justice James E. Moore, concur. PLEICONES, J.,\r\ndissenting in a separate opinion in which KITTREDGE, J., concurs.\r\n\nJUSTICE PLEICONES: Michael was injured while a passenger in a Dodge\r\nCharger he and his mother owned and insured with Allstate. By virtue of his status\r\nas a resident relative of his parents, he is an \"insured\" under the Standard Fire\r\ninsurance policy purchased by his parents insuring three other vehicles they\r\nowned. The trial court upheld the validity of an exclusion in the Standard Fire\r\npolicy denying underinsured (UIM) coverage where an insured is damaged while\r\noccupying a vehicle he owned but did not insure under that policy. The Court of\r\nAppeals reversed, and the majority affirms. I would reverse the Court of Appeals\r\nbecause I agree with the trial court that the policy exclusion is valid.\r\n\r\nWhile S.C. Code Ann. § 38-77-160 requires an insurance company to offer UIM\r\ncoverage, the decision to purchase such coverage is voluntary. E.g. Burgess v.\r\nNationwide Mut. Ins. Co., 373 S.C. 37, 644 S.E.2d 40 (2007). Here, Standard Fire\r\noffered such coverage and the parents purchased it, albeit subject to certain\r\nexclusions. This UIM exclusion, therefore, does not involve \"statutorily mandated\r\ncoverage\" as the majority maintains, since it is only the offer of such coverage that\r\nis required by § 38-77-160.\r\n\r\nIn Burgess, supra, we acknowledged the 'personal and portable' nature of UIM\r\ncoverage. Since, however, such coverage is not mandatory, and since limitations\r\non portability are permissible under the \"If, however\" clause of § 38-77-160,\r\nBurgess held a policy could lawfully eliminate the portability of UIM coverage\r\nwhen the named insured is involved in an accident while in a vehicle he owns but\r\ndoes not insure under the policy. Therefore, under Burgess, had Michael's mother\r\nbeen involved in an accident while occupying the Charger, we would uphold the\r\nvalidity of this Standard Fire exclusion as applied to her. The present case differs\r\nfrom Burgess in that the Standard Fire policy's portability exclusion is sought to be\r\napplied to an insured, rather than the named insured, injured while driving a\r\nvehicle he and a named insured owned but did not insure under the parents'\r\nStandard Fire policy.\r\n\r\nAs I explained in my dissent in Nationwide Mut. Ins. Co. v. Rhoden, 398 S.C. 393,\r\n728 S.E.2d 477 (2012), when a named insured purchases a policy that limits UIM,\r\nthat portability exclusion applies to all the insureds, whether named or resident\r\nrelatives. Under my view, an insured who is not the owner of the policy is bound\r\nby the UIM portability decisions made by the policy owner, a result that the\r\nGeneral Assembly mandated in § 38-77-160. Rhoden, 398 S.C. at 405, 728 S.E.2d\r\nat 483.\r\n\nSection 38-77-160 provides in the \"If, however\" clause that where an insured \"is\r\nprotected by [UIM coverage],10 the policy shall provide he is protected only to the\r\nextent of the coverage he has on the vehicle involved in the accident.\"11 In my\r\nview, the Standard Fire exclusion is consistent with this clause: while Michael was\r\nentitled to the 'personal and portable' UIM coverage in his parents' policy because\r\nhe was an insured, that policy, consistent with the \"If, however\" clause of § 38-77-\r\n160, limited Michael's UIM coverage to the amount bought \"on the vehicle\r\ninvolved in the accident.\" Here, the Standard Fire policy provided no UIM\r\ncoverage on the involved vehicle since the car was not insured under that policy. I\r\nsee nothing in Standard Fire's exclusion that violates either public policy or the\r\nlanguage of § 38-77-160.\r\n\r\nI would reverse the decision of the Court of Appeals.\r\n\r\n\r\n\r\nKITTREDGE, J., concurs.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n10 I read the \"If, however\" clause to cover two types of voluntary insurance: all\r\nUIM coverage and \"excess\" uninsured motorist (UM) coverage, that is, UM\r\ncoverage exceeding the statutorily mandated minimum.\r\n11 Michael cannot rely on the portion of the \"If, however\" clause that restricts\r\nrecovery where the insured is occupying a non-owned vehicle, as he owned the\r\nvehicle he was occupying at the time of this accident.\r\n\n","court":"Supreme"},{"id":"ORDER","title":"In the Matter of Richard G. Wern","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2013-12-06-01","description":"By order dated November 6, 2013, the Court placed respondent on interim suspension and appointed the Receiver, Gretchen B. Gleason, to protect the interests of his clients.","date":"2013-12-11","type":"order","text":"\r\n  \r\n\r\n\r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\n\r\n\r\n  \r\n    \r\n      \r\n        In the Matter of Richard G.  Wern,        Respondent.\r\n          \r\nAppellate Case No. 2013-002314\r\nAppellate Case No. 2013-002316 \r\n    \r\n\r\n\r\nORDER\r\nBy order dated  November 6, 2013, the Court placed respondent on interim suspension and  appointed the Receiver, Gretchen B. Gleason, to protect the interests of his  clients.  In the Matter of Wern, S.C.  Sup. Ct. Order dated November 6, 2013 (Shearouse Adv. Sh. No. 48 at 30).  The Commission on Lawyer Conduct (the  Commission) has now filed a Motion to Terminate Order of Receivership and  requests reimbursement of costs and expenses.\r\nCatherine F.  Juhas, Esquire, a lawyer who practiced with respondent prior to his suspension,  is willing to assume the responsibility for the representation of respondent's  clients.  The Court finds Ms. Juhas is  capable of and shall be responsible for the representation of respondent's  clients.  Accordingly, the appointment of  the Receiver is unnecessary and the Motion to Terminate Order of Receivership  is granted.  See Rule 31(b), RLDE,  Rule 413, SCACR (it is unnecessary to appoint Receiver where partner or other  responsible party capable of conducting suspended lawyer's affairs  exists).  The request for reimbursement  of costs and expenses is denied.\r\nThe Receiver  shall transfer possession and control of respondent's client files and trust account(s), escrow account(s), operating  account(s), and any other law office account(s) respondent maintained to Ms. Juhas and,  if necessary, shall notify the United States Postmaster to redirect  respondent's mail to Ms. Juhas' address.   Ms. Juhas shall ensure respondent's clients are notified that she is now  representing them.       \r\n\r\n  \r\n    \r\n     s/Jean H. Toal&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;C.J.\r\n      \r\n      s/Costa M. Pleicones&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/Donald W. Beatty&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/John W. Kittredge&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/Kaye G. Hearn&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n    \r\n  \r\n\r\nColumbia, South Carolina\r\nDecember 6, 2013\r\n\r\n\r\n\r\n\r\n\r\n\r\n","court":"Supreme"},{"id":"27341","title":"Shatto v. McLeod Regional Medical Center","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27341.pdf","description":"The Court reverses the court of appeals' finding that Petitioner was not an employee of McLeod Regional Medical Center and remands the matter to the court of appeals for a determination of whether Petitioner's injuries are compensable.","date":"2013-12-18","type":"opinion","text":"            THE STATE OF SOUTH CAROLINA \n\r\n                 In The Supreme Court \n\r\n\r\n   Mildred H. Shatto, Petitioner,\r\n\r\n   v.\r\n\r\n   McLeod Regional Medical Center and \n\r\n   Key Risk Management Services, Inc.,             \n\r\n   Respondents, \n\r\n\r\n   and Staff Care, Inc. and Travelers Insurance,\r\n   Defendants.\r\n\r\n   Appellate Case No. 2011-201186\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n   Appeal from the South Carolina Workers' Compensation \n\r\n                       Commission \n\r\n\r\n\r\n                      Opinion No. 27341 \n\r\n        Heard October 2, 2013 – Filed December 18, 2013 \n\r\n\r\n\r\n               REVERSED AND REMANDED\r\n\r\n\r\n   Blake A. Hewitt and Margaret M. Bluestein, both of \n\r\n   Bluestein, Nichols, Thompson & Delgado, LLC, of \n\r\n   Columbia for Petitioner. \n\r\n\n             Walter H. Barefoot, of Florence, and Carmelo B.\r\n             Sammataro, of Columbia, both of Turner, Padget,\r\n             Graham & Laney, PA, for Respondents.\r\n\r\n\r\nJUSTICE KITTREDGE: In this workers' compensation case, we granted a\r\npetition for a writ of certiorari to review the decision of the court of appeals in\r\nShatto v. McLeod Regional Medical Center, 394 S.C. 552, 716 S.E.2d 446 (Ct.\r\nApp. 2011). This case presents the familiar tension in the workers' compensation\r\narena in distinguishing between an employee and an independent contractor.\r\nPetitioner Mildred H. Shatto sought workers' compensation benefits, claiming she\r\nwas an employee of Respondent McLeod Regional Medical Center (McLeod\r\nRegional) when she fell in an operating room and was injured. McLeod Regional\r\nopposed the claim on the basis of Shatto's purported status as an independent\r\ncontractor. The Workers' Compensation Commission (Commission) found that\r\nevery factor of the common law employment analysis supported Shatto's\r\ncontention of an employment relationship. The court of appeals reversed, finding\r\nthat every factor of the common law employment analysis supported McLeod\r\nRegional's contention of an independent contractor relationship.\r\n\r\nBecause we find that the evidence, although not one-sided, preponderates in favor\r\nof an employment relationship, we reverse the court of appeals. We remand to the\r\ncourt of appeals to address McLeod Regional's additional assignment of error\r\ninitially presented to, but not reached by, the court of appeals concerning whether\r\nShatto's \"idiopathic fall constitutes a compensable injury by accident arising out of\r\nand in the course and scope of [Shatto's] employment.\"\r\n\r\n                                         I.\r\n\r\n                 FACTUAL/PROCEDURAL BACKGROUND\r\n\r\nPetitioner Mildred H. Shatto is a certified nurse anesthetist. She has worked in the\r\nnursing profession for over twenty years, including a twenty-one year stint at a\r\nhospital in Pennsylvania. She moved to South Carolina to care for her sister and\r\nworked several short-term nursing jobs. After working as a nurse anesthetist in\r\nCharlotte, North Carolina for approximately five years, she sought an employment\r\nposition through a nurse staffing agency, Defendant Staff Care, Inc.\r\n\nThrough Staff Care, Shatto was hired to work as a nurse anesthetist for McLeod\r\nRegional in Florence, South Carolina. Shatto did not have an express contract of\r\nemployment directly with McLeod Regional. Instead there were two relevant\r\ncontracts: Shatto's contract with Staff Care (\"the Provider Agreement\") and Staff\r\nCare's contract with McLeod Regional (\"the Staffing Agreement\").\r\n\r\nOn December 21, 2007, Shatto was helping anesthetize a patient in an operating\r\nroom. In the process, Shatto fell and was injured. She was treated at McLeod\r\nRegional and was released from employment shortly after the injury.\r\n\r\nShatto brought workers' compensation claims against McLeod Regional and Staff\r\nCare. Staff Care answered with a general denial, and McLeod Regional initially\r\nadmitted that Shatto was a hospital employee, but later amended its position and\r\ndenied the existence of an employment relationship. The claims were\r\nconsolidated, and the matter was heard by a single commissioner.\r\n\r\nThe single commissioner found that Shatto was an employee of McLeod Regional\r\nand that her injuries were compensable. McLeod Regional was ordered to pay\r\nShatto's workers' compensation benefits.1\r\n\r\nMcLeod Regional appealed the single commissioner's decision, and the appellate\r\npanel affirmed the commissioner's decision in its entirety. McLeod Regional then\r\nappealed to the court of appeals, which reversed the Commission's finding and\r\nconcluded that Shatto was an independent contractor—not an employee of\r\nMcLeod Regional. The court of appeals did not reach the question of whether\r\nShatto's injuries were compensable. The court of appeals remanded the case to the\r\nCommission to address Shatto's claim against Staff Care. We granted a petition for\r\nwrit of certiorari to review the court of appeals' decision.2\r\n\r\n1 As part of the commissioner's determination of an employer-employee\r\nrelationship, he further determined that Shatto was entitled to benefits under the\r\nalternative theories of the borrowed servant doctrine and statutory employment\r\ndoctrine. We need not reach the merits of these theories.\r\n2At oral argument the matter of appellate jurisdiction was raised in light of our\r\ndecision in Bone v. U.S. Food Serv., 404 S.C. 67, 744 S.E.2d 552 (2013). The\r\nparties contend that this Court has jurisdiction to hear this appeal and that Bone has\r\nno application. We agree. Bone addressed appealability under the predecessor to\r\nsection 1-23-390 of the South Carolina Code, which provided that in appeals from\r\n\n                                         II.\r\n\r\n                                    ANALYSIS\r\n\r\n                        Common Law Employment Test\r\n\r\nWe are presented with the question of whether Shatto was, at the time of her\r\ninjury, an employee of McLeod Regional or an independent contractor. \"No award\r\nunder the Workers' Compensation Law is authorized unless the employer-\r\nemployee or master-servant relationship existed at the time of the alleged injury for\r\nwhich claim is made.\" McLeod v. Piggly Wiggly Carolina Co., 280 S.C. 466, 469,\r\n313 S.E.2d 38, 39 (Ct. App. 1984) (citing Cooper v. McDevitt, 260 S.C. 463, 196\r\nS.E.2d 833 (1973); Alewine v. Tobin Quarries, 206 S.C. 103, 33 S.E.2d 81 (1945)).\r\n\"Because the question is jurisdictional, the Court may take its own view of the\r\npreponderance of the evidence.\" Wilkinson ex rel. Wilkinson v. Palmetto State\r\nTransp. Co., 382 S.C. 295, 299, 676 S.E.2d 700, 702 (citing S.C. Workers' Comp.\r\nComm'n v. Ray Covington Realtors, Inc., 318 S.C. 546, 547, 459 S.E.2d 302, 303\r\n(1995)).\r\n\r\n\"Under settled law, the determination of whether a claimant is an employee or\r\nindependent contractor focuses on the issue of control, specifically whether the\r\npurported employer had the right to control the claimant in the performance of his\r\nwork.\" Id. (emphasis added) (citing Ray Covington Realtors, 318 S.C. at 547, 459\r\nS.E.2d at 303; Chavis v. Watkins, 256 S.C. 30, 32, 180 S.E.2d 648, 649 (1971)).\r\n\r\n\r\nan administrative agency, such as the Commission, to the circuit court \"'[a]n\r\naggrieved party may obtain a review of any final judgment of the circuit court . . .\r\nby appeal to the Supreme Court.'\" Bone, 404 S.C. at 77, 744 S.E.2d at 557\r\n(quoting S.C. Code § 1-23-390 (1986)). In 2006, as part of Act 387, which, among\r\nother things, mandated that appeals from the Commission go directly to the court\r\nof appeals, section 1-23-390 (2006), entitled \"Supreme Court review,\" was\r\namended to include review of decisions from the court of appeals. Section 1-23-\r\n390 concludes by providing that appeals from the court of appeals shall be pursued\r\n\"by taking an appeal in the manner provided by the South Carolina Appellate Court\r\nRules as in other civil cases.\" Rule 242(a), SCACR, authorizes this Court to issue\r\na writ of certiorari \"to review a final decision of the Court of Appeals.\" (emphasis\r\nadded). The parties concede that the court of appeals' decision is final. Indeed, the\r\nrule speaks in terms of reviewing a \"final decision\" of the court of appeals, not a\r\n\"final judgment.\"\r\n\nUnder the controlling common law rubric of the right of control, \"the Court\r\nexamines four factors which serve as a means of analyzing the work relationship as\r\na whole: (1) direct evidence of the right or exercise of control; (2) furnishing of\r\nequipment; (3) method of payment; (4) right to fire.\" Id. (citing Ray Covington\r\nRealtors, 318 S.C. at 548, 459 S.E.2d at 303; Chavis, 256 S.C. at 32, 180 S.E.2d at\r\n649; Tharpe v. G.E. Moore Co., Inc., 254 S.C. 196, 200, 174 S.E.2d 397, 399\r\n(1970)).\r\n\r\nIn Wilkinson, we overruled the analysis previously used in Dawkins v. Jordan, 341\r\nS.C. 434, 534 S.E.2d 700 (2000), which mandated a finding of employment upon\r\nthe mere presence of one of the factors favoring an employment relationship.3 See\r\nWilkinson, 382 S.C. at 300, 676 S.E.2d at 702 (\"We overrule Dawkins' analytical\r\nframework, for it most assuredly skews the analysis to a finding of employment.\").\r\nThus, we \"return[ed] to our jurisprudence that evaluates the four factors with equal\r\nforce in both directions.\" Id. We now analyze the factors \"in an evenhanded\r\nmanner in determining whether the questioned relationship is one of employment\r\nor independent contractor.\" Id. at 307, 676 S.E.2d at 706.\r\n\r\nIt is instructive to review the facts and holding of Wilkinson. In Wilkinson, an\r\nemployee of a trucking company desired to alter his status to that of an\r\nindependent contractor. Id. at 298, 676 S.E.2d at 701. Wilkinson and the trucking\r\ncompany entered into a contract setting forth his preferred status as an independent\r\ncontractor. Id. The parties honored the independent contractor arrangement in\r\nevery respect, such that each of the four \"right of control\" factors favored the\r\nfinding of an independent contractor relationship. Id. at 300, 676 S.E.2d at 702. In\r\naddition, Wilkinson carried the equivalent of his own worker's compensation\r\ncoverage. Id. at 298, 676 S.E.2d at 701. We addressed \"the existence of federal\r\nlaw in the trucking industry . . . to support our ultimate determination as well as\r\ninform the narrow reach of our decision.\" Id. at 304, 676 S.E.2d at 704.\r\nMoreover, Wilkinson owned his own tractor and \"assumed responsibility for all\r\n\r\n\r\n\r\n3Dawkins held that \"'[f]or the most part, any single factor is not merely indicative\r\nof, but in practice, virtually proof of, the employment relation; while, in the\r\nopposite direction, contrary evidence is as to any one factor at best only mildly\r\npersuasive evidence of contractorship, and sometimes is of almost no such force at\r\nall.'\" 341 S.C. at 439, 534 S.E.2d at 703 (quoting 3 Arthur Larson & Lex K.\r\nLarson, Larson's Workers' Compensation Law, § 61.04 (2000)).\r\n\ncosts, including fuel, oil, repairs, insurance, road taxes, fuel taxes, mileage taxes,\r\nand any weight violations.\" Id. at 303 n.5, 676 S.E.2d at 704 n.5.\r\n\r\nAs discussed below, we find that in this case the totality of the evidence\r\npreponderates in favor of a finding of employment between Shatto and McLeod\r\nRegional. We find that only one factor—method of payment—supports a finding\r\nof Shatto as an independent contractor with respect to McLeod Regional. We find\r\nthe other factors, especially evidence of control and furnishing of equipment,\r\ncompellingly support a finding of an employment relationship.\r\n\r\n               Direct Evidence of the Right or Exercise of Control\r\n\r\nWhile evidence of actual control exerted by a putative employer is evidence of an\r\nemployment relationship, the critical inquiry is \"whether there exists the right and\r\nauthority to control and direct the particular work or undertaking.\" Young v. Warr,\r\n252 S.C. 179, 189, 165 S.E.2d 797, 802 (1969) (emphasis added). \"The right to\r\ncontrol does not require the dictation of the thinking and manner of performing the\r\nwork. It is enough if the employer has the right to direct the person by whom the\r\nservices are to be performed, the time, place, degree, and amount of said services.\"\r\nNelson v. Yellow Cab Co., 343 S.C. 102, 110, 538 S.E.2d 276, 280 (Ct. App. 2000)\r\n(emphasis added) (citing 3 Arthur Larson & Lex K. Larson, Larson's Workers'\r\nCompensation Law § 61.01 (1999)), overruled on other grounds by Wilkinson, 382\r\nS.C. at 300 n.3, 676 S.E.2d at 702 n.3.\r\n\r\nWe find the evidence of McLeod Regional's control of Shatto weighs heavily in\r\nfavor of an employment relationship. Immediately upon assignment to McLeod\r\nRegional, Shatto executed a series of documents, which uniformly and\r\ncompellingly speak to McLeod Regional's right to control Shatto. For example,\r\nShatto executed a McLeod Regional form acknowledging that she was\r\n\"perform[ing] my duties as an [sic] temporary employee of McLeod Health.\"\r\nOther McLeod Regional documents referred to Shatto as its temporary employee.\r\nShatto was further provided a \"new employee packet\" wherein it was agreed that\r\nShatto was an employee at-will and that either Shatto or McLeod Regional could\r\nterminate the relationship \"at any time for any reason.\"\r\n\r\nBeyond the documentary evidence, McLeod Regional controlled Shatto from the\r\nsmallest of things, such as where to park her car, to the carrying out of her\r\nimportant duties as a nurse anesthetist. We additionally note, as did the\r\n\nCommission, that Shatto began each work day by reporting to a McLeod Regional\r\nsupervisor who directed her activities throughout the day.\r\n\r\nMcLeod Regional's response to this clear exercise of control over virtually every\r\naspect of Shatto's duties as a nurse anesthetist is to invoke compliance with\r\ngovernmental regulations. According to McLeod Regional, because its control of\r\nShatto was linked to regulatory requirements, a finding of an independent\r\ncontractor relationship necessarily follows. We disagree. We find, moreover, that\r\nMcLeod Regional's control over Shatto transcended mere regulatory compliance.\r\nFor example, in terms of a dress code, McLeod Regional subjected Shatto to a\r\ndress code that was more stringent4 than the legal requirement that she merely wear\r\nsterile clothing.\r\n\r\nIn addition, the Staffing Agreement gave McLeod Regional the \"sole discretion\" to\r\ndetermine whether Shatto's work was satisfactory and appropriate. While the law\r\ndoes impose certain requirements on one serving as a medical professional in a\r\nhospital, the facts clearly demonstrate that McLeod Regional had the right to\r\nexercise more control than required by law, and actually did exercise such control.\r\n\r\nIn any event, McLeod Regional fundamentally misconstrues this Court's language\r\nin Wilkinson concerning the applicability of governmental regulations in evaluating\r\nthe right to exercise control factor. The presence of governmental regulations\r\nneither mandates nor forecloses a finding of an independent contractor\r\nrelationship. Regulations such as the ones at issue in Wilkinson and in this case are\r\nnot outcome determinative on the employment versus independent contractor\r\nquestion. Regulatory compliance, by itself, is more properly viewed in a neutral\r\nmanner, one that does \"not necessarily support a conclusion of employment\r\nstatus.\" Wilkinson, 382 S.C. at 302, 676 S.E.2d at 703 (quoting Universal Am-\r\nCan, Ltd. v. Workers' Comp. Appeal Bd., 563 Pa. 480, 494, 762 A.2d 328, 335\r\n(2000)).5\r\n\r\n\r\n\r\n4 Ms. Williams-Blake, the Director of Occupational Health at McLeod Regional,\r\ntestified at the Commission that McLeod had a dress code that required female\r\nemployees to \"wear uniforms, dresses, suits, or coordinated blouse/slacks outfits\r\nsuitable for a business medical environment.\" Williams-Blake further testified that\r\nthis dress code was an individual policy of McLeod Regional, not a policy required\r\nby law.\r\n\nMcLeod Regional's exercise of control over virtually every facet of Shatto's duties\r\nas a nurse anesthetist was so pervasive that we conclude the factor of direct\r\nevidence of the right or exercise of control supports a finding of an employment\r\nrelationship.               Furnishing of Equipment\r\n\r\nWe find that McLeod Regional's furnishing of equipment for Shatto to use while\r\non the job favors a finding of employment. \"When it is the employer who\r\nfurnishes the equipment, the inference of right of control is a matter of common\r\nsense and business.\" 3 Arthur Larson & Lex K. Larson, Larson's Workers'\r\n\r\n5In Wilkinson, we cited to the Code of Federal Regulations to demonstrate that\r\ncompliance with the federal law concerning motor carriers was not \"'intended to\r\naffect whether the lessor or driver provided by the lessor is an independent\r\ncontractor or an employee of the authorized carrier lessee.''' Wilkinson, 382 S.C. at\r\n305–06, 676 S.E.2d at 705 (quoting 49 C.F.R. § 376.12(c)(4) (2008)). We\r\nconcluded by quoting a decision of the Surface Transportation Board:\r\n\r\n      While most courts have correctly interpreted the appropriate scope of\r\n      the control regulation and have held that the type of control required\r\n      by the regulation does not affect “employment” status, it has been\r\n      shown here that some courts and State workers' compensation and\r\n      employment agencies have relied on our current control regulation\r\n      and have held the language to be prima facie evidence of an\r\n      employer-employee relationship. . . .\r\n\r\n      We conclude that adopting the proposed amendment will reinforce\r\n      our view of the neutral effect of the control regulation and place our\r\n      stated view squarely before any court or agency asked to interpret the\r\n      regulation's impact. . . . By presenting a clear statement of the\r\n      neutrality of the regulation, we hope to bring a halt to erroneous\r\n      assertions about the effect and intent of the control regulation, saving\r\n      both the factfinders and the carriers time and expense.\r\n\r\nId. at 306, 676 S.E.2d at 705 (quoting Petition to Amend Lease and Interchange of\r\nVehicle Regulations, 8 I.C.C.2d 669, 671 (1992)).\r\n\nCompensation Law § 61.07[2] (2013). The facts clearly demonstrate that McLeod\r\nRegional provided Shatto with everything that she needed to work, including\r\nmedical equipment, hospital supplies, and sterile clothing. To the extent McLeod\r\nRegional again invokes \"regulatory compliance\" (in maintaining its equipment in\r\nworking order) as a basis for this factor to support a finding of an independent\r\ncontractor, such argument is summarily rejected as manifestly without merit. The\r\nfurnishing of equipment factor supports a finding of employment.\r\n\r\n                                 Method of Payment\r\n\r\n\"Payment on a time basis is a strong indication of the status of employment,\" while\r\n\"[p]ayment on a completed project basis is indicative of independent contractor\r\nstatus.\" Id. § 61.06. Although Shatto was paid on an hourly or time basis, we find\r\nthat the method of payment factor preponderates in favor of finding an independent\r\ncontractor relationship.\r\n\r\nTwo contracts were involved, the Provider Agreement between Staff Care and\r\nShatto and the Staffing Agreement between Staff Care and McLeod Regional.\r\nThe evidence revealed that Staff Care, not McLeod Regional, paid Shatto. Staff\r\nCare paid Shatto at the rate of $95 per hour by direct deposit into her account. In\r\naddition, Staff Care provided Shatto a per diem, malpractice insurance coverage, a\r\nrental car, and housing during tenure at McLeod Regional. Conversely, McLeod\r\nRegional did not supply Shatto with insurance, vacation days, sick days, or a\r\nretirement plan—benefits that are available to other employees directly employed\r\nby McLeod Regional. In exchange for Staff Care's placement of Shatto with\r\nMcLeod Regional, McLeod Regional paid a negotiated contract price to Staff Care.\r\nAt no point during her employment did Shatto receive remuneration or benefits\r\ndirectly from McLeod Regional.6 Thus, because the method of payment factor\r\npoints to an independent contractor relationship, the court of appeals properly\r\nfound that this factor did not support a finding of an employment relationship\r\nbetween Shatto and McLeod Regional.  Right to Fire\r\n\r\n\r\n\r\n\r\n6 The Staffing Agreement between Staff Care and McLeod Regional\r\n\"acknowledge[d] that [Shatto] is not an employee of [Staff Care], [and] the\r\nrelationship of [Shatto] to [Staff Care] is that of an independent contractor . . . .\"\r\n\nThis factor is often the most problematic, for a putative employer generally has the\r\nability to terminate both employees and independent contractors. To the extent this\r\nfactor carries any sway here, we find it tends to support the finding of an\r\nemployment relationship.\r\n\r\n\"The power to fire, it is often said, is the power to control. The absolute right to\r\nterminate the relationship without liability is not consistent with the concept of\r\nindependent contract, under which the contractor should have the legal right to\r\ncomplete the project . . . .\" Id. § 61.08[1]. The Provider Agreement between Staff\r\nCare and Shatto addressed the right of termination and referenced the ability of\r\nMcLeod Regoinal to terminate Shatto although it was not a party to the agreement.\r\nSection 3.02(a) provided that: \"Either party may terminate this Agreement and\r\n[Shatto] or [McLeod Regional] may terminate an assignment with or without cause\r\nby giving at least thirty (30) days prior written notice; provided, however, Staff\r\nCare shall not have the right to terminate an assignment for [McLeod] for which\r\n[Shatto] is performing services.\" Notwithstanding the thirty-day notice\r\nrequirement, section 3.02(d) of the Provider Agreement stated, \"[McLeod\r\nRegional], at its sole discretion, will have the right to terminate the services of\r\n[Shatto] for any assignment if [McLeod Regional] does not reasonably find the\r\nservices of [Shatto] to be appropriate . . . .\"\r\n\r\nThe court of appeals read these sections in conjunction with section C.3 the\r\nStaffing Agreement7 as somehow limiting McLeod Regional's right of termination.\r\n\r\n7   Section C.3 of the Staffing Agreement states:\r\n\r\n        If, at any time during the course of this AGREEMENT . . . [McLeod\r\n        Regional] does not reasonably find the performance of [Shatto] to be\r\n        appropriate, [McLeod Regional] shall provide written notice of such\r\n        determination to [Staff Care] and [Staff Care] shall attempt to replace\r\n        [Shatto]. [McLeod Regional] shall be solely responsible for\r\n        terminating [Shatto] due to [her] poor performance, including, but\r\n        not limited to intentional or unintentional dereliction of duties, gross\r\n        negligence, or loss of hospital privileges, as determined by [McLeod\r\n        Regional] in its sole discretion. [McLeod Regional] may request that\r\n        [Staff Care] on [McLeod Regional's] behalf deliver a notice of\r\n        termination to [Shatto], but under no circumstances shall [Staff Care]\r\n        have the unilateral right or authority to terminate [Shatto's]\r\n        assignment.\r\n\nShatto, 394 S.C. at 566, 716 S.E.2d at 454. This was error, for the contractual\r\nlanguage granted McLeod Regional the right to terminate Shatto's employment if\r\nher work were deemed unsatisfactory. While McLeod Regional was required to\r\nfollow specific contractual steps to properly terminate Shatto, this does not vitiate\r\nits right to terminate Shatto. The fact remains that McLeod Regional had the right\r\nto determine whether Shatto's work was satisfactory and the right to terminate that\r\nworking relationship if it was not satisfied. Moreover, as noted above, Shatto\r\nexecuted at McLeod Regional's insistence a series of employer-employee related\r\ndocuments, including Shatto's acknowledgement of an employment at-will\r\nrelationship. While not a significant factor in the analysis, the totality of these\r\ncircumstances is sufficient for the \"right to fire\" factor to support a finding of an\r\nemployment relationship between Shatto and McLeod Regional.\r\n\r\n                                        III.\r\n\r\n                                  CONCLUSION\r\n\r\nIn sum, we find that the evidence preponderates in favor of an employer-employee\r\nrelationship between McLeod Regional and Shatto. McLeod Regional exercised\r\nactual direct control over Shatto's work, provided all of the equipment Shatto\r\nneeded to do her job, and had the right to terminate Shatto's employment if her\r\nwork was unsatisfactory. For these reasons, the court of appeals erred in reversing\r\nthe Commission. We reverse the court of appeals and find that Shatto was an\r\nemployee of McLeod Regional. We remand the case to the court of appeals to\r\naddress the additional issue of whether Shatto's fall was idiopathic in nature, which\r\nwas raised by McLeod Regional in its brief to the court of appeals.\r\n\r\nREVERSED AND REMANDED.\r\n\r\nTOAL, C.J., PLEICONES, and BEATTY, JJ., concur. HEARN, J.,\r\nconcurring in result only.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n(emphasis added).\r\n\n","court":"Supreme"}]