[{"id":"27329","title":"Hard Hat Workforce v. Mechanical HVAC","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27329.pdf","description":"The court reverses the circuit court's award of summary judgment in favor of Great American Insurance Company, finding Hard Hat Workforce Solutions, LLC, was not required to comply with the notice provisions of section 29-5-440 of the South Carolina Code.","date":"2013-11-13","type":"opinion","text":"                      THE STATE OF SOUTH CAROLINA \n\r\n                           In The Supreme Court \n\r\n\r\n            Hard Hat Workforce Solutions, LLC, Appellant,\r\n\r\n            v.\r\n\r\n            Mechanical HVAC Services, Inc., Great American\r\n            Insurance Company, and Liberty Mutual Insurance\r\n            Company, Defendants, Of Whom Great American\r\n            Insurance Company is the, Respondent.\r\n\r\n            Appellate Case No. 2011-202168\r\n\r\n\r\n\r\n                             Appeal From York County\r\n                 S. Jackson Kimball, III, Special Circuit Court Judge\r\n\r\n\r\n                                Opinion No. 27329 \n\r\n                  Heard April 30, 2013 - Filed November 13, 2013 \n\r\n\r\n\r\n                                    REVERSED\r\n\r\n\r\n            Henry P. Wall, of Bruner Powell Wall & Mullins, LLC,\r\n            of Columbia, for Appellant.\r\n\r\n            Charles H. McDonald, of Robinson McFadden & Moore,\r\n            PC, of Columbia, for Respondent.\r\n\r\n\r\nCHIEF JUSTICE TOAL: Hard Hat Workforce Solutions, LLC (Hard Hat)\r\nappeals the circuit court order granting summary judgment in favor of Great\r\nAmerican Insurance Company (GAI). Hard Hat argues it is entitled to make a\r\n\nclaim against a payment bond GAI issued on a construction project. This Court\r\ncertified this case for review pursuant to Rule 204(b), SCACR. We reverse.\r\n\r\n                        FACTUAL/PROCEDURAL HISTORY\r\n      This action arises out of the construction of a new high school in York\r\nCounty (the project). Edifice, Inc. (Edifice), the general contractor, hired\r\nsubcontractor Walker White, Inc. (Walker White) to perform mechanical and\r\nplumbing work on the project. As a part of their contract, Edifice required Walker\r\nWhite to furnish a payment bond. Walker White ultimately furnished a payment\r\nbond (the bond) in the amount of $17,358,043 from surety GAI. The bond stated,\r\n\r\n            NOW, THEREFORE, THE CONDITION OF THIS\r\n            OBLIGATION IS SUCH, that if the Principal shall\r\n            promptly make payment to all persons supplying labor\r\n            and material in the prosecution of the work provided for\r\n            in said Subcontract and any and all modifications of said\r\n            Subcontract that may hereafter be made, then this\r\n            obligation shall be null and void otherwise it shall remain\r\n            in full force and effect.\r\n\r\n            ....\r\n\r\n            There said Principal and the said Surety agree that this\r\n            Bond shall inure to the benefit of all persons supplying\r\n            labor and material in the prosecution of the work\r\n            provided for in said Subcontract, as well as to the\r\n            Obligee, and that such persons may maintain independent\r\n            actions upon this Bond in their own names.\r\n\r\n       Walker White later subcontracted the installation of ductwork to Mechanical\r\nHVAC Services, Inc. (MHS). MHS, in turn, subcontracted with Hard Hat for\r\ntemporary skilled labor on MHS' portion of the project. During the project's\r\nconstruction, Eric Schmidt, Hard Hat's territory manager, sent three e-mails to J.T.\r\nEast, Walker White's assistant project manager, regarding Hard Hat's involvement\r\nwith the project. The first e-mail, dated August 4, 2009, and titled \"Manpower,\"\r\nstated, \"We are working with MHS and helping them set up some of the walk ups\r\nthat you guys have and want to try.\" The second e-mail, dated September 29,\r\n2009, and titled \"General Labor,\" stated, \"Along with helping out on the skilled\r\n\nend we have sent MHS general laborers who have been reporting to the general\r\ncontractor.\" The last e-mail, dated October 22, 2009, and titled \"Clean up,\" stated,\r\n\"Bo informed me that clean up is back on for full time down on that project. I sent\r\nBo 2 laborers and if you need clean up guys I can have 2 more sent down your\r\nway.\"  By way of affidavit, Schmidt stated the purpose of these e-mails was to\r\ninform Walker White of the existence and nature of Hard Hat's work on the project\r\nand to offer Walker White additional services directly. Schmidt further stated that\r\naside from the e-mails, he communicated regularly with Walker White's agents and\r\nemployees during Hard Hat's work on the project. Schmidt stated he\r\ncommunicated most with East, noting East frequently allowed Hard Hat to use\r\nWalker White's jobsite trailer to conduct routine office work. Schmidt noted East\r\nprovided him with his corporate e-mail address, through which they communicated\r\non multiple occasions.\r\n\r\n       Eric Byrd, Hard Hat's regional manager, also filed an affidavit stating he too\r\ncommunicated with Walker White's employees and agents throughout Hard Hat's\r\nwork on the project. Byrd said his primary point of contact was East, who held\r\nhimself out to be Walker White's project manager. Byrd noted he visited the\r\njobsite on at least one occasion in the fall of 2009, met East and other Walker\r\nWhite employees, and advised East of the nature of Hard Hat's work on the project.\r\nByrd stated he also conducted a security briefing of Hard Hat's employees during\r\nthis visit, and East allowed Byrd to use Walker White's jobsite trailer for this\r\nmeeting. Finally, Byrd stated he informed East that Hard Hat was not affiliated\r\nwith MHS, but instead provided them labor under contract.\r\n\r\n      Although Walker White paid MHS $535,357.06—the full value of their\r\ncontract—as of January 2010, MHS failed to pay $85,000 it owed to Hard Hat for\r\nits work on the project. In January 2010, Mark Holcomb of Hard Hat spoke with\r\nEast and Amy Miller, Walker White's project manager, over the telephone and\r\ninformed them MHS owed Hard Hat approximately $85,000 for labor it provided\r\non the project. On February 8, 2010, Walker White informed MHS it was in\r\ndefault under its subcontract with Walker White due to lack of performance.\r\nThereafter, MHS abandoned the project and did not perform any additional work.\r\n\r\n      Hard Hat brought a claim against MHS for breach of contract and obtained a\r\ndefault judgment. Hard Hat also filed a claim to collect on the payment bond\r\nWalker White obtained from GAI, which is the issue currently before this Court.\r\n\nGAI moved for summary judgment, arguing Hard Hat could not collect on the\r\nbond because it failed to provide Walker White with adequate notice of its work on\r\nthe project pursuant to Section 29-5-440 of the South Carolina Code. GAI argued\r\nits liability, as surety on the bond, was therefore limited to the amount Walker\r\nWhite owed MHS at the time Hard Hat informed Walker White of its claim on the\r\nbond on March 5, 2010. GAI asserted it paid MHS in full as of January 2010, and\r\nthus, Hard Hat could not collect anything.\r\n\r\n       The circuit court granted GAI's motion for summary judgment. The court\r\nfound Hard Hat's bond claim was subject to section 29-5-440's notice provisions\r\nbecause South Carolina statutory law is part of every contract. The court further\r\nfound Hard Hat failed to provide a \"notice of furnishing\" under section 29-5-440.\r\nThe court stated 29-5-440 contained four requirements for a notice of furnishing:\r\n(1) written notice, (2) to the bonded contractor, (3) sent via e-mail, fax, personal\r\nservice, or registered or certified mail, (4) to any place the bonded contractor\r\nmaintains a permanent office or its address on file at the Department of Labor.\r\nThe court found Hard Hat's e-mails to Walker White did not meet these\r\nrequirements because they were in the nature of solicitations for business rather\r\nthan notices of furnishing, and were sent to an assistant project manager stationed\r\nin a jobsite trailer. The circuit court opined legislative intent was that notice be\r\n\"delivered to a responsible person employed with the bonded contractor at its\r\npermanent place of business, not a jobsite.\"\r\n\r\n                                 ISSUE PRESENTED\r\n      Whether the circuit court erred in granting GAI's motion for summary\r\n      judgment on Hard Hat's payment bond claim.\r\n\r\n                              STANDARD OF REVIEW\r\n       In reviewing a grant of summary judgment, the appellate court applies the\r\nsame standard as the trial court under Rule 56(c), SCRCP. Quail Hill, L.L.C. v.\r\nCnty. of Richland, 387 S.C. 223, 234, 692 S.E.2d 499, 505 (2010). Summary\r\njudgment is proper if, viewing the evidence in a light most favorable to the\r\nnonmoving party, there is no genuine issue of material fact and the moving party is\r\nentitled to a judgment as a matter of law. Cullum Mech. Constr., Inc. v. S.C.\r\nBaptist Hosp., 344 S.C. 426, 432, 544 S.E.2d 838, 841 (2001) (citing Rule 56(c),\r\nSCRCP).\r\n\n                                    ANALYSIS\r\n        Hard Hat argues the circuit court erred in granting GAI's motion for\r\nsummary judgment because the bond did not include any notice provisions or\r\nreference section 29-5-440. Hard Hat contends the bond therefore granted broader\r\ncoverage with less stringent notice requirements than a bond issued under section\r\n29-5-440, which is permissible as bonds are contractual in nature and the bond at\r\nissue was a private bond not required by statute. Alternatively, Hard Hat argues\r\nthat if section 29-5-440 applies to the bond, summary judgment was nevertheless\r\nimproper because it presented evidence that it provided Walker White a notice of\r\nfurnishing in accordance with the statute. Specifically, Hard Hat asserts the e-\r\nmails it sent to Walker White's assistant project manager, at a minimum, present\r\nquestions of fact for trial as to whether Hard Hat met section 29-5-440's\r\nrequirements and adequately informed Walker White that it furnished labor to the\r\nproject. We agree.\r\n\r\n      Section 29-5-440 provides,\r\n\r\n            Every person who has furnished labor, material, or rental\r\n            equipment to a bonded contractor or its subcontractors in\r\n            the prosecution of work provided for in any contract for\r\n            construction, and who has not been paid in full therefor\r\n            before the expiration of a period of ninety days after the\r\n            day on which the last of the labor was done or performed\r\n            by him or material or rental equipment was furnished or\r\n            supplied by him for which such claim is made, shall have\r\n            the right to sue on the payment bond for the amount, or\r\n            the balance thereof, unpaid at the time of the institution\r\n            of such suit and to prosecute such action to final\r\n            execution and judgment for the sum or sums justly due\r\n            him.\r\n\r\n            A remote claimant shall have a right of action on the\r\n            payment bond only upon giving written notice by\r\n            certified or registered mail to the bonded contractor\r\n            within ninety days from the date on which such person\r\n            did or performed the last of the labor or furnished or\r\n            supplied the last of the material or rental equipment upon\r\n            which such claim is made. However, in no event shall\r\n\n            the aggregate amount of any claim against such payment\r\n            bond by a remote claimant exceed the amount due by the\r\n            bonded contractor to the person to whom the remote\r\n            claimant has supplied labor, materials, rental equipment,\r\n            or services, unless the remote claimant has provided\r\n            notice of furnishing labor, materials, or rental\r\n            equipment to the bonded contractor. Such written\r\n            notice to the bonded contractor shall be personally\r\n            served or sent by fax or sent by electronic mail or sent\r\n            by registered or certified mail, postage prepaid, to the\r\n            bonded contractor at any place the bonded contractor\r\n            maintains a permanent office for the conduct of its\r\n            business, or at the current address as shown on the\r\n            records of the Department of Labor, Licensing and\r\n            Regulation. After receiving the notice of furnishing\r\n            labor, materials, or rental equipment, no payment by the\r\n            bonded contractor shall lessen the amount recoverable by\r\n            the remote claimant. However, in no event shall the\r\n            aggregate amount of claims on the payment bond exceed\r\n            the penal sum of the bond.\r\n\r\n            No suit under this section shall be commenced after the\r\n            expiration of one year after the last date of furnishing or\r\n            providing labor, services, materials, or rental equipment.\r\n\r\n            For purposes of this section, \"bonded contractor\" means a\r\n            contractor or subcontractor furnishing a payment bond,\r\n            and \"remote claimant\" means a person having a direct\r\n            contractual relationship with a subcontractor of a bonded\r\n            contractor, but no contractual relationship expressed or\r\n            implied with the bonded contractor.\r\n\r\nId. (emphasis added).\r\n\r\n       The threshold issue in this case is whether Hard Hat's bond claim must\r\ncomply with section 29-5-440's \"notice of furnishing\" provision. We find it does\r\nnot. While this Court has never addressed this issue, a New York court addressed\r\nthe issue under a similar set of facts in Scaccia Concrete Corp. v. Hartford Fire\r\nInsurance Co., 628 N.Y.S.2d 746 (N.Y. App. Div. 1995).\r\n\n       In Scaccia, the City of New York awarded a construction contract to Gemma\r\nConstruction Company and required Gemma to furnish a payment bond in an\r\namount equal to the full contract price \"as security for the payment of all persons\r\nperforming labor or furnishing materials.\" Id. at 747. Gemma subcontracted the\r\nconcrete work to New Superior Construction Corporation. Id. The plaintiff,\r\nScaccia Concrete Corporation, supplied concrete to New Superior but was never\r\npaid in full. Id. After the plaintiff filed an action to recover under the bond, the\r\nsurety moved for summary judgment on the ground that it had not been\r\ncommenced in accordance with the notice and time provisions of the State Finance\r\nLaw. Id. The plaintiff countered that since the bond did not refer to the State\r\nFinance Law and, in fact, contained provisions contrary to the State Finance Law,\r\nthe bond was merely a common-law bond, rather than a statutory bond, that must\r\nbe read and interpreted according to the bond language. Id. at 747–48.\r\n\r\n       The court agreed, finding the bond was a common-law bond because it did\r\nnot mention the State Finance Law or any of its provisions. Id. at 750. The court\r\nexplained that a bond which is not issued under a statute—a common-law bond—\r\nmay contain provisions less onerous than those issued under the State Finance\r\nLaw, thereby affording subcontractors greater protection. Id. at 747. The court\r\nfound the bond at issue was \"less restrictive than the statute with respect to the\r\nproviding of notices\" because the bond did not reference the statute or its notice\r\nrequirements. Id. at 751. The court noted such relaxed notice provisions were\r\npermissible and, in fact, furthered public policy by providing greater protection to\r\npersons furnishing labor and materials for construction contracts. Id. at 752. The\r\ncourt concluded the bond, being a common-law bond rather than a statutory bond,\r\nmust be enforced according to its terms. Id.\r\n\r\n      Scaccia is helpful in developing a definition for statutory and common-law\r\nbonds under South Carolina law. We define statutory bonds as those either (1)\r\nprovided because required by statute and in accordance with the minimum\r\nguidelines set out in section 29-5-440 of the South Carolina Code,1 or (2) that\r\ncontain express or implied reference to the provisions detailed in the statute. Cf.\r\n\r\n1See, e.g., S.C. Code Ann. § 29-6-250 (2013) (mandating real property owners\r\ncontractually require a contractor to provide a payment bond when a governmental\r\nbody is a party to the contract); see also S.C. Code Ann. § 29-5-440 (outlining\r\nminimum payment bond requirements and protections).\r\n\nScaccia, 628 N.Y.S.2d at 748, 749, 750. In contrast, we define common-law bonds\r\nas either (1) any bond not required by statute (i.e., voluntarily provided, perhaps to\r\nmeet a contractual provision in the agreement between the parties), or (2) any bond\r\nrequired by statute but that specifically varies the statutory requirements so as to\r\nprovide broader protection. Cf. S.C. Code Ann. § 29-6-290 (2013) (\"A provision\r\nin a contract for the improvement of real property in the State must not operate to\r\nderogate the rights of a construction contractor, subcontractor, supplier, or other\r\nproper claimant against a payment bond or other form of payment security or\r\nprotection established by law.\").\r\n\r\n       We find Walker White's bond from GAI, like the bond in Scaccia, is a\r\ncommon-law bond. It was not required by statute, but instead, by Walker White's\r\ncontract with Edifice, the general contractor. Moreover, the bond did not mention\r\nsection 29-5-440 or any notice requirements. Accordingly, the bond must be\r\nenforced according to its terms, which indicate Hard Hat had no duty to comply\r\nwith section 29-5-440's notice provisions. See Scaccia, 628 N.Y.S.2d at 750, 752;\r\nsee also United States v. Algernon Blair, Inc., 329 F. Supp. 1360, 1364 (D.S.C.\r\n1971) (finding a subcontractor had no duty to comply with the Miller Act's time\r\nprovisions where the payment bond was one of a private subcontractor, rather than\r\na bond required by the Miller Act, and contained no mention of the Act or its time\r\nprovisions).\r\n\r\n        The rationale for enforcing a private common-law payment bond according\r\nto its terms supports the policy behind payment bonds, which is to secure payment\r\nfor subcontractors supplying labor and materials on construction projects.\r\nMoreover, in South Carolina, payment bonds issued by a surety for consideration\r\nare treated like insurance policies. Id. at 1362 (stating sureties selling bonds for\r\nprofit are treated as insurers and the rights and liabilities of the parties are\r\ngoverned by the rules applicable to contracts of insurance); First Nat'l Bank of S.C.\r\nv. U.S. Fid. & Guar. Co., 373 F. Supp. 235, 239 (D.S.C. 1974) (citing Mass.\r\nBonding & Ins. Co. v. Law, 149 S.C. 402, 147 S.E. 444 (1929)); Standard Accident\r\nIns. Co. v. Simpson, 64 F.2d 583, 590 (4th Cir. 1933) (stating bonds, like\r\ninsurance, are construed in favor of coverage); see also Sims' Crane Serv., Inc. v.\r\nReliance Ins. Co., 514 F. Supp. 1033, 1042 (S.D. Ga. 1981) (\"Unlike gratuitous\r\nsureties, compensated sureties are not favorites of the law.\"). Accordingly, while\r\npayment bonds must meet certain minimum coverage requirements in some\r\ninstances, parties should not be prohibited from contracting for broader coverage\r\nor less stringent notice requirements should they choose to do so. See Peabody\r\n\nSeating Co., Inc. v. Jim Cullen, Inc., 201 N.W.2d 546, 550 (Wis. 1972) (\"There is\r\nno doubt but that the bond can be enforced according to its terms, and that if the\r\nbond is broader than the terms of the lien statutes, recovery may be had thereon,\r\neven though recovery could not be had under the lien statutes . . . .\"); see also\r\nAnderson v. Aetna Cas. & Sur. Co., 175 S.C. 254, 274, 178 S.E. 819, 826 (1935)\r\n(“A bond is nothing more than an agreement or contract under seal to pay money .\r\n. . .\").2\r\n\r\n       Moreover, even assuming arguendo that Hard Hat's bond claim is subject to\r\nsection 29-5-440's notice provisions, we find summary judgment was nevertheless\r\nimproper because Hard Hat presented evidence creating a genuine issue of material\r\nfact as to whether it provided Walker White an adequate notice of furnishing in\r\naccordance with the statute. See Rule 56(c), SCRCP. Section 29-5-440 describes\r\nthe requirements for a notice of furnishing as follows:\r\n\r\n             Such written notice to the bonded contractor shall be\r\n             personally served or sent by fax or sent by electronic\r\n             mail or sent by registered or certified mail, postage\r\n             prepaid, to the bonded contractor at any place the bonded\r\n             contractor maintains a permanent office for the conduct\r\n\r\n2 The concurring opinion contends we are creating a false dichotomy between\r\npayment bonds required by statute and those required by contract alone. The\r\nconcurrence is entirely correct that the distinctions between statutory and common-\r\nlaw bonds are no longer as relevant to interpreting and enforcing N.Y. State Fin.\r\nLaw § 137, the law at issue in Scaccia. See, e.g., A.C. Legnetto Constr., Inc. v.\r\nHartford Fire Ins. Co., 702 N.E.2d 830, 831–32 (N.Y. 1998) (discussing the\r\nhistory behind and development of N.Y. State Fin. Law § 137). New York's State\r\nFinance Law § 137 is similar to our section 29-6-250 in that it requires a payment\r\nbond to be provided in construction contracts involving a governmental body. See\r\nid. at 831; N.Y. State Fin. Law § 137 (McKinney 2013). However, neither\r\nLegnetto nor Scaccia, address the type of bond at issue here—one that is\r\nvoluntarily provided to meet the obligations of a contractual provision, not one that\r\nis required by statute. We choose to call this type of bond a \"common-law\" bond\r\nunder South Carolina law; however, we do not intend to define the term only as\r\nused by the New York courts. Rather, in developing our own meanings of\r\nstatutory and common-law bonds, we merely utilize Scaccia's analysis of the\r\nmandatory government payment bonds in New York as a starting point.\r\n\n             of its business, or at the current address as shown on the\r\n             records of the Department of Labor, Licensing and\r\n             Regulation.\r\n\r\nS.C. Code Ann. § 29-5-440.\r\n\r\n        We find the three e-mails Hard Hat sent to East of Walker White, at the very\r\nleast, create an issue of fact as to whether Hard Hat satisfied section 29-5-440's\r\nnotice provisions. The e-mails were in writing, sent to Walker White as the\r\nbonded contractor, and qualified for section 29-5-440's \"electronic mail\" method of\r\ndelivery. The circuit court found the e-mails did not meet section 29-5-440's\r\nrequirements because (1) East read the e-mails in a jobsite trailer rather than\r\nWalker White's permanent office, (2) East was not an acceptable level of employee\r\nto receive a notice of furnishing, and (3) the e-mails were solicitations for business\r\nrather than notices of furnishing. We find the circuit court erred.\r\n\r\n       First, the circuit court's finding that e-mails must be sent to a \"permanent\r\noffice\" ignores the plain language of section 29-5-440. Section 29-5-440 states a\r\nnotice of furnishing must be sent to a permanent office only when it is delivered\r\nvia registered or certified mail. Moreover, Hard Hat cannot control the location at\r\nwhich Walker White employees open or read e-mails. An e-mail can be accessed\r\non any computer or wireless device in many different locations. We further find\r\nHard Hat presented evidence that East, as the assistant project manager, was a\r\npermissible employee to receive the notice. Schmidt and Byrd both stated East\r\nheld himself out to be Walker White's project manager. Finally, while the e-mails\r\nmay have included a component of solicitation, they certainly put Walker White on\r\nnotice that Hard Hat furnished labor to the project. Among other things, the e-\r\nmails stated Hard Hat, \"[a]long with helping out on the skilled end . . . sent MHS\r\ngeneral laborers who have been reporting to the general contractor.\" The e-mails\r\nfurther stated Hard Hat \"sent Bo 2 laborers\" for cleanup and was \"working with\r\nMHS and helping them set up some of the walk ups.\"\r\n\r\n    Accordingly, we find the circuit court erred in granting GAI's motion for\r\nsummary judgment under Rule 56(c), SCRCP.\r\n\n                                CONCLUSION\r\n\r\n     We reverse the circuit court's grant of summary judgment in favor of GAI.\r\n\r\n     REVERSED.\r\n\r\n      KITTREDGE and HEARN, JJ., concur. PLEICONES, J., concurring in\r\na separate opinion in which BEATTY, J., concurs.\r\n\nJUSTICE PLEICONES: I agree that we should reverse the grant of summary\r\njudgment but find that S.C. Code Ann. § 29-5-440 (2007) applies, and therefore\r\nwrite separately.\r\n\r\nAs I read § 29-5-440, it is generally applicable to suits on a payment bond, and no\r\nreference to the statute in the bond itself is necessary for the statute's application.\r\nThe first paragraph defines the parties entitled to bring such a suit, the second\r\nparagraph sets forth the procedure by which a remote claimant, who not being a\r\nparty to the surety contract itself, must give notice to the bonded contractor of his\r\nclaim. The third paragraph states the statute of limitations, and the fourth defines\r\nterms used in the statute. Unlike the majority, I do not find this statute creates a\r\nspecialized statutory scheme that applies only when the statute is referenced in the\r\nbond itself, but rather that it provides the method for a suit on any payment bond.\r\nWhile some payment bonds are required by statute,3 and others by contract alone,\r\nthe majority creates a false dichotomy between the two in construing and applying\r\n§ 29-5-440.\r\n\r\nHard Hat is the subcontractor of a subcontractor (MHS) of a subcontractor (Walker\r\nWhite) of the general contractor (Edifice). Walker White's contract with Edifice\r\nrequired it to obtain a payment bond. The GAI bond at issue here was obtained by\r\nWalker White in satisfaction of that requirement. Hard Hat, although not a party to\r\nthe GAI bond, has brought suit seeking to recover on the bond after it allegedly did\r\nnot receive full payment from MHS.\r\n\r\nThe GAI bond provides that subcontractors \"may maintain independent actions\r\nupon this bond in their own names.\" This provision in the GAI bond does nothing\r\nmore than recognize the statutory right of a remote claimant such as Hard Hat to\r\nsue under the bond consistent with paragraph two of § 29-5-440. The GAI bond\r\ncontains no terms that purport to deny a remote subcontractor the right to recover\r\nunder it, or to vary the procedures established by § 29-5-440, either in the giving of\r\nthe notice required under paragraph two or in the statute of limitations contained in\r\nparagraph three. We therefore need not decide whether such a limitation or\r\nvariance would be effective.\r\n\r\n\r\n\r\n\r\n See e.g. S.C. Code Ann. § 29-6-250 (2007) (governmental bodies must require\r\n3\r\n\r\n\r\npayment bonds in certain circumstances).\r\n\nIn my opinion, the New York case relied upon by the majority is not relevant here.\r\nSee Scaccia Concrete Corp. v. Hartford Fire Ins. Co., 212 A.D.2d 225 (N.Y. App.\r\nDiv. 1995). Prior to 1985, New York municipalities undertaking public works\r\nprojects could choose to require a bond containing terms established by a State\r\nFinance Law (\"statutory bond\"), a bond containing different terms (\"common law\r\nbond\") or no bond at all. In 1985 this State Finance Law was amended, and\r\nmunicipalities were obligated to require bonds in all such projects. In Scaccia, the\r\npost-1985 bond's terms for the giving of notice and for bringing an action were\r\nmore liberal than those required by the State Finance Law. The issue was whether\r\nthe contract terms or the statutory terms applied to the suit on the bond. The\r\nScaccia court held that when a surety had contracted to provide greater protections\r\nto laborers and material men than that required by the statute, this \"voluntary bond\"\r\ncould be enforced as a \"common law bond.\" In this case, GAI's bond, while\r\narguably in New York parlance a \"common law\" bond since it was not required by\r\nstatute (although it was required by contract), does not contain any terms that\r\ndeviate from the statutory requirements found in § 29-5-440.4 Scaccia might be\r\n\r\n The majority posits that we should utilize Scaccia to develop definitions for\r\n4\r\n\r\n\r\nstatutory and common-law bonds. I see no reason to create such definitions solely\r\nin order to make this 1995 decision by a New York appellate court appear to be\r\nrelevant. As the New York Court of Appeals explained in 1998,\r\n\r\n                    The distinction that plaintiff attempts to draw between\r\n             \"statutory\" and \"common-law\" bonds is rooted in a line of\r\n             decisions that preceded the 1985 amendment to State Finance\r\n             Law § 137. Prior to 1985, the statute was permissive rather\r\n             than mandatory, providing simply that the Comptroller \"may\r\n             nevertheless\" have required a bond for State projects. Since the\r\n             statute was permissive, the question would sometimes arise\r\n             whether a particular bond was furnished pursuant to section\r\n             137, or simply required as part of a contract. If the former were\r\n             the case, then the bond was labeled a statutory bond and had to\r\n             be read in conformity with State Finance Law § 137. However,\r\n             if the bond were found to be a common-law bond required\r\n             solely by contract, then the more restrictive State Finance Law\r\n             limitations period was inapplicable (see generally, Scaccia\r\n             Concrete Corp. v. Hartford Fire Ins. Co., 212 A.D.2d 225, 229-\r\n             231, 628 N.Y.S.2d 746).\r\n\ninstructive if GAI's bond had purported to vary the notice requirements or the\r\nstatute of limitations found in § 29-5-440, or to deny a remote claimant such as\r\nHard Hat the right to bring suit, but since there is no conflict between the bond and\r\nthe statute, I find Scaccia inapposite.5\r\n\r\nBecause I agree there are material issues of fact whether Hard Hat complied with\r\nthe notice requirements of § 29-5-440, I concur in the decision to reverse the\r\ncircuit court's order.\r\n\r\nBEATTY, J., concurs.\r\n\r\n\r\n\r\n\r\n             ...    In the context of a statutory scheme that made the\r\n             procurement of bonds optional, the distinction between\r\n             common-law and statutory bonds was material and relevant. If\r\n             the State could choose to do away entirely with a bond, then\r\n             certainly it could choose to require a bond that did not meet the\r\n             requirements of State Finance Law § 137. However, once\r\n             municipalities were required to bond all substantial construction\r\n             projects, the distinction lost its meaning and effect.\r\n\r\n             A.C. Legnetto Constr. v. Hartford Fire Ins. Co., 92 N.Y.2d 275,\r\n             279-280, 702 N.E.2d 830, 831-832, 680 N.Y.S.2d 45, 46-47\r\n             (1998).\r\n\r\n I disagree with the majority's reading of Scaccia which leads it to conclude that\r\n5\r\n\r\n\r\nthe GAI's bond's failure to reference the statute \"indicates Hard Hat had no duty to\r\ncomply with Section 29-5-440's notice provisions.\" In my opinion, Scaccia stands\r\nfor the proposition that the terms of a bond statute are incorporated in the bond\r\nunless explicitly disclaimed or varied. Moreover, applying the majority's logic, if a\r\n\"common law\" bond neither specifically mentions § 29-5-440 nor explicitly gives\r\nsubcontractor's a right of action, then those \"remote claimants\" cannot sue on the\r\npayment bond.\r\n\n","court":"Supreme"},{"id":"27330","title":"Preservation Capital v. First American","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27330.pdf","description":"The Court affirms the circuit court's order granting summary judgment to Preservation Capital Consultants, LLC, because the title insurance policy at issue provides coverage where the insured did not acquire title to the property and suffered a loss due to a title defect.","date":"2013-11-20","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                          In The Supreme Court \n\r\n\r\n             Preservation Capital Consultants, LLC, Respondent,\r\n\r\n             v.\r\n\r\n             First American Title Insurance Company, Appellant.\r\n\r\n             Appellate Case No. 2012-209186\r\n\r\n\r\n\r\n                          Appeal From Charleston County \n\r\n                     Kristi Lea Harrington, Circuit Court Judge \n\r\n\r\n\r\n                               Opinion No. 27330 \n\r\n                  Heard June 5, 2013 - Filed November 20, 2013 \n\r\n\r\n\r\n                                    AFFIRMED\r\n\r\n\r\n             Shaun C. Blake and W. Cliff Moore III, of Adams and\r\n             Reese, LLP, of Columbia, for Appellant.\r\n\r\n             Susan Elizabeth Driscoll and James W. Sheedy, of\r\n             Driscoll & Sheedy, P.A., of Charlotte, North Carolina,\r\n             for Respondent.\r\n\r\n\r\nCHIEF JUSTICE TOAL: First American Title Insurance Company (First\r\nAmerican) appeals the circuit court order granting summary judgment in favor of\r\nPreservation Capital Consultants, LLC (Preservation Capital). First American\r\nargues the circuit court misconstrued the terms of a title insurance policy in finding\r\nPreservation Capital was entitled to recover under the policy. This Court certified\r\nthis case for review pursuant to Rule 204(b), SCACR. We affirm.\r\n\n                         FACTUAL/PROCEDURAL HISTORY\r\n       In December 2004, Atlantic Carolina Retail, LLC (Atlantic) loaned\r\n$3,075,000 to Monarch Development, LLC (Monarch Development). Atlantic\r\ncollateralized the loan by taking a mortgage on three properties in Charleston,\r\nSouth Carolina: (1) 635 King Street (King Street parcel), (2) 141 St. Phillips Street\r\n(St. Phillips parcel), and (3) Pinehaven Shopping Center (Shopping Center parcel).\r\nAtlantic purchased a title insurance policy (the policy), valued at $3,075,000, from\r\nFirst American to insure these mortgage interests against potential title defects.\r\nSubsequently, Atlantic assigned the mortgages and secured debt to Preservation\r\nCapital, a related entity owned by the same group of investors.\r\n\r\n        In 2008, Monarch Development sold the St. Phillips parcel and paid\r\nPreservation Capital $250,000 to release its lien on that property. Subsequently,\r\nMonarch Development defaulted on its loan agreement with Preservation Capital.\r\nThereafter, Preservation Capital performed a title search on the King Street and\r\nShopping Center parcels in preparation for foreclosure. Preservation Capital\r\ndiscovered Monarch Development never owned the King Street parcel; instead,\r\nMonarch Holdings, LLC (Monarch Holdings) owned the property at the time\r\nPreservation Capital purported to take a mortgage interest. Monarch Holdings\r\nlater transferred the property to a third party without payment or notice to\r\nPreservation Capital. On the date of transfer, the King Street parcel was valued at\r\n$590,000 and was subject to a $244,665 lien held by First Palmetto Savings Bank,\r\nwhich was recognized in the policy as senior to Preservation Capital's purported\r\nmortgage interest. Thus, but for the title defect, Preservation Capital would have\r\nbeen able to collect $345,335 from sale of the King Street parcel—the value of the\r\nparcel after subtracting the amount of the senior lien.\r\n\r\n       Preservation Capital ultimately foreclosed on the Shopping Center parcel.\r\nAtlantic purchased the property at the foreclosure sale by way of a credit bid for\r\n$3,250,000. At the time of the foreclosure sale, Monarch Development's debt to\r\nPreservation Capital had risen to $3,641,190. Thus, after foreclosing on the\r\nShopping Center parcel, Monarch Development owed Preservation Capital a\r\nremaining balance of $391,190. Thereafter, Preservation Capital filed a claim\r\nunder its policy with First American for $345,335—the amount it was unable to\r\ncollect on the King Street parcel due to the title defect. First American denied\r\ncoverage.\r\n\r\n      The policy provides it insures against loss or damage, not exceeding the\r\npolicy limit of $3,075,000 listed in Schedule A, sustained or incurred by reason of\r\n\n\"[t]itle to the estate or interest described in Schedule A being vested other than as\r\nstated therein.\" Section 2 of the policy, titled, \"Continuation of Insurance,\"\r\ngoverns situations in which the insured acquires title to the collateral through\r\nforeclosure. Section 2 provides:\r\n\r\n             (a) After Acquisition of Title: The coverage of this policy\r\n                 shall continue in force . . . in favor of . . . an insured\r\n                 who acquires all or any part of the estate or interest\r\n                 in the land by foreclosure . . . .\r\n\r\n                ....\r\n\r\n             (c) Amount of Insurance: The amount of insurance after\r\n                 the acquisition [shall not] exceed the least of:\r\n\r\n                  (i)\t the amount of insurance stated in Schedule A;\r\n                       [or]\r\n\r\n                  (ii)\t the amount of principal of the indebtedness\r\n                        secured by the insured mortgage as of Date of\r\n                        Policy, interest thereon, expenses of\r\n                        foreclosure, amounts advanced pursuant to the\r\n                        insured mortgage to assure compliance with\r\n                        laws or to protect the lien of the insured\r\n                        mortgage prior to the time of acquisition of the\r\n                        estate or interest in the land and secured thereby\r\n                        and reasonable amounts expended to prevent\r\n                        deterioration of improvements, but reduced by\r\n                        the amount of all payments made . . . .\r\n\r\n       Section 9, titled, \"Reduction of Insurance; Reduction or Termination of\r\nLiability,\" provides:\r\n\r\n             (b) Payment in part by any person of the principal of the\r\n                 indebtedness, or any other obligation secured by the\r\n                 insured mortgage, or any voluntary partial satisfaction\r\n                 or release of the insured mortgage, to the extent of the\r\n                 payment, satisfaction or release, shall reduce the\r\n                 amount of insurance pro tanto. The amount of\r\n                 insurance may thereafter be increased by accruing\r\n                 interest and advances made to protect the lien of the\r\n\n                insured mortgage and secured thereby, with interest\r\n                thereon, provided in no event shall the amount of\r\n                insurance be greater than the amount of insurance\r\n                stated in Schedule A.\r\n\r\n             (c) Payment in full by any person or the voluntary\r\n                 satisfaction or release of the insured mortgage shall\r\n                 terminate all liability of [First American] except as\r\n                 provided in Section 2(a) of these Conditions and\r\n                 Stipulations.\r\n\r\n      Section 14, titled, \"Liability Limited to this Policy; Policy Entire Contract,\"\r\nprovides:    (a) This policy together with all endorsements, if any,\r\n                 attached hereto by [First American] is the entire\r\n                 policy and contract between the insured and [First\r\n                 American]. In interpreting any provision of this\r\n                 policy, this policy shall be construed as a whole.\r\n\r\n             (b) Any claim of loss or damage . . . shall be restricted to\r\n                 this policy.\r\n\r\n             (c) No amendment of or endorsement to this policy can\r\n                 be made except by a writing endorsed hereon or\r\n                 attached hereto signed by either the President, a Vice\r\n                 President, the Secretary, an Assistant Secretary, or\r\n                 validating officer or authorized signatory of [First\r\n                 American].\r\n\r\n       After First American denied coverage on the King Street parcel's title defect,\r\nPreservation Capital filed this action. Both parties moved for summary judgment.\r\nPreservation Capital argued it was entitled to coverage under section 2 of the\r\npolicy because it could have collected $345,335 from the sale of the King Street\r\nparcel but for the title defect, noting that even after acquiring the Shopping Center\r\nparcel, Monarch Development owed Preservation Capital a balance of $391,190.\r\nFirst American, on the other hand, argued section 9(b) of the policy terminated\r\ncoverage because Preservation Capital acquired the Shopping Center parcel valued\r\nat $3,250,000, which is beyond the policy's face value of $3,075,000.\r\n\n       Initially, the circuit court denied both motions, finding summary judgment\r\nwas improper because the policy language was ambiguous. In response, the parties\r\nfiled a joint motion for reconsideration, stipulating the policy was unambiguous\r\nand no genuine issues of material fact existed. Thereafter, the circuit court granted\r\nsummary judgment in favor of Preservation Capital, finding the policy provided\r\ncoverage in this instance because Preservation Capital did not acquire the King\r\nStreet parcel and suffered a loss due to a title defect.\r\n\r\n       The circuit court found the \"language of [section] 9, read consistently with\r\n[section] 2(c), yields the same amount of insurance, $452,731.48.\" The circuit\r\ncourt noted that at the time of the foreclosure sale, Monarch Development owed\r\nPreservation Capital $3,641,190. Consequently, the $3,250,000 credit bid\r\nPreservation Capital was awarded on the Shopping Center parcel did not satisfy the\r\ndebt in full; instead, the credit bid simply reduced the debt to $391,190. The\r\ncircuit court further noted the debt appreciated to $452,731.48 by acquiring interest\r\nfrom the date of foreclosure until the entry of judgment in this action, which is\r\ncovered by the policy. Therefore, the circuit court concluded, coverage remained\r\nin the amount of $452,731.48. The circuit court noted, however, that Preservation\r\nCapital could recover only to the extent of its loss resulting from the King Street\r\nparcel's title defect—$345,335.  ISSUE PRESENTED\r\n      Whether the circuit court erred in granting summary judgment in\r\n      favor of Preservation Capital.\r\n\r\n                              STANDARD OF REVIEW\r\n       In reviewing a grant of summary judgment, the appellate court applies the\r\nsame standard as the trial court under Rule 56(c), SCRCP. Quail Hill, L.L.C. v.\r\nCnty. of Richland, 387 S.C. 223, 234, 692 S.E.2d 499, 505 (2010). Summary\r\njudgment is proper if, viewing the evidence in a light most favorable to the\r\nnonmoving party, there is no genuine issue of material fact and the moving party is\r\nentitled to a judgment as a matter of law. Rule 56(c), SCRCP.\r\n\r\n                                     ANALYSIS\r\n      First American argues the circuit court erred in granting Preservation\r\nCapital's motion for summary judgment and misconstrued the policy to provide\r\ncoverage beyond the stated policy limit. First American contends section 2(c) is\r\ninapplicable because it relates to property acquired through foreclosure, and\r\n\nalthough Preservation Capital acquired the Shopping Center parcel via foreclosure,\r\nit did not acquire the King Street parcel through foreclosure or otherwise. First\r\nAmerican further contends section 2(c) is not intended to define the amount of\r\ninsurance remaining on the policy where one property is acquired through\r\nforeclosure, but other properties are not and continue to serve as collateral under\r\nthe insured mortgage. Instead, First American asserts section 9 governs\r\nPreservation Capital's claim. First American argues section 9(b) dictates that\r\ncoverage declines as the debt is paid, and the $3,250,000 collected from the\r\nShopping Center parcel reduced the policy's stated limit of $3,075,000 to $0. First\r\nAmerican further contends the circuit court erred in including interest and expenses\r\naccrued prior to foreclosure, thereby providing $3,641,190 in coverage despite the\r\npolicy's stated limit of $3,075,000. Finally, First American argues the circuit court\r\nerred in failing to consider the available endorsements Preservation Capital could\r\nhave purchased, but did not, which provide the coverage Preservation Capital now\r\nseeks. \"Insurance policies are subject to the general rules of contract construction.\r\nThe cardinal rule of contract interpretation is to ascertain and give legal effect to\r\nthe parties' intentions as determined by the contract language. Courts must\r\nenforce, not write, contracts of insurance, and their language must be given its\r\nplain, ordinary, and popular meaning.\" Whitlock v. Stewart Title Guar. Co., 399\r\nS.C. 610, 614, 732 S.E.2d 626, 628 (2012) (internal citations omitted). \"Where the\r\ncontract's language is clear and unambiguous, the language alone determines the\r\ncontract's force and effect. Ambiguous or conflicting terms, however, must be\r\nconstrued liberally in favor of the insured and strictly against the insurer. It is a\r\nquestion of law for the court whether the language of a contract is ambiguous.\" Id.\r\nat 615, 732 S.E.2d at 628 (internal citations omitted).\r\n\r\n       Generally, title insurance operates to protect a purchaser or mortgagee\r\nagainst defects in or encumbrances on title. Firstland Vill. Assocs. v. Lawyer's\r\nTitle Ins. Co., 277 S.C. 184, 186, 284 S.E.2d 582, 583 (1981). A title insurer is\r\ngenerally liable for losses or damages caused by defects in the property's title, and\r\ndefects for which title insurance policies provide coverage may generally be\r\ndefined as liens and encumbrances that result in a loss in the title's value.\r\nWhitlock, 399 S.C. at 615, 732 S.E.2d at 628 (quoting Stanley v. Atl. Title Ins. Co.,\r\n377 S.C. 405, 411, 661 S.E.2d 62, 65 (2008)). The terms of individual insurance\r\nagreements can control the method of valuation, but the purpose of title insurance\r\nhas been stated as seeking to place the insured in the position he thought he\r\noccupied when the policy was issued. Id. Generally, the measure of damages\r\nshould \"compare the encumbered value of the entire tract of . . . land with what the\r\n\nvalue of the entire tract of land would be without any encumbrances.\" Id.\r\n\r\n      In Hodas v. First American Title Insurance Co., 696 A.2d 1095 (Me. 1997),\r\nthe Supreme Court of Maine addressed a title insurance claim involving facts\r\nsimilar to this case. Hodas, a lender, took a mortgage against a piece of property to\r\nsecure a $71,000 debt and purchased a $71,000 title insurance policy to secure his\r\nmortgage interest. Id. at 1096. After the borrower defaulted, Hodas foreclosed the\r\nmortgage and purchased the property with an $80,000 credit bid. Id. Prior to\r\nforeclosure, the borrower's debt had increased from $71,000 to $108,348.87. Id.\r\nWhen Hodas later attempted to sell the property, he discovered another party had\r\nan ownership interest. Id. Consequently, Hodas made a claim on the title\r\ninsurance policy, which insured title to the property was solely in the borrower's\r\nname, and the insurer denied coverage. Id.\r\n\r\n       The Supreme Court of Maine held Hodas was entitled to coverage for loss\r\nresulting from the title defect. Id. at 1097–98. Interpreting a clause seemingly\r\nidentical to section 2(b) of the policy at issue in this case, the court stated,\r\n\r\n             After an insured mortgagee purchases the mortgaged\r\n             premises at foreclosure, coverage continues provided\r\n             there remains unpaid principal indebtedness. Coverage is\r\n             limited, however, to the lesser of the outstanding\r\n             indebtedness or the stated policy limit. In the case at bar,\r\n             after Hodas purchased the . . . property at foreclosure for\r\n             $80,000, there remained a loan deficiency of $28,348.87.\r\n             That amount, since it was less than the stated policy limit\r\n             of $71,000, comprised the maximum limit of Hodas's\r\n             recovery provided by the continued coverage.\r\n\r\nId.   We find the circuit court properly granted summary judgment in favor of\r\nPreservation Capital because section 2 of the policy unambiguously provides\r\ncoverage for the loss resulting from the King Street parcel's title defect. In arguing\r\notherwise, First American overcomplicates the matter at hand. In determining\r\nwhether Preservation Capital is entitled to recover under the policy, the Court must\r\ndetermine (1) Preservation Capital's damages; (2) whether those damages are\r\ncovered by the policy; and (3) if so, what amount is recoverable.\r\n\r\n      First, Preservation Capital incurred damages in the amount of $345,335—the\r\nportion of Monarch Development's debt that it would have been able to collect but\r\n\nfor the King Street parcel's title defect.\r\n\r\n        Second, the policy unambiguously covers Preservation Capital's damages.\r\nThe policy states it insures against loss or damage sustained by reason of \"[t]itle to\r\nthe [collateral] . . . being vested other than as stated\" in the policy. Thus, the\r\npolicy clearly covers Preservation Capital's damages resulting from title to the\r\nKing Street parcel being vested in Monarch Holdings, while the policy stated\r\nMonarch Development had title to the property. Moreover, section 2(a) of the\r\npolicy states Preservation Capital's coverage continues despite having acquired title\r\nto the Shopping Center parcel via foreclosure. Specifically, section 2(a) provides\r\nthat coverage continues even if an insured acquires \"all or any part of the estate or\r\ninterest in the land\" by way of foreclosure. Here, Preservation Capital acquired\r\ntitle to the Shopping Center parcel via foreclosure, but not the King Street parcel.\r\nAccordingly, because Preservation Capital acquired \"part\" of the collateral,\r\ncoverage clearly continues under section 2(a).\r\n\r\n       Finally, as for the amount of coverage available, section 2(c) states the\r\namount of insurance after acquiring property via foreclosure shall not exceed the\r\nlesser of the $3,075,000 policy limit or the amount of unpaid principal\r\nindebtedness secured by the insured mortgage, coupled with interest and expenses,\r\nbut reduced by the amount of all payments made. Here, after Preservation Capital\r\nacquired the Shopping Center parcel, Monarch Development remained indebted\r\nfor $391,190, which appreciated to $452,731.48 by gaining interest from the date\r\nof foreclosure until the entry of judgment in this action. Accordingly, coverage\r\nwould be limited to $452,731.48, as that amount is less than the $3,075,000 policy\r\nlimit. However, Preservation Capital may only recover the portion of that debt that\r\nit would have been able to collect but for the King Street title defect—$345,335.\r\n\r\n       We note, section 9(b) of the policy does not affect Preservation Capital's\r\ncoverage. Section 9(b) simply explains that the amount of coverage is reduced pro\r\ntanto as the borrower makes loan payments to the insured lender. Section 2, on the\r\nother hand, governs situations in which the insured lender, after default, acquires\r\nall or part of the collateral via foreclosure. Here, Preservation Capital foreclosed\r\non the Shopping Center parcel after Monarch Development failed to make\r\npayments and defaulted on its loan obligations. Accordingly, section 2, rather than\r\nsection 9, governs Preservation Capital's remaining coverage.\r\n\r\n       In essence, First American takes the position that under section 9(b),\r\ncoverage declines by the amount of any funds paid to the insured lender, whether\r\nthose funds are received as payment on the loan agreement, via foreclosure after\r\n\ndefault, or otherwise. Thus, First American asserts the $3,250,000 collected from\r\nthe Shopping Center parcel reduced the policy's stated limit of $3,075,000 to $0.\r\nHowever, this is contrary to the most basic protections title insurance is intended to\r\nafford and would allow insurers to escape liability upon the insured receiving a\r\npayment that does not eliminate the risk for which he purchased the policy; that is,\r\nanytime debt grows to exceed the original principal amount, which is usually the\r\nsame as the policy limit, and is later paid down by foreclosing on a portion of the\r\ncollateral, the amount of insurance will be reduced to nothing if the foreclosure\r\ncredit bid exceeds the policy limit, regardless of whether the debt is paid in full.\r\nSee Paramount Props. Co. v. Transamerica Title Ins. Co., 463 P.2d 746, 750 (Cal.\r\n1970) (\"In procuring title insurance, a lender seeks to insure himself against the\r\nrisk that a defect in the underlying title may invalidate his lien and leave him in the\r\nstatus of an unsecured creditor. That risk continues so long as the lender does not\r\nreceive final and unconditional payment of the loan proceeds.\"); see also Whitlock,\r\n399 S.C. at 615, 732 S.E.2d at 628 (stating the purpose of title insurance is \"to\r\nplace the insured in the position that he thought he occupied when the policy was\r\nissued\"); Firstland, 277 S.C. at 186, 284 S.E.2d at 583 (explaining that title\r\ninsurance operates to protect a mortgagee from loss resulting from encumbrances\r\non title).\r\n\r\n       Instead, as the court held in Hodas, an insured mortgagee's coverage should\r\ncontinue after he purchases the mortgaged property at foreclosure provided there\r\nremains unpaid principal indebtedness. 696 A.2d at 1097–98. In this instance, the\r\ninsured's recovery will be limited to the lesser of the outstanding indebtedness or\r\nthe stated policy limit. Id. Section 9(c) bolsters this view by explaining that it is\r\n\"[p]ayment in full\" of the debt that terminates the insurer's liability, rather than a\r\nfortuitous credit bid. While insured lenders bear the risk of repayment from the\r\nborrower, title insurance companies bear the risk of inadequate security due to title\r\ndefect.We further find the circuit court properly declined to consider endorsements\r\nthat were not made part of the policy because the parties stipulated, and the Court\r\nagrees, that the policy is unambiguous. See Duncan v. Little, 384 S.C. 420, 425,\r\n682 S.E.2d 788, 790 (2009) (stating extrinsic evidence may only be considered if\r\nthe contract is ambiguous); Stevens Aviation, Inc. v. DynCorp Int'l, L.L.C., 394\r\nS.C. 300, 307, 715 S.E.2d 655, 659 (Ct. App. 2011) (\"When the contract's\r\nlanguage is unambiguous it must be given its plain and ordinary meaning and the\r\ncourt may not look to extrinsic evidence to interpret its provisions.\"). The case\r\nFirst American cites in support of its argument, Long v. Adams, 280 S.C. 401, 405,\r\n312 S.E.2d 262, 265 (Ct. App. 1984), states, \"When construing an insurance policy\r\n\ncontaining an endorsement, the policy and the endorsement are to be read\r\ntogether.\" However, the policy in this case does not contain an endorsement;\r\nrather, First American is attempting to introduce endorsements not made part of the\r\ncontract, which is improper in light of the policy's unambiguous terms. See\r\nDuncan, 384 S.C. at 425, 682 S.E.2d at 790; Stevens Aviation, 394 S.C. at 307, 715\r\nS.E.2d at 659. Moreover, the policy itself forbids consideration of extrinsic\r\nendorsements. Section 14 states the \"policy together with all endorsements, if any,\r\nattached hereto by [First American] is the entire policy and contract between the\r\ninsured and [First American].\" Section 14 further provides that \"[a]ny claim of\r\nloss or damage . . . shall be restricted to [the] policy.\" Thus, consideration of\r\nextrinsic endorsements would be improper under both South Carolina's evidentiary\r\njurisprudence and the plain language of the policy.\r\n\r\n       Accordingly, we find the circuit court properly granted summary judgment\r\nin favor of Preservation Capital. CONCLUSION\r\n      We affirm the circuit court's grant of summary judgment in favor of\r\nPreservation Capital.\r\n\r\n      AFFIRMED.\r\n\r\n      BEATTY, KITTREDGE and HEARN, JJ., concur. PLEICONES, J.,\r\ndissenting in a separate opinion.\r\n\nJUSTICE PLEICONES: I respectfully dissent and would reverse the order\r\ngranting summary judgment in this contract interpretation case.\r\nFirst American (Insurer) issued a borrower's title insurance policy to\r\nPreservation Capital's (Lender's) predecessor in interest insuring Lender's\r\nmortgage interest in three properties against title defects. The amount\r\ninsured under the policy in Schedule A was $3,075,000. One of the three\r\nproperties (St. Phillip parcel) was released from the mortgage in 2008. The\r\nborrower subsequently defaulted on its mortgage, at which time it was\r\nlearned the mortgage was invalid to the extent it purported to cover the King\r\nStreet parcel since borrower did not own that property. The King Street\r\nparcel had in fact been sold by its true owner in 2006, with Lender receiving\r\nnothing from that sale.\r\nIn 2010, Lender foreclosed on the third parcel, the Shopping Center, which\r\nwas purchased by a credit bid for $3,250,000. At the time of this foreclosure,\r\nthe borrower owed Lender $3,641,190 on the mortgage.\r\nThe differences between the amount due under the mortgage ($3,641,190)\r\nand the value of the credit bid ($3,250,000) is $391,190. Lender seeks to\r\nrecover not this differential, but rather the loss it alleges it suffered at the time\r\nthe King Street parcel was sold. Under Lender's view, since that property\r\nsold for $590,000 subject to a priority lien of $244,665, had Lender had the\r\ntitle to the King Street parcel that Insurer's policy insured it did, then Lender\r\nwould have netted $345,335 from the King Street sale. In this suit, Lender\r\nseeks to recover this 'lost' $345,335 from Insured, offsetting that against its\r\n'loss' in the foreclosure of $391,190.\r\nThe majority finds the circuit court properly granted Lender summary\r\njudgment under the policy, finding Insurer liable for Lender's loss from the\r\nsale of the King Street property. I agree with Insurer that Lender suffered no\r\nloss under the policy, and that the circuit court and the majority misread\r\nsections 2 and 9 of the policy. I would therefore reverse the circuit court's\r\norder.\r\nSection 9 of the policy is captioned \"Reduction of Insurance: Reduction or\r\nTermination of Liability,\" and provides for situations where payments on the\r\nmortgage act to reduce coverage under the policy. Section 9(a), (b), and (c).\r\n\nSection 9 also provides that after a reduction, certain events, e.g., the accrual\r\nof interest and other advances, can raise the amount of the insurance coverage\r\n\"provided in no event shall the amount of insurance be greater than the\r\namount of insurance stated in Schedule A,\" i.e., $3,075,000. Section 9(b).\r\nUnder Section 9(c), the foreclosure of the mortgaged property terminates the\r\nLender's policy.\r\nSection 9 is implicated here because the Shopping Center property was\r\nforeclosed, and Lender's mortgage satisfied. The foreclosure price was\r\n$3,250,000, an amount which exceeds the value of the mortgage interest\r\ninsured under this policy ($3,075,000).1 With this foreclosure, Lender\r\nreceived the full value of its insured interest, and thus suffered no loss as a\r\nresult of the title defect in the King Street collateral.2 Section 7 (a)(iii). The\r\nforeclosure and satisfaction of Lender's mortgage terminated this Lender's\r\npolicy, except as provided in Section 2. Section 9(c).\r\nSection 2 converts a lender's title insurance policy to an owner's insurance\r\npolicy when the lender acquires title to the property described in the policy.\r\nSection 2 applies only to the property the lender has acquired title to in a\r\n\"legal manner which discharges the lien of the insured mortgage . . . .\"\r\nSection 2(a).3 In other words, when Lender acquired an interest in the\r\ninsured property through foreclosure, i.e. the Shopping Center, the policy was\r\nconverted to an owner's title insurance policy on that parcel. Section 2(a).\r\nSection 2(c) then establishes the amount of coverage the now-owner has\r\nunder the converted policy. This section provides in relevant part that the\r\ninsured amount is the lesser of (i) the amount in Schedule A [here\r\n$3,075,000]; or (ii) the amount of principal, interest, expenses and certain\r\n\r\n\r\n  This is the maximum amount insured under the policy, which does not, as the\r\n1\r\n\r\n\r\nmajority holds, insure the total indebtedness under the mortgage. See Section 9(c)\r\n(accrued interest, etc. can never \"be greater than the amount of insurance stated in\r\nSchedule A\").\r\n  Had Lender received less than $3,075,000 in its foreclosure, then the title defect\r\n2\r\n\r\n\r\nin the King Street property would be relevant to establish a claim under the policy.\r\n  Both the circuit court and the majority err when they apply Section 2 to the King\r\n3\r\n\r\n\r\nStreet property, since as the facts make clear, Lender neither had nor acquired title\r\nto that parcel.\r\n\nadvances4 made prior to the acquisition of the property ($3,641,190) less\r\npayments made, here the $3,250,000 credit bid. Under Section 2(c), Lender's\r\nnewly converted owner's policy on the Shopping Center parcel protects it\r\nagainst loss by title defects in the amount of $391,190, the lesser figure.\r\nHodas v. First Am. Title Ins. Co., 692 A.2d 1095 (ME. 1997).\r\nThe majority misapprehends the effect of Section 2(c). This section simply\r\nestablishes the formula for determining coverage under the newly-converted\r\nowner's title policy on the Shopping Center, and is irrelevant to any purported\r\nloss under the Lender's policy related to the King Street property. As Hodas\r\ndemonstrates, if in the future Lender were to sell the Shopping Center, and\r\nwere that sale to be affected by a title defect, then Insurer would be liable for\r\nup to $391,190. Section 2 applies only to insure title (not a mortgage\r\ninterest) to the Shopping Center now owned by Lender.\r\nI would reverse the grant of summary judgment to Lender. The policy\r\ninsured Lender against loss of up to $3,075,000 due to a title defect on the\r\nmortgage secured by these three properties, and never against any greater\r\namount. The mortgage was discharged through a foreclosure sale, which\r\nbrought more than the insured value. Thus there was no loss under Lender's\r\ntitle insurance policy. The policy was then converted to an owner's policy,\r\ninsuring Lender's title to the Shopping Center.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n    This language tracks that of Section 9(b).\r\n4\r\n\n","court":"Supreme"},{"id":"27331","title":"In the Matter of Kevin Michael Hughes","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27331.pdf","description":"This is a disiplinary opinion in which the Court publicly reprimands a lawyer.","date":"2013-11-27","type":"opinion","text":"                   THE STATE OF SOUTH CAROLINA \n\r\n                        In The Supreme Court \n\r\n\r\n             In the Matter of Kevin Michael Hughes, Respondent\r\n\r\n             Appellate Case No. 2013-002121\r\n\r\n\r\n                              Opinion No. 27331\r\n              Submitted October 24, 2013– Filed November 27, 2013\r\n\r\n\r\n                             PUBLIC REPRIMAND\r\n\r\n\r\n             Lesley M. Coggiola, Disciplinary Counsel, and Julie Kay\r\n             Martino, Assistant Disciplinary Counsel, both of\r\n             Columbia, for Office of Disciplinary Counsel.\r\n\r\n             Kevin Michael Hughes, of North Myrtle Beach, pro se.\r\n\r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter, the Office of Disciplinary\r\nCounsel (ODC) and respondent have entered into an Agreement for Discipline by\r\nConsent (Agreement) pursuant to Rule 21 of the Rules for Lawyer Disciplinary\r\nEnforcement (RLDE) contained in Rule 413 of the South Carolina Appellate Court\r\nRules (SCACR). In the Agreement, respondent admits misconduct and consents to\r\nthe imposition of an admonition or public reprimand. We accept the Agreement\r\nand issue a public reprimand. The facts, as set forth in the Agreement, are as\r\nfollows.                               Facts\r\n\r\nRespondent represented an estate. There were several judgment liens against the\r\nestate and no liquid assets available to pay the judgments. Respondent informed\r\nthe probate court of the liens and discussed several options to raise money to pay\r\nthe liens.\r\n\nOn October 20, 2011, Judge Deidre W. Edmonds of the Horry County Probate\r\nCourt issued an Order on a Summons to Show Cause. Judge Edmonds granted an\r\nextension to file the closing documents for the estate and set the filing deadline for\r\nApril 20, 2012. By letter dated April 24, 2012, the Court advised respondent that\r\nthe deadline had expired and requested that he proceed with the closing of the\r\nestate or file a Motion for Extension. By letter dated May 11, 2012, Judge\r\nEdmonds sent a final request letter to respondent.\r\n\r\nRespondent did not respond to Judge Edmonds' letters and he did not request an\r\nextension. Judge Edmonds issued a second Summons to Show Cause on June 12,\r\n2012.\r\n\r\nOn August 8, 2012, a hearing was held on the second Summons to Show Cause.\r\nRespondent admitted he had no excuse for failing to communicate with the court\r\nand stated it was his responsibility to communicate with the court, not that of the\r\npersonal representative. Respondent admitted he did not request an extension prior\r\nto the hearing on the Summons to Show Cause. Respondent informed the court\r\nthat he had taken steps to raise money to pay the liens.\r\n\r\nJudge Edmonds found respondent in willful contempt of court for failing to\r\ncommunicate with the court and failing to request an extension. Respondent was\r\nfined $500.00 and ordered to file for an extension within twenty-four hours of the\r\nhearing. After the hearing, respondent filed the extension request as ordered.\r\n\r\n                                         Law\r\n\r\nRespondent admits that by his conduct he has violated the following provisions of\r\nthe Rules of Professional Conduct, Rule 407, SCACR: Rule 1.3 (lawyer shall act\r\nwith reasonable diligence and promptness in representing client); Rule 3.4(c)\r\n(lawyer shall not knowingly disobey an obligation under the rules of a tribunal);\r\nand Rule 8.4 (e) (it is professional misconduct for lawyer to engage in conduct\r\nprejudicial to administration of justice).\r\n\r\nRespondent also admits he has violated the following Rules for Lawyer\r\nDisciplinary Enforcement, Rule 413, SCACR: Rule 7(a)(1) (it shall be ground for\r\ndiscipline for lawyer to violate Rules of Professional Conduct).\r\n\n                                   Conclusion\r\n\r\nWe find respondent's misconduct warrants a public reprimand.1 Accordingly, we\r\naccept the Agreement and publicly reprimand respondent for his misconduct.\r\n\r\nPUBLIC REPRIMAND.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n Respondent received letters of caution on July 22, 2002, April 16, 2004, and\r\n1\r\n\r\n\r\nDecember 5, 2012, and an admonition on October 21, 2005.\r\n\n","court":"Supreme"},{"id":"27332","title":"In the Matter of Scott D. Reynolds","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27332.pdf","description":"This is a disciplinary opinion in which the Court definitely suspends a lawyer.","date":"2013-11-27","type":"opinion","text":"                   THE STATE OF SOUTH CAROLINA \n\r\n                        In The Supreme Court \n\r\n\r\n            In the Matter of Scott D. Reynolds, Respondent\r\n\r\n            Appellate Case No. 2013-002148\r\n\r\n\r\n                              Opinion No. 27332\r\n             Submitted October 24, 2013 – Filed November 27, 2013\r\n\r\n\r\n                           DEFINITE SUSPENSION\r\n\r\n\r\n            Lesley M. Coggiola, Disciplinary Counsel, and Barbara\r\n            M. Seymour, Deputy Disciplinary Counsel, both of\r\n            Columbia, for Office of Disciplinary Counsel.\r\n\r\n            Scott D. Reynolds, of Charlotte, North Carolina, pro se.\r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter, the Office of Disciplinary\r\nCounsel (ODC) and respondent have entered into an Agreement for Discipline by\r\nConsent (Agreement) pursuant to Rule 21 of the Rules for Lawyer Disciplinary\r\nEnforcement (RLDE) contained in Rule 413 of the South Carolina Appellate Court\r\nRules (SCACR). In the Agreement, respondent admits misconduct and consents to\r\nthe imposition of a public reprimand or definite suspension not to exceed nine (9)\r\nmonths and to the imposition of certain conditions. We accept the Agreement and\r\nsuspend respondent from the practice of law in this state for nine (9) months with\r\nconditions as hereafter stated. The facts, as set forth in the Agreement, are as\r\nfollows.                              Facts\r\n\r\nRespondent operated a solo practice primarily handling real estate matters. In\r\nNovember 2010, respondent's bank reported an overdraft on his law firm trust\r\naccount to the Commission on Lawyer Conduct (the Commission). The resulting\r\ninvestigation by ODC revealed respondent had misappropriated $3,165.00 from his\r\n\ntrust account and that he had used those funds for personal debts and expenses.\r\nDuring the investigation, respondent restored the funds.\r\n\r\nDuring the investigation, respondent admitted to abusing alcohol and drugs.\r\nRespondent voluntarily entered into a relationship with Lawyers Helping Lawyers\r\nand began treatment for addiction and substance abuse. Respondent acknowledged\r\nthat his misappropriation arose, in part, from his substance abuse and failure to\r\nseek adequate and appropriate treatment.\r\n\r\nOn October 21, 2011, an investigative panel of the Commission accepted a\r\ndeferred discipline agreement signed by respondent. In that agreement, respondent\r\nadmitted to violations of the Rules of Professional Conduct and agreed to comply\r\nwith certain terms and conditions for a period of two years, including compliance\r\nwith a contract with Lawyers Helping Lawyers, psychological counseling,\r\nquarterly reporting to the Commission, payment of costs, and completion of the\r\nLegal Ethics and Practice Program Ethics School and Trust Account School within\r\nsix months.\r\n\r\nRespondent paid the costs and entered into a contract with Lawyers Helping\r\nLawyers but failed to comply with the remaining terms and conditions of the\r\ndeferred discipline agreement. Specifically, respondent did not submit any\r\nquarterly reports, including his affidavit of compliance, his Lawyers Helping\r\nLawyers monitor report, or his medical treatment provider report; he did not attend\r\nthe Legal Ethics and Practice Program sessions offered in December 2011 and\r\nFebruary 2012; and, further, while his contract with Lawyers Helping Lawyers\r\nrequired that he abstain from use of alcohol, in January 2012, respondent resumed\r\ndrinking alcohol and was arrested for driving while intoxicated. In February 2012,\r\nhe moved to a residential treatment facility in Anderson, South Carolina. On April\r\n2, 2012, he entered a seven-month, in-patient treatment program in Greenville,\r\nSouth Carolina. On April 13, 2012, respondent left the treatment facility and had\r\nno further contact with ODC or the Commission.\r\n\r\nAs a result of his noncompliance, ODC filed a motion to terminate the deferred\r\ndiscipline agreement. In July 2012, an investigative panel of the Commission\r\ndenied ODC's motion to terminate and voted to extend the agreement for an\r\nadditional two years.\r\n\r\nOn July 27, 2012, respondent signed a second deferred discipline agreement with\r\nthe same terms, extended for an additional two years. Respondent entered into a\r\nnew Lawyers Helping Lawyers contract, but failed to comply with the terms and\r\n\nconditions of the second deferred discipline agreement. Specifically, he did not\r\nfile any of the required reports since signing the second deferred discipline\r\nagreement, although he completed the Legal Ethics and Practice Program Ethics\r\nSchool and Trust Account School in February 2013, he did not report his\r\nattendance to the Commission, and, at some point, he resumed the use of alcohol\r\ncontrary to the terms of his contract with Lawyers Helping Lawyers.\r\n\r\nIn June 2013, an investigative panel of the Commission terminated the second\r\ndeferred discipline agreement with respondent and authorized formal charges.\r\n\r\nIn June 2013, respondent entered into an eight-week in-patient program in\r\nVirginia. Respondent has now completed that program.\r\n\r\n                                        Law\r\n\r\nRespondent admits that by his conduct he has violated the following provisions of\r\nthe Rules of Professional Conduct, Rule 407, SCACR: Rule 1.15 (lawyer shall\r\nhold property of clients or third persons in lawyer's possession in connection with a\r\nrepresentation separate from lawyer's own property); Rule 8.4(d) (it is professional\r\nmisconduct for lawyer to engage in conduct involving dishonesty, fraud, deceit, or\r\nmisrepresentation); and Rule 8.4(e) (it is professional misconduct for lawyer to\r\nengage in conduct that is prejudicial to administration of justice).\r\n\r\nRespondent also admits he has violated the following Rules for Lawyer\r\nDisciplinary Enforcement, Rule 413, SCACR: Rule 7(a)(1) (it shall be ground for\r\ndiscipline for lawyer to violate Rules of Professional Conduct) and Rule 7(a)(9) (it\r\nshall be ground for discipline for lawyer to willfully fail to comply with the terms\r\nof a finally accepted deferred discipline agreement).\r\n\r\n                                    Conclusion\r\n\r\nWe accept the Agreement for Discipline by Consent and impose a nine (9) month\r\nsuspension from the practice of law. In addition, we impose the following\r\nconditions for a period of two (2) years from the date of this opinion:\r\n\r\n      1. respondent shall enter into a new contract with Lawyers Helping Lawyers\r\n         which shall include, at a minimum, a random blood test for use of drugs\r\n         and alcohol each quarter at respondent's expense;\r\n\n      2. respondent shall fully participate in a meaningful relationship with a\r\n         monitor selected by Lawyers Helping Lawyers;\r\n\r\n      3. respondent shall commit himself to abstinence and will attend meetings\r\n         in a twelve-step or other appropriate program designated by, and in\r\n         accordance with a regular schedule set by, Lawyers Helping Lawyers;\r\n\r\n      4. respondent shall comply with all treatment recommendations of a\r\n         medical provider to address his addiction and substance abuse; and\r\n\r\n      5. respondent shall file quarterly reports with the Commission that include a\r\n         statement confirming compliance with his contract from a representative\r\n         of Lawyers Helping Lawyers, a statement from his monitor outlining\r\n         their interactions, a statement of his diagnosis, treatment compliance, and\r\n         prognosis from his medical treatment provider, and the results of at least\r\n         one random blood test. The filing of these reports shall be respondent's\r\n         responsibility and will be done at his expense.\r\n\r\nWithin fifteen days of the date of this opinion, respondent shall file an affidavit\r\nwith the Clerk of Court showing that he has complied with Rule 30 of Rule 413,\r\nSCACR.\r\n\r\nDEFINITE SUSPENSION.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"27333","title":"State v. Brockmeyer","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27333.pdf","description":"The Court affirms Appellant William Mark Brockmeyer's convictions for murder and possession of a weapon during a violent crime, rejecting his constitutional challenges to the trial court's refusal to enforce a subpoena concerning the identity of an internet commenter and the admission of certain evidence at trial.","date":"2013-11-27","type":"opinion","text":"                    THE STATE OF SOUTH CAROLINA \n\r\n                         In The Supreme Court \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            William Mark Brockmeyer, Appellant.\r\n\r\n            Appellate Case No. 2011-198266\r\n\r\n\r\n\r\n                        Appeal from Lexington County \n\r\n                   Edward B. Cottingham, Circuit Court Judge \n\r\n\r\n\r\n                             Opinion No. 27333 \n\r\n                 Heard May 15, 2013 – Filed November 27, 2013 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            A. Mattison Bogan and Miles E. Coleman of Nelson\r\n            Mullins Riley & Scarborough, LLP, and Chief Appellate\r\n            Defender Robert M. Dudek, all of Columbia, for\r\n            Appellant.\r\n\r\n\r\n            Attorney General Alan M. Wilson, Chief Deputy\r\n            Attorney General John W. McIntosh, and Senior\r\n            Assistant Deputy Attorney General Donald J. Zelenka, all\r\n            of Columbia, and Solicitor Donald V. Myers of\r\n            Lexington, for Respondent.\r\n\r\n\r\nJUSTICE KITTREDGE: Appellant William Mark Brockmeyer appeals his\r\nconvictions for murder and possession of a weapon during a violent crime, raising\r\n\nconstitutional challenges to both the trial court's refusal to enforce a subpoena\r\nconcerning the identity of an internet commenter and the admission of certain\r\nchain-of-custody testimony and other photographic evidence at trial. We affirm.\r\n\r\n                                          I.\r\n\r\nAppellant William Mark Brockmeyer and Nicholas Rae (the victim) knew each\r\nother for seven or eight years before the shooting; the two met while working\r\ntogether at a tree service company, and thereafter, they both served time in the\r\nsame prison facility.1 On the night of the shooting, Brockmeyer, the victim, and\r\nseveral mutual friends attended a house party and then visited a bar known as\r\nJager's Private Club in Lexington County, South Carolina. Because Jager's was a\r\nprivate bar, only members and their guests were permitted to enter, and every\r\nperson who entered the bar was required to sign in. Among the group of friends\r\nwas Gina Brakefield, who saw both Brockmeyer and the victim carrying guns—the\r\nvictim had a large pellet gun and Brockmeyer carried a .380 caliber pistol.2\r\nAccording to several witnesses, Brockmeyer's demeanor at Jager's was agitated\r\nand aloof.\r\n\r\nUpon arriving at Jager's, the group bought drinks, sat down at a table near the\r\ndance floor and began talking, dancing, and hanging out. Thereafter, the victim\r\nseparated from the group and headed across the bar to challenge another patron,\r\nAmera Kabar, to a game of billiards. Although the victim claimed to be more\r\nskilled than Kabar, the victim lost four consecutive games of pool3 and a total of\r\nthree hundred dollars in wagers to Kabar.4 According to Kabar, the victim left the\r\n\r\n1 About three weeks before the shooting, the victim moved to Lexington County\r\nfrom Florida to live with Brockmeyer. At the time of the shooting, Brockmeyer\r\nand the victim were living together in a hotel.\r\n2 Brakefield also testified that, after the group arrived at Jager's and began dancing,\r\nshe felt a small gun tucked in the waistband of Brockmeyer's pants and that\r\nBrockmeyer commented, \"it is hard to dance with a pistol in your pants.\"\r\nAdditionally, at least three other witnesses testified they saw the victim with a\r\nlarge pellet gun and Brockmeyer with a smaller pistol.\r\n3   Kabar admitted she \"kept [the games] close to keep him wanting to play me.\"\r\n4Brockmeyer denied giving the victim three hundred dollars, claiming he gave the\r\nvictim just forty dollars.\r\n\npool table area to have a discussion with Brockmeyer before agreeing to the stakes\r\nfor each game. During the fourth game, Brockmeyer approached the pool table\r\nand lifted his shirt to reveal the gun tucked into his waistband, threatening Kabar,\r\n\"This is how we do it.\" However, instead of becoming frightened, Kabar dropped\r\nall pretense of unskillfulness and \"ran the table,\" sinking all the remaining balls\r\nwithout giving the victim another turn. Kabar testified that by the last game of\r\npool, the victim was intoxicated, and although he appeared disappointed, he\r\nremained polite, thanking her and congratulating her on a \"great game.\"\r\n\r\nAfter finishing the pool games, the victim, clearly intoxicated,5 rejoined his friends\r\nat their table. The victim was helped outside by a female friend. Several people\r\nsmoking outside the bar entrance saw the victim vomit and then sit down in a chair\r\non the front porch. Brockmeyer followed the victim through the bar and watched\r\nhim through the front doors of the bar. Still inside the bar, Brockmeyer pulled the\r\ngun from his waistband, despite the attempts of another female friend to stop him.\r\n\r\nBrockmeyer walked outside and knelt in front of the victim, who was slumped\r\nover in a chair, asleep with his hands by his side. Brakefield saw Brockmeyer\r\nwhisper in the victim's ear, raise his hand toward the victim's neck, and fire a shot.\r\nBrakefield screamed, ran inside the bar, and shouted for someone to call 9-1-1.\r\nBrockmeyer immediately exited the front porch and headed towards the wooded\r\narea behind the bar. The other people on the porch heard the shot and saw\r\nBrockmeyer walking towards the woods immediately afterwards. Upon realizing\r\nthe victim had been shot, the witnesses left the porch, running through the bar and\r\nout the back exit before the police arrived.\r\n\r\nCommotion ensued, both inside and outside the bar. Several patrons surrounded\r\nthe victim and attempted to administer first aid. Brockmeyer reappeared several\r\nminutes later, having removed his white Sean John brand t-shirt and wearing only\r\na tank-top undershirt. Police officers arrived shortly and began collecting evidence\r\nand interviewing witnesses. That night, Brockmeyer offered several conflicting\r\nexplanations about what had happened, including that he was inside when the\r\nvictim was shot, that the victim committed suicide, and that \"black guys\" shot the\r\nvictim. Brockmeyer was taken to the police station for questioning where he\r\neventually admitted shooting the victim but claimed the gun went off accidentally.\r\nBrockmeyer was arrested and charged with murder and one count of possession of\r\na weapon during the commission of a violent crime.\r\n\r\n5 The autopsy revealed the victim's blood alcohol concentration was 0.227 at the\r\ntime of death.\r\n\nAt trial, Brockmeyer contended the shooting was an accident—he saw the victim\r\nslumped over with the .380 pistol in his lap, and when Brockmeyer claimed he\r\nreached for the gun, a shot went off. Brockmeyer admitted possessing the gun\r\nearlier in the evening and disposing of it in the woods behind the bar after the\r\nshooting. However, Brockmeyer claimed he only temporarily held onto the .380\r\npistol while the victim played pool (at the victim's request) and that he was\r\nunarmed at the time he followed the victim outside. Brockmeyer contended he did\r\nnot realize the victim was hurt until after he disposed of the gun, and upon hearing\r\nthe victim was injured, he became very emotional because the two were close\r\nfriends. One witness, Mariko Clack, testified Brockmeyer was weeping and was\r\n\"really shaky and frantic\" after he was told the victim had been shot.\r\n\r\nThe autopsy revealed the victim died as a result of a .380 caliber gunshot wound to\r\nthe neck. The pathologist testified the gunshot wound was a \"hard contact\" wound,\r\nmeaning the weapon was pushed firmly against the skin at the time the shot was\r\nfired—so firmly as to leave a visible a muzzle imprint.\r\n\r\nA jury convicted Brockmeyer of murder and the weapon charge, and Brockmeyer\r\nwas sentenced to an aggregate term of forty years in prison. Brockmeyer appealed,\r\nand this matter was transferred to this Court from the court of appeals pursuant to\r\nRule 204(b), SCACR.                      II.\r\nBrockmeyer argues the trial court committed reversible error in failing to grant his\r\nmotion to enforce a subpoena directed at a news media outlet. We disagree.\r\n\r\n\"[C]riminal defendants have the right to the government's assistance in compelling\r\nthe attendance of favorable witnesses at trial and the right to put before a jury\r\nevidence that might influence the determination of guilt.\" Pennsylvania v. Ritchie,\r\n480 U.S. 39, 56 (1987). However, \"the Sixth Amendment does not by its terms\r\ngrant to a criminal defendant the right to secure the attendance and testimony of\r\nany and all witnesses.'\" United States v. Valenzuela-Bernal 458 U.S. 858, 867\r\n(1982). Rather, to demonstrate a Compulsory Process Clause violation, an\r\nappellant must make some plausible showing of how the testimony of an absent\r\nwitness would have been both material and favorable to his defense. Id.\r\n\r\nLess than twenty-four hours after the shooting, a news article about the shooting\r\nwas published on a website operated by WLTX, a local television station. The\r\nWLTX website allows users to establish an account which they may use to post\r\n\ncomments and exchange messages on the WLTX website. The online registration\r\nprocess requires a person to submit his or her gender, year of birth, and zip code,\r\nand, for users who wish to access discussion forums and sharing pages, the user's\r\nname and email address are also required. The WLTX Privacy Notice, which all\r\nusers had to accept, included a notification that WLTX could release user\r\ninformation \"if required to do so by law or if, in [WLTX's] business judgment,\r\nsuch disclosure is reasonably necessary to comply with legal process.\"\r\n\r\nThe day after the shooting, someone using the pseudonym \"AndTheTruth\" posted\r\nthe following comment on the WLTX website in response to the online article\r\nabout the shooting:\r\n\r\n      Were you there, did you see what happened, did you see the tears on\r\n      his young confused face when he realized he had just accidentally\r\n      killed his friend…\r\n\r\n      -God makes provision for an accidental or carelessly caused death.\r\n      Judge not, and ye shall not be judged:\r\n\r\n      ....\r\n\r\n      -My Heart & Prayers go out to both families & all of my friends who\r\n      had to see this happen, may God be with you all…\r\n\r\nThe theory of Brockmeyer's defense was that the shooting was an accident.\r\nBrockmeyer wanted evidence supporting his claim of accident and being\r\nemotionally upset after the shooting. Brockmeyer contends the anonymous\r\ncomment suggests its author had direct knowledge of the incident and supports\r\nBrockmeyer's claim of an accidental shooting. Accordingly, Brockmeyer wished\r\nto explore the possibility that the commenter might be a potential defense witness\r\nand served WLTX with a subpoena seeking the following information:\r\n\r\n      Any and all registration information for the username \"AndTheTruth\"\r\n      that replied on July 12, 2010 @ 1:36 AM EDT to the news article\r\n      regarding William Mark Brockmeyer being charged with the shooting\r\n      death of [the victim].\r\n\nWLTX objected to the subpoena, arguing the commenter's identity was protected\r\nanonymous speech under the First and Fourteenth Amendments.6 Brockmeyer\r\nacknowledged the position of WLTX in the abstract, but insisted that his\r\nconstitutional right to a fair trial required disclosure of the identity of the\r\nanonymous commenter.7\r\n\r\nBased on WLTX's objection, Brockmeyer thereafter filed a motion to enforce the\r\nsubpoena, contending he was entitled to explore potential witnesses and present a\r\ndefense by virtue of the Sixth and Fourteenth Amendments. At the pre-trial\r\nmotion hearing, defense counsel explained:\r\n\r\n      Basically the defense, in exploring [Brockmeyer's] defense in this\r\n      case, wanted to have the information about this witness so we could\r\n      potentially talk to them [sic] to see if they [sic] could be a mitigating\r\n      witness or a defense witness in this matter.\r\n\r\nBrockmeyer argued his right to present an accident defense was \"way more\r\nimportant\" than any right asserted by WLTX, including the anonymous\r\n\r\n6 \"Congress shall make no law . . . abridging the freedom of speech, or of the\r\npress[.]\" U.S. Const. amend. I. \"'[A]n author's decision to remain anonymous . . .\r\nis an aspect of the freedom of speech protected by the First Amendment.'\"\r\nEnterline v. Pocono Med. Ctr., 751 F. Supp. 2d 782, 787 (M.D. Pa. 2008) (quoting\r\nMcIntyre v. Ohio Elections Commission, 514 U.S. 334, 342 (1995)). \"This is\r\nbecause 'the interest in having anonymous works enter the marketplace of ideas\r\nunquestionably outweighs any public interest in requiring disclosure as a condition\r\nof entry.'\" Id. Indeed, \"[i]t is clear that speech over the internet is entitled to First\r\nAmendment protection\" and that \"[t]his protection extends to anonymous internet\r\nspeech.\" Doe v. Cahill, 884 A.2d 451, 456 (Del. 2005). While the position of\r\nWLTX has merit, the present situation was not easily resolved, for Brockmeyer's\r\nright to a fair trial was implicated, thus creating a tension between constitutional\r\nprotections.\r\n7 Although neither of the parties addresses the issue of whether WLTX had\r\nstanding to assert a First Amendment challenge on behalf of the anonymous\r\ncommenter, other courts have found a news station has standing in similar\r\ncircumstances. See, e.g., Enterline, 751 F.Supp.2d at 784-86 (finding, as a matter\r\nof first impression, that a newspaper had third-party standing to assert free speech\r\nrights of individuals posting to (a or the) newspaper's online forums).\r\n\ncommenter's First Amendment rights. Brockmeyer contended he had no other\r\nmeans to procure the information sought.8 WLTX countered that to the extent the\r\nanonymous commenter actually witnessed the shooting, his or her identity was\r\nascertainable from other sources, given the exhaustive witness list the State\r\nprovided to Brockmeyer.\r\n\r\nIn this regard, Jager's, a private bar, required each customer sign in upon entering\r\nthe bar. Law enforcement obtained the sign-in list of everyone who entered the bar\r\non the night of the shooting. At the motion hearing, defense counsel admitted the\r\nState had provided the defense with a copy of the sign-in list from the night of the\r\nshooting.\r\n\r\nThe trial judge noted the competing interests at issue— specifically, Brockmeyer's\r\nconstitutionally guaranteed rights and an anonymous speaker's First Amendment\r\nright not to reveal his or her identity. However, because disclosure of the\r\nanonymous commenter's identity could potentially produce testimony only if the\r\ncommenter was present at the scene, and because the defense had previously been\r\ngiven a list of all persons who signed in as a client at the bar on the night of the\r\nshooting, the trial court concluded that, if the information exists, it was readily\r\navailable through other means. As a result, the trial judge declined to enforce the\r\nsubpoena at that time.9 However, the trial court directed the State to further assist\r\nthe defense following the hearing to ascertain the identity of certain witnesses\r\nwhose signatures were illegible on the bar sign-in list. The State agreed, promising\r\nto do so by the end of that day. The issue was not mentioned again.\r\n\r\n\r\n\r\n8 Brockmeyer also argued the anonymous commenter's acceptance of the terms of\r\nthe WLTX Privacy Notice constituted a waiver of all privacy rights. Because the\r\ntrial court did not rule on this argument, it is not preserved for appellate review and\r\nwe do not reach it.\r\n9 We also note the trial court correctly held the commenter's privacy is not\r\nprivileged under the news media shield law, finding the shield law was not\r\napplicable because the information was not source information but rather voluntary\r\nexpression by an anonymous person. See S.C. Code § 19-11-100(A) (providing\r\nthat a news reporter \"has a qualified privilege against disclosure of any\r\ninformation, document, or item obtained or prepared in the gathering or\r\ndissemination of news.\").\r\n\nAt trial, Brockmeyer did not renew his motion to enforce the subpoena or argue to\r\nthe trial judge that he still required this information. On appeal, Brockmeyer asks\r\nthe Court to reverse his conviction, arguing he is constitutionally guaranteed the\r\nright to compel witnesses in his favor and that he was denied that right by the trial\r\ncourt's refusal to enforce his subpoena directing WLTX to disclose the anonymous\r\ncommenter's registration information.\r\n\r\nThis Court has not specifically addressed whether and under what circumstances\r\nthe right to anonymity must give way to other constitutionally protected interests,\r\nsuch as a criminal defendant's rights under the Sixth Amendment's Compulsory\r\nProcess Clause. Both parties urge the Court to adopt a four-part standard for\r\nevaluating a subpoena that seeks the identity of an anonymous Internet user who is\r\nnot a party to the underlying litigation:\r\n\r\n      (1) the subpoena seeking the information was issued in good faith and\r\n          not for any improper purpose,\r\n      (2) the information sought relates to a core claim or defense,\r\n      (3) the identifying information is directly and materially relevant to\r\n          that claim or defense, and\r\n      (4) the information sufficient to establish or to disprove that claim or\r\n          defense is unavailable from any other source.\r\n\r\nDoe v. 2TheMart.com Inc., 140 F.Supp.2d 1088, 1095 (W.D. Wash. 2001).10\r\n\r\nAlthough Brockmeyer presents a compelling argument for the disclosure of the\r\ncommenter under the circumstances presented, we decline to reach this issue on\r\nissue preservation grounds. We have no way of properly evaluating Brockmeyer's\r\ncontinuing need for the information he sought to subpoena following the trial\r\n\r\n10Courts have adopted varying iterations of this test, but, for the most part, they are\r\nsimilar—they involve striking a balance between competing interests and require\r\nthe party seeking evidence to make a showing of good faith, materiality, relevancy\r\nand unavailability from another source. See, e.g., 2TheMart.com Inc., 140\r\nF.Supp.2d at 1095 (noting the adopted test \"provides a flexible framework for\r\nbalancing the First Amendment rights of anonymous speakers with the right of\r\ncivil litigants to protect their interests through the litigation discovery process\");\r\nCahill, 884 A.2d at 460 (setting forth \"the appropriate test by which to strike the\r\nbalance\" between the right to exercise free speech anonymously and the right to\r\nobtain the identity of the anonymous speaker).\r\n\njudge's instructions for the solicitor to take additional steps to assist the defense in\r\nidentifying everyone at Jager's on the night of the shooting. This is so because\r\nBrockmeyer failed to renew his motion at the outset of trial. Thus, Brockmeyer\r\nhas failed to provide this Court with a sufficient record on appeal to evaluate this\r\nassertion of error. See Harkins v. Greenville Cnty., 340 S.C. 606, 616, 533 S.E.2d\r\n886, 891 (2000) (finding it impossible to evaluate the merits of certain issues\r\nbecause the Appellant failed to include the relevant material in the record on\r\nappeal); Crestwood Golf Club, Inc. v. Potter, 328 S.C. 201, 215, 493 S.E.2d 826,\r\n834 (1997) (noting an appellant bears the burden of providing a sufficient record to\r\nreview his assertions of error).\r\n\r\nHowever, even assuming the trial court erred in not requiring disclosure of the\r\nanonymous commenter's identity, the error would not be reversible. Brockmeyer is\r\nunable to show he was prejudiced by the trial judge's denial of his motion to\r\nenforce the subpoena. More to the point, evidence of an accidental shooting and\r\nBrockmeyer's distraught state was presented. Brockmeyer testified that the\r\nshooting was an accident and that he was \"in shock\" afterwards. More\r\nimportantly, Mariko Clack, who was among the group of friends with Brockmeyer\r\nand the victim on the night of the shooting, testified that Brockmeyer was weeping\r\nand was \"really shaky and frantic\" after the shooting. Thus, any error was\r\nharmless because even assuming the anonymous commenter testified to that effect,\r\nit would have been cumulative.11 See State v. Commander, 396 S.C. 254, 263, 721\r\nS.E.2d 413, 418 (2011) (\"To warrant reversal based on the admission or exclusion\r\nof evidence, the appellant must prove both the error of the ruling and the resulting\r\nprejudice, i.e., that there is a reasonable probability the jury's verdict was\r\n\r\n\r\n\r\n\r\n11Assuming the anonymous commenter was present and actually witnessed the\r\nshooting, he or she would not have been able to testify that the killing \"was an\r\naccident.\" Any testimony would have been limited to what the witness observed,\r\nwith the ultimate decision of murder or accidental killing to be decided by the jury.\r\nSee Rule 602, SCRE (\"A witness may not testify to a matter unless . . . the witness\r\nhas personal knowledge of the matter.\"); State v. Commander, 396 S.C. 254, 269,\r\n721 S.E.2d 413, 421 (2011) (finding testimony in the form of a legal conclusion is\r\ngenerally improper); State v. Wise, 359 S.C. 14, 27, 596 S.E.2d 475, 481 (2004) (a\r\ndefendant is prohibited from directly eliciting the opinion of lay witnesses about\r\nthe ultimate issue to be decided by the jury).\r\n\ninfluenced by the challenged evidence or the lack thereof.\"). In sum, the issue is\r\nnot properly preserved, but in any event, any error in the trial court's refusal to\r\nenforce the subpoena would not constitute reversible error.\r\n\r\n                                         III.\r\nBrockmeyer argues statements of certain non-testifying evidence custodians found\r\nin computerized chain-of-custody logs were introduced indirectly at trial in\r\nviolation of the Confrontation Clause of the Sixth Amendment. Brockmeyer\r\nargues this constitutional violation invalidated the chain of custody and rendered\r\nthe related evidence inadmissible. We disagree.\r\n\r\n\"'The admission of evidence is within the discretion of the trial court and will not\r\nbe reversed absent an abuse of discretion.'\" State v. Hatcher, 392 S.C. 86, 91, 708\r\nS.E.2d 750, 753 (2011) (quoting State v. Pagan, 369 S.C. 201, 208, 631 S.E.2d\r\n262, 265 (2006)). \"'An abuse of discretion occurs when the conclusions of the trial\r\ncourt either lack evidentiary support or are controlled by an error of law.'\" Id.\r\n\r\nThe Sixth Amendment to the United States Constitution guarantees that \"[i]n all\r\ncriminal prosecutions, the accused shall enjoy the right . . . to be confronted with\r\nthe witnesses against him.\" This procedural protection applies in both federal and\r\nstate prosecutions by virtue of the Fourteenth Amendment. Pointer v. Texas, 380\r\nU.S. 400, 406 (1965).\r\n\r\nIn Crawford v. Washington, the Supreme Court unanimously found the criminal\r\ndefendant's Confrontation Clause rights had been violated by the admission into\r\nevidence a tape recording of a nontestifying person's \"testimonial\" statement to\r\npolice. 541 U.S. 36, 68-69 (2004). Crawford changed the law to prohibit the\r\nadmission of testimonial, out-of-court statements unless two conditions are met:\r\nthe witness is unavailable at trial and the defendant had a prior opportunity to\r\ncross-examine the witness. Id. at 68. Although Crawford applies whenever\r\n\"testimonial evidence is at issue,\" the Supreme Court emphasized that\r\n\"nontestimonial\" evidence is exempted from Confrontation Clause scrutiny\r\naltogether. Id.\r\n\r\nThereafter, in Melendez-Diaz v. Massachusetts, the Supreme Court found sworn\r\ncertificates from forensic analysts, which were admitted at trial to attest that the\r\nsubstance seized from the criminal defendant was cocaine, were testimonial in\r\nnature and thus subject to the Confrontation Clause. 557 U.S. 305, 311 (2009).\r\nThe Supreme Court noted \"the sole purpose of the affidavits was to provide 'prima\r\n\nfacie evidence of the composition, quality, and the net weight' of the analyzed\r\nsubstance,\" and held that the analysts were \"witnesses\" for the purposes of the\r\nConfrontation Clause and that the testimonial statements were \"against\" the\r\ncriminally accused because they proved a fact necessary for his conviction—\r\nnamely, that the substance he possessed was cocaine. Id. at 311-12. However, the\r\nSupreme Court also noted \"[W]e do not hold, and it is not the case, that anyone\r\nwhose testimony may be relevant in establishing the chain of custody, . . . must\r\nappear in person as part of the prosecution's case.\" Id. at 311 n.1. Although \"'it is\r\nthe obligation of the prosecution to establish the chain of custody,' this does not\r\nmean that everyone who laid hands on the evidence must be called.\" Id. Indeed,\r\n\"'gaps in the chain of custody normally go to the weight of the evidence rather than\r\nits admissibility.'\" Id. (quoting United States v. Lott, 854 F.2d 244, 250 (7th Cir.\r\n1988)).\r\n\r\nTwo years later, the Supreme Court decided Bullcoming v. New Mexico, 131 S.Ct.\r\n2705 (2011). Bullcoming was convicted of driving under the influence. The trial\r\ncourt admitted in evidence a lab report indicating his blood alcohol concentration\r\n(BAC) was at \"an inordinately high level.\" Id. at 2710. The lab analyst who\r\nprepared the report was not available to testify, and counsel objected to the\r\nintroduction of the lab report because it violated Bullcoming's right to confront his\r\naccuser. The Supreme Court agreed, rejecting New Mexico's reliance on the\r\nbusiness record exception to rules against hearsay, and reversed the conviction. Id.\r\nat 2710-13.\r\n\r\nConcurring separately in Bullcoming, Justice Sotomayor emphasized that the BAC\r\nreport at issue was testimonial in nature because its \"'primary purpose' is\r\nevidentiary,\" and therefore the Sixth Amendment's Confrontation Clause was\r\ntriggered. Id. at 2719. Further, Justice Sotomayor noted that \"in the Confrontation\r\nClause context, business and public records 'are generally admissible absent\r\nconfrontation because—having been created for the administration of an entity's\r\naffairs and not for the purpose of establishing or proving some fact at trial—they\r\nare not testimonial.'\" Id. at 2720 (quoting Melendez-Diaz, 557 U.S. at 325)\r\n(emphasis added).\r\n\r\nIn short, the Confrontation Clause analysis turns on whether the challenged out-of-\r\ncourt statement is testimonial. Indeed, the Confrontation Clause \"applies to\r\n'witnesses' against the accused—in other words, those who 'bear testimony.'\"\r\nCrawford, 541 U.S. at 51 (citing 2 N. Webster, An American Dictionary of the\r\nEnglish Language (1828)); see Michigan v. Bryant, 131 S. Ct. 1143, 1153 (2011)\r\n(\"We therefore limited the Confrontation Clause's reach to testimonial statements\r\n\n. . . .\"). Only testimonial statements \"cause the declarant to be a 'witness' within\r\nthe meaning of the Confrontation Clause.\" Davis v. Washington, 547 U.S. 813,\r\n821 (2006) (citing Crawford, 541 U.S. at 51). \"It is the testimonial character of the\r\nstatement that separates it from other hearsay that, while subject to traditional\r\nlimitations upon hearsay evidence, is not subject to the Confrontation Clause.\" Id.\r\n\r\nUnder the primary purpose analysis required by the Confrontation Clause, where\r\nthe primary purpose of an out-of-court statement is to serve as evidence or \"an out-\r\nof-court substitute for trial testimony,\" the statement is considered testimonial.\r\nBullcoming, 131 S. Ct. at 2721-23 (Sotomayor, J., concurring). However, \"[w]here\r\nno such primary purpose exists, the admissibility of a statement is the concern of\r\nstate and federal rules of evidence, not the Confrontation Clause.\" Michigan v.\r\nBryant, 131 S. Ct. at 1155; see, e.g., Melendez-Diaz, 557 U.S. at 324 (\"Business\r\nand public records are generally admissible absent confrontation not because they\r\nqualify under an exception to the hearsay rules, but because—having been created\r\nfor the administration of an entity's affairs and not for the purpose of establishing\r\nor proving some fact at trial—they are not testimonial.\" (emphasis added)); Davis,\r\n547 U.S. at 822 (\"Statements are nontestimonial when made in the course of police\r\ninterrogation under circumstances objectively indicating that the primary purpose\r\nof the interrogation is to enable police assistance to meet an ongoing emergency.\").\r\n\r\nIn determining the primary purpose of the out-of-court statement, \"the relevant\r\ninquiry is not the subjective or actual purpose of the individuals involved in a\r\nparticular encounter, but rather the purpose that reasonable participants would have\r\nhad, as ascertained from the individuals' statements and actions and the\r\ncircumstances in which the encounter occurred.\" Bryant, 131 S. Ct. at 1156. \"In\r\nmaking the primary purpose determination, standard rules of hearsay, designed to\r\nidentify some statements as reliable, will be relevant.\" Id. at 1155. Thus,\r\n\"[d]ocuments kept in the regular course of business may ordinarily be admitted at\r\ntrial despite their hearsay status.\" Melendez-Diaz, 557 U.S. at 321 (citing Fed. R.\r\nEvid. 803(6)).\r\n\r\nRecently, the Fourth Circuit Court of Appeals examined the Supreme Court's\r\nConfrontation Clause jurisprudence—including Crawford, Melendez-Diaz, and\r\nBullcoming—and concluded \"'the chain of custody is not relevant when a witness\r\nidentifies the object as the actual object about which he testified.'\" United States v.\r\nSummers, 666 F.3d 192, 201 (4th Cir. 2011) (quoting United States v. Phillips, 640\r\nF.2d 87, 94 (7th Cir. 1981)). \"Establishing a strict chain of custody 'is not an iron-\r\nclad requirement, and the fact of a missing link does not prevent the admission of\r\nreal evidence, so long as there is sufficient proof that the evidence is what it\r\n\npurports to be and has not been altered in any material respect.'\" Id. (quoting\r\nUnited States v. Ricco, 52 F.3d 58, 61-62 (4th Cir. 1995)). \"The [trial] court's role\r\nis merely to act as a gatekeeper for the jury, and the proponent of the evidence\r\nneed only make a prima facie showing of its authenticity.\" Id. (citing United States\r\nv. Vidacak, 553 F.3d 344, 349 (4th Cir. 2009)).12\r\n\r\nOn appeal, Brockmeyer challenges the admission of certain evidentiary items on\r\nthe grounds that the State failed to call to the witness stand every evidence\r\ncustodian to testify about the chain of custody. Specifically, Brockmeyer\r\nchallenges the admission of (1) a t-shirt Brockmeyer was wearing on the night of\r\nthe shooting (State's Exhibit #25); (2) a spent shell casing recovered near the\r\nvictim's body (State's Exhibit #28); (3) a magazine from a .380 semiautomatic\r\npistol recovered at the scene (State's Exhibit # 30); (4) a Ceska .380 semiautomatic\r\npistol discovered near the back fence of the Jager's property (State's Exhibit #48);\r\nand (5) a fired projectile and jacket recovered from the victim's body during the\r\nautopsy (State's Exhibit #53).\r\n\r\nAt trial, the State called Investigator Day, who testified that during the course of\r\nhis investigation he collected the following from the scene: Brockmeyer's t-shirt,\r\nthe spent shell casing, the pistol magazine and the .380 caliber semiautomatic\r\npistol. Following authentication by Investigator Day, photographs of each item\r\nwere admitted without objection. Thereafter, the State moved for admission of the\r\nitems into evidence. Defense counsel objected to the admission of the items,\r\narguing the State failed to lay a \"sufficient chain of custody or foundation.\"\r\nNotably, Brockmeyer's objection to the admission of these items was based solely\r\non the allegedly insufficient foundation—not a Confrontation Clause violation.\r\n\r\nThe trial judge overruled the objections, finding a proper foundation was laid by\r\nInvestigator Day's testimony identifying each item as the item he collected.\r\nThereafter, outside the presence of the jury, the following colloquy took place\r\nbetween defense counsel and the trial judge:\r\n\r\n\r\n\r\n12Although phrased in slightly different terms, we find the Fourth Circuit's\r\nanalysis in Summers is consistent with this Court's decision in State v. Hatcher,\r\n392 S.C. 86, 708 S.E.2d 750 (2011) (finding the State need not establish the\r\nidentity of every person handling evidence items in all circumstances, but rather\r\nthe appropriate standard is whether, in the discretion of the trial judge, the State\r\nhas established the chain of custody as far as practicable).\r\n\n         The Court: I have overruled the defense objections to the chain of\r\n         custody based on the State providing sufficient evidence to\r\n         demonstrate a reasonable assurance that the items were the same as\r\n         when collected. I do that based on State versus Hatchell13 [sic]. . . .\r\n         [I]n these various matters that you objected to, [the witness] testified\r\n         that he himself collected it and testified that they were in the same\r\n         condition when he put them in the sealed containers. So I have some\r\n         concerns about what is the basis for your objection.\r\n\r\n         [Defense Counsel]: Judge, he has absolutely no idea what has\r\n         happened with any of these items. Our position would be that they are\r\n         fungible items. In other words, there is not a big difference—\r\n\r\n         The Court: My ruling is only as to this stage, you understand. We\r\n         will deal with it as we go along as to what, if anything, occurred.\r\n\r\n         [Defense Counsel]: Yes, sir. Quite honestly, I think at this point if\r\n         they are in, that maybe chain of custody arguments in the future are\r\n         inapplicable. That's why I objected to them at this point in time. I\r\n         think they would have had to gone [sic] through the chain of custody\r\n         before they ultimately introduced those.\r\n\r\n         The Court: I respectfully disagree. I will not tell the solicitor how to\r\n         try his case. Obviously, he has got to finish his chain of custody. The\r\n         only thing I am telling you at this time it was appropriate that these\r\n         items be introduced based on his testimony. He said he found them.\r\n         He did it with the same thing. Now, I assume they will offer\r\n         testimony as to what occurred in the interim. We will see.\r\n\r\n\r\nThereafter, the State offered the testimony of Investigator Troy Crump, who\r\ntestified that he was present at the autopsy and collected a fired projectile\r\nrecovered from the victim's body (State's Exhibit #53). After a photograph of the\r\nprojectile was admitted without objection, the State submitted the projectile itself\r\nfor admission into evidence. As with the previous items, defense counsel objected\r\nto the admission of the projectile based on \"insufficient foundation because of the\r\n\r\n13   State v. Hatcher, 392 S.C. 86, 708 S.E.2d 750 (2011).\r\n\nchain of custody.\" Again, no Confrontation Clause objection was raised. The trial\r\njudge overruled the objection and the fired projectile was admitted.\r\n\r\nThereafter, to establish a foundation for later admitting forensic analyses of the\r\nitems, the State further developed the chain of custody for each piece of evidence.\r\nInvestigator Crump testified that the autopsy pathologist recovered the projectile,\r\nplaced it in a bottle, heat-sealed the bottle inside a plastic bag, and initialed and\r\ndated the seal. Investigator Crump testified that, immediately upon the conclusion\r\nof the autopsy, he took custody of the sealed bag containing the projectile,\r\ntransported it directly to the Lexington County Sheriff's Department (LCSD)\r\nfacility, and stored it in a secure laboratory overnight.14 Investigator Crump\r\ntestified that, as soon as the evidence storage facility opened the following\r\nmorning, he retrieved the projectile from the lab and gave it to an evidence\r\ncustodian. Investigator Crump testified that, at the time he transferred custody to\r\nthe evidence room, the plastic bag containing the projectile had not been opened,\r\naltered or manipulated.\r\n\r\nMargaret Harmon, an LCSD evidence custodian, verified that she received the\r\nfired projectile from Investigator Crump along with various items from\r\nInvestigator Day, including the t-shirt, the shell casing, the pistol and the\r\nmagazine. Harmon testified that each item was sealed with tamperproof tape and\r\nthat, at the time she received them, no one had opened, altered, or manipulated any\r\nof the containers.\r\n\r\nThe solicitor then asked Harmon to recite the chain of custody for each item.\r\nReferring to the LCSD chain-of-custody log, defense counsel objected to Harmon's\r\ntestimony, arguing her testimony constituted inadmissible hearsay. Specifically,\r\n\r\n14 Regarding the security of the laboratory, the State presented the testimony of\r\nLieutenant Scottie Frier, the supervisor of the LCSD crime scene laboratory, who\r\ntestified that the laboratory is secure and can be accessed only by himself,\r\nInvestigator Day, Investigator Crump and seven other crime scene investigation\r\nemployees. Lieutenant Frier testified he did not touch the fired projectile while it\r\nwas stored overnight in the laboratory and that it is the practice of the crime lab\r\nemployees not to touch or handle any evidence unless specifically involved in the\r\ninvestigation. Additionally, the State went so far as to present the testimony of\r\neach of the other seven LCSD crime scene investigation employees—Renee\r\nStrickland, Glen Ross, Michael Phipps, Shelby Derrick, D.I. Blackwell, and Duane\r\nJohnson—each of whom testified that they did not touch, handle, manipulate, or\r\nalter the plastic bag or fired projectile in any way while it was stored in the lab.\r\n\ncounsel asserted it was improper for Harmon to read from the custody logs because\r\nthey were not subject to the business records exception of Rule 803(6), SCRE.\r\nNotably, as with Brockmeyer's objection to the admission of the items themselves,\r\nthis objection failed to allege a Confrontation Clause violation.\r\n\r\nThe trial judge overruled Brockmeyer's hearsay objection, finding law enforcement\r\nagencies are entitled to avail themselves of the business records exception and that\r\nthese chain-of-custody records were kept in the normal course of business. The\r\ntrial judge concluded Harmon's testimony was admissible.\r\n\r\nRegarding the pistol magazine, Harmon testified the item had remained in the\r\ncontinuous custody of the LCSD evidence facility from the time it was initially\r\nsubmitted by Investigator Day until it was brought to court for trial. Harmon\r\ntestified that she or Candy Kyzer, another LCSD evidence custodian, released the\r\nt-shirt, the shell casing, the pistol, and the recovered projectile to Investigator Day,\r\nwho transferred all four of those items to Amy Stephens of the South Carolina Law\r\nEnforcement Division (SLED) on July 14, 2010. Kyzer did not testify.\r\n\r\nIn further developing the chains of custody, the State offered the testimony of Amy\r\nStephens, a forensic technician in the evidence control department at SLED.\r\nReferring to the SLED chain-of-custody report, Stephens testified that she accepted\r\nthe t-shirt, the pistol, the shell casing, and the fired projectile from Investigator\r\nDay, and that she immediately transferred those items to the firearms evidence\r\nintake storage. Although the SLED chain-of-custody reports were not offered into\r\nevidence, defense counsel objected to Stephens' testimony reciting the information\r\ncontained the reports on the basis that it was hearsay. Additionally, for the first\r\ntime, defense counsel alleged a Confrontation Clause violation under the rule set\r\nforth in Crawford. The trial judge asked defense counsel to clarify the objection:\r\n\r\n      The Court: I have ruled that [Stephens] is entitled to use these\r\n      records. What other—what other objection? As an example, she has\r\n      used about 15 names. Are you suggesting the State needs to call in\r\n      every one of those witnesses?\r\n\r\n      [Defense Counsel]: No, sir. Judge, I would think that the chain of\r\n      custody would be complete for our purposes as to the last person who\r\n      tests it. . . . . I don't have a problem if they stop with whatever\r\n      forensic scientist in the end that they plan on calling to testify.\r\n\r\nThe trial judge overruled the objection, stating Stephens \"is entitled to use the\r\nrecords, but that takes care of it,\" implicitly finding the testimony did not implicate\r\n\nthe Confrontation Clause. Thereafter, the relevant chains of custody were\r\ndeveloped as follows.\r\n\r\nT-Shirt\r\n\r\nStephens testified the t-shirt was retrieved from storage by Lisa Waananen15 on\r\nJuly 15, 2010, and submitted to trace evidence examiner Ila Simmons to be tested\r\nfor the presence of gunshot residue (GSR). Simmons testified she recognized the\r\nt-shirt because it was marked with her laboratory identification number, the item\r\nnumber, her initials, and the date she performed the analysis. Simmons further\r\ntestified the t-shirt was in a sealed container when she received it and that she\r\nperformed particle lifts from the t-shirt and examined those for the presence of\r\nGSR.16 Stephens testified that Simmons returned the t-shirt to the SLED storage\r\nroom on August 11, 2010, where it remained until it was released to forensic\r\ntechnician Betty Butler on October 20, 2010, for further testing.\r\n\r\nButler testified the t-shirt was in a properly sealed container when she received it\r\nand that it had not been tampered with. Butler testified she took DNA swabs from\r\nthe t-shirt to test for possible blood or skin cells, then she re-sealed and initialed\r\nthe box, and returned it to the evidence control department.17\r\n\r\nStephens confirmed that Butler returned the t-shirt to the evidence control\r\ndepartment in a properly re-sealed container on October 25, 2010, following\r\ncompletion of the DNA testing, and the t-shirt was returned to Candy Kyzer of\r\nLCSD on December 1, 2010.\r\n\r\nPistol, Shell Casing, and Fired Projectile:\r\n\r\nAgain referring to the SLED chain-of-custody report, Stephens testified the .380\r\ncaliber pistol, the shell casing, and the fired projectile were retrieved from the\r\nevidence control department18 for testing on July 23, 2010. Although all three\r\n15Lisa Waananen did not testify.\n\r\n16Simmons' particle lift analysis (State's Exhibit #69) was admitted without \n\r\nobjection, and the results of those tests are not the subject of this appeal. \n\r\n17At trial, the DNA swabs Butler obtained were admitted over defense counsel's\n\r\nobjection on the basis of Crawford; however, Brockmeyer does not challenge the \n\r\nadmission of this DNA evidence on appeal. \n\r\n18   Stephens' testimony indicated that she did not personally transfer the items to\r\n\nitems—the pistol, the shell casing, and the fired projectile—were eventually\r\ntransferred to forensic scientist Michelle Eichenmiller for ballistics testing, the\r\npistol was first transferred to Butler for DNA testing. Butler testified the package\r\ncontaining the pistol was properly sealed and secured when she received it and that\r\nshe swabbed the pistol for traces of DNA, re-sealed and initialed the container,\r\nthen transferred the pistol to Michelle Eichenmiller for ballistics testing.\r\n\r\nMichelle Eichenmiller, a firearms analyst for SLED, testified that she received the\r\npistol, the shell casing, and the fired projectile, and at the time of her receipt, each\r\nitem was in a sealed, taped package and had not been tampered with or altered.\r\nEichenmiller testified that through laboratory testing, she was able to determine\r\nthat the projectile recovered during the autopsy and the shell casing found near the\r\nvictim's body were both fired by the pistol—State's Exhibit #48. Following\r\nEichenmiller's examination, Stephens testified, the items were returned to the\r\nSLED evidence control department and were subsequently returned to Candy\r\nKyzer at the LCSD.\r\n\r\nDefense counsel objected to the testimony of both Stephens and Eichenmiller on\r\nthe basis of hearsay and, for the first time, defense counsel alleged a Confrontation\r\nClause violation under Crawford19:\r\n\r\n      [Defense Counsel]: Judge, I would simply renew my previous\r\n      objections under the chain of custody.\r\n\r\n      The Court: With reference to this issue[], let me hear your specific\r\n      objection.\r\n\r\n      [Defense Counsel]: Under the chain of custody, under the proper\r\n      foundation, and then also under Crawford versus Washington.\r\n\r\n      The Court: Where is it that you allege is a deficiency in the chain of\r\n\r\nEichenmiller; rather, SLED evidence technicians Nikki Perry Hughes and Doris\r\nYarborough retrieved the items from storage and transferred them to Eichenmiller\r\nand Butler. Neither Hughes nor Yarborough testified.\r\n19 Although defense counsel specifically referenced Crawford in objecting to\r\nStephens' testimony, counsel never identified the particular out-of-court statement\r\nalleged to violate the Confrontation Clause. Moreover, in overruling the objection,\r\nthe trial judge ruled only that Stephens' testimony did not constitute hearsay; he did\r\nnot rule on the constitutional issue and counsel did not bring that omission to the\r\ntrial judge's attention.\r\n\n      custody? . . . . I want to hear with specificity what is your objection\r\n      to this particular testimony?\r\n\r\n      [Defense Counsel]: Just the laying of the foundation and the chain of\r\n      custody on the items that she is testifying to.\r\n\r\n      The Court: You keep referring to the chain of custody. Where is it in\r\n      your opinion [deficient]?\r\n\r\n      [Defense Counsel]: Judge, the same things I testified [sic] to as to\r\n      hearsay and the business records exception that Your Honor had ruled\r\n      upon previously. I believe I am required to renew it at this point in\r\n      time.\r\n\r\n      The Court: On the business [record exception] only. Okay. My\r\n      ruling on that speaks for the record.\r\n\r\nBrockmeyer now argues that various law enforcement personnel listed within the\r\nchain-of-custody logs did not testify at trial in violation of the Confrontation\r\nClause, thus rendering the admission of the t-shirt, the shell casing, the magazine,\r\nthe .380 pistol, and the fired projectile reversible error. We reject this argument for\r\nseveral reasons.\r\n\r\nWe first find Brockmeyer's claim is not preserved for appellate review. Although\r\nBrockmeyer objected to the admission of the t-shirt, the shell casing, the magazine,\r\nthe .380 pistol, and the fired projectile, none of Brockmeyer's initial objections\r\nalleged a Confrontation Clause violation; rather, Brockmeyer challenged only the\r\nsufficiency of the foundation for admitting each item. The issue of whether\r\nevidence is admissible under \"state-law requirements regarding proof of\r\nfoundational facts\" is distinct from the issue of whether a defendant's Sixth\r\nAmendment confrontation right was violated. See Williams v. Illinois, 132 S.Ct.\r\n2221, 2243 (2012) (\"[I]f a statement is not made for 'the primary purpose of\r\ncreating an out-of-court substitute for trial testimony,' its admissibility 'is the\r\nconcern of state and federal rules of evidence, not the Confrontation Clause.'\"\r\n(quoting Bryant, 131 S.Ct. at 1155)). Thus, on appeal, Brockmeyer may not\r\nbootstrap a Confrontation Clause objection onto his objection to the State's proof\r\nof foundational facts. Although Brockmeyer eventually raised Confrontation\r\nClause objections, those objections were untimely as to the admission of the items\r\nthemselves and do not preserve for appellate review the issue of whether that\r\nevidence was properly admitted. See State v. Aldret, 333 S.C. 307, 312, 509\r\nS.E.2d 811, 813 (1999) (finding where a defendant failed to call an alleged error to\r\n\nthe trial judge's attention at the first opportunity to do so, the defendant is\r\nprocedurally barred from raising the issue on appeal).\r\n\r\nIn any event, the challenged testimony referring to certain statements of other non-\r\ntestifying evidence custodians in the chain-of-custody logs was admissible as a\r\nmatter of state law and would not raise Confrontation Clause concerns. Therefore,\r\nthe admission of the challenged non-fungible items was proper, notwithstanding\r\nBrockmeyer's inability to confront each custodian who handled the evidence.\r\n\r\n\"Hearsay is a statement, which may be written, other than one made by the\r\ndeclarant while testifying at trial, offered in evidence to prove the truth of the\r\nmatter asserted.\" In re Care & Treatment of Harvey, 355 S.C. 53, 61, 584 S.E.2d\r\n893, 897 (2003) (citing Rule 801, SCRE). \"Hearsay is not admissible unless there\r\nis an applicable exception.\" Id. at 61-62, 584 S.E.2d at 897 (citing Rule 802,\r\nSCRE). The business record exception reads, in pertinent part:\r\n\r\n      A memorandum, report, record, or data compilation, in any form, of\r\n      acts, events, conditions, or diagnoses, made at or near the time by, or\r\n      from information transmitted by, a person with knowledge, if kept in\r\n      the course of a regularly conducted business activity, and if it was the\r\n      regular practice of that business activity to make the memorandum,\r\n      report, record, or data compilation, all as shown by the testimony of\r\n      the custodian or other qualified witness . . . .\r\n\r\nRule 803, SCRE.\r\n\r\nAt trial, Harmon testified that she was responsible for storing, tracking the physical\r\ncustody, and maintaining control of all of the evidence collected by investigators\r\nand crime scene personnel. She testified that the record of who possessed each\r\npiece of evidence is referred to as a chain of custody and that the chain of custody\r\npaperwork accompanies the evidence as it is transferred. Harmon testified that,\r\nwhen evidence is first submitted to the LCSD facility, an evidence custodian\r\nverifies the identity of each item and ensures it is accompanied by a chain of\r\ncustody form. The evidence custodian then enters the tracking information into a\r\ncomputer system and stores the evidence until it is released for testing or sent to\r\ncourt. Harmon testified that the chain of custody form is \"basically . . . keeping\r\ntrack of who touches it and what happens to the evidence,\" and that the custody\r\nforms and data are maintained in the normal course of business.\r\n\r\nStephens testified at trial that she is a forensic technician in the SLED evidence\r\ncontrol department and that she is responsible for logging in, packaging, and\r\n\ntransferring evidence for forensic analysis in criminal cases. Stephens testified that\r\nit is SLED's practice to maintain electronic chain-of-custody records which\r\ndocument every location and person that handles or touches evidence.\r\n\r\nWe find the facts of this case demonstrate that the evidence logs were kept as\r\nbusiness records for the purpose of identifying and storing evidentiary items. We\r\nfind the trial judge properly determined the chain-of-custody reports fall within the\r\nhearsay exception in Rule 803(6), SCRE, and that the evidence custodians'\r\ntestimony about the chains of custody was admissible. Critical to admissibility of\r\nthe chain-of-custody records here is their non-testimonial nature. Regarding the\r\nConfrontation Clause analysis, these chains of custody were not created \"for the\r\nsole purpose of providing evidence against the defendant.\" Melendez-Diaz, 557\r\nU.S. at 323. Indeed, the evidence logs do not purport to prove any fact necessary\r\nto the conviction, and the custodians who did not testify were in no manner\r\ninvolved in the testing or analysis of the recovered items; thus, the statements by\r\nnon-testifying custodians contained in the chain-of-custody logs are not testimonial\r\nin nature because their \"primary purpose\" is not to constitute evidence in a criminal\r\ntrial. Because we find these statements are not testimonial, they are exempt from\r\nConfrontation Clause scrutiny. See Bullcoming, 131 S.Ct. at 2270 (Sotomayor, J.,\r\nconcurring) (\"[B]usiness and public records 'are generally admissible absent\r\nconfrontation.'\").\r\n\r\nHaving determined there was no Confrontation Clause violation, the issue of the\r\nadmissibility of testimony regarding the chains of custody is purely a question of\r\nstate law. In this case, the challenged evidence was unique and readily\r\nidentifiable. Because the challenged evidence in this case is not fungible, unlike\r\nthe cocaine in Melendez-Diaz or the blood sample in Bullcoming, here strict chains\r\nof custody are not required for admission into evidence. State v. Freiburger, 366\r\nS.C. 125, 134, 620 S.E.2d 737, 741-42 (2005) (\"While the chain of custody\r\nrequirement is strict where fungible evidence is involved, where the issue is the\r\nadmissibility of non-fungible evidence—that is, evidence that is unique and\r\nidentifiable—the establishment of a strict chain of custody is not required: If the\r\noffered item possesses characteristics which are fairly unique and readily\r\nidentifiable, and if the substance of which the item is composed is relatively\r\nimpervious to change, the trial court is viewed as having broad discretion to admit\r\nmerely on the basis of testimony that the item is the one in question and is in a\r\nsubstantially unchanged condition.\"). Rather, readily identifiable items must\r\nmerely be authenticated by a showing of \"evidence sufficient to support a finding\r\nthat the matter in question is what its proponent claims.\" Rule 901, SCRE (listing\r\nas acceptable methods of authentication the testimony of a witness with knowledge\r\n\n\"that a matter is what it is claimed to be\" and distinctive characteristics, such as\r\n\"[a]ppearance, contents substance, internal patterns, or other distinctive\r\ncharacteristics, taken in conjunction with circumstances\"). \"The ultimate goal of\r\nchain of custody requirements is simply to ensure that the item is what it is\r\npurported to be.\" State v. Hatcher, 392 S.C. 86, 95, 708 S.E.2d 750, 755 (2011).\r\n\r\nHere, the challenged evidence was admissible upon a proper showing of\r\nidentification. Before the items were admitted into evidence, Investigators Day\r\nand Crump identified each item as the item they collected, and testified that the\r\nevidence was carefully marked and preserved so that it could be identified with\r\nabsolute certainty. Additionally, as to the t-shirt in particular, both Brakefield and\r\nClack testified that Brockmeyer was wearing the t-shirt at the time of the shooting.\r\nMoreover, two photographs depicting Brockmeyer wearing the t-shirt on the night\r\nof the shooting (State's Exhibits #3 and #4) were already admitted into evidence.\r\nAccordingly, the trial court's evidentiary rulings are readily sustainable, for there is\r\nample evidence establishing that these items were, in fact, what they were\r\npurported to be. See Hatcher, 392 S.C. at 95, 708 S.E.2d at 755 (holding that\r\nalthough \"every person handling the evidence need not be identified in all cases,\"\r\nthe proponent of the evidence must nonetheless demonstrate \"how the item was\r\nobtained and how it was handled to ensure that it is, in fact, what it is purported to\r\nbe\"); see also United States v. Summers, 666 F.3d 192, 201 (4th Cir. 2011) (In\r\ndetermining whether real evidence is admissible, the trial judge need \"only to\r\nsatisfy itself that it was 'improbable that the original item had been exchanged with\r\nanother or otherwise tampered with.'\" (quoting United States v. Jones, 356 F.3d\r\n529, 535 (4th Cir. 2004), and citing Fed. R. Evid. 901(a))).\r\n\r\nWe finally note the obvious—Brockmeyer admitted possessing the .380 pistol at\r\nthe time it was fired and then throwing the gun and the magazine into the woods\r\nafterwards. Brockmeyer's self-authentication of the challenged items renders\r\nmeritless his chain of custody and Crawford arguments. Having authenticated\r\nmost of the items through his own testimony, Brockmeyer himself negates any\r\npossible prejudice by the admission of these items. See State v. Commander, 396\r\nS.C. 254, 263, 721 S.E.2d 413, 418 (2011) (\"To warrant reversal based on the\r\nadmission or exclusion of evidence, the appellant must prove both the error of the\r\nruling and the resulting prejudice, i.e., that there is a reasonable probability the\r\njury's verdict was influenced by the challenged evidence or the lack thereof.\");\r\nState v. Mizzell, 349 S.C. 326, 333, 563 S.E.2d 315, 318 (2002) (\"'A violation of\r\nthe defendant's Sixth Amendment right to confront the witness is not per se\r\nreversible error' if the 'error was harmless beyond a reasonable doubt.'\" (quoting\r\nState v. Graham, 314 S.C. 383, 385, 444 S.E.2d 525, 527 (1994))). Accordingly,\r\n\nwe find the trial judge's admission of the challenged items of evidence did not\r\nconstitute reversible error.             IV.\r\n\r\nBrockmeyer argues the trial court committed reversible error in admitting two\r\nphotographs during his trial—specifically, a photograph of Brockmeyer and a\r\nphotograph taken from the victim's cell phone. We disagree.\r\n\r\n\"'A trial judge has considerable latitude in ruling on the admissibility of evidence\r\nand his rulings will not be disturbed absent a showing of probable prejudice.'\"\r\nState v. Brazell, 325 S.C. 65, 78, 480 S.E.2d 64, 72 (1997) (quoting State v. Kelley,\r\n319 S.C. 65, 173, 460 S.E.2d 368, 370 (1997)). \"The determination of relevancy\r\nand materiality of a photograph is left to the sound discretion of the trial judge.\"\r\nId. \"Photographs calculated to arouse the sympathy or prejudice of the jury should\r\nbe excluded if they are irrelevant or not necessary to substantiate material facts or\r\nconditions.\" Id.\r\n\r\nFirst, Brockmeyer argues the trial court erred in admitting a photograph of him\r\ntaken shortly after the shooting because it suggests a decision on an improper basis\r\nin violation of Rule 403, SCRE. During the testimony of Leslie Lawson, the\r\nowner of Jager's Bar, the State introduced a photograph of Brockmeyer wearing no\r\nshirt. Brockmeyer objected on the grounds that the picture was irrelevant. The\r\nState contended the photograph was relevant to show Brockmeyer's agitated\r\ndemeanor after the shooting, as contrasted with Brockmeyer's desire to portray\r\nhimself as distraught and crying. The trial court overruled Brockmeyer's objection\r\nand admitted the photograph.\r\n\r\nAs an initial matter, it is our view this matter is not preserved for appellate review\r\nbecause the basis of the objection at trial was relevance, but Brockmeyer argues on\r\nappeal that the probative value was substantially outweighed by the prejudicial\r\neffect under Rule 403. Because a party may not argue one ground at trial and\r\nanother on appeal, this issue is not preserved for appellate review.\r\n\r\nNevertheless, on the merits, we find no abuse of discretion in the admission of the\r\nphotograph. The photograph depicted Brockmeyer close to the time of the\r\nshooting and was relevant to his demeanor at the time. Moreover, because other\r\nwitnesses testified regarding Brockmeyer's demeanor being agitated following the\r\n\nshooting, Brockmeyer cannot prove he was prejudiced by the admission of this\r\nphotograph. See State v. Griffin, 339 S.C. 74, 77-78, 528 S.E.2d 668, 670 (2000)\r\n(\"There is no reversible error in the admission of evidence that is cumulative to\r\nother evidence properly admitted.\") (citing State v. Williams, 321 S.C. 455, 469\r\nS.E.2d 49 (1996)). In this regard, it was Brockmeyer who sought to bolster his\r\naccident defense with evidence of his distraught and weeping demeanor. Surely\r\nthe State is entitled to counter that evidence.\r\n\r\nLastly, Brockmeyer claims the trial court erred in admitting State's Exhibit #56,\r\nwhich is a photograph recovered from the victim's cell phone depicting the murder\r\nweapon and the victim's pellet gun side by side with the caption, \"Wills gun on left\r\nmy gun on righ[t].\" Brockmeyer claims this photograph was offered for the truth\r\nof the matter asserted in the caption and, therefore, was inadmissible hearsay. We\r\nagree with Brockmeyer but do not find the error reversible.\r\n\r\nThe error was harmless because Brockmeyer admitted owning and possessing the\r\n.380 pistol at Jager's on the night of the shooting. Several witnesses saw\r\nBrockmeyer with the pistol and the victim with the pellet gun at Jager's on the\r\nnight of the shooting, and the pellet gun was found tucked in the back of the\r\nvictim's body immediately after the shooting. Additionally, Deserae Camacho,\r\nBrockmeyer's former girlfriend, testified Brockmeyer owned and frequently carried\r\na .380 pistol and that the victim carried a \"fake plastic BB gun\" for protection.\r\nThus, the caption on the photograph was cumulative to other evidence admitted at\r\ntrial indicating the ownership of the guns. Because the improper admission of\r\nhearsay constitutes reversible error only when it results in prejudice, it is our view\r\nBrockmeyer has failed to show he was prejudiced, and thus, has failed to show\r\nreversible error. See State v. Jennings, 394 S.C. 473, 478, 716 S.E.2d 91, 93-94\r\n(2011) (\"Improperly admitted hearsay which is merely cumulative to other\r\nevidence may be viewed as harmless.\").   V.\r\nFor the foregoing reasons, Brockmeyer's convictions and sentences are affirmed.\r\n\r\nAFFIRMED.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY and HEARN, JJ., concur.\r\n\n","court":"Supreme"}]