[{"id":"27309","title":"In the Matter of Harvey Breece Breland","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27309.pdf","description":"This is a disciplinary opinion in which the Court definitely suspends a lawyer.","date":"2013-09-04","type":"opinion","text":"                  THE STATE OF SOUTH CAROLINA \n\r\n                       In The Supreme Court \n\r\n\r\n            In the Matter of Harvey Breece Breland, Respondent\r\n\r\n            Appellate Case No. 2013-001398\r\n\r\n\r\n                              Opinion No. 27309 \n\r\n               Submitted July 15, 2013 – Filed September 4, 2013 \n\r\n\r\n\r\n                          DEFINITE SUSPENSION\r\n\r\n\r\n            Lesley M. Coggiola, Disciplinary Counsel, and Ericka M.\r\n            Williams, Assistant Disciplinary Counsel, both of\r\n            Columbia, for Office of Disciplinary Counsel.\r\n\r\n            Harvey MacLure Watson, III, of Ballard Watson\r\n            Weissenstein, of West Columbia, for respondent.\r\n\r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter, the Office of Disciplinary\r\nCounsel (ODC) and respondent have entered into an Agreement for Discipline by\r\nConsent (Agreement) pursuant to Rule 21 of the Rules for Lawyer Disciplinary\r\nEnforcement (RLDE) contained in Rule 413 of the South Carolina Appellate Court\r\nRules (SCACR). In the Agreement, respondent admits misconduct and consents to\r\nthe imposition of a public reprimand or definite suspension not to exceed one (1)\r\nyear. In addition, he agrees to pay the costs incurred in the investigation and\r\nprosecution of this matter by ODC and the Commission on Lawyer Conduct (the\r\nCommission) within thirty (30) days of the imposition of a sanction. We accept\r\nthe Agreement and suspend respondent from the practice of law in this state for\r\none (1) year. In addition, we order respondent to pay the costs incurred in the\r\ninvestigation and prosecution of this matter by ODC and the Commission within\r\nthirty (30) days of the date of this opinion.\r\n\n                                         Facts\r\n\r\n                                       Matter I\r\n\r\nIn 2005, respondent served as closing attorney for a husband and wife in the\r\npurchase of a mobile home. A two-step plan was devised to accomplish the\r\ntransactions. The first transaction would involve a sale of the clients' real estate to\r\nCMH Homes. The second transaction would involve the sale of the real estate\r\nfrom the first transaction with an affixed mobile home from CMH Homes to the\r\nhusband alone.\r\n\r\nRespondent acknowledges that the deed prepared for the first transaction was not\r\ncompleted or filed with the Register of Deeds for Anderson County. Funds were\r\ndisbursed to respondent for filing fees and recording fees although the deed was\r\nnot recorded. Respondent relied on his assistant to facilitate the filing of the\r\nclosing documents but failed to ensure that the filings were properly and timely\r\ncompleted. The clients retained new counsel for further assistance with their real\r\nestate issues.                         Matter II\r\n\r\nRespondent received five notices of insufficient funds in this trust account between\r\nAugust 31, 2009, and September 10, 2009. Respondent retained the services of a\r\nCPA to assist in reconciling his trust account. According to respondent, the\r\nreconciliation process revealed a pattern of payoff disbursement checks that were\r\neither sent in a delayed fashion or never actually sent to lenders. Respondent relied\r\non his assistant to facilitate disbursements but failed to ensure that the\r\ndisbursements were properly and timely made. Based on the findings of the\r\nreconciliation, respondent deposited approximately $150,000 of his personal funds\r\nto cover the shortages.\r\n\r\nRespondent admits that he failed to timely reconcile his trust accounts pursuant to\r\nRule 417, SCACR. He also failed to make reasonable efforts to ensure that his\r\nlegal assistant's conduct was compatible with respondent's professional obligations.\r\n\r\nRespondent filed a report with law enforcement regarding the assistant's\r\nmisconduct. Respondent represents that the assistant has been charged with\r\nBreach of Trust with Fraudulent Intent, value $10,000 or more.\r\n\n                                     Matter III\r\n\r\nOn June 29, 2007, the Complainants purchased real estate. Respondent served as\r\nthe closing attorney. At the closing, respondent received funds to purchase a one\r\nyear home warranty for the Complainants. Respondent failed to purchase the\r\nhome warranty. In January 2009, respondent refunded the money received for the\r\nhome warranty. The Complainants did not have the benefit of the home warranty\r\ndue to respondent's failure to purchase the home warranty which was contrary to\r\nthe agreement of the parties.\r\n\r\nIn connection with the closing, the parties executed a power of attorney authorizing\r\nrespondent's law firm to supervise the transfer of the mobile home title.\r\nRespondent failed to ensure that the title to the mobile home was properly\r\ntransferred to the Complainants. The Complainants have since hired new counsel\r\nto facilitate the transfer.          Matter IV\r\n\r\nThe Complainants sold property to the Complainants referenced in Matter III.\r\nRespondent served as closing attorney in the transaction. Respondent failed to\r\nreturn the Complainants' telephone calls regarding issues experienced by\r\nComplainants as a result of the closing.Law\r\n\r\nRespondent admits that by his conduct he has violated the following provisions of\r\nthe Rules of Professional Conduct, Rule 407, SCACR: Rule 1.1 (lawyer shall\r\nprovide competent representation to client); Rule 1.2 (lawyer shall abide by a\r\nclient's decisions concerning the objectives of representation); Rule 1.4 (lawyer\r\nshall keep client reasonably informed about the status of matter and promptly\r\ncomply with reasonable requests for information); Rule 1.15 (lawyer shall\r\npromptly deliver funds to client or third person that client or third person entitled\r\nto receive; lawyer may deposit own funds in trust account for sole purpose of\r\npaying service charges on account); Rule 8.4(a) (it is professional misconduct for\r\nlawyer to violate Rules of Professional Conduct); and Rule 8.4(e) (it is professional\r\nmisconduct for lawyer to engage in conduct that is prejudicial to the administration\r\nof justice). In addition, respondent admits he has violated the provisions of Rule\r\n417, SCACR. Respondent also admits he has violated the following Rules for\r\nLawyer Disciplinary Enforcement, Rule 413, SCACR: Rule 7(a)(1) (it shall be\r\nground for discipline for lawyer to violate Rules of Professional Conduct).\r\n\n                                     Conclusion\r\n\r\nWe accept the Agreement for Discipline by Consent and suspend respondent from\r\nthe practice of law for one (1) year.1 In addition, we order respondent to pay the\r\ncosts incurred in the investigation and prosecution of this matter by ODC and the\r\nCommission within thirty (30) days of the date of this opinion. Within fifteen (15)\r\ndays of the date of this opinion, respondent shall file an affidavit with the Clerk of\r\nCourt showing that he has complied with Rule 30 of Rule 413, SCACR.\r\n\r\nDEFINITE SUSPENSION.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1 Respondent's prior disciplinary history includes a 2009 admonition issued by the\r\nCommission and a 2002 and 2005 letter of caution issued by the Commission\r\nwarning him to be careful to adhere to some of the specific Rules of Professional\r\nConduct cited in the current proceeding. See Rule 2(r), RLDE (fact that letter of\r\ncaution has been issued shall not be considered in a subsequent disciplinary\r\nproceeding against lawyer unless the caution or warning contained in letter of\r\ncaution is relevant to the misconduct alleged in proceedings); Rule 7(b)(4), RLDE\r\n(admonition may be used in subsequent proceedings as evidence of prior\r\nmisconduct solely upon issue of sanction to be imposed).\r\n\n","court":"Supreme"},{"id":"27310","title":"In the Matter of Robert A. Gamble","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27310.pdf","description":"In this opinion, the Court imposes a definite suspension of eigtheen months.","date":"2013-09-04","type":"opinion","text":"                        THE STATE OF SOUTH CAROLINA \n\r\n                             In The Supreme Court \n\r\n\r\n                In the Matter of Robert A. Gamble, Respondent.\r\n\r\n                Appellate Case No. 2013-001569\r\n\r\n\r\n                                   Opinion No. 27310 \n\r\n                    Submitted July 30, 2013 – Filed September 4, 2013 \n\r\n\r\n\r\n                                 DEFINITE SUSPENSION\r\n\r\n\r\n                Lesley M. Coggiola, Disciplinary Counsel, and Charlie\r\n                Tex Davis, Jr., Senior Assistant Disciplinary Counsel,\r\n                both of Columbia, for Office of Disciplinary Counsel.\r\n\r\n                Michael D. Glenn, of Glenn, Haigler & Stathakis, LLP,\r\n                of Anderson, for Respondent.\r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter, respondent and the Office\r\nof Disciplinary Counsel have entered into an Agreement for Discipline by Consent\r\n(Agreement) pursuant to Rule 21 of the Rules for Lawyer Disciplinary\r\nEnforcement (RLDE) contained in Rule 413 of the South Carolina Appellate Court\r\nRules (SCACR). In the Agreement, respondent admits misconduct and consents to\r\na sanction ranging from the issuance of a public reprimand to the imposition of a\r\ndefinite suspension not to exceed eighteen months. We accept the Agreement and\r\nsuspend respondent from the practice of law in this state for eighteen months,\r\nretroactive to August 24, 2011, the date of his interim suspension.1 The facts, as\r\nset forth in the Agreement, are as follows.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   In re Gamble, 396 S.C. 215, 721 S.E.2d 767 (2011).\r\n\n                                       Facts\r\n\r\n\r\nRespondent was arrested on September 6, 2012, and charged with misconduct in\r\noffice by a public official. The arrest warrant alleged respondent \"did habitually\r\nneglect his duties as Circuit Defender for the Anderson County Public Defender's\r\nOffice. [Respondent] did so neglect by allowing misuse of County and State funds\r\nfor personal gain and by improperly supervising and approving fraudulent or\r\nexhorbant [sic] expense reimbursements.\" Respondent was allowed to conclude\r\nthe charge by entering into the Pre-Trial Intervention Program, which required him\r\nto complete fifty hours of community service with Habitat for Humanity and pay a\r\nfine of $350. Respondent successfully completed all of the requirements of the\r\nPre-Trial Intervention Program. As a result, on March 6, 2013, the criminal charge\r\nwas nolle prossed. In addition, on March 8, 2013, the Solicitor consented to the\r\nexpungement of all records relating to the charge.\r\n\r\nAccording to the Office of Disciplinary Counsel, respondent has cooperated with\r\nthat office throughout this process.\r\n\r\nRespondent previously received a public reprimand after he pled guilty to one\r\ncount of willfully and knowingly failing to timely file a federal income tax return\r\nfor the year 1978. In re Gamble, 278 S.C. 651, 300 S.E.2d 737 (1983).\r\n\r\n                                        Law\r\n\r\nRespondent admits that by his conduct he has violated the following provisions of\r\nthe Rules of Professional Conduct, Rule 407, SCACR: Rule 5.1 (a lawyer having\r\ndirect supervisory authority over another lawyer shall make reasonable efforts to\r\nensure the other lawyer conforms to the Rules of Professional Conduct); Rule\r\n8.4(a)(it is professional misconduct for a lawyer to violate the Rules of\r\nProfessional Conduct, knowingly assist or induce another to do so, or do so\r\nthrough the acts of another); and Rule 8.4(b)(it is professional misconduct for a\r\nlawyer to commit a criminal act that reflects adversely on the lawyer's honesty,\r\ntrustworthiness or fitness as a lawyer in other respects).\r\n\r\nRespondent also admits he has violated the following provisions of the Rules for\r\nLawyer Disciplinary Enforcement, Rule 413, SCACR: Rule 7(a)(1)(it shall be a\r\nground for discipline for a lawyer to violate the Rules of Professional Conduct or\r\nany other rules of this jurisdiction regarding professional conduct of lawyers) and\r\nRule 7(a)(5)(it shall be a ground for discipline for a lawyer to engage in conduct\r\n\ntending to pollute the administration of justice or to bring the courts or the legal\r\nprofession into disrepute or conduct demonstrating an unfitness to practice law).\r\n\r\n                                     Conclusion\r\n\r\nWe accept the Agreement for Discipline by Consent and suspend respondent from\r\nthe practice of law in this state for eighteen months, retroactive to the date of his\r\ninterim suspension. Respondent shall complete the Legal Ethics and Practice\r\nProgram Ethics School, Trust Account School, and Advertising School within\r\ntwelve months of reinstatement. Within fifteen days of the date of this opinion,\r\nrespondent shall file an affidavit with the Clerk of Court showing that he has\r\ncomplied with Rule 30 of Rule 413, SCACR.\r\n\r\nDEFINITE SUSPENSION.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"27311","title":"In the Matter of Former Aiken County Magistrate Donald Louis Hatcher","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27311.pdf","description":"In this opinion, the Court issues a public reprimand for misconduct committed by former Aiken County Magistrate Donald Louis Hatcher.","date":"2013-09-04","type":"opinion","text":"                   THE STATE OF SOUTH CAROLINA \n\r\n                        In The Supreme Court \n\r\n\r\n            In the Matter of Former Aiken County Magistrate Donald\r\n            Louis Hatcher, Respondent.\r\n\r\n            Appellate Case No. 2013-001509\r\n\r\n\r\n                              Opinion No. 27311 \n\r\n               Submitted August 7, 2013 – Filed September 4, 2013 \n\r\n\r\n\r\n                             PUBLIC REPRIMAND\r\n\r\n\r\n            Lesley M. Coggiola, Disciplinary Counsel, and Joseph P.\r\n            Turner, Assistant Disciplinary Counsel, both of\r\n            Columbia, for Office of Disciplinary Counsel.\r\n\r\n            Donald Louis Hatcher, of Aiken, Pro Se.\r\n\r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter, respondent and the Office\r\nof Disciplinary Counsel have entered into an Agreement for Discipline by Consent\r\n(Agreement) pursuant to Rule 21 of the Rules for Judicial Disciplinary\r\nEnforcement (RLDE) contained in Rule 502 of the South Carolina Appellate Court\r\nRules (SCACR). In the Agreement, respondent admits misconduct and consents to\r\nthe issuance of an admonition or a public reprimand. We accept the Agreement\r\nand issue a public reprimand. The facts, as set forth in the Agreement, are as\r\nfollows.                              Facts\r\n\r\nAt the conclusion of a session of bond court, respondent kissed the clerk who had\r\nbeen working with him on the forehead. Respondent contends the kiss was a\r\ngesture of appreciation for the clerk's hard work and that he in no way intended it\r\nto be an amorous gesture. However, respondent recognizes the clerk was offended\r\nby the gesture. Respondent maintains he never would have intentionally offended\r\n\nthe clerk, but acknowledges it was inappropriate for him to kiss a subordinate on\r\nthe forehead. The clerk complained about the matter to the Chief Magistrate.\r\nRespondent subsequently tendered his resignation.\r\n\r\n                                        Law\r\n\r\nRespondent admits that his conduct constitutes a violation of Canon 1 (a judge\r\nshall uphold the integrity and independence of the judiciary); Canon 1A (a judge\r\nshould participate in establishing, maintaining and enforcing high standards of\r\nconduct and shall personally observe those standards so the integrity and\r\nindependence of the judiciary will be preserved); Canon 2 (a judge shall avoid\r\nimpropriety and the appearance of impropriety in all of the judge's activities); and\r\nCanon 3B(4) (a judge shall be patient, dignified and courteous to litigants, jurors,\r\nwitnesses, lawyers and others with whom the judge deals in an official capacity),\r\nof the Code of Judicial Conduct, Rule 501, SCACR.\r\n\r\nRespondent also admits his conduct constitutes grounds for discipline under Rule\r\n7(a)(1) (it shall be a ground for discipline for a judge to violate or attempt to\r\nviolate the Code of Judicial Conduct) and Rule 7(a)(9) (it shall be a ground for\r\ndiscipline for a judge to violate the Judge's Oath of Office contained in Rule 502.1,\r\nSCACR), of the Rules for Judicial Disciplinary Enforcement, Rule 502, SCACR.\r\n\r\n                                    Conclusion\r\n\r\nWe find respondent's misconduct warrants a public reprimand. Accordingly, we\r\naccept the Agreement and publicly reprimand respondent for his misconduct.\r\n\r\nPUBLIC REPRIMAND.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"27312","title":"In the Matter of Robert W. Mance","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27312.pdf","description":"In this opinion, the Court imposed a six-month suspension as reciprocal discipline.","date":"2013-09-04","type":"opinion","text":"                        THE STATE OF SOUTH CAROLINA \n\r\n                             In The Supreme Court \n\r\n\r\n              In the Matter of Robert W. Mance, Respondent.\r\n\r\n              Appellate Case No. 2013-000916\r\n\r\n\r\n                               Opinion No. 27312 \n\r\n                Submitted August 13, 2013 – Filed September 4, 2013 \n\r\n\r\n\r\n                                DEFINITE SUSPENSION\r\n\r\n\r\n              Lesley M. Coggiola, Disciplinary Counsel, of Columbia,\r\n              for Office of Disciplinary Counsel.\r\n\r\n              Robert W. Mance, of the District of Columbia, pro se.\r\n\r\n\r\nPER CURIAM: By way of the attached opinion of the District of Columbia\r\nCourt of Appeals, respondent was suspended from the practice of law for six\r\nmonths following misconduct in three client matters. In re Mance, 35 A.3d 1125\r\n(D.C. 2012). The Maryland Court of Appeals subsequently imposed an indefinite\r\nsuspension as reciprocal discipline against respondent.1 Attorney Grievance\r\nComm'n of Md. v. Mance, 61 A.3d 59 (Md. 2013). By letter dated February 6,\r\n2013, respondent notified the Clerk of this Court of his suspensions in both\r\njurisdictions.\r\n\r\nThe Clerk of this Court sent a letter via certified mail to respondent notifying him\r\nthat, pursuant to Rule 29(b), RLDE, Rule 413, SCACR, he had thirty (30) days in\r\nwhich to inform the Court of any claim he might have that identical discipline in\r\nthis state is not warranted and reasons for such claim. Though respondent signed\r\n\r\n1 As noted by the Maryland Court of Appeals in its opinion suspending respondent from the\r\npractice of law, Maryland does not have an express equivalent sanction in its attorney discipline\r\nregulatory scheme. However, an indefinite suspension in Maryland is the functionally equivalent\r\nsanction because respondent must satisfy a fitness requirement in order to be reinstated in the\r\nDistrict of Columbia.\r\n\nthe certified mail receipt, he did not respond to the Clerk's notice. The Office of\r\nDisciplinary Counsel filed a response stating it had no information that would\r\nindicate the imposition of identical discipline in this state is not warranted.\r\n\r\nWe find a six-month suspension is the appropriate sanction to impose as reciprocal\r\ndiscipline in this matter. See In re Cooper, 397 S.C. 339, 725 S.E.2d 491 (2012);\r\nIn re Strait, 343 S.C. 312, 540 S.E.2d 460 (2000); In re Acker, 308 S.C. 338, 417\r\nS.E.2d 862 (1992). We also find a sufficient attempt has been made to serve notice\r\non respondent, and find none of the factors in Rule 29(d), RLDE, Rule 413,\r\nSCACR, present in this matter. We therefore suspend respondent from the practice\r\nof law for six months for the misconduct set forth in the opinion of the District of\r\nColumbia Court of Appeals.\r\n\r\nWithin fifteen (15) days of the date of this opinion, respondent shall file an\r\naffidavit with the Clerk of Court showing that he has complied with Rule 30,\r\nRLDE, Rule 413, SCACR.\r\n\r\nDEFINITE SUSPENSION.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\nN otice: This opinion is subject to form al revision before publication in the Atlantic and\r\nM aryland Reporters. U sers are requested to notify the Clerk of the Court of any form al\r\nerrors so that corrections m ay be m ade before the bound volum es go to press.\r\n\r\n                  D ISTRIC T O F C O LU M BIA C O U RT O F APPEALS\r\n\r\n                                         N o. 11-BG-1357\n\r\n\r\n                           IN RE ROBERT W . M ANCE, RESPONDENT.\n\r\n\r\n                                      A M ember of the Bar\n\r\n                         of the D istrict of Columbia Court of Appeals\n\r\n\r\n                                 (Bar Registration No. 285379)\n\r\n\r\n            O n Report and Recommendation of an Ad Hoc Hearing Committee\n\r\n                       A pproving Petition for Negotiated D iscipline\r\n\r\n                           (BDNs 247-09, 369-09,25-10 & 219-11)\r\n\r\n                                  (D ecided: January 26, 2012)\r\n\r\n       Before G LICKMAN and EASTERLY, Associate Judges, and FARRELL, Senior Judge.\r\n\r\n       PER CURIAM: In this disciplinary matter, the Ad H oc Hearing Committee\r\n\r\n(“Committee”) recommends approval of a petition for negotiated attorney discipline. See\r\n\r\nD .C. Bar Rule X I, § 12.1. Respondent, Robert M ance, admits to violating the following\r\n\r\nD istrict of Columbia Rules of Professional Conduct: Rule 1.1 (a) (failure to provide\r\n\r\ncompetent representation), Rule 1.1 (b) (failure to serve a client w ith skill and care), Rule 1.3\r\n\r\n(a) (failure to provide zealous and diligent representation), Rule 1.5 (b) (failure to provide\r\n\r\nclient w ith a writing stating the rate or basis of fee), Rule 1.7 (b) (representing client at a time\r\n\r\nw hen his professional judgm ent may have been affected by his ow n interest), Rule 1.8\r\n\r\n(business transaction with client) and Rule 1.16 (d) (failure to timely surrender client’s\r\n\n                                                  2\n\r\n\r\npapers upon termination of the representation). These violations stem from his representation\r\n\r\nof three separate complainants. Respondent and Bar Counsel have negotiated a six-month\r\n\r\nsuspension w ith reinstatement conditioned upon demonstrating fitness to practice law .\r\n\r\n\r\n\r\n\r\n         Respondent’s admissions were made voluntarily, with the advice of counsel, and in\r\n\r\nconnection w ith a petition for negotiated discipline filed by Bar Counsel on August 30,\r\n\r\n2011.1 The matter w as referred to an Ad Hoc Hearing Committee, where respondent\r\n\r\nadmitted the stipulated facts contained in the petition and his own supporting affidavit,\r\n\r\nadmitted that his actions constituted violations of the aforementioned Rules of Professional\r\n\r\nConduct, and consented to the sanction agreed upon with Bar Counsel. Respondent\r\n\r\nconfirmed that he w as entering into the disposition freely and voluntarily, and not as the\r\n\r\nresult of any coercion or duress.2\r\n\r\n\r\n\r\n\r\n         The first complaint of misconduct stemmed from respondent’s representation in a civil\r\n\r\nmatter. Following an appeal to Superior Court from an administrative action, the Superior\r\n\r\nCourt directed respondent to file a brief. Respondent failed to comply or seek an extension\r\n\r\nresulting in dismissal of the case for w ant of prosecution. A s a result, the complainant\r\n\r\nlodged a complaint with Bar Counsel. Respondent subsequently met w ith the complainant,\r\n\r\n\r\n\r\n   1   See D.C. Bar R. XI, § 12.1 (c); Bd. Prof. Resp. R. 17.5.\n\r\n   2   Id.\n\r\n\n                                              3\n\r\n\r\nand assured him that he w ould reopen the case and appeal the dismissal, thereby persuading\r\n\r\nthe complainant to withdraw the complaint w ith Bar Counsel. Shortly thereafter, respondent\r\n\r\nentered into a written agreement with this complainant to pay him $19,500 as settlement of\r\n\r\n“any issues or differences between them.” Respondent failed to inform the complainant of\r\n\r\nhis right to seek outside counsel to review this proposed settlement. After executing the\r\n\r\nagreement, respondent paid $900, but made no further payment and stopped communicating\r\n\r\nw ith the complainant, w ho then renewed his complaint with Bar Counsel (BDN 247-09).\r\n\r\n\r\n\r\n\r\n       The second complaint of misconduct stemmed from respondent’s failure to respond\r\n\r\nto a request for production of documents (BDN 369-09). A lthough the trial court directed\r\n\r\ncompliance by a certain date and the complainant personally provided respondent with the\r\n\r\nsubject documents, respondent failed to subm it them to opposing counsel. As a result,\r\n\r\nopposing counsel requested sanctions, which the trial court granted. The subject sanctions\r\n\r\nincluded prohibiting the com plainant from testifying at trial or presenting any evidence of\r\n\r\ndamages or any exhibits at trial. The defendant in that suit then moved for summary\r\n\r\njudgment, and again respondent failed to respond. The trial court granted the motion and\r\n\r\nrespondent filed an appeal asserting that he had produced the documents by hand delivery,\r\n\r\nalthough he never obtained a receipt. This court vacated the order imposing sanctions and\r\n\r\nthe entry of summary judgment and remanded the case. See Riley v. M etro New U., et al.,\r\n\r\nN o. 08-CV -1491 (D .C., February 3, 2010).\r\n\n                                                    4\n\r\n\r\n         The third complaint of m isconduct stemmed from respondent’s representation in a\r\n\r\ncriminal matter (BDN 25-10). The defendant, w ho was incarcerated and at the time\r\n\r\nrepresented by court-appointed counsel, requested his file from respondent, but respondent\r\n\r\nfailed to produce it. The complainant notified Bar Counsel, w ho opened an investigation that\r\n\r\nultimately led to transmission of the file materials.3\r\n\r\n\r\n\r\n\r\n         In its R eport and Recommendation, the Ad Hoc Committee has reviewed the\r\n\r\ncircumstances surrounding the three disciplinary events, properly weighed the aggravating\r\n\r\nand mitigating factors,4 and found that the facts giving rise to the negotiated discipline did\r\n\r\nnot involve misappropriation, dishonesty or intentional misconduct.5 A s the recommended\r\n\r\nsanction falls w ithin the range of discipline imposed for similar misconduct, w e approve the\r\n\r\nnegotiated discipline.6 A ccordingly, it is\r\n\r\n\r\n\r\n\r\n         O RD ERED that Robert W . M ance, III, is hereby suspended from the practice of law\r\n\r\n\r\n  3  Bar Counsel elected not to pursue additional charges in BDN 219-11, that respondent failed to\r\nrepresent a fourth client with requisite care. Although this claim was not adjudicated, Bar Counsel\r\nhas reserved the right to present the facts and circumstances of misconduct in connection with any\r\npetition for reinstatement.\r\n   4   Board of Professional Responsibility Rule 17.5 (a)(iii).\r\n   5   See, e.g., In re Steele, 868 A.2d 146, 153 (D.C. 2005).\r\n  6  See In re Evans, 902 A.2d 56 (D.C. 2006) (six-month suspension with final ninety days stayed\r\nin favor of one year probation for violating Rules 1.1 (a), 1.1 (b), 1.7 (b)(4) and 8.4 (d)); In re Banks,\r\n709 A.2d 1181 (D.C. 1998) (ninety-day suspension with final thirty days stayed during one year of\r\nprobation for violating Rules 1.3 (a), 1.3 (c), 1.4 (a) and 1.5 (b)).\r\n\n                                               5\n\r\n\r\nin the D istrict of Columbia for the period of six months. Reinstatement in the D istrict of\r\n\r\nColumbia shall be conditioned on respondent’s proof of his fitness to practice law .\r\n\r\nM oreover, respondent’s restitution to his clients or the client security trust fund shall be a\r\n\r\nprerequisite to any future reinstatement proceeding on the question of fitness. W e direct\r\n\r\nrespondent’s attention to the requirements of D.C. Bar R. XI, § 14 (g) and its effect on his\r\n\r\neligibility for reinstatement. See D.C. Bar R. XI, § 16 (c).             So ordered.\r\n\n","court":"Supreme"},{"id":"27313","title":"Henderson v. Summerville Ford-Mercury","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27313.pdf","description":"Appellant appeals from the circuit court's confirmation of an arbitration award, arguing the court erred (1) in failing to find Appellant's payment of the award mooted Respondent's request for confirmation; and (2) in applying the provision for confirming awards contained in the S.C. Uniform Arbitration Act, rather than the Federal Arbitration Act.  We affirm.","date":"2013-09-11","type":"opinion","text":"                    THE STATE OF SOUTH CAROLINA \n\r\n                         In The Supreme Court \n\r\n\r\n            Diane R. Henderson, f/k/a Diane M. Reed, Respondent,\r\n\r\n            v.\r\n\r\n            Summerville Ford-Mercury Inc. and Capital One Auto\r\n            Finance, Inc., Defendants,\r\n\r\n            Of whom, Summerville Ford-Mercury Inc. is the\r\n            Appellant.\r\n\r\n            Appellate Case No. 2012-207606\r\n\r\n\r\n\r\n                       Appeal From Dorchester County \n\r\n                     Edgar W. Dickson, Circuit Court Judge \n\r\n\r\n\r\n                               Opinion No. 27313 \n\r\n                 Heard June 4, 2013 – Filed September 11, 2013 \n\r\n\r\n\r\n                                 AFFIRMED\r\n\r\n\r\n            Robert Lawrence Reibold, of Walker & Reibold, LLC, of\r\n            Columbia, for Appellant.\r\n\r\n            C. Steven Moskos, of Charleston, and Brooks Roberts\r\n            Fudenberg, of Mount Pleasant, for Respondent.\r\n\r\n\r\n      JUSTICE BEATTY: In a matter of first impression, the Court is asked to\r\ndetermine if an unsuccessful party in an arbitration proceeding may prevent the\r\nconfirmation of an award by paying the award prior to the confirmation\r\nproceeding. The answer is no.\r\n\n       Diane Henderson (\"Henderson\") filed an action against Summerville Ford-\r\nMercury, Inc. (\"Dealer\") alleging Dealer made misrepresentations to Henderson\r\nwhen she purchased a used vehicle. The circuit court granted Dealer's motion to\r\ncompel arbitration, and an arbitrator found for Henderson on her claims for\r\nviolation of the South Carolina Unfair Trade Practices Act (\"UTPA\") and the\r\nSouth Carolina Regulation of Manufacturers, Distributors, and Dealers Act\r\n(\"Dealers Act\").1 Henderson moved to confirm the arbitration award, which was\r\ngranted by the circuit court. Dealer appeals, arguing the circuit court erred (1) in\r\nrejecting Dealer's assertion that payment of the award mooted the request for\r\nconfirmation, leaving no \"justiciable controversy\"; and alternatively (2) in applying\r\nthe provision for confirming awards contained in the South Carolina Uniform\r\nArbitration Act (\"UAA\"), rather than the Federal Arbitration Act (\"FAA\").2 This\r\nCourt certified the case for its review pursuant to Rule 204(b), SCACR. We\r\naffirm.                               I. FACTS\r\n\r\n       Henderson visited Dealer and stated she was looking for a first vehicle for\r\nher daughter, and she stressed the importance of finding something safe and\r\nreliable. Henderson purchased a used 2003 Jeep Grand Cherokee from Dealer.\r\nThe sales contract prepared by Dealer contained an arbitration provision that\r\nrequired any disputes to be submitted to binding arbitration that \"shall be governed\r\nby the [FAA].\"\r\n\r\n      After the purchase, Henderson experienced mechanical problems with the\r\nJeep. She brought this action in the circuit court3 alleging Dealer had specifically\r\nadvised her that the Jeep had never been wrecked and that it had been well-\r\nmaintained by one owner when, in fact, Dealer knew the Jeep had previously been\r\nwrecked and that it had been a commercial rental vehicle with more than one\r\nowner. Henderson asserted claims for violations of UTPA and the Dealers Act, as\r\nwell as other claims. Dealer filed a motion to stay the proceeding and to compel\r\n\r\n\r\n1S.C. Code Ann. §§ 39-5-10 to -560 (1985 & Supp. 2012) (UTPA); S.C. Code\r\nAnn. §§ 56-15-10 to -600 (2006 & Supp. 2012) (Dealers Act).\r\n2 S.C. Code Ann. §§ 15-48-10 to -240 (2005 & Supp. 2012) (UAA); 9 U.S.C.A.\r\n§§ 1 to 16 (2009) (FAA).\r\n3   Capital One Auto Finance, Inc. was a defendant, but is not a party to this appeal.\r\n\narbitration. The circuit court granted Dealer's motion to compel and stayed\r\nHenderson's case pending arbitration.\r\n\r\n       The arbitrator issued an award of $18,875.71 to Henderson on her UTPA\r\nclaim and $16,990.00 on her claim under the Dealers Act. In addition, the\r\narbitrator awarded Henderson attorney's fees of $45,200.00 and costs of $3,076.39.\r\nThe arbitrator denied Henderson's remaining claims and directed Henderson to\r\nelect one remedy from the two claims on which she had prevailed. Dealer did not\r\nmove to vacate, modify, or correct the award.\r\n\r\n       Dealer refused to agree to a consent order to confirm the award. Henderson\r\nmoved for confirmation of the award by the circuit court. In the interim, Dealer\r\npaid the award. At the confirmation hearing, Henderson noted the underlying\r\naction had been stayed pending arbitration and that it needed to be concluded in\r\nsome manner. She argued that section 15-48-120 of the UAA mandated\r\nconfirmation.\r\n\r\n       Dealer maintained that it had paid the award \"almost immediately, within\r\nweeks of the arbitrator's decision,\" so the matter was moot because the purpose of\r\nconfirmation was to enter a judgment that could be enforced. Dealer asserted\r\nHenderson \"recites the [UAA] which is irrelevant because we moved to compel\r\narbitration under the [FAA], and that's the statute under which arbitration was\r\nultimately granted.\"\r\n\r\n       The court inquired of Dealer, \"[N]ow you just [] don't want the [judgment]\r\nreflected in the [judgment] rolls of the County?\" Dealer responded that it did\r\n\"agree that as a record keeping matter something has to happen with this case,\" but\r\nmaintained that dismissal under Rule 41(a), SCRCP was appropriate. Dealer stated\r\nthe only purpose for confirmation of the judgment would be to enforce collection\r\nand that putting the judgment on the record now would only serve to give it \"a bad\r\nname in the public record[.]\"\r\n\r\n     The circuit court confirmed the arbitration award based on Dealer's violation\r\nof UTPA. The court applied section 15-48-120 of the UAA, which provides:\r\n\r\n             Upon application of a party, the court shall confirm an award,\r\n      unless within the time limits hereinafter imposed grounds are urged\r\n      for vacating or modifying or correcting the award, in which case the\r\n      court shall proceed as provided in §§ 15-48-130 [vacating award] and\r\n      15-48-140 [modification or correction of award].\r\n\nS.C. Code Ann. § 15-48-120 (2005) (emphasis added). The circuit court found\r\n\"[t]he use of the word 'shall' shows that confirmation by the Court is mandatory,\r\nnot discretionary.\" The court concluded the only time a court is not required to\r\nconfirm the award is when a party establishes grounds to vacate, modify, or correct\r\nthe award, and Dealer had made no such motion. The circuit court directed the\r\nclerk of court to register the award as a judgment and to mark it paid in full.\r\n\r\n                         II. STANDARD OF REVIEW\r\n\r\n        This Court may make its own ruling on a question of law without deferring\r\nto the circuit court. Crossmann Cmtys. of N.C., Inc. v. Harleysville Mut. Ins. Co.,\r\n395 S.C. 40, 717 S.E.2d 589 (2011); see also Mims Amusement Co. v. S.C. Law\r\nEnforcement Div., 366 S.C. 141, 621 S.E.2d 344 (2005) (stating this Court may\r\ndecide a novel question of law based on its own assessment of the reasoning that\r\nbest comports with the law, public policy, and the Court's sense of law, justice, and\r\nright).                       III. LAW/ANALYSIS\r\n\r\n      Dealer contends the circuit court erred (1) in applying the UAA confirmation\r\nprocedure, and (2) in confirming the award where the matter was \"not justiciable.\"4\r\n\r\nA.    Application of the FAA versus the UAA\r\n\r\n       It is undisputed that the arbitration proceedings, which culminated in an\r\naward to Henderson, were conducted pursuant to the FAA. The parties disagree,\r\nhowever, over whether the circuit court erred by applying the court's confirmation\r\nprocedure set forth in the UAA instead of the FAA. For reasons discussed below,\r\nwe conclude that it does not matter which act is applied as the result would be the\r\nsame. The circuit court referenced section 15-48-120 of the UAA, quoted in full\r\nabove, in confirming the award. The corresponding provision in the FAA is found\r\nin section 9 of the act:\r\n\r\n\r\n\r\n\r\n\r\n4 The propriety of the circuit court's order compelling arbitration and the merits of\r\nthe arbitrator's ruling have not been challenged.\r\n\n      § 9. Award of arbitrators; confirmation; jurisdiction; procedure\r\n\r\n              If the parties in their agreement have agreed that a judgment of\r\n      the court shall be entered upon the award made pursuant to the\r\n      arbitration, and shall specify the court, then at any time within one\r\n      year after the award is made any party to the arbitration may apply to\r\n      the court so specified for an order confirming the award, and\r\n      thereupon the court must grant such an order unless the award is\r\n      vacated, modified, or corrected as prescribed in sections 10 and 11 of\r\n      this title. . . .\r\n\r\n9 U.S.C.A. § 9 (2009) (emphasis added).\r\n\r\n       Initially, we note Dealer generally asserted at the hearing that the FAA\r\napplied rather than the UAA, but it did not specifically discuss the confirmation\r\nstatutes of either act. Assuming the circuit court impliedly rejected the application\r\nof the FAA based on its utilization of the UAA, we question the sufficiency of\r\nDealer's briefed argument, as it does not address the confirmation procedure under\r\nthe FAA, 9 U.S.C.A. § 9, or how it has been prejudiced by the application of the\r\nUAA instead of the FAA. See generally Carolina Chloride, Inc. v. Richland\r\nCounty, 394 S.C. 154, 714 S.E.2d 869 (2011) (holding an appellant must show\r\nboth an erroneous ruling and prejudice to warrant reversal).\r\n\r\n      As to the merits, \"[g]enerally, any arbitration agreement affecting interstate\r\ncommerce . . . is subject to the FAA.\" Landers v. Fed. Deposit Ins. Corp., 402\r\nS.C. 100, 108, 739 S.E.2d 209, 213 (2013). \"Unless the parties have contracted to\r\nthe contrary, the FAA applies in federal or state court to any arbitration agreement\r\nregarding a transaction that in fact involves interstate commerce, regardless of\r\nwhether or not the parties contemplated an interstate transaction.\" Munoz v. Green\r\nTree Fin. Corp., 343 S.C. 531, 538-39, 542 S.E.2d 360, 363 (2001) (footnote\r\nomitted) (citing Allied-Bruce Terminix Cos. v. Dobson, 513 U.S. 265 (1995)).\r\n\r\n       The general rule is that the FAA does not preempt state procedural law\r\nrelating to arbitration. 6 C.J.S. Arbitration § 32 (2004); see also Volt Info.\r\nSciences, Inc. v. Bd. of Trustees of Leland Stanford Jr. Univ., 489 U.S. 468, 477\r\nn.6 (1989) (noting while the Supreme Court had held certain substantive provisions\r\nof the FAA were applicable in state and federal courts, it had never held that\r\nsections 3 and 4, which appeared by their references to the U.S. district court to\r\napply only to proceedings in federal court, were applicable in state courts).\r\n\n       The one case cited by Dealer on this issue, Toler's Cove Homeowners\r\nAssociation v. Trident Construction Co., 355 S.C. 605, 586 S.E.2d 581 (2003),\r\nactually supports the application of the UAA here. In Toler's Cove, this Court\r\nobserved, \"There is no federal policy favoring arbitration under a certain set of\r\nprocedural rules and the federal policy is simply to ensure the enforceability of\r\nprivate agreements to arbitrate.\" Id. at 611, 586 S.E.2d at 584 (emphasis added).\r\nThe Court held a South Carolina procedural rule on the appealability of arbitration\r\norders was applicable instead of the FAA rule because it did not invalidate the\r\narbitration agreement or undermine the goals and policies of the FAA. Id. at 611,\r\n586 S.E.2d at 584. To the contrary, the arbitration agreement was being enforced\r\nby the court's order compelling arbitration, which coincided with the FAA's policy\r\nin favor of the arbitration of disputes. Id.; see also Stolt-Nielsen S.A. v.\r\nAnimalFeeds Int'l Corp., 130 S. Ct. 1758, 1773 (2010) (\"[T]he central or 'primary'\r\npurpose of the FAA is to ensure that 'private agreements to arbitrate are enforced\r\naccording to their terms.'\" (citations omitted)).\r\n                            \r\n\r\n       In Morgan Keegan & Co. v. Smythe, No. W2010–01339–SC–R11–CV, 2013\r\nWL 1775690, at *6-7 (Tenn. Apr. 25, 2013), the Supreme Court of Tennessee\r\nsimilarly concluded a provision in its state arbitration act, not the FAA, governed\r\nthe appeal of orders confirming or vacating arbitration awards in state court. The\r\ncourt stated that, because this was a case involving interstate commerce heard in\r\nthe Tennessee courts, both the FAA and the state UAA applied, which necessarily\r\nimplicated the doctrine of preemption. Id. at *6. The court explained \"[t]he [FAA]\r\ncontains federal substantive law requiring the parties and the courts to honor\r\narbitration agreements.\" Id. at *8. The court reasoned that the appeal provisions of\r\nthe FAA were procedural, not substantive, and agreed with authority from other\r\njurisdictions, including this state, which have held that state procedural provisions\r\nshould not be preempted by the FAA unless they stand as an obstacle to the full\r\npurposes and objectives of Congress. Id.\r\n\r\n       In Swissmex-Rapid S.A. de C.V. v. SP Systems, L.L.C., 151 Cal. Rptr. 3d\r\n229, 233 (Ct. App. 2013), the California appellate court considered the \"threshold\r\nissue . . . whether Section 9 of the FAA is procedural in nature, and therefore\r\napplicable only to federal court proceedings, or whether Section 9 is substantive,\r\nso as to be applicable in a state court proceeding to confirm an arbitration award.\"\r\nCiting the United States Supreme Court's decision in Volt, 489 U.S. at 477 n.6, the\r\ncourt stated, \"While the substantive provisions of the FAA apply in state as well as\r\nfederal court proceedings, the FAA's procedural provisions apply only in federal\r\ncourt.\" Id. The court also noted the FAA preempts only conflicting state law. Id.\r\nThe court concluded section 9 of the FAA is procedural in nature, not substantive,\r\n\nas it was intended to implement the substantive provisions of the FAA in federal\r\ncourt proceedings, and it has no application in state court proceedings. Id. at 234-\r\n35.    In the current appeal, although the arbitration agreement stated the FAA\r\nwould apply to the arbitration, it did not expressly state the FAA would apply to\r\nthe subsequent procedure for confirmation once a final award was made.\r\nHowever, this is not a concern because the outcome would be the same. A similar\r\nsituation occurred in White v. Siemens, 369 S.W.3d 911 (Tex. App. 2012). The\r\nTexas Court of Appeals considered an arbitration provision that stated the matter\r\nshall be governed by the FAA. Id. at 915. The court noted, \"[h]owever, [that] the\r\nagreement did not expressly mention whether the FAA applied to confirmation of\r\nthe award.\" Id. Siemens moved for confirmation of the arbitration award under\r\nthe Texas General Arbitration Act (TAA), and the opposing parties asserted the\r\nFAA applied. Id. In resolving the dispute, the court \"note[d] that the FAA and the\r\nTAA are not mutually exclusive\" and observed the FAA preempts only contrary\r\nstate law. Id. The court stated, \"Even where the FAA applies to substantive issues,\r\nwe apply Texas law to procedural issues in arbitration proceedings.\" Id. (emphasis\r\nadded). The court ultimately found it need not determine whether the confirmation\r\nstatute was procedural or substantive, however, because the result to confirm the\r\naward would be the same under either act since both mandated confirmation unless\r\nthe statutory grounds were established for vacating, modifying, or correcting the\r\naward. Id. at 915-16.\r\n\r\n       Based on the foregoing, we hold section 9 of the FAA applies only in federal\r\ncourt and that the circuit court did not err in applying the UAA's confirmation\r\nprovision in the matter before this Court because the confirmation statute is\r\nprocedural, not substantive. The FAA's substantive provisions apply to arbitration\r\nin federal or state courts, but a state's procedural rules apply in state court unless\r\nthey conflict with or undermine the purpose of the FAA. Moreover, we find the\r\noutcome would be the same under either the FAA or the UAA, as both mandate\r\nconfirmation unless grounds were established for vacating, modifying, or\r\ncorrecting the award, and such grounds were not asserted here. See id.; cf.\r\nSimpson v. MSA of Myrtle Beach, Inc., 373 S.C. 14, 22 n.1, 644 S.E.2d 633, 667\r\nn.1 (2007) (noting the UAA and the FAA provisions that applied to the issues were\r\nnearly identical so the analysis under either state or federal law was ultimately the\r\nsame).  In Swissmex, the appellate court did note one difference in the FAA, which\r\nis that 9 U.S.C.A. § 9 requires the parties' arbitration agreement to specify that they\r\n\nconsent to the entry of judgment for any award obtained. Swissmex, 151 Cal. Rptr.\r\n3d at 235. However, as noted in Swissmex, even if the FAA's confirmation\r\nprocedure applied, the parties could be deemed to have consented to entry of a\r\njudgment based on their agreement to apply the rules of the American Arbitration\r\nAssociation (\"AAA\"), as those rules are deemed incorporated into the contract and\r\nspecifically provide the parties agree to entry of a judgment. Id. at 235-56.\r\n\r\nB.    Confirmation of Arbitration Award\r\n\r\n       Having found the UAA applies, we consider Dealer's further contention that\r\nthe circuit court erred in confirming the arbitration award because its payment\r\nmooted the request, leaving no \"justiciable controversy.\" This is a novel question\r\nin this state.\r\n\r\n       We find Dealer's argument to be without merit. Dealer concedes\r\nHenderson's underlying case had to be concluded in some fashion, as it was stayed\r\npending arbitration. At the hearing in this matter, Dealer asserted the case should\r\nbe dismissed under Rule 41(a), SCRCP. Henderson correctly argued that Rule\r\n41(a) applies to voluntary dismissals and was not applicable here.5 Confirmation is\r\nappropriate because by law a court must confirm an award upon application of a\r\nparty unless the defendant moves to vacate, modify, or correct the award and\r\nDealer filed no such motion.\r\n\r\n       Dealer argues the only purpose for confirmation of an award is to obtain a\r\njudgment for enforcement in cases where payment is uncertain. Dealer cites to\r\ngeneral authority on mootness and justiciability, and references some authorities\r\nthat have found a defendant's payment moots the confirmation of an arbitration\r\naward, rendering it nonjusticiable. Dealer also cites Corpus Juris Secundum to\r\nsupport its theory that the only purpose of confirmation is to secure payment.\r\nHowever, Dealer omits the language we emphasize from the treatise, which\r\nindicates confirmation can serve multiple purposes. See 6 C.J.S. Arbitration § 178\r\n(2004) (\"[T]he proceeding ordinarily is not initiated unless one of the parties\r\nrefuses to abide by the award or unless it be the desire of a party that an official\r\nrecord of the confirmation and judgment be made.\" (emphasis added)).\r\n\r\n5 While a settlement would result in a dismissal, the dismissal is usually made with\r\nthe consent of the parties because the matter is terminated prior to a disposition on\r\nthe merits. An arbitration award is distinguishable from a settlement, as an\r\narbitrator's award constitutes a third-party finding of fault on the claims asserted by\r\nthe plaintiff.\r\n\n       Confirmation is not a separate judicial process; it is merely a continuation of\r\nthe arbitration procedure. See generally 6 C.J.S. Arbitration § 181 (2004) (stating\r\na proceeding for confirmation of an arbitration award is not a trial or a separate\r\nproceeding, and generally, the only courses of action open to the court are limited\r\nto the statutory grounds for review, such as to confirm the award, correct then\r\nconfirm the award, vacate the award, or to dismiss the proceeding, and dismissal\r\n\"may . . . be granted only when the court determines that the petitioner or the\r\nrespondent is not bound by the arbitration award and is not a party to the\r\narbitration\" (emphasis added)).\r\n       Dealer filed no motion to vacate, modify, or correct the award, which are the\r\nprescribed statutory exceptions for avoiding confirmation of an award. We reject\r\nDealer's assertion that payment of the award has somehow made the matter\r\n\"nonjusticiable.\" Confirmation of an award is a distinguishable issue from a\r\ndefendant's payment or satisfaction of an award.6 Payment is more appropriately\r\nconsidered as a defense to any attempt to execute on a judgment. Of course, a\r\nparty is always free to enter into a settlement if it wishes to avoid public\r\nknowledge of the amount paid. Having mandated arbitration in its sales\r\nagreement, however, Dealer is bound to the full arbitral process, including the\r\nministerial recording of the result.\r\n\r\n      We find confirmation is required by the UAA's statutory procedure\r\ngoverning confirmation. Both the UAA and the FAA use the words \"shall\" or\r\n\"must\" in directing that an award be confirmed upon application in the absence of a\r\n\r\n6 See, e.g., Collins v. D.R. Horton, Inc., 361 F. Supp. 2d 1085, 1093 (D. Ariz.\r\n2005) (\"Regardless of whether the undisputed amounts have already been paid,\r\nPlaintiffs are still entitled to an order confirming those amounts\" because the\r\nconfirmation statute is couched in mandatory terms and applies unless the award is\r\nmodified, vacated, or corrected, and \"satisfaction and confirmation are separate\r\nissues.\"); Dist. Council No. 9 v. APC Painting, Inc., 272 F. Supp. 2d 229, 239\r\n(S.D.N.Y. 2003) (explaining compliance and confirmation are distinct issues and\r\nstating whether an arbitral award has been satisfied \"has no bearing\" on the\r\nindependent question of whether it should be confirmed); Mikelson v. United\r\nServs. Auto. Ass'n, 227 P.3d 559, 563 (Haw. Ct. App. 2010) (holding an insurer's\r\nsatisfaction of an arbitration award did not render an application for confirmation\r\nmoot \"because (1) the plain language of the applicable statute mandates\r\nconfirmation of the award unless it is modified, corrected, or vacated[,] and (2)\r\nconfirmation is concerned with the propriety of the award itself and is unrelated to\r\nthe enforcement of the award\").\r\n\nmotion to vacate, modify, or correct the award, and such language is mandatory.\r\nSee, e.g., Wigfall v. Tidelands Utils., Inc., 354 S.C. 100, 111, 580 S.E.2d 100,\r\n105 (2003) (\"The term 'shall' in a statute means that the action is mandatory.\");\r\nCollins v. Doe, 352 S.C. 462, 470, 574 S.E.2d 739, 743 (2002) (\"Under the rules of\r\nstatutory interpretation, use of words such as 'shall' or 'must' indicates the\r\nlegislature's intent to enact a mandatory requirement.\").7\r\n\r\n       We find Dealer's arguments as to how the confirmation and entry of a\r\njudgment here could potentially be used by other parties asserting UTPA claims is\r\nirrelevant to the award's confirmation. Despite the detailed statutory framework\r\ngoverning arbitration under both the FAA and the UAA, Dealer can cite to no\r\nstatutory provision in either act that legislatively prohibits confirmation based on\r\nthe fact that payment has been made. In the absence of a legislative directive, this\r\nCourt should not judicially impose that restriction here. A court's mandate under\r\nthe plain language of both acts is that confirmation \"shall\" or \"must\" be made in\r\nthe absence of grounds for warranting vacating, modifying, or correcting the\r\naward. Confirmation is a ministerial act of recording the results of the arbitration.\r\n\r\n\r\n\r\n\r\n\r\n7 See generally Hall St. Assocs. v. Mattel, Inc., 552 U.S. 576, 587 (2008) (stating\r\nthe \"provision for judicial confirmation carries no hint of flexibility\" and the\r\nstatement the court \"must grant\" the application \"unless the award is vacated,\r\nmodified, or corrected\" is one \"which unequivocally tells courts to grant\r\nconfirmation in all cases, except when one of the 'prescribed' exceptions applies\");\r\nQorvis Commc'ns, L.L.C. v. Wilson, 549 F.3d 303 (4th Cir. 2008) (finding\r\nconfirmation of an award is justified unless statutory grounds challenging it are\r\nestablished); State ex rel. R.W. Sidley, Inc. v. Crawford, 796 N.E.2d 929 (Ohio\r\n2003) (stating once an arbitration is completed, a court has no jurisdiction except\r\nto confirm and enter judgment or to vacate, modify, correct, or enforce the\r\njudgment); Ricciardi v. Travelers Ins. Co., 477 N.Y.S.2d 35 (App. Div. 1984)\r\n(holding an arbitrator's award had to be confirmed where the application to confirm\r\nwas timely and the defendant failed to advance any statutory grounds for vacating\r\nor modifying the award, notwithstanding the fact that the defendant had already\r\npaid the amount awarded); Hamm v. Millennium Income Fund, L.L.C., 178 S.W.3d\r\n256 (Tex. App. 2005) (stating under both the FAA and the state arbitration act,\r\nconfirmation of an award is required unless a motion to vacate, modify, or correct\r\nthe award has been made).\r\n\n                               IV. CONCLUSION\r\n       We conclude the recordation of an arbitration award is a ministerial act that\r\nis a basic part of the arbitration process, not a new judicial proceeding that would\r\nrequire a different justiciable issue. Confirmation is mandatory unless the\r\nopposing party has established statutory grounds to vacate, modify, or correct the\r\naward. The payment or satisfaction of an award is a distinguishable issue from its\r\nrecordation, and payment does not moot a confirmation request. We further\r\nconclude the UAA's confirmation statute applies to this procedural matter in state\r\ncourt. Consequently, we affirm the circuit court's confirmation of the arbitration\r\naward.AFFIRMED.\r\n\r\n\r\n      TOAL, C.J., PLEICONES, KITTREDGE and HEARN, JJ., concur.\r\n\n","court":"Supreme"},{"id":"27314","title":"Price v. Peachtree Electrical Services","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27314.pdf","description":"The Court affirmed the Court of Appeals decision finding the Workers' Compensation Commission did not have subject matter jurisdiction over Peachtree's equitable subrogation claim, but modified the opinion as it relates to appealability to comply with the Court's ruling in Bone v. U.S. Food Service, Op. No. 27278 (S.C. Sup. Ct. filed June 26, 2013).","date":"2013-09-11","type":"opinion","text":"          THE STATE OF SOUTH CAROLINA \n\r\n               In The Supreme Court \n\r\n\r\n   Christopher Price, Claimant,\r\n\r\n   v.\r\n\r\n   Peachtree Electrical Services, Inc. and Builders Mutual\r\n   Insurance Company, Employer/Carrier, Petitioners,\r\n\r\n   v.\r\n\r\n   Bob Wire Electric, Inc., self-insured Employer, through\r\n   South Carolina Home Builders Association SIF,\r\n   Respondents.\r\n\r\n   Appellate Case No. 2012-207886\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n              Appeal from Georgetown County \n\r\n         Benjamin H. Culbertson, Circuit Court Judge \n\r\n\r\n\r\n                   Opinion No. 27314 \n\r\n    Submitted August 5, 2013 – Filed September 11, 2013 \n\r\n\r\n\r\n                AFFIRMED AS MODIFIED\r\n\r\n\r\n   Richard C. Detwiler and Mary Dameron Milliken, both\r\n   of Callison Tighe & Robinson, LLC, of Columbia, for\r\n   Petitioner.\r\n\n             Kirsten Leslie Barr, of Trask & Howell, LLC, of Mt.\r\n             Pleasant, for Respondent.\r\n\r\n\r\nPER CURIAM: Peachtree Electrical Services seeks review of the Court of\r\nAppeals' decision in Price v. Peachtree Elec. Servs., Inc., 396 S.C. 403, 721 S.E.2d\r\n461 (2011), finding the Workers' Compensation Commission did not have subject\r\nmatter jurisdiction over Peachtree's equitable subrogation claim. We deny the\r\npetition for a writ of certiorari as to Peachtree's Question III and affirm with regard\r\nto subject matter jurisdiction. However, we grant the petition as to Peachtree's\r\nQuestions I and II, dispense with further briefing, and affirm as modified herein the\r\ndecision of the Court of Appeals regarding appealability of the first appellate panel\r\norder.\r\n\r\nEarlier in this matter, an appellate panel of the Workers' Compensation\r\nCommission issued an order finding Bob Wire Electric was responsible for an\r\ninjury incurred by claimant that was originally attributed to Peachtree. The\r\nappellate panel remanded the case to the single commissioner for further\r\ndetermination of benefits. Bob Wire did not immediately appeal the appellate\r\npanel order, but subsequently appealed the order of the single commissioner.\r\n\r\nPeachtree argued before the Court of Appeals that the appellate panel order was a\r\nfinal decision and because Bob Wire did not appeal that decision, the findings of\r\nfact and conclusions of law in the order were the law of the case. The Court of\r\nAppeals found, pursuant to S.C. Code Ann. § 14-3-330 (1976 & Supp. 2012), Bob\r\nWire was not required to file an immediate appeal from the appellate panel order,\r\nbut could wait and appeal the final judgment of the single commissioner and in fact\r\ndid. The Court of Appeals applied S.C. Code Ann. § 42-17-60 (Supp. 2012) in\r\nfinding section 14-3-330, the general applicability statute, controlling.\r\n\r\nHowever, recently, this Court in Bone v. U.S. Food Service, Op. No. 27278 (S.C.\r\nSup. Ct. filed June 26, 2013), clarified that the Administrative Procedures Act\r\n(APA), not section 14-3-330, establishes the standard for judicial review of\r\ndecisions of the Workers' Compensation Commission. Pursuant to the APA, \"[a]\r\nparty who has exhausted all administrative remedies available within the agency\r\nand who is aggrieved by a final decision in a contested case is entitled to judicial\r\nreview.\" S.C. Code Ann. § 1-23-380 (Supp. 2012). An agency decision that does\r\nnot decide the merits of a contested case is not a final agency decision subject to\r\njudicial review. Bone, supra. \"A preliminary, procedural, or intermediate agency\r\n\naction or ruling is immediately reviewable if review of the final agency decision\r\nwould not provide an adequate review.\" S.C. Code Ann. § 1-23-380.\r\n\r\nAccordingly, the Court of Appeals' reliance upon section 14-3-330 was in error.\r\nHowever, even under section 1-23-380, the order of the appellate panel was not\r\nimmediately appealable. Therefore, the Court of Appeals properly found Bob\r\nWire's failure to file an immediate appeal from the order did not render the\r\nfindings of fact and conclusions of law therein the law of the case.\r\n\r\nAFFIRM AS MODIFIED\r\n\r\nTOAL, C.J., PLEICONES and BEATTY, JJ., concur. KITTREDGE, J., and\r\nHEARN, J., concur in result only.\r\n\n","court":"Supreme"},{"id":"27315","title":"Home Builders Association v. School District No. 2 of Dorchester County","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27315.pdf","description":"The Court reversed a circuit court order granting respondents judgment on the pleadings and dismissing the complaint which alleged an act was unconstitutional special legislation.","date":"2013-09-11","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                          In The Supreme Court \n\r\n\r\n            The Home Builders Association of South Carolina and\r\n            the Charleston-Trident Home Builders Association, Inc.,\r\n            Appellants,\r\n\r\n            v.\r\n\r\n            School District No. 2 of Dorchester County and the\r\n            Board of Trustees for Dorchester School District No. 2,\r\n            Respondents.\r\n\r\n            Appellate Case No. 2011-195208\r\n\r\n\r\n                          Appeal from Dorchester County \n\r\n                       Edgar W. Dickson, Circuit Court Judge \n\r\n\r\n\r\n                                Opinion No. 27315 \n\r\n                 Heard February 6, 2013 – Filed September 11, 2013 \n\r\n\r\n\r\n                                   REVERSED\r\n\r\n\r\n            Frederick A. Gertz and Phong Thi Van Nguyen, both of\r\n            Gertz & Moore, LLP, of Columbia, for Appellants.\r\n\r\n            Sarah Patrick Spruill, of Haynsworth Sinkler Boyd, PA,\r\n            of Greenville, and Charlton De Saussure, Jr. of\r\n            Haynsworth Sinkler Boyd, PA, of Charleston, for\r\n            Respondents.\r\n\r\n\r\nJUSTICE PLEICONES: This is an appeal from an order granting respondents'\r\nmotion for a judgment on the pleadings under Rule 12(c), SCRCP, and dismissing\r\nappellants' complaint. Because we find issues of fact raised by the complaint that\r\n\nmust be resolved before the constitutionality of 2009 Act No. 99 (Act) can be\r\ndetermined, we reverse and remand for further proceedings.\r\n\r\nThe Act permits respondent School District to impose an impact fee to be paid by\r\ndevelopers on \"new residential dwelling units constructed within the school\r\ndistrict.\" Respondent Trustees adopted the impact fee by resolution effective June\r\n23, 2009. Appellants, each an organization of home builders, brought this\r\ndeclaratory judgment suit seeking injunctive relief against respondents challenging\r\nthe constitutionality of the Act under provisions of the state constitution requiring\r\nstatewide uniformity (S.C. Const. art. VIII, § 14(6))1 and limiting special\r\nlegislation (S.C. Const. art. III, § 34).\r\n\r\nRespondents moved for a judgment on the pleadings under Rule 12(c). A\r\njudgment on the pleadings shall be granted \"where there is no issue of fact raised\r\nby the complaint that would entitle the plaintiff to judgment if resolved in\r\nplaintiff's favor.\" Sapp v. Ford Motor Co., 386 S.C. 143, 687 S.E.2d 47 (2009)\r\nciting Russell v. City of Columbia, 305 S.C. 86, 406 S.E.2d 338 (1991). A\r\njudgment on the pleadings is \"a drastic procedure.\" Russell, supra, cited in Falk v.\r\nSadler, 341 S.C. 281, 533 S.E.2d 350 (Ct. App. 2000). The circuit judge granted\r\nthe motion.2\r\n\r\nSouth Carolina Const. art. III, § 34(IX), provides that \"where a general law can be\r\nmade applicable, no special law shall be enacted.\" Legislation regarding education\r\nis not exempt from this requirement even though art. XI, § 3, gives the General\r\nAssembly more discretion with respect to legislation impacting a school district\r\n\r\n Appellants do not rely on this ground on appeal.\r\n1In fact, the court went further and actually declared the Act constitutional. The\r\n2\r\n\r\n\r\ndissent falls prey to this same error, and in so doing far exceeds the scope of the\r\nmatter before us. Among other things, the dissent recaps two publications\r\nprimarily authored by Professor Ulbrich, cites other school district legislation, and\r\nimproperly cites to York County ordinances. See Harkins v. Greenville County,\r\n340 S.C. 606, 533 S.E.2d 886 (2000) (reiterating well-settled rule that appellate\r\ncourt cannot take judicial notice of local ordinance). In its zeal to reach the merits\r\nof the Act, the dissent writes extensively on matters which are not in dispute,\r\nincluding the General Assembly's authority and responsibility to enact special\r\nlegislation to benefit public education. In so doing, the dissent loses sight of the\r\nsole issue before the Court in this appeal: does the complaint raise any issue of fact\r\nwhich, if resolved in appellants' favor, would entitle them to a judgment. Neither\r\nthe wisdom nor the constitutionality of the 2009 Act is at issue at this juncture.\r\n\nthan it has in other areas. Charleston County School Dist. v. Harrell, 393 S.C. 552,\r\n558, 713 S.E.2d 604, 607-608 (2011) (internal citation omitted). Charleston\r\nCounty holds that a constitutional challenge predicated on a special legislation\r\nclaim is analogous to one based upon equal protection. Special legislation is not\r\nunconstitutional if there is \"a substantial distinction having reference to the subject\r\nmatter of the proposed legislation, between the objects or places embraced in such\r\nlegislation and the objects and places excluded . . . . In other words, the General\r\nAssembly must have a logical basis and a sound reason for resorting to special\r\nlegislation.\" Horry County v. Horry County Higher Educ. Comm'n, 306 S.C. 416,\r\n419, 412 S.E.2d 421, 423 (1991) (citations omitted) cited with approval in\r\nCharleston County, 393 S.C. at 558-559, 713 S.E.2d at 608.\r\n\r\nThe Act itself is silent on any unique or special funding needs of respondent\r\nSchool District.3 Further, the complaint alleges the Act applies only to respondent\r\nSchool District, and that the district's funding needs are no different from many\r\nother districts in the state, that it does not have unique funding requirements, and\r\nthat other similarly situated school districts are faced with the same issues. It\r\nspecifically alleges:\r\n\r\n             The Act's application to a single school district without any\r\n             peculiar or unique conditions, resulting in special treatment,\r\n             violates the provisions of the South Carolina Constitution, in\r\n             particular art. III, § 34 (limiting \"special legislation\") and art.\r\n             VIII, § 14(6) (requiring statewide uniformity).\r\n\r\nThe complaint thus alleges facts which, if proven, would render the Act\r\nunconstitutional special legislation.\r\n\r\nThe circuit court and respondents rely on a single sentence found in Bradley v.\r\nCherokee School Dist. No. One, 322 S.C. 181, 470 S.E.2d 570 (1996): \"A law that\r\nis special only in the sense that it imposes a lawful tax limited in application and\r\nincidence to persons or property within a certain school district does not\r\ncontravene the provisions of Article III, § 34(IX).\" Here, we are concerned with an\r\n\r\n\r\n\r\n\r\n The order finds the impact fee warranted by \"The public education improvements\r\n3\r\n\r\n\r\nnecessitated by rapid population growth . . . .\" This finding is taken from the\r\nresolution, however, not the Act, and thus does not represent a basis or reason for\r\nthe legislature to have resorted to the Act. Charleston County, supra.\r\n\nimpact fee, not a tax, and one that is placed on only some persons and not others.4\r\nMoreover, since Bradley was decided, we have clarified that all challenges to\r\neducation-related special legislation are subject to the test set forth in Kizer v.\r\nClark, 360 S.C. 86, 600 S.E.2d 529 (2004). Charleston County, supra.\r\n\r\nWe find the complaint alleges facts which, if resolved in appellants' favor, would\r\nresult in a declaration that the Act is unconstitutional. The order granting\r\nrespondents' Rule 12(c) motion is therefore\r\n\r\nREVERSED.\r\n\r\nBEATTY and HEARN, JJ., concur. KITTREDGE, J., concurring in\r\nresult only. TOAL, C.J., dissenting in a separate opinion.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n We now overrule Bradley to the extent it relies upon Hay v. Leonard, 212 S.C. 81,\r\n4\r\n\r\n\r\n46 S.E.2d 653 (1948). Hay, like McElveen v. Stokes, 240 S.C. 1, 124 S.E.2d 592\r\n(1962) and the other pre-1973 cases relied upon by the dissent, were decided under\r\nthe pre-Home Rule state constitution. Prior to 1973, article XI of the constitution\r\ncontained the education-related provisions. Article XI, § 6 provided in its last\r\nsentence \"Any school district may by the authority of the General Assembly levy\r\nan additional tax for the support of schools.\" In other words, at the time Hay was\r\ndecided, it was impossible for a school district tax act to constitute an unlawful\r\nspecial law under art. III, § 34(IX) in light of the specific authorization of art. XI, §\r\n6. This article was repealed by 1973 Act No. 42, and § 6 was not reenacted\r\nelsewhere in the post-Home Rule constitution. Bradley erred in relying on Hay,\r\ndecided under the pre-1973 version of S.C. Const. art. XI, § 6, and the dissent\r\nwould perpetuate this error.\r\n\nCHIEF JUSTICE TOAL: Respectfully, I dissent. I would affirm the circuit\r\ncourt's grant of respondents' motion for a judgment on the pleadings under\r\nRule 12(c), SCRCP, because, in my assessment, appellants' complaint does\r\nnot raise an issue of fact that would entitle appellants to judgment if resolved\r\nin their favor. The majority finds appellants' allegation that respondent\r\nSchool District does not have unique funding needs, if proven, would render\r\nthe Act unconstitutional special legislation. In doing so, it is my opinion the\r\nmajority improperly applies the constitutional prohibition of special\r\nlegislation to education-related legislation.\r\n       Article III, section 34(IX) of the South Carolina Constitution prohibits\r\nthe General Assembly from enacting local laws \"where a general law can be\r\nmade applicable.\" S.C. Const. art. III, § 34(IX). However, \"special\r\nlegislation is not unconstitutional where there is 'a substantial distinction\r\nhaving reference to the subject matter of the proposed legislation, between\r\nthe objects or places embraced in such legislation and the objects and places\r\nexcluded.'\" Charleston Cnty. Sch. Dist. v. Harrell, 393 S.C. 552, 558–59,\r\n713 S.E.2d 604, 608 (2011) (quoting Horry Cnty. v. Horry Cnty. Higher\r\nEduc. Comm'n, 306 S.C. 416, 419, 412 S.E.2d 421, 423 (1991)). Thus, \"the\r\nGeneral Assembly must have a logical basis and sound reason for resorting to\r\nspecial legislation.\" Id. The purpose of restricting local or special legislation\r\nis to promote uniformity in state laws where possible, and to avoid\r\nduplicative or conflicting laws on the same subject. Med. Soc'y of S.C. v.\r\nMUSC, 334 S.C. 270, 279, 513 S.E.2d 352, 357 (1999).\r\n       This Court is deferential to the General Assembly when determining\r\nthe constitutionality of a local law and will not declare it unconstitutional\r\n\"unless its repugnance to the Constitution is clear beyond a reasonable doubt\"\r\nor \"there has been a clear and palpable abuse of legislative discretion.\" Id. at\r\n279, 513 S.E.2d at 357; Sirrine v. State, 132 S.C. 241, 248, 128 S.E. 172, 174\r\n(1925), overruled on other grounds, McCall v. Batson, 285 S.C. 243, 329\r\nS.E.2d 741 (1985). Even greater deference is given when evaluating local\r\nlaws related to school matters. See McElveen v. Stokes, 240 S.C. 1, 10, 124\r\nS.E.2d 592, 596 (1962). The Court has explained that in evaluating local\r\nlegislation involving public education, the constitutional restrictions on\r\nspecial legislation must be viewed in light of the General Assembly's Article\r\nXI duty to \"provide for the maintenance and support of a system of free\r\n\npublic schools open to all children in the State.\" S.C. Const. art. XI, § 3;\r\nMcElveen, 240 S.C. at 10, 124 S.E.2d at 596. These cases and constitutional\r\nprovisions make clear the scope of legislative power is broader on the topic\r\nof schools, and consequently, this Court has traditionally sustained local laws\r\nrelated to the state's public education system. See Bradley v. Cherokee Sch.\r\nDist., 322 S.C. 181, 470 S.E.2d 570 (1996); Smythe v. Stroman, 251 S.C. 277,\r\n162 S.E.2d 168 (1968); Moseley v. Welch, 209 S.C. 19, 39 S.E.2d 133\r\n(1946); Walker v. Bennett, 125 S.C. 389, 118 S.E. 779 (1923).\r\n      By passing the Act allowing respondent School District to impose an\r\nimpact fee, the General Assembly signaled its belief that conditions present\r\nin Dorchester County's School District Number Two made it necessary to\r\nimpose an impact fee to support its public education system. That is, the\r\nGeneral Assembly opined that in order to fulfill its Article XI duty to provide\r\nfor the \"maintenance and support of a system of free public schools,\" an\r\nimpact fee was necessary to offset the additional demand for public facilities\r\ncreated by new developments in Dorchester County. See S.C. Const. art. XI,\r\n§ 3; McElveen, 240 S.C. at 10, 124 S.E.2d at 596. We have always provided\r\ngreat deference to the General Assembly in making these decisions, and the\r\nsame respect should be afforded here.\r\n       In footnote two, the majority opines \"the dissent loses sight of the sole\r\nissue before the Court in this appeal: does the complaint raise any issue of\r\nfact which, if resolved in appellants' favor, would entitle them to a\r\njudgment.\" The majority finds appellants' allegation that respondent School\r\nDistrict is without unique funding needs, if proven, would entitle them to\r\nrelief. However, in Bradley, this Court stated, \"A law that is special only in\r\nthe sense that it imposes a lawful tax limited in application and incidence to\r\npersons or property within a certain school district does not contravene the\r\nprovisions of Article III, § 34(IX). Individual districts may impose a legal\r\ntax limited in application and incidence to persons or property within the\r\nprescribed area.\" Bradley, 322 S.C. at 186, 470 S.E.2d at 572 (internal\r\ncitations omitted); see also Moye v. Caughman, 265 S.C. 140, 144, 217\r\nS.E.2d 36, 38 (1975) (noting that although the appellant did not raise the\r\nissue in his brief, \"[s]ection 34 does not deal with matters specifically\r\ncovered by Article XI\") (citing Thorne v. Seabrook, 264 S.C. 503, 216 S.E.2d\r\n177 (1975); McElveen, 240 S.C. 1, 124 S.E.2d 592; State v. Huntley, 167 S.C.\r\n\n476, 166 S.E. 637 (1932)). Notably, Bradley did not condition its holding on\r\na school district having \"unique or special funding needs\"; rather, Bradley\r\nsimply stated a tax that applies only to persons or property in a single school\r\ndistrict is constitutional special legislation.\r\n      Accordingly, appellants' allegation that respondent School District is\r\nwithout unique funding needs, even if true, would not entitle them to\r\njudgment. See Rule 12(c), SCRCP. Therefore, under Bradley, the circuit\r\ncourt's grant of respondents' Rule 12(c) motion was proper, as is an analysis\r\nof the Act's constitutionality at this stage of the litigation. The majority\r\nproperly notes the case at hand is different from Bradley in that we are\r\nevaluating the propriety of an impact fee rather than a tax; however, I find no\r\nreason why the impact fee should be treated differently. Subdivisions of\r\nlocal authority, including school districts, have the ability to raise funds,\r\nwhich should include the utilization of an impact fee.5\r\n      The majority now takes the view that Bradley should be overruled to\r\nthe extent it relies on Hay v. Leonard, 212 S.C. 81, 46 S.E.2d 653 (1948),\r\nbecause at the time Hay was issued, Article XI, section 6 expressly provided\r\nschool districts with the power to levy an additional tax for the support of\r\nschools. However, while Article XI, section 6 was subsequently repealed,\r\nschool districts continue to have taxing power under South Carolina's\r\nConstitution. For example, Article X, section 6 states, \"Except as otherwise\r\nprovided in this section, the General Assembly may vest the power of\r\nassessing and collecting taxes in all of the political subdivisions of the State,\r\nincluding . . . school districts.\" S.C. Const. art. X, § 6. Further, Article X,\r\nsection 7(b) directs school districts to prepare and maintain annual budgets,\r\nand in the event a district's expenses exceed its projected income, requires the\r\nschool district to \"provide for levying a tax in the ensuing year sufficient,\r\nwith other sources of income, to pay the deficiency of the preceding year\r\n\r\n\r\n5 York County currently imposes a school impact fee. York, S.C., Code §§\r\n153.75–82 (1996); see also In re Nov. 4, 2008 Bluffton Town Council Election, 385\r\nS.C. 632, 637 n.3, 686 S.E.2d 683, 686 n.3 (2009) (stating the principle of law that\r\ncourts will not take judicial notice of a municipal ordinance does not apply where\r\nthe cited ordinance is not dispositive of the outcome of the case).\r\n\ntogether with the estimated expenses for such ensuing year.\" S.C. Const. art.\r\nX, § 7(b).\r\n       These constitutional provisions align with South Carolina's history of\r\nallowing the General Assembly to take an individualized approach to the\r\nmanner in which school districts are funded and operate. For example, in\r\n2004, the General Assembly passed legislation allowing Lexington County\r\nschool districts to impose a penny tax, Lexington County School District\r\nProperty Tax Relief Act, Act No. 378, 2004 S.C. Acts 3142, and in 2011\r\nrenewed this legislation for an additional seven years. The General\r\nAssembly also enacted legislation in 2010, over the Governor's veto, tailored\r\nto the fiscal operations of Fairfield County schools. Act No. 308, 2010 S.C.\r\nActs 2845 (adding legislative appointees to the Fairfield County School\r\nBoard and transferring fiscal authority to a financial council appointed by the\r\nlegislative delegation).\r\n       Because each school district is unique and faces its own distinct\r\nchallenges, it is important that the General Assembly retain its ability to\r\nlegislate, when necessary, on an individualized basis. Eighty-five school\r\ndistricts provide education services in this State. Holley H. Ulbrich et al.,\r\nLocal Governments and Home Rule in South Carolina 8 (2011). Prior to the\r\n1950s, South Carolina had more than 1,200 school districts, but in recent\r\nyears, many of those districts have consolidated.6 Id. Some counties\r\nmaintain a single countywide school district, while others are comprised of\r\nmultiple districts, ranging from two to seven in number. Id. Further, several\r\nschool districts serve small parts of neighboring counties. Id.\r\n      Unsurprisingly, South Carolina's eighty-five districts vary in size and\r\npopulation, which affects operating costs per student. Holley H. Ulbrich,\r\nSchool District Organization and Governance in South Carolina 9 (2010).\r\nNational studies have shown operating costs per pupil can dramatically\r\ndecrease when small districts consolidate, while savings may dwindle with\r\nlarger consolidating districts. Id. Instructional costs vary based on the\r\nnumber of students per classroom, and a district's geographic size greatly\r\naffects its transportation costs. Id. at 11. In 2005, the General Assembly\r\n6Recent consolidations have occurred in, among others, Marion, Orangeburg, and\r\nSumter Counties. Id.\r\n\ncreated a temporary committee to study the sizes and costs of South\r\nCarolina's school districts. Id. at 12. The study revealed significant\r\ndifferences in spending per pupil between the twenty smallest and twenty\r\nlargest districts—an estimated average difference of $277 per student. Id.\r\n       Moreover, fiscal authority amongst South Carolina's various school\r\ndistricts ranges from complete fiscal authority to no fiscal authority\r\nwhatsoever. Ulbrich, Local Governments and Home Rule in South Carolina\r\n13. Twenty-three districts have total fiscal independence to approve their\r\nown budgets and set their own millage rates, while twenty-nine districts have\r\nno fiscal authority. Id. at 13–14. Further, the power to raise millage rates\r\nvaries greatly from one school district to another, depending on the local\r\nlegislation that governs school districts in that particular county. Id.\r\n       With these considerations in mind, South Carolina has historically\r\ntaken an individualized approach regarding school-related legislation. Our\r\ndistricts vary in size, population, functionality, and most important to the\r\nissue at hand, operating costs. Moreover, with district lines being constantly\r\nredrawn through local legislation, our districts will inevitably continue to\r\nevolve. If the General Assembly is to fulfill its Article XI duty to maintain\r\nand support a free public school system for all children, we must continue to\r\nprovide the level of deference necessary to legislate based on the evolving\r\nneeds and unique capacities of each school district. See S.C. Const. art. XI, §\r\n3; Bradley, 322 S.C. at 186, 470 S.E.2d at 572; McElveen, 240 S.C. at 10,\r\n124 S.E.2d at 596. Bradley recognizes this principle and, in my view, should\r\nnot be overruled. The majority's departure from Bradley will have\r\ndetrimental effects on the operations and funding of our school districts.\r\n      Therefore, I would find the Act is sustainable under Article III, section\r\n34(IX) as constitutional special legislation. Accordingly, I would affirm the\r\ncircuit court's grant of respondents' Rule 12(c), SCRCP, motion for a\r\njudgment on the pleadings because appellants assertion that respondent\r\nSchool District is without unique funding needs would not entitle appellants\r\nto judgment. See Bradley, 322 S.C. at 186, 470 S.E.2d at 572 (\"A law that is\r\nspecial only in the sense that it imposes a lawful tax limited in application\r\nand incidence to persons or property within a certain school district does not\r\ncontravene the provisions of Article III, § 34(IX).\").\r\n\n","court":"Supreme"},{"id":"27316","title":"Auto-Owners v. Rhodes","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27316.pdf","description":"This Court granted a petition for a writ of certiorari to review the decision of the Court of Appeals in Auto-Owners Ins. Co. v. Rhodes, 385 S.C. 83, 682 S.E.2d 857 (Ct. App. 2009).  We affirm in part and reverse in part.  We hold the declaratory judgment action was procedurally proper save for a ruling on issues regarding property damages as there are related questions of fact that must be decided by a jury on retrial.  Additionally, we affirm the Court of Appeals' determinations that Marion L. Eadon d/b/a C&B Fabrication constituted an \"insured\" and there was an \"occurrence\" for purposes of the Commercial General Liability policy.","date":"2013-09-25","type":"opinion","text":"                THE STATE OF SOUTH CAROLINA \n\r\n                     In The Supreme Court \n\r\n\r\n      Auto-Owners Insurance Company, Petitioner,\r\n\r\n      v.\r\n\r\n      Samuel W. Rhodes; Piedmont Promotions, Inc; Marion\r\n      L. Eadon d/b/a C&B Fabrications; C&B Fabrications,\r\n      Inc.; and Low Country Signs, Inc., Respondents.\r\n\r\n      Appellate Case No. 2009-143546\r\n\r\n\r\n\r\n ON WRIT OF CERTIORARI TO THE COURT OF APPEALS \n\r\n\r\n                      Appeal From York County \n\r\n                   Lee S. Alford, Circuit Court Judge \n\r\n\r\n\r\n                           Opinion No. 27316 \n\r\n           Heard February 20, 2013 – Filed September 25, 2013 \n\r\n\r\n       AFFIRMED IN PART AND REVERSED IN PART \n\r\n\r\n\r\nAlfred Johnston Cox, of Gallivan, White & Boyd, PA, John Lucius\r\nMcCants of Rogers Lewis Jackson Mann & Quinn, LLC, both of\r\nColumbia, for Petitioner.\r\n\r\nWilliam O. Sweeny, III, William Roberts Calhoun, Jr., both of\r\nSweeny Wingate & Barrow, PA, of Columbia, Creighton B. Coleman\r\nof Coleman Tolen & Swearingen, LLC, of Winnsboro, Bert Glenn\r\nUtsey, III, Matthew Vernon Creech, both of Peters Murdaugh Parker\r\nEltzroth & Detrick, PA, of Walterboro, for Respondents.\r\n\n       JUSTICE BEATTY: Samuel W. Rhodes (\"Rhodes\") and Piedmont\r\nPromotions, Inc. (\"Piedmont\") sued Marion L. Eadon, d/b/a C&B Fabrication,1 for\r\ndamages arising out of the faulty construction of three outdoor advertising\r\nbillboard signs after one of the signs fell across Interstate 77. A Fairfield County\r\njury returned a verdict for actual and punitive damages in favor of Rhodes (\"the\r\ntort action\"). At the time of the tort action, Eadon's two corporations, C&B\r\nFabrications, Inc. and Low Country Signs, Inc., were listed as named insureds\r\nunder a commercial general liability (\"CGL\") policy (\"the policy\") issued by Auto-\r\nOwners Insurance Company (\"Auto-Owners\"). Eadon sought indemnification\r\nfrom Auto-Owners for the verdict. In response, Auto-Owners filed this declaratory\r\njudgment action (the \"DJ action\") to determine whether it has a duty to indemnify\r\nEadon under the policy.\r\n\r\n       The circuit court judge found Eadon was insured by the policy and that all\r\ndamages, except for the price of the signs, were covered by the policy. After post-\r\ntrial motions were filed, the Court of Appeals reversed the tort action on the\r\nground that venue was proper in Clarendon County rather than Fairfield County.\r\nRhodes v. Eadon, Op. No. 2006-UP-413 (S.C. Ct. App. filed Dec. 15, 2006).\r\nSubsequently, Auto-Owners filed a motion to be relieved from the DJ order as the\r\nunderlying tort action had been reversed and vacated. The judge denied this\r\nmotion. On appeal, the Court of Appeals affirmed as modified the DJ order. Auto-\r\nOwners Ins. Co. v. Rhodes, 385 S.C. 83, 682 S.E.2d 857 (Ct. App. 2009). This\r\nCourt granted Auto-Owners' petition for a writ of certiorari to review the decision\r\nof the Court of Appeals. We affirm in part and reverse in part.\r\n\r\n                        I.    Factual/Procedural History\r\n\r\n       Eadon is the sole owner and shareholder of C&B Fabrication and Low\r\nCountry Signs, Inc., both of which conducted business under the name C&B\r\nFabrication. Rhodes is the sole owner and shareholder of Piedmont Promotions,\r\nInc., which owns and leases outdoor advertising space in various locations. In\r\n1999, Rhodes contracted with Eadon to design, fabricate, and erect three outdoor\r\nadvertising signs on property owned by Rhodes that bordered Interstate 77 in\r\nFairfield County. Rhodes obtained the requisite permits from the South Carolina\r\nDepartment of Transportation (\"SCDOT\") to erect the three signs.\r\n\r\n\r\n\r\n1 Throughout these proceedings, Eadon's business has been referred to as C&B\r\nFabrication, C&B Fabrications, and C&B Fabricators.\r\n\n       In December 2000, approximately ten months after the installation of the\r\nsigns, the middle sign was discovered to be leaning toward I-77. Rhodes contacted\r\nEadon to inform him of the problem. Shortly thereafter, Eadon sent a crew to\r\naddress the issue. On January 20, 2001, three days after the crew visited the site,\r\none of the other signs fell across I-77, blocking both lanes of southbound traffic.\r\nBased on its investigation, SCDOT ordered Rhodes to remove the remaining two\r\nsigns and revoked Piedmont's permits to maintain signs on the property. Rhodes\r\nimmediately requested that Eadon remove the two remaining signs. Eadon,\r\nhowever, removed only the one sign that was previously leaning and refused to\r\nremove the third and final sign.\r\n\r\n       Following this incident, a General Liability Notice of Occurrence/Claim was\r\nforwarded to Auto-Owners from Creech Roddey Watson Insurance, Eadon's\r\ninsurance company. Upon receipt of this claim, Auto-Owners sent a reservation of\r\nrights letter to Eadon regarding the incident, stating it was unsure whether a claim\r\nexisted under the CGL policy. Over the next few months, Auto-Owners paid\r\nseveral claims for damages caused by the fallen sign, but stated the CGL policy did\r\nnot cover the majority of the expenses that would be incurred following the loss.\r\n\r\n       On December 12, 2001, Rhodes and Piedmont filed the tort action against\r\n\"Marion L. Eadon d/b/a C&B Fabrication,\" alleging damages to the real estate\r\nowned by Rhodes and lost income by Piedmont due to the negligent design,\r\nfabrication, and erection of the signs by C&B, which led to the removal of the\r\nthree signs and the revocation of the SCDOT permits.\r\n\r\n      On October 14, 2002, while the tort action was pending, Auto-Owners filed\r\nthe DJ action to determine whether coverage was provided pursuant to the CGL\r\npolicy.The tort action was tried in Fairfield County between August 30 and\r\nSeptember 2, 2004. A jury returned a verdict for Rhodes and Piedmont in the\r\namount of 3 million dollars in actual damages and 3.5 million in punitive damages\r\nfor the negligence cause of action. Eadon appealed this verdict to the Court of\r\nAppeals.\r\n\r\n       While Eadon's appeal was pending, the circuit court judge issued an order in\r\nthe DJ action on November 7, 2006. The judge found that Auto-Owners was\r\nobligated to indemnify Eadon for the judgment rendered in the tort action. In so\r\nruling, the judge found the sign falling on the interstate constituted an \"occurrence\"\r\nthat resulted in damages \"beyond the defective work\" to \"property other than the\r\n\ndefective work itself.\" The judge further found \"the loss of use of the remaining\r\ntwo signs and the consequential damages flowing therefrom was causally linked to\r\nthe sign that fell and constituted property damage caused by an occurrence.\"\r\n\r\n       Specifically, the judge found coverage for \"property damage\" based on the\r\nphysical injury to the real estate, costs to remove the signs, and loss of use of the\r\nsigns. The judge further found that Rhodes suffered diminution in value of his real\r\nproperty as SCDOT prohibited him from erecting signs in the future. The judge\r\ndiscounted all of the policy exclusions raised by Auto-Owners as Rhodes's claim\r\nfor damages was based on the consequential damages incurred to his real estate\r\nrather than to the signs produced by C&B. However, the judge ruled that the\r\ncontractual price of the signs was excluded as this fell within the purview of the\r\n\"your work\" exclusion.\r\n\r\n       On December 15, 2006, the Court of Appeals reversed the verdict in the tort\r\naction based on the trial court's failure to grant Eadon's motion to transfer venue to\r\nClarendon County, his county of residence. Rhodes v. Eadon, Op. No. 2006-UP-\r\n413 (S.C. Ct. App. filed Dec. 15, 2006).\r\n\r\n       Based on this development, Auto-Owners filed a supplemental Rule 59(e),\r\nSCRCP, motion. Alternatively, Auto-Owners filed a motion pursuant to Rule 60,\r\nSCRCP, to have the DJ order declared null and void based on the judge's reliance\r\non the evidence and testimony in the vacated tort action. The judge granted Auto-\r\nOwners' motion in part, striking only the portion of the order referencing the\r\nmoney damages awarded by the jury. The other portions of the order remained in\r\nfull force and effect.\r\n\r\n       Auto-Owners appealed the DJ order to the Court of Appeals. The Court of\r\nAppeals affirmed as modified. Auto-Owners Ins. Co. v. Rhodes, 385 S.C. 83, 682\r\nS.E.2d 857 (Ct. App. 2009). In so ruling, the court found: (1) the DJ action was\r\nripe for adjudication; (2) Eadon constituted an insured under the policy as he was\r\ninvolved in the procurement of the contract with Rhodes and Piedmont; (3) there\r\nwas an \"occurrence\" under the policy because the property damages were the result\r\nof the unexpected happening of the sign falling; (4) the policy covered the costs\r\nassociated with Rhodes's required removal of the final sign as well as the\r\ndiminution of value to Rhodes's property due to the loss of his permits to erect\r\nsigns in the future; and (5) none of the policy exclusions relied on by Auto-Owners\r\nprecluded coverage as the majority of the damages sought by Rhodes were to his\r\nbusiness, rather than the actual work product (the signs of C&B), which was\r\nproperly excluded. Id. at 93-108, 682 S.E.2d at 863-71. Additionally, the court\r\n\nvacated the portions of the judge's order that referenced the jury, verdict, and\r\ndamages in the tort action as they were \"moot in view of the reversal of that\r\nverdict.\" Id. at 96, 682 S.E.2d at 864. This Court granted Auto-Owners' petition\r\nfor a writ of certiorari to review the decision of the Court of Appeals.\r\n\r\n                                  II.    Discussion\r\n\r\nA.    Overview of Analysis\r\n\r\n       In analyzing this case, we must answer the threshold question of whether the\r\nreversal of the underlying tort action affected the propriety of the DJ action. If the\r\nrequisite judicial controversy is present, we must next determine whether Eadon is\r\nan \"insured\" under the provisions of the policy. If so, then the question becomes\r\nwhether Auto-Owners is legally obligated to pay for damages arising out of the tort\r\naction. In assessing Auto-Owners' duty to indemnify Eadon, we must determine\r\nwhether there was an \"occurrence\" that caused \"property damages,\" which were\r\nnot excluded by any policy provision. We answer \"yes\" to all of these questions.\r\n\r\nB.    Standard of Review\r\n\r\n       \"A suit for declaratory judgment is neither legal nor equitable, but is\r\ndetermined by the nature of the underlying issue.\" Felts v. Richland County, 303\r\nS.C. 354, 356, 400 S.E.2d 781, 782 (1991). \"When the purpose of the underlying\r\ndispute is to determine whether coverage exists under an insurance policy, the\r\naction is one at law.\" Crossmann Cmtys. of N.C., Inc. v. Harleysville Mut. Ins. Co.,\r\n395 S.C. 40, 46, 717 S.E.2d 589, 592 (2011) (citation omitted).\r\n\r\n       \"In an action at law tried without a jury, the appellate court will not disturb\r\nthe trial court's findings of fact unless there is no evidence to reasonably support\r\nthem.\" Id. at 46-47, 717 S.E.2d at 592 (citation omitted). However, an appellate\r\ncourt may make its own determination on questions of law and need not defer to\r\nthe trial court's rulings in this regard. Id. at 47, 717 S.E.2d at 592.\r\n\r\nC.    Propriety of the DJ Action\r\n\r\n       Auto-Owners argues the Court of Appeals erred in upholding the judge's\r\ndenial of its Rule 60(b)(4)2 and (5), SCRCP motions. Because the verdict in the\r\n\r\n2 Although Auto-Owners references subsection 4, its argument is confined to\r\nsubsection 5. However, even if properly argued, this subsection would not support\r\n\ntort action has been reversed, Auto-Owners claims there is no duty to indemnify\r\nEadon. Auto-Owners maintains that the DJ action cannot be decided at this time as\r\nadditional coverage issues may arise out of the retrial, such as new damages,\r\nwhether Eadon is an insured, and evidence triggering policy exclusions.3\r\n\r\n      Rule 60(b) provides in relevant part:\r\n\r\n             On motion and upon such terms as are just, the court may\r\n      relieve a party or his legal representative from a final judgment, order,\r\n      or proceeding for the following reasons:\r\n             ....\r\n\r\n      (5) the judgment has been satisfied, released, or discharged, or a prior\r\n      judgment upon which it is based has been reversed or otherwise\r\n      vacated, or it is no longer equitable that the judgment should have\r\n      prospective application.\r\n\r\nRule 60(b)(5), SCRCP.\r\n\r\nAuto-Owners' contention as the underlying tort action was not void for lack of due\r\nprocess, subject matter jurisdiction, or personal jurisdiction. See Rule 60(b)(4),\r\nSCRCP (\"On motion and upon such terms as are just, the court may relieve a party\r\nor his legal representative from a final judgment, order, or proceeding . . . if the\r\njudgment is void.\"); Linda Mc Co. v. Shore, 390 S.C. 543, 703 S.E.2d 499 (2010)\r\n(recognizing that the definition of \"void\" under Rule 60(b)(4) only encompasses\r\njudgments from courts that failed to provide proper due process, lacked subject\r\nmatter jurisdiction, or lacked personal jurisdiction).\r\n3 In support of its argument, Auto-Owners relies on Jourdan v. Boggs/Vaughn\r\nContracting, Inc., 324 S.C. 309, 476 S.E.2d 708 (Ct. App. 1996), wherein Jourdan\r\nsued Boggs and SCDOT for injuries Jourdan suffered when he wrecked his\r\nmotorcycle in a construction zone where Boggs, a paving contractor, was working\r\nfor SCDOT. Id. at 311, 476 S.E.2d at 709. Boggs filed a cross-claim against\r\nSCDOT for equitable indemnification. Id. The trial court dismissed Boggs's\r\nclaim. Id. The Court of Appeals reversed, finding that allegations in a complaint\r\nare not determinative of the right to equitable indemnification; rather, the right to\r\nindemnity \"does not ripen until decided by the finder of fact.\" Id. at 313, 476\r\nS.E.2d at 711. Jourdan, however, is not controlling because it does not preclude a\r\ndeclaratory judgment action once a concrete dispute arises that involves issues of\r\nlaw as in the instant case.\r\n\n        Because our appellate courts have not definitively addressed Rule 60(b)(5),\r\nwe have looked to the federal courts' interpretation as our rule is similar to the\r\nfederal rule.4 Our research reveals that this rule has limited application and has\r\nrarely been applied. See 11 Charles Alan Wright, Arthur R. Miller, & Mary Kay\r\nKane, Federal Practice and Procedure § 2863 (3d ed. Supp. 2012) (identifying\r\ncases where relief has been granted and denied based on Rule 60(b)(5) and stating,\r\nthis ground is \"rarely\" relied upon as a basis to allow relief from judgment).\r\nFurthermore, in reviewing a decision with respect to Rule 60(b), this Court utilizes\r\na deferential standard of review. See Tri-County Ice & Fuel Co. v. Palmetto Ice\r\nCo., 303 S.C. 237, 399 S.E.2d 779 (1990) (recognizing that a motion for relief\r\nfrom judgment pursuant to Rule 60(b) is addressed to the sound discretion of the\r\ntrial judge, and this Court will not disturb the trial judge's decision absent an abuse\r\nof discretion).\r\n\r\n      With this background in mind, we find the judge and, in turn, the Court of\r\nAppeals properly concluded the DJ action was appropriate for judicial\r\ndetermination.\r\n\r\n        Section 15-53-20 of the South Carolina Code identifies the purpose of the\r\nUniform Declaratory Judgments Act (\"the Act\") and provides that courts \"shall\r\nhave power to declare rights, status and other legal relations whether or not further\r\nrelief is or could be claimed.\" S.C. Code Ann. § 15-53-20 (2005); see Rule 57,\r\nSCRCP (\"The procedure for obtaining a declaratory judgment pursuant to Code §§\r\n15-53-10 through 15-53-140, shall be in accordance with these rules, and . . . [t]he\r\nexistence of another adequate remedy does not preclude a judgment for declaratory\r\nrelief in cases where it is appropriate.\"). The Act is to be liberally construed and\r\nadministered to achieve its intended purpose \"to settle and to afford relief from\r\nuncertainty and insecurity with respect to rights, status and other legal relations.\"\r\nS.C. Code Ann. § 15-53-130 (2005). However, the Act does not require the courts\r\nto give purely advisory opinions as to the issues sought to be raised. City of\r\nColumbia v. Sanders, 231 S.C. 61, 97 S.E.2d 210 (1957). \"[A]n issue that is\r\ncontingent, hypothetical, or abstract is not ripe for judicial review.\" Colleton\r\nCounty Taxpayers Ass'n v. Sch. Dist. of Colleton County, 371 S.C. 224, 242, 638\r\nS.E.2d 685, 694 (2006).\r\n\r\n      Although an insurance contract may be construed either before or after a\r\nbreach occurs, there must be a real or actual controversy between the litigants at\r\n\r\n\r\n4   Note to Rule 60, SCRCP (stating that Rule 60 is drawn from the Federal Rule).\r\n\nthe time of the institution of the DJ action. S.C. Code Ann. § 15-53-40 (2005);\r\nNelson v. Ozmint, 390 S.C. 432, 702 S.E.2d 369 (2010).\r\n\r\n      We find there was a justiciable controversy sufficient to implicate the Act\r\ngiven: (1) Eadon demanded Auto-Owners defend and indemnify the claim; (2)\r\nAuto-Owners denied portions of the claim; (3) definite and concrete issues exist\r\nregarding the adverse interests of Auto-Owners' and Eadon with respect to liability\r\nunder the CGL policy; and (4) the tort action is still pending.\r\n\r\n       Accordingly, we hold the Court of Appeals correctly affirmed the judge's\r\ndenial of Auto-Owners' Rule 60 motion. See H. A. Wood, Annotation, Application\r\nof Declaratory Judgment Acts to Questions in Respect of Insurance Policies, 142\r\nA.L.R. 8, § 3(c) (1943 & Supp. 2012) (analyzing state and federal cases involving\r\ndeclaratory judgment actions and stating, \"where the controversy is definite and\r\nconcrete and involves the legal relations of parties who have adverse interests, as\r\nregards questions of liability under, and the application of, insurance policies, it\r\nhas been held in numerous cases that an actual or justiciable controversy existed\r\nwithin the purview of the declaratory judgments acts\"); Assoc. Indem. Corp. v.\r\nDavis, 45 F. Supp. 118 (D. Pa. 1942) (finding declaratory judgment action was not\r\nrendered moot where the state supreme court reversed a judgment in favor of\r\ninjured persons and ordered a new trial in a state court action growing out of an\r\naccident resulting from the operation of the insured automobile), overruled on\r\nother grounds by, 136 F.2d 71 (3rd Cir. 1943).\r\n\r\n       Despite this ultimate conclusion, we find the DJ decision regarding\r\n\"property damages\" is not proper for our consideration as the resolution of this\r\nissue is based on questions of fact that will be presented at trial rather than issues\r\nof law to be resolved at this juncture. See 4 Phillip L. Bruner & Patrick J.\r\nO'Connor, Jr., Bruner & O'Connor on Construction Law, § 11:84 (2002 & Supp.\r\n2012) (\"What damages result from or arise out of the 'property damage' in any\r\ngiven situation is a question of fact.\"); Penn Nat'l Sec. Ins. Co. v. Design-Build\r\nCorp., No. 2:11-cv-02043-PMD, 2012 WL 2712555 (D. S.C. July 9, 2012)\r\n(declining to grant summary judgment to insurer on duty to defend with respect to\r\nwhether coverage existed for alleged damages for loss of use of the property and\r\nloss of profits as these issues were premature); Guar. Nat'l Ins. Co. v. Beeline\r\nStores, Inc., 945 F. Supp. 1510, 1514 (M.D. Ala. 1996) (\"Although the existence of\r\na duty to defend may be established by the allegations in the injured party's\r\ncomplaint, the insurer's liability to the insured is ultimately established by what is\r\ndeveloped at trial. So a determination of the duty to indemnify cannot be made at a\r\npreliminary stage in the proceedings, when it is still possible for the plaintiff in the\r\n\nunderlying lawsuit to change the theory of liability and assert a claim that is\r\ncovered by the policy at issue.\"). Accordingly, we confine the remainder of our\r\nanalysis to answering the questions regarding Eadon's status as an \"insured\" and\r\nwhether there was an \"occurrence\" as required by the terms of the policy.\r\n\r\nD.    Eadon's Status as an \"Insured\"\r\n\r\n       Auto-Owners asserts the Court of Appeals erred in finding that Eadon\r\nqualified as an insured under the CGL policy. In support of this assertion, Auto-\r\nOwners claims Rhodes and Piedmont should have been judicially estopped from\r\narguing that Eadon was acting on behalf of the corporation when they conversely\r\nargued during the tort action that Eadon was subject to individual liability. Auto-\r\nOwners further contends that because Eadon was not directly involved in\r\ndesigning, manufacturing, installing, or inspecting the signs, the CGL policy did\r\nnot provide coverage as any other actions taken by Eadon were performed in his\r\nindividual rather than his covered, corporate capacity. Specifically, Auto-Owners\r\npoints to Eadon's trial and deposition testimony wherein he testified that his only\r\nrole in the corporation was to provide financial resources and procure insurance.\r\n\r\n      1. Judicial Estoppel\r\n\r\n       In rejecting Auto-Owners' judicial estoppel contention, the Court of Appeals\r\nfound it failed to meet the fourth element of the applicable test. Rhodes, 385 S.C.\r\nat 99, 682 S.E.2d at 866. Specifically, the court found there was no evidence that\r\nany inconsistent position asserted by Rhodes was part of an intentional effort to\r\nmislead the court. Id. Additionally, the court found that Rhodes was not in privity\r\nwith Auto-Owners or Eadon under the CGL policy. Id.\r\n\r\n       \"Judicial estoppel is an equitable concept that prevents a litigant from\r\nasserting a position inconsistent with, or in conflict with, one the litigant has\r\npreviously asserted in the same or related proceeding.\" Cothran v. Brown, 357\r\nS.C. 210, 215, 592 S.E.2d 629, 631 (2004). \"The purpose of the doctrine is to\r\nensure the integrity of the judicial process, not to protect the parties from allegedly\r\ndishonest conduct by their adversary.\" Id.\r\n\r\n       For the doctrine of judicial estoppel to apply, the following elements must be\r\nsatisfied: (1) two inconsistent positions taken by the same party or parties in\r\nprivity with one another; (2) the positions must be taken in the same or related\r\nproceedings involving the same party or parties in privity with each other; (3) the\r\nparty taking the position must have been successful in maintaining that position\r\n\nand have received some benefit; (4) the inconsistency must be part of an\r\nintentional effort to mislead the court; and (5) the two positions must be totally\r\ninconsistent. Id. at 215-16, 592 S.E.2d at 632.\r\n\r\n       We agree with the Court of Appeals that the doctrine of judicial estoppel\r\nwas inapplicable in the instant case because there was no privity of contract\r\nbetween Rhodes and Auto-Owners. See Young v. Smith, 168 S.C. 362, 167 S.E.\r\n669 (1933) (recognizing that no privity of contract exists between an insurance\r\ncompany and a third party who may benefit from indemnification unless the\r\ninsurance contract specifically lists the third party as a beneficiary). Moreover,\r\nAuto-Owners cannot rely on Rhodes's \"inconsistent\" theories as the decision in the\r\ntort action has been reversed and, thus, the proceeding vacated. Accordingly, any\r\nreference to Rhodes's trial testimony, the jury charge, or the jury's verdict to\r\nsupport the contention that Eadon was subject to individual liability is misplaced.\r\n\r\n      2. Executive Officer as Insured\r\n\r\n      The CGL policy, which lists C&B Fabrications, Inc. and Low Country\r\nSigns, Inc., as its insureds on the Declarations page, provides:\r\n\r\n      1.     If you are designated in the Declarations as:\r\n\r\n             a.\t An individual, you and your spouse are insureds, but only\r\n                 with respect to the conduct of a business of which you are\r\n                 the sole owner.\r\n\r\n             ....\r\n\r\n             c. An organization other than a partnership or joint venture,\r\n             you are insured. Your executive officers and directors are\r\n             insured, but only with respect to their duties as your officers or\r\n             directors. . . .\r\n\r\n      2.     Each of the following is also an insured:\r\n\r\n             a.\t Your employees, other than your executive officers, but only\r\n                 for acts within the scope of their employment by you.\r\n\r\n      ....\r\n\n      No person or organization is an insured with respect to the conduct of\r\n      any current or past partnership or joint venture that is not shown as a\r\n      Named Insured in the Declarations.\r\n\r\n       In interpreting this policy provision, the Court adheres to the general rules of\r\ncontract construction. M & M Corp. of S.C. v. Auto-Owners Ins. Co., 390 S.C.\r\n255, 259, 701 S.E.2d 33, 35 (2010). \"The cardinal rule of contract interpretation is\r\nto ascertain and give legal effect to the parties' intentions as determined by the\r\ncontract language.\" McGill v. Moore, 381 S.C. 179, 185, 672 S.E.2d 571, 574\r\n(2009). \" 'Courts must enforce, not write, contracts of insurance, and their\r\nlanguage must be given its plain, ordinary and popular meaning.' \" USAA Prop. &\r\nCas. Ins. Co. v. Clegg, 377 S.C. 643, 655, 661 S.E.2d 791, 797 (2008) (quoting\r\nSloan Constr. Co. v. Cent. Nat'l Ins. Co. of Omaha, 269 S.C. 183, 185, 236 S.E.2d\r\n818, 819 (1977)).\r\n\r\n       Significantly, during the DJ action, the parties entered into a stipulation to\r\nresolve any ambiguity regarding the names of the business entities intended by the\r\nparties to be covered by the CGL policy. This stipulation provided:\r\n\r\n      For purposes of this Declaratory action only, the named insureds on\r\n      Auto-Owners' policies are reformed to C&B Fabricators, Inc. and\r\n      Lowcountry Signs & Fabrication, Inc., both d/b/a C&B Fabrication,\r\n      trade name of these corporations.\r\n\r\n       In view of this stipulation and the plain terms of the CGL policy, we agree\r\nwith the conclusion of the Court of Appeals that Eadon was an insured. However,\r\nin reaching this conclusion, we find it was unnecessary for the court to consider a\r\ndistinction between the actions of \"executive officers and directors\" and\r\n\"employees\" for the purposes of the CGL policy.\r\n\r\n        Instead, we find the analysis to be more straightforward. Rhodes identified\r\nthe defendant in the tort suit as \"Marion L. Eadon, d/b/a C&B Fabrication.\" Based\r\non the stipulation that C&B Fabrication was the trade name of Eadon's corporation,\r\nAuto-Owners acknowledged that Rhodes sued Eadon in his corporate capacity.\r\nThus, it is unnecessary to delve into the specific actions performed by Eadon to\r\ndetermine whether he was an insured. The fact that Eadon operated his business\r\nunder another name did not create a separate legal entity for insurance purposes.\r\nSee O'Hanlon v. Hartford Accident & Indem. Co., 639 F.2d 1019 (3d Cir. 1981)\r\n(holding that where insured purchases policy in trade name, policy will be viewed\r\nas if issued in his given name); Bushey v. N. Assurance Co. of Am., 766 A.2d 598,\r\n\n603 (Md. 2001) (stating that \"sole proprietorship form of business provides\r\n'complete identity of the business entity with the proprietor himself' \" (citation\r\nomitted)); cf. Providence Wash. Ins. Co. v. Valley Forge Ins. Co., 42 Cal. App. 4th\r\n1194, 1201 (Cal. Ct. App. 1996) (\"In short, it is commonly held that '[a]n\r\nindividual who does business under several different names, and whose insurance\r\npolicies are written out to the individual doing business under certain trade names,\r\nis not a separate entity in his capacity in operating each of such businesses, but\r\nrather there is only one legal entity, the individual, for the purposes of insurance\r\ncoverage.' \" (quoting 46 C.J.S. Insurance § 948 (1993))).\r\n\r\nE.    \"Occurrence\"\r\n\r\n      Auto-Owners asserts the Court of Appeals erred in finding the removal of\r\nthe two signs that did not fall constituted an \"occurrence\" as defined by the policy.\r\nThe policy states, in pertinent part:\r\n\r\n      Coverage A. Bodily Injury and Property Damage Liability\r\n\r\n      1.      Insuring Agreement.\r\n\r\n           a.\t We will pay those sums that the insured becomes legally\r\n               obligated to pay as damages because of \"bodily injury\" or\r\n               \"property damage\" to which this insurance applies. . . .\r\n\r\n           ....\r\n\r\n           b. This insurance applies to \"bodily injury\" and \"property\r\n              damage\" only if:\r\n\r\n               (1) The \"bodily injury\" or \"property damage\" is caused by an\r\n                  \"occurrence\" that takes place in the \"coverage territory.\"\r\n      ....\r\n\r\n      Section V-Definitions\r\n\r\n      ....\r\n\r\n      9. \"Occurrence\" means an accident, including continuous or repeated\r\n      exposure to substantially the same general harmful conditions.\r\n\nAlthough not defined by the policy, this Court in a case involving an identical CGL\r\npolicy defined \"accident\" as \"[a]n unexpected happening or event, which occurs by\r\nchance and usually suddenly, with harmful result, not intended or designed by the\r\nperson suffering the harm or hurt.\" Green v. United Ins. Co. of Am., 254 S.C. 202,\r\n206, 174 S.E.2d 400, 402 (1970).\r\n\r\n       In finding an \"occurrence,\" both the judge and the Court of Appeals\r\nreferenced this Court's decision in L-J, Inc. v. Bituminous Fire and Marine\r\nInsurance Company, 366 S.C. 117, 621 S.E.2d 33 (2005) and cases cited therein,\r\nparticularly High Country Associates v. New Hampshire Insurance Company, 648\r\nA.2d 474 (N.H. 1994).5 Based on these cases, the courts concluded that the\r\n\"damage alleged by Rhodes [was] not merely . . . damages sustained to the work\r\nproduct alone, due to faulty workmanship, but also to the 'other property' of\r\nRhodes.\" Rhodes, 385 S.C. at 101, 682 S.E.2d at 867.\r\n\r\n       As noted by the judge, Auto-Owners conceded that the falling of the first\r\nsign constituted an \"occurrence.\" The parties diverge as to whether this occurrence\r\nprecipitated the removal of the two remaining signs. In other words, was the loss\r\nof the remaining two signs and the consequential damages flowing therefrom\r\ncausally linked to the sign that fell and, thus, constituted property damage caused\r\n\r\n\r\n\r\n\r\n5 In High Country, a condominium homeowners' association sued the\r\ncondominium builder seeking damages due to the negligent construction of the\r\nbuildings. High Country, 648 A.2d at 475. This suit alleged damages due to\r\ncontinuous moisture intrusion from a subcontractor's defective installation of\r\nsiding resulting from moisture seeping into the buildings, which caused decay of\r\nthe interior and exterior walls and loss of structural integrity to the condominiums.\r\nId. at 476. The builder filed a declaratory judgment action seeking indemnification\r\nfrom its insurer under a CGL policy. Id. The New Hampshire Supreme Court\r\nfound in favor of the insureds on the ground the claim was not simply one for\r\ndamages resulting from faulty workmanship but, rather, was a claim for negligent\r\nconstruction resulting in property damage to other property. Id. at 477. In so\r\nruling, the court broadly construed what would constitute an \"occurrence\" under\r\nthe policy, stating that \" '[o]ccurrence' has a broader meaning than 'accident'\r\nbecause 'occurrence' includes 'an injurious exposure to continuing conditions as\r\nwell as a discrete event.' \" Id. at 477-78 (quoting Vermont Mut. Ins. Co. v.\r\nMalcolm, 517 A.2d 800, 802 (N.H. 1986)).\r\n\nby an occurrence under the policy. In analyzing these divergent positions, it is\r\nnecessary to review the case law progression of L-J and its progeny.6\r\n\r\n       In L-J, this Court adhered to the majority rule that \"faulty workmanship\r\nstanding alone, resulting in damage only to the work product itself, does not\r\nconstitute an occurrence under a CGL policy.\" L-J, Inc., 366 S.C. at 121, 621\r\nS.E.2d at 35. The Court reasoned that \"faulty workmanship is not something that\r\nis typically caused by an accident or by exposure to the same general harmful\r\nconditions.\" Id. at 123, 621 S.E.2d at 36. The Court noted that a \"CGL policy\r\nmay, however, provide coverage in cases where faulty workmanship causes a third\r\nparty bodily injury or damage to other property, not in cases where faulty\r\nworkmanship damages the work product alone.\" Id. at 123 n.4, 621 S.E.2d at 36\r\nn.4.   Four years later, the Court decided Auto-Owners Insurance Company, Inc. v.\r\nNewman, 385 S.C. 187, 684 S.E.2d 541 (2009), wherein it relied on the analysis in\r\nL-J and found that a \"subcontractor's negligence resulted in an 'occurrence' falling\r\nwithin the CGL policy's initial grant of coverage for the resulting 'property damage'\r\nto the [home].\" Id. at 194, 684 S.E.2d at 545. In so ruling, the Court gave effect to\r\nthe subcontractor exception to the \"your work\" exclusion in the standard CGL\r\npolicy and recognized that this exclusion did not apply \"if the damaged work or the\r\nwork out of which the damage arises was performed on [policyholder's behalf] by a\r\nsubcontractor.\" Id. at 195, 684 S.E.2d at 545.\r\n\r\n       Recently, in Crossmann Communities of North Carolina, Inc. v. Harleysville\r\nMutual Insurance Company, 395 S.C. 40, 717 S.E.2d 589 (2011), this Court\r\nadhered to its decision in Newman and clarified that \"negligent or defective\r\nconstruction resulting in damage to otherwise non-defective components may\r\nconstitute 'property damage,' but the defective construction would not.\" Id. at 50,\r\n717 S.E.2d at 594. The Court further found that, \"the expanded definition of\r\n'occurrence' is ambiguous and must be construed in favor of the insured.\" Id.\r\n\r\n     Based on this line of cases, we are now confronted with the question of\r\nwhether Crossmann's expansive view of an \"occurrence\" is limited to progressive\r\n\r\n6 We note the General Assembly statutorily defined the term \"occurrence\" on May\r\n17, 2011. S.C. Code Ann. § 38-61-70 (Supp. 2012). This definition, however,\r\ndoes not affect the disposition of the instant case as this Court recently ruled that it\r\ncould only be applied prospectively. Harleysville Mut. Ins. Co. v. State of South\r\nCarolina, 401 S.C. 15, 736 S.E.2d 651 (2012).\r\n\nproperty damage cases. Unlike the \"normal\" defective construction case where\r\ndamage from faulty workmanship is obvious and directly related, the mandated\r\nremoval of the two additional signs in the instant case is more tangential.\r\n\r\n       After careful consideration of the implications of Crossman, we find there\r\nwas an \"occurrence\" that triggered coverage under the CGL policy. In reaching\r\nthis conclusion, we view the fallen sign and the removal of the remaining two signs\r\nunder a continuum of an \"occurrence,\" as this is analogous to the CGL cases\r\ninvolving \"continuous or repeated exposure to substantially the same general\r\nharmful conditions.\"\r\n\r\n       Stated another way, we find the existence of an \"occurrence\" as the removal\r\nof the remaining two signs would not have occurred \"but for\" the fallen sign as this\r\naccident precipitated the mandate issued by the SCDOT. Furthermore, because the\r\nsigns were simultaneously constructed, we view this as a single occurrence with\r\nprogressive damage. Thus, the degree of \"fortuity\" is present and, in turn, the\r\npotential for coverage under the CGL policy. See D.R. Sherry Const., Ltd. v. Am.\r\nFamily Mut. Ins. Co., 316 S.W.3d 899 (Mo. 2010) (noting that the determinative\r\ninquiry into whether there was an \"occurrence\" or \"accident,\" for purpose of\r\ncoverage under a liability insurance policy, is whether the insured foresaw or\r\nexpected the injury or damages); see also Yakima Cement Prods. Co. v. Great Am.\r\nIns. Co., 608 P.2d 254 (Wash. 1980) (concluding insured's unexpected\r\n\"mismanufacture\" of concrete panels requiring their removal and repair was an\r\n\"accident\"); Doe 1 v. Archdiocese of Milwaukee, 794 N.W.2d 468 (Wis. Ct. App.\r\n2010) (recognizing that the focus of determining whether events are accidental for\r\ninsurance purposes is not whether a specific result was accidental but, rather,\r\nwhether the cause of the damage was accidental). Finally, we believe this\r\nconclusion effectuates the purpose of the CGL policy as we cannot discern how\r\nthere would ever be coverage if the \"occurrence\" was limited to an accident\r\ninvolving only one sign.\r\n\r\n       Although we find an \"occurrence,\" which implicates coverage under the\r\npolicy, we emphasize that this decision does not express our opinion regarding\r\n\"property damages\" as the presentation of different evidence on retrial may\r\nestablish new coverage issues, including policy exclusions.\r\n\r\n                                III.   Conclusion\r\n\r\n      Based on the foregoing, we find the Court of Appeals correctly affirmed the\r\njudge's denial of Auto-Owners' motion pursuant to Rule 60(b), SCRCP. We hold\r\n\nthe declaratory judgment action was procedurally proper save for a ruling on issues\r\nregarding property damages as there are related questions of fact that must be\r\ndecided by a jury on retrial. Additionally, we affirm the Court of Appeals'\r\ndetermination that Auto-Owners has a duty to indemnify Eadon as he is an insured\r\nunder the policy. Finally, we agree with the Court of Appeals that the removal of\r\nthe remaining two signs constituted an \"occurrence\" for purposes of the policy as\r\nthe \"occurrence\" of the first fallen sign, which was stipulated to by Auto-Owners,\r\nprecipitated their removal. Accordingly, the decision of the Court of Appeals is\r\n\r\n      AFFIRMED IN PART AND REVERSED IN PART.\r\n\r\n      KITTREDGE, J., Acting Justices James E. Moore and William P.\r\nKeesley, concur. PLEICONES, J., concurring in result only.\r\n\n","court":"Supreme"},{"id":"27317","title":"Banks v. Brantley","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27317.pdf","description":"The former trustees of a church brought a defamation claim against the pastor based on statements he allegedly made during a congregational meeting.  The circuit court dismissed the case finding that due to the religious issues involved, the First Amendment deprived the court of jurisdiction.  The court of appeals reversed, holding the circuit court had jurisdiction, and this Court granted certiorari.  The Court affirmed, holding the claim could be resolved through the application of neutral principles of law and thus, the circuit court had jurisdiction.","date":"2013-09-25","type":"opinion","text":"            THE STATE OF SOUTH CAROLINA \n\r\n                 In The Supreme Court \n\r\n\r\n   Ira Banks, James Bell and Vernon Holmes, Respondents,\r\n\r\n   v.\r\n\r\n   St. Matthew Baptist Church, an Unincorporated \n\r\n   Association, and Clinton Brantley, of whom Clinton \n\r\n   Brantley is the, Petitioner. \n\r\n\r\n   Appellate Case No. 2011-188006\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n                Appeal from Charleston County \n\r\n              John M. Milling, Circuit Court Judge \n\r\n\r\n\r\n                      Opinion No. 27317 \n\r\n        Heard October 2, 2012 – Filed September 25, 2013 \n\r\n\r\n\r\n                         AFFIRMED\r\n\r\n\r\n   P. Gunnar Nistad and Helen F. Hiser, of Mt. Pleasant,\r\n   and Weston Adams, III, of Columbia, all of McAngus\r\n   Goudelock & Courie, LLC, for Petitioner.\r\n\r\n   Thomas O. Sanders, IV, of Sanders Law Firm, LLC, of\r\n   Charleston, for Respondents.\r\n\n       JUSTICE HEARN: In this case we must decide whether a pastor may use\r\nthe First Amendment's Free Exercise Clause to shield him from tort liability for\r\nallegedly defamatory statements he made about the church's trustees at a\r\ncongregational meeting. While the pastor acknowledges the non-religious nature\r\nof his statements, he contends the setting in which they were made and their\r\nrelationship to church governance places the trustees' defamation claim outside the\r\njurisdiction of civil courts under the First Amendment. The circuit court dismissed\r\nthe claim, and the court of appeals reversed. We hold the circuit court had\r\njurisdiction to resolve this defamation claim using neutral principles of law and\r\naffirm the court of appeals.\r\n\r\n                 FACTUAL/PROCEDURAL BACKGROUND\r\n       Petitioner Clinton Brantley was the pastor of St. Matthew Baptist Church\r\n(the Church) in North Charleston. Respondents Ira Banks, James Bell, and Vernon\r\nHolmes (the Trustees) served as trustees of the Church. At a congregational\r\nmeeting, Brantley stated that without his knowledge, the Trustees had placed a\r\nmortgage upon the Church's property in order to purchase apartment buildings\r\nnearby. He further stated the Trustees failed to insure the apartment buildings and\r\nthat funds were missing because of their mismanagement. Finally, he stated the\r\nTrustees had constantly deceived him. He urged the congregation to remove the\r\nTrustees from their position, and the congregation subsequently did so.\r\n\r\n      The Trustees filed this suit asserting causes of action for defamation,\r\nnegligence, and intentional infliction of emotional distress against Brantley as well\r\nas a negligence cause of action against the Church. Specifically, the complaint\r\nalleged the statements Brantley made about the Trustees at the congregational\r\nmeeting were false and defamatory.\r\n\r\n      Brantley and the Church both moved to dismiss the case for lack of subject-\r\nmatter jurisdiction because due to the religious nature of the claims, the First\r\nAmendment barred the court from hearing the case. The circuit court granted both\r\nmotions to dismiss, reasoning:\r\n\r\n      The Court finds that according to the pleadings any alleged\r\n      defamatory statements were made during the course of a\r\n      congregational meeting where the [Trustees] continuing to serve as\r\n      Trustees of the church was being discussed. The Court finds that it is\r\n      not appropriate for it to intervene in such a church matter and that the\r\n      Court does not have jurisdiction to intervene.\r\n\n      The court of appeals affirmed the dismissal of all of the claims, with the\r\nexception of the defamation claim which it reversed. Banks v. St. Matthew Baptist\r\nChurch, 391 S.C. 475, 706 S.E.2d 30 (2011). Applying the neutral principles of\r\nlaw approach, the court of appeals concluded the defamation claim could be\r\ndecided without ruling on religious matters, stating:\r\n\r\n      Here, the Trustee's [sic] defamation claim can be resolved using solely\r\n      legal principles without examining any religious questions. . . . In the\r\n      present case, the court would not need to look at the Church's beliefs\r\n      to determine if the statements constitute defamation. Accordingly, the\r\n      trial court erred in dismissing the defamation cause of action.\r\n\r\nId. at 481–82, 706 S.E.2d at 33. This Court granted certiorari to review the\r\nreversal of the circuit court's dismissal of the defamation claim.\r\n\r\n                                LAW/ANALYSIS\r\n      Brantley argues the court of appeals erred in holding the defamation claim\r\ncould be resolved using neutral principles of law because resolution of the claim\r\nwould permit a civil court to interfere with issues of internal church governance\r\nand administration. Brantley characterizes the defamation claim as a matter of\r\nchurch governance because his statements were made during a congregational\r\nmeeting discussing church business. Contrary to Brantley's assertions, we hold the\r\ndefamation clause of action falls squarely within the realm of claims susceptible to\r\nthe neutral principles of law approach because adjudication of the claim would not\r\nrequire any consideration of religious doctrine or governance. Accordingly, we\r\nagree with the well-reasoned decision of the court of appeals and affirm.\r\n\r\n       In accordance with our constitutional freedom of religion and corresponding\r\nseparation of church and state enshrined in the First Amendment to the United\r\nStates Constitution,1 religious organizations must be given \"an independence from\r\nsecular control or manipulation, in short, power to decide for themselves, free from\r\nstate interference, matters of church government as well as those of faith and\r\ndoctrine.\" Kedroff v. St. Nicholas Cathedral, 344 U.S. 94, 116 (1952). To put that\r\n\r\n1 The First Amendment provides: \"Congress shall make no law respecting an\r\nestablishment of religion, or prohibiting the free exercise thereof; . . . .\" U.S.\r\nConst. amend. I. The amendment applies to the states through the Fourteenth\r\nAmendment's Due Process Clause. Cantwell v. Connecticut, 310 U.S. 296, 303\r\n(1940).\r\n\nprinciple into practice, we have held that civil courts \"may not engage in resolving\r\ndisputes as to religious law, principle, doctrine, discipline, custom, or\r\nadministration.\" Pearson v. Church of God, 325 S.C. 45, 52, 478 S.E.2d 849, 853\r\n(1996). However, we recognized that civil courts may hear cases touching upon\r\nreligious organizations where the dispute may be resolved entirely by neutral\r\nprinciples of law. See id. at 51–53, 478 S.E.2d at 852–53. Under the neutral\r\nprinciples of law approach, courts may apply \"property, corporate, and other forms\r\nof law to church disputes.\" All Saints Parish Waccamaw v. Protestant Episcopal\r\nChurch in Diocese of S.C., 385 S.C. 428, 444, 685 S.E.2d 163, 172 (2009). In\r\nother words, so long as a court can hear a case without deciding issues of religious\r\nlaw, principle, doctrine, discipline, custom, or administration, the court must\r\nentertain jurisdiction. Id.\r\n\r\n       The tort of defamation permits a plaintiff to recover for an injury to his\r\nreputation caused by the false statements of another. To prove defamation, a\r\nplaintiff must show \"(1) a false and defamatory statement was made; (2) the\r\nunprivileged publication was made to a third party; (3) the publisher was at fault;\r\nand (4) either actionability of the statement irrespective of special harm or the\r\nexistence of special harm caused by the publication.\" Erickson v. Jones St.\r\nPublishers, LLC, 368 S.C. 444, 464, 629 S.E.2d 653, 664 (2006).\r\n\r\n      The allegations in this case are relatively straightforward. Brantley allegedly\r\nmade statements in a church meeting that the Trustees failed to inform him of a\r\nmortgage on church property, failed to insure church property, mismanaged—and\r\nimpliedly stole—the Church's money, as well as lied to him. The Trustees allege\r\nthose statements were false and harmed them. As a result, the Trustees brought a\r\ndefamation claim against Brantley.\r\n\r\n       The statements allegedly made by Brantley are all simple declarative\r\nstatements about the actions of the Trustees. The truth or falsity of such statements\r\ncan easily be ascertained by a court without any consideration of religious issues or\r\ndoctrines. The pastor admitted in his answer that he made statements concerning\r\nthe Trustees at a congregational meeting. Thus, the pastor admits he made\r\nstatements to a third party—the congregation—and the only issue as to that\r\nelement is whether the pastor made the particular statements alleged by the\r\nTrustees. Determining whether the statements were made would not require\r\nconsideration of any religious issues. As to the actionability of the statements,\r\nwhether the statements harmed the Trustees' reputations would not require delving\r\ninto religious issues. Thus, adjudication of the defamation claim would not require\r\n\nany inquiry into or resolution of religious law, principle, doctrine, discipline,\r\ncustom, or administration.\r\n\r\n       The only aspect of the Trustees' defamation claim that could be\r\ncharacterized as religious is that the statements were made in a church meeting—a\r\nreligious setting—in which church governance was discussed. That seems to be\r\nthe essence of the circuit court's holding and the core of Brantley's arguments\r\nbefore this Court: because the statements were made in a \"congregational meeting\r\nwhere the [Trustees] continuing to serve as Trustees of the Church was being\r\ndiscussed,\" they are outside the bounds of the neutral principles of law approach.\r\n\r\n        We cannot allow the setting in which the statements were made to defeat the\r\njurisdiction of the circuit court where the claim is susceptible to resolution through\r\nneutral principles of law. Certainly a defamation claim based on a man making\r\nsimilar statements from a soapbox on the street corner would be within the court's\r\njurisdiction. Defamation is a tort, and the situs of that tort should not dictate the\r\njurisdiction to adjudicate it. Had Brantley physically struck the Trustees in the\r\nmeeting, we would not hold that a resulting battery claim could not be decided by a\r\ncivil court because the tort occurred in a church meeting. Similarly, if the Trustees\r\nhad embezzled money from the Church, we would not hold that the Church could\r\nnot bring an action in civil court against the Trustees because the funds were taken\r\nin the context of church governance. In short, a tortfeasor is not shielded from\r\nliability simply by committing his torts within the walls of a church or under the\r\nguise of church governance.\r\n\r\n      The contours of the neutral principles of law approach in this context and the\r\nsusceptibility of the defamation claim to that approach are perhaps best illuminated\r\nby considering a defamation claim that would not be subject to the approach. Had\r\nthe pastor stated that the Trustees were sinners, were not true followers of God, or\r\nhad violated church law, the resulting defamation claim would not be susceptible\r\nto resolution through the neutral principles approach because to adjudicate the\r\nclaim would require a civil court to wade into church doctrine and governance.\r\nHowever, the case before us does not present such a situation. Here, Brantley's\r\nstatements, although made in a religious setting, are independent of religious\r\ndoctrine or governance, and thus, whether they constitute defamation can be\r\ndecided in a civil court of law.\r\n\n                                  CONCLUSION\r\n\r\n       The neutral principles of law approach provides a workable framework to\r\ndistinguish between the areas in which religious organizations and their members\r\nmust have autonomy in order to ensure freedom of religion and those areas in\r\nwhich they are subject to the civil law like all other individuals. Based on the\r\npleadings before us, this case falls squarely within the class of cases susceptible to\r\nresolution through the neutral principles of law approach. To find otherwise would\r\nbe to grant tort law immunity to religious practitioners, enabling them to make any\r\nstatement regardless of its falsity and harmfulness provided the statement is made\r\nin a religious setting. The First Amendment does not require such a result.\r\nAccordingly, we affirm.\r\n\r\nPLEICONES and BEATTY, JJ., concur. TOAL, C.J., dissenting in a\r\nseparate opinion in which KITTREDGE, J., concurs.\r\n\nCHIEF JUSTICE TOAL: I respectfully dissent. I would reverse the court of\r\nappeals' decision holding that the circuit court should have exercised jurisdiction\r\nover the Trustees' defamation claim against Brantley.\r\n\r\n       At the time of the events in question, the Trustees were members of the\r\nBoard of Trustees (the Board) at the Church, an independent Baptist Church.\r\nAccording to its constitution, governance of the Church \"is vested in the body of\r\nbelievers who compose it.\" As a \"sovereign and democratic Baptist church,\" the\r\n\"membership retains unto itself the exclusive right of self-government in all phases\r\nof the spiritual and temporal life of the church.\" The congregation's powers\r\ninclude the selection and removal of trustees from its Board. The Church's\r\nconstitution further provides that trustees are officers of the Church. As officers of\r\nthe Church, the trustees are responsible for the management of the Church's assets\r\nand, as Trustee Holmes testified, for \"support[ing] . . . the spiritual ministry of the\r\n[C]hurch.\"\r\n\r\n      In 2000, the South Carolina Department of Transportation purchased the\r\nChurch's former location to make way for the construction of the Arthur J. Ravenel\r\nBridge. The Church relocated, and shortly thereafter made a decision to purchase\r\nadjacent properties in an attempt to expand its influence in its new neighborhood.\r\nThe Board sought and obtained approval from the congregation to purchase an\r\nadjacent apartment complex. The Board financed the purchase with a $300,000\r\nmortgage on the Church's property.\r\n\r\n       The Church owned the apartment complex for some time without incident.\r\nHowever, a disgruntled tenant set fire to an apartment causing damage to seven\r\nother rental units. After the fire, it was discovered that the Church did not have\r\ninsurance on the apartment building, and that the Board used the Church's property\r\nas collateral for the loan.\r\n\r\n       Upon this discovery, the working relationship between Brantley and the\r\nTrustees deteriorated, and the Pastor subsequently sought the Trustees' removal\r\nfrom the Board in a quarterly congregational meeting on May 22, 2006. It is\r\nduring this meeting that the Trustees claim Brantley defamed them. More\r\nspecifically, the Trustees claim the Pastor made false statements that he was\r\nunaware the Trustees placed a $300,000 mortgage on the Church's property and\r\n\nfailed to insure the complex, that the Trustees mismanaged the Church's money,2\r\nthat money was missing, and that the Trustees \"constantly\" deceived Brantley\r\nthroughout the purchase process. A motion was made to remove the Trustees from\r\ntheir positions on the Board, and a majority of the congregation voted to remove\r\nthe Trustees.\r\n\r\n        Internal disputes among members of a church present some of the most\r\ndifficult questions involving the limits of governmental intrusion into the religious\r\naffairs of its citizens. Knotts v. Williams, 319 S.C. 473, 476, 462 S.E.2d 288, 290\r\n(1995). Freedom of religion is among the most fundamental of the guarantees of\r\nliberty contained in the Bill of Rights. U.S. Const. amend. I; see also S.C. Const.\r\nart. I, § 2. To preserve and foster this most cherished of freedoms, federal and\r\nstate governments chose a constitutional prohibition against governmental\r\ninterference with its citizens' free exercise of religious belief. See, e.g., Knotts, 319\r\nS.C. at 477, 462 S.E.2d at 290 (noting the \"maintenance of governmental neutrality\r\nin the court resolution of church disputes has been the consistent and dominant\r\ntheme of the South Carolina cases in this area.\"). This Court has consistently\r\nstated that \"civil courts will not enter into the consideration of church doctrine or\r\nchurch discipline, nor will they inquire into the regularity of the proceedings of the\r\nchurch judicatories having cognizance of such matters.\" Pearson, 325 S.C. at 51–\r\n52, 478 S.E.2d at 852 (quoting Morris St. Baptist Church v. Dart, 67 S.C. 338,\r\n341–42, 45 S.E. 753, 754 (1903)).\r\n\r\n       However, in Jones v. Wolf, 443 U.S. 595, 603 (1979), the United States\r\nSupreme Court expressly approved the use of the neutral principles of law\r\napproach to resolve church disputes. This method \"relies exclusively on objective,\r\nwell-established concepts of trust and property law familiar to lawyers and judges.\"\r\nId. The doctrine frees civil courts completely from entanglement in questions of\r\nreligious doctrine, polity, and practice, and permits the application of property,\r\ncorporate, and other forms of law to church disputes. Id.; see also All Saints\r\nParish Waccamaw v. Protestant Episcopal Church in the Diocese of S.C., 385 S.C.\r\n428, 445, 685 S.E.2d 163, 172 (2009).\r\n\r\n      This Court provided a clear explanation of the neutral principles of law\r\napproach in Pearson:\r\n\r\n      (1) Courts may not engage in resolving disputes as to religious law,\r\n\r\n2A June 2006 audit of the Church finances did not uncover any mismanagement of\r\nfunds or wrongdoing.\r\n\n      principle, doctrine, discipline, custom, or administration; (2) courts\r\n      cannot avoid adjudicating rights growing out of civil law; (3) in\r\n      resolving such civil law disputes, courts must accept as final and\r\n      binding the decision of the highest religious judicatories as to\r\n      religious law, principle, doctrine, discipline, custom, and\r\n      administration.\r\n\r\nPearson, 325 S.C. at 53, 478 S.E.2d at 854.\r\n\r\n       The Pearson rule established that the First Amendment requires a civil court\r\nto enter a church dispute only when the resolution rests on neutral principles of\r\nlaw. All Saints Parish, 385 S.C. at 445, 685 S.E.2d at 172. However, if the issue\r\nis merely a question of religious law or doctrine masquerading as a dispute over\r\nchurch property or corporate control, courts must defer to the decisions of the\r\nproper church judicatories insofar as the dispute concerns religious or doctrinal\r\nissues. Id. (citing Serbian E. Orthodox Diocese v. Milivojevich, 426 U.S. 696, 709\r\n(1976)). Simply put, the doctrine stands for the proposition that, where a civil\r\ncourt may completely resolve a church dispute on neutral principles of law without\r\nentangling itself in internal church governance or doctrinal matters, the First\r\nAmendment does not bar the court from entertaining jurisdiction. Milivojevich,\r\n426 U.S. at 721.\r\n\r\n       This Court's decision in All Saints Parish illustrates the doctrine. In that\r\ncase, this Court decided the validity of an 18th Century trust deed, and whether\r\ncertain members of the congregation were the corporate officers of the parish. All\r\nSaints Parish, 385 S.C. at 441, 685 S.E.2d at 170. The Court decided such issues\r\nas property ownership, the duties of trustees, identification of possible\r\nbeneficiaries pursuant to the trust deed, and whether corporate control documents\r\nhad been adopted in accordance with state law. Id. at 445–51, 685 S.E.2d at 172–\r\n75. In my view, these are the types of issues ripe for an analysis relying on the\r\nneutral principles of law doctrine.\r\n\r\n       I find that the instant case is not comparable. All Saints Parish involved\r\nissues unaffected by the religious nature of the dispute. Here, Brantley made the\r\nstatements in question during the course of a congregational meeting while\r\ndiscussing issues inextricably related to church governance. A court cannot\r\npossibly exercise jurisdiction over this matter without becoming ensnared in the\r\ninternal workings of the church's system of self-governance. Moreover, under the\r\nChurch's constitution, the Trustees are responsible for more than just the financial\r\nwell-being of the Church, they are also responsible for the spiritual leadership of\r\n\nthe congregation. See Hutchinson v. Thomas, 789 F.2d 392, 396 (6th Cir. 1986)\r\n(\"The 'neutral principles' doctrine has never been extended to religious\r\ncontroversies in the areas of church government, order and discipline, nor should it\r\nbe. The claim here relates to appellant's status and employment as a minister of the\r\nchurch. It therefore concerns internal church discipline, faith, and organization, all\r\nof which are governed by ecclesiastical rule, custom, and law.\") (citation omitted).\r\n\r\n      All Saints Parish implicitly relied on this Court's holding in Morris St.\r\nBaptist Church v. Dart, 67 S.C. 338, 45 S.E. 753 (1903). In that case, this Court\r\nexplained:\r\n\r\n      Where, however, a church controversy necessarily involves rights\r\n      growing out of a contract recognized by the civil law, or the right to\r\n      the possession of property, civil tribunals cannot avoid adjudicating\r\n      these rights, under the law of the land; having in view, nevertheless,\r\n      the implied obligations imputed to those parties to the controversy\r\n      who have voluntarily submitted themselves to the authority of the\r\n      church by connecting themselves with it.\r\n\r\nId. at 338, 45 S.E. 753, 754. It is clear that Dart envisioned two typical scenarios\r\nfor court intervention into church disputes: those controversies arising from a civil\r\ncontract or property possession. While I would not rigidly constrain the Court's\r\nauthority to these two instances, our precedents do not stand for the proposition\r\nthat the courts should involve themselves in a defamation claim arising from\r\nstatements made during a meeting called for the express purpose of discussing\r\nchurch matters, including the continued service of its Trustees in the wake of a\r\nfinancial crisis for the institution.\r\n\r\n       In my opinion, the United States Court of Appeals for the First Circuit's\r\ndecision in Natal v. Christian & Missionary Alliance, 878 F.2d 1575 (1st Cir.\r\n1989), is instructive. In that case, a reverend filed suit in federal district court\r\nagainst a non-profit religious corporation, the Christian and Missionary Alliance\r\n(the CMA). Id. at 1576. The reverend alleged that the CMA \"unceremoniously\"\r\ndischarged him in contravention of the organization's governance procedures, and\r\nas a result, tarnished his reputation. Id. The CMA filed a motion to dismiss\r\npursuant to Rule 12(b)(6), FRCP, and the district court granted that motion. Id.\r\n\r\n       The First Circuit affirmed, basing its decision on the well-settled principle\r\nthat civil courts cannot adjudicate disputes turning on church policy and\r\nadministration or religious doctrine and practice. Id. at 1576. The fact that the\r\n\nreverend couched his complaint in terms of the CMA failing to follow its own\r\nrules, thus denying him due process, was of no moment. According to the court,\r\n\"Howsoever a suit may be labeled, once a court is called upon to probe into a\r\nreligious body's selection and retention of clergymen, the First Amendment is\r\nimplicated.\" Id. at 1577. Adjudication of the reverend's complaint would have\r\nrequired forbidden judicial intrusion into \"rules, policies, and decisions which are\r\nunmistakably of ecclesiastical cognizance,\" and thus the court refused to intervene.\r\nId. (\"It is well-settled that religious controversies are not the proper subject of civil\r\ncourt inquiry. Religious bodies must be free to decide for themselves, free from\r\nstate interference, matters which pertain to church government, faith, and\r\ndoctrine.\"); see Heard v. Johnson, 810 A.2d 871, 884–86 (D.C. 2002) (rejecting a\r\npastor's defamation claim following his removal by the church's trustees on the\r\nprinciple that the prohibition against judicial encroachment into church decisions\r\nincluded the employment of ministers because selection and termination of clergy\r\nis a core matter of ecclesiastical self-governance not subject to interference by a\r\nstate).In the instant case, the Trustees held positions in which they were beholden\r\nto the congregation, and responsible for supporting the spiritual ministry of the\r\nChurch. The First Amendment permits the Church to establish its own rules and\r\nregulations for internal discipline and government, and to create a tribunal for\r\nadjudicating the Church's disputes. See Milivojevich, 426 U.S. at 724. Moreover,\r\nwhen that tribunal decides a dispute, the Constitution requires that civil courts\r\naccept that decision as binding. Id. As observed in Hosanna-Tabor v. Equal\r\nEmployment Opportunity Commission, 132 S. Ct. 694, 710 (2012), the Church\r\nmust \"be free to choose who will guide its way.\" The interests of a religious group\r\nin choosing who will preach its beliefs and carry out its mission demands that civil\r\ncourts abstain from interference into disputes grounded in ecclesiastical decisions.\r\nSee id.\r\n\r\n      The Trustees argue that the trial court may take jurisdiction because the\r\nTrustees did not contest their termination, were not employees of the church, and\r\ndid not engage in litigation against a governing board. However, the Trustees\r\nignore the pertinent facts that the alleged defamation took place during a\r\ncongregational meeting and that the allegedly defamatory statements directly\r\nconcerned their continued leadership, both financial and spiritual. Thus, the\r\ndispute here involved integral components of ecclesiastical governance.\r\n\r\n      I agree with the majority that certain torts fall squarely within the neutral\r\nprinciples of law doctrine. See, e.g., Hosanna-Tabor, 132 S. Ct. at 710 (\"We\r\n\nexpress no view on whether the exception bars other types of suits, including\r\nactions by employees alleging breach of contract or tortious conduct by their\r\nreligious employers. There will be time enough to address the applicability of the\r\nexception to other circumstances if and when they arise.\"). If Brantley made\r\ncertain defamatory remarks unrelated to the Trustees' roles in the management of\r\nthe Church's finances and their continued spiritual leadership, the analysis might\r\nvery well be different. Because the alleged defamatory remarks center on the\r\nrelationship between Brantley and his Board and the Trustees and their role in\r\nChurch affairs and spiritual life before a self-governing congregation, I respectfully\r\ndisagree with an analysis invariably placing civil courts in the position of having to\r\nreferee this type of ecclesiastical decision-making.\r\n\r\n      KITTREDGE, J., concurs.\r\n\n","court":"Supreme"},{"id":"27318","title":"In the Matter of Joenathan Chaplin","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27318.pdf","description":"This is a disciplinary opinion in which the Court publicly reprimands a lawyer.","date":"2013-09-25","type":"opinion","text":"                   THE STATE OF SOUTH CAROLINA \n\r\n                        In The Supreme Court \n\r\n\r\n            In the Matter of Joenathan Shelly Chaplin, Respondent.\r\n\r\n            Appellate Case No. 2013-001719\r\n\r\n\r\n                             Opinion No. 27318\r\n             Submitted August 27, 2013 – Filed September 25, 2013\r\n\r\n\r\n                            PUBLIC REPRIMAND\r\n\r\n\r\n            Lesley M. Coggiola, Disciplinary Counsel, and Julie M.\r\n            Thames, Assistant Disciplinary Counsel, of Columbia,\r\n            for Office of Disciplinary Counsel\r\n\r\n            Harvey MacLure Watson, III, of Ballard Watson\r\n            Weissenstein of West Columbia, for respondent\r\n\r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter, respondent and the Office\r\nof Disciplinary Counsel (ODC) have entered into an Agreement for Discipline by\r\nConsent (Agreement) pursuant to Rule 21 of the Rules for Lawyer Disciplinary\r\nEnforcement (RLDE) contained in Rule 413 of the South Carolina Appellate Court\r\nRules (SCACR). In the Agreement, respondent admits misconduct and consents to\r\nthe imposition of an admonition or public reprimand. In addition, respondent\r\nagrees to pay the costs incurred by ODC and the Commission on Lawyer Conduct\r\n(the Commission) in the investigation and prosecution of this matter within thirty\r\n(30) days of the imposition of a sanction and to complete the Legal Ethics and\r\nPractice Program within nine (9) months of the imposition of a sanction. We\r\naccept the Agreement, issue a public reprimand, and order respondent to pay the\r\ncosts incurred by ODC and the Commission within thirty (30) days of the date of\r\nthis order. The facts, as set forth in the Agreement, are as follows.\r\n\n                                        Facts\r\n\r\nIn 1996, John Doe was convicted of murder. After a post-conviction relief\r\nhearing, John Doe was granted a new trial based on ineffective assistance of\r\ncounsel. In lieu of a second trial, the victim's family agreed to the imposition of a\r\ntwenty (20) year sentence and John Doe entered a guilty plea to voluntary\r\nmanslaughter.1\r\n\r\nIn 2005, John Doe's mother (Complainant) retained respondent to negotiate a\r\nreduction in her son's sentence. Respondent's fee was $10,000. After several years\r\nwithout success, Complainant filed this action with the Resolution of Fee Disputes\r\nBoard (the Board).\r\n\r\nOn May 23, 2011, a panel hearing of the Board was conducted. The panel found\r\nrespondent's fee was unreasonable and ordered respondent repay $7,000 to\r\nComplainant. The final decision was issued on June 23, 2011. On September 14,\r\n2011, a Certificate of Non-Compliance was issued based on respondent's failure to\r\ncomply with the final decision of the Board.\r\n\r\nIn November 2011, Complainant filed a complaint with ODC against respondent.\r\nRespondent failed to respond to ODC's Notice of Investigation. He further failed\r\nto respond to ODC's Treacy letter. See In the Matter of Treacy, 277 S.C. 514, 290\r\nS.E.2d 240 (1982).\r\n\r\nOn April 18, 2012, respondent was subpoenaed to appear for an interview pursuant\r\nto Rule 19, RLDE. Although respondent appeared and brought John Doe's client\r\nfile to the interview, he did not provide a written response to the Notice of\r\nInvestigation.\r\n\r\nDuring the interview, respondent acknowledged he was required to refund $7,000\r\nto Complainant. He indicated he would make payments to Complainant and would\r\nupdate ODC every thirty (30) days with progress reports on the payments.\r\n\r\nOn April 24, 2012, respondent provided a written response to the Notice of\r\nInvestigation. In the written response, respondent again acknowledged he was\r\nrequired to refund $7,000 to Complainant; he indicated he intended to fulfill his\r\nobligation and he planned on making the payments in order to comply with the\r\n\r\n    Respondent did not represent John Doe during any of these proceedings.\r\n1\r\n\nBoard's ruling. Respondent stated he intended to begin making payments within\r\nthirty (30) days.\r\n\r\nRespondent paid Complainant a total of $7,500 by making the following payments:\r\n$3,000 on September 14, 2012; $500 on January 7, 2013; $500 on February 1,\r\n2013; $1,500 on March 21, 2013; and $2,000 on May 20, 2013.\r\n\r\n                                         Law\r\n\r\nRespondent admits that by his conduct he has violated the following provisions of\r\nthe Rules of Professional Conduct, RPC, Rule 407, SCACR: Rule 1.3 (lawyer\r\nshall act with reasonable diligence and promptness in representing client); Rule 1.4\r\n(lawyer shall keep client reasonably informed about status of matter); Rule 1.5\r\n(lawyer shall not charge unreasonable fee); Rule 1.15 (lawyer shall safekeep client\r\nfunds); 8.1(b) (lawyer shall not knowingly fail to respond to lawful demand for\r\ninformation from disciplinary authority); and Rule 8.4(e) (it is professional\r\nmisconduct for lawyer to engage in conduct prejudicial to administration of\r\njustice).\r\n\r\nRespondent also admits he has violated the following Rules for Lawyer\r\nDisciplinary Enforcement, Rule 413, SCACR: Rule 7(a)(1) (it shall be ground for\r\ndiscipline for lawyer to violate Rules of Professional Conduct); Rule 7(a)(3) (it\r\nshall be ground for discipline for lawyer to knowingly fail to respond to lawful\r\ndemand from disciplinary authority to include a request for a response under Rule\r\n19); and Rule 7(a)(10) (it shall be ground for discipline for lawyer to willfully fail\r\nto comply with a final decision of the Resolution of Fee Disputes Board).\r\n\r\n                                     Conclusion\r\n\r\nWe find respondent's misconduct warrants a public reprimand. Accordingly, we\r\naccept the Agreement and publicly reprimand respondent for his misconduct.2\r\nWithin thirty (30) days of the date of this order, respondent shall pay the costs\r\nincurred by ODC and the Commission in the investigation and prosecution of this\r\n\r\n\r\n Respondent's prior disciplinary history includes a 2010 letter of caution with no\r\n2\r\n\r\n\r\nfinding of misconduct also citing Rule 1.5, RPC. See Rule 2(r), RLDE (fact that\r\nletter of caution has been issued shall not be considered in subsequent disciplinary\r\nproceeding against lawyer unless the caution or warning contained in letter of\r\ncaution is relevant to the misconduct alleged in new proceedings).\r\n\nmatter. We do not require respondent to attend the Legal Ethics and Practice\r\nProgram.\r\n\r\nPUBLIC REPRIMAND.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"27319","title":"In the Matter of Sidney Jones","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27319.pdf","description":"In this reciprocal disciplinary opinion, the Court disbarred respondent.","date":"2013-09-25","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                          In The Supreme Court \n\r\n\r\n            In the Matter of Sidney J. Jones, Respondent.\r\n\r\n            Appellate Case No. 2013-001266\r\n\r\n\r\n                            Opinion No. 27319\r\n             Submitted August 12, 2013 – Filed September 25, 2013\r\n\r\n\r\n                                  DISBARRED\r\n\r\n\r\n            Lesley M. Coggiola, Disciplinary Counsel, and Julie M.\r\n            Thames, Assistant Disciplinary Counsel, both of\r\n            Columbia, for the Office of Disciplinary Counsel.\r\n\r\n            Desa Ballard, of Ballard Watson Weissenstein, of West\r\n            Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: The Georgia Supreme Court disbarred respondent from the\r\npractice of law after respondent pled guilty to eleven misdemeanors, ten of which\r\ninvolved smuggling contraband to a client in jail. In the Matter of Jones, 744\r\nS.E.2d 6 (Ga. 2013).\r\n\r\nThe Office of Disciplinary Counsel (ODC) subsequently notified this Court of\r\nrespondent's disbarment. Pursuant to Rule 29(b), RLDE, Rule 413, SCACR, the\r\nClerk of the Supreme Court provided ODC and respondent with thirty days in\r\nwhich to inform the Court of any reason why the imposition of identical discipline\r\nwas not warranted in this state. ODC filed a response stating it had no information\r\nthat would indicate the imposition of identical discipline was not warranted.\r\nRespondent filed a return urging this Court not to impose reciprocal discipline.\r\n\r\nWe find disbarment is the appropriate sanction to impose as reciprocal discipline in\r\nthis matter. See Rule 8.4(b), RPC, Rule 407, SCACR; Rule 8.4(e), RPC, Rule 407,\r\nSCACR; Rule 7(a)(2), RLDE, Rule 413, SCACR; Rule 7(a)(5), RLDE, Rule 413,\r\n\nSCACR; In re Walters, 400 S.C. 625, 735 S.E.2d 635 (2011); In re Yarborough,\r\n343 S.C. 316, 540 S.E.2d 462 (2000); In re Chance, 276 S.C. 1, 274 S.E.2d 422\r\n(1981). We also find none of the factors in Rule 29(d), RLDE, Rule 413, SCACR,\r\npresent in this matter. We therefore disbar respondent from the practice of law for\r\nthe misconduct set forth in the opinion of the Georgia Supreme Court.\r\n\r\nWithin fifteen (15) days of the date of this opinion, respondent shall file an\r\naffidavit with the Clerk of Court showing that he has complied with Rule 30,\r\nRLDE, Rule 413, SCACR, and shall also surrender his Certificate of Admission to\r\nthe Practice of Law to the Clerk of Court.\r\n\r\nDISBARRED.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"27320","title":"SCDSS v. Pringle","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27320.pdf","description":"The Court reversed the familycourt order finding appellant was prejudiced by the admission of children's statements in violation of S.C. Code Ann. Â§ 19-1-180 (G).","date":"2013-09-25","type":"opinion","text":"                    THE STATE OF SOUTH CAROLINA\r\n                         In The Supreme Court\r\n\r\n            South Carolina Department of Social Services,\r\n            Respondent,\r\n\r\n            v.\r\n\r\n            Christopher Pringle and Brandy Darby, Defendants,\r\n\r\n            of whom Christopher Pringle, is the Appellant.\r\n\r\n            In the Interest of Minor Children under the Age of 18\r\n            Years.\r\n\r\n            Appellate Case No. 2012-212255\r\n\r\n\r\n                       Appeal From Orangeburg County\r\n                      Anne Gue Jones, Family Court Judge\r\n\r\n\r\n                               Opinion No. 27320\r\n                 Heard June 5, 2013 – Filed September 25, 2013\r\n\r\n\r\n                                  REVERSED\r\n\r\n\r\n            Lawrence Keitt, of Orangeburg, for Appellant.\r\n\r\n            Patrick L. Wright, of Orangeburg, for Respondent.\r\n\r\n\r\nJUSTICE PLEICONES: This is an appeal from a family court order finding\r\nappellant (Father) sexually abused his two young daughters, requiring that his\r\nname be entered on the Central Registry of Child Abuse and Neglect, and\r\nprohibiting him from visiting his four children until successful completion of a\r\ntreatment plan. Father, who is divorced from the children's mother, contends the\r\n\nfamily court erred in its interpretation of S.C. Code Ann. § 19-1-180 (Supp. 2012)\r\nand in permitting the playing of videotape forensic interviews of the non-testifying\r\nchild victims. We find the videotapes were inadmissible under § 19-1-180(G) and\r\nreverse.                              FACTS\r\n\r\nFather was alleged to have sexually abused his two young daughters. When the\r\nparties arrived at court for the hearing, the Department of Social Services (DSS)\r\nannounced that it intended to rely on a videotape interview of the alleged victims\r\nin lieu of their testimony. The court instructed DSS that when it intended to rely\r\non a child's statement where the child was not available for cross-examination, a\r\npretrial hearing was required. The family court judge adjourned the court until the\r\nnext day in order to allow Father to prepare for the hearing on the admissibility of\r\nthe videotape.\r\n\r\nAt the hearing the next day, DSS presented two witnesses to support its contention\r\nthat the children were unavailable and their statements trustworthy within the\r\nmeaning of § 19-1-180. Following the hearing, the family court found that both\r\nthese criteria were satisfied. Ultimately, she admitted the videotape itself over\r\nFather's objection that the person who interviewed the children on the tape was not\r\na qualified person under § 19-1-180(G).\r\n\r\nFollowing this videotape hearing, the trial itself commenced. The first witness, a\r\nDSS employee, testified that following a report of abuse he interviewed the\r\nchildren. After each child related graphic details of Father's alleged misconduct,\r\nthe DSS employee determined that a forensic interview of each child was required.\r\nThe DSS employee explained that his role was only to take statements to determine\r\nwhether further investigation was warranted, but that the referral for a forensic\r\ninterview is to determine \"the validity or the truthfulness of these kids.\"1\r\n\r\n The hearsay statements of the children were admitted during the DSS employee's\r\n1\r\n\r\n\r\ntestimony not for their truthfulness, but rather to explain why further investigation\r\nwas warranted. See State v. Brown, 317 S.C. 55, 451 S.E.2d 888 (1994) (hearsay\r\nstatements to explain investigation are not admitted for truth). That DSS and the\r\nfamily court understood the limited use of these statements is evident from the fact\r\nthat DSS did not give statutory notice of its intent to rely upon them as substantive\r\nevidence as required by § 19-1-180(C), and the fact that the family court judge did\r\nnot rely on them in her written order.\r\n\nAppellant contends that the videotape of the forensic interview was not admissible\r\nunder § 19-1-180(G). We agree.         ISSUE\r\n\r\n             Was the videotape erroneously admitted?\r\n\r\n                                    ANALYSIS\r\n\r\nBy statute, certain hearsay statements made by children under the age of twelve2\r\nmay be admitted in family court proceedings \"concerning an act of alleged abuse\r\nor neglect.\" § 19-1-180(A). Since the children who made the hearsay statements\r\nhere did not testify, the statements had to meet the requirements of § 19-1-\r\n180(B)(2). Under (B)(2), the family court must find the child is unavailable\r\npursuant to at least one of the statutory reasons [(B)(2)(a)(1) through (v)] and that\r\nthe hearsay statement \"is shown to possess particularized guarantees of\r\ntrustworthiness.\" § 19-1-180(B)(2)(b).\r\n\r\nSubsection (D) of the statute lists ten factors the family court may consider in\r\ndetermining whether the hearsay statement has \"particularized guarantees of\r\ntrustworthiness under subsection (B)2)(b)\" and subsection (E) requires the family\r\ncourt to support its unavailability and trustworthiness rulings with \"findings on the\r\nrecord.\" §§ 19-1-180(D) and (E).\r\n\r\nFinally, subsection (G) provides:\r\n\r\n             If the parents of the child are separated or divorced, the hearsay\r\n             statement shall be inadmissible if (1) one of the parents is the\r\n             alleged perpetrator of the alleged abuse or neglect and (2) the\r\n             allegation was made after the parties separated or divorced.\r\n             Notwithstanding this subsection, a statement alleging abuse or\r\n             neglect made by a child to a law enforcement official, an officer\r\n             of the court, a licensed family counselor or therapist, a\r\n             physician or other health care provider, a teacher, a school\r\n             counselor, a Department of Social Services staff member, or to\r\n\r\n Or by a person who functions as a child under the age of twelve. § 19-1-180(A).\r\n2\r\n\r\n\r\nThe children who made the statements at issue here were both under twelve.\r\n\n             a child care worker in a regulated child care facility is\r\n             admissible under this section.\r\n\r\nFather contends that since the person to whom the videotaped hearsay statements\r\nwere made (Houston) was not a qualified person under (G), the videotapes\r\nthemselves were inadmissible.\r\n\r\nSection 19-1-180 creates a narrow exception to the hearsay rule in family court\r\nproceedings for statements made by certain child sex abuse victims. In the first\r\nsentence of subsection (G), however, the legislature has restored the hearsay bar\r\nwhere the accused is a divorced or separated parent of the child and the allegation\r\narose after the separation or divorce.3 The second sentence of (G) then allows for\r\nthe admission of a hearsay statement made by this class of child accuser if the\r\nstatement otherwise meets the requirements of § 19-1-180, and the statement was\r\nmade to:      a law enforcement official, an officer of the court, a licensed\r\n              family counselor or therapist, a physician or other health care\r\n              provider, a teacher, a school counselor, a Department of Social\r\n              Services staff member, or to a child care worker in a regulated\r\n              child care facility . . . .\r\n\r\nHere, it is conceded that Houston is not licensed by the State of South Carolina in\r\nany field, nor is there any suggestion that she is a law enforcement official, an\r\nofficer of the court, a physician or other health care provider, a teacher, a school\r\ncounselor, a DSS staffer or a child care worker. Rather, she is a child forensic\r\ninterviewer with a bachelor's degree in sociology and a master's degree in\r\nrehabilitative counseling. Houston also has a certificate in the RATAC model\r\nthrough her participation in a program called Finding Words.\r\n\r\nHouston was not a qualified person under § 19-1-180(G) and thus the videotape of\r\nher forensic interviews with these children was not admissible. Although Little\r\ntestified to certain statements made by the children to him, this testimony was not\r\noffered for the truth of these statements. State v. Brown, supra. The only\r\nsubstantive evidence at trial that the children were abused by Father was found in\r\n\r\n As the Court of Appeals recognized in Lisa C., \"the purpose of (G) is to protect a\r\n3\r\n\r\n\r\nparent from potentially false accusations instigated by the other parent as part of a\r\ncontentious divorce or custody battle.\" 380 S.C. at 413, 669 S.E.2d at 650. In this\r\ncase visitation is at stake as the children's mother is the custodial parent.\r\n\nthe erroneously admitted tape, and the taped statements were the sole basis for the\r\nfamily court's finding of abuse against Father. On this record, the erroneous\r\nadmission of the children's statements made to Houston prejudiced Father, and\r\nrequires that we reverse the appealed order.\r\n\r\n                                 CONCLUSION\r\n\r\nThe appealed order is\r\n\r\nREVERSED.\r\n\r\nBEATTY and HEARN, JJ., concur. TOAL, C.J., dissenting in a separate\r\nopinion. KITTREDGE, J., concurring in part and dissenting in part in a\r\nseparate opinion.\r\n\nCHIEF JUSTICE TOAL: I respectfully dissent. I agree with the majority's\r\nconclusion regarding the admissibility of the videotaped forensic interviews.\r\nHowever, in my view, the DSS employee's testimony in this case is sufficient to\r\naffirm the family court's finding.\r\n\r\n       The instant case is an abuse and neglect action, regarding a determination\r\nthat Appellant's name should be entered into the Central Registry. The purpose of\r\nthe Central Registry is to identify abused and neglected children and those\r\nresponsible for their welfare, and provide a coordinated reporting system\r\nconcerning abused and neglected children. S.C. Code Ann. § 63-7-1910 (2010).\r\nThe family court may place an individual's name into the Central Registry upon\r\nfinding, by a preponderance of the evidence, that the person abused or neglected a\r\nchild. Id. § 63-7-1940.4 Section 19-1-180 of the South Carolina Code allows\r\nintroduction of out-of-court statements made by children under the age of twelve,\r\nregarding an act of alleged abuse or neglect, irrespective of whether the statement\r\nwould be otherwise inadmissible provided certain conditions are met. Id. § 19-1-\r\n180(A) (Supp. 2012).\r\n\r\n       One of those conditions provides that the out-of-court statement may be\r\nadmitted if the child is found by the court to be unavailable to testify because of\r\nthe \"substantial likelihood that the child would suffer severe emotional trauma\r\nfrom testifying at the proceeding or by means of videotaped deposition or closed-\r\ncircuit television.\" Id. § 19-1-180(2)(a)(v). The family court in this case found the\r\nvictims incompetent to testify and unavailable based on \"the inability to\r\ncommunicate because of fear\" and the substantial likelihood that \"severe emotional\r\ntrauma\" would result from recounting the alleged abuse. Moreover, subsection (G)\r\nof section 19-1-180 specifies that:\r\n\r\n\r\n\r\n4 See also S.C. Code Ann. § 63-7-1930 (2010) (\"[T]he department may petition the\r\nfamily court for an order directing that the person named as a perpetrator be\r\nentered into the Central Registry . . . . The petition must have attached a written\r\ncase summary stating facts sufficient to establish by a preponderance of the\r\nevidence that the person named as perpetrator abused or neglected the child and\r\nthat the nature and circumstances of the abuse indicate that the person named as\r\nperpetrator would present a significant risk of committing physical or sexual abuse\r\nor willful reckless neglect if placed in a position or setting outside of the person's\r\nhome that involves or substantial contact with children.\").\r\n\n      [i]f the parents of the child are separated or divorced, the hearsay\r\n      statement shall be inadmissible if (1) one of the parents is the alleged\r\n      perpetrator of the alleged abuse or neglect and (2) the allegation was\r\n      made after the parties separated or divorced. Notwithstanding this\r\n      subsection, a statement alleging abuse or neglect made by a child to a\r\n      law enforcement official, an officer of the court, a licensed family\r\n      counselor or therapist, a physician or other health care provider, a\r\n      teacher, a school counselor, a Department of Social Services staff\r\n      member, or to a child care worker in a regulated child care facility is\r\n      admissible under this section.\r\nS.C. Code Ann. § 19-1-180(G) (Supp. 2012) (emphasis added). In this case, the\r\nvictims made the statements alleging abuse to a Department of Social Services\r\nstaff member as contemplated by the statute.\r\n\r\n       I disagree with the majority's conclusion that \"the hearsay statements of the\r\nchildren were admitted during the DSS employee's testimony not for their\r\ntruthfulness, but rather to explain why further investigation was warranted.\" In my\r\nopinion, the Record in this case demonstrates otherwise.\r\n\r\n       The DSS employee initially testified regarding his conversation with one of\r\nthe two victims in this case, discussing their sexual abuse allegations. The DSS\r\nemployee then began to testify concerning information he received about one of\r\nthe victims and the victim's behavior following the alleged abuse. Appellant's\r\ndefense counsel objected, and argued that unless the DSS employee revealed the\r\nsource of the information, the testimony constituted inadmissible hearsay. The\r\nDSS employee testified that the information came from Appellant's ex-wife.\r\nAppellant's defense counsel then raised a hearsay objection. DSS countered that\r\nthis information was not being offered for the truth of the matter asserted, but that\r\nthe DSS employee was \"just stating what he did in his investigation and what they\r\ntold him.\" The family court sustained the objection as to any information the DSS\r\nemployee gained from Appellant, but not with regard to Appellant's wife or the\r\nvictims. The DSS employee further described his conversations with Appellant's\r\nex-wife and the other victim. According to the DSS employee's testimony, under\r\nboth direct and cross-examination, both victims stated that Appellant sexually\r\nabused them.\r\n\r\n      It is well-established that when a family court order is appealed, this Court\r\nreviews that order de novo, and may find facts based on our view of the\r\npreponderance of the evidence. Lewis v. Lewis, 392 S.C. 381, 384, 390, 709\r\n\nS.E.2d 650, 651, 654–55 (2011) (\"De novo review permits appellate court fact-\r\nfinding, notwithstanding the presence of evidence supporting the trial court's\r\nfindings.\"). A preponderance of the evidence means \"evidence which, when fairly\r\nconsidered, is more convincing as to its truth than the evidence in opposition.\" S.C.\r\nCode Ann. § 63-7-20 (13).\r\n\r\n       In my opinion, this Court should find that the DSS employee's testimony is\r\nmore convincing as to its truth than the evidence offered by Appellant, and thus,\r\naffirm the family court's determination. From my perspective, the majority's\r\napplication of State v. Brown, 317 S.C. 55, 451 S.E.2d 888 (1994), is erroneous.5\r\nThe Central Registry proceeding is \"a civil action aimed at protection of a child,\r\nnot a criminal action geared toward punishing a defendant.\" S.C. Dept. of Social\r\nServices v. Wilson, 352 S.C. 445, 451–52, 574 S.E.2d 730, 733 (2002) (citation\r\nomitted). Thus, in my view, it is inappropriate to view this case through the lens of\r\nthe admissibility of hearsay statements in the criminal context.\r\n\r\n       For the foregoing reasons, I respectfully dissent. I would affirm the family\r\ncourt's order.\r\n\r\n\r\n\r\n\r\n5 The facts of Brown are inapposite the instant case, as Brown was a criminal\r\nprosecution. In Brown, police conducted video surveillance of the defendant's\r\napartment, and obtained a search warrant based on activity observed during the\r\nsurveillance. Brown, 317 S.C. at 57, 451 S.E.2d at 890. At trial, the court\r\nadmitted two police officers' statements regarding the reason for that surveillance.\r\nId. at 63, 451 S.E.2d at 893–94. These statements related to receiving certain\r\ninformation before establishing surveillance, receiving complains while in the\r\nneighborhood, and being \"familiar with\" the neighborhood. Id. The defendant\r\nalleged these statements were hearsay and argued that the trial court erred in failing\r\nto direct a mistrial following the admission of these statements. Id. This Court\r\ndisagreed, holding that an out of court statement is not hearsay if it is offered for\r\nthe limited purpose of explaining why a government investigation is undertaken.\r\nId. at 63, 451 S.E.2d at 894. However, the Record in this case does not\r\ndemonstrate that the family court admitted the DSS employee's testimony\r\nregarding the victims' statements for this limited purpose. Moreover, in Brown, the\r\npolice officers' statements did not describe the actual conduct supporting the\r\ndefendant's arrest and conviction. Thus, the analysis in that case, regarding a\r\ncriminal investigation, is inapplicable to the facts sub judice.\r\n\nJUSTICE KITTREDGE: I concur in part and dissent in part. I concur with the\r\nCourt's construction of section 19-1-180(G) and the erroneous admission of the\r\nvideotaped forensic interviews. I agree with the dissent that similar incriminating\r\nevidence was admitted without objection. I further agree with the dissent that such\r\nunchallenged additional evidence was admitted without any limitation.\r\nSpecifically, like the dissent, I respectfully disagree with the majority's finding that\r\nthe unchallenged incriminating \"testimony was not offered for the truth of these\r\nstatements.\" Yet, unlike the dissent, I would not affirm the finding of sexual\r\nabuse, notwithstanding our de novo review. Because the family court judge's order\r\nrelies exclusively on the section 19-1-180(G) testimony, I would remand to the\r\nfamily court judge on the existing record. It may be that the family court judge\r\nbelieved the unchallenged evidence of sexual abuse and merely saw no need to cite\r\nto this cumulative evidence. If so, I would have the family court judge issue a\r\nsupplemental order reaffirming her initial finding of abuse based on the\r\nunchallenged evidence, thereby ending this matter. However, if the family court\r\njudge (as the fact-finder) was not persuaded by this cumulative evidence,\r\nAppellant would be entitled to a new trial.\r\n\n","court":"Supreme"}]