[{"id":"27238","title":"State v. Dawson","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27238.pdf","description":"Appellant pled guilty to breach of trust with fraudulent intent, valued at more than $1,000 but less than $5,000, in violation of Section 16-13-230(B)(2) (2003) (amended 2010) of the South Carolina Code.  She was sentenced under the Youthful Offender Act to a term not to exceed six years, suspended upon five years' probation and payment of restitution.  Appellant appealed, arguing the circuit court erred in denying her motion to be sentenced under the Omnibus Crime Reduction and Sentencing Reform Act of 2010, S.C. Acts No. 273 (the Act), which became effective after Appellant committed the crime but before she was sentenced.  The Court found the circuit court properly denied Appellant's motion because the Act unambiguously states its sentencing amendments do not apply to criminal prosecutions arising under the amended laws.","date":"2013-04-03","type":"opinion","text":"                    THE STATE OF SOUTH CAROLINA \n\r\n                         In The Supreme Court \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            Serria Dawson, Appellant.\r\n\r\n            Appellate Case No. 2011-193926\r\n\r\n\r\n\r\n                        Appeal From Charleston County \n\r\n                      Roger M. Young, Circuit Court Judge \n\r\n\r\n\r\n                               Opinion No. 27238 \n\r\n\r\n                   Heard January 9, 2013 - Filed April 3, 2013 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Appellate Defender Robert M. Pachak, of Columbia, for\r\n            Appellant.\r\n\r\n            Attorney General Alan Wilson, Chief Deputy Attorney\r\n            General John W. McIntosh, Senior Assistant Deputy\r\n            Attorney General Salley W. Elliott, and Assistant\r\n            Attorney General Mark R. Farthing, all of Columbia, and\r\n            Solicitor Scarlett A. Wilson, of Charleston, for\r\n            Respondent.\r\n\r\n\r\nCHIEF JUSTICE TOAL: Serria Dawson (Appellant) pled guilty to breach of\r\ntrust with fraudulent intent, valued at more than $1,000 but less than $5,000, in\r\nviolation of Section 16-13-230(B)(2) (2003) (amended 2010) of the South Carolina\r\n\nCode. She was sentenced under the Youthful Offender Act to a term not to exceed\r\nsix years, suspended upon five years' probation and payment of restitution.\r\nAppellant appeals, arguing the circuit court erred in denying her motion to be\r\nsentenced under the Omnibus Crime Reduction and Sentencing Reform Act of\r\n2010, S.C. Acts No. 273 (the Act), which became effective after Appellant\r\ncommitted the crime but before she was sentenced. This Court certified this case\r\nfor review pursuant to Rule 204(b), SCACR. We affirm.\r\n\r\n                         FACTUAL/PROCEDURAL HISTORY\r\n      In October 2009, Appellant was observed making false refunds to an\r\naccomplice while working as a cashier at Walmart. Appellant later confessed to\r\nmaking false refunds on multiple occasions, and with the assistance of two\r\naccomplices, defrauding Walmart of approximately $5,000. Appellant indicated\r\nshe accepted $1,171.55 of the misappropriated funds. An arrest warrant was issued\r\non January 14, 2010, and police ultimately arrested Appellant on January 22, 2010.\r\nOn June 8, 2010, the grand jury indicted Appellant for breach of trust with\r\nfraudulent intent involving an amount between $1,000 and $5,000.\r\n\r\n       On June 2, 2011, Appellant entered a guilty plea. Prior to the sentencing\r\nhearing, Appellant filed a motion to be sentenced pursuant to the Act, which\r\nlowered the penalties for breach of trust under section 16-13-230. At the time\r\nAppellant committed the crime, section 16-13-230(B)(2) imposed a maximum\r\nsentence of five years' imprisonment for a breach of trust involving an amount\r\nbetween $1,000 and $5,000. The Act, which became effective June 2, 2010,\r\namended section 16-13-230 to impose a maximum sentence of thirty days'\r\nimprisonment for a breach of trust involving less than $2,000. Appellant argued\r\nthat although the Act was not in effect at the time she committed the crime, she\r\nwas nevertheless entitled to be sentenced under its provisions because it took effect\r\nprior to sentencing. The circuit court denied Appellant's motion.\r\n\r\n                                 ISSUE PRESENTED\r\n      Whether the circuit court erred in denying Appellant's motion to be\r\n      sentenced under the Act.STANDARD OF REVIEW\r\n      In criminal cases, the appellate court sits to review errors of law only. State\r\nv. Jacobs, 393 S.C. 584, 586, 713 S.E.2d 621, 622 (2011). A sentence will not be\r\noverturned absent an abuse of discretion when the ruling is based on an error of\r\nlaw. Id.\r\n\n                                   LAW/ANALYSIS\r\n       Appellant argues the circuit court erred in denying her motion to be\r\nsentenced under the Act. Citing State v. Varner, 310 S.C. 264, 265, 423 S.E.2d\r\n133, 134 (1992), Appellant argues a criminal defendant receives the benefit of\r\npunishment mitigated by legislative amendment when the amendment becomes\r\neffective prior to sentencing. Appellant further contends that although the Act\r\ncontains a savings clause, it is not clear whether it applies to an amendment that\r\nsimply substitutes one penalty for another, and thus, the rules of statutory\r\nconstruction require the savings clause be strictly construed against the State.\r\nFinally, Appellant asserts legislative intent supports her being sentenced under the\r\nAct because the General Assembly intended the Act to reduce recidivism, provide\r\nfair and effective sentencing options, and use correctional resources most\r\neffectively. We disagree.\r\n\r\n      The Act's savings clause provides the following:\r\n\r\n             The repeal or amendment by the provisions of this [A]ct\r\n             or any law, whether temporary or permanent or civil or\r\n             criminal, does not affect pending actions, rights, duties,\r\n             or liabilities founded thereon, or alter, discharge, release,\r\n             or extinguish any penalty, forfeiture, or liability incurred\r\n             under the repealed or amended law, unless the repealed\r\n             or amended provision shall so expressly provide. After\r\n             the effective date of this [A]ct, all laws repealed or\r\n             amended by this [A]ct must be taken and treated as\r\n             remaining in full force and effect for the purpose of\r\n             sustaining any pending or vested right, civil action,\r\n             special proceeding, criminal prosecution, or appeal\r\n             existing as of the effective date of this [A]ct, and for the\r\n             enforcement of rights, duties, penalties, forfeitures, and\r\n             liabilities as they stood under the repealed or amended\r\n             laws.\r\n\r\n2010 S.C. Acts No. 273, § 65. Section 66 of the Act, titled, \"Time effective,\"\r\nfurther provides, \"Cases and appeals arising or pending under the law as it existed\r\nprior to the effective date of this [A]ct are saved.\" 2010 S.C. Acts No. 273, § 66.\r\n\r\n       In Varner, this Court held that \"[i]n the absence of a controlling statute, the\r\ncommon law requires that a convicted criminal receive the punishment in effect at\r\nthe time he is sentenced, unless it is greater than the punishment provided for when\r\n\nthe offense was committed.\" See Varner, 310 S.C. at 265, 423 S.E.2d at 133.\r\nNotably, in citing Varner, Appellant omits its qualifying language which states this\r\ncommon-law rule applies only \"[i]n the absence of a controlling statute.\" See id.\r\n\r\n        As the Court explained in State v. Gay, 343 S.C. 543, 553, 541 S.E.2d 541,\r\n546 (2001) (citing Varner, 310 S.C. at 266 n.3, 423 S.E.2d at 134 n.3), abrogated\r\non other grounds, Holmes v. South Carolina, 547 U.S. 319 (2006), \"the Varner\r\nCourt indicated that the Legislature could state its intent for new, lesser penalties to\r\ntake effect based on the date of the crime rather than the date of sentencing.\"1 In\r\nGay, the defendant was convicted of murder and sentenced to life imprisonment.\r\nId. at 545, 541 S.E.2d at 542. At the time the defendant committed the crime,\r\nmurder carried a mandatory sentence of death or life imprisonment. Id. at 552‒53,\r\n541 S.E.2d at 546. However, before the defendant was sentenced, the legislature\r\namended the statute to allow for a mandatory minimum thirty-year term of\r\nimprisonment as another sentencing option. Id. This Court held the defendant was\r\nproperly sentenced under the law in effect at the time he committed the murder\r\nbecause the legislature expressly stated the sentencing amendment applied\r\nprospectively to all crimes committed on or after the date of its enactment. Id.\r\n\r\n         In the instant case, we find the circuit court properly denied Appellant's\r\nmotion to be sentenced under the Act because she was prosecuted under the former\r\nversion of section 16-13-230, and the Act unambiguously states its sentencing\r\namendments do not apply to actions arising under the amended laws. Specifically,\r\nthe Act's savings clause states the Act \"does not affect pending actions\" founded on\r\nan amended or repealed law \"or alter, discharge, release, or extinguish any penalty\r\n. . . incurred under the repealed or amended law, unless the repealed or amended\r\nprovision shall so expressly provide.\" See 2010 S.C. Acts No. 273, § 65. The\r\nsavings clause further provides that \"all laws repealed or amended by [the] [A]ct\r\nmust be taken and treated as remaining in full force and effect for the purpose of\r\nsustaining any pending or vested right, . . . criminal prosecution, or appeal existing\r\nas of the effective date of [the] [A]ct, and for the enforcement of . . . penalties . . .\r\nas they stood under the repealed or amended laws.\" Id. Section 66 of the Act\r\nclarifies that all \"[c]ases and appeals arising or pending under the law as it existed\r\nprior to the effective date of this [A]ct are saved.\" Id. § 66.\r\n\r\n\r\n1The following cases are overruled to the extent they hold a criminal defendant\r\nmust be sentenced under the law in effect at the time of sentencing regardless of a\r\ncontrolling statutory provision stating otherwise: State v. Mansel, 52 S.C. 468, 468,\r\n30 S.E. 481, 481 (1898); State v. Cooler, 30 S.C. 105, 111, 8 S.E. 692, 695 (1889).\r\n\n       Because Appellant committed breach of trust in October 2009—prior to the\r\nAct's effective date—her criminal prosecution arose from, and her penalty was\r\nincurred under, the former version of section 16-13-230. See Dorsey v. United\r\nStates, 132 S. Ct. 2321, 2330–31 (2012) (\"[P]enalties are 'incurred' under the older\r\nstatute when an offender becomes subject to them, i.e., commits the underlying\r\nconduct that makes the offender liable.\") (citing Great N. Ry. Co. v. United States,\r\n208 U.S. 452, 464–70 (1908)); see also State v. Dickey, 380 S.C. 384, 405, 669\r\nS.E.2d 917, 928 (Ct. App. 2008) (finding an action is \"pending\" for purposes of a\r\nsavings clause where the crime occurred before the effective date of the new\r\nlegislation), overruled on other grounds, 394 S.C. 491, 716 S.E.2d 97 (2011). This\r\nis made clear by Appellant's arrest warrant, supporting affidavit, and indictment,\r\nall of which indicate Appellant was charged with committing a breach of trust\r\ninvolving an amount between $1,000 and $5,000—a monetary range recognized by\r\nthe former version of section 16-13-230 but not the Act's amended version.\r\n\r\n       Accordingly, Appellant's reliance on Varner is misplaced because the Act\r\nstates its sentencing amendments do not apply to criminal prosecutions arising\r\nunder the amended laws. Like the defendant in Gay, Appellant was properly\r\nsentenced under the law in effect at the time she committed the crime. See Gay,\r\n343 S.C. at 552‒53, 541 S.E.2d at 546. Moreover, because the savings clause and\r\nsection 66 unambiguously detail the Act's prospective application, Appellant may\r\nnot invoke the rules of statutory construction to imply another meaning. See State\r\nv. Pittman, 373 S.C. 527, 561, 647 S.E.2d 144, 161 (2007) (\"Where the statute's\r\nlanguage is plain and unambiguous, and conveys a clear and definite meaning, the\r\nrules of statutory interpretation are not needed and the court has no right to impose\r\nanother meaning.\").                CONCLUSION\r\n      We affirm the circuit court's denial of Appellant's motion to be sentenced\r\nunder the Act because the Act unambiguously states its sentencing amendments do\r\nnot apply to criminal prosecutions arising under the amended laws.\r\n\r\n      AFFIRMED.\r\n\r\n      PLEICONES, BEATTY, KITTREDGE and HEARN, JJ., concur.\r\n\n","court":"Supreme"},{"id":"27239","title":"In the Matter of Wilton Darnell Newton","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27239.pdf","description":"In this opinion, the Court disbars Wilton Darnell Newton from the practice of law in South Carolina.","date":"2013-04-10","type":"opinion","text":"                   THE STATE OF SOUTH CAROLINA \n\r\n                        In The Supreme Court \n\r\n\r\n             In the Matter of Wilton Darnell Newton, Respondent\r\n\r\n             Appellate Case No. 2013-000408\r\n\r\n\r\n                              Opinion No. 27239 \n\r\n                 Submitted March 12, 2013 – Filed April 10, 2013 \n\r\n\r\n\r\n                                   DISBARRED\r\n\r\n\r\n             Disciplinary Counsel Lesley M. Coggiola and Deputy\r\n             Disciplinary Counsel Barbara M. Seymour, both of\r\n             Columbia, for Office of Disciplinary Counsel.\r\n\r\n             Wilton Darnell Newton, of Clemson, Pro Se.\r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter, respondent and the Office\r\nof Disciplinary Counsel (ODC) have entered into an Agreement for Discipline by\r\nConsent (Agreement) pursuant to Rule 21 of the Rules for Lawyer Disciplinary\r\nEnforcement (RLDE) contained in Rule 413 of the South Carolina Appellate Court\r\nRules (SCACR). In the Agreement, respondent admits misconduct and consents to\r\ndisbarment. In addition, respondent agrees to, within thirty days of the date of this\r\nopinion, enter into a restitution plan with the Commission on Lawyer Conduct\r\npursuant to which he will pay restitution over a two year period for losses resulting\r\nfrom his misconduct and to reimburse the Commission and ODC for costs incurred\r\nin the investigation and prosecution of this matter. Respondent requests that the\r\ndisbarment be made retroactive to the date of his interim suspension. We accept\r\nthe agreement and disbar respondent from the practice of law in this state, but\r\ndecline to make the disbarment retroactive. Respondent shall pay restitution and\r\ncosts as outlined in the Agreement. The facts, as set forth in the Agreement, are as\r\nfollows.\r\n\n                                              Facts\r\n\r\n                                            Matter I\r\n\r\nIn connection with his representation of the personal representative of an estate,\r\nrespondent received $41,000, which he deposited into his trust account.\r\nRespondent improperly removed funds from the trust account, resulting in a\r\nbalance that was below the amount that should have remained in trust for the\r\nestate. Respondent subsequently wrote two checks from the trust account for a\r\nbeneficiary of the estate, which could not be honored due to insufficient funds.\r\nRespondent reissued the checks and they cleared the account because respondent\r\nhad deposited money into the account that he had received from family members\r\nand others to cover the shortage.          Matter II\r\n\r\nRespondent was hired by the mother of a client to represent the client in two legal\r\nmatters. The client's mother made payments to respondent of $1,200 and $1,700.\r\nRespondent deposited the funds directly into his operating account instead of\r\ndepositing them in his trust account until earned.1 The client and her mother later\r\nbegan having problems obtaining information from respondent regarding the status\r\nof the client's pending legal matters, which resulted from respondent having closed\r\nhis practice and obtained non-legal employment out of state. The client and her\r\nmother had to pay another attorney to finalize one of the legal matters. Respondent\r\nhas not refunded any portion of the fees paid to him to represent the client.\r\n\r\n                                          Matter III\r\n\r\nThe same client retained respondent, on a contingency fee basis, to represent her in\r\na civil action. Respondent referred the client's case to another attorney who\r\nobtained a settlement on the client's behalf. Respondent received a portion of the\r\nsettlement as attorney's fees. The client's portion of the settlement was given to her\r\nmother to hold in trust until the client was released from in-patient medical\r\ntreatment.\r\n\r\n1 This conduct occurred prior to this Court's amendment of Rule 1.5 of the Rules of Professional\r\nConduct, to allow a lawyer, under certain circumstances, to deposit a fee in the lawyer's\r\noperating account rather than hold the fee in trust. See Rule 1.5(f), RPC. Regardless, there is no\r\nindication respondent met the requirements of Rule 1.5(f), which would allow him to deposit the\r\nfunds directly into his operating account.\r\n\nWhen respondent needed funds to deposit into his trust account to cover the estate\r\nchecks referenced in Matter I, he sought assistance from the client's mother. She\r\nissued a check to respondent in the amount of $10,000 from the settlement funds\r\nwith the understanding that respondent would pay the money back before the client\r\nwas released from treatment. She wrote \"pers loan\" on the memo line of the check.\r\nHowever, respondent marked through the word \"loan\" and wrote \"atty fees\" on the\r\nmemo line. The check was deposited into respondent's trust account and the\r\nmoney was used to cover the replacement checks issued in the estate matter.\r\nRespondent failed to put terms for repayment of the loan in writing and failed to\r\nadvise the client's mother to consult an attorney before making the loan. Although\r\nrespondent did not agree to pay interest on the loan or to make payments or repay\r\nthe loan by a certain date, he did promise to give the client's mother approximately\r\n$7,500 in \"several weeks\" after liquidating a retirement account. However,\r\nrespondent did not repay any of the loan, and as a result, the client's mother was\r\nforced to borrow $10,000 from a bank in order to have funds to give the client\r\nwhen she was released from treatment. Respondent was informed of the terms of\r\nthe bank loan and agreed to give the client's mother money to make payments, but\r\nas of the date of the Agreement in this matter, respondent had only contributed\r\n$500 towards repayment of the loan. Matter IV\r\n\r\nRespondent failed to comply with the recordkeeping requirements of Rule 417,\r\nSCACR, by failing to maintain copies of bank statements, substitute checks,\r\nrecords of deposit, or records related to electronic funds transfers related to his\r\ntrust account or his operating account. Respondent also failed to prepare or\r\nmaintain an accounting journal, client ledgers, or reconciliation reports. As a\r\nresult, it is impossible to determine exactly what happened to the money that\r\nrespondent should have been holding in trust in the estate matter. However, an\r\naudit of respondent's trust and operating accounts performed by ODC revealed that\r\nover a three to four year period, respondent removed approximately $48,377.98\r\nfrom his trust account by electronically transferring it to his law firm operating\r\naccount. Respondent has no document to show that the removal of the funds from\r\nhis trust account was for any legitimate purpose. Instead, respondent used the\r\nfunds to pay for office and personal expenses, including food, clothing, sunglasses,\r\nflowers, dry cleaning, gas, online shopping, cell phone services, iTunes, ebook and\r\nvideo game downloads, movie rentals, tanning, and a ski vacation. Respondent\r\nalso wrote 37 checks totaling approximately $21,647.88 on behalf of clients who\r\n\ndid not have funds on deposit in the trust account. Those checks were made\r\npayable to various entities, including clerks of court and register of deed offices\r\nand to clients for refunds. During this period of time, respondent deposited client\r\nfees directly into his operating account instead of holding them in trust until\r\nearned. He overdrew the account more than 125 times, incurring more than $4,000\r\nin bank fees.                            Law\r\n\r\nRespondent admits that by his conduct he has violated the following provisions of\r\nthe Rules of Professional Conduct, Rule 407, SCACR: Rule 1.1 (competence);\r\nRule 1.2 (scope of representation and allocation of authority between client and\r\nlawyer); Rule 1.15 (safekeeping property); Rule 1.16 (declining or terminating\r\nrepresentation); Rule 8.4(b)(criminal conduct); Rule 8.4(d)(conduct involving\r\ndishonesty, fraud, deceit or misrepresentation); and Rule 8.4(e)(conduct prejudicial\r\nto the administration of justice).\r\n\r\nRespondent also admits he has violated the following Rules for Lawyer\r\nDisciplinary Enforcement, Rule 413, SCACR: Rule 7(a)(1)(violated Rules of\r\nProfessional Conduct); Rule 7(a)(5)(engaged in conduct tending to pollute the\r\nadministration of justice, tending to bring the courts and the legal profession into\r\ndisrepute, and demonstrating unfitness to practice law); and Rule 7(a)(6)(violation\r\nof the Oath of Office taken upon admission to the practice of law).\r\n\r\n                                     Conclusion\r\n\r\nWe accept the Agreement for Discipline by Consent and disbar respondent from\r\nthe practice of law in this state. The disbarment shall not be made retroactive to\r\nthe date of respondent's interim suspension. Within fifteen (15) days of the date of\r\nthis opinion, respondent shall file an affidavit with the Clerk of Court showing that\r\nhe has complied with Rule 30 of Rule 413, SCACR, and shall also surrender his\r\nCertificate of Admission to the Practice of Law to the Clerk of Court.\r\n\r\nWithin thirty days of the date of this opinion, respondent shall pay the costs\r\nincurred by ODC and the Commission in the investigation and prosecution of this\r\nmatter. Also within thirty days of this opinion, respondent shall enter into a plan\r\nwith the Commission to pay, over a two year period, the following restitution:\r\n$1,200 to the mother of the client in Matter II as a refund of legal fees paid on\r\nbehalf of the client in the criminal matter; $9,500 plus interest to the mother of the\r\n\nsame client as repayment of the loan referenced in Matter III; $3,150 to the\r\nLawyers' Fund for Client Protection to hold in trust pending identification of the\r\nclient to whom the funds withdrawn from the trust account on behalf of the estate\r\nin Matter I belong; and full reimbursement to the Lawyers' Fund for any payments\r\nmade on respondent's behalf. Finally, respondent shall complete the Legal Ethics\r\nand Practice Program Ethics School and Trust Account School prior to\r\nreadmission.\r\n\r\nDISBARRED.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"27240","title":"In the Matter of Kana Rahman Johnson","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27240.pdf","description":"In this opinion, the Court publicly reprimands Kana Rahman Johnson for misconduct.","date":"2013-04-10","type":"opinion","text":"                   THE STATE OF SOUTH CAROLINA \n\r\n                        In The Supreme Court \n\r\n\r\n             In the Matter of Kana Rahman Johnson, Respondent\r\n\r\n             Appellate Case No. 2013-000406\r\n\r\n\r\n                              Opinion No. 27240 \n\r\n                 Submitted March 12, 2013 – Filed April 10, 2013 \n\r\n\r\n\r\n                             PUBLIC REPRIMAND\r\n\r\n\r\n             Lesley M. Coggiola, Disciplinary Counsel, and William\r\n             C. Campbell, Assistant Disciplinary Counsel, both of\r\n             Columbia, for Office of Disciplinary Counsel.\r\n\r\n             J. Steedley Bogan, of Bogan Law Firm, of Columbia, for\r\n             Respondent.\r\n\r\n\r\n\r\nPER CURIAM: Respondent and the Office of Disciplinary Counsel have\r\nentered into an Agreement for Discipline by Consent (Agreement) pursuant to Rule\r\n21 of the Rules for Lawyer Disciplinary Enforcement (RLDE) contained in Rule\r\n413 of the South Carolina Appellate Court Rules (SCACR). Therein, respondent\r\nadmits misconduct and agrees to the issuance of a confidential admonition or a\r\npublic reprimand. We accept the agreement and issue a public reprimand.\r\n\r\nIn the agreement, respondent admits having engaged in a sexual relationship with a\r\nclient who she was representing in a divorce action. The client and his wife\r\neventually reconciled and the action was dismissed.\r\n\r\nRespondent admits that her conduct constitutes a violation of the following\r\nprovisions of the Rules of Professional Conduct, Rule 407, SCACR: Rule\r\n1.8(m)(A lawyer shall not have sexual relations with a client when the client is in a\r\nvulnerable condition or is otherwise subject to the control or undue influence of the\r\nlawyer, when such relations could have a harmful or prejudicial effect on the\r\n\ninterests of the client, or when sexual relations might adversely affect the lawyer's\r\nrepresentation of the client.); and Rule 8.4 (e)(It is professional misconduct for a\r\nlawyer to engage in conduct that is prejudicial to the administration of justice.).\r\nRespondent also admits her conduct constitutes grounds for discipline under Rule\r\n7(a)(1) of the Rules for Lawyer Disciplinary Enforcement, Rule 413, SCACR (It\r\nshall be a ground for discipline for a lawyer to violate the Rules of Professional\r\nConduct.).\r\n\r\nWe find respondent's misconduct warrants a public reprimand. Accordingly, we\r\naccept the Agreement and publicly reprimand respondent for her misconduct.\r\nWithin thirty days of the date of this opinion, respondent shall pay the costs\r\nincurred in the investigation and prosecution of this matter by the Office of\r\nDisciplinary Counsel and the Commission on Lawyer Conduct. In addition, within\r\none year of the date of this opinion, respondent shall complete the Legal Ethics and\r\nPractice Program Ethics School.\r\n\r\nPUBLIC REPRIMAND.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"27241","title":"In the Matter of Thomas S.","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27241.pdf","description":"The Court found the Court of Appeals erred in failing to reverse petitioner's commitment as a Sexually Violent Predator because the trial court erred in allowing a lay witness to offer expert opinion testimony.","date":"2013-04-10","type":"opinion","text":"                    THE STATE OF SOUTH CAROLINA \n\r\n                         In The Supreme Court \n\r\n\r\n            In the Matter of the Care and Treatment of Thomas S.,\r\n            Petitioner.\r\n\r\n            Appellate Case No. 2011-194610\r\n\r\n\r\n     ON WRIT OF CERTIORARI FROM THE COURT OF APPEALS\r\n\r\n\r\n\r\n                          Appeal from Horry County \n\r\n                   Edward B. Cottingham, Circuit Court Judge \n\r\n\r\n\r\n                             Opinion No. 27241 \n\r\n                   Heard March 5, 2013 – Filed April 10, 2013 \n\r\n\r\n\r\n                       REVERSED AND REMANDED\r\n\r\n\r\n            Appellate Defender LaNelle Cantey DuRant, of\r\n            Columbia, for Petitioner.\r\n\r\n            Attorney General Alan McCrory Wilson and Assistant\r\n            Attorney General William M. Blitch, Jr., both of\r\n            Columbia, for Respondent.\r\n\r\n\r\nJUSTICE PLEICONES: We granted certiorari to review an unpublished\r\ndecision by the Court of Appeals which held that trial court did not err in\r\npermitting witness Shellenberg to give an opinion. In re S., Op. No. 2011-UP-121\r\n(S.C. Ct. App. filed March 24, 2011). We agree with petitioner and find that\r\nShellenberg, a lay witness, was improperly allowed to offer expert opinion\r\ntestimony and that this error was not harmless. We therefore reverse and remand\r\nfor further proceedings.\r\n\n                                       FACTS\n\r\n\r\nIn 2004, petitioner was adjudicated delinquent on charges of first degree criminal\r\nsexual conduct with a minor and disturbing the schools,1 and committed to the\r\nDepartment of Juvenile Justice (DJJ) for an indeterminate period not to exceed his\r\ntwenty-first birthday. It appears from the record that petitioner engaged in oral and\r\nanal sex, and some fondling, approximately five times over the course of three\r\nyears, with his step-nephew. Petitioner was aged ten when the first act occurred,\r\nand the victim six.\r\n\r\nIn February 2008, the South Carolina Juvenile Parole Board determined that\r\npetitioner was eligible for release. This decision triggered review pursuant to the\r\nSexually Violent Predator Act (SVP Act).2 S.C. Code Ann. § 44-48-30(5) and §\r\n44-48-40(B) (Supp. 2012). Both the multidisciplinary team and the prosecutor's\r\nreview committee found reason to believe petitioner met the definition of a\r\nsexually violent predator (SVP),3 and a court determined that probable cause\r\nexisted to believe he was an SVP. §§ 44-48-50 to -80. Dr. Neller was appointed\r\nby the court as the qualified expert following the court's probable cause\r\ndetermination. § 44-48-80(D).\r\n\r\nFollowing a trial, a jury determined, beyond a reasonable doubt, that petitioner was\r\nan SVP. He appealed, the Court of Appeals affirmed, and this certiorari follows.\r\n\r\n                                       ISSUE\r\n\r\n             Did the Court of Appeals err in affirming the trial court's\r\n             decision to allow witness Shellenberg to express an expert\r\n             opinion?\r\n\r\n\r\n\r\n\r\n\r\n\r\n  Although the dispositional order states the disturbing the schools charge was a \n\r\n1\r\n\r\n\r\nprobation violation, the charging petition itself does not allege probation was at \n\r\nissue. Compare ROA p. 124 with p. 125. \n\r\n  South Carolina Code Ann. §§ 44-48-10 et seq. (Supp. 2012).\n\r\n2 See § 44-48-30(1) discussed infra. \n\r\n3\r\n\n                                      ANALYSIS\n\r\n\r\nThe State called three witnesses to testify that petitioner was an SVP, that is, that\r\nhe (1) had been convicted of or adjudicated delinquent for a sexually violent\r\noffense and (2) suffers from a mental abnormality or personality disorder that (3)\r\nmakes him likely to engage in acts of sexual violence if not confined in a secure\r\nfacility for long-term control, care, and treatment. §§ 44-48-30(1); 6(b). A person\r\nis \"likely to engage in acts of sexual violence\" within the definition of an SVP if\r\nhis \"propensity to commit acts of sexual violence is of such a degree as to pose a\r\nmenace to the health and safety of others.\" § 44-48-30(9). The purpose of the\r\nSVPA is to involuntarily commit only a \"limited subclass of dangerous persons\"\r\nand not to broadly subject any dangerous person to what may be an indefinite term\r\nof confinement. In re Luckabaugh, 351 S.C. 122, 568 S.E.2d 338 (2002) citing\r\nKansas v. Crane, 534 U.S. 407, 413 (2002); In re Harvey, 355 S.C. 53, 584 S.E.2d\r\n893 (2003).\r\n\r\nHere, there is no question that petitioner satisfied two of the three requirements for\r\nbeing deemed an SVP: he has been adjudicated delinquent for a sexually violent\r\noffense and he has been diagnosed as suffering from a mental abnormality.4\r\nTherefore, the only contested issue at trial was whether that mental abnormality\r\nmeans his \"propensity to commit acts of sexual violence is of such a degree\" as to\r\nplace him in the \"limited subclass of dangerous persons\" who should be \"confined\r\nin a secure facility for long-term control, care, and treatment.\"\r\n\r\nThe State's first witness was Dr. Neller, a board certified clinical psychologist with\r\nan emphasis in forensic psychology. Dr. Neller is the Chief Psychologist with the\r\nSouth Carolina Sexually Violent Predator Program, and was the court-appointed\r\nexpert in this case. Although Dr. Neller diagnosed petitioner as suffering from a\r\nmental abnormality, his professional opinion was that petitioner did not meet the\r\nSVP criteria. Dr. Neller testified that the purpose of the SVPA was \"to identify,\r\nessentially, an extremely dangerous group of sexual offenders\" and that he did not\r\nsee how \"most any expert\" would place petitioner in that group. When questioned\r\nabout petitioner's conduct that would appear to demonstrate to a layperson that he\r\nwas a danger, e.g., deviant fantasies, downloading a pornographic cartoon\r\n\r\n\r\n\r\n Dr. Neller testified that petitioner was a sexual sadist, that is, \"a person who . . . .\r\n4\r\n\r\n\r\nenjoys humiliating, a person who enjoys harming, a person who becomes sexually\r\naroused by the harm he's inflicting on a person.\"\r\n\ndepicting violent rape, and repeated disciplinary violations, Dr. Neller testified that\r\nnone were probative of a likelihood that petitioner would reoffend.\r\n\r\nFollowing Dr. Neller's testimony, the State called Linda Price, an employee of the\r\nSouth Carolina Board of Juvenile Parole. Price's testimony concerned petitioner\r\n\"acting out\" when she went to inform him that the Board had approved his release.\r\nHe was calm until she told him that the Board had ordered he pay restitution to the\r\nState for expenses it had incurred when it paid for his victim's counseling and\r\nmedical bills.5 Price testified that petitioner became loud and red-faced,\r\nquestioned why he should pay restitution, and blamed the victim for his\r\nconfinement. Price testified she repeatedly told petitioner to hush and sit down,\r\nand that before he sat down he \"appeared to make a lunge in my direction with his\r\nbody\" and that after sitting he refused to say anything more. She went on to testify\r\nto the difficulties in having petitioner's North Carolina relatives agree to take him,\r\nand that if he went to North Carolina he would be supervised while on parole but\r\nwould not be on a public sex offender registry. While there was no objection to\r\nPrice's testimony on the ground of relevance, it is difficult to understand how this\r\nevidence assisted the jury in determining whether petitioner has the required\r\npropensity to reoffend such that he is in the small subclass of dangerous offenders\r\nwho should be involuntarily committed.\r\n\r\nThe State's final witness was a licensed social worker (Shellenberg) who had\r\nworked with petitioner while he was confined in DJJ. She \"impeached\" Dr.\r\nNeller's written report, which stated that petitioner's biological mother had visited\r\nmonthly, by testifying she only visited twice, by stating Dr. Neller's report failed to\r\ninclude two school disciplinary reports made after the report was prepared, and by\r\ntestifying that petitioner's medications had been changed after the report was\r\nprepared. Finally, Shellenberg testified that eleven \"level drops\" for disciplinary\r\ninfractions were omitted from Dr. Neller's report. Shellenberg admitted, however,\r\nthere was no sexual component to any of petitioner's disciplinary infractions other\r\nthan the downloading of the pornographic cartoon.\r\n\r\n\r\n\r\n We question the Juvenile Parole Board's authority to order restitution as a\r\n5\r\n\r\n\r\ncondition of parole. While S.C. Code Ann. § 16-3-1260(3) (2003) permits this\r\ntype of restitution as a condition of parole or community supervision for persons\r\nconvicted in General Sessions court, under subsection (4), in juvenile proceedings\r\nonly the family court is authorized to order it as a condition of probation in\r\njuvenile proceedings.\r\n\nShellenberg testified that while she was a certified sex offender treatment\r\nspecialist, she was not qualified to diagnose petitioner, but that Dr. Neller was.\r\nShellenberg testified she was familiar with Dr. Neller's report, and was asked about\r\nthe report's conclusion that petitioner's responses on certain assessments were\r\nconsistent with anti-social narcissistic and paranoid features. The State questioned\r\nShellenberg whether she was testifying as an expert witness, and she\r\nacknowledged that she was not.\r\n\r\nShellenberg was then asked if she was familiar with petitioner and whether he\r\n\"seems to display . . . .\" Petitioner's attorney immediately objected on the ground\r\nthe witness was \"not an expert in this.\" The judge overruled the objection, stating:\r\n\r\n             THE COURT: Well, no - - in her area of involvement, I'll let\r\n             her answer. The jury understands she's not an expert but she\r\n             has certain competence in her field, and she's entitled to give\r\n             her opinion.\r\n\r\n             Go ahead.\r\n\r\nShellenberg's direct examination continued:\r\n\r\n             Q. Have you seen Thomas display those very features you\r\n             referred to a minute ago in Dr. Neller's report: Anti-social\r\n             narcissistic and paranoid features?\r\n\r\n             A. Yes, and his triggers are entitlement and power and control.\r\n\r\n             Q. What do you mean by triggers?\r\n\r\n             A. Um, with sexual offenders there is an offense cycle, and\r\n             triggers are the things that could send them into their offense\r\n             cycle and cause them to possibly re-offend.\r\n\r\n             Q. Well, what would Thomas' triggers be?\r\n\r\n             A. Um, entitlement and power and control.\r\n\r\n             Q. And by entitlement, what do you mean?\r\n\n            A. The sense of grandiosity and - - basically, ah, having more\r\n            knowledge than, probably, another person, more superior traits.\r\n\r\n            Q. So, when Dr. Neller refers to Thomas having a grandiose\r\n            sense of self-importance and expects to be recognized as a\r\n            superior, is that what you're talking about - -\r\n\r\n            A. Yes, I am.\r\n\r\n            Q. - - by entitlement?\r\n\r\n            A. Yes.\r\n\r\n            Q. And what was the second thing?\r\n\r\n            A. Um, power and control.\r\n\r\n            Q. Power and control, and how would you describe that?\r\n\r\n            A. That would be associated with his offense in which the\r\n            other - - the child that he victimized was getting more attention,\r\n            and Thomas felt powerless, and that is the trigger that caused\r\n            him to offend.\r\n\r\n            Q. Would Thomas' reaction to [Price's] discussion with him\r\n            about planned restitution and the statements he made that\r\n            [Price] has testified about earlier which you heard?[sic]\r\n\r\n            A. Yes.\r\n\r\n            Q. Is that consistent with this control feature that you're\r\n            describing now?\r\n\r\n            A. Yes, it is.\r\n\r\nPetitioner contends, and we agree, that Shellenberg's testimony crossed the line\r\nfrom lay to expert in several particulars. As this Court recently explained:\r\n\n             Expert testimony differs from lay testimony in that an expert\r\n             witness is permitted to state an opinion based on facts not\r\n             within his firsthand knowledge or may base his opinion on\r\n             information made available before the hearing so long as it is\r\n             the type of information that is reasonably relied upon in the\r\n             field to make opinions. See Rule 703, SCRE. On the other\r\n             hand, a lay witness may only testify as to matters within his\r\n             personal knowledge and may not offer opinion testimony which\r\n             requires special knowledge, skill, experience, or training. See\r\n             Rules 602 and 701, SCRE.\r\n\r\n             Watson v. Ford Motor Co., 389 S.C. 434, 445 -6, 699, S.E.2d\r\n             169, 175 (2010).\r\n\r\nHere, the question whether sex offenders enter an offense cycle and therefore\r\nreoffend if exposed to certain triggers is not a matter within the purview of a lay\r\nwitness. Nor was Shellenberg qualified to identify petitioner's purported triggers\r\nor define them. She did not observe petitioner when he abused his victim, and did\r\nnot have personal knowledge of the reasons he committed that abuse, nor did she\r\npersonally observe the interaction between petitioner and Price. Shellenberg was\r\nboth testifying to matters beyond her firsthand knowledge, and offering her\r\nopinion that the interaction with Price was the type of event that could trigger his\r\noffense cycle, therefore increasing his likelihood to reoffend. Shellenberg was\r\nimproperly permitted to offer expert opinion testimony after the State explicitly\r\npresented her as a lay witness and after petitioner lodged a timely objection.\r\nWatson, supra.\r\n\r\nThe sole issue before the jury was whether petitioner was likely to reoffend, and\r\nDr. Neller, the sole expert in the case testified he was not. The only evidence in\r\nthe record of petitioner's \"propensity to commit [future] acts of sexual violence\"\r\nwas that of witness Shellenberg, who was improperly allowed to \"give her\r\nopinion\" despite the fact the State explicitly called her as a non-expert. In fact,\r\nShellenberg herself admitted on cross-examination that she was not qualified to\r\ndiagnose petitioner as an SVP. The erroneous admission of her extensive opinion\r\ntestimony mandates reversal here. Compare e.g. State v. Ellis, 345 S.C. 175, 547\r\nS.E.2d 490 (2001) (improper non-expert opinion testimony which goes to the heart\r\nof the case is not harmless).\r\n\n                                 CONCLUSION\r\n\r\nThe Court of Appeals erred in affirming the jury verdict here. We therefore \n\r\nreverse and remand for further proceedings. \n\r\n\r\nREVERSED AND REMANDED. \n\r\n\r\nTOAL, C.J., BEATTY, KITTREDGE and HEARN, JJ., concur. \n\r\n\n","court":"Supreme"},{"id":"27242","title":"SC Retirement Trust v. Loftis","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27242.pdf","description":"This is a petition for a writ of mandamus filed in the original jurisdiction of the Supreme Court relating to the funding of an investment approved by the South Carolina Retirement System Investment Commission.","date":"2013-04-17","type":"opinion","text":"        THE STATE OF SOUTH CAROLINA \n\r\n             In The Supreme Court \n\r\n\r\nSouth Carolina Retirement System Investment\r\nCommission, Petitioner,\r\n\r\nv.\r\n\r\nCurtis M. Loftis, Jr., as Custodian of the South Carolina\r\nRetirement Systems Group Trust, Respondent.\r\n\r\nAppellate Case No. 2013-000754\r\n\r\n\r\n        IN THE ORIGINAL JURISDICTION\r\n\r\n\r\n\r\n                  Opinion No. 27242 \n\r\n      Heard April 16, 2013 – Filed April 17, 2013 \n\r\n\r\n\r\n                      DISMISSED \n\r\n\r\n\r\nHenry Pickett Wall and Edward Wade Mullins, III, of\r\nBruner Powell Wall & Mullins, LLC, of Columbia, for\r\nPetitioner.\r\n\r\nWilliam J. Condon, Jr., of Columbia; and Curtis W.\r\nDowling, of Barnes Alford Stork & Johnson, LLP, of\r\nColumbia, for Respondent.\r\n\r\nWilliam A. Coates and Joseph Owen Smith, of Roe\r\nCassidy Coates & Price, PA, of Greenville, for Amicus\r\nCuriae The State Retirees Association of South Carolina.\r\n\nPER CURIAM: This Court accepted the petition of the South Carolina\r\nRetirement Investment Commission (the Commission) in its Original Jurisdiction\r\nto determine whether the Commission was entitled to a writ of mandamus\r\nrequiring respondent, Curtis M. Loftis, Jr., in his capacity as custodian of the South\r\nCarolina Retirement Systems Group Trust, to authorize the funding of the Warburg\r\nPincus Private Equity XI, L.P. investment (Warburg Pincus Fund XI). The Court\r\nalso agreed to expedite the matter based on the Commission's assertion that the\r\nfailure to fund the investment by April 16, 2013, would cause the Commission to\r\ndefault on its contractual obligations and result in severe financial penalties.\r\n\r\nLoftis filed a return to the petition on April 15, 2013, stating he authorized the\r\ntransfer of funds the morning of April 15 because information he had previously\r\nrequested from the Commission, and which he maintained was a necessary\r\nprerequisite to authorizing the transfer of funds, had been submitted to the Court\r\nalong with the Commission's attachments to its petition for a writ of mandamus.\r\nLoftis contended the action had been rendered moot because he performed the sole\r\naction the Commission requested this Court mandate he perform: authorizing the\r\ntransfer of funds to Warburg Pincus Fund XI.\r\n\r\nAt oral argument, the parties conceded that funding for the Warburg Pincus Fund\r\nXI investment has occurred. Nevertheless, the Commission maintains Loftis'\r\ndecision to fund the investment does not moot this matter in its entirety based on\r\nLoftis' alleged misapprehension of his legal authority in his position as custodian\r\nof the South Carolina Retirement Systems Group Trust. The Commission argues\r\nthe Court should consider injunctive relief to direct the custodian to follow\r\nCommission directives to fund future investments. We disagree.\r\n\r\nA case is moot where a judgment rendered by the Court will have no practical legal\r\neffect upon an existing controversy because an intervening event renders any grant\r\nof effectual relief impossible for the Court. Ex parte Doe, 393 S.C. 147, 151, 711\r\nS.E.2d 892, 894 (2011) (quoting Sloan v. Friends of the Hunley, Inc., 369 S.C. 20,\r\n26, 630 S.E.2d 474, 477 (2006)); Sloan v. Greenville Cnty., 361 S.C. 568, 572, 606\r\nS.E.2d 464, 467 (2004). Where there is no actual controversy, this Court will not\r\ndecide moot or academic questions. Sloan v. Friends of the Hunley, id. at 26, 630\r\nS.E.2d at 477.\r\n\r\nGenerally, in mandamus cases, the performing of the act by the individual moots\r\nthe case. See Miller v. State, 377 S.C. 99, 659 S.E.2d 492 (2008) (declining to\r\nissue a writ of mandamus to compel the clerk of court to accept a habeas petition\r\nbecause, among other things, petitioner's 2004 habeas petition became moot upon\r\n\npetitioner's release from prison). There are exceptions to this rule. E.g. Nelson v.\r\nOzmint, 390 S.C. 432, 434-35; 702 S.E.2d 369, 370 (2010) (declining to dismiss\r\nthe petition for a writ of mandamus as moot because the issue was capable of\r\nrepetition but generally will evade review).\r\n\r\nHowever, we believe the unique facts of this case render this matter moot. Here,\r\nthe Commission sought a writ of mandamus compelling Loftis, as the statutory\r\ncustodian of the Retirement Systems Group Trust, to authorize a transfer of funds\r\nto Warburg Pincus Fund XI. Indeed, the entire content of the Commission's\r\npetition and its attachments concern the funding of this particular investment. In\r\nour view, once Loftis agreed to perform the precise act sought in the petition for a\r\nwrit of mandamus by authorizing the funding of the investment in Warburg Pincus\r\nFund XI, there was simply nothing left for the Court to order, and it is now\r\nimpossible for this Court to issue a writ of mandamus compelling Loftis to perform\r\nthe act in question. See Sloan v. Friends of the Hunley, id. at 26, 630 S.E.2d at\r\n477; see also 52 Am.Jur.2d Mandamus § 44 (West 2011) (a writ of mandamus\r\nshould not issue in anticipation that a party will refuse to perform his or her duty\r\nwhen time comes).\r\n\r\nAccordingly, we dismiss the petition for a writ of mandamus as moot.\r\n\r\nDISMISSED\r\n\r\nTOAL, C.J., BEATTY, KITTREDGE, HEARN, JJ., and Acting Justice James\r\nE. Moore, concur.\r\n\n","court":"Supreme"},{"id":"27243","title":"In the Matter of J. David Flowers","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27243.pdf","description":"In this attorney disciplinary matter, the Court held that Respondent's admitted failure to file state and federal income tax returns warranted definite suspension from the practice of law for 90 days.","date":"2013-04-24","type":"opinion","text":"                   THE STATE OF SOUTH CAROLINA \n\r\n                        In The Supreme Court \n\r\n\r\n            In the Matter of J. David Flowers\r\n\r\n            Appellate Case No. 2012-213120\r\n\r\n\r\n                              Opinion No. 27243 \n\r\n                 Heard February 21, 2013 – Filed April 24, 2013 \n\r\n\r\n\r\n                           DEFINITE SUSPENSION\r\n\r\n\r\n            Disciplinary Counsel Lesley M. Coggiola and Assistant\r\n            Disciplinary Counsel Ericka McCants Williams, both of\r\n            Columbia, for Office of Disciplinary Counsel.\r\n\r\n            Desa Allen Ballard, of Ballard Watson Weissenstein, of\r\n            West Columbia, for Respondent.\r\n\r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter, the Office of Disciplinary\r\nCounsel (ODC) brought formal charges against James David Flowers\r\n(Respondent) for failing to file state and federal income tax returns for tax years\r\n2007, 2008, 2009, and 2010. Following a hearing, the Hearing Panel of the\r\nCommission on Lawyer Conduct (the Panel) found Respondent violated Rule\r\n8.4(b) of the Rules of Professional Conduct (RPC), Rule 407, SCACR, and Rules\r\n7(a)(1) and 7(a)(5) of the Rules for Lawyer Disciplinary Enforcement (RLDE),\r\nRule 413, SCACR. Two members of the Panel recommended the sanction of a\r\nninety-day definite suspension, and two members recommended an Admonition.\r\nODC took exception to the recommendation of an Admonition, and Respondent\r\ntook exception to the recommended ninety-day definite suspension. We definitely\r\nsuspend Respondent from the practice of law for ninety days, retroactive to the\r\ndate he filed his tax returns, and order him to pay the costs of these proceedings.\r\n\n                                        FACTS\r\n\r\n       ODC's investigation stemmed from an anonymous complaint that\r\nRespondent failed to file state and federal income tax returns for tax years 2007,\r\n2008, 2009, and 2010. Respondent admits that he did not file income tax returns\r\nfor these years. Respondent contends that a variety of mental health problems\r\nbrought about by the stresses of his practice are to blame for his failure to file his\r\ntax returns. Respondent further contends that his mental health problems have\r\nprecipitated his desire to quit the practice of law and led to his voluntary\r\ndeactivation from the South Carolina Bar in September 2011. Respondent\r\nrepresents that no federal or state criminal charges are pending against him or\r\nanticipated, and that he filed his state and federal income tax returns for the\r\ndelinquent tax years on February 17, 2012. However, Respondent further\r\nrepresents that he has not yet paid his delinquent taxes. Respondent has been\r\ncooperative with ODC throughout its investigation.\r\n\r\n                                         LAW\r\n\r\n       Respondent admits that by his misconduct, he has violated Rule 8.4(b),\r\nRPC, Rule 407, SCACR (it is professional misconduct for a lawyer to commit a\r\ncriminal act that reflects adversely on the lawyer's honesty, trustworthiness, or\r\nfitness as a lawyer in other respects). In addition, Respondent admits that his\r\nmisconduct constitutes grounds for discipline pursuant to Rule 7, RLDE, Rule 413,\r\nSCACR, specifically Rules 7(a)(1) (it shall be a ground for discipline for a lawyer\r\nto violate or attempt to violate the Rules of Professional Conduct or any other rules\r\nof this jurisdiction regarding professional conduct of lawyers) and 7(a)(5) (it shall\r\nbe a ground for discipline for a lawyer to engage in conduct tending to pollute the\r\nadministration of justice or to bring the courts or the legal profession into disrepute\r\nor conduct demonstrating an unfitness to practice law).\r\n\r\n                                     CONCLUSION\r\n\r\n       We find a ninety-day suspension is the appropriate sanction for Respondent's\r\nmisconduct. Accordingly, we suspend Respondent from the practice of law for a\r\nperiod of ninety days. This suspension shall be retroactive to the date upon which\r\nRespondent filed his state and federal income tax returns, February 17, 2012.\r\nHowever, due to the fact that Respondent has not yet paid his taxes, we also find\r\nthat Respondent may not request reinstatement until he has paid his delinquent\r\ntaxes in full and has filed proof with the Commission on Lawyer Conduct of same.\r\n\nFurthermore, we order Respondent to pay the costs associated with these\r\nproceedings. Within fifteen days of the date of this opinion, Respondent shall file\r\nan affidavit with the Clerk of Court showing that he has complied with Rule 30,\r\nRLDE, Rule 413, SCACR.\r\n\r\nDEFINITE SUSPENSION.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"27245","title":"Bryson v. State Budget and Control Board","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27245.pdf","description":"In this case in the Supreme Court's original jurisdiction, enrollees in the State's health insurance plan challenged the Budget and Control Board's August 8, 2012 decision to raise enrollees' premiums. We find the Board's decision unconstitutional as a violation of the separation of powers.","date":"2013-04-24","type":"opinion","text":"        THE STATE OF SOUTH CAROLINA \n\r\n             In The Supreme Court \n\r\n\r\nThomas A. Bryson on behalf of himself and all similarly\r\nsituated persons, Petitioner,\r\n\r\nv.\r\n\r\nState Budget and Control Board; Nikki R. Haley; Curtis\r\nM. Loftis, Jr.; Richard Eckstrom; and Hugh K.\r\nLeatherman, Jr.; in their official capacities as members of\r\nthe State Budget and Control Board, Respondents.\r\n\r\nAppellate Case No. 2012-213099\r\n\r\n\r\n\r\n             ORIGINAL JURISDICTION\r\n\r\n\r\n                 Opinion No. 27245 \n\r\n     Heard January 23, 2013 – Filed April 24, 2013 \n\r\n\r\n\r\n          JUDGMENT FOR PETITIONER \n\r\n\r\n\r\nMichael S. Medlock and C. Lance Sheek, of South\r\nCarolina Legal Solutions, LLC, of Columbia, for\r\nPetitioner.\r\n\r\nC. Mitchell Brown, William C. Wood, Jr., and Michael J.\r\nAnzelmo, of Nelson, Mullins, Riley, & Scarborough,\r\nLLP, of Columbia for Respondents Nikki R. Haley,\r\nRichard Eckstrom, Curtis M. Loftis, Jr., and the South\r\nCarolina Budget and Control Board.\r\n\n            Michael R. Hitchcock, John Potter Hazard, V, and\r\n            Kenneth M. Moffitt, of Columbia, for Respondent Hugh\r\n            Leatherman, Jr.\r\n\r\n\r\n\r\n\r\n       JUSTICE HEARN: Petitioner brought this suit in the Court's original\r\njurisdiction seeking a declaration that the South Carolina Budget and Control\r\nBoard's August 8, 2012 decision raising enrollee premiums for the State's health\r\ninsurance plan was a violation of the constitutionally mandated separation of\r\npowers. In Hampton v. Haley, Op. No. 27244 (S.C. Sup. Ct. filed April 24, 2013),\r\nwe held the Board's decision violated the separation of powers. Accordingly, for\r\nthe reasons stated therein, we enter judgment in favor of petitioner. We need not\r\nconsider any of the other issues presented by petitioner because the separation of\r\npowers issue is dispositive. See Futch v. McAllister Towing of Georgetown, Inc.,\r\n335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (declining to address the remaining\r\nissues where a prior issue was dispositive).\r\n\r\n\r\n\r\nTOAL, C.J., BEATTY, and KITTREDGE, JJ., concur. PLEICONES, J.,\r\nconcurring in result only.\r\n\n","court":"Supreme"}]