[{"id":"27441","title":"In the Matter of Mark Andrew Peper","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27441.pdf","description":"This is an opinion in which the Court publicly reprimands a lawyer.","date":"2014-09-03","type":"opinion","text":"                   THE STATE OF SOUTH CAROLINA \n\r\n                        In The Supreme Court \n\r\n\r\n            In the Matter of Mark Andrew Peper, Respondent\r\n\r\n            Appellate Case No. 2014-001414\r\n\r\n\r\n                              Opinion No. 27441 \n\r\n                 Heard August 5, 2014 – Filed September 3, 2014 \n\r\n\r\n\r\n                            PUBLIC REPRIMAND\r\n\r\n\r\n            Lesley M. Coggiola, Disciplinary Counsel, and Barbara\r\n            M. Seymour, Deputy Disciplinary Counsel, both of\r\n            Columbia, for Office of Disciplinary Counsel.\r\n\r\n            Michael J. Anzelmo, of Nelson Mullins Riley &\r\n            Scarborough, LLP, of Columbia, for respondent.\r\n\r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter, respondent and the Office\r\nof Disciplinary Counsel have entered into an Agreement for Discipline by Consent\r\n(Agreement) pursuant to Rule 21 of the Rules for Lawyer Disciplinary\r\nEnforcement (RLDE) contained in Rule 413 of the South Carolina Appellate Court\r\nRules (SCACR). In the Agreement, respondent admits misconduct and consents to\r\nthe imposition of a public reprimand with conditions. We accept the Agreement\r\nand issue a public reprimand with conditions as stated hereafter. The facts, as set\r\nforth in the Agreement, are as follows.\r\n\n                                        Facts\r\n\r\n                                      Matter I\r\n\r\nClient A, respondent's childhood friend, was the sole beneficiary of a trust\r\nestablished by Client A's mother prior to her death. The corpus of the trust\r\nincluded stocks and a parcel of land with a house where Client A and his wife\r\nresided. In January 2006, Client A approached respondent with a request that\r\nrespondent take over as trustee of the trust. Respondent agreed and prepared a\r\nconsent substitution of trust and a proposed Order Naming Successor Trustee.\r\n\r\nRespondent acknowledges that his services as trustee for Client A's trust were law-\r\nrelated services and, therefore, the Rules of Professional Conduct apply pursuant to\r\nRule 5.7. Further, respondent admits that at all times relevant to this matter, Client\r\nA believed respondent was acting as his attorney and, in fact, frequently referred to\r\nrespondent as his attorney in conversations with respondent and others. As a\r\nresult, respondent acknowledges that it was reasonable for Client A to believe that\r\nthe trustee services respondent was providing carried with it the protections\r\nnormally afforded as part of the attorney-client relationship and that respondent\r\ntook no steps to advise him otherwise.\r\n\r\n                           Misrepresentation to the Court\r\n\r\nIn the proposed Order Naming Successor Trustee, respondent significantly\r\noverstated his qualifications to serve as trustee. He stated that he was \"an attorney\r\nlicensed to practice law in the state of South Carolina and [that he had] an\r\nextensive background in the Probate field, including but not limited to, trust\r\nadministration.\" In fact, as of the date of submission of the proposed order to the\r\nProbate Court, respondent had only been admitted to the Bar for three months.\r\nAlthough he had worked for a probate judge and a law firm as a law clerk for a\r\ntotal of one and one-half years, he had never actually handled a probate matter as\r\nan attorney and had no experience as a trustee or administrator of an estate. The\r\nprobate judge signed the order naming respondent as successor trustee on February\r\n28, 2006.\r\n\r\nRespondent admits that he misrepresented his experience to the probate judge\r\nwhen he submitted the proposed Order Naming Successor Trustee. He further\r\n\nacknowledges that he did not have sufficient experience to serve as Client A's\r\ntrustee.                     Financial Recordkeeping\r\n\r\nThe stocks held by the trust were managed by the investment division of a bank.\r\nThe original trustee had set up a trust account at that bank to disburse funds as\r\nnecessary for the benefit of Client A. At the time respondent was appointed\r\nsuccessor trustee, the stock value was approximately $52,000.00. When funds\r\nwere requested by Client A, respondent would contact a representative at the bank\r\nwho would sell off some stock and place the proceeds of the sale into the trust\r\naccount. Once respondent was advised that the funds were in the trust account, he\r\nwould write a check. The check was given to Client A or used to pay funds on his\r\nbehalf. The stocks were depleted between April 2006 and November 2007.\r\n\r\nOn March 17, 2009, respondent filed a petition to dissolve the trust. Respondent\r\nsubmitted an accounting of the disbursement of the funds generated by the sales of\r\nthe stocks. On April 9, 2009, the probate judge signed respondent's proposed order\r\ndissolving the trust. Respondent did not retain copies of the invoices or bills he\r\npaid; he did not prepare receipts; he did not keep records of cash disbursed; and he\r\ndid not retain reconciliations of the trust account.\r\n\r\nDuring the time that respondent served as trustee, he personally provided financial\r\nassistance to Client A and his wife. This assistance was in the form of cash and\r\nchecks to them or to third party creditors. Respondent estimates that the total\r\nassistance he personally provided was approximately $50,000.00; however, he\r\nmaintained no records of these payments. In response to the disciplinary\r\ncomplaint, respondent reviewed his bank records and accounted for approximately\r\n$22,838.00 in payments to or on behalf of Client A and his wife.\r\n\r\nThere is no indication that any trust funds were misappropriated or mishandled.\r\nHowever, respondent does admit that he failed to comply with Rule 417, SCACR,\r\nwhich required that he maintain a receipt and disbursement journal, a beneficiary\r\nledger, records of disbursement, check stubs, bank statements, records of deposit,\r\nthe equivalent of pre-numbered canceled checks, and other documents reasonably\r\n\nnecessary for a complete understanding of the financial transactions for a period of\r\nsix years.1         Transfer and Encumbrance of Real Property\r\n\r\nThe February 28, 2006, Order Naming Successor Trustee stated that the original\r\ntrustee and respondent agreed that the real property held in trust was \"to remain in\r\nthe Trust and shall not be transferred out of the Trust under any circumstances.\"\r\nContrary to that agreement and the order, respondent prepared a deed transferring\r\nthe ownership of land and house from the Trust to Client A. Respondent also\r\nprepared a deed transferring ownership of the property from Client A to himself.\r\nHe recorded the two deeds on May 29, 2008.\r\n\r\nRespondent initially attempted to record an affidavit of consideration with the deed\r\nthat stated that the property was exempt from the recording fee. When it was\r\nrejected by the clerk, he amended the affidavit to state that the consideration paid\r\nfor the property was $50,000.00. Respondent did not actually pay Client A any\r\nmoney in connection with the transfer of title to the property. Respondent listed\r\nthis amount on the affidavit of consideration based on his estimation of the total\r\nfinancial assistance he had personally provided to Client A and his wife, although\r\nat the time the assistance was provided, neither respondent nor Client A considered\r\nit a loan or that Client A would be obligated to repay it. At no time did respondent\r\nobtain an appraisal of the property to determine a fair price.\r\n\r\nRespondent asserts that he and Client A agreed that Client A and his wife would\r\nhave the right to remain living on the property rent free for the remainder of Client\r\nA's lifetime, with respondent paying all utilities, taxes, insurance, and other\r\nproperty-related expenses. However, there is no reference to a life estate or any\r\nother retention of interest by Client A or his wife in the deed prepared and filed by\r\nrespondent. In fact, other than Client A's signature on the deed, there is no\r\nevidence of any writing provided to or signed by Client A regarding the terms of\r\nthe transfer of the property to respondent.\r\n\r\n\r\n The version of Rule 417, SCACR, that governed respondent's conduct in\r\n1\r\n\r\n\r\nconnection with the trust required that he maintain certain financial records related\r\nto all \"bank accounts which concern or affect the lawyer's practice of law.\" The\r\ncurrent version of Rule 417 is limited to \"client trust accounts.\"\r\n\nRespondent did not seek or obtain approval from the Probate Court of the May\r\n2008 transfers of the title to the property. In fact, when he filed his petition to\r\nresolve the Trust with the Probate Court in March 2009, he stated only that he\r\n\"deeded the property to the beneficiary of the Trust.\" He did not disclose to the\r\nprobate judge that he had simultaneously deeded the property to himself.\r\n\r\nOn July 30, 2008, respondent encumbered the property by borrowing $112,000.00\r\nand signing a mortgage on the property for $224,000.00.2 Respondent placed an\r\ninsurance value on the property in the amount of $202,070.00. Respondent is\r\nunable to produce the property tax bills for 2008 or 2009, but the 2010 bill reflects\r\nan appraisal value for tax purposes of $285,000.00. Respondent used a portion of\r\nthe proceeds of the loan to pay off personal debt and for personal expenses.\r\nRespondent represents that he used some of the proceeds to provide financial\r\nassistance to Client A and his wife and to pay expenses related to the property, but\r\nhe has no record or accounting to support his assertions in this regard.\r\n\r\nOn September 17, 2009, respondent signed a second mortgage encumbering the\r\nproperty to secure a note for a $32,200.00 loan respondent received from a\r\npersonal friend. Respondent represents that this was an error on the part of a staff\r\nperson who drafted the mortgage, as it was his intention to mortgage his personal\r\nhome, not the property obtained from Client A. Respondent states that he did not\r\nrealize he had encumbered the wrong property until the disciplinary complaint was\r\nfiled in March 2010. During the course of the disciplinary investigation,\r\nrespondent satisfied both mortgages and transferred the property back to Client A\r\nby quitclaim deed.\r\n\r\nRespondent acknowledges that the transfer of the property to himself was contrary\r\nto the order of the Probate Court. He further admits that the transfer and\r\nencumbrance of the property was a conflict of interest. Although Client A did\r\nhave separate counsel to advise him regarding the transaction, respondent admits\r\nthat the terms of the transfer were not fair and reasonable to Client A, that the\r\nterms of the transactions were not relayed to Client A in writing, and that he did\r\nnot obtain Client A's informed consent. Respondent further admits that he should\r\n\r\n The bank's explanation to respondent for the difference between the note (which\r\n2\r\n\r\n\r\nreferences the amount actually borrowed) and the amount on the mortgage was \"in\r\ncase you later are able to increase the note amount you do not have to record a new\r\nmortgage,\" essentially provided an equity line of credit to respondent.\r\n\nhave disclosed to the Probate Court that he had arranged for the transfer of the\r\nproperty to himself.3                 Matter II\r\n\r\nClient B and Client C (Sisters) hired respondent for the administration of their\r\nmother's estate after her death on October 22, 2005. While the probate matter was\r\npending, Sisters discussed with respondent the possibility of filing a civil action for\r\nmalpractice against the medical facility where their mother was treated prior to her\r\ndeath. On August 15, 2006, Sisters signed a contingency fee agreement retaining\r\nrespondent to \"prosecute all claims arising out of the personal injury suffered by\r\n[their mother].\" The fee agreement provided specific provisions for the \"filing of a\r\nlawsuit.\" The only limitation on the scope of respondent's representation was that\r\n\"[i]n the event an appeal is taken,\" the parties agreed they would enter into \"a\r\nseparate legal services agreement.\"\r\n\r\nOn May 16, 2007, respondent submitted a settlement demand to the facility's\r\ninsurance carrier. The carrier responded with an offer well below the demand\r\namount; the Sisters rejected the offer. Respondent continued settlement\r\nnegotiations. On April 7, 2008, the insurance carrier sent a letter to respondent\r\nrejecting Sisters' latest counteroffer and terminating settlement negotiations due to\r\nimpasse.               Change to the Scope of Representation\r\n\r\nAt the time respondent had accepted the case, he had no experience in personal\r\ninjury cases, malpractice cases, or civil litigation. Although he studied and\r\nconsulted with experienced attorneys in preparation for the case, he determined\r\nduring settlement negotiations that he lacked the experience and competence to\r\nhandle the matter. Respondent recalls that he met with Sisters personally after\r\nreceipt of the first offer, explained to them that he was not the best person to\r\nrepresent them, and told them that he would not have any idea how to handle\r\nlitigation. Respondent recalls that Sisters agreed to change the scope of the\r\nrepresentation at that meeting and limit respondent's work to attempting to obtain a\r\nsatisfactory settlement, but that he would not file suit if negotiations were\r\n3Respondent's conduct in Matter I is subject to the version of the Rules of\r\nProfessional Conduct in effect in 2006.\r\n\nunsuccessful. Respondent has no documentation of this conversation and no\r\nwritten confirmation of changing the scope of the representation.\r\n\r\nSisters do not recall a conversation during settlement negotiations in which they\r\nagreed to change the terms of the representation. Their understanding was that, if\r\nrespondent was unable to settle the matter, he would file a lawsuit for them.\r\nAccording to their recollection, it was not until after the insurance company\r\nterminated negotiations that respondent decided to associate another attorney to\r\nassist with the litigation. This would have been in accordance with the terms of the\r\nsigned fee agreement which stated that \"associate counsel may be employed at the\r\ndiscretion and expense of [respondent].\" It was never their understanding that\r\nrespondent's representation ended with the settlement negotiations.\r\n\r\nRespondent acknowledges that the change in the scope of his representation to\r\nspecifically exclude litigation required Sisters' informed consent. Respondent\r\nfurther acknowledges that his failure to obtain that informed consent in writing\r\nresulted in a misunderstanding between himself and Sisters regarding his role in\r\nthe matter.            Association of Counsel for Litigation\r\n\r\nIn any event, it is undisputed that when settlement negotiations reached an\r\nimpasse, respondent referred the matter to a more experienced attorney (Attorney)\r\nin his building. Sisters met with respondent and Attorney to discuss the case and\r\nAttorney's potential involvement. Following the meeting, Attorney accepted the\r\ncase, understanding that she was being associated to assist respondent in the\r\nmatter, respondent would remain involved in the matter, and that she and\r\nrespondent would divide the fee. This was Sisters' understanding as well based on\r\na confirmation letter they received from Attorney on July 25, 2008, which\r\nconfirmed that they had \"agreed to allow [Attorney's] association to assist in the\r\nhanding of [their] mother's case.\" The letter specifically referred to Attorney's\r\n\"association\" twice more. The letter also confirmed that Sisters' contingency fee\r\nagreement would not change and that Attorney and respondent had agreed to\r\ndivide the legal fee. Attorney sent respondent a copy of the July 25, 2008, letter\r\nalong with a letter she sent on that same day to the insurance company advising it\r\nof her \"association\" on the matter.\r\n\n                            Missed Statute of Limitations\r\n\r\nOn October 7, 2008, Attorney obtained a slightly higher settlement offer from the\r\ninsurance company, but the case was not settled. The statute of limitations on the\r\npersonal injury claim expired on October 22, 2008. Neither respondent nor\r\nAttorney filed a civil action in the personal injury matter. Sisters state that neither\r\nrespondent nor Attorney advised them of the statute of limitations date or that it\r\nhad been missed. Respondent asserts that he advised Sisters of the statute of\r\nlimitations date when he referred them to Attorney, but admits he never advised\r\nthem in writing. He further asserts that he had no responsibility for ensuring that\r\nsuit was filed prior to the expiration of the statute of limitations. He learned of the\r\nmissed statute of limitations in a meeting with Sisters on an unrelated matter in\r\nMay of 2010.\r\n\r\nRespondent now represents that it was his understanding that Sisters \"formally\r\nterminated\" his representation in July 2008 and that he had no further obligations\r\nin the matter after Attorney became involved. In spite of notice of Attorney's\r\nunderstanding that it was an association rather than a substitution of counsel,\r\nrespondent made no effort to clarify the situation at the time. He did not respond\r\nto receipt of copies of Attorney's July 25, 2008, letters, he did not send a\r\ntermination letter to Sisters, and he did not contact Attorney or Sisters to discuss\r\nthe misunderstanding. In fact, respondent had no communication with Attorney or\r\nSisters until the May 2010 meeting when he met with Sisters on an unrelated\r\nmatter and inquired about the status of the personal injury case.\r\n\r\nWhen respondent learned Attorney had missed the statute of limitations, he\r\ncontacted the insurance company to determine if there was a possibility of payment\r\nof the last settlement offer. The insurance company declined. Respondent then\r\nreferred Sisters to independent counsel regarding their potential legal malpractice\r\nclaim. Sisters hired counsel and sued Attorney for malpractice. Attorney filed a\r\ncross claim naming respondent as a third-party defendant. Neither Attorney nor\r\nrespondent had malpractice insurance coverage at the time. The civil claims were\r\nultimately dismissed without prejudice and with no compensation to Sisters.\r\n\r\nRespondent acknowledges that he did not act diligently in pursing the matter\r\nbetween August 2006 and July 2008 because of his insecurity about his abilities\r\nwith regard to personal injury litigation. He further acknowledges that his lack of\r\n\ndiligence contributed to the association of Attorney a mere three months before the\r\nexpiration of the statute of limitations. He also admits that it was incumbent upon\r\nhim to ensure that both Sisters and Attorney were aware of the statute of\r\nlimitations date.4                       Law\r\n\r\nRespondent admits that by his conduct he has violated the following provisions of\r\nthe Rules of Professional Conduct, Rule 407, SCACR: Rule 1.1 (competence),\r\nRule 1.3(diligence), Rule 1.4 (communication), Rule 1.8(a) (requirements for\r\nlawyer to knowingly acquire ownership, possessory, security or other pecuniary\r\ninterest adverse to client), Rule 1.15(a) (safekeeping client property), Rule 1.16(d)\r\n(requirements upon termination of representation), Rule 3.3(a)(1) (candor to\r\ntribunal), and Rule 5.7 (responsibilities regarding law related services). In\r\naddition, respondent admits he violated the recordkeeping provisions of Rule 417,\r\nSCACR, which were in effect at the time he served as trustee of Client A's Trust.\r\n\r\nRespondent also admits he has violated the following Rules for Lawyer\r\nDisciplinary Enforcement, Rule 413, SCACR: Rule 7(a)(1) (it shall be ground for\r\ndiscipline for lawyer to violate Rules of Professional Conduct or other rules of this\r\njurisdiction regarding professional conduct of lawyers).\r\n\r\n                                    Conclusion\r\n\r\nWe find respondent's misconduct warrants a public reprimand with conditions.\r\nAccordingly, we accept the Agreement and publicly reprimand respondent for his\r\nmisconduct. Further, as set forth in the Agreement, respondent shall pay the costs\r\nincurred by ODC and the Commission on Lawyer Conduct (the Commission) in\r\nthe investigation and prosecution of this matter within thirty (30) days of the date\r\nof this opinion. In addition, respondent shall complete the Legal Ethics Practice\r\nProgram Ethics School, Trust Account School, and Law Office Management\r\nSchool within nine (9) months of the date of this opinion and shall provide\r\ndocumentation of completion to the Commission no later than ten (10) days after\r\nthe conclusion of the programs.\r\n\r\n Respondent's conduct in Matter II is subject to the version of the Rules of\r\n4\r\n\r\n\r\nProfessional Conduct in effect in 2008.\r\n\nPUBLIC REPRIMAND.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"27442","title":"Levy v. Carolinian, LLC","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27442.pdf","description":"In this direct appeal, the Court reverses, holding Carolinian, LLC, may not invoke certain provisions of its operating agreement to force a sale of the Levys' distributional interest after the foreclosure sale.","date":"2014-09-03","type":"opinion","text":"                    THE STATE OF SOUTH CAROLINA \n\r\n                         In The Supreme Court \n\r\n\r\n            Shaul Levy and Meir Levy, Appellants,\r\n\r\n            v.\r\n\r\n            Carolinian, LLC, Respondent.\r\n\r\n            Appellate Case No. 2013-000650\r\n\r\n\r\n\r\n                           Appeal from Horry County \n\r\n                       Steven H. John, Circuit Court Judge \n\r\n\r\n\r\n                              Opinion No. 27442 \n\r\n                 Heard June 25, 2014 – Filed September 3, 2014 \n\r\n\r\n\r\n                                  REVERSED\r\n\r\n\r\n            R. Wayne Byrd, Mark B. Goddard, and Carlyle Cromer,\r\n            all of Turner Padget Graham & Laney, P.A., of Myrtle\r\n            Beach; and R. Hawthorne Barrett of Turner Padget\r\n            Graham & Laney, P.A., of Columbia, for Appellants.\r\n\r\n            Benjamin A. Baroody, of Bellamy, Rutenberg, Copeland,\r\n            Epps, Gravely & Bowers, P.A. of Myrtle Beach, for\r\n            Respondent.\r\n\r\n\r\nJUSTICE KITTREDGE: This case is about the efforts of Respondent\r\nCarolinian, LLC (Carolinian) to acquire the distributional interest of Bhupendra\r\nPatel (Patel), a member of Carolinian, from judgment creditors, Appellants Shaul\r\n\nand Meir Levy (collectively \"Levys\"), who purchased Patel's distributional interest\r\nat a foreclosure sale. The circuit court found that, pursuant to Carolinian's\r\nOperating Agreement, Carolinian could compel the Levys to sell their\r\ndistributional interest after the foreclosure sale. We reverse.\r\n\r\n                                         I.\r\n\r\nCarolinian is a closely held, manager-managed limited liability company (LLC),\r\nwhich is organized under the laws of South Carolina and which owns and manages\r\nvarious hotel and rental properties in Horry County, South Carolina. In February\r\n2010, the Levys obtained a judgment against Patel1 in the amount of $2.5 million.\r\nThereafter, the Levys obtained a charging order in the circuit court, which\r\nconstituted a lien against Patel's distributional interest in Carolinian.\r\n\r\nSubsequently, the Levys filed a petition to foreclose the charging lien, and the\r\nforeclosure sale was held in April 2012. The Levys were the successful bidders,\r\npurchasing Patel's distributional interest for $215,000. Carolinian was represented\r\nat the foreclosure sale by its registered agent and its attorney, who unsuccessfully\r\nbid $190,000 on Carolinian's behalf.\r\n\r\nRegarding the right to redeem or disencumber a member's distributional interest,\r\nSection 3.5 of Carolinian's Operating Agreement provides that a member's\r\nfinancial rights can be redeemed at any time up until foreclosure sale:\r\n\r\n      Redemption of Member's Financial Rights Subjected to Charging\r\n      Order. In the event a Member's Financial Rights are subjected to a\r\n      charging order under Section 33-44-504 of the [South Carolina Code],\r\n      the Management Committee may cause the Company to redeem the\r\n      Member's Financial Rights so charged, with Company Property, at\r\n      any time prior to foreclosure of said Financial Rights in accordance\r\n      with Section 33-44-504(c) of the [South Carolina Code].\r\n\r\n\r\n\r\n\r\n1 Patel and two other persons are jointly and severally liable to the Levys for the\r\njudgment debt. However, because the two others are not involved in this lawsuit,\r\nwe refer to Patel as the sole judgment debtor for ease of reference.\r\n\n(emphasis added). It is undisputed neither Carolinian nor any of the remaining\r\nmembers redeemed Patel's interest prior to the foreclosure sale, and the Levys did\r\nnot thereafter seek to be admitted as members of Carolinian.\r\n\r\nRegarding a judgment creditor's acquisition of a member's distributional interest,\r\nCarolinian's Operating Agreement provides:\r\n\r\n      [N]o creditor of a Member who obtains any portion of a Membership\r\n      Share, including any Financial Rights, by charging order pursuant to\r\n      Section 33-44-504 of the [South Carolina Code] . . . may become a\r\n      full Member in the Company without the unanimous written consent\r\n      of the Members, obtained after the transfer. . . . If the transferee of all\r\n      or any part of a Member's Membership Share is not admitted as a\r\n      Member, he shall be entitled to receive only the distributions to which\r\n      the transferor would otherwise be entitled. The transferee shall not\r\n      have any Voting Rights and shall not be entitled to participate in the\r\n      management of the Company or to exercise any rights of a Member.\r\n\r\n(emphasis added).\r\n\r\nFollowing the foreclosure sale, Carolinian asserted it was entitled to purchase\r\nPatel's distributional interest from the Levys pursuant to Article 11 of the\r\nOperating Agreement. Article 11 of the Operating Agreement, which speaks to the\r\nrights of a \"member\" to transfer his membership share, provides in relevant part:\r\n\r\n      11.1 Restrictions on Transfer. No Member may voluntarily or\r\n      involuntarily sell, transfer, gift, assign, pledge, mortgage, hypothecate,\r\n      or otherwise convey or encumber any portion or all of his\r\n      Membership Share to any Person without the prior written consent of\r\n      those Members who own more than sixty-seven (67%) percent of the\r\n      Voting Rights in the Company (without regard to the transferor\r\n      Member). If [no] such consent is obtained, . . . any attempted\r\n      conveyance or encumbrance of all or a portion of a Membership Share\r\n      in contravention of this ARTICLE XI shall be null, void and without\r\n      effect.\r\n\n      11.2 Right to Buy\r\n\r\n      ....\r\n\r\n      (b) Company and Members Right to Buy. If a Member attempts to\r\n      transfer all or a portion of his Membership Share without obtaining\r\n      the other Members' consent as required in SECTION 11.1, . . . such\r\n      Member is deemed to have offered to the Company all of his Member\r\n      Share . . . .\r\n\r\nCarolinian contended that, since the Levys failed to obtain the consent required\r\nunder Section 11.1 of the Operating Agreement, their distributional interest was\r\ndeemed to have been offered to Carolinian, and Carolinian was entitled to purchase\r\nthat interest under Section 11.2.\r\n\r\nThe Levys objected to Carolinian's attempt to force them to sell their interest,\r\narguing they were not subject to the terms of Article 11 of the Operating\r\nAgreement and, thus, were not required to seek consent thereunder. The Levys\r\nsubsequently filed suit, seeking a declaratory judgment that they were the lawful\r\nowners of Patel's distributional interest and that any right Carolinian had to compel\r\nthe sale of the distributional interest terminated upon the foreclosure sale under the\r\nterms of Section 3.5 of the Operating Agreement.\r\n\r\nFollowing a hearing, the trial court found the foreclosure sale, which resulted in the\r\ntransfer of Patel's distributional interest in Carolinian to the Levys, changed the\r\nLevys' status from that of mere judgment creditors to transferees of Patel's\r\ndistributional interest. The trial court further found that, as transferees, the Levys\r\nbecame subject to the provisions of Article 11 of the Operating Agreement.\r\nSpecifically, the trial court held that Carolinian could force the Levys to sell Patel's\r\ndistributional interest pursuant to Sections 11.1 and 11.2 of the Operating\r\nAgreement.\r\n\nThe Levys' appeal was certified to this Court pursuant to Rule 204(b), SCACR.\r\n\r\n\r\n                                            II.\r\nThe dispositive issue in this case is whether Carolinian may compel the Levys to\r\nsell the distributional interest they acquired through the foreclosure sale. The\r\nLevys admit Carolinian had the right to redeem Patel's distributional interest at any\r\ntime prior to the foreclosure sale; however, the Levys contend the ability to\r\nredeem that interest was extinguished by virtue of the judicial sale. Thus, the\r\nLevys argue the circuit court committed an error of law in finding that, pursuant to\r\nArticle 11 of the Operating Agreement, Carolinian may compel the Levys to sell\r\ntheir distributional interest. We agree.\r\n\r\nThe South Carolina Uniform Limited Liability Company Act of 1996 (\"LLC\r\nAct\")2 provides the exclusive remedy by which a judgment creditor of a member\r\nmay satisfy a judgment out of the judgment debtor's distributional interest in an\r\nLLC. S.C. Code Ann. § 33-44-504(e) (2006 & Supp. 2013); see also Kriti Ripley,\r\nLLC v. Emerald Invs., LLC, 404 S.C. 367, 381, 746 S.E.2d 26, 33 (2013) (finding\r\nthe exclusive remedy for a judgment creditor seeking to satisfy a judgment through\r\nthe debtor's interest in an LLC is the process set forth in S.C. Code Ann. section\r\n33-44-504).\r\n\r\nThe LLC Act provides in relevant part:\r\n\r\n       (a) On application by a judgment creditor of a member of a limited\r\n           liability company or of a member's transferee, a court having\r\n           jurisdiction may charge the distributional interest of the judgment\r\n           debtor to satisfy the judgment. . . . .\r\n\r\n       (b) A charging order constitutes a lien on the judgment debtor's\r\n           distributional interest. The court may order a foreclosure of a lien\r\n           on a distributional interest subject to the charging order at any time.\r\n           A purchaser at the foreclosure sale has the rights of a transferee.\r\n\r\n\r\n2   S.C. Code Ann. §§ 33-44-101 to -1208 (2006 & Supp. 2013).\r\n\nS.C. Code Ann. § 33-44-504 (emphasis added). In terms of disencumbering a\r\nmember's interest that is subject to a charging lien, consistent with Section 3.5 of\r\nCarolinian's Operating Agreement, the LLC Act provides that a member's\r\ndistributional interest in an LLC may be redeemed at any time prior to foreclosure.\r\nId. § 33-44-504(c).\r\n\r\nThe LLC Act defines a member's distributional interest as \"all of a member's\r\ninterest in distributions by the [LLC].\" Id. § 33-44-101(6). A distributional\r\ninterest in an LLC is personal property and may be transferred in whole or in part.\r\nId. § 33-44-501(b). A distributional interest does not include the member's broader\r\nrights to participate in management of the LLC. Id. § 33-44-501 cmt. \"A transfer\r\nentitles the transferee to receive, to the extent transferred, only the distributions to\r\nwhich the transferor would be entitled.\" Id. § 33-44-502.\r\n\r\n\"A transfer of a distributional interest does not entitle the transferee to become or\r\nto exercise any rights of a member.\" Id. A transferee may become a member of\r\nthe LLC if and only to the extent all other members consent or as otherwise set\r\nforth in the LLC operating agreement. Id. § 33-44-503(a). The operating\r\nagreement is the essential contract that governs the affairs of an LLC. Id. § 33-44-\r\n103 cmt. Although an LLC is generally free to modify the default provisions of\r\nthe LLC Act by its operating agreement, an LLC may not \"restrict [the] rights of a\r\nperson, other than a manager, member, and transferee of a member's distributional\r\ninterest\" through the terms of its operating agreement. Id. § 33-44-103(b)\r\n(enumerating various non-waivable provisions of the LLC Act).\r\n\r\nWe find the trial court committed an error of law in finding the provisions of\r\nArticle 11 of the Operating Agreement applied and restricted the Levys right to\r\nforeclose their charging lien without the consent of Carolinian or its members.\r\nFirst, the transfer restrictions of Section 11.1, by their express and unambiguous\r\nterms, apply only to \"members,\" and unquestionably, the Levys have never been or\r\nsought to be members of Carolinian; they merely became transferees of Patel's\r\ndistributional interest by virtue of the foreclosure sale. See Schulmeyer v. State\r\nFarm Fire & Cas. Co., 353 S.C. 491, 495, 579 S.E.2d 132, 134 (2003) (noting\r\ncourts are bound to give effect to the meaning of an agreement's terms, which are\r\nto be taken and understood in their plain, ordinary, and popular sense (citing\r\nC.A.N. Enters., Inc. v. S.C. Health & Human Servs. Fin. Comm'n, 296 S.C. 373,\r\n377, 373 S.E.2d 584, 586 (1988))). Further, the Levys did not attain the status of\r\ntransferees until after the foreclosure sale; thus, Carolinian could not, through its\r\n\nOperating Agreement, restrict the statutory rights of the Levys by requiring\r\nconsent from Carolinian or its members before the foreclosure sale, as the Levys\r\nwere mere judgment creditors at that time. See S.C. Code Ann. § 33-44-103(b)(7)\r\n(prohibiting an operating agreement from restricting the rights of a person other\r\nthan managers, members, and transferees of a member's distributional interest).\r\nThus, the Levys were not subject to the transfer restrictions of Section 11.1 at the\r\ntime they foreclosed their charging lien.\r\n\r\nMoreover, because the Levys were not required under Section 11.1 to obtain\r\nconsent from Carolinian or its members prior to the foreclosure sale, we find\r\nCarolinian may not now invoke the right to purchase under Section 11.2, as that\r\nsection, by its terms, applies only where consent under Section 11.1 is required and\r\nnot obtained prior to the transfer. We hold that Carolinian's ability to purchase\r\nPatel's interest is not controlled by any part of Article 11, but rather by Section 3.5\r\nof the Operating Agreement, which provided Carolinian the opportunity to\r\npurchase Patel's interest before the foreclosure sale, not after.3 From the record, it\r\nappears Carolinian was simply unwilling or unable to pay the amount necessary to\r\nredeem Patel's distributional interest prior to the foreclosure sale; however, neither\r\nthe law nor the Operating Agreement gives Carolinian the unilateral right,\r\nfollowing the foreclosure sale, to purchase the distributional interest the Levys\r\nlawfully acquired in an effort to satisfy their judgment against Patel. See Kriti\r\nRipley, 404 S.C. at 381–82, 746 S.E.2d at 33–34 (\"A judgment creditor has a right\r\nto collect on his judgment . . . . Foreclosure is not a penalty, but rather is simply\r\nthe ultimate remedy for collection of a debt owed. Foreclosure on an LLC\r\nmember's interest does not divest the member of the interest without compensation\r\nor cause him to lose his interest. The member simply has a debt that must be\r\npaid.\").                                 III.\r\nWe reverse the trial court and find that the provisions of Article 11 of the\r\nOperating Agreement did not restrict the Levys' right to foreclose their charging\r\n\r\n\r\n\r\n3 We note Carolinian also had the opportunity to obtain Patel's interest through the\r\nforeclosure sale; this opportunity was limited only by Carolinian's decision to cap\r\nthe amount of its bid at $190,000.\r\n\nlien against Patel's distributional interest, and we further find that Carolinian may\r\nnot now invoke the provisions of Article 11 to compel the Levys to sell the\r\ndistributional interest they acquired through the foreclosure sale.\r\n\r\n\r\nREVERSED.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY and HEARN, JJ., concur.\r\n\n","court":"Supreme"},{"id":"27443","title":"In the Matter of Gilbert Gonzalez","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27443.pdf","description":"On certiorari, Gonzalez contends the Court of Appeals erred in affirming his SVP status because the State inappropriately asserted during closing argument that the jury could draw an adverse inference from the absence of a psychiatrist Gonzalez retained to perform an independent evaluation.","date":"2014-09-03","type":"opinion","text":"                    THE STATE OF SOUTH CAROLINA \n\r\n                         In The Supreme Court \n\r\n\r\n            In the Matter of the Care and Treatment of Gilbert\r\n            Gonzalez, Petitioner.1\r\n\r\n            Appellate Case No. 2012-210606\r\n\r\n\r\n\r\n       ON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n                       Appeal From Charleston County \n\r\n             The Honorable Deadra L. Jefferson, Circuit Court Judge \n\r\n\r\n\r\n                              Opinion No. 27443 \n\r\n                Heard February 4, 2014 – Filed September 3, 2014 \n\r\n\r\n\r\n                         AFFIRMED AS MODIFIED\r\n\r\n\r\n            Appellate Defender LaNelle Cantey DuRant, of\r\n            Columbia, for Petitioner.\r\n\r\n            Attorney General Alan McCrory Wilson, Senior\r\n            Assistant Deputy Attorney General Deborah R.J. Shupe,\r\n            and Chief Deputy Attorney General John W. McIntosh,\r\n            all of Columbia, for Respondent.\r\n\r\n\r\n\r\n\r\n1Gonzalez maintains his last name is Zubia but that it was erroneously entered as\r\nGonzalez when he was incarcerated. Both variations appear in the record.\r\n\n       JUSTICE BEATTY: Gilbert Gonzalez was found by a jury to meet the\r\ndefinition of a sexually violent predator (SVP) under South Carolina's SVP Act,\r\nS.C. Code Ann. §§ 44-48-10 to -170 (Supp. 2013). The Court of Appeals\r\naffirmed. In re the Care & Treatment of Gonzalez, Op. No. 2012-UP-003 (S.C. Ct.\r\nApp. filed Jan. 4, 2012). On certiorari, Gonzalez contends the Court of Appeals\r\nerred in affirming his SVP status because the State inappropriately asserted during\r\nclosing argument that the jury could draw an adverse inference at trial from the\r\nabsence of a psychiatrist Gonzalez retained to perform an independent evaluation.\r\nWe affirm as modified.              I. FACTS\r\n        The predicate for Gonzalez's referral to the SVP program was his\r\nconvictions for offenses involving three young girls who were four, five, and six.\r\nGonzalez pled guilty on June 4, 1985 to committing a lewd act on a minor for\r\nlifting up the skirt of a four-year-old and fondling her. He was sentenced to nine\r\nmonths in prison. Gonzalez was already on parole for another crime when he\r\ncommitted the lewd act offense.\r\n\r\n      On June 3, 1985, the day before his guilty plea to the above offense,\r\nGonzalez fondled a five-year-old girl. On April 28, 1986, while again out on bond,\r\nGonzalez engaged in oral sex with a six-year-old girl, fondled her, and rubbed her\r\ngenital area with his penis until he ejaculated. On November 5, 1986, Gonzalez\r\npled guilty to lewd act on a minor for the offense against the five-year-old and to\r\ncriminal sexual conduct (CSC) with a minor in the first degree for the offense\r\ninvolving the six-year-old. Gonzalez was sentenced to thirty years in prison on the\r\nCSC charge and a consecutive ten years in prison for the lewd act.\r\n\r\n       In January 2006, prior to Gonzalez's potential release, the multidisciplinary\r\nteam found there was probable cause to believe Gonzalez was an SVP and referred\r\nthe matter to the prosecutor's review committee. See S.C. Code Ann. § 44-48-\r\n30(1)(a)-(b) (Supp. 2013) (defining an SVP as \"a person who: (a) has been\r\nconvicted of a sexually violent offense; and (b) suffers from a mental abnormality\r\nor personality disorder that makes the person likely to engage in acts of sexual\r\nviolence if not confined in a secure facility for long-term control, care, and\r\ntreatment\").\r\n\r\n       The committee agreed with this finding and filed a petition in the circuit\r\ncourt for civil commitment proceedings. The circuit court made a determination of\r\n\nprobable cause and appointed Dr. Pamela Crawford to perform a psychiatric\r\nevaluation of Gonzalez. The circuit court thereafter granted Gonzalez's request to\r\nhave an independent psychiatric evaluation performed by Dr. Thomas V. Martin.\r\n\r\n       A trial was held in the circuit court in February 2009. Dr. Crawford testified\r\non behalf of the State and stated that, after examining Gonzalez and reviewing all\r\nof the pertinent records in his file, she had diagnosed him as having pedophilia and\r\nan anti-social personality disorder.\r\n\r\n        Dr. Crawford stated that pedophilia cannot be cured, but part of controlling\r\nit is for the individual to recognize the condition and to learn specific ways to resist\r\ninappropriate conduct. Dr. Crawford testified that she had a real concern regarding\r\nGonzalez's risk for reoffending because, although he pled guilty to three charges,\r\nhe maintained he did not \"recall\" doing certain acts of a sexual nature with the\r\nvictims, and he stated that his sexual misconduct was caused by an ex-girlfriend\r\nwho had become angry with him and put a spell on him. She stated the only crime\r\nthat Gonzalez clearly admitted to her was the CSC offense on the six-year-old, and\r\nher review of the laboratory data from SLED showed Gonzalez's semen was found\r\nin the vagina and vulva of that victim.\r\n\r\n       Dr. Crawford testified pedophilia is a \"hard-wired sexual attraction to\r\nchildren\" and that a person has to admit responsibility for past misconduct and\r\nmust \"be very, very motivated\" to combat this predisposition in order to reduce the\r\nrisk of committing future acts of sexual violence against very young children. Dr.\r\nCrawford additionally noted that Gonzalez \"had four major disciplinary\r\ninfractions\" during his incarceration, which also indicated a propensity for violence\r\nand an inability to control his behavior, even when incarcerated. Dr. Crawford\r\nstated in her medical opinion Gonzalez met the criteria for designation as an SVP,\r\nand he was in need of long-term control, care, and treatment at a secured facility.\r\n\r\n       During his testimony, Gonzalez acknowledged that he had pled guilty to the\r\noffenses involving sexual misconduct, but he denied full responsibility as he\r\nvariously contended that he did not commit the crimes or that he did not commit all\r\nof the elements of the crimes. Gonzalez repeatedly maintained that he had been\r\nunder a spirit or spell that had been placed on him by an ex-girlfriend, or he had\r\nbeen overtaken by a \"demon\" of sexual perversion, which he was in the process of\r\novercoming.\r\n\n       He stated Dr. Crawford was wrong when she testified that he had only\r\nadmitted the third incident involving the CSC charge. Gonzalez testified that he\r\ndid tell the four-year-old victim in the first incident to lift her dress up, but he\r\ninsisted that he never placed his hands on her. He completely denied the second\r\nincident with the five-year-old, stating he \"never did nothing to her, never did lay\r\n[his] hands on her.\" However, he acknowledged that he did commit the third\r\noffense involving CSC on a six-year-old.\r\n\r\n       Gonzalez's girlfriend, Pamela Donahue, testified that Gonzalez had admitted\r\nto her that he committed the CSC offense, but she echoed Gonzalez's statements\r\nabout having spells placed on him. She said she believed this meant if the devil\r\nwanted someone to do something, he would \"misguide\" the person.\r\n\r\n       During closing arguments, both the State and Gonzalez invoked the missing\r\nwitness rule, i.e., arguing that the jury could infer that a party's failure to call a\r\nparticular witness meant the witness's testimony would have been unfavorable to\r\nthat party. Specifically, as is relevant here, the State argued the jury could infer the\r\nabsence of Gonzalez's independently retained expert, Dr. Martin, indicated that Dr.\r\nMartin's testimony would have been unfavorable to Gonzalez.\r\n\r\n       The jury found beyond a reasonable doubt that Gonzalez met the statutory\r\ndefinition of an SVP. The circuit court ordered Gonzalez to begin involuntary civil\r\ncommitment for long-term control, care, and treatment in the SVP treatment\r\nprogram administered by the South Carolina Department of Mental Health. In\r\naffirming Gonzalez's appeal, the Court of Appeals cited precedent holding the\r\ncontrol of closing arguments rests in the circuit court's discretion, and it found the\r\ncircuit court did not abuse its discretion because the State's closing argument was\r\nbased on matters within evidence and the reasonable inferences arising therefrom.\r\nIn re the Care & Treatment of Gonzalez, Op. No. 2012-UP-003 (S.C. Ct. App.\r\nfiled Jan. 4, 2012), slip op. at 2. This Court granted Gonzalez's petition for a writ\r\nof certiorari to consider the propriety of the State's closing argument.\r\n\r\n                          II. STANDARD OF REVIEW\r\n      \"In an action at law, on appeal of a case tried by a jury, the jurisdiction of\r\nthe appellate court extends merely to the correction of errors of law.\" Carson v.\r\nCSX Transp., Inc., 400 S.C. 221, 229, 734 S.E.2d 148, 152 (2012).\r\n\n       \"A trial court is allowed broad discretion in dealing with the range and\r\npropriety of closing argument to the jury.\" O'Leary-Payne v. R.R. Hilton Head, II,\r\nInc., 371 S.C. 340, 352, 638 S.E.2d 96, 102 (Ct. App. 2006); see also State v.\r\nCharping, 333 S.C. 124, 508 S.E.2d 851 (1998) (stating the trial court must\r\nexercise its discretion as to whether to permit comment on a missing witness).\r\n\r\n       \"An abuse of discretion occurs when the trial court's ruling is based on an\r\nerror of law or, when grounded in factual conclusions, is without evidentiary\r\nsupport.\" Clark v. Cantrell, 339 S.C. 369, 389, 529 S.E.2d 528, 539 (2000). To\r\nwarrant reversal, an appealing party must demonstrate not only error, but also\r\nprejudice. Id. at 390, 529 S.E.2d at 539.\r\n\r\n                               III. LAW/ANALYSIS\r\n       On appeal, Gonzalez asserts the Court of Appeals erred by affirming the trial\r\ncourt's ruling allowing the State to argue during its closing that the jury could draw\r\na negative inference from the fact that Gonzalez's expert did not testify at trial.\r\n\r\n       During cross-examination, the State asked Gonzalez if he had obtained a\r\nsecond, independent evaluation after being seen by Dr. Crawford. Defense counsel\r\nobjected, and a discussion was held at the bench, out of the jury's hearing. The\r\ncontents of the objection were not placed on the record. Upon resuming, however,\r\nthe State repeated its question and Gonzalez answered that he did obtain a second\r\nevaluation. The State then asked if he was evaluated by Dr. Tom Martin and if he\r\nrecalled if it occurred in October 2006, and Gonzalez said that was correct. The\r\nState did not ask Gonzalez about the results of the evaluation, and no further\r\nquestioning occurred on this subject.\r\n\r\n       After the State rested its case, defense counsel inquired whether the State\r\nintended to draw a negative inference from the absence of Gonzalez's expert at\r\ntrial. The State indicated that it did. The circuit court stated, \"I think he is entitled\r\nto ask him if he has been evaluated. Now the rest of it goes to how he argues it to\r\nthe jury. You can always draw a negative inference from a witness not being\r\ncalled.\" During closing, the State told the jury that Gonzalez was entitled to get an\r\nindependent evaluation and he had obtained one from Dr. Martin. The State then\r\nargued: \"Dr. Martin is not here. [The State] would submit to you that you can\r\ndraw an inference from his not being here that if he was here his testimony would\r\nbe adverse to [Gonzalez's] case.\"\r\n\n       Following the jury's verdict, defense counsel moved for a new trial based, in\r\npart, on the State's adverse inference argument regarding Dr. Martin. The circuit\r\ncourt denied the motion.\r\n\r\n       To address the propriety of the missing witness rule here, we begin with a\r\nhistorical overview of the rule. Although it has been stated with some variations, it\r\nhas long been the general rule in South Carolina that if a party fails, without\r\nsatisfactory explanation, to produce the testimony of an available witness on a\r\nmaterial issue in the case and the evidence is within his knowledge, is within his\r\npower to produce, is not equally accessible to his opponent, and is such as he\r\nwould naturally produce if it were favorable to him, it may be inferred that such\r\ntestimony, if presented, would be adverse to the party who fails to call the witness.\r\nSee, e.g., Davis v. Sparks, 235 S.C. 326, 111 S.E.2d 545 (1959). The rule is often\r\nreferred to by the courts as the \"missing witness rule,\" the \"absent witness rule,\" or\r\nthe \"empty chair doctrine,\" and modern cases describe this principle as a\r\npermissible inference, not a presumption. See Alan Stephens, Annotation, Adverse\r\nPresumption or Inference Based on a Party's Failure to Produce or Examine\r\nWitness with Employment Relationship to Party—Modern Cases, 80 A.L.R.4th\r\n405, 415 nn.10 & 11 (1990 & Supp. 2014).\r\n\r\n       The rule is based on the premise \"that a party's failure to rebut evidence that\r\nthe party naturally would be able to refute, through testimony or physical evidence,\r\nmay warrant an inference that such evidence either does not exist or would be\r\nunfavorable.\" In re Samantha C., 847 A.2d 883, 910 (Conn. 2004). \"The fact that\r\nthe unfavorable inference may be drawn does not require that the jury draw it.\"\r\nBaker v. Port City Steel Erectors, Inc., 261 S.C. 469, 476, 200 S.E.2d 681, 683-84\r\n(1973). The rule has been applied in both civil and criminal cases, and it has been\r\nimplemented as either a jury argument by counsel or a jury instruction by the trial\r\ncourt, or both. Stephens, supra. It has also been applied to non-testifying experts,\r\nincluding physicians. See generally Alan Stephens, Annotation, Adverse\r\nPresumption or Inference Based on Party's Failure to Produce or Question\r\nExamining Doctor—Modern Cases, 77 A.L.R.4th 463 (1990 & Supp. 2014).\r\n\r\n       Early South Carolina cases stated the principle in fairly simple terms, with\r\nfurther details as to its parameters being added over time. In State v. Charping,\r\n333 S.C. 124, 508 S.E.2d 851 (1998), for example, the Court remarked that it had\r\npreviously recognized that a party should not be prejudiced by his failure to call a\r\nwitness who is \"equally available\" to the other party:\r\n\n           This Court has previously stated \"it is always proper for an\r\n     attorney in argument to the jury to point out the failure of a party to call\r\n     a witness.\" State v. Hammond, 270 S.C. 347, 356, 242 S.E.2d 411, 415\r\n     (1978). See also State v. Bamberg, 270 S.C. 77, 240 S.E.2d 639 (1977)\r\n     (comment on failure to produce witness permissible); State v. Cook,\r\n     283 S.C. 594, 325 S.E.2d 323 (1985) (no error in allowing solicitor to\r\n     comment on defendant's failure to produce his wife); State v.\r\n     Shackelford, 228 S.C. 9, 88 S.E.2d 778 (1955) (not improper for\r\n     prosecutor to comment upon defendant's failure to produce witnesses,\r\n     accessible to the accused, or under his control, whose testimony would\r\n     substantiate his story).\r\n\r\n            However, in Davis v. Sparks, 235 S.C. 326, 333, 111 S.E.2d\r\n      545, 549 (1959), we recognized the general rule that \"a party is not to\r\n      be prejudiced by his failure to call a witness who is equally available\r\n      to the other party.\" Citing 20 Am.Jur. 193 Evidence, § 189.\r\n\r\nId. at 128, 508 S.E.2d at 853 (footnote omitted).\r\n\r\n      This Court has also discussed the factor of \"control,\" which is sometimes\r\nused with a meaning similar to \"available\":\r\n\r\n            If an inference is based upon the absence of a possible witness\r\n      it must appear that the witness is in the 'control' of the party and\r\n      available. 'Control' in this connection means only that the witness is\r\n      in such relationship to the party that it is likely that his presence could\r\n      be procured. The word 'available' is sometimes used with a meaning\r\n      similar to 'control' and is held not to mean merely available or\r\n      accessible for service of compulsory process.\r\n\r\nDuckworth v. First Nat'l Bank, 254 S.C. 563, 576-77, 176 S.E.2d 297, 304 (1970)\r\n(citing 29 Am. Jur. 2d Evidence, § 180, at page 225). The element of control is\r\njudged at the time of trial. See id. at 577, 176 S.E.2d at 304 (holding where the\r\nwitness was an employee of a party at the time of a contract but was not employed\r\nat the time of trial, the witness was no longer in the control of the party).\r\n\r\n       \"Generally, the [missing witness] rule is applied when the uncalled witness\r\nis an agent, employee, relation, or associate of the party failing to call him, or\r\nwithin some degree of control of said party.\" Davis, 235 S.C. at 333, 111 S.E.2d at\r\n\n549 (emphasis added). Moreover, the unfavorable inference may be drawn only\r\nfrom a party's failure to call an available, material witness where under all the\r\ncircumstances, the failure to produce such witness creates suspicion of a willful\r\nattempt to withhold competent evidence. Baker, 261 S.C. at 475-76, 200 S.E.2d at\r\n683. A party need not produce every witness who might testify in his favor, and a\r\nfailure to do so does not necessarily imply an attempt on his part to suppress the\r\ntruth. Davis, 235 S.C. at 334, 111 S.E.2d at 549. \"Such suspicion is generally held\r\nnot warranted where the material facts assumed to be within the knowledge of the\r\nabsent witness have been testified to by other qualified witnesses.\" Id. \"Requiring\r\na party to call all previously disclosed expert witnesses would unnecessarily\r\nprolong the trial and unnecessarily increase expenses.\" Wilkerson v. Pittsburgh\r\nCorning Corp., 659 N.E.2d 979, 984 (Ill. App. Ct. 1995).\r\n\r\n       Invoking adverse inferences due to missing witnesses has been the subject of\r\nmuch debate. Some commentators, such as McCormick, have questioned whether\r\nthe rule's usefulness has been outlived. In O'Rourke on Behalf of O'Rourke v. Rao,\r\n602 A.2d 362 (Pa. Super. Ct. 1992), the court discussed the waning need for the\r\nmissing witness rule in light of modern discovery rules:\r\n\r\n             Despite the plenitude of cases recognizing the inference, refusal\r\n      to allow comment or to instruct does not often serve as a ground for\r\n      reversal. This counsel of caution is reinforced by several factors.\r\n      Possible conjecture of ambiguity of inference is often present. The\r\n      possibility that the inference may be drawn invites waste of time in\r\n      calling unnecessary witnesses or in presenting evidence to explain\r\n      why they were not called. Failure to anticipate that the inference may\r\n      be invoked entails substantial possibilities of surprise. And finally,\r\n      the availability of modern discovery and other disclosure procedures\r\n      serves to diminish both the justification and the need for the inference.\r\n      For some or all of these reasons and others, recognition of the\r\n      inference may well be disappearing.\r\n\r\nId. at 363-64 (quoting McCormick on Evidence § 272 (3d ed. 1984, 1987 pocket\r\npart) (footnotes omitted)); see also Routh v. St. John's Mercy Med. Ctr., 785\r\nS.W.2d 744, 747 (Mo. Ct. App. 1990) (observing the rule pre-dates modern\r\ndiscovery rules, which would make the use of an adverse inference unnecessary,\r\nand its application \"has presented continuing difficulty to the courts\").\r\n\n       The missing witness rule is based on dictum in Graves v. United States, 150\r\nU.S. 118 (1893).2 See Robert H. Stier, Jr., Revisiting the Missing Witness\r\nInference -- Quieting the Loud Voice from the Empty Chair, 44 Md. L. Rev. 137,\r\n138-39 (1985) (noting the historical significance of the Graves case as the basis for\r\nthe rule). In Graves, the Court ultimately rejected its application under the\r\ncircumstances there, which involved the absence of the defendant's wife, a\r\npotential witness to the offense, from the defendant's murder trial, since the Court\r\nfound she was incompetent to testify against her husband. Id. at 138 n.3.\r\n\r\n       In Baker v. Port City Steel Erectors, Inc., Justice C. Bruce Littlejohn, in a\r\nconcurring opinion, stated \"[t]he rule came into being through the common law,\"\r\nand he suggested \"eliminating it as a matter of common law.\" 261 S.C. at 477, 200\r\nS.E.2d at 684. Justice Littlejohn observed that the rule creates more problems than\r\nit solves and permits a jury to speculate on what the evidence in the case might\r\nhave been:\r\n\r\n      I have many misgivings as to the wisdom of continuing the rule that\r\n      when a party fails to produce the testimony of an available witness\r\n      who is within some degree of control of the party, it may be inferred\r\n      that the testimony of such witness, if presented, would be adverse to\r\n      the party who failed to call the witness.\r\n\r\n             After almost 25 years on the trial and appellate bench, I have\r\n      found that the rule is subject to much mischief and perhaps causes\r\n      more problems than it helps to solve. Application of the rule suggests\r\n      to a juror that he may speculate as to what an available, but non-\r\n      testifying witness would say.\r\n\r\nId.; see also Crum v. Ward, 122 S.E.2d 18, 26 (W. Va. 1961) (remarking, in\r\nanother context, that although \"wide latitude and freedom of counsel in arguments\r\nto a jury are and ought to be allowed, we have never held that such arguments may\r\nbe based on facts not in the record, or on inferences based on, or drawn from, facts\r\nwhich are not even admissible\" and \"[t]o permit such arguments would . . . disturb\r\n. . . well known rules of . . . procedure\").\r\n\r\n2  The Court stated, \"The rule, even in criminal cases, is that, if a party has it\r\npeculiarly within his power to produce witnesses whose testimony would elucidate\r\nthe transaction, the fact that he does not creates the presumption that the testimony,\r\nif produced, would be unfavorable.\" Graves, 150 U.S. at 121.\r\n\n       In this case, there is no indication in the record that Gonzalez tried to\r\nsuppress or conceal the testimony of Dr. Martin, which is a necessary predicate to\r\nallowing an adverse inference argument. See Baker, 261 S.C. at 475-76, 200\r\nS.E.2d at 683 (stating an unfavorable inference may be drawn only where the\r\nfailure to produce a witness creates suspicion of a willful attempt to withhold\r\ncompetent evidence). The failure to call a witness does \"not justify an arbitrary\r\npresumption of suppression of evidence.\" Parentini v. S. Klein Dep't Stores, Inc.,\r\n228 A.2d 725, 727 (N.J. Super. Ct. App. Div. 1967) (citation omitted). \"The court\r\nmust assess the nonproduction of a witness with a view to the person and\r\ntestimony involved.\" Id.\r\n\r\n        In addition, due to the complexities of a psychiatric evaluation, it is not\r\nproper to assume Dr. Martin's diagnosis would only have been one of two results.\r\nAs the court in Parentini observed, \"We do not think it is proper to assume that\r\nnormally a psychiatric opinion must support one of two opposite contentions; the\r\nopinion may lie somewhere in between, or go off in an entirely different direction.\"\r\nId. at 727-28. The court concluded that, at best, the jury in that case could have\r\nconcluded that the defendant's nonproduction of the expert witness indicated that\r\nhis testimony would not have specifically contradicted the plaintiff's experts, and\r\nthat it would not have materially aided his defense, but there was no basis for an\r\nassumption that the absent witness's testimony would have been favorable or\r\nunfavorable to anyone. Id. at 728.\r\n\r\n       Gonzalez had no obligation to produce medical evidence at trial, and the fact\r\nthat he exercised his right to obtain an independent examination should not confer\r\nsuch an obligation upon him at trial. Cf., e.g., Knotts v. Valocchi, 207 N.E.2d 379,\r\n382 (Ohio Ct. App. 1963) (\"Defendant was free to accept or dispute plaintiff's\r\nmedical evidence. He had no obligation to produce a doctor at trial, nor did the\r\nfact that he exercised his right of medical examination before trial fasten such\r\nobligation upon him. Therefore, he could not be called upon to answer for the\r\nabsence of such a witness or his failure to call him.\").\r\n\r\n       An expert's opinion is based on a myriad of facts and data, which may or\r\nmay not be admissible in evidence, as well as the expert's analysis. See Rule 703,\r\nSCRE (\"The facts or data in the particular case upon which an expert bases an\r\nopinion or inference may be those perceived by or made known to the expert at or\r\nbefore the hearing. If of a type reasonably relied upon by experts in the particular\r\nfield in forming opinions or inferences upon the subject, the facts or data need not\r\nbe admissible in evidence.\"). Particularly as to a non-testifying psychiatric expert,\r\n\nit is inherently difficult to assume that his opinion must have been one of only two\r\noptions.\r\n\r\n       The application of an adverse inference as to these types of experts allows a\r\njury to simply speculate as to what the expert might have said. In our view, an\r\nadverse inference is not appropriate for psychiatric experts, as the expert's opinion\r\nabout the psychiatric condition of an individual is based upon numerous complex\r\nfactors that do not readily lend themselves to being reduced to a discrete position,\r\nas compared to a fact witness. See Parentini, 228 A.2d at 727-28.\r\n\r\n       Because of the risk of unfairness that such adverse inferences could impose,\r\nwe hold today that a party's invocation of the missing witness rule should be\r\nlimited to fact witnesses, and it should not be applied to opinion witnesses,\r\nparticularly psychiatric experts. Moreover, we reiterate that the fact witness must\r\nbe under the control of the party failing to call him. Control in this context is now\r\nexpressly defined to mean the uncalled witness is an agent, employee, relation, or\r\nassociate of the party failing to call him. This is a more definitive statement of the\r\ncategories of persons subject to control than is stated in our existing precedent, and\r\nit should reduce uncertainty on this point. Cf., e.g., Davis, 235 S.C. at 333, 111\r\nS.E.2d at 549 (noting control refers to the fact that the uncalled witness \"is an\r\nagent, employee, relation, or associate of the party failing to call him, or within\r\nsome degree of control of said party\").\r\n\r\n       In addition, because a jury instruction \"carries with it the imprimatur of a\r\njudge learned in the law\" and, therefore, usually has more impact on a jury than the\r\narguments of counsel, Dansbury v. State, 1 A.3d 507, 522 (Md. 2010), we hold the\r\nbetter practice is that use of the missing witness rule should be limited to counsel's\r\nargument, and a jury instruction on the matter should not be given. See, e.g., In re\r\nSamantha C., 847 A.2d 883, 889 (Conn. 2004) (finding public policy reasons\r\nsupport a conclusion that jury instructions should not be given regarding the\r\nmissing witness rule).\r\n\r\n       Having found error in the State's adverse inference argument, we must next\r\nconsider whether it constitutes reversible error. A fundamental principle of\r\nappellate procedure is that a challenged decision must be both erroneous and\r\nprejudicial to warrant reversal. Ardis v. Sessions, 383 S.C. 528, 682 S.E.2d 249\r\n(2009); see also State v. Charping, 333 S.C. 124, 508 S.E.2d 851 (1998)\r\n(confirming a ruling on a party's ability to comment on a missing witness is subject\r\nto a harmless error analysis). \"No definite rule of law governs this finding; rather,\r\n\nthe materiality and prejudicial character of the error must be determined from its\r\nrelationship to the entire case.\" Judy v. Judy, 384 S.C. 634, 646, 682 S.E.2d 836,\r\n842 (Ct. App. 2009) (citation omitted). \"Error is harmless where it could not have\r\nreasonably affected the result of the trial.\" Id.\r\n\r\n        We find any error in this case is harmless beyond a reasonable doubt\r\nbecause it could not have reasonably affected the result reached by the jury. As an\r\ninitial matter, we note Gonzalez's argument on appeal to this Court focuses\r\nexclusively on the propriety of closing argument, and he does not set forth an issue\r\nchallenging the State's cross-examination of Gonzalez about a second evaluation.3\r\nOnce the existence of a second evaluation was before the jury during cross-\r\nexamination, any adverse inference arguably arose at that time, so the explicit\r\nsuggestion of an adverse inference by the State in its closing argument was merely\r\ncumulative. See Price v. United States, 531 A.2d 984, 993 (D.C. 1987) (\"By\r\npointing out a witness' absence, counsel is plainly suggesting that if that witness\r\nwere produced the resulting testimony would be adverse to the other party.\"). In\r\nany event, the State did not elicit any details about the evaluation on cross-\r\nexamination other than the name of the examiner (Dr. Martin) and the date when\r\nthe evaluation was performed.\r\n\r\n       In addition, defense counsel strenuously rebutted the adverse inference by\r\narguing to the jury in his closing that the State could have called Dr. Martin if it\r\nbelieved his testimony would be helpful to the State. Defense counsel also\r\ninvoked the missing witness rule as to other witnesses, arguing the State had failed\r\nto call several experts, so it could be inferred that their testimony would not help\r\nthe State.\r\n\r\n\r\n3 The circuit court's statements at trial regarding balancing the probative value and\r\nthe prejudicial effect of the evidence pertained to the admission of Gonzalez's\r\ntestimony during cross-examination. The South Carolina Rules of Evidence\r\ngovern the admission of this evidence. See In re the Care & Treatment of Corley,\r\n353 S.C. 202, 577 S.E.2d 451 (2003) (discussing the SCRE, particularly Rules 401\r\nand 403, in an SVP matter); Rule 403, SCRE (\"Although relevant, evidence may\r\nbe excluded if its probative value is substantially outweighed by the danger of\r\nunfair prejudice . . . .\"). In contrast, however, \"[a]rguments made by counsel are\r\nnot evidence.\" S.C. Dep't of Transp. v. Thompson, 357 S.C. 101, 105, 590 S.E.2d\r\n511, 513 (Ct. App. 2003).\r\n\n       Considering the entire record, we find these exchanges did not measurably\r\naffect the decision of the jury. The State set forth an abundance of evidence as to\r\nGonzalez's mental abnormality based on Dr. Crawford's diagnosis of Gonzalez as\r\nhaving pedophilia and an anti-social disorder, as well Gonzalez's risk of\r\nreoffending and inability to control his actions based on the fact that he continued\r\nto commit offenses while out on bond and based on his steadfast refusal, or\r\ninability, to accept responsibility for his conduct. Gonzalez attempted to dilute the\r\nsignificance of this evidence by referring to examinations he had years earlier by\r\nother individuals. The State, however, rebutted this evidence by asserting these\r\nexaminations were not recent and were not made in the context of evaluating his\r\nstatus as an SVP.\r\n\r\n       In the end, the determination whether the evidence indicated Gonzalez was\r\nan SVP was one to be made by the jury as the fact-finder, and the very brief\r\nreference to a second evaluation could not reasonably have affected the outcome\r\nhere. If anything, Gonzalez's failure to fully acknowledge his prior sexual\r\nmisconduct despite his guilty pleas to the offenses, and his unusual attempt to cast\r\nthe blame for his sexual contact with children on a \"spell\" cast by an ex-girlfriend\r\nor on \"spirits\" or \"demons,\" probably did more than any passing reference to a\r\nsecond evaluation to convince the jury that he was at a risk to reoffend if he did not\r\nreceive long-term control, care, and treatment in a secure facility.\r\n\r\n                               IV. CONCLUSION\r\n\r\n       The decision of the Court of Appeals upholding Gonzalez's SVP status and\r\nhis involuntary commitment is affirmed as modified.\r\n\r\n      AFFIRMED AS MODIFIED.\r\n\r\n\r\n\r\n    TOAL, C.J., KITTREDGE and HEARN, JJ., concur.\r\nPLEICONES, J., concurring in result only in a separate opinion.\r\n\nJUSTICE PLEICONES: I agree that the trial judge erred in permitting the State\r\nto invoke the \"missing witness\" rule, and that its error was harmless. I write\r\nseparately because I do not join the portion of the majority opinion that would bar\r\nthe application of the rule to any missing opinion witness. Instead, I would narrow\r\nour holding to address the issue in this case: whether the State should be allowed\r\nto invoke the rule against a SVP defendant who fails to call an examining\r\npsychiatric witness.\r\n\r\nIn every SVP proceeding, the key issue is whether the person \"suffers from a\r\nmental abnormality or personality disorder that makes the person likely to engage\r\nin acts of sexual violence if not confined in a secure facility for long-term control,\r\ncare, and treatment.\" See S.C. Code Ann. § 44-48-30(1)(b) (Supp. 2014). The\r\nState must prove beyond a reasonable doubt that a SVP defendant's mental state is\r\nsuch that it warrants indeterminate civil commitment. The State meets that burden\r\nin part by procuring an evaluation of the SVP defendant's mental state and by\r\nhaving the expert testify as to the SVP defendant's likelihood of reoffending.\r\nGiven the quasi-criminal characteristics of SVP proceedings and the fact that the\r\nState bears the burden of proof, I would prohibit the State from ever invoking the\r\nmissing witness rule when a SVP defendant chooses not to call a psychiatric\r\nwitness.\r\n\r\nI would not use this case as the vehicle to decide the broader question: whether we\r\nshould prohibit the use of the missing witness rule when a party fails to call an\r\nexpert. Further, it is not necessary to a decision of this case to adopt a new rule for\r\n\"control\" in the context of invoking the missing witness rule for fact witnesses.\r\nTherefore, I cannot agree with the majority's definition of control as I fear the\r\ndefinition unnecessarily limits the viability of the rule for fact witnesses.\r\n\r\nI also write separately to express my disagreement with the majority's analysis of\r\nRule 403, SCRE. Since I would prohibit the State from invoking the rule in a SVP\r\nproceeding when a defendant chooses not to call a psychiatric expert, I see no need\r\nto engage in a Rule 403 analysis. Further, I see no need to distinguish between\r\ninvoking the missing witness rule during cross-examination or closing argument\r\nbecause I would find the State should be foreclosed from ever invoking the rule in\r\nthe SVP context.\r\n\nUltimately, I agree with the majority that the trial judge's error was harmless\r\nbecause there is overwhelming evidence to support the jury's determination. For\r\nthe reasons stated herein, I therefore concur in result only and would affirm the\r\nCourt of Appeals' decision as modified.\r\n\n","court":"Supreme"},{"id":"27444","title":"In the Matter of Vincent Neal Way","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27444.pdf","description":"This Court granted cross petitions for a writ of certiorari filed by Way and the State.  As to Way's appeal, we affirm as modified, and we dismiss the State's petition for a writ of certiorari as improvidently granted.","date":"2014-09-03","type":"opinion","text":"              HE STATE OF SOUTH CAROLINA \n\r\n                   In The Supreme Court \n\r\n\r\n   In the Matter of the Care and Treatment of Vincent Neal\r\n   Way, Petitioner/Respondent,\r\n\r\n   v.\r\n\r\n   The State of South Carolina, Respondent/Petitioner.\r\n\r\n   Appellate Case No. 2011-199686\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n             Appeal From Charleston County \n\r\n   The Honorable Deadra L. Jefferson, Circuit Court Judge \n\r\n\r\n\r\n                      Opinion No. 27444 \n\r\n        Heard November 20, 2013 – Filed September 3, 2014 \n\r\n\r\n\r\n            AFFIRMED AS MODIFIED IN PART; \n\r\n           CERTIORARI DISMISSED IN PART AS \n\r\n              IMPROVIDENTLY GRANTED \n\r\n\r\n\r\n   Appellate Defender LaNelle Cantey Durant, of \n\r\n   Columbia, for Petitioner/Appellant. \n\r\n\r\n   Attorney General Alan Wilson and Assistant Attorney\r\n   General William M. Blitch, both of Columbia, for\r\n   Respondent/Petitioner.\r\n\n       JUSTICE BEATTY: A jury found Vincent Neal Way met the definition of\r\na sexually violent predator (SVP) under South Carolina's SVP Act, S.C. Code Ann.\r\n§§ 44-48-10 to -170 (Supp. 2013). The circuit court ordered Way to begin\r\ninvoluntary civil commitment for long-term control, care, and treatment in the SVP\r\ntreatment program administered by the South Carolina Department of Mental\r\nHealth. Way appealed, and the Court of Appeals affirmed. In re the Care &\r\nTreatment of Way, Op. No. 2011-UP-268 (S.C. Ct. App. filed Aug. 24, 2011).\r\nThis Court granted cross petitions for a writ of certiorari filed by Way and the\r\nState. As to Way's appeal, we affirm as modified, and we dismiss the State's\r\npetition for a writ of certiorari as improvidently granted.\r\n\r\n                                    I. FACTS\r\n\r\n       In 1993, Way pled guilty to committing a lewd act on a minor. The victim\r\nwas Way's 13-year-old niece, who was spending the night with Way (who was\r\nthen about 28 years old) and his wife. The victim reported that Way put his hand\r\ninside her clothing while she was sleeping on the couch and fondled her, kissed her\r\nthigh, and then laid on her and \"began humping her.\" Way was sentenced to ten\r\nyears in prison, suspended upon the service of eighteen months in prison and five\r\nyears of probation.\r\n\r\n       In 1995, while on probation, Way pled guilty to contributing to the\r\ndelinquency of a minor. In that matter, Way allowed two girls who were\r\nrunaways, one 13 and one 15, to spend the night at his home without notifying the\r\npolice.While still on probation in 1997, Way pled guilty to committing a lewd act\r\nupon a minor. The victim was a 13-year-old girl, who reported that Way met her\r\nat a boat dock in 1995 and gave her marijuana, then had sexual intercourse with\r\nher. Way was sentenced to fifteen years in prison for this offense.\r\n\r\n      In 2007, prior to his release from prison, Way was referred to the\r\nmultidisciplinary team, which determined there was probable cause to believe Way\r\n\nmet the statutory definition of an SVP.1 The multidisciplinary team referred Way's\r\ncase to the prosecutor's review committee, which filed a petition with the circuit\r\ncourt for civil commitment proceedings. The circuit court concluded probable\r\ncause existed and ordered a mental evaluation of Way to be performed by Dr.\r\nDonna Schwartz-Watts. Dr. Schwartz-Watts performed an evaluation and was the\r\nState's expert. Way also obtained an independent mental evaluation by an expert\r\nof his own choosing, Dr. Tom Martin.\r\n\r\n       At the civil commitment proceeding in 2009, Dr. Schwartz-Watts testified\r\nthat she believed Way suffered from a mental abnormality or personality disorder\r\nas defined by the SVP Act. Specifically, she diagnosed him as having a sexual\r\ndisorder, not otherwise specified, based on his prior sexual history with several 13-\r\nyear-old girls. She also diagnosed Way as having amnesia (for events prior to\r\n1994) based on a head injury he sustained in a car accident in 1994. She found,\r\nhowever, that any memory loss was not due to brain damage because testing\r\nrevealed Way has \"a high average IQ.\"\r\n\r\n      Dr. Schwartz-Watts stated her evaluation indicated Way was likely to re-\r\noffend. In particular, she noted his subsequent offenses occurred while he was still\r\non probation and the incidents occurred in places where others were present, which\r\nshowed Way had an inability to control his impulses.\r\n\r\n       Just before Way testified, Way's counsel renewed a motion to preclude the\r\nState from mentioning the fact that Way had seen an expert of his own choosing,\r\nDr. Martin, who would not be testifying. Counsel acknowledged Way saw Dr.\r\nMartin and was evaluated, but stated the doctor did not make a report of his\r\nfindings.\r\n\r\n       The circuit court observed that one can always comment about a witness\r\nwho is not called, and that it is done every day in criminal and civil cases. Way's\r\ncounsel countered that the inference usually applies to fact witnesses, whereas\r\nhere, they consulted an expert for an evaluation in accordance with a statute that\r\n1 An SVP is defined as \"a person who: (a) has been convicted of a sexually\r\nviolent offense; and (b) suffers from a mental abnormality or personality disorder\r\nthat makes the person likely to engage in acts of sexual violence if not confined in\r\na secure facility for long-term control, care, and treatment.\" S.C. Code Ann. § 44-\r\n48-30(1)(a)-(b) (Supp. 2013).\r\n\nmade the funds available for a second evaluation. The court disagreed, stating the\r\nstatute merely creates a right. The court explained, \"I don't think there is anything\r\nthat precludes the State from asking him, did you demand to be evaluated, to have\r\nan independent evaluation, and was that evaluation done? I think that ends the\r\ninquiry.\"\r\n\r\n       During cross-examination, the State asked Way if, \"in preparation for this\r\nhearing, you were transported . . . from the jail to Columbia to see a Dr. Martin to\r\nbe evaluated for these proceedings,\" and Way confirmed that he was transported to\r\nsee a doctor and that he was asked questions and had evaluations, but he did not\r\nrecall any specifics.\r\n\r\n       In closing argument, the State made the following additional reference to Dr.\r\nMartin and invoked what is commonly called the \"missing witness rule,\" arguing\r\nthe jury could infer the absence of Dr. Martin indicated that his testimony would\r\nhave been adverse to Way:\r\n\r\n             Now on cross-examination I asked the respondent, did you go\r\n      to be evaluated by Dr. Martin pursuant to this case?\r\n\r\n             ....\r\n\r\n            Now Dr. Martin is not here. And the question, I think the\r\n      inference you can draw from that is would Dr. Martin's testimony, if\r\n      he was here, be adverse to the respondent? So, that's where we are.\r\n\r\n       At the conclusion of the evidence, the jury found Way met the definition of\r\nan SVP, and the circuit court ordered him to be civilly committed for long-term\r\ncontrol, care and treatment. Way appealed, and the Court of Appeals affirmed.\r\nThis Court has granted cross petitions for certiorari by Way and the State regarding\r\nthe State's cross-examination of Way and its closing argument.\r\n\r\n                          II. STANDARD OF REVIEW\r\n\r\n      \"In an action at law, on appeal of a case tried by a jury, the jurisdiction of\r\nthe appellate court extends merely to the correction of errors of law.\" Carson v.\r\nCSX Transp., Inc., 400 S.C. 221, 229, 734 S.E.2d 148, 152 (2012). \"The scope of\r\ncross-examination rests largely in the discretion of the trial court.\" Duncan v. Ford\r\nMotor Co., 385 S.C. 119, 133, 682 S.E.2d 877, 884 (Ct. App. 2009) (citation\r\n\nomitted). Likewise, \"[a] trial court is allowed broad discretion in dealing with the\r\nrange and propriety of closing argument to the jury.\" O'Leary-Payne v. R.R. Hilton\r\nHead, II, Inc., 371 S.C. 340, 352, 638 S.E.2d 96, 102 (Ct. App. 2006).\r\n\r\n       \"An abuse of discretion occurs when the trial court's ruling is based on an\r\nerror of law or, when grounded in factual conclusions, is without evidentiary\r\nsupport.\" Clark v. Cantrell, 339 S.C. 369, 389, 529 S.E.2d 528, 539 (2000). To\r\nwarrant reversal, an appealing party must demonstrate not only error in the court's\r\nruling, but also resulting prejudice. Id. at 390, 529 S.E.2d at 539; see also Duncan,\r\n385 S.C. at 133, 682 S.E.2d at 884 (stating reversal requires a showing of both a\r\nmanifest abuse of discretion and prejudice).\r\n\r\n                              III. LAW/ANALYSIS\r\n        The pertinent issues before the Court of Appeals concerned (1) the cross-\r\nexamination of Way, during which the State asked Way whether he had another\r\nevaluation performed by Dr. Martin; and (2) the State's closing argument, in which\r\nit argued an adverse inference could be taken by the jury from Dr. Martin's absence\r\nat trial. The Court of Appeals \"agree[d] with the trial court's decision to allow the\r\nState to cross-examine Way regarding a second mental evaluation, [but] h[e]ld it\r\nwas improper for the State to imply a negative inference regarding the absence of\r\nWay's expert witness before the jury.\" In re the Care & Treatment of Way, Op.\r\nNo. 2011-UP-268 (S.C. Ct. App. filed Aug. 24, 2011), slip op. at 4. However, the\r\nCourt of Appeals affirmed on the basis of harmless error. Id. at 6.\r\n\r\n      A. Way's Appeal\r\n     In his appeal, Way challenges the propriety of both the State's cross-\r\nexamination of Way and its invocation of the missing witness rule in closing\r\nargument.\r\n\r\n       We disagree with the Court of Appeals to the extent it found it did not\r\nconstitute error for the State to question Way about Dr. Martin. The Court of\r\nAppeals found this issue should properly be addressed according to the South\r\nCarolina Rules of Evidence (SCRE) and established precedent. Id. at 4. The court\r\nnoted all relevant evidence is generally admissible under Rule 402, SCRE, yet\r\nrelevant evidence may be excluded under Rule 403, SCRE if its probative value is\r\nsubstantially outweighed by the danger of unfair prejudice. Id. The court also\r\ncited precedent for the proposition that a trial judge has wide latitude in the\r\n\nadmissibility of evidence, and that an appellate court reviews such rulings based on\r\nan abuse of discretion standard. Id. (citing, inter alia, State v. Torres, 390 S.C.\r\n618, 703 S.E.2d 226 (2010)).\r\n\r\n       While the Court of Appeals was correct that the admission of this testimony\r\nis governed by the SCRE and our case law, for the reasons discussed in another\r\ndecision issued today by this Court, In re the Care & Treatment of Gonzalez, Op.\r\nNo. 27443 (S.C. Sup. Ct. filed September 3, 2014) we find the probative value of\r\nquestioning Way about his retention of a non-testifying psychiatric expert was\r\nsubstantially outweighed by the danger of unfair prejudice. See Rule 403, SCRE\r\n(\"Although relevant, evidence may be excluded if its probative value is\r\nsubstantially outweighed by the danger of unfair prejudice, confusion of the issues,\r\nor misleading the jury, or by considerations of undue delay, waste of time, or\r\nneedless presentation of cumulative evidence.\"). As a result, we conclude the State\r\nshould not have been allowed to cross-examine Way about his retention of his non-\r\ntestifying expert witness, Dr. Martin.\r\n\r\n       We further conclude that it was error to allow the State to assert during\r\nclosing argument that the jury could infer the missing witness's testimony would\r\nhave been adverse to Way's case. The Court of Appeals found it was error because\r\nwhen a party lacks control over the retained expert witness, an adverse inference is\r\nimproper. Way, No. 2011-UP-268, slip op. at 5. As we explained in Gonzalez, we\r\nbelieve invocation of the missing witness rule should be limited to fact witnesses,\r\nand it should not be invoked as to medical, psychological, psychiatric, or similar\r\nmedical expert opinion witnesses. The application of an adverse inference as to\r\nthese types of experts allows a jury to simply speculate as to what the expert might\r\nhave said. In our view, an adverse inference is not appropriate regarding the\r\nopinions held by medical, psychological, psychiatric, or similar medical experts, as\r\nthe condition of a party is based upon numerous complex factors that do not\r\nreadily lend themselves to being reduced to a discrete, adverse inference, as\r\ncompared to a fact witness.\r\n\r\n       That being said, however, we must next examine whether the errors as to the\r\nState's cross-examination and closing argument constitute reversible error under a\r\nharmless error analysis. \"Error is harmless where it could not have reasonably\r\naffected the result of the trial.\" Judy v. Judy, 384 S.C. 634, 646, 682 S.E.2d 836,\r\n842 (Ct. App. 2009). \"Generally, appellate courts will not set aside judgments due\r\nto insubstantial errors not affecting the result.\" Id. (citing State v. Sherard, 303\r\n\nS.C. 172, 176, 399 S.E.2d 595, 597 (1991)). \"No definite rule of law governs this\r\nfinding; rather, the materiality and prejudicial character of the error must be\r\ndetermined from its relationship to the entire case.\" Id. (citation omitted).\r\n\r\n      In this case, the Court of Appeals held any error was harmless beyond a\r\nreasonable doubt, stating \"[e]vidence of Way's prior sexual criminal history, the\r\ntestimony of the State's expert witness, and the testimony of the victim of Way's\r\n1993 [] offense provided relevant and substantive evidence to support the jury's\r\ndetermination.\" Way, No. 2011-UP-268, slip op. at 6.\r\n\r\n       During cross-examination, the State asked Way if he had seen Dr. Martin for\r\nan evaluation, and during cross and closing the State never referred to Dr. Martin\r\nas Way's expert or mentioned that Way had retained Dr. Martin for an independent\r\nevaluation but then did not call him as a witness, so there was only limited\r\ninformation elicited at trial in this regard. All of the information regarding Dr.\r\nMartin's role as Way's expert was confined to the colloquy among the parties and\r\nthe circuit court. In addition, Way was not prevented from rebutting the adverse\r\ninference if he deemed it necessary. See Dansbury v. State, 1 A.3d 507, 522 (Md.\r\nCt. Spec. App. 2010) (\"Where a party raises the missing witness rule during\r\nclosing argument, its use is just that—an argument. . . . Furthermore, the opposing\r\nside also has an opportunity to refute the argument and counter with reasons why\r\nthe inference is inappropriate.\" (alteration in original) (citation omitted)).\r\nConsequently, we agree with the Court of Appeals that any error could not have\r\nreasonably affected the outcome here.\r\n\r\n      B. The State's Appeal\r\n\r\n       The State has filed a cross appeal in this matter. \"Any party aggrieved may\r\nappeal in the cases prescribed in this title.\" S.C. Code Ann. § 18-1-30 (1985); see\r\nalso Rule 201(b), SCACR (\"Only a party aggrieved by an order, judgment, or\r\nsentence may appeal.\"). An \"aggrieved party\" as contemplated by this section is\r\none who is injured in a legal sense, i.e., one who has been denied a personal or\r\nproperty right, or where a burden or obligation has been imposed. Dunson v.\r\nDunson, 278 S.C. 210, 294 S.E.2d 39 (1982); Bivens v. Knight, 254 S.C. 10, 173\r\nS.E.2d 150 (1970). Thus, a party ordinarily may not appeal from a judgment,\r\norder, or decree in his own favor. Wilson v. S. Ry., Carolina Div., 123 S.C. 399,\r\n115 S.E. 764 (1923).\r\n\n       The statutory requirement rests on the principle that a reviewing court is\r\nconcerned with correcting errors that have practically wronged the appealing party.\r\nCisson v. McWhorter, 255 S.C. 174, 177 S.E.2d 603 (1970). When an appellant\r\nhas not been prejudicially or injuriously affected by the judgment, the party has no\r\nstanding to appeal. Id. at 178, 177 S.E.2d at 605; see also First Union Nat'l Bank\r\nof S.C. v. Soden, 333 S.C. 554, 511 S.E.2d 372 (Ct. App. 1998). It is this Court's\r\nduty to reject an appeal by a party who is not aggrieved in the legal sense by the\r\njudgment of the trial court. Cisson, 255 S.C. at 178, 177 S.E.2d at 605.\r\n\r\n       In this case, although the State disputes some findings made by the circuit\r\ncourt, it has prevailed on the ultimate issues that were decided, i.e., Way's status as\r\nan SVP and his involuntary civil commitment have been upheld. Consequently,\r\nthe State is not an aggrieved party in the legal sense, so we dismiss certiorari as\r\nimprovidently granted as to the State.\r\n\r\n                                IV. CONCLUSION\r\n       Based on the foregoing, the decision of the Court of Appeals is affirmed as\r\nmodified as to Way's appeal, and we dismiss certiorari as improvidently granted as\r\nto the State's cross appeal.\r\n\r\n     AFFIRMED AS MODIFIED IN PART; CERTIORARI DISMISSED\r\nIN PART AS IMPROVIDENTLY GRANTED.\r\n\r\n\r\n\r\n     TOAL, C.J., KITTREDGE and HEARN, JJ., concur. PLEICONES, J.,\r\nconcurring in result only in a separate opinion.\r\n\nJUSTICE PLEICONES: I agree with the majority that it was error for the trial\r\njudge to permit the State to invoke the missing witness rule2 for the reasons set\r\nforth in my concurrence In the Matter of Gonzalez, Op. No. 27443 S.C. ___, ___\r\nS.E.2d ___, 2014 WL (S.C. Sup. Ct. filed September 3, 2014) (Pleicones, J.,\r\nconcurring). I also agree the error was harmless.3 I therefore concur in result only\r\nand would affirm the Court of Appeals' decision as modified.4\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n2I disagree with the majority's discussion of Rule 403. As I understand the\r\nmajority's opinion in Gonzalez, the missing witness rule can never be invoked for\r\nopinion witnesses. Therefore, a Rule 403 analysis is unnecessary. Likewise, I\r\nwould find the majority's distinction between the invocation of the rule on cross-\r\nexamination or during closing argument unnecessary.\r\n3Unlike the majority, I do not base my harmless error finding on the fact that Way\r\ncould have rebutted the adverse inference if he deemed it necessary.\r\n4 I disagree that the State cannot seek certiorari because it was not an aggrieved\r\nparty. Rule 242(a), SCACR, permits any party to seek a writ of certiorari to\r\nreview a final decision of the Court of Appeals. I would not impose a limitation on\r\nour certiorari jurisdiction as the majority has done. Therefore, I believe the\r\nmajority has erred in dismissing the State's cross-petition as improvidently granted.\r\n\n","court":"Supreme"},{"id":"27445","title":"State v. Adams","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27445.pdf","description":"The Court reverses the court of appeals' finding that the exclusionary rule does not apply to the Fourth Amendment violation in this case.","date":"2014-09-10","type":"opinion","text":"          THE STATE OF SOUTH CAROLINA \n\r\n               In The Supreme Court \n\r\n\r\n   The State, Respondent,\r\n\r\n   v.\r\n\r\n   Alfred Adams, Petitioner.\r\n\r\n   Appellate Case No. 2012-212779\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n               Appeal from Charleston County\r\n           J. C. Nicholson, Jr., Circuit Court Judge\r\n\r\n\r\n                     Opinion No. 27445 \n\r\n        Heard May 7, 2014 – Filed September 10, 2014 \n\r\n\r\n\r\n              REVERSED AND REMANDED\r\n\r\n\r\n   Appellate Defender Robert M. Pachak, of Columbia, for\r\n   Petitioner.\r\n\r\n   Attorney General Alan M. Wilson, Chief Deputy\r\n   Attorney General John W. McIntosh, Senior Assistant\r\n   Deputy Attorney General Salley W. Elliott, and Senior\r\n   Assistant Deputy Attorney General Deborah R.J. Shupe,\r\n   all of Columbia, and Solicitor Scarlett Wilson, of\r\n   Charleston, for Respondent.\r\n\nJUSTICE KITTREDGE: Believing Petitioner Alfred Adams was a drug dealer,\r\nofficers from the North Charleston South Carolina Police Department (NCPD),\r\nacting without a warrant, placed a Global Positioning System (GPS)1 device on a\r\nvehicle driven by Adams. After monitoring Adams' travel to Atlanta, Georgia, and\r\nupon his return to South Carolina, law enforcement stationed a drug canine unit on\r\nthe interstate within the NCPD's jurisdiction, with instructions to conduct a traffic\r\nstop on Adams' vehicle. An officer conducted the requested traffic stop and\r\ndiscovered cocaine in Adams' possession, which resulted in Adams' arrest. Adams\r\nmoved to suppress the drugs, arguing that the warrantless installation of the GPS\r\ndevice violated the Fourth Amendment. The trial court denied Adams' motion,\r\nfinding no constitutional violation. The court of appeals found the warrantless\r\ninstallation of the GPS device violated the Fourth Amendment but determined that\r\nthe exclusionary rule did not apply because \"Adams's traffic violations were\r\nintervening criminal acts sufficient to cure the taint arising from unlawfully\r\ninstalling the [GPS] device and monitoring the vehicle.\" State v. Adams, 397 S.C.\r\n481, 489, 725 S.E.2d 523, 527–28 (Ct. App. 2012). We reverse and remand.\r\n\r\n                                         I.\r\n\r\nIn 2008, a confidential informant approached the NCPD and informed officers that\r\nAdams was selling cocaine and heroin in the North Charleston area. The\r\nconfidential informant informed officers that Adams purchased drugs from Atlanta\r\nand New York. After an investigation, officers installed a GPS device on the\r\nundercarriage of Adams' car, which was parked in a public garage in Charleston.\r\nOfficers inexplicably did not obtain a warrant or court authorization for the\r\ninstallation of the GPS device. Thereafter, the officers monitored Adams'\r\nmovements by way of the GPS data. Five days after installing the device, the GPS\r\ndata indicated that Adams' vehicle was in Atlanta.\r\n\r\nWhen Adams' vehicle was returning toward Charleston, investigators contacted\r\nSergeant Timothy Blair and instructed him to position himself, along with a drug\r\ncanine, at a rest area on Interstate 26 in North Charleston. Sergeant Blair, who was\r\naware that Adams was a suspected drug dealer, was instructed be on the lookout\r\nfor Adams and to conduct a traffic stop. Soon thereafter, Sergeant Blair observed\r\nAdams' vehicle and pulled onto the interstate behind it. A short time later, Adams\r\n\r\n1 \"Global Positioning System (GPS) data is a technique by which radio signals are\r\nreceived . . . from a system of satellites in geosynchronous orbit and interpreted by\r\nprograms to provide highly accurate location data.\" In re Smartphone Geolocation\r\nData Application, 977 F. Supp. 2d 129, 137 (E.D.N.Y. 2013).\r\n\ncommitted an improper lane change. Sergeant Blair did not, however, initiate a\r\ntraffic stop. Instead, Sergeant Blair continued to follow Adams, observed another\r\ntraffic violation, and waited for Adams to drive near Charleston Southern\r\nUniversity before turning on his blue lights and directing Adams to pull over.\r\n\r\nThis was no ordinary traffic stop. Sergeant Blair immediately called for backup\r\nand drew his weapon as he approached the vehicle. The backup officer, Officer\r\nJames Greenawalt, arrived one or two minutes later. Sergeant Blair directed\r\nGreenawalt to remove Adams from the vehicle and run a license check.\r\nMeanwhile, Sergeant Blair used the dog to conduct a perimeter sniff of Adams'\r\nvehicle. The dog alerted to the driver's door of Adams' vehicle.\r\n\r\nAt this point, Sergeant Blair instructed Greenawalt to pat Adams down for\r\nweapons. In doing so, Greenawalt felt a \"jagged, round object\" near Adams' groin\r\nthat he believed to be narcotics. Greenawalt retrieved the item, which was 141.62\r\ngrams of cocaine.\r\n\r\nAdams was charged with trafficking cocaine and possession with the intent to\r\ndistribute cocaine within proximity of a school.\r\n\r\n                                         II.\r\n\r\nPrior to trial, Adams moved to suppress the seized evidence, contending that the\r\ninstallation and monitoring of the GPS device violated the Fourth Amendment and\r\nsection 17-30-140 of the South Carolina Code (2014), which requires officers to\r\nobtain a court order prior to installing a mobile tracking device.\r\n\r\nIn response, the State first contended that there was no constitutional violation,\r\nrelying on United States v. Knotts for the proposition that \"[a] person travelling in\r\nan automobile on public thoroughfares has no reasonable expectation of privacy in\r\nhis movements from one place to another.\" 460 U.S. 276, 281 (1983). Second, the\r\nState admitted that the officers did not obtain court authorization pursuant to\r\nsection 17-30-140. In fact, the officers did not even know about the statute's\r\nexistence. The State nevertheless claimed that, even if the officers violated the\r\nstatute, suppression was not warranted absent a constitutional violation.\r\n\r\nThe trial court found that officers violated section 17-30-140 by not obtaining a\r\ncourt order prior to installing the GPS device. Clearly disturbed by the State's\r\nfailure to comply with section 17-30-140, the trial court remarked: \"Start following\r\nthe statute or at some point in time, [the evidence is] going to be suppressed.\"\r\n\nUltimately, however, the trial court found no constitutional violation and\r\nconcluded that the statutory violation alone did not warrant suppression of the drug\r\nevidence.\r\n\r\nThe case proceeded to a bench trial. The trial court found Adams guilty of\r\ntrafficking cocaine and sentenced him to twenty-five years in prison and a $50,000\r\nfine.2\r\n\r\nAdams appealed to the court of appeals, during the pendency of which, the United\r\nStates Supreme Court issued United States v. Jones, 132 S. Ct. 945 (2012). In\r\nJones, the Supreme Court held that \"the Government's [warrantless] installation of\r\na GPS device on a target's vehicle, and its use of that device to monitor the\r\nvehicle's movements, constitutes a 'search.'\" 132 S. Ct. at 949. While the Supreme\r\nCourt's holding of a Fourth Amendment violation was unanimous, the majority's\r\nrationale was based on a theory of trespass, characterizing the government's\r\nconduct as the physical occupation of private property for the purpose of obtaining\r\nincriminating evidence. Id.\r\n\r\nRelying on Jones, the court of appeals found that the failure to obtain a warrant\r\nviolated the Fourth Amendment. Adams, 397 S.C. at 488–89, 725 S.E.2d at 527.\r\nHowever, the court of appeals held that the exclusionary rule did not apply because\r\n\"Adams's traffic violations were intervening criminal acts sufficient to cure the\r\ntaint arising from unlawfully installing the device and monitoring the vehicle.\" Id.\r\nat 489, 725 S.E.2d at 527.\r\n\r\nWe issued a writ of certiorari to review the court of appeals' decision. The State\r\nhas not challenged the court of appeals' holding that officers violated the Fourth\r\nAmendment. Thus, the only question before this Court is whether suppression\r\nmay be avoided by the intervening criminal acts doctrine, or some other alternative\r\nsustaining ground.\r\n\r\n\r\n2 The trial court directed a verdict of acquittal for Adams on the proximity charge,\r\nfor the proximity charge was the result of the officer's decision to conduct the\r\ntraffic stop near Charleston Southern University. As the trial court observed, \"all\r\n[Adams] was doing was following the direction of the police officer who stopped\r\nhim [with] a blue light and he just happened to be across the street from Charleston\r\nSouthern University.\" After directing a verdict for Adams, the trial court agreed to\r\nthe State's request to nolle pros the proximity charge.\r\n\n                                         III. \n\r\n\r\n\"In criminal cases, this Court only reviews errors of law.\" State v. Gamble, 405\r\nS.C. 409, 415, 747 S.E.2d 784, 787 (2013) (citing State v. Jacobs, 393 S.C. 584,\r\n586, 713 S.E.2d 621, 622 (2011)). \"On appeals from a motion to suppress based\r\non Fourth Amendment grounds, this Court applies a deferential standard of review\r\nand will reverse if there is clear error.\" State v. Tindall, 388 S.C. 518, 521, 698\r\nS.E.2d 203, 205 (2010) (citing State v. Khingratsaiphon, 352 S.C. 62, 70, 572\r\nS.E.2d 456, 459 (2002)). However, this Court reviews questions of law de novo.\r\nState v. Whitner, 399 S.C. 547, 552, 732 S.E.2d 861, 863 (2012) (citations\r\nomitted).                                A.\r\n\r\nAdams contends that the court of appeals erred in finding that his traffic violations\r\nwere intervening criminal acts that dissipated the taint from the unlawful search\r\nand concluding the facts did not warrant suppression. We agree.\r\n\r\nThe exclusionary rule \"is a judicially created remedy designed to safeguard Fourth\r\nAmendment rights generally through its deterrent effect, rather than a personal\r\nconstitutional right of the party aggrieved.\" United States v. Calandra, 414 U.S.\r\n338, 348 (1974). The remedy of exclusion \"compel[s] respect for the\r\nconstitutional guaranty in the only effectively available way—by removing the\r\nincentive to disregard it.\" Elkins v. United States, 364 U.S. 206, 217 (1960)\r\n(citation omitted). However, \"[t]he fact that a Fourth Amendment violation\r\noccurred . . . does not necessarily mean that the exclusionary rule applies.\"\r\nHerring v. United States, 555 U.S. 135, 140 (2009) (citing Illinois v. Gates, 462\r\nU.S. 213, 223 (1983)). To that end, courts have recognized several exceptions to\r\nthe exclusionary rule,3 two of which are implicated in this case—the\r\nattenuation/intervening act doctrine and the good-faith reliance exception. We turn\r\nfirst to the court of appeals' holding that suppression was not warranted because\r\nAdams' traffic violations were intervening criminal acts.\r\n\r\n\r\n\r\n3See, e.g., United States v. Leon, 468 U.S. 897, 919 (1984) (good-faith reliance);\r\nNix v. Williams, 467 U.S. 431, 443 (1984) (inevitable discovery); United States v.\r\nCrews, 445 U.S. 463, 471 (1980) (independent source doctrine); Wong Sun v.\r\nUnited States, 371 U.S. 471, 486–91 (1963) (attenuation).\r\n\n\"Generally, evidence derived from an illegal search or arrest is deemed fruit of the\r\npoisonous tree and is inadmissible.\" United States v. Najjar, 300 F.3d 466, 477\r\n(4th Cir. 2002) (citing Wong Sung v. United States, 371 U.S. 471, 484–85 (1963)).\r\n\"However, not all evidence conceivably derived from an illegal search need be\r\nsuppressed if it is somehow attenuated enough from the violation to dissipate the\r\ntaint.\" Id. \"To determine whether the derivative evidence has been purged of the\r\ntaint of the unlawful search, we [may] consider several factors, including: (1) the\r\namount of time between the illegal action and the acquisition of the evidence; (2)\r\nthe presence of intervening circumstances; and (3) the purpose and flagrancy of the\r\nofficial misconduct.\" United States v. Gaines, 668 F.3d 170, 173 (4th Cir. 2012)\r\n(citing Brown v. Illinois, 422 U.S. 590, 603–04 (1975)).\r\n\r\nThe court of appeals relied on State v. Nelson, 336 S.C. 186, 519 S.E.2d 786\r\n(1999), to support its finding of attenuation. We find Nelson inapplicable to this\r\ncase. In Nelson, a police officer was driving behind the defendant and flashed his\r\nhigh beam lights to get the defendant's attention. 336 S.C. at 189, 519 S.E.2d at\r\n787. The defendant responded by driving through a stop sign. Id. The officer\r\nfollowed and conducted a traffic stop. Id. After approaching the vehicle, the\r\nofficer smelled alcohol, and the defendant refused to participate in field sobriety\r\ntests. Id. On appeal, this Court held that \"even assuming [the officer's] initial\r\nattempt to stop Defendant would have violated the Fourth Amendment, [the\r\nofficer] was nonetheless justified in making the stop after Defendant committed the\r\nsubsequent traffic infractions.\" Id. at 193, 519 S.E.2d at 789. This Court's\r\nrationale was that \"'[t]here is a strong policy reason for holding that a new and\r\ndistinct crime, even if triggered by an illegal stop, is a sufficient intervening event\r\nto provide independent grounds for arrest.'\" Id. at 194, 519 S.E.2d at 790 (quoting\r\nUnited States v. Sprinkle, 106 F.3d 613, 619 (4th Cir. 1997)).\r\n\r\nHere, however, Adams' traffic violations provide an insufficient attenuation from\r\nthe taint of the illegal search. The traffic stop was entirely predicated on the\r\ninformation obtained from the GPS device and law enforcement's desire to search\r\nAdams and his vehicle for drugs. The patrol officer was instructed to find a basis\r\nto stop Adams' vehicle so that a search for drugs could be conducted. Even the\r\ntrial court, without the benefit of Jones, repeatedly referred to the stop of Adams'\r\nvehicle as \"a trap,\" noting that officers \"would have never got[ten] behind [Adams]\r\nto get the traffic violation if [officers] hadn't had the tracking device.\" The court of\r\nappeals characterized the traffic violations as \"intervening criminal acts sufficient\r\nto cure the taint arising from unlawfully installing the device[,]\" a view which we\r\nrespectfully reject. Adams, 397 S.C. at 489, 725 S.E.2d at 527–28.\r\n\nWe cannot endorse the court of appeals' reasoning, which would unwittingly\r\nprovide a blueprint for circumventing the protections of the Fourth Amendment.\r\nIndeed, were we to sanction the intervening acts rule under these circumstances,\r\nlaw enforcement would be free to install a GPS device on a suspect's vehicle\r\nwithout a warrant, track the suspect with impunity, and cure all ills from the\r\nunderlying Fourth Amendment violation by waiting for a fortuitous traffic offense.\r\nSee Maryland v. Wilson, 519 U.S. 408, 423 (1997) (Kennedy, J. dissenting)\r\n(\"[United States Supreme Court precedent] allow[s] the police to stop vehicles in\r\nalmost countless circumstances.\" (citing Whren v. United States, 517 U.S. 806\r\n(1996)); Elizabeth E. Joh, Discretionless Policing: Technology and the Fourth\r\nAmendment, 95 Cal. L. Rev. 199, 210 n.61 (2007) (\"Many traffic officers say that\r\nby following any vehicle for 1 or 2 minutes, they can observe a basis on which to\r\nstop it.\") (citation and quotation omitted)). Such an affront to the Fourth\r\nAmendment would render Jones meaningless and would not serve the exclusionary\r\nrule's stated purpose of deterring unlawful police conduct. See State v. Brown, 401\r\nS.C. 82, 92, 736 S.E.2d 263, 268 (2012) (\"[T]he exclusionary rule's sole purpose is\r\nto deter future Fourth Amendment violations . . . .\").\r\n\r\nBecause each of the three attenuation factors weighs against admission of the\r\nseized evidence, we hold that Adams' traffic violations were not intervening\r\ncriminal acts sufficient to dissipate the taint from the underlying Fourth\r\nAmendment violation.4                   B.\r\n\r\nBy way of additional sustaining ground, the State invites us to find that the\r\nexclusionary rule should not apply because the officers relied in objective good\r\n\r\n4 Accord United States v. Lee, 862 F. Supp. 2d 560, 564–67 (E.D. Ky. 2012)\r\n(applying the exclusionary rule when officers installed a GPS device without a\r\nwarrant, waited for the defendant to return from a drug pickup, and pulled the\r\ndefendant over for not wearing a seatbelt, based on a finding that the illegal\r\ninstallation of the GPS device did not sever the causal connection between the\r\nillegal search and the stop); State v. Jackson, 435 S.W.3d 819, 827 (Tex. App.\r\n2014) (finding that exclusion was appropriate even though officers observed the\r\ndefendant commit a speeding violation); Hamlett v. State, 753 S.E.2d 118, 128\r\n(Ga. App. 2013) (excluding evidence seized after a GPS device was installed on\r\ndefendant's vehicle without a warrant and officers pulled the defendant over for\r\nhaving a broken brake light).\r\n\nfaith on binding precedent that authorized the placement of a GPS device without a\r\nwarrant. The presence of our state statute requiring a warrant and the absence of\r\nany pre-Jones binding precedent in this federal circuit authorizing the placement of\r\na GPS device without a warrant compel us to reject the proposed additional\r\nsustaining ground.\r\n\r\nIn Davis v. United States, the United States Supreme Court stated that the\r\nexclusionary rule does not apply in cases where \"the police act with an objectively\r\n'reasonable good-faith belief' that their conduct is lawful.\" 131 S. Ct. 2419, 2427\r\n(2011) (quoting United States v. Leon, 468 U.S. 897, 909 (1984)). The Davis court\r\nexplained, \"[r]esponsible law-enforcement officers will take care to learn 'what is\r\nrequired of them' under Fourth Amendment precedent and will conform their\r\nconduct to these rules.\" Id. at 2429 (quoting Hudson v. Michigan, 547 U.S. 586,\r\n599 (2006)). \"But by the same token, when binding appellate precedent\r\nspecifically authorizes a particular police practice, well-trained officers will and\r\nshould use that tool to fulfill their crime-detection and public-safety\r\nresponsibilities.\" Id. (first emphasis added). This is so because \"[a]n officer who\r\nconducts a search in reliance on binding appellate precedent does no more than\r\n'ac[t] as a reasonable officer would and should act' under the circumstances.\" Id.\r\n(quoting Leon, 468 U.S. at 920).\r\n\r\nThe State contends that two United States Supreme Court cases—United States v.\r\nKnotts, 460 U.S. 276 (1983) and United States v. Karo, 468 U.S. 705 (1984)—\r\nconstitute binding precedent that specifically authorized officers to install a\r\ntracking device on Adams' car without a warrant. We disagree.\r\n\r\nIn Knotts, law enforcement, with the owner's consent, concealed a beeper5 in a\r\ncontainer of chloroform that was eventually loaded onto a target vehicle. 460 U.S.\r\nat 278. Law enforcement then monitored the beeper and maintained surveillance\r\non the target vehicle, ultimately arresting Knotts several days after he took\r\npossession of the container. Id. at 279. The Supreme Court found no Fourth\r\nAmendment violation, upholding the warrantless use of the beeper because \"[a]\r\n\r\n5 \"A beeper is a radio transmitter, usually battery operated, which emits periodic\r\nsignals that can be picked up by a radio receiver.\" Knotts, 460 U.S. at 277.\r\nConversely, a GPS device uses \"signals from multiple satellites\" to relay location\r\ndata (often accurate to within 50 to 100 feet) to a computer. Jones, 132 S. Ct. at\r\n948. This distinction is noteworthy because beepers serve as aids to law\r\nenforcement already conducting physical surveillance, while a GPS enables\r\nofficers to take a passive role and simply monitor location data from a computer.\r\n\nperson travelling in an automobile on public thoroughfares has no reasonable\r\nexpectation of privacy in his movements from one place to another.\" Id. at 281.\r\n\r\nOne year later, in Karo, the Supreme Court \"addressed the question left open by\r\nKnotts, whether the installation of a beeper in a container amounted to a search or\r\nseizure.\" Jones, 132 S. Ct. at 952 (citing Karo, 468 U.S. at 713). In Karo, law\r\nenforcement officers installed a beeper inside a container of chemicals prior to the\r\ncontainer being transferred to the buyer. Karo, 468 U.S. at 707. \"As in Knotts, at\r\nthe time the beeper was installed the container belonged to a third party, and it did\r\nnot come into possession of the defendant until later.\" Jones, 132 S. Ct. at 952\r\n(citing Karo, 468 U.S. at 708). The Court held that, because the beeper was\r\ninstalled with the consent of the owner of the container, no search or seizure\r\noccurred because \"[t]he mere transfer to Karo of a can containing an unmonitored\r\nbeeper infringed no privacy interest.\" Karo, 468 U.S. at 712.\r\n\r\nNeither Knotts nor Karo involved, much less expressly or impliedly authorized, a\r\nphysical trespass as occurred in this case. As the Supreme Court observed in\r\nJones, \"Knotts noted the limited use which the government made of the signals\r\nfrom [the] particular beeper, and reserved the question whether different\r\nconstitutional principles may be applicable to dragnet-type law enforcement\r\npractices of the type that GPS tracking [makes] possible . . . .\" Jones, 132 S. Ct. at\r\n952 n.6 (internal citations and quotations omitted). Moreover, no pre-Jones\r\nprecedent in this federal circuit extended Knotts or Karo to the installation and\r\nmonitoring of a GPS device. We conclude Knotts and Karo did not constitute\r\nbinding precedent that authorized law enforcement's warrantless actions in this\r\ncase.\r\n\r\nHaving found no support in federal jurisprudence for the State's use of the GPS in\r\nthis case, we turn now to South Carolina law.\r\n\r\nPrior to Jones, no South Carolina appellate decision addressed the constitutionality\r\nof the warrantless installation and monitoring of a GPS device. There is, however,\r\na state statute that squarely addresses law enforcement's use of electronic tracking\r\ndevices. In 2002, as a part of the South Carolina Homeland Security Act,6 the\r\nlegislature enacted a statute that provides that \"[t]he Attorney General or any\r\nsolicitor may make application to a judge of competent jurisdiction for an order\r\nauthorizing or approving the installation and use of a mobile tracking device by the\r\n\r\n6   Act No. 339, 2002 S.C. Acts 3619.\r\n\nSouth Carolina Law Enforcement Division or any law enforcement entity of a\r\npolitical subdivision of this State.\" S.C. Code Ann. § 17-30-140(A). This\r\nstatutory requirement \"provide[s] law enforcement . . . with the proper means and\r\ntools to enable them to protect and defend South Carolina and her citizens while\r\npreserving individual constitutional rights and liberties.\" Act No. 339, 2002 S.C.\r\nActs 3625.\r\n\r\nAt the suppression hearing, the State acknowledged to the trial court that the\r\nofficers involved in the investigation did not know about this statutory requirement\r\nbut sought to justify the failure to obtain a court order pursuant to the statute on the\r\nbasis that the officers \"didn't know they had to.\" We reject this proposition, for it\r\nis a well-established principle, often advanced by the State in criminal\r\nprosecutions, \"that ignorance of the law is no excuse.\" State v. Binnarr, 400 S.C.\r\n156, 160 n.7, 733 S.E.2d 890, 892 n.7 (2012). There would be a \"fundamental\r\nunfairness [in] holding citizens to 'the traditional rule that ignorance of the law is\r\nno excuse,' while allowing those 'entrusted to enforce' the law to be ignorant of it.\"\r\nUnited States v. Chanthasouxat, 342 F.3d 1271, 1280 (11th Cir. 2003) (internal\r\ncitation omitted) (quoting Bryan v. United States, 524 U.S. 184, 196 (1998)). In\r\nfact, the officers' lack of knowledge of the existence of section 17-30-140 is\r\nexacerbated in this case because the statute had been in effect for almost six years\r\nat the time the NCPD was investigating Adams.\r\n\r\nBecause the only binding law in this case was a statute that forbade law\r\nenforcement officers from installing a GPS device on Adams' car without court\r\nauthorization, there is no support for the State's invocation of the good-faith\r\nreliance exception as an additional sustaining ground to uphold the conviction.7\r\n\r\n                                          IV.\r\n\r\nThe exclusionary rule is a judicially created remedy for a Fourth Amendment\r\nviolation. The primary rationale for the exclusionary rule is to deter police\r\n\r\n7 Accord State v. Mitchell, 323 P.3d 69, 78 (Ariz. Ct. App. 2014) (rejecting\r\napplication of the good-faith exception rule because \"no binding Arizona or\r\nSupreme Court authority explicitly authorized law enforcement to trespass onto\r\nprivate property to obtain information\"); People v. LeFlore, 996 N.E.2d 678, 691\r\n(Ill. 2013) (rejecting application of the good-faith exception in a GPS case); State\r\nv. Allen, 997 N.E.2d 621, 626–27 (Ohio Ct. App. 2013) (rejecting application of\r\nthe good-faith exception in light of the \"unsettled nature of the issue surrounding\r\nFourth Amendment constraints on GPS attachment and tracking\" prior to Jones).\r\n\nmisconduct. Where there is no misconduct, and thus no deterrent purpose to be\r\nserved, suppression of the evidence is an unduly harsh sanction. Other judicially\r\ncreated rules—such as the intervening acts doctrine and the good-faith reliance\r\nexception—have developed to avoid suppression. As discussed above, we are\r\nconstrained to reject the State's reliance on the intervening acts doctrine and the\r\ngood-faith reliance exception. We do not make our decision lightly. In reversing\r\nthe court of appeals, we are mindful of and respect greatly the burdens faced daily\r\nby our state's law enforcement officers. We are guided by the rule of law, which\r\nprovides no basis to uphold the denial of Adams' motion to suppress. In law, the\r\nends do not justify the means.\r\n\r\n\r\nREVERSED AND REMANDED.\r\n\r\nTOAL, C.J., PLEICONES, HEARN, JJ., and Acting Justice James E. Moore,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"27446","title":"Major v. City of Hartsville","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27446.pdf","description":"In this opinion, the Court reversed the Court of Appeals' decision affirming the grant of summary judgment to respondent.","date":"2014-09-17","type":"opinion","text":"            THE STATE OF SOUTH CAROLINA \n\r\n                 In The Supreme Court \n\r\n\r\n   Alberta Major, Petitioner,\r\n\r\n   v.\r\n\r\n   City of Hartsville, Respondent.\r\n\r\n   Appellate Case No. 2012-212740\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n               Appeal From Darlington County \n\r\n        The Honorable Paul M. Burch, Circuit Court Judge \n\r\n\r\n\r\n                   Opinion No. 27446 \n\r\n  Submitted September 10, 2014 – Filed September 17, 2014 \n\r\n\r\n\r\n                          REVERSED\r\n\r\n\r\n   Michael T. Miller, of Smith Haughey Rice & Roegge,\r\n   PC, of Ann Arbor, MI for Petitioner.\r\n\r\n   William Bailey Woods, of Richardson Plowden & \n\r\n   Robinson, PA, of Columbia, for Respondent. \n\r\n\nPER CURIAM: This matter is before this Court by way of a petition for a writ of\r\ncertiorari seeking review of the Court of Appeals' decision in Major v. City of\r\nHartsville, 398 S.C. 257, 728 S.E.2d 52 (Ct. App. 2012). We grant the petition for\r\na writ of certiorari, dispense with further briefing, and reverse the decision of the\r\nCourt of Appeals.\r\n\r\nPetitioner fell and sustained an ankle injury while walking across an unpaved area\r\nof an intersection, which was owned and maintained by respondent. Petitioner\r\nasserted her injury was a result of a rut in the ground created by vehicles frequently\r\ndriving over the unpaved area. Petitioner brought suit against respondent alleging\r\nnegligence, gross negligence, and willful and wanton conduct.\r\n\r\nPrior to trial, respondent filed a motion for summary judgment contending it was\r\nnot liable under the South Carolina Torts Claims Act (SCTCA)1 because it was not\r\non notice of any rut at the location where petitioner allegedly sustained her injury.\r\nAt the summary judgment hearing, petitioner presented testimony that respondent\r\nwas aware drivers often cut the corner at the intersection where the unpaved area\r\nwas located, leaving ruts. Testimony established that in the past, respondent had a\r\nprocedure for correcting the issue by filling the ruts with sand or clay. However,\r\nfurther testimony revealed that prior to petitioner's injury, respondent ceased\r\nefforts to correct the issue since, according to an employee of respondent, \"it was a\r\nfruitless effort because a few days later . . . it was right back to the same\r\ncondition.\"\r\n\r\nThe trial judge granted summary judgment in favor of respondent, finding\r\nrespondent's knowledge of vehicles cutting the unpaved corner at the intersection\r\ndid not create a continual condition and did not place respondent on constructive\r\nnotice of the actual rut.\r\n\r\nThe Court of Appeals affirmed, referring to the SCTCA and finding although\r\npetitioner presented evidence that respondent had notice of circumstances it knew\r\n\r\n1   S.C. Code Ann. § 15-78-60(15) (2005), which states:\r\n\r\n            Governmental entities responsible for maintaining highways, roads, streets,\r\n            causeways, bridges, or other public ways are not liable for loss arising out\r\n            of a defect or a condition in, on, under, or overhanging a highway, road,\r\n            street, causeway, bridge, or other public way caused by a third party unless\r\n            the defect or condition is not corrected by the particular governmental entity\r\n            responsible for the maintenance within a reasonable time after actual or\r\n            constructive notice.\r\n\nwould eventually lead to a rut, there was no evidence respondent had notice of the\r\nspecific rut petitioner alleged caused her injury. The Court of Appeals further\r\nfound there was no continual condition sufficient to establish constructive notice\r\nand impute liability to respondent.\r\n\r\nConstructive notice is a legal inference, which substitutes for actual notice.\r\nStrother v. Lexington Cnty. Recreation Comm'n, 332 S.C. 54, 504 S.E.2d 117\r\n(1998). \"Constructive notice arises when a condition has existed for such a period\r\nof time that a municipality in the use of reasonable care should have discovered the\r\ncondition.\" Fickling v. City of Charleston, 372 S.C. 597, 609-10 n.34, 643 S.E.2d\r\n110, 117 n.34 (Ct. App. 2007) (quoting Jindra v. City of St. Anthony, 533 N.W.2d\r\n641 (Minn. Ct. App. 1995)). Where a recurring condition is of such a nature as to\r\namount to a continual condition, when coupled with other factors, the recurring\r\ncondition may be sufficient to create a jury issue as to constructive notice.\r\nFickling, 372 S.C. at 601 n.37, 643 S.E.2d at 117 n.37 (citing Wintersteen v. Food\r\nLion, Inc., 344 S.C. 32, 542 S.E.2d 728 (2001)); see also Henderson v. St. Francis\r\nCmty. Hosp., 303 S.C. 177, 399 S.E.2d 767 (1990) (finding JNOV improper where\r\nevidence was presented that debris from trees created a maintenance problem and\r\nthe defendant failed to use a regular maintenance program to remedy the issue);\r\nPinckney v. Winn-Dixie Stores, Inc., 311 S.C. 1, 426 S.E.2d 327 (Ct. App. 1992)\r\n(holding the defendant was not entitled to a directed verdict where there was\r\nevidence a jury might have inferred the store manager had knowledge of a\r\npotential hazard created by the recurring condition of fallen leaves on the floor in\r\nthe area near a poinsettia display, and the manager failed to remedy the issue or put\r\nup a warning sign).\r\n\r\nBased on the testimony presented at the summary judgment hearing, we find a\r\ngenuine issue of material fact exists as to whether respondent should be charged\r\nwith constructive notice on the basis that the rut existed for such a period of time\r\nthat respondent, in the use of reasonable care, should have discovered it.2 We\r\nfurther find that a genuine issue of material fact exists as to whether the recurring\r\n\r\n\r\n\r\n\r\n\r\n\r\n2 We note the record is unclear as to when respondents last filled the rut prior to petitioner's\r\ninjury or when respondents last checked-on the area to ensure a defect had not arisen. However,\r\nrespondent permanently corrected the issue by extending the sidewalk to the intersection after\r\npetitioner filed this lawsuit.\r\n\nnature of the defect created a continual condition giving rise to constructive notice.\r\nWe therefore reverse the Court of Appeals' opinion affirming the grant of summary\r\njudgment to respondent.\r\n\r\nREVERSED\r\n\r\nTOAL, C.J., PLEICONES, BEATTY and KITTREDGE, JJ., concur.\r\nHEARN, J., not participating.\r\n\n","court":"Supreme"},{"id":"ORDER","title":"Amendments to Rule 407, South Carolina Appellate Court Rules","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2014-09-17-01","description":"The South Carolina Bar has filed a petition to amend Rule 1.6 of the Rules of Professional Conduct.","date":"2014-09-17","type":"order","text":"\r\n  \r\n\r\n\r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\n\r\n  \r\n    \r\n      \r\n        Re: Amendments to Rule 407, South  Carolina Appellate Court Rules.\r\n        Appellate Case No. 2013-001610 \r\n      \r\n    \r\n  \r\n\r\n\r\n ORDER\r\n\r\nThe South Carolina Bar has filed a petition to amend  Rule 1.6 of the Rules of Professional Conduct.   We grant that portion of the Bar's petition requesting the Court adopt  the American Bar Association's amendments to Model Rule 1.6 and the Comments to  the rule.  We also adopt the American Bar  Association's amendments to the comments to Model Rule 1.17.  \r\nPursuant to Article V, § 4 of the South Carolina  Constitution, Rules 1.6 and 1.17 of the Rules of Professional Conduct are  amended as set forth in the attachment to this Order.  The amendments are effective  immediately. \r\n\r\n  \r\n    \r\n     s/Jean H. Toal&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;C.J.\r\n      \r\n      s/Costa M. Pleicones&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/Donald W. Beatty&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/John W. Kittredge&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n      s/Kaye G. Hearn&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; J.\r\n    \r\n  \r\n\r\n\r\n  Columbia, South Carolina\r\nSeptember 17, 2014  \r\n\r\nRule  1.6(b), RPC, Rule 407, SCACR, is amended by adding paragraph (8), which  provides as follows:\r\n(8) to detect and resolve conflicts of  interest arising from the lawyer's change of employment or from changes in the  composition or ownership of a firm, but only if the revealed information would  not compromise the attorney-client privilege or otherwise prejudice the client.\r\nThe  following Comments are added to Rule 1.6 as Comments 13 and 14, with the  remaining Comments renumbered accordingly:\r\nDetection of Conflicts of Interest\r\n[13]  Paragraph (b)(8) recognizes that lawyers in different firms may need to disclose  limited information to each other to detect and resolve conflicts of interest,  such as when a lawyer is considering an association with another firm, two or  more firms are considering a merger, or a lawyer is considering the purchase of  a law practice.   See Rule 1.17, Comment  [6].  Under these circumstances, lawyers  and law firms are permitted to disclose limited information, but only once  substantive discussions regarding the new relationship have occurred.  Any such disclosure should ordinarily include  no more than the identity of the persons and entities involved in a matter, a  brief summary of the general issues involved, and information about whether the  matter has terminated.  Even this limited  information, however, should be disclosed only to the extent reasonably  necessary to detect and resolve conflicts of interest that might arise from the  possible new relationship.  Moreover, the  disclosure of any information is prohibited if it would compromise the  attorney-client privilege or otherwise prejudice the client (e.g., the fact  that a corporate client is seeking advice on a corporate takeover that has not  been publicly announced; that a person has consulted a lawyer about the  possibility of divorce before the person's intentions are known to the person's  spouse; or that a person has consulted a lawyer about a criminal investigation  that has not led to a public charge).  Under  those circumstances, paragraph (a) prohibits disclosure unless the client or  former client gives informed consent.  A  lawyer's fiduciary duty to the lawyer's firm may also govern a lawyer's conduct  when exploring an association with another firm and is beyond the scope of  these Rules.  \r\n[14]  Any information disclosed pursuant to paragraph (b)(8) may be used or further  disclosed only to the extent necessary to detect and resolve conflicts of  interest.  Paragraph (b)(8) does not  restrict the use of information acquired by means independent of any disclosure  pursuant to paragraph (b)(8).  Paragraph  (b)(8) also does not affect the disclosure of information within a law firm  when the disclosure is otherwise authorized, see Comment [6], such as when a  lawyer in a firm discloses information to another lawyer in the same firm to  detect and resolve conflicts of interest that could arise in connection with  undertaking a new representation.\r\nComment  6 to Rule 1.17, RPC, Rule 407, SCACR, is amended to provide as follows:\r\n[6] Negotiations between seller and  prospective purchaser prior to disclosure of information relating to a specific  representation of an identifiable client no more violate the confidentiality  provisions of Rule 1.6 than do preliminary discussions concerning the possible  association of another lawyer or mergers between firms, with respect to which  client consent is not required.  See Rule  1.6(b)(8).   Providing the purchaser access to detailed  information relating to the representation, such as the client's file, however,  requires client consent.  The Rule  provides that before such information can be disclosed by the seller to the  purchaser regarding an active client, the client must be given actual written  notice of the contemplated sale, including the identity of the purchaser, and  must be told that the decision to consent or make other arrangements must be  made within 90 days.  If nothing is heard  from the active client within that time, consent to the sale is presumed.\r\n\r\n\r\n\r\n\r\n\r\n\r\n","court":"Supreme"},{"id":"27447","title":"State v. Sams","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27447.pdf","description":"Desmond J. Sams was charged with murder and convicted of the lesser-included offense of voluntary manslaughter after he strangled the victim during an altercation.  We reject Sams's contention that the circuit court erred in denying his request for a jury instruction on involuntary manslaughter.","date":"2014-09-24","type":"opinion","text":"            THE STATE OF SOUTH CAROLINA \n\r\n                 In The Supreme Court \n\r\n\r\n   The State, Respondent,\r\n\r\n   v.\r\n\r\n   Desmond J. Sams, Petitioner.\r\n\r\n   Appellate Case No. 2011-195886\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n              Appeal From Colleton County \n\r\n    The Honorable Perry M. Buckner, Circuit Court Judge \n\r\n\r\n\r\n                      Opinion No. 27447 \n\r\n        Heard October 2, 2013 – Filed September 24, 2014 \n\r\n\r\n\r\n                         AFFIRMED\r\n\r\n\r\n   Tristan M. Shaffer, of Myrtle Beach, and Appellate \n\r\n   Defender Susan Barber Hackett, of Columbia, for \n\r\n   Petitioner. \n\r\n\r\n   Attorney General Alan McCrory Wilson and Assistant\r\n   Attorney General Mark Reynolds Farthing, both of\r\n   Columbia, for Respondent.\r\n\n      JUSTICE BEATTY: Desmond J. Sams was convicted of voluntary\r\nmanslaughter after he strangled the victim, Jake Frazier, during an altercation.\r\nSams appealed, arguing the circuit court erred in denying his request to instruct the\r\njury on involuntary manslaughter. The Court of Appeals affirmed. State v. Sams,\r\nOp. No. 2011-UP-205 (S.C. Ct. App. filed May 4, 2011). This Court granted\r\nSams's petition for a writ of certiorari. We affirm.\r\n\r\n                                     I. FACTS\r\n       In the early morning hours of April 12, 2008, Sams and Lisa Strickland,\r\nalong with Frazier and Stephanie Ballard, were all drinking at Strickland's\r\nresidence in Walterboro when a dispute suddenly occurred between Sams and\r\nFrazier.1 During the ensuing struggle, Sams managed to get on top of Frazier, who\r\nwas lying face down on the floor. Sams locked his arm around Frazier's neck\r\nwhile lying on top of him. According to Ballard and Strickland, Frazier repeatedly\r\nstated that he could not breathe and he asked Sams to let him go. Frazier also told\r\nSams that he had children. Sams, however, refused to release Frazier, so Ballard\r\nand Strickland tried unsuccessfully to get Sams to release his chokehold. Sams\r\nallegedly struck Ballard several times when she tried to separate the two men.\r\nAround 4:36 a.m., Strickland made the last of several calls to 911 to report the\r\nfight and to request police assistance.\r\n\r\n       Steve Dunn, a supervisor at the Colleton County Sheriff's Department, was\r\ndispatched at 4:38 a.m., and he arrived at the scene around 4:46 a.m., some ten\r\nminutes after the last call for help was made. He was met on the porch by\r\nStrickland, who told the officer, \"They're in here,\" and led him to a bedroom on the\r\nright side of the trailer. The officer observed two men lying face down on the\r\nfloor, one on top of the other. According to the officer, he drew his taser and\r\nordered the man on top, Sams, to \"Get off of him.\" However, Sams did not release\r\nhis grip on Frazier, who was not moving. The officer ordered Sams to get up a\r\nsecond time, and Sams responded, \"No, he'll want to fight.\" The officer then\r\nordered Sams a third time to get up.\r\n\r\n\r\n1 The parties apparently were couples. Frazier and Ballard were in a relationship\r\nand had a son. Sams and Strickland had gone out a couple of times. Sams and\r\nFrazier were cousins. According to the women, the physical altercation began\r\nwhen Sams allegedly touched Ballard inappropriately.\r\n\n       At that point, Sams released Frazier and stood up. When Sams got up, the\r\nofficer observed Sams's \"arms [had been] wrapped around the neck area of the\r\nvictim\" in an \"arm lock.\" Frazier was unresponsive and remained face down on\r\nthe floor. The officer handcuffed Sams and asked Strickland and Ballard to pull\r\nFrazier away from the wall and to roll him over on his back.\r\n\r\n       The officer noticed Frazier \"was not breathing\" and that he \"had a blue cast\r\nto his skin.\" The officer noted Frazier had shown no signs of life and had never\r\nmade any movements.\r\n\r\n       Dr. Susan Presnell, a forensic pathologist, performed an autopsy and found\r\nFrazier had a number of bruises and scratches in his neck area. She also observed\r\nthat he had bruises in the underlying muscles of his neck, as well as a number of\r\npetechiae, or hemorrhages, in the lining of his eye and around the lining of his\r\neyelid, all of which were indicative of strangulation. Dr. Presnell determined\r\nFrazier's cause of death to be asphyxiation, or lack of oxygen, due to strangulation.\r\n\r\n       Sams was indicted for murder for the choking death of Frazier. At trial, the\r\ncircuit court instructed the jury on murder, the lesser-included offense of voluntary\r\nmanslaughter, and self-defense. The circuit court declined Sams's request to\r\ncharge involuntary manslaughter. The jury found Sams guilty of voluntary\r\nmanslaughter.\r\n\r\n      Sams appealed, arguing the circuit court erred in denying his request to\r\ncharge the jury on involuntary manslaughter. The Court of Appeals affirmed. This\r\nCourt granted Sams's petition for a writ of certiorari.\r\n\r\n                          II. STANDARD OF REVIEW\r\n      In criminal cases, appellate courts sit to review only errors of law. State v.\r\nBaccus, 367 S.C. 41, 625 S.E.2d 216 (2006); State v. Wilson, 345 S.C. 1, 545\r\nS.E.2d 827 (2001). Thus, an appellate court is bound by a trial court's factual\r\nfindings unless they are clearly erroneous. Wilson, 345 S.C. at 6, 545 S.E.2d at\r\n829.    \"The law to be charged to the jury is determined by the evidence presented\r\nat trial.\" State v. Hill, 315 S.C. 260, 262, 433 S.E.2d 848, 849 (1993). The trial\r\ncourt is required to charge a jury on a lesser-included offense if there is evidence\r\nfrom which it could be inferred that the defendant committed the lesser, rather than\r\n\nthe greater, offense. State v. Drafts, 288 S.C. 30, 340 S.E.2d 784 (1986); see also\r\nDempsey v. State, 363 S.C. 365, 610 S.E.2d 812 (2005); State v. Gourdine, 322\r\nS.C. 396, 472 S.E.2d 241 (1996).\r\n\r\n       \"An appellate court will not reverse the trial [court]'s decision absent an\r\nabuse of discretion.\" State v. Pittman, 373 S.C. 527, 570, 647 S.E.2d 144, 166\r\n(2007). \"An abuse of discretion occurs when the trial court's ruling is based on an\r\nerror of law or, when grounded in factual conclusions, is without evidentiary\r\nsupport.\" Id. at 570, 647 S.E.2d at 166-67. \"The refusal to grant a requested jury\r\ncharge that states a sound principle of law applicable to the case at hand is an error\r\nof law.\" Id. at 570, 647 S.E.2d at 167.\r\n\r\n       In determining whether the evidence requires a charge on a lesser-included\r\noffense, the Supreme Court must view the facts in the light most favorable to the\r\ndefendant. State v. Cole, 338 S.C. 97, 525 S.E.2d 511 (2000). The charge request\r\nis properly rejected when there is no evidence tending to show the defendant was\r\nguilty of the lesser offense. State v. Tucker, 324 S.C. 155, 478 S.E.2d 260 (1996);\r\nState v. Cooney, 320 S.C. 107, 463 S.E.2d 597 (1995); State v. Gadsden, 314 S.C.\r\n229, 442 S.E.2d 594 (1994).   III. LAW/ANALYSIS\r\n\r\n       On appeal, Sams contends the Court of Appeals erred in determining there\r\nwas no evidence to support a charge of involuntary manslaughter when he testified\r\nthat he was attacked by Frazier and he \"unintentionally strangled his friend while\r\ntrying to restrain his friend.\" We disagree.\r\n\r\n      Sams was indicted for the offense of murder for killing Frazier by means of\r\nchoking. See S.C. Code Ann. § 16-3-10 (2003) (defining \"murder\" as \"the killing\r\nof any person with malice aforethought, either express or implied.\"). Voluntary\r\nand involuntary manslaughter are both lesser-included offenses of murder. State v.\r\nWilliams, 399 S.C. 281, 731 S.E.2d 338 (Ct. App. 2012).\r\n\r\n      \"Voluntary manslaughter is the unlawful killing of a human being in sudden\r\nheat of passion upon sufficient legal provocation.\" Cole, 338 S.C. at 101, 525\r\nS.E.2d at 513. \"Both heat of passion and sufficient legal provocation must be\r\npresent at the time of the killing.\" Id. The sudden heat of passion need not\r\ndethrone reason entirely or shut out knowledge and volition, but it must be such as\r\nwould naturally disturb the sway of reason and render the mind of an ordinary\r\n\nperson incapable of cool reflection and produce what may be called an\r\nuncontrollable impulse to do violence. Id. at 101-02, 525 S.E.2d at 513 (citing\r\nState v. Byrd, 323 S.C. 319, 474 S.E.2d 430 (1996)).\r\n\r\n       Involuntary manslaughter is defined as the unintentional killing of another\r\nwithout malice while engaged in either (1) the commission of some unlawful act\r\nnot amounting to a felony and not naturally tending to cause death or great bodily\r\nharm, or (2) the doing of a lawful act with a reckless disregard for the safety of\r\nothers. State v. Tucker, 324 S.C. 155, 478 S.E.2d 260 (1996); see also S.C. Code\r\nAnn. § 16-3-60 (2003) (stating a person charged with involuntary manslaughter\r\nmay be convicted only upon a showing of criminal negligence, \"defined as the\r\nreckless disregard of the safety of others\").\r\n\r\n      Sams's theory at trial was essentially self-defense. Sams testified that he did\r\nnot mean to kill Frazier and maintained he was just trying to restrain him to protect\r\nhimself during their fight. However, Sams admitted that he held his arm around\r\nFrazier's neck and did not release his hold on him until the police officer arrived\r\nand ordered him to get off of Frazier. It is undisputed that more than ten minutes\r\nelapsed during this time.\r\n\r\n       In his appeal, Sams asserted the circuit court erred because the evidence\r\narguably supported a factual finding that he unintentionally killed Frazier while\r\nacting in self-defense. The jury rejected Sams's argument of self-defense. The\r\nCourt of Appeals rejected this contention as well and affirmed. State v. Sams, Op.\r\nNo. 2011-UP-205 (S.C. Ct. App. filed May 4, 2011). The court observed Sams's\r\nappellate brief was scant and did not articulate which definition of involuntary\r\nmanslaughter he believed was applicable, so it analyzed the case under both\r\ndefinitions. Id., slip op. at *1.\r\n\r\n       On certiorari, Sams contends the Court of Appeals erred in finding there was\r\nno evidence to support the charge of involuntary manslaughter because he testified\r\nthat he was attacked by his friend and unintentionally strangled his friend while\r\ntrying to restrain him. Sams argues he was entitled to the charge under either\r\ndefinition of the offense.\r\n\r\n      As noted above, involuntary manslaughter is defined as the killing of\r\nanother without malice and unintentionally, while one is engaged in either (1) the\r\ncommission of some unlawful act not amounting to a felony and not naturally\r\ntending to cause death or great bodily harm; or (2) the doing of a lawful act with a\r\n\nreckless disregard of the safety of others. Tucker, 324 S.C. at 170, 478 S.E.2d at\r\n268.   At trial, defense counsel asked for a charge on involuntary manslaughter\r\nbecause the killing was unintentional and Sams might have been criminally\r\nnegligent because, even if he wasn't really in danger, he believed that he was.\r\nCriminal negligence is statutorily defined as a reckless disregard of the safety of\r\nothers. State v. Smith, 315 S.C. 547, 446 S.E.2d 411 (1994) (citing S.C. Code Ann.\r\n§ 16-3-60).\r\n\r\n      As an initial matter, we agree with the Court of Appeals that Sams never\r\nexpressly asserted to the circuit court (or to the Court of Appeals) that his actions\r\nwere not of a type naturally tending to cause great bodily harm or death. Thus, we\r\nconclude the Court of Appeals should not have considered the first definition of\r\ninvoluntary manslaughter as it was not properly preserved.\r\n\r\n       To the extent Sams further claims on appeal to this Court that he did not\r\n\"intend\" to kill the victim by choking him and intended only to restrain him but\r\nwas perhaps criminally negligent in doing so, we agree with the circuit court that\r\nthis bald assertion of Sams's intent, i.e., that he meant no harm to Frazier, is not\r\nsingularly dispositive of whether Sams is entitled to an instruction on involuntary\r\nmanslaughter. See Smith, 315 S.C. at 550, 446 S.E.2d at 413 (holding a murder\r\ndefendant, who was convicted of the lesser-included offense of voluntary\r\nmanslaughter, was not entitled to an instruction on involuntary manslaughter where\r\nthe only evidence was that the defendant acted intentionally in wielding a knife\r\nduring an argument in which he stabbed the victim; this Court stated whether the\r\ndefendant \"intended\" to harm the victim was irrelevant);2 see also State v. Lowe,\r\n\r\n2 We cite Smith for our general observation that a defendant's assertion that he did\r\nnot intend to harm the victim does not, by itself, entitle the defendant to an\r\ninvoluntary manslaughter instruction. While Smith did, as the dissent points out,\r\ninvolve the use of a dangerous instrumentality, this fact is certainly not uncommon\r\nin death cases, and we disagree that it somehow invalidates the proposition\r\nespoused here, particularly where Smith and the cases footnoted by the dissent\r\ncontain no language limiting their application. To find otherwise would mean a\r\ndefendant could automatically obtain the instruction merely by making a self-\r\nserving statement as to his intent. Moreover, considering the fact that the\r\ndefendant locked his arms tightly around the victim's neck, resulting in death by\r\n\n318 S.W.3d 812, 820 (Mo. Ct. App. 2010) (\"Generally, where the nature of the\r\ndefendant's attack on the victim is such that it only supports the inference that he\r\nintended to kill or seriously injure the victim, the fact that the defendant denies an\r\nintention to kill is not sufficient to require an instruction for a lesser degree of the\r\noffense charged because the statements of [the] defendant are so unreasonable and\r\ninconsistent with physical facts and the conduct of the defendant that they do not\r\nsupport a finding of recklessness.\" (citing State v. Mason, 272 S.W.3d 257, 261\r\n(Mo. Ct. App. 2010)); State v. Mason, 272 S.W.3d 257, 261 (Mo. Ct. App. 2008)\r\n(\"Mason's disclaimer of any intent to kill the victim does not, in itself, require an\r\ninstruction on involuntary manslaughter.\").\r\n\r\n       Even if Sams initially intended only to \"restrain\" Frazier, at some point,\r\nwhen he maintained a chokehold on him for well over ten minutes, past the point\r\nwhen the victim had stated he could not breathe and then became limp, Sams's\r\nprolonged and continued hold on the victim's neck, until a responding officer\r\nrepeatedly ordered Sams to release his hold, was intentional and the type of\r\nconduct that is highly likely to result in serious injury or death. We believe there is\r\nundoubtedly a distinction to be made between restraining someone, which Sams\r\narguably did when he pinned Frazier down by lying on top of him, versus\r\nmaintaining a prolonged chokehold around someone's neck, which undeniably\r\ncarries with it the risk of serious harm within moments. The medical evidence also\r\nindicates the severe nature of the altercation, as there were objective signs of\r\nstrangulation present, including bruising to the victim's neck and hemorrhages in\r\nhis eyes. Cf. People v. Leach, 939 N.E.2d 537, 549-51 (Ill. App. Ct. 2010)\r\n(rejecting the defendant's assertion \"that the evidence at best proved only the lesser\r\noffense of involuntary manslaughter in that he only acted recklessly in choking [his\r\nwife]\"; the appellate court noted (1) it was \"undisputed that [the] defendant\r\n\r\nasphyxiation, we find the current appeal arguably involves a dangerous\r\ninstrumentality, as one's hands or arms can, in certain circumstances, be deemed a\r\ndangerous weapon. See, e.g., State v. Bennett, 328 S.C. 251, 262, 493 S.E.2d 845,\r\n851 (1997) (stating \"we have held, in the context of murder, that a hand or fist may\r\nbe considered a deadly weapon depending on the factual circumstances\").\r\nAlthough the dissent goes on to state \"this case is more akin to cases where a\r\nstruggle between the defendant and victim led to the unintentional death of the\r\nvictim,\" the dissent itself then cites three cases, all of which involved a dangerous\r\ninstrumentality. Thus, we do not believe its contentions in this regard have\r\ncredence.\r\n\nknowingly placed his hands on [his wife's] neck and exerted sufficient force to first\r\nrender her unconscious and eventually dead\"; (2) that the time frame for the\r\nchoking incident, some three minutes, \"created a strong probability of death or\r\ngreat bodily harm\" of which the defendant had to be aware; and (3) the probability\r\nof harm was further supported by the medical evidence, which indicated continued\r\npressure can cause a loss of consciousness within ten to thirty seconds and death\r\nwithin three to six minutes, and there were objective signs of strangulation,\r\nincluding trauma to the neck and hemorrhages in both eyes).\r\n\r\n       Sams's actions in choking the victim to the point of unconsciousness and\r\nthen death ordinarily would be deemed unlawful under South Carolina law in the\r\nabsence of self-defense.3 Cf. Bozeman v. State, 307 S.C. 172, 414 S.E.2d 144\r\n(1992) (stating the mere fact that the murder defendant had not aimed the pistol\r\nprior to firing it did not support a charge on the lesser-included offense of\r\ninvoluntary manslaughter, as firing a gun naturally intends to cause death or bodily\r\nharm, and it also does not fall into the second category of involuntary\r\nmanslaughter because the defendant was not engaged in a lawful act; however,\r\nevidence that the victim swung a knife at the defendant immediately prior to the\r\nshooting supported a self-defense charge, which was given by the trial judge).\r\n\r\n       In State v. Pickens, 320 S.C. 528, 466 S.E.2d 364 (1996), the defendant was\r\nconvicted of voluntary manslaughter, and we rejected his contention that he had\r\nacted lawfully but recklessly in defending himself and therefore was entitled to a\r\njury charge on involuntary manslaughter. Pickens admittedly shot a gun, but\r\nasserted he had acted recklessly in his self-defense. We noted this case was\r\ndistinguishable from those involving self-defense and the failure to charge\r\nvoluntary manslaughter because in those cases a jury could \"fail to find self-\r\ndefense, but could find sufficient legal provocation and heat of passion to conclude\r\nthe defendant was guilty of voluntary manslaughter.\" Id. at 532, 466 S.E.2d at\r\n\r\n3 Although the parties and the Court of Appeals variously estimated Sams\r\nmaintained his chokehold on Frazier for \"over eight minutes\" or \"more than ten\r\nminutes,\" it is undisputed that the last of several 911 calls came in at 4:36 a.m., at\r\nwhich point Sams had already been lying on top of Frazier with his arms locked\r\naround Frazier's neck for an indeterminate period, and Sams still had Frazier in a\r\nchokehold when the officer arrived at the scene at 4:46 a.m. Thus, the choking\r\nincident lasted well over ten minutes, long enough to cause serious harm, as\r\nrecognized by those present at the scene by the fact that they called 911.\r\n\n366. In Pickens, we concluded that under our definition of involuntary\r\nmanslaughter and in view of the facts alleged (the defendant and another person\r\nbegan shooting in self-defense when they were rushed by a group of people outside\r\na Waffle House, resulting in two deaths and two others being injured), \"the jury\r\ncould not find [the defendant] had acted lawfully without finding self-defense.\" Id.\r\nat 532, 466 S.E.2d at 366-67.\r\n\r\n        Similarly, the Court of Appeals recently considered a defendant's assertion\r\nthat \"the trial court erred by not charging involuntary manslaughter because under\r\nhis version of the facts, he unintentionally caused [the victim's] death when he\r\nlawfully but recklessly performed a martial arts move in self-defense.\" State v.\r\nScott, 408 S.C. 21, 22, 757 S.E.2d 533, 534 (Ct. App. 2014). The Court of Appeals\r\nfound \"no basis to conclude Scott acted recklessly in defending himself because\r\nthe circumstances Scott alleges to be reckless are the same circumstances that\r\njustified his use of force.\" Id\r\n\r\n      We recognize there is authority for the proposition that \"a self-defense\r\ncharge and an involuntary manslaughter charge are not mutually exclusive, as long\r\nas there is any evidence to support both charges.\" State v. Light, 378 S.C. 641,\r\n650, 664 S.E.2d 465, 470 (2008). However, the quintessential situation where\r\nboth involuntary manslaughter and self-defense have been justified involved\r\ncircumstances, as in Light, where there was evidence of the negligent handling of a\r\nloaded gun or evidence that the defendant and the victim struggled over a weapon.\r\nSee id. at 648-49, 664 S.E.2d at 469 (citing case law stating these particular factual\r\nscenarios support submission of both involuntary manslaughter and self-defense to\r\na jury). Undoubtedly, determining when multiple charges are appropriate turns on\r\nthe facts of each case, so there is no bright-line rule that can be universally applied.\r\nCf. State v. Williams, 400 S.C. 308, 317, 733 S.E.2d 605, 610 (Ct. App. 2012)\r\n(\"not[ing] even though self-defense and accident charges are often mutually\r\nexclusive, there is evidence in the record to support both charges\").\r\n\r\n       In Light we concluded charges on involuntary manslaughter and self-defense\r\nwere warranted \"under the particular facts of the case.\" Id. at 651, 664 S.E.2d at\r\n470. We found \"[a]lthough [the defendant] had inconsistent stories,\" there was\r\nevidence the defendant was lawfully armed in self-defense where, according to the\r\ndefendant, he took a loaded gun from the victim because the victim was\r\nthreatening him with it, and there was evidence the defendant recklessly handled\r\nthe gun because it fired almost as soon as he took possession of it. Id. at 648, 664\r\n\nS.E.2d at 468-69. Thus, \"the jury [was] entitled to resolve the question of how the\r\nshooting actually occurred.\" Id. at 651, 664 S.E.2d at 470. In doing so, we\r\ndistinguished Pickens, noting in Pickens the defendant had admitted he\r\nintentionally shot his gun, but maintained he did so while acting lawfully but\r\nrecklessly in defending himself, so he was not entitled to a charge on involuntary\r\nmanslaughter. Id. at 650, 664 S.E.2d at 469-70. Similarly, in the current appeal,\r\nSams argues that he acted lawfully in self-defense, but that he perhaps acted\r\nexcessively and recklessly in doing so. Under the facts presented, we agree with\r\nthe circuit court and the Court of Appeals that Sams was not entitled to an\r\ninstruction on involuntary manslaughter.\r\n\r\n       Sams's argument is tantamount to imperfect self-defense. See 40 C.J.S.\r\nHomicide § 110 (2006) (\"Under the 'imperfect self-defense' doctrine, the crime is\r\nreduced from murder to voluntary manslaughter where a defendant had a genuine\r\nbut unreasonable fear of imminent peril from the victim, and killed the victim, or\r\nwhere the slayer, although acting in self-defense, was not himself or herself free\r\nfrom blame, as where he or she was the aggressor or used excessive force,\r\nalthough without murderous intent.\" (footnotes omitted)). Even under that theory,\r\nhowever, a charge on involuntary manslaughter would not be warranted. In State\r\nv. Herrera, 315 P.3d 343, 352 (N.M. Ct. App. 2013), the court noted that if a jury\r\nfound the defendant used excessive force in response to any threat posed by the\r\nvictim, it would be appropriate for a jury to find him guilty of voluntary\r\nmanslaughter, rather than murder. The court observed that what is sometimes\r\ncalled \"imperfect self-defense\" is a misleading term, as it is described as occurring\r\nwhen a person uses excessive force while otherwise lawfully engaging in self-\r\ndefense. Id. The court stated the term is misleading because when a person kills\r\nanother while engaging in imperfect self-defense, the killing is not legally justified.\r\nId. Thus, it is unlawful. Rather, the concept simply presents an issue of mitigating\r\ncircumstances that may reduce murder to voluntary manslaughter. Id.\r\n\r\n      Heretofore, South Carolina has not expressly adopted the doctrine of\r\nimperfect self-defense. See generally State v. Finley, 277 S.C. 548, 551, 290\r\nS.E.2d 808, 809 (1982) (observing, in a case discussing the elements of self-\r\ndefense, that the theory of \"imperfect self-defense,\" which reduces an offense from\r\nmurder to voluntary manslaughter, \"is not the law in South Carolina\").\r\n\r\n      In addition, Sams asserts it as a means to entitle him to a charge on\r\ninvoluntary manslaughter. This Court has previously noted, however, that \"[a]\r\n\nclaim of imperfect self-defense . . . has no application to involuntary\r\nmanslaughter.\" Douglas v. State, 332 S.C. 67, 75 n.4, 504 S.E.2d 307, 311 n.4\r\n(1998). Moreover, the view taken in most treatises and jurisdictions that have\r\ndiscussed the imperfect self-defense doctrine is that it serves to reduce a charge of\r\nmurder to voluntary manslaughter (not involuntary manslaughter). Roy Moreland,\r\nThe Law of Homicide 93 (1952); 40 C.J.S. Homicide § 110 (2006); see also State v.\r\nFaulkner, 483 A.2d 759 (Md. 1984) (stating self-defense is a complete defense to\r\neither murder or manslaughter that results in the acquittal of the defendant,\r\nwhereas imperfect self-defense is not a complete defense, but is instead a factor in\r\nmitigation that reduces murder to voluntary manslaughter).\r\n\r\n       Thus, even if this Court were to accept the doctrine of imperfect self-\r\ndefense, it is of no consequence to Sams's proceeding as it would, at most, entitle\r\nhim to an instruction on voluntary manslaughter, which he already received. See\r\nUnited States v. Skinner, 667 F.2d 1306, 1209-10 (9th Cir. 1982) (holding a\r\ndefendant's assertion that he used excessive force in defending himself could\r\nreduce a charge from murder to voluntary manslaughter, but not to involuntary\r\nmanslaughter); State v. Abeyta, 901 P.2d 164, 172-73 (N.M. 1995) (stating the use\r\nof excessive force renders the action unlawful and the action cannot be deemed to\r\nbe a lawful act done in an unlawful manner as required by the involuntary\r\nmanslaughter statute), abrogated on other grounds by State v. Campos, 921 P.2d\r\n1266 (N.M. 1996); see also State v. Chatman, 336 S.C. 149, 153, 519 S.E.2d 100,\r\n102 (1999) (\"Here, appellant was not acting lawfully, since he was engaged in an\r\nassault and battery, unless he was acting in self-defense.\").\r\n\r\n      Based on the foregoing, we conclude Sams was not entitled to an instruction\r\non involuntary manslaughter because, as found by the circuit court and the Court\r\nof Appeals, Sams's actions did not fall within the range of conduct constituting\r\ninvoluntary manslaughter in this state.\r\n\r\n      AFFIRMED.\r\n\r\n      TOAL, C.J., KITTREDGE and HEARN, JJ., concur. PLEICONES, J.,\r\ndissenting in a separate opinion.\r\n\nJUSTICE PLEICONES: I respectfully dissent. In my view, the trial court\r\nerred in declining to give a charge on involuntary manslaughter and the Court\r\nof Appeals erred in affirming that decision. I would reverse and remand for a\r\nnew trial.\r\n Involuntary manslaughter is defined as the unintentional killing of another\r\nwithout malice while engaged in either (1) the commission of some unlawful\r\nact not amounting to a felony and not naturally tending to cause death or\r\ngreat bodily harm, or (2) the doing of a lawful act with a reckless disregard\r\nfor the safety of others. State v. Tucker, 324 S.C. 155, 478 S.E.2d 260\r\n(1996). In determining whether the evidence requires a charge on a lesser\r\nincluded offense, the facts are viewed in a light most favorable to the\r\ndefendant. State v. Byrd, 323 S.C. 319, 321, 474 S.E.2d 430, 431 (1996). A\r\njury charge must be given if there is any evidence in the record to support the\r\ncharge. State v. Tucker, supra.\r\nThe majority holds that Sams was not entitled to an involuntary manslaughter\r\ncharge because there is no evidence that Frazier's death was unintentional. I\r\ndisagree. The majority states that Sams' testimony that he did not intend to\r\nkill Frazier is \"not singularly dispositive\" of his entitlement to a charge for\r\ninvoluntary manslaughter in this case. I agree that this statement, standing\r\nalone, does not entitle Sams to such a charge. It is, however, some evidence\r\nof one element of the offense of involuntary manslaughter, that is, that the\r\nvictim's death was unintentional. In addition, the circumstances under which\r\nthe death occurred are such that the jury could have concluded that it was not\r\nSams' intention to kill Frazier. Further, in determining the existence of\r\nevidence of intent, I believe we err when we focus on whether the defendant\r\nintended to commit the act which led to the victim's death, rather than on\r\nwhether he intended the consequence of his intentional act, that is, the\r\nvictim's death. As we have explained in defining involuntary manslaughter,\r\n\"Recklessness is a state of mind in which the actor is aware of his or her\r\nconduct, yet consciously disregards a risk which his or her conduct is\r\ncreating.\" State v. Pittman, 373 S.C. 527, 571, 647 S.E.2d 144, 167 (2007)\r\n(internal citation omitted).\r\n\nIn my opinion, the facts of this case are more akin to those situations where a\r\nstruggle between the defendant and the victim led to the unintended death of\r\nthe victim. See e.g. State v. Light, 378 S.C. 641, 664 S.E.2d 465 (2008)\r\n(holding that an involuntary manslaughter charge was appropriate where\r\ndefendant attempted to take gun from victim, and gun went off immediately\r\nafter defendant jerked it away from the victim); Tisdale v. State, 378 S.C.\r\n122, 662 S.E.2d 410 (2008) (holding that an involuntary manslaughter charge\r\nwas warranted where defendant and victim fought for gun, and it “went off”\r\nwhile still in victim's hands). In this case, Sams testified that he never\r\nintended to hurt or kill Frazier, but rather that he sought merely to restrain\r\nhim until the police arrived. This is evidence from which a jury could find\r\nthe restraint was done with reckless disregard of Frazier's safety. In my\r\nopinion, viewing the evidence in the light most favorable to Sams as we\r\nmust, an involuntary manslaughter charge was warranted in this case. State\r\nv. Byrd, supra; State v. Tucker, supra.\r\nFinally, I disagree that the jury could not find that Sams had acted lawfully\r\nwithout also finding that he acted in self-defense. As we have repeatedly\r\nheld, a jury charge on both self-defense and involuntary manslaughter may be\r\ngiven on the same record.4 While the majority suggests Sams would be\r\nentitled to an involuntary manslaughter charge only under a theory of\r\nimperfect self-defense, I find evidence in this record from which a jury could\r\nfind either self-defense or involuntary manslaughter.5\r\n\r\n\r\n4  See State v. Crosby, 355 S.C. 47, 584 S.E.2d 110 (2003) (improper to hold that\r\nany evidence of an intentional shooting negates evidence from which any other\r\ninference may be drawn); Casey v. State, 305 S.C. 445, 409 S.E.2d 391 (1991)\r\n(error by trial court in not charging involuntary manslaughter, even though the trial\r\ncourt charged murder, voluntary manslaughter, accident, and self-defense).\r\n\r\n It is true, as the majority states, that this Court in Douglas v. State, 332 S.C. 67,\r\n5\r\n\r\n\r\n75, 504 S.E.2d 307, 311 (1998) fn. 4, indicated that a claim of imperfect self-\r\ndefense has no application to involuntary manslaughter. Douglas cites McAninch, \r\nThe Criminal Law of South Carolina 163 (3rd Ed. 1996) as authority for this\r\nproposition. In this passage, however, McAninch cites only State v. Finley, 277\r\n\nFor these reasons, I would reverse and remand for a new trial. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nS.C. 548, 290 S.E.2d 808 (1982) as rejecting imperfect self-defense as a means to\r\nreduce a murder to manslaughter. In Finley, the defendant sought only a voluntary\r\nmanslaughter charge, not an involuntary manslaughter charge. In my opinion, it is\r\nmore accurate to say we have not yet decided whether imperfect self-defense can\r\nsupport an instruction on involuntary manslaughter as Finley did not address that\r\nissue. \r\n\n","court":"Supreme"},{"id":"27448","title":"Brown v. Baby Girl Harper","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27448.pdf","description":"The Court affirmed the family court order finding a birth mother's consent to adoption invalid because the execution of the consent document did not strictly adhere to the statutory formalities found in section 63-9-340 of the South Carolina Code.","date":"2014-09-29","type":"opinion","text":"           THE STATE OF SOUTH CAROLINA \n\r\n                In The Supreme Court \n\r\n\r\n\r\n\r\n   Jennifer Brown, Petitioner,\r\n\r\n   v.\r\n\r\n   Baby Girl Harper, a minor under the age of seven, and\r\n   Holly Lawrence, Respondents.\r\n\r\n   Appellate Case No. 2014-001746\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n              Appeal From Charleston County \n\r\n            Ronald R. Norton, Family Court Judge \n\r\n\r\n\r\n                    Opinion No. 27448 \n\r\n    Heard September 23, 2014 – Filed September 29, 2014 \n\r\n\r\n                         AFFIRMED\r\n\r\n\r\n   John S. Nichols, of Bluestein Nichols Thompson &\r\n   Delgado, LLC, of Columbia, and Shannon Phillips Jones,\r\n   of Shannon Jones, Attorney at Law, LLC, of Charleston,\r\n   for Petitioner.\r\n\r\n   Allison Boyd Bullard, of Harling & West, LLC, of \n\r\n   Lexington, and James Fletcher Thompson, of James \n\r\n   Fletcher Thompson, LLC, of Spartanburg, for \n\r\n   Respondent. \n\r\n\nCHIEF JUSTICE TOAL:              Petitioner Jennifer Brown (Adoptive Mother)\r\nappeals the court of appeals' decision affirming the family court order finding\r\nRespondent Holly Lawrence's (Birth Mother) consent to adoption was invalid and\r\nrequiring immediate return of Baby Girl Harper (Baby Girl) to Birth Mother. We\r\naffirm.                FACTS/PROCEDURAL BACKGROUND\r\n\r\n      Birth Mother, a resident of Charlotte, North Carolina, gave birth to Baby\r\nGirl on October 27, 2013, in Pineville, North Carolina. On October 30, 2013,\r\nBirth Mother signed a Consent to Adoption form (the Consent) in Charleston,\r\nSouth Carolina, in which she consented to Adoptive Mother's adoption of Baby\r\nGirl.  Birth Mother was twenty-three years old when she learned that she was\r\npregnant very late in the pregnancy. She received no prenatal care. She did not\r\ntell her parents she was pregnant, even though she lived with them. She gave birth\r\nalone after presenting to the emergency room when she went into labor with Baby\r\nGirl. Shortly after the birth, Birth Mother mentioned to hospital staff that she\r\nmight be interested in placing Baby Girl for adoption. The hospital social worker\r\nadvised her that, under North Carolina law, she could not make any decision\r\nregarding adoption for twenty-four hours following the birth. Other hospital\r\nworkers were aware that Birth Mother was considering adoption, including the\r\nnurse midwife who delivered Baby Girl. The nurse midwife told Birth Mother that\r\nthe nurse midwife's cousin in South Carolina, Adoptive Mother, was considering\r\nadoption, and gave her Adoptive Mother's telephone number.1\r\n\r\n       On October 28, Birth Mother and Adoptive Mother spoke via telephone\r\nabout a potential adoption, and Adoptive Mother indicated that she would contact a\r\nlawyer. Birth Mother and Adoptive Mother also verbally agreed that the adoption\r\nwould be an \"open\" adoption, which would mean Birth Mother could have\r\nvisitation, send cards, and otherwise be a part of Baby Girl's life. At some point\r\nthat same day, Birth Mother was informed that after inquiring with several\r\nattorneys, Adoptive Mother could not afford to adopt Baby Girl.\r\n\r\n1Adoptive Mother is a 41-year-old divorcée with no other children. She testified\r\nshe had thought about adoption in the past, but was not actively seeking to adopt a\r\nchild when her cousin, the nurse midwife, contacted her about Baby Girl.\r\n\n       Birth Mother was discharged from the hospital on October 28 prior to Baby\r\nGirl's release. On October 29, the nurse midwife called Birth Mother to inform her\r\nthat Adoptive Mother found a lawyer to assist her with the adoption. From that\r\npoint, it appears from the Record that attempts were made to conceal the pending\r\nadoption. For example, in one text message exchange between Birth Mother and\r\nAdoptive Mother, Adoptive Mother stated, \"[D]on't tell anyone you are coming\r\nhere.\" Furthermore, the nurse midwife hid her vehicle behind bushes at the\r\nhospital so that her colleagues could not see her collecting Birth Mother and Baby\r\nGirl to transport them to South Carolina.\r\n\r\n       The nurse midwife bought a car seat and drove Birth Mother and Baby Girl\r\nto Columbia. There, they met Adoptive Mother's sister, who drove them the rest of\r\nthe way to Charleston. The sister paid for Birth Mother and Baby Girl to stay in a\r\nlocal hotel overnight. The next morning, Birth Mother and Baby Girl went to\r\nAdoptive Mother's lawyer's office to execute the Consent and related documents.\r\nThis was the first time that Birth Mother and Adoptive Mother met. Upon\r\nmeeting, Adoptive Mother testified that they hugged and cried. Birth Mother\r\nassured Adoptive Mother she was not going to change her mind. Adoptive Mother\r\nfelt that Birth Mother was certain about going forward with the adoption.\r\n\r\n       Adoptive Mother's lawyer rented office space in an executive suite shared by\r\nother law firms, including the law firm where the attorney-witness worked.2 On\r\nthe morning of the adoption, Adoptive Mother's lawyer asked the attorney-witness\r\nto act as a witness to the execution of the Consent. In addition, Adoptive Mother's\r\nlawyer asked a legal assistant from another law firm that also shared the office\r\nsuite to be the second witness to the adoption.3\r\n\r\n      Birth Mother's signature appears on the Consent and other relevant forms,\r\nand she stipulated at the hearing that she signed the Consent voluntarily.\r\n\r\n      The legal assistant was present when Birth Mother signed the Consent, but\r\n\r\n2The attorney-witness has been admitted to practice law in South Carolina since\r\n2006 and generally does not practice in the area of family law, although she has\r\nbeen appointed to handle child abuse and neglect cases.\r\n3That witness testified: \"I was just walking by and [Adoptive Mother's lawyer]\r\ngrabbed me and asked me to come in.\" Like the attorney-witness, the second\r\nwitness had never been involved in an adoption case or witnessed a relinquishment\r\nprior to this instance.\r\n\ndid not see her initial the remainder of the document. She understood her role to\r\nbe that of a witness to Birth Mother's signature. Adoptive Mother's lawyer\r\nnotarized Birth Mother's signature.\r\n\r\n       However, the attorney-witness did not enter the room until after Birth\r\nMother signed the Consent, although she had the impression that Birth Mother had\r\nsigned the Consent shortly before she entered the room.4 Neither witness was\r\npresent for any discussions between Adoptive Mother's lawyer and Birth Mother\r\nregarding the Consent. The attorney-witness testified that she believed that\r\nAdoptive Mother's lawyer had explained the Consent to Birth Mother outside of\r\nher presence. Once the witnesses were in the room, Adoptive Mother's lawyer\r\nrestated his prior conversation with Birth Mother in summary fashion. The\r\nwitnesses signed the Consent, and the attorney-witness's law clerk notarized their\r\nsignatures.5 The entire transaction lasted approximately ten minutes.\r\n\r\n       Birth Mother left the office with Adoptive Mother's mother, who drove Birth\r\nMother back to the local hotel where she had spent the previous night. Birth\r\nMother spent time alone with Baby Girl there, and then relinquished Baby Girl to\r\nAdoptive Mother. However, Birth Mother explained that she \"felt immediately\r\nthat something was not right with the process.\" Birth Mother remained at the hotel\r\nalone until a friend of Adoptive Mother retrieved her and drove her back to\r\nCharlotte.\r\n\r\n       Five days later, on November 5, 2013, Birth Mother sent a registered letter\r\nto Adoptive Mother's lawyer formally revoking her consent. Adoptive Mother's\r\naction for court approval of this adoption is still pending.\r\n\r\n      On April 24, 2014, the family court issued an order in a bifurcated hearing\r\n\r\n4 The attorney-witness believed that if Birth Mother acknowledged her signature in\r\nher presence, notarial standards applied, and she could act as a witness and sign.\r\nShe explained: \"[Birth Mother] understood . . . what was there. She\r\nacknowledge[d] to me that she understood it before she acknowledged her\r\nsignature.\"\r\n5 Birth Mother believed that everyone inside the conference room worked for\r\nAdoptive Mother's lawyer. However, she signed a form stating that she understood\r\nthat Adoptive Mother's lawyer represented Adoptive Mother; that Adoptive Mother\r\nwas willing to pay for her to obtain legal counsel; and that she was entitled to\r\ncounseling at no expense to her.\r\n\nfinding the Consent was invalid and requiring Baby Girl's immediate return to\r\nBirth Mother. In its order, the family court noted the only issue presented to the\r\ncourt was \"whether the consent document was properly executed and, based on that\r\nruling, whether Birth Mother's request for emergency transfer of legal and physical\r\ncustody of the minor be granted.\" The court held that the relevant statutory\r\nprovisions were clear and mandatory, such that strict compliance was required.\r\nThe court further held \"the absence of the attorney[-]witness, a witness required by\r\nstatute, renders the document invalid.\" The court stated that \"since the attorney[-]\r\nwitness acknowledges she was not present when the document was signed . . . she\r\ncannot certify that the provisions of the document were discussed with [Birth]\r\nMother prior to signing.\" The family court added that each of the alleged defects\r\non their own would render the Consent invalid, \"but when combined strengthens\r\nfurther this [c]ourt's ruling that the Consent is invalid.\"\r\n\r\n       On August 4, 2014, the court of appeals affirmed the family court, finding\r\n(1) that the order was immediately appealable; (2) that the execution of a consent\r\nto adopt document must strictly adhere to section 63-9-340 of the South Carolina\r\nCode; and (3) that the Consent was invalid because the attorney-witness was not\r\npresent when Birth Mother signed the document, and neither witness undertook to\r\ndiscuss the provisions of the Consent with Birth Mother prior to her signature.\r\nBrown v. Harper, ___ S.C. ___, 761 S.E.2d 779, 779 (Ct. App. 2014).\r\n\r\n       On August 20, 2014, this Court granted Adoptive Mother's petition for a writ\r\nof certiorari to review the court of appeals' decision and expedited oral arguments.\r\n\r\n                                     ANALYSIS\r\n\r\n      I. Consent\r\n\r\n       \"Consent lies at the foundation of the adoption process,\" and therefore, \"[i]n\r\norder for the court to issue a valid adoption decree, it must appear that the parent\r\nhas consented or otherwise forfeited his or her parental rights.\" Gardner v. Baby\r\nEdward, 288 S.C. 332, 333, 342 S.E.2d 601, 602 (1986) (citing D'Augustine v.\r\nBush, 269 S.C. 342, 237 S.E.2d 384 (1977)).\r\n\r\n       Adoptions are conducted pursuant to the South Carolina Adoption Act (the\r\nAdoption Act). See S.C. Code Ann. §§ 63-9-10 to -2290 (2010 & Supp. 2013).\r\nUnder the Adoption Act, \"[c]onsent or relinquishment for the purpose of adoption\r\nis required of the following persons: . . . . the mother of a child born when the\r\nmother was not married . . . .\" S.C. Code Ann. § 63-9-310(A)(3). To effect this\r\n\nconsent, section 63-9-330(A) requires that consent be made by a sworn document\r\nsigned by the person giving consent and specifies the contents of such document.\r\nTo formally execute a consent,\r\n\r\n      [t]he sworn document provided for in Section 63-9-330, which gives\r\n      consent or relinquishment for the purpose of adoption, must be signed\r\n      in the presence of two witnesses one of whom must be one of the\r\n      following:\r\n\r\n             (1) a judge of any family court in this State;\r\n\r\n             (2) an attorney licensed to practice law in South Carolina who\r\n             does not represent the prospective adoption petitioners;\r\n\r\n             (3) a person certified by the State Department of Social\r\n             Services, pursuant to Section 63-9-360, to obtain consents or\r\n             relinquishments.\r\n\r\nS.C. Code Ann. § 63-9-340(A) (emphasis added). In addition, witnesses:\r\n\r\n      shall attach to the document written certification signed by each\r\n      witness that before the signing of the document, the provisions of the\r\n      document were discussed with the person giving consent or\r\n      relinquishment, and that based on this discussion, it is each witness'\r\n      opinion that consent or relinquishment is being given voluntarily and\r\n      that it is not being obtained under duress or through coercion.\r\n\r\nId. § 63-9-340(B) (emphasis added).\r\n\r\n       Once consent is given, it cannot be withdrawn \"except by order of the court\r\nafter notice and opportunity to be heard is given to all persons concerned, and\r\nexcept when the court finds that the withdrawal is in the best interests of the child\r\nand that the consent or relinquishment was not given voluntarily or was obtained\r\nunder duress or through coercion.\" Id. § 63-9-350. Consequently, South Carolina\r\nhas a long history of strict construction of adoption statutes:\r\n\r\n      It is stated in many cases that adoption statutes providing for a\r\n      procedure or method by which one person may be adopted as the child\r\n      of another are in derogation of the common law and, therefore, to be\r\n      strictly construed in favor of the parent and the preservation of the\r\n\n      relationship of parent and child. The rationale of this rule is apparent\r\n      when we consider that when a final decree of adoption is entered, the\r\n      natural parents of the adopted child, unless they are the adoptive\r\n      parents, are relieved of all parental responsibilities for the child and\r\n      have no rights over such adopted child.\r\n\r\nGoff v. Benedict, 252 S.C. 83, 86–87, 165 S.E.2d 269, 271 (1969) (internal\r\ncitations omitted), overruled on other grounds by Joiner ex rel. Rivas v. Rivas, 342\r\nS.C. 102, 536 S.E.2d 372 (2000); see also Hucks v. Dolan, 288 S.C. 468, 470, 343\r\nS.E.2d 613, 614 (1986) (\"Adoption exists in this state only by virtue of statutory\r\nauthority which expressly prescribes the conditions under which an adoption may\r\nlegally be effected. Since the right of adoption in South Carolina is not a natural\r\nright but wholly statutory, it must be strictly construed.\" (citation omitted)).\r\n\r\n       Here, the parties agree that there were two statutory violations concerning\r\nthe execution: (1) Birth Mother did not sign the Consent in the presence of two\r\nwitnesses, see section 63-9-340(A); and (2) although the witnesses believed a\r\ndiscussion of the Consent occurred, the witnesses were not present for the lawyer's\r\ndiscussion with Birth Mother, and therefore could not certify that the provisions of\r\nthe Consent were discussed with Birth Mother before she signed the document and\r\nthat her consent was given voluntarily, see S.C. Code Ann. § 63-9-340(B). Thus,\r\nAdoptive Mother can prevail only if we use the concept of substantial compliance6\r\nto find the execution of the Consent valid under the Adoption Act. Here, we hold\r\nthat substantial compliance cannot cure the failure to comply with the relevant\r\nrequirements for formal execution of the consent.7\r\n\r\n      First, the plain, mandatory language of section 63-9-340 weighs against\r\nadopting a substantial compliance paradigm with respect to the formalities of\r\nexecution of a consent to adoption. See Hodges v. Rainey, 341 S.C. 79, 85, 533\r\nS.E.2d 578, 581 (2000) (\"What a legislature says in the text of a statute is\r\nconsidered the best evidence of the legislative intent or will. Therefore, the courts\r\n\r\n6Substantial compliance has been defined as \"compliance in respect to the\r\nessential matters necessary to assure every reasonable objective of the statute.\"\r\nOrr v. Heiman, 12 P.3d 387, 389 (Kan. 2000).\r\n7We make clear that our decision is narrow and fact-based, and we are not\r\nprecluding the use of substantial compliance in future cases where technical\r\ndefects in the consent, such as a scrivener's error, may be at stake. We reach our\r\ndecision here because the defects in execution were material and egregious.\r\n\nare bound to give effect to the expressed intent of the legislature.\" (citation\r\nomitted)); see also State v. Morgan, 352 S.C. 359, 367, 574 S.E.2d 203, 207 (Ct.\r\nApp. 2002) (\"The statute as a whole must receive practical, reasonable, and fair\r\ninterpretation consonant with the purpose, design, and policy of lawmakers.\"\r\n(citation omitted)).\r\n\r\n        Moreover, a finding of substantial compliance here would not further the\r\npurposes of the Adoption Act. See S.C. Code Ann. § 63-9-20 (\"The purpose of\r\nthis article is to establish fair and reasonable procedures for the adoption of\r\nchildren . . . .\"); Liberty Mut. Ins. Co. v. S.C. Second Injury Fund, 363 S.C. 612,\r\n621, 611 S.E.2d 297, 301 (Ct. App. 2005) (citations omitted) (\"All rules of\r\nstatutory construction are subservient to the one that legislative intent must prevail\r\nif it can be reasonably discovered in the language used, and that language must be\r\nconstrued in the light of the intended purpose of the statute.\" (citations omitted)).\r\n\r\n       We agree with the court of appeals that \"[t]he legislature intended that strict\r\ncompliance with the procedures set forth in section 63-9-340 be required in order\r\nto reduce litigation, promote finality, and ensure consent documents are voluntary.\"\r\nBrown, ___ S.C. at ___, 761 S.E.2d at 780. Furthermore,\r\n\r\n             The main reason [a consent form] is so crucial is because, under\r\n      South Carolina law, there simply is no waiting period before a\r\n      relinquishment of parental rights becomes effective. It is the\r\n      Legislature, not this Court, that has made this pronouncement. The\r\n      legal rules on the timing of consents are ultimately a compromise\r\n      between the interest in protecting biological mothers from making\r\n      hasty or ill-informed decisions at a time of great physical and\r\n      emotional stress, and the interest in expediting the adoption process\r\n      for newborns.\r\n\r\n             The Legislature has chosen to safeguard this difficult decision-\r\n      making process with certain requirements regarding both the form and\r\n      content of a consent or relinquishment form and the process employed\r\n      at the actual signing of the form.\r\n\r\nMcCann v. Doe, 377 S.C. 373, 393–94, 660 S.E.2d 500, 511–12 (2008) (Waller, J.,\r\ndissenting) (footnotes omitted) (citations omitted) (quotation marks omitted)).\r\nThus, the statutory formalities have heightened relevance and importance under\r\nSouth Carolina law, as the formalities are the only clear line separating a biological\r\nparent's rights with respect to the child prior to the adoption, from the finality and\r\n\nirrevocability resulting from the execution of the formalities.\r\n\r\n      Accordingly, we hold that the Consent is invalid.\r\n\r\n      II. Best Interests of the Child\r\n\r\n      In McCann, this Court noted, \"The best interest of the child remains, always,\r\nthe paramount consideration in every adoption.\" 377 S.C. at 389, 660 S.E.2d at\r\n509 (citation omitted) (quoting Dunn v. Dunn, 298 S.C. 365, 367, 380 S.E.2d 836,\r\n837 (1989); Doe v. Roe, 369 S.C. 351, 371, 631 S.E.2d 317, 328 (Ct.App.2006)).\r\nThe Court stated further:\r\n\r\n      Because a challenge to the consent for relinquishment may only occur\r\n      prior to an adoption, the dispute concerns a custody determination and\r\n      the normal best interest analysis in custody disputes should be\r\n      employed.\r\n\r\nId.; see also S.C. Code Ann, §§ 63-9-330(A)(7), -350.\r\n\r\n        Because we have declared the Consent to be invalid, then the law presumes\r\nthat it is in a child's best interests to be in the custody of her biological parent.\r\nMcCann, 377 S.C. at 389, 660 S.E.2d at 509 (\"The state . . . recognizes a rebuttable\r\npresumption in custody matters that it is the best interest for the child to be placed\r\nwith a biological parent over a third party.\") (citing Moore v. Moore, 300 S.C. 75,\r\n78, 386 S.E.2d 456, 458 (1989)). Nothing in the Record conclusively rebuts this\r\npresumption. Accordingly, we find the transfer of custody is in Baby Girl's best\r\ninterests.8                         CONCLUSION\r\n\r\n      Although we note with sadness that Adoptive Mother is a loving mother to\r\nBaby Girl, for the foregoing reasons, we affirm the court of appeals. Because we\r\ndeclare the Consent invalid, we order the transfer of Baby Girl to Birth Mother.\r\nSee S.C. Code Ann. § 63-17-20(B) (\"The custody of an illegitimate child is solely\r\n\r\n8As these issues are dispositive, we decline to reach the issue of ratification. See\r\nFutch v. McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d\r\n591, 598 (1999). With respect to Adoptive Mother's request for attorneys' fees,\r\nbecause Adoptive Mother was not the prevailing party on appeal, an award of\r\nattorneys' fees would be inappropriate.\r\n\nin the natural mother unless the mother has relinquished her rights to the child.\").\r\nThe transfer should occur as soon as any petition for rehearing has been acted upon\r\nby the Court, unless the Court grants rehearing. We direct that a petition for\r\nrehearing, if any, be received by the Court within five days after the filing of this\r\nopinion and direct a response to such petition be received within three days of the\r\nfiling of the petition for rehearing.\r\n\r\nAFFIRMED.\r\n\r\nPLEICONES, BEATTY, KITTREDGE and HEARN, JJ., concur.\r\n\n","court":"Supreme"}]