[{"id":"27356","title":"City of Myrtle Beach v. Tourism Expenditure Review Committee","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27356.pdf","description":"The Court reverses the decision of the Administrative Law Court and finds certain tourism-related expenditures did not comply with the South Carolina Accommodations Tax Act.","date":"2014-02-05","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                          In The Supreme Court \n\r\n\r\n             City of Myrtle Beach, Respondent,\r\n\r\n             v.\r\n\r\n             Tourism Expenditure Review Committee, Appellant.\r\n\r\n             Appellate Case No. 2011-194346\r\n\r\n\r\n\r\n                    Appeal from the Administrative Law Court \n\r\n                  Carolyn C. Matthews, Administrative Law Judge \n\r\n\r\n\r\n                               Opinion No. 27356 \n\r\n                  Heard January 8, 2013 – Filed February 5, 2014 \n\r\n\r\n\r\n                                   REVERSED\r\n\r\n\r\n             John M.S. Hoefer and Chad N. Johnston, both of\r\n             Willoughby & Hoefer, PA, of Columbia, for Appellant.\r\n\r\n             Michael W. Battle, of Battle & Vaught, PA, of Conway,\r\n             for Respondent.\r\n\r\n\r\nJUSTICE KITTREDGE: In South Carolina, a sales tax of seven percent is\r\nimposed on all gross proceeds derived from the rental of sleeping accommodations\r\nto overnight guests. S.C. Code Ann. § 12-36-920(A). That seven percent tax is\r\ncomprised of several components.1 At issue in this case is the two percent local\r\n\r\n1The two components not at issue in this case are as follows: four percent is\r\ncredited to the state public school building fund and the remaining one percent is\r\ncredited to the South Carolina Education Improvement Act of 1984 Fund. S.C.\r\n\naccommodations tax (A-Tax), the proceeds of which are remitted to the counties\r\nand municipalities where it was collected. S.C. Code Ann. § 12-36-2630(3).\r\nCounties and municipalities receiving A-Tax revenues must expend those funds in\r\naccordance with the provisions of the South Carolina Accommodations Tax Act\r\n(the Act). S.C. Code Ann. §§ 6-4-5 to -35. The Legislature created a statewide\r\noversight body—the Tourism Expenditure Review Committee (TERC)—to ensure\r\ncounties and municipalities comply with the basic requirements and restrictions set\r\nforth in the Act. S.C. Code Ann. § 6-4-35.\r\n\r\nWhen the Respondent City of Myrtle Beach (the City) transferred $302,545 of A-\r\nTax funds into the City's general fund and bypassed the Act's provisions, Appellant\r\nTERC invoked its authority under section 6-4-35(B) and certified those\r\nexpenditures as \"noncomplian[t] to the State Treasurer.\" The Administrative Law\r\nCourt (ALC) reversed TERC's noncompliance certification. The ALC's acceptance\r\nof the City's characterization of the funds as \"general funds\" was error, for the\r\nCity's internal documents unmistakably reveal that it \"decided to sweep\r\naccommodations tax funds to the General Fund to cover tourism related public\r\nservices.\" We reverse the ALC.            I.\r\n\r\nUnder the Act, some A-Tax funds are allocated as \"general funds\" and some are\r\nnot. The Act allocates the first $25,000 of A-Tax funds collected by a county or\r\nmunicipality to the local government's unrestricted general fund, and the local\r\ngovernment may spend these funds however it sees fit. S.C. Code Ann. § 6-4-\r\n10(1). Five percent of the remaining balance is likewise allocated to the general\r\nfund, and thirty percent is allocated to a restricted special fund to be used only for\r\nthe advertising and promotion of tourism. S.C. Code Ann. § 6-4-10(2)–(3). The\r\nremaining sixty-five percent (65% Funds) is allocated to a separate fund to be used\r\nfor the special purpose of promoting and accommodating tourism. S.C. Code Ann.\r\n§ 6-4-10(4)(a)–(b). The A-Tax funds at issue here are part of the 65% Funds, and\r\nas a result, are subject to the guidelines and TERC oversight as set forth in the\r\nAct.2\r\n\r\nCode Ann. § 59-21-1010(A)–(B).\r\n2 Specifically, the Act's restrictions allow expenditure of 65% Funds only for\r\n\"tourism-related expenditures,\" which include:\r\n\r\n      1. advertising and promotion of tourism so as to develop and increase\r\n\nCounties and municipalities receiving A-Tax funds must adopt guidelines\r\ngoverning applications for the 65% Funds and appoint a local advisory committee\r\nto make recommendations on the expenditure of A-Tax revenues.3 S.C. Code Ann.\r\n§ 6-4-25(A). The local advisory committee must review all grant applications for\r\ntourism-related expenditures and submit a recommendation as to each application\r\nto the governing body of the county or municipality. S.C. Code Ann. § 6-4-25(B).\r\nThose recommendations are considered by, but are not binding upon, the local\r\ngoverning body in determining how 65% Funds will be spent. S.C. Code Ann. § 6-\r\n4-25(C).\r\n\r\nCounties and municipalities receiving A-Tax funds must submit annual reports,\r\nwhich TERC reviews to ensure all expenditures comply with the Act's restrictions.\r\nS.C. Code Ann. §§ 6-4-25(D), -35(B)(1)(a). In its annual report, the county or\r\nmunicipality must submit a list of all tourism-related funding requests; the local\r\nadvisory committee's recommendations; the municipality's action following the\r\nrecommendations; and an account of \"how funds from the accommodations tax are\r\n\r\n\r\n         tourist attendance through the generation of publicity;\r\n      2. promotion of the arts and cultural events;\r\n      3. construction, maintenance, and operation of facilities for civic and\r\n         cultural activities including construction and maintenance of access\r\n         and other nearby roads and utilities for the facilities;\r\n      4. the criminal justice system, law enforcement, fire protection, solid\r\n         waste collection, and health facilities when required to serve\r\n         tourists and tourist facilities. This is based on the estimated\r\n         percentage of costs directly attributed to tourists;\r\n      5. public facilities such as restrooms, dressing rooms, parks, and\r\n         parking lots;\r\n      6. tourist shuttle transportation;\r\n      7. control and repair of waterfront erosion;\r\n      8. operating visitor information centers.\r\n\r\nS.C. Code Ann. § 6-4-10(4)(b). Further, municipalities with \"a high concentration\r\nof tourism activity\" may also use 65% Funds \"to provide additional county and\r\nmunicipal services, including, but not limited to, law enforcement, traffic control,\r\npublic facilities.\" Id.\r\n3Counties and municipalities receiving $50,000 or less in A-Tax revenues are\r\nexempt from local advisory committee requirements. S.C. Code Ann. § 6-4-25(A).\r\n\nspent.\" S.C. Code Ann. § 6-4-25(D)(3). The only A-Tax funds outside the scope\r\nof TERC's regulatory oversight are the first $25,000 and five percent of the balance\r\nstatutorily allocated to the general fund. S.C. Code Ann. §§ 6-4-10(2), 6-4-\r\n25(D)(3).\r\n\r\nIf TERC questions a particular expenditure, it must notify the county or\r\nmunicipality and may consider any \"further supporting information\" the county or\r\nmunicipality wishes TERC to consider in its compliance determination. S.C. Code\r\nAnn. § 6-4-35(B)(1)(a). Section 6-4-35(B) further provides that \"[i]f [TERC] finds\r\nan expenditure to be in noncompliance, it shall certify the noncompliance to the\r\nState Treasurer, who shall withhold the amount of the expenditure found in\r\nnoncompliance from subsequent distributions in accommodations tax revenue\r\notherwise due the municipality or county.\"\r\n\r\n                                        II.\r\n\r\nFor fiscal year 2008-2009, the City received A-Tax funds in excess of $6 million,\r\nmost of which constituted 65% Funds subject to the restrictions and guidelines in\r\nthe Act. Twenty-five organizations submitted grant applications seeking\r\n$2,253,586 for tourism-related expenditures from the 65% Funds. The City,\r\nhowever, submitted only twenty-one of those applications to the local advisory\r\ncommittee. Four requests from outside organizations totaling $302,545 were not\r\nforwarded to the local advisory committee for review and recommendation and\r\nwere not reported to TERC in the City's annual report.4 This case concerns the\r\nfour tourism-related grants to outside entities in the amount of $302,545, which\r\nTERC ultimately certified as noncompliant with the Act.\r\n\r\nThereafter, the City appealed TERC's noncompliance certification by requesting a\r\ncontested case hearing with the ALC. The City claimed it was not required to\r\n\r\n4 TERC requested that the City provide it with additional information regarding the\r\nCity's award of the questioned tourism-related grants. When the City refused to\r\nprovide additional information, TERC obtained the information by filing a request\r\npursuant to the South Carolina Freedom of Information Act, S.C. Code Ann.\r\n§§ 30-4-10 to -165. Based on the City's brazen refusal to cooperate with TERC's\r\nrequest, we reject the dissent's suggestion that the City should receive another\r\nopportunity to submit additional evidence relating to the questioned grants. See\r\nS.C. Code Ann. § 1-23-610(B) (\"The review of the administrative law judge's\r\norder must be confined to the record.\").\r\n\nsubmit those applications to the local committee or report them or the funding\r\ngrants to TERC because the source of those particular funds was the City's general\r\nfund. The City asserted that A-Tax funds were not involved in the four questioned\r\ntourism-related expenditures. Contrary to the City's attempt to assign a position to\r\nTERC it never advanced (but was embraced by the ALC), TERC has never\r\nchallenged the ability of the City to spend general funds. TERC concedes the\r\nobvious—a municipality or county may spend general funds as it sees fit, free from\r\noutside interference.\r\n\r\nIn response, TERC argued the funds at issue were A-Tax funds, and therefore the\r\nfour grant applications were required to be forwarded to the local advisory\r\ncommittee for review and included on the City's annual report pursuant to the Act.\r\nSee S.C. Code Ann. § 6-4-25(B), (D)(3). TERC claimed the City cannot rely on its\r\ndecision to \"sweep\" (or transfer) A-Tax funds into its general fund and then\r\nsubsequently fund grant applications for tourism-related expenditures, thereby\r\ncircumventing the Act. The expenditure of A-Tax funds, according to TERC, must\r\nbe accomplished pursuant to the Act. Accordingly, a local government cannot\r\nevade the Act's requirements by a mere bookkeeping transfer or \"sweep\" from the\r\nA-Tax fund to the general fund. We agree with TERC.\r\n\r\nThe ALC found that the four questioned grants totaling $302,545 were disbursed\r\nfrom the City's general funds, a finding with no support in the record. The City's\r\ninternal documents reveal that the City sought to \"sweep\" the A-Tax Funds into the\r\ngeneral fund. The City's March 14, 2008 memorandum admits that \"Council\r\ndecided to sweep accommodations tax funds to the General Fund to cover tourism-\r\nrelated public services. Subsequent to the decision to utilize accommodations tax\r\nfunds in the General Fund, council awarded outside grants to several agencies\r\noriginally requesting accommodations funding.\" The inescapable conclusion from\r\nthe March 14, 2008 memorandum is that the City simply decided to transfer\r\n(\"sweep\") A-Tax funds to the general fund.5 It was these very funds that the City\r\n\r\n5 The dissent agrees with our premise \"that a municipality may not transfer the\r\n65% Funds to its general fund and then grant those same funds to outside entities.\r\nTo permit a municipality to do so would allow it to circumvent the TERC and local\r\nadvisory committee oversight mandated by the Act.\" Based on the record before\r\nus, which is limited only by the City's own actions in refusing to provide additional\r\nsubstantiating information, that is precisely what the City has done in this case.\r\nThe dissent seeks to recast the dispute as an unresolved question of fact as to\r\nwhether the funds at issue were general funds or A-Tax funds. In this regard, the\r\n\nused to fund the tourism-related grants that are in dispute.\r\n\r\nWe fully recognize that the four challenged grants reek of tourism-related\r\nexpenditures. TERC has never suggested it would not have approved the\r\nexpenditures; TERC's complaint is process-driven in that the City did not follow\r\nthe Act. Technically, TERC's position is legally correct in this case. We\r\nemphasize the narrow reach of our holding today to the funding of outside entities\r\nwith 65% Funds. We must also acknowledge that the Act grants local\r\ngovernments latitude in the expenditure of 65% Funds. For example, section 6-4-\r\n10(4)(b) authorizes a local government with \"a high concentration of tourism\r\nactivity\" to utilize 65% Funds to provide additional fire protection and law\r\nenforcement. It is undisputed that the City has \"a high concentration of tourism\r\nactivity.\"6 Yet, we must also recognize that the challenged $302,545 A-Tax funds\r\n\r\n\r\n\r\ndissent would remand for the City to have a second bite at the apple by\r\n\"remand[ing] for a new hearing and the presentation of additional evidence in\r\naccordance with what I believe is the correct standard.\" The dissent's \"correct\r\nstandard\" is one never raised by the City. Indeed, the ALC based its erroneous\r\ndecision on the very theory advanced by the City. We see no reason to afford the\r\nCity a reprieve from a situation its own conduct induced. See Erickson v. Jones St.\r\nPublishers, LLC, 368 S.C. 444, 476, 629 S.E.2d 653, 670 (2006) (holding that a\r\nparty may not complain of an error his own conduct has induced); Porter v. S.C.\r\nPub. Serv. Comm'n, 333 S.C. 12, 32, 507 S.E.2d 328, 338 (1998) (noting that an\r\n\"administrative agency may not consider additional evidence upon remand unless\r\n[this] Court allows it because that affords a party two bites at the apple\" (citing\r\nParker v. S.C. Pub. Serv. Comm'n, 288 S.C. 304, 342 S.E.2d 403 (1986))). We\r\nview in a similar light the dissent's extensive quoting from the record as advancing\r\narguments on behalf of the City, arguments the City has never argued on appeal\r\nand are nowhere to be found in the City's brief. See Wierszewski v. Tokarick, 308\r\nS.C. 441, 444 n.2, 418 S.E.2d 557, 559 n.2 (Ct. App. 1992) (finding that where a\r\nparty fails to raise an issue or file a brief indicating how and why an appellate court\r\nshould reach it, the appellate court need not address the issue).\r\n6 The City makes this very point in its brief: \"the [A]ct expressly gives local\r\ngovernments like the City with high concentrations of tourism the authority to use\r\naccommodation tax revenues for law enforcement, traffic control, public facilities,\r\nand highway and street maintenance expenditures provided the expenditures are\r\nrelated to the additional costs associated with providing for tourism activity.\" We\r\n\nwere granted to outside agencies, just as the March 14, 2008 memorandum admits.\r\nBecause these expenditures were not forwarded to the local advisory committee for\r\nreview and recommendation or reported to TERC in the City's annual report, we\r\nare constrained to conclude the City failed to comply with the Act.\r\n\r\nMoreover, the City submits a broader argument, one we do not lightly reject. The\r\nCity contends that the budgeting process for the City is complex on many levels\r\nand beyond judicial ken. While this argument may have merit, it cannot serve as a\r\nbasis to avoid a justiciable controversy. Here the Legislature has created a\r\ncomplex statutory scheme for the expenditure of accommodation tax revenues, and\r\nwe must do our best to construe and apply the Act as intended by the Legislature.\r\nThe wisdom or folly of the Act is not for us to judge; we must enforce the Act as\r\nwritten.\r\n\r\nIn recasting the case, the dissent posits that \"[t]he City argued the determinative\r\nissue was what the A-Tax monies were spent on, not where the monies were held\r\nbefore being spent.\" Yet the thrust of the City's case before the ALC was focused\r\non the City's ability to spend its general fund, free from the requirements of the\r\nAct. The fact remains that the City granted admitted A-Tax funds to outside\r\nagencies as tourism-related expenditures, and the Act requires a specific process to\r\nbe followed when doing so. We find there is nothing in the Act sanctioning the\r\nprocedure employed by the City here. \"Where a special fund is created or set aside\r\nby statute for a particular purpose or use, it must be administered and expended in\r\naccordance with the statute, and may be applied only to the purpose for which it\r\nwas created or set aside, and not diverted to any other purpose, or transferred from\r\nsuch authorized fund to any other fund.\" 81A C.J.S. States § 387.\r\n\r\nMoreover, in its brief, the City invites the reader to study the testimony of its\r\nBudget Director, Mike Shelton, who purportedly explained the City's bookkeeping\r\nand accounting practices in detail. This detail, we are told, includes the City's\r\nscrupulous compliance with the law, presumably including the Act. We have read\r\nMr. Shelton's testimony, and we cannot find the supporting testimony that is\r\nreferenced in the City's brief. We are left with a claim that this case involves only\r\ngeneral funds, a claim that we find is unsupported by any evidence in the record,\r\nwhich is the result of the City's own failure to submit additional substantiating\r\ninformation to TERC and the City's failure to present adequate testimony at the\r\n\r\n\r\ndo not disagree with the City's construction of the Act, other than to note the A-\r\nTax funds at issue here were spent on tourism-related grants to outside agencies.\r\n\nhearing to substantiate its claim. Based on the record before us, the truth is no\r\nmore complicated than the March 14, 2008 memorandum. That admission in the\r\nCity's internal documents leads this Court to conclude that the $302,545 in\r\nquestioned expenditures are unmistakably traceable and attributable to A-Tax\r\nfunds, not general funds. Thus, the relevant legal issue is whether these A-Tax\r\nexpenditures complied with the Act—not whether the City may spend its general\r\nfunds free from the strictures of the Act. In accepting the City's argument, the\r\nALC committed an error of law by myopically framing the question presented as\r\nencompassing only the latter.\r\n\r\nIn sum, we are presented with the use of A-Tax funds (specifically 65% Funds) for\r\ntourism-related expenses, accomplished in contravention of the Act. Accordingly,\r\nwe reverse the ALC and reinstate TERC's certification of noncompliance\r\nconcerning the questioned tourism-related grants totaling $302,545.\r\n\r\n\r\nREVERSED.\r\n\r\n\r\nPLEICONES, J., and Acting Justice James E. Moore, concur. HEARN, J.,\r\ndissenting in a separate opinion in which BEATTY, J., concurs.\r\n\n       JUSTICE HEARN: Respectfully, I dissent. While I agree with much of\r\nthe majority's analysis, particularly its conclusions that the ALC erred and that a\r\nmunicipality may not circumvent the Act, I disagree with its penultimate decision\r\nthat the City circumvented the Act. Because I believe the majority employs the\r\nwrong standard in making that determination, I would reverse and remand for\r\nadditional evidence and a new determination by the ALC under what I believe to\r\nbe the correct standard.\r\n\r\n      First, I concur with the majority's implied holding that the ALC erred in\r\nconcluding the Act, specifically section 6-4-10(1), explicitly exempts a\r\nmunicipality's general funds from the Act's requirements. The Act does clearly\r\nexempt the first $25,000 of A-Tax revenue and 5% of the balance of the revenue\r\nfrom the Act's requirements and TERC's oversight. See S.C. Code Ann. §§ 6-4-\r\n10(1) & (2) (2004). However, the Act contains no such exemption for the 65%\r\nFunds at issue here. Rather, the Act sets forth a detailed procedure that must be\r\nfollowed for the disbursement of the 65% Funds. See S.C. Code Ann. § 6-4-10(4)\r\n(2004).\r\n\r\n      I also agree with the majority's implied holding that a municipality may not\r\ndo indirectly what it cannot do directly. See City of Rock Hill v. Pub. Serv.\r\nComm'n of S.C., 308 S.C. 175, 178, 417 S.E.2d 562, 564 (1992) (rejecting a\r\nmunicipality's position because it \"would be tantamount to allowing the\r\n[municipality] to do indirectly what it could not do directly\"). In other words, I\r\nagree that a municipality may not transfer the 65% Funds to its general fund and\r\nthen grant those same funds to outside entities. To permit a municipality to do so\r\nwould allow it to circumvent the TERC and local advisory committee oversight\r\nmandated by the Act.\r\n\r\n       Finally, I agree with the majority that it is undisputed a municipality or\r\ncounty may spend its general funds as it wishes, free from TERC or local advisory\r\ncommittee oversight. The ALC erroneously concluded the case could be decided\r\non that principle alone. However, as the majority makes clear, the real dispute here\r\nis whether the City's challenged grants were made using the City's general fund or\r\nusing the 65% Funds. Thus, the issue is whether the City circumvented the Act by\r\ntransferring the 65% Funds to its general fund and then \"re-granting\" those funds.\r\n\r\n\r\n\r\n      Where I part company with the majority is in its conclusion that \"the\r\n\n$302,545 in questioned expenditures are unmistakably traceable and attributable to\r\nA-Tax funds, not general funds.\" The majority asserts this is an \"inescapable\r\nconclusion\" of the City's March 14, 2008 memorandum which states that \"Council\r\ndecided to sweep accommodations tax funds to the General Fund to cover tourism-\r\nrelated public services. Subsequent to the decision to utilize accommodations tax\r\nfunds in the General Fund, council awarded outside grants to several agencies\r\noriginally requesting accommodations funding.\" More precisely, it appears the\r\nmajority's holding turns on the use of the word \"sweep.\" Contrary to the majority,\r\nI do not believe there is necessarily anything improper about the City \"sweeping\"\r\nthe 65% Funds into its general fund.\r\n\r\n      The Act provides that the 65% Funds may be spent by a county or\r\nmunicipality with a high concentration of tourism to \"provide additional county\r\nand municipal services, including, but not limited to, law enforcement, traffic\r\ncontrol, public facilities, and highway and street maintenance . . . .\" S.C. Code\r\nAnn. § 6-4-10(4)(b). However, the Act limits such expenditures of the 65% Funds\r\nto those that \"promote tourism and enlarge its economic benefits through . . .\r\nproviding those facilities and services which enhance the ability of the county or\r\nmunicipality to attract and provide for tourists.\" Id. In other words, rather than\r\ngranting the 65% Funds to outside entities, a municipality may retain the funds and\r\nuse them to provide municipal services for tourists or tourism.\r\n\r\n       Here, the City properly decided to use the 65% Funds for the provision of\r\n\"tourism-related public services.\"7 In order to accomplish that, the City\r\npresumably must—but certainly may—transfer the 65% Funds into its general\r\nfund. The funds belong to the City, and so long as the City expends them in\r\naccordance with the Act, their location prior to expenditure is irrelevant in my\r\nview. The Act does not set forth any requirement that the 65% Funds used by a\r\nmunicipality for the provision of tourism-related public services be maintained in a\r\nseparate account. Accordingly, there is nothing improper about the City\r\ntransferring—or \"sweeping\"—the 65% Funds into its general fund, and whether\r\nthe City circumvented the Act cannot be resolved simply by the fact that this\r\ntransfer took place.\r\n\r\n7 While the propriety of the City's usage of the 65% Funds for the provision of\r\nmunicipal services was the subject of separate litigation, that case did not resolve\r\nthe issue, see Tourism Expenditure Review Comm. v. City of Myrtle Beach, 403\r\nS.C. 76, 742 S.E.2d 371 (2013), and that issue was not raised in this case. Rather,\r\nin this case, the parties agreed that the ALC must presume that the City's use of the\r\n65% Funds for additional municipal services was proper under the Act.\r\n\n       The majority discusses the possibility of reviewing evidence of the City's\r\nbookkeeping and accounting practices, presumably to trace whether the 65% Funds\r\nwere used for additional municipal services or for the challenged grants, but finds\r\nthe City failed to present any such evidence. However, I believe the Act does not\r\nrequire us to trace funds in order to determine whether a municipality has\r\ncircumvented the Act. Quite simply, a dollar is a dollar; money is fungible. For\r\npurposes of the Act, it makes no difference whether a dollar with a particular serial\r\nnumber was expended for one purpose as opposed to another. If a municipality\r\ntransfers the 65% Funds to its general fund for the provision of municipal services,\r\nso long as the municipality expends that amount of money for that purpose from its\r\ngeneral fund, the Act is satisfied and no circumvention occurred.\r\n\r\n       Accordingly, I believe the standard for determining whether a municipality\r\ncircumvented the Act through \"re-granting\" is whether the municipality actually\r\nspent an amount equal to the 65% Funds it transferred to its general fund for the\r\nstatutorily permissible purpose. For example, here the City would need to\r\nestablish that it spent the $4,664,951 in 65% Funds it transferred to its general fund\r\nas it asserts it did—on the provision of tourism-related municipal services. If the\r\nCity failed to spend the full amount of the 65% Funds it allocated to itself for this\r\npurpose, the City has granted the 65% Funds without the review of the local\r\nadvisory committee and thus, has circumvented the Act.\r\n\r\n       The Act supports this interpretation and provides a ready source of evidence\r\nfor this determination through its requirement of annual reports by municipalities\r\nand counties receiving A-Tax funds. Specifically, Section 6-4-25(D)(3) of the\r\nSouth Carolina Code (2004) requires that municipalities and counties receiving A-\r\nTax funds annually submit a report listing how A-Tax funds \"are spent.\" The Act\r\nprovides that TERC is to receive a copy of those reports. S.C. Code Ann. § 6-4-\r\n35(B)(1)(a) (2004). Furthermore, TERC may request additional information from\r\na municipality or county, and if not satisfied that the municipality or county\r\ncomplied with the Act, it may certify an expenditure as noncompliant. Id.\r\n\r\n       The ALC correctly held that a municipality may spend its general funds as it\r\nsees fit and is not subject to TERC's oversight in doing so. However, the ALC\r\nerroneously presumed that principle resolved the case. Instead, the ALC should\r\n\r\n\r\n\r\nhave taken the next step and determined whether the City impermissibly\r\ncircumvented the Act by depositing its 65% Funds in its general fund and then \"re-\r\ngranting\" those same funds. Absent this analysis, which I believe to be critical, I\r\n\ncannot agree with the majority's final conclusion that the record before us clearly\r\nreveals that the City circumvented the Act. Because the ALC stopped short of\r\nreaching the issue, I would reverse and remand for a new hearing and the\r\npresentation of additional evidence in accordance with what I believe is the correct\r\nstandard.\r\n\r\n       The majority insists that a remand for a new hearing and the presentation of\r\nadditional evidence would be inappropriate because it would \"afford the City a\r\nreprieve from a situation its own conduct induced.\" In support, the majority\r\ncharacterizes the record in this case as \"limited only by the City's own actions in\r\nrefusing to provide additional substantiating information\" and asserts the standard\r\nadvanced by this dissent was \"never raised by the City.\" (emphasis added) I\r\nbelieve the record undermines the majority's assertions and establishes that remand\r\nis appropriate here.\r\n\r\n      At the hearing before the ALC, the City advanced the theory that the four\r\ngrants at issue here were made using general fund monies, whereas the A-Tax\r\nmonies transferred to the general fund were expended on municipal services. The\r\nCity also attempted to present evidence in support of this theory. Specifically,\r\ncounsel for the City argued before the ALC:\r\n\r\n      The State money was spent on the police department. . . . We took\r\n      that money and we, under the statute, justifiably paid all of it for\r\n      additional municipal services. . . . But our point is, is that all the\r\n      money that was earmarked for the two percent allocation, all of that\r\n      money was sent and was reviewed—the applications for that money,\r\n      all the applications for that money were reviewed by the advisory\r\n      committee. . . . They then made those recommendations to the City\r\n      Council. City Council duly considered those decisions and then made\r\n      its own decision as to what to do with the money. There's no dispute\r\n      that the City has the right to do that. Then the money was allocated\r\n      under the ordinance to additional services. . . . Now that's how that\r\n      money was spent. We have some additional money that was spent for\r\n      four outside grants in the amount of $300,000. . . . And we're talking\r\n      about now a 4.6-million-dollar allocation. We're talking about this\r\n      $300,000 does not come from that $4.6 million. It comes from other\r\n      funds within the general fund. . . . We're allowed to do our own\r\n      planning with the allocations from the revenue fund and it it's—and if\r\n      we can justifiably say it goes to additional municipal services, then\r\n      TERC cannot say, \"Well, you can't use anything else in your fund. If\r\n\n      you're going to give away all that money to your additional municipal\r\n      services, you can't use anything else in your fund for tourism-related\r\n      expenditures without having to meet the requirements of the Act.\"\r\n\r\n       Additionally, counsel for the City attempted to elicit information relevant to\r\nthe standard proposed by this dissent from Mike Shelton, budget director for the\r\nCity. Counsel began to question Shelton about municipal services provided by the\r\nCity and the amounts expended for those services. TERC objected on the grounds\r\nof relevancy. Counsel for the City argued that his line of questioning was relevant\r\nin part to show the court \"that all of the money—that the two percent was spent on\r\nadditional municipal services.\" The court sustained the objection. Counsel for the\r\nCity then asked Shelton \"[I]s there any question in your mind the general funds\r\nwere spent on these four grants?\" Again, TERC objected on grounds of relevancy,\r\nand the court sustained the objection.\r\n\r\n       The City also advanced this argument on appeal. In addition to arguing a\r\nstronger position that the evidence before the ALC clearly established that the A-\r\nTax funds were spent on municipal services, the City also argued more broadly\r\nthat simply placing the A-Tax monies in the City's general fund did not establish a\r\nviolation of the Act. The City argued the determinative issue was what the A-Tax\r\nmonies were spent on, not where the monies were held before being spent.\r\nSpecifically, the City argued in its brief before this Court:\r\n\r\n      Instead of refuting the testimony of Mike Shelton, TERC focused on a\r\n      single line lifted out of context from an e-mail by a City employee\r\n      from Mr. Shelton's office. The line upon which TERC's [sic] hangs\r\n      its claim is: \"Council decided to sweep accommodations tax funds to\r\n      the General Fund to cover tourism related public services.\" . . .\r\n      TERC's interpretation of \"General Fund\" as used by the employee in\r\n      the e-mail is mistaken. Sweeping accommodations tax funds into the\r\n      City's General Fund does not mean that the A-Tax special fund lost its\r\n      identity in the City's accounting procedures. As stated, those funds\r\n      were properly used and accounted for to cover tourism related public\r\n      services as indicated by the e-mail.\r\n\r\n(emphasis added). Accordingly, I believe on appeal the City continued to assert,\r\nand thus preserved, the arguments it made before the ALC.\r\n\r\n       Therefore, the City both advanced the theory I propose herein and attempted\r\nto present evidence in support of that theory. The ALC erroneously rejected the\r\nCity's attempts and as the prevailing party, the City had no obligation to seek\r\n\nreconsideration of the ALC's erroneous ruling. I'On, L.L.C. v. Town of Mt.\r\nPleasant, 338 S.C. 406, 419, 526 S.E.2d 716, 723 (2000). Accordingly, I believe\r\nthe majority is incorrect in suggesting that the City is responsible for the\r\ninsufficiency of the record and that a remand and the taking of additional evidence\r\nis an inappropriate result.\r\n\r\n       In conclusion, I believe the ALC erred in several respects and a remand is\r\nrequired. As the majority holds, the ALC erred in finding the City did not violate\r\nthe Act because it made the grants from its general funds. I believe the ALC\r\nfurther erred in not permitting the admission of evidence to show that the A-Tax\r\nfunds were properly expended on municipal services and therefore, the City\r\ncomplied with the Act. Accordingly, I would reverse and remand for a new\r\nhearing and the presentation of additional evidence.\r\n\r\nBEATTY, J., concurs.\r\n\n","court":"Supreme"},{"id":"ORDER","title":"In the Matter of William Thomas Moody","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2014-01-27-01","description":"The Office of Disciplinary Counsel asks this Court to place respondent on interim suspension pursuant to Rule 17 of the Rules for Lawyer Disciplinary Enforcement (RLDE) contained in Rule 413 of the South Carolina Appellate Court Rules (SCACR).","date":"2014-02-05","type":"order","text":"\r\n  \r\n\r\n\r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\n\r\n\r\n  \r\n    \r\n      \r\n        In the  Matter of William Thomas Moody, Respondent.\r\n          \r\n          Appellate Case No. 2014-000158\r\nAppellate Case No. 2014-000159 \r\n\r\n    \r\n\r\n\r\nORDER\r\n\r\nThe Office of Disciplinary Counsel asks this Court to  place respondent on interim suspension pursuant to Rule 17 of the Rules for  Lawyer Disciplinary Enforcement (RLDE) contained in Rule 413 of the South  Carolina Appellate Court Rules (SCACR).  The  petition also seeks appointment of a Special Receiver pursuant to Rule 31,  RLDE.  Respondent consents to being  placed on interim suspension.  \r\nIT IS ORDERED that respondent's license to practice  law in this state is suspended until further order of this Court.\r\nRespondent is hereby enjoined from taking any action  regarding any trust, escrow, operating, and any other law office account(s)  respondent may maintain at any bank or other financial institution, including,  but not limited to, making any withdrawal or transfer, or writing any check or  other instrument on the account(s). \r\nThe Court appoints Robert W. Maring, Esquire, to serve  as a Special Receiver to exercise all duties as specified under Rule 31,  RLDE.  Mr. Maring shall assume responsibility  for respondent's client files, trust account(s), escrow account(s), operating  account(s), and any other law office account(s) respondent may maintain.  Mr. Maring shall take action as required by  Rule 31, RLDE, Rule 413, SCACR, to protect the interests of respondent's clients.  Mr. Maring may make disbursements from  respondent's trust account(s), escrow account(s), operating account(s), and any  other law office account(s) respondent may maintain that are necessary to  effectuate this appointment.  Respondent  shall promptly respond to Mr. Maring's requests for information and/or  documentation and shall fully cooperate with Mr. Maring in all other  respects.    \r\nFurther, this Order, when served on any bank or other  financial institution maintaining trust, escrow, operating, and/or any other  law account(s) of respondent, shall serve as notice to the bank or other  financial institution that Robert W. Maring, Esquire, has been duly appointed  by this Court and that respondent is enjoined from making withdrawals or  transfers from or writing any check or other instrument on any of the account(s).\r\nFinally, this Order, when served on any office of the  United States Postal Service, shall serve as notice that Robert W. Maring, Esquire,  has been duly appointed by this Court and has the authority to receive  respondent's mail and the authority to direct that respondent's mail be  delivered to Mr. Maring's office.\r\nMr. Maring's appointment shall be for a period of no  longer than nine months unless an extension of the period of appointment is  requested.\r\nRespondent shall fully comply with all obligations  imposed by Rule 30, RLDE, Rule 413, SCACR.      \r\n\r\n  \r\n    \r\n     s/\r\n      Jean H. Toal                                               C. J.\r\n        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n  \r\n\r\nColumbia, South Carolina \r\nJanuary 27, 2014\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","court":"Supreme"},{"id":"27357","title":"Robinson v. State","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27357.pdf","description":"The Court affirms the decision of the trial court that the police had a reasonable suspicion to detain Petitioner and that the evidence found in the car was admissible pursuant to a search incident to a lawful arrest.","date":"2014-02-26","type":"opinion","text":"          THE STATE OF SOUTH CAROLINA\r\n               In The Supreme Court\r\n\r\nClarence Robinson, Petitioner,\r\n\r\nv. \n\r\n\r\nState of South Carolina, Respondent. \n\r\n\r\nAppellate Case No. 2011-182548 \n\r\n\r\n\r\n               ON WRIT OF CERTIORARI\r\n\r\n\r\n\r\n               Appeal From Charleston County\r\n          Kristi Lea Harrington, Circuit Court Judge\r\n\r\n\r\n                    Opinion No. 27357 \n\r\n       Heard October 1, 2013 – Filed February 26, 2014 \n\r\n\r\n\r\n                        AFFIRMED \n\r\n\r\n\r\nAppellate Defender LaNelle Cantey DuRant, of\r\nColumbia, for Petitioner.\r\n\r\nAttorney General Alan McCrory Wilson, Chief Deputy\r\nAttorney General John W. McIntosh, Senior Assistant\r\nDeputy Attorney General Salley W. Elliott, Julie Kate\r\nKeeney, all of Columbia, and Scarlett Anne Wilson, of\r\nCharleston, for Respondent.\r\n\nCHIEF JUSTICE TOAL:              Clarence Robinson (Petitioner) appeals his\r\nconviction for armed robbery and possession of a firearm during the commission\r\nof a violent crime, claiming the trial court erred in finding the police had a\r\nreasonable, articulable suspicion to stop him and search the vehicle that he was\r\ndriving. We affirm.    FACTS/PROCEDURAL BACKGROUND\r\n        On February 26, 2008, at approximately 9:45 p.m., four men entered\r\nBenders Bar and Grill in the West Ashley area of Charleston, South Carolina, and\r\nrobbed the patrons and the establishment, stealing approximately $875. Each man\r\ncarried a gun and covered his face with some sort of fabric fashioned into a\r\nbandana. The men made the patrons and staff lie face-down during the robbery.\r\nAs a result, the witnesses could not describe their facial features and were only\r\nable to identify the general coloring of their clothing glimpsed in the seconds\r\nbetween the men's entry and their demand for patrons to \"get down.\"1\r\n\r\n       The men escaped out the front door of Benders, although no witness could\r\nattest whether they left in a vehicle or on foot. The police arrived at 9:51 p.m.,\r\nwithin thirty-one seconds of the initial 911 call and two to three minutes of the\r\nrobbery itself. The responding officer briefly interviewed the patrons and staff and\r\nissued an initial \"be on the lookout\" (BOLO) description to other patrolling officers\r\nvia the police radio, describing the suspects as four armed African-American men,\r\napproximately twenty years old, and wearing all-black clothing.\r\n\r\n      At 10:06 p.m., a police officer spotted a parked vehicle with its lights off in\r\nthe darkened, fenced-in parking lot of a closed church and decided to investigate,\r\npulling his patrol car behind the parked vehicle and blocking it in. The officer was\r\naware of the BOLO but testified that the BOLO did not include a description of the\r\n\r\n1However, several witnesses provided detailed information about the men's\r\nfootwear because their feet were in their line of sight during the robbery. For\r\nexample, one witness stated that two of the men wore black Timberland boots and\r\nblack and white high-top Nike tennis shoes, known as \"Willie-D's.\" Another\r\nwitness remembered one of the men wearing red and black Air Jordan tennis shoes\r\nwith white shoelaces. According to the witness, Air Jordan tennis shoes are only\r\nmade with a red and black color scheme, and black shoelaces are standard.\r\nTherefore, the non-standard white shoelaces caught his attention.\r\n\ngetaway vehicle, so he initially \"thought maybe it was a couple that was parked\r\nthere, or somebody from the church left a car there.\" He called in the car's license\r\nplate to dispatch and then approached the car. At that point, he noticed that there\r\nwere four men in the vehicle who matched the approximate description of the\r\nBOLO—the correct number of men, the correct race, the correct age, and the\r\ncorrect approximate clothing color. Further, the testimony at trial established that\r\nthe church is located within a short drive of Benders. The officer asked the driver,\r\nPetitioner, for his driver's license and walked back to his patrol vehicle and\r\nrequested backup. The officer claimed that he called in the license plate and\r\nrequested the driver's license to check for outstanding warrants, which involved\r\ncalling a police dispatcher and \"run[ning] it with them.\" He \"did not do anything\r\n[further] until the backup cars came,\" including returning the driver's license.\r\n\r\n      At 10:09 p.m., two backup police officers arrived. These two officers also\r\nreceived the BOLO alert and knew there were four robbery suspects at large. One\r\nbackup officer testified:\r\n\r\n      When I first pulled up we were in an unmarked vehicle. So I think\r\n      they didn't know we were there yet. They were talking to just [the\r\n      first officer] and seemed sort of relaxed.\r\n\r\n             And it seems like when I approached and came around [one\r\n      side of the vehicle], and my partner went around the other side [of the\r\n      vehicle], everyone became really nervous and silent. And all four of\r\n      them looked straight forward.\r\n\r\n      The officers found the men's behavior suspicious. Therefore, the officers\r\nrequested Petitioner exit the vehicle so they could pat him down for weapons.\r\nNext, they requested each passenger exit the vehicle, one-at-a-time, and patted\r\neach down for weapons. While the police found no weapons on any of the men,\r\nwhen the final passenger—seated in the rear passenger-side of the vehicle—exited\r\nthe vehicle at the officers' request, a .22 caliber revolver with its serial number\r\nremoved became immediately visible on the floorboard.2 Because none of the four\r\nmen would admit who owned the gun, the officers arrested all four, including\r\n\r\n\r\n2 South Carolina law criminalizes possession of a handgun with its serial number\r\nremoved or obliterated. S.C. Code Ann. § 16-23-30(C) (2013).\r\n\nPetitioner, and read them their Miranda3 rights. At this point, several other officers\r\nresponded to the scene to help secure the four suspects and search the vehicle.\r\n\r\n       At first, the officers detained the four suspects near the vehicle's trunk while\r\nother officers searched the car.4 The trunk was locked, and the suspects claimed to\r\nbe unaware of the key's location. The owner of the car (not Petitioner) stood with\r\nhis back to the trunk while talking to the officers; however, every time an officer\r\nsearched near or touched the back seat, the suspect \"would turn his head around\r\nextremely quickly just to see what was going on.\" Once the officer stopped\r\nsearching that area, \"he would act completely normal again.\" After this pattern\r\nrepeated several times, the officers noticed a gap between the top of the backseat\r\nand the flat paneling between the seat and the back windshield. The officers pulled\r\nthe seat forward slightly to peer into the trunk and saw three more guns in an area\r\nthat would have been accessible to the suspects had they still been in the vehicle.5\r\n\r\n       Petitioner and his three co-defendants proceeded to trial for armed robbery\r\nand possession of a firearm during the commission of a violent crime. At trial,\r\nPetitioner and his co-defendants moved to suppress the guns and all other evidence\r\nfound from the search of the vehicle based on their claims that the police lacked a\r\nreasonable suspicion to stop them initially and that, even if the police did have a\r\nreasonable suspicion, the warrantless search of the car's trunk exceeded the scope\r\nof their permissible authority. The trial court, relying in part on State v. Culbreath,\r\n\r\n3   Miranda v. Arizona, 384 U.S. 436 (1966).\r\n4The initial search of the passenger area of the vehicle revealed a pair of black\r\ngloves, a yellow Nike knit hat, and a piece of red cloth tied into a bandana.\r\n5The officers also found a black hooded sweatshirt, two pairs of black gloves, a\r\npair of clear latex gloves, a black and white knit hat, a black knit hat, a pair of\r\nblack and red Nike Air Force One tennis shoes, and a piece of gray cloth tied into a\r\nbandana. The officers then escorted the manager at Benders—the same man who\r\nhad identified the shoes of one of the men—to the parking lot to attempt to make a\r\npositive identification. The manager identified the black and red Air Jordan tennis\r\nshoes with the white laces as those on the car-owner's feet. Similarly, Petitioner\r\nwore black and white Willie-D's that another bar patron had described. A third\r\nsuspect wore black Timberland boots described by the same patron. Between the\r\nfour suspects, $870 was recovered.\r\n\n300 S.C. 232, 387 S.E.2d 255 (1990), abrogated on other grounds by Horton v.\r\nCalifornia, 496 U.S. 128 (1990), admitted all of the evidence, finding that (1) the\r\nofficer had a reasonable suspicion that criminal activity was afoot when he stopped\r\nthe car initially and (2) several exceptions to the warrant requirement justified the\r\nwarrantless search.6 Ultimately, the jury found Petitioner and his co-defendants\r\nguilty, and the trial court sentenced each man to twelve years for the armed\r\nrobbery and five years for the possession of a firearm during the commission of a\r\nviolent crime, the sentences to run concurrently.\r\n\r\n      Petitioner notified his trial counsel of his desire to appeal; however, his trial\r\ncounsel miscalculated the time for appeal. Therefore, the court of appeals\r\ndismissed Petitioner's direct appeal as untimely.\r\n\r\n       Petitioner filed a post-conviction relief (PCR) application, including a\r\nrequest for belated review of his direct appeal issues pursuant to White v. State,\r\n263 S.C. 110, 108 S.E.2d 35 (1974). The PCR court denied his claim for\r\nineffective assistance of counsel, finding that Petitioner failed to prove either prong\r\nof the two-prong Strickland7 test. However, the PCR court found that Petitioner\r\nhad not knowingly waived his right to a direct appeal under White v. State.\r\n\r\n       Petitioner sought a writ of certiorari. This Court granted the writ of\r\ncertiorari pursuant to Rule 243, SCACR, and Davis v. State, 288 S.C. 290, 342\r\nS.E.2d 60 (1986).                       ISSUES\r\n        I.\t    Whether the trial court erred in denying Petitioner's motion to\r\n               suppress based on its finding that the police had a reasonable\r\n               suspicion of criminal activity to justify detaining Petitioner.\r\n\r\n\r\n\r\n6 Specifically, the trial court found the search was justified by the plain view\r\nexception with respect to the gun with the obliterated serial number, and either by\r\nthe search incident to a lawful arrest exception, the automobile search exception, or\r\nthe inventory search exception with respect to the three guns and other evidence\r\nfound in the trunk.\r\n7   Strickland v. Washington, 466 U.S. 668 (1984).\r\n\n      II.\t   Whether the trial court erred in denying Petitioner's motion to\r\n             suppress based on its finding that several exceptions to the\r\n             warrant requirement justified the warrantless search.\r\n\r\n                               STANDARD OF REVIEW\r\n      On appeal from a motion to suppress on Fourth Amendment grounds, this\r\n\r\nCourt applies a deferential standard of review and will reverse only if there is clear\r\nerror. State v. Tindall, 388 S.C. 518, 520, 698 S.E.2d 203, 205 (2010); State v.\r\nBrockman, 339 S.C. 57, 66, 528 S.E.2d 661, 666 (2000) (\"Therefore, we will\r\nreview the trial court's ruling like any other factual finding and reverse if there is\r\nclear error. We will affirm if there is any evidence to support the ruling.\"\r\n(emphasis added)). However, this Court is not barred from conducting its own\r\nreview of the record to determine whether the trial judge's decision is supported by\r\nthe evidence. Tindall, 388 S.C. at 520, 698 S.E.2d at 205.\r\n\r\n                                      ANALYSIS\r\n\r\n      I.     \t easonable Suspicion\r\n             R\r\n       Petitioner argues that the trial court erred in failing to suppress the evidence\r\nunder the Fourth Amendment because the officer did not possess reasonable\r\nsuspicion to detain Petitioner. Specifically, Petitioner contends that the officer \"did\r\nnot provide any specific facts as to why there was an articulable suspicion to\r\ndetain\" Petitioner and his co-defendants other than \"there might have been a couple\r\nparked at the site in the car.\" Therefore, Petitioner argues that once the driver's\r\nlicense and license plate came back free of outstanding warrants, there was no\r\nindication of criminal activity, so the officer should have released Petitioner, and\r\nany further action to detain Petitioner or search the vehicle exceeded the scope of a\r\nvalid stop. We disagree.\r\n\r\n       The Fourth Amendment protects \"[t]he right of the people to be secure in\r\ntheir persons, houses, papers, and effects, against unreasonable searches and\r\nseizures.\" U.S. Const. amend. IV. This guarantee \"protects against unreasonable\r\nsearches and seizures, including seizures that only involve a brief detention.\" State\r\nv. Pichardo, 367 S.C. 84, 97, 623 S.E.2d 840, 847 (Ct. App. 2005) (citing United\r\nStates v. Mendenhall, 446 U.S. 544 (1980)). A person has been seized within the\r\n\nmeaning of the Fourth Amendment at the point in time when, in light of all the\r\ncircumstances surrounding an incident, a reasonable person would have believed\r\nthat he was not free to leave. Mendenhall, 446 U.S. at 554; see also Pichardo, 367\r\nS.C. at 97, 623 S.E.2d at 847 (\"Temporary detention of individuals during the stop\r\nof an automobile by the police, even if only for a brief period and for a limited\r\npurpose, constitutes a seizure of persons within the meaning of the Fourth\r\nAmendment.\").\r\n\r\n       In general, a police officer \"may [] stop and briefly detain a vehicle if they\r\nhave a reasonable suspicion that the occupants are involved in criminal activity.\"\r\nPichardo, 367 S.C. at 97–98, 623 S.E.2d at 847. Reasonable suspicion is\r\nsomething more than an \"inchoate and unparticularized suspicion\" or hunch. Terry\r\nv. Ohio, 392 U.S. 1, 27 (1968). Instead, looking at the totality of the\r\ncircumstances, reasonable suspicion requires there be an objective, specific basis\r\nfor suspecting the person stopped of criminal activity.8 United States v. Cortez,\r\n449 U.S. 411, 417–18 (1981). The police officer may make reasonable inferences\r\nregarding the criminality of a situation in light of his experience, but he must be\r\nable to point to articulable facts that, in conjunction with his inferences,\r\n\"reasonably warrant\" the intrusion. Terry, 392 U.S. at 21, 27.\r\n       If, during the stop of the vehicle, the officer's suspicions are confirmed or\r\nfurther aroused—even if for a different reason than he initiated the stop—the stop\r\nmay be prolonged, and the scope of the detention enlarged as circumstances\r\nrequire. Culbreath, 300 S.C. at 235, 387 S.E.2d at 257; see also United States v.\r\nHensley, 469 U.S. 221, 235 (1985) (stating that once police officers detained the\r\ndefendant, they \"were authorized to take such steps as were reasonably necessary\r\nto protect their personal safety and to maintain the status quo during the course of\r\nthe stop\"); State v. Blassingame, 338 S.C. 240, 525 S.E.2d 535 (Ct. App. 1999)\r\n(holding that an officer had reasonable suspicion to stop the defendant based on his\r\npresence near an abandoned truck, which had been carjacked, and his appearance,\r\nwhich closely matched that of the carjacking suspect, and could briefly detain him\r\nfor investigative purposes).\r\n\r\n      In the instant case, the police officer seized Petitioner within the meaning of\r\nthe Fourth Amendment at the time the officer pulled up behind the vehicle\r\n8 We respectfully disagree with the concurrence that our opinion implies that\r\nreasonable suspicion is \"subjective rather than objective judgment.\" Rather, we\r\nexplicitly state the opposite in the previous sentence.\r\n\nPetitioner was driving, blocking the vehicle in and preventing it from driving\r\naway. At that point, a reasonable person in Petitioner's position would not have\r\nfelt free to leave. See Mendenhall, 446 U.S. at 554. Because the seizure began at\r\nthat point, the requisite reasonable suspicion likewise must have been present at the\r\nsame time.\r\n\r\n       When he pulled up behind the car, the officer knew the following: (1) there\r\nwas a parked car in a closed and darkened church parking lot on a Tuesday night;\r\n(2) the car was behind a fence with its lights off; (3) the car had no reason to be\r\nwithin the fence at that time of night when the church was closed; and (4) the area\r\nwhere the car was parked was not readily open to the public. From these facts, the\r\nofficer inferred that a couple might be parked in the vehicle \"necking\" on church\r\ngrounds, a potential misdemeanor under section 16-11-760 of the South Carolina\r\nCode. We find these facts give rise to a reasonable suspicion that potential\r\ncriminal activity was afoot and that the stop was therefore justified at that point\r\nbased solely on the officer's assumption that there was a couple \"necking\" in the\r\ncar.   When the officer approached the vehicle and found four young African-\r\nAmerican men dressed in dark-colored clothing inside, he obtained additional\r\ninformation that further aroused his reasonable suspicions. In addition to the facts\r\nlisted above, he knew that: (1) the police were looking for four African-American\r\nmen in their twenties who robbed a bar within twenty minutes of the officer's\r\nencounter with the men; (2) the bar was in close proximity to the church parking\r\nlot; (3) there were four young men in the vehicle who matched the approximate\r\ndescription of the BOLO—the correct number of men, the correct race, the correct\r\nage, and the correct approximate clothing color—and (4) there were four potential\r\nsuspects and only one of him.9 These new facts changed the officer's suspicions\r\n\r\n9 Although the officer did not explicitly connect his awareness of the BOLO and\r\nthe ongoing search for the robbers with the actions he took after initially\r\napproaching Petitioner and his co-defendants in the car, his testimony and actions\r\nraise a strong inference that he did so, and we therefore find this to be an\r\nobjectively reasonable, articulable suspicion. Under the United States Supreme\r\nCourt's definition of reasonable suspicion, the facts and inferences relied on by the\r\nofficer must be articulable, not necessarily articulated. See, e.g., Terry, 392 U.S. at\r\n21. It is certainly preferable for the State to more clearly inquire of the officer as\r\nto whether he made the logical leap connecting the BOLO to the car's occupants.\r\n\nregarding what type of potential criminal activity the vehicle's occupants could be\r\ninvolved in, which consequently justified the officer enlarging the scope of his\r\ndetention to investigate his new suspicions. See Culbreath, 300 S.C. at 235, 387\r\nS.E.2d at 257. The enlarged scope of the stop permitted calling for backup so that\r\nthe officer would not be so badly outnumbered prior to questioning the men about\r\ntheir involvement in the armed robbery at Benders. See Hensley, 469 U.S. at 235.\r\n\r\n       Finally, when the two backup officers arrived, both of whom were aware of\r\nthe BOLO description and that the occupants of the vehicle could potentially be\r\ninvolved in the robbery, the four men's sudden \"nervous[ness] and silen[ce]\" and\r\ntheir \"look[ing] straight forward\" further aroused the officers' suspicions. At that\r\npoint, there was a reasonable suspicion that the four vehicle occupants were the\r\nfour armed robbers described in the BOLO. Thus, removing the men from the car\r\nand patting them down for weapons to ensure the officers' safety was eminently\r\nreasonable. See id. Further, once the last co-defendant stepped out of the vehicle\r\nand the altered gun became visible on the floorboard, as explained, infra, the gun\r\nsupplied the probable cause needed to arrest the men and continue the search of the\r\nvehicle.\r\n\r\n      In a recent case, this Court affirmed a trial court's finding that the record\r\ncontained evidence of reasonable suspicion where the officer testified to a\r\ndefendant's extreme nervousness after he stopped the defendant in a routine traffic\r\nstop. State v. Provet, 405 S.C. 101, 105–06, 747 S.E.2d 453, 455 (2013). After the\r\ndefendant produced his driver's license and vehicle registration, the officer noticed\r\nhis hands shaking excessively and his breathing accelerated. Id. After the officer\r\nmade several observations, such as the vehicle's registration to a third party and\r\nnumerous air fresheners in the vehicle, the officer requested to search the car, to\r\nwhich the defendant consented. Id. at 106, 111–12, 747 S.E.2d at 456, 459.\r\nDespite the fact that the Court agreed with the defendant that the existence of\r\nseveral factors were indicative of innocent travel, the Court noted, \"we must affirm\r\nwhen any evidence in the record supports\" the trial court's finding. Id. at 112, 747\r\nS.E.2d at 459 (emphasis added).\r\n\r\n       Similarly, here, we find there is evidence in the record that supports the trial\r\ncourt's finding that the police officers had a reasonable, articulable suspicion to\r\n\r\nHowever, the failure to do so does not alone prevent the stop from being supported\r\nby objective, specific, articulable facts and the officer's rational inferences.\r\n\ndetain Petitioner and his co-defendants.\r\n\r\n      II.    Exceptions to the Warrant Requirement\r\n       Generally, the Fourth Amendment requires the police to have a warrant in\r\norder to conduct a search. State v. Weaver, 374 S.C. 313, 319, 649 S.E.2d 479,\r\n482 (2007). Evidence seized in violation of the warrant requirement must be\r\nexcluded from trial. Id. However, a warrantless search may nonetheless be proper\r\nunder the Fourth Amendment if it falls within one of the well-established\r\nexceptions to the warrant requirement. State v. Moore, 377 S.C. 299, 308–09, 659\r\nS.E.2d 256, 261 (Ct. App. 2008). \"These exceptions include . . . : (1) search\r\nincident to a lawful arrest; (2) hot pursuit; (3) stop and frisk; (4) automobile\r\nexception; (5) the plain view doctrine; (6) consent; and (7) abandonment.\" State v.\r\nBrown, 401 S.C. 82, 89, 736 S.E.2d 263, 266 (2012). Furthermore, if police\r\nofficers are following their standard procedures, they may inventory impounded\r\nproperty without obtaining a warrant. See Colorado v. Bertine, 479 U.S. 367, 372–\r\n73 (1987).\r\n\r\n       The trial court found that, because the police officers had reasonable\r\nsuspicion of criminal activity afoot, the officers properly seized the gun with the\r\nserial numbers removed under the plain view exception. Additionally, the trial\r\ncourt found that the police officers did not need a warrant to search the rest of the\r\nvehicle after discovering the initial gun because: (1) under the search-incident-to-\r\nan-arrest exception, the officers had a reasonable belief that the vehicle contained\r\nevidence of the offense for which the co-defendants were arrested; (2) under the\r\nautomobile exception, the officers had probable cause to believe the vehicle\r\ncontained contraband; and (3) under the inventory exception, the officers would\r\nhave inevitably discovered the evidence during an inventory check. We agree.\r\n\r\n      A. Plain View Exception\r\n        \"Under the 'plain view' exception to the warrant requirement, objects falling\r\nwithin the plain view of a law enforcement officer who is rightfully in a position to\r\nview the objects are subject to seizure and may be introduced as evidence.\" State\r\nv. Wright, 391 S.C. 436, 443, 706 S.E.2d 324, 327 (2011). Therefore, for evidence\r\nto be lawfully seized under the plain view exception, the State must show: (1) the\r\ninitial intrusion which afforded the police officers the plain view of the evidence\r\nwas lawful; and (2) the incriminating nature of the evidence was immediately\r\napparent to the seizing authorities. Id.\r\n\n       We find the initial intrusion that afforded the officers the plain view of the\r\ngun with the serial number removed was lawful because the officers had\r\nreasonable suspicion to initiate the stop. See supra. Further, the incriminating\r\nnature of the gun was immediately apparent upon the gun coming into view\r\nbecause the officers each immediately noticed that the serial number had been\r\nremoved. See S.C. Code Ann. § 16-23-30(C) (criminalizing possession of a\r\nhandgun with its serial number removed or obliterated). In conjunction with the\r\nofficers questioning the vehicle's occupants regarding their potential involvement\r\nin the armed robbery at Benders, we find the trial court properly admitted the gun\r\ninto evidence.\r\n\r\n      B. Search Incident to a Lawful Arrest Exception\r\n       Petitioner contends that the evidence found in the trunk should have been\r\nexcluded because the trunk search exceeded the scope of the search-incident-to-\r\narrest exception. Specifically, Petitioner points out that he and his co-defendants\r\nwere handcuffed and standing outside of the vehicle before the police officers\r\nsearched the car after finding the gun with the serial number removed. Because we\r\nfind the officers had a reasonable belief that the vehicle contained evidence of the\r\ncriminal offense for which the co-defendants were arrested, we disagree.\r\n\r\n      The permissible scope of searches incident to lawful arrests changed\r\nbetween the time the officers searched the vehicle Petitioner was driving and the\r\ntime Petitioner's trial occurred. It is therefore helpful to examine the recent\r\nevolution of the law.\r\n\r\n       In Chimel v. California, the United States Supreme Court initially held that,\r\nin the cases of a lawful custodial arrest, the police may conduct a\r\ncontemporaneous, warrantless search of the person arrested and the immediate\r\nsurrounding area. 395 U.S. 752, 763 (1969). The Supreme Court justified these\r\nwarrantless searches because they (1) ensured officer safety by \"remov[ing] any\r\nweapons that the [arrestee] might seek to use in order to resist arrest or effect his\r\nescape\" and (2) \"prevent[ed the] concealment or destruction\" of evidence. Id.\r\n\r\n       Chimel's rule \"proved difficult to apply, particularly in cases that involved\r\nsearches inside of automobiles after the arrestees were no longer in them.\" Davis\r\nv. United States, 131 S. Ct. 2419, 2424 (2011) (quoting New York v. Belton, 453\r\nU.S. 454, 458–59 (1981)) (internal marks omitted). The Supreme Court therefore\r\nclarified the Chimel rule in Belton by outlining a bright-line rule concerning arrests\r\n\nof automobile occupants. Specifically, the Supreme Court held that, \"when a\r\npoliceman has made a lawful custodial arrest of the occupant of an automobile, he\r\nmay, as a contemporaneous incident of that arrest, search the passenger\r\ncompartment of that automobile.\" Id. at 460. The Supreme Court justified the\r\nsearch on the grounds that the \"articles inside the relatively narrow compass of the\r\npassenger compartment of an automobile are in fact generally, even if not\r\ninevitably, within the area into which an arrestee might reach in order to grab a\r\nweapon or evidentiary item.\" Id. (emphasis added) (quoting Chimel, 395 U.S. at\r\n763) (internal marks omitted). The Supreme Court held that, while searching the\r\npassenger compartment, the officers could also examine the contents of any\r\ncontainers found within the passenger compartment as well because \"if the\r\npassenger compartment is within the reach of the arrestee, so also will containers\r\nbe within his reach.\" Id.\r\n\r\n       The Belton court specifically excluded the trunk from the permissible scope\r\nof a search incident to an arrest. Id. at 460 n.4. In a separate Fourth Amendment\r\ncase decided the same day as Belton, Justice Powell explained in his concurring\r\nopinion that Belton prohibited trunk searches because the trunk \"is not within the\r\ncontrol of the passengers either immediately before or during the process of arrest.\"\r\nRobbins v. California, 453 U.S. 420, 431–32 (1981) (Powell, J., concurring in the\r\njudgment), overruled on other grounds by United States v. Ross, 456 U.S. 798\r\n(1982).However, subsequent courts found that, in certain situations, the \"'trunk' (in\r\nthe traditional sense) [] constitut[ed] part of the passenger compartment for\r\npurposes of search incident to arrest.\" United States v. Olguin-Rivera, 168 F.3d\r\n1203, 1205–06 (10th Cir. 1999). In general, courts would find the trunk part of the\r\npassenger compartment—and thus subject to a warrantless search incident to a\r\nlawful arrest—when the trunk was \"reachable without exiting the vehicle, without\r\nregard to the likelihood in the particular case that such a reaching was possible.\"\r\nUnited States v. Doward, 41 F.3d 789, 794 (1st Cir. 1994) (quoting 3 Wayne R.\r\nLafave, Search and Seizure: A Treatise on the Fourth Amendment § 7.1(c), at 16–\r\n17 (2d ed. 1987)); see also Olguin-Rivera, 168 F.3d at 1206 n.1 (collecting cases);\r\nUnited States v. Pino, 855 F.2d 357, 364 (6th Cir. 1988) (holding that this rule\r\n\"satisfies the twin objectives of Belton in preventing a suspect's access to weapons\r\nand easily-destroyed evidence within his vehicle and creating a standardized rule\r\nof criminal procedure which the police can follow routinely\").\r\n\n       Courts faithfully applied the Belton rule for the next twenty-eight years and\r\nallowed the police to search the passenger compartment of a vehicle incident to the\r\narrest of a recent occupant of the vehicle, even if the arrestee had been handcuffed\r\nand secured in the back of the officer's patrol car prior to the search. See Davis,\r\n131 S. Ct. at 2424, 2424 n.3 (collecting cases). However, in Arizona v. Gant, 556\r\nU.S. 332 (2009), the Supreme Court limited Belton's bright-line rule. There, the\r\nSupreme Court found that, if the arrestee was already secured and outside of\r\nreaching distance from the passenger compartment of the vehicle at the time of the\r\nsearch, a search could not be justified under the traditional rationale—protecting\r\nofficer safety and preventing the destruction of evidence. Id. at 343. Therefore,\r\nthe Supreme Court set forth the new rule: police may search the passenger\r\ncompartment of a vehicle incident to a recent occupant's arrest only if (1) the\r\narrestee is \"unsecured and within reaching distance of the passenger compartment\r\nat the time of the search,\" or (2) it is reasonable to believe the vehicle contains\r\nevidence of the crime of arrest. Id. (citing Thornton v. United States, 541 U.S.\r\n615, 632 (2004) (Scalia, J., concurring in the judgment)).10 Absent either of those\r\ntwo instances, \"a search of an arrestee's vehicle will be unreasonable unless police\r\nobtain a warrant or show that another exception to the warrant requirement\r\napplies.\" Brown, 401 S.C. at 91.\r\n\r\n       We note initially that the search of the vehicle here occurred while Belton\r\nwas in effect. However, because this is Petitioner's belated direct appeal, we\r\nnonetheless must apply the law as it currently stands and therefore look to the Gant\r\nrule for direction on whether the search of the trunk was permissible. Narciso v.\r\nState, 397 S.C. 24, 31, 723 S.E.2d 369, 372 (2012) (\"Newly announced rules of\r\nconstitutional criminal procedure must apply retroactively to all cases, pending on\r\ndirect review or not yet final, with no exception for cases in which a new rule\r\nconstitutes a clear break with the past.\") (quoting Griffith v. Kentucky, 479 U.S.\r\n314, 328 (1987)) (internal quotation marks omitted); see also Davis, 131 S. Ct. at\r\n2426 (applying Gant on direct appeal when the search occurred while Belton was\r\nthe prevailing law); Brown, 401 S.C. at 94–95, 736 S.E.2d at 269 (same).\r\n\r\n\r\n\r\n10We find no indication in any subsequent case law that the new Gant rule in any\r\nway changed the scope of the permissible search area when searching incident to\r\nan arrest, i.e., the passenger compartment only.\r\n\n      We find that the first justification under the Gant rule (arrestee unsecured\r\nand within reach of area to be searched) does not apply here. Several officers had\r\nhandcuffed Petitioner and his co-defendants at the back of the vehicle and were\r\nclosely supervising them while other officers searched the car. The likelihood of\r\nthe supervised, handcuffed men reaching the passenger compartment to either\r\nobtain a weapon or destroy evidence was therefore highly unlikely.\r\n\r\n       However, we find that the second justification under Gant (reasonable to\r\nbelieve vehicle contains evidence of a crime) does apply in this instance. The\r\nofficers arrested the suspects for the unlawful possession of a handgun with its\r\nserial number removed. Finding this gun, in conjunction with their knowledge of\r\nthe BOLO and their suspicion that Petitioner and his co-defendants were in fact the\r\nfour men involved in the armed robbery at Benders, provided the officers probable\r\ncause to likewise arrest them for armed robbery.11 Because there were four men\r\ninvolved in the armed robbery, and only one gun had thus far been recovered, it\r\nwas reasonable to believe the vehicle contained further evidence of the armed\r\nrobbery.\r\n\r\n       Furthermore, although Belton—and thus presumably Gant—excluded the\r\ntrunk from the permissible scope of a search incident to a lawful arrest, we have\r\nnot previously had the opportunity to address the issue of whether the trunk may, at\r\ntimes, be part of the passenger compartment, as many other courts have likewise\r\nfound. We hereby adopt the view that the trunk may be considered part of the\r\n\r\n11 Probable cause is defined as \"a fair probability that contraband or evidence of a\r\ncrime will be found.\" Illinois v. Gates, 462 U.S. 213, 238 (1983). \"Probable cause\r\nto arrest depends upon whether, at the moment the arrest was made . . . the facts\r\nand circumstances within the arresting officers' knowledge and of which they had\r\nreasonably trustworthy information was sufficient to warrant a prudent man in\r\nbelieving that the suspect had committed or was committing an offense.\" Adams v.\r\nWilliams, 407 U.S. 143, 148 (1972) (quoting Beck v. Ohio, 379 U.S. 89, 91 (1964))\r\n(internal marks omitted). The record is not clear whether the police arrested\r\nPetitioner solely for unlawful possession of a handgun with its serial number\r\nremoved or for armed robbery as well. However, Petitioner has never raised this\r\nissue, and we find there was probable cause to arrest him for armed robbery after\r\nthe officers saw the gun on the floorboards.\r\n\npassenger compartment and may therefore be searched pursuant to a lawful arrest\r\nwhen the trunk is reachable without exiting the vehicle, as it was in this case. See\r\nOlguin-Rivera, 168 F.3d at 1205–06, 1206 n.1; Doward, 41 F.3d at 794; Pino, 855\r\nF.2d at 364.\r\n\r\n       Here, the other three guns were found in the trunk and would normally be\r\nexcluded from the permissible scope of the search; however, because the passenger\r\ncompartment contained a gap into the trunk that made the guns visible and freely\r\naccessible from the backseat, we believe the guns and the trunk area were \"within\r\nthe control of the passengers either immediately before or during the arrest.\"\r\nRobbins, 453 U.S. at 431–32 (Powell, J., concurring in the judgment). We\r\ntherefore find that the trial court properly admitted the evidence in the trunk as part\r\nof the search of the passenger compartment.12\r\n\r\n                                        CONCLUSION\r\n        For the foregoing reasons, the judgment of the trial court is affirmed.\r\n\r\n\r\n          KITTREDGE and HEARN, JJ., concur. PLEICONES, J., concurring\r\n     in a separate opinion in which BEATTY, J., concurs.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n12The State argues in the alternative that the search of the trunk was justified by\r\nthe automobile exception and the inventory search exception to the warrant\r\nrequirement. However, because the other issues are dispositive, we need not reach\r\nthese issues. Wilkinson ex rel. Wilkinson v. Palmetto State Transp. Co., 382 S.C.\r\n295, 307, 676 S.E.2d 700, 706 (2009) (finding that an appellate court need not\r\ndiscuss remaining issues when determination of prior issue is dispositive).\r\n\nJUSTICE PLEICONES: I concur but write separately as I view the\r\ndispositive issues somewhat differently. I begin by noting there are only\r\nthree issues raised by petitioner in his belated appeal. First, he contends that\r\nhe was unlawfully detained when the officer pulled into the parking lot and\r\nblocked the parked car. Next, he argues he was unlawfully detained after the\r\ncheck of the car's license tag and his driver's license came back \"clean.\"\r\nFinally, he contends that the search of trunk exceeded the permissible scope\r\nof a search under Arizona v. Gant, 556 U.S. 332 (2009). As explained below,\r\nI find no unlawful detentions, and while I agree the search here violated\r\nGant, the trial judge also upheld the search as permissible under the\r\nautomobile exception to the Fourth Amendment warrant requirement. See\r\nUnited States v. Ross, 456 U.S. 798 (1982). This unchallenged ruling,\r\nwhether correct or not, is the law of the case. E.g., State v. Black, 400 S.C.\r\n10, 732 S.E.2d 880 (2012).\r\nThe record shows that the officer noticed the parked car at 10:06 p.m. He\r\nentered the lot and pulled in behind the vehicle, at which point he saw four\r\nindividuals seated in the car. The officer ran the license plate and then\r\napproached the car to ask petitioner, seated in the driver's seat, for his driver's\r\nlicense. When he returned to his cruiser with the license, the officer called\r\nfor back-up. Two additional officers arrived within one to two minutes of\r\nthis call, driving into the parking lot while the first officer was speaking to\r\nthe driver and returning the license.\r\nTo the extent petitioner contests the patrol officer's right to conduct an\r\ninvestigatory check of the parked car, I would find no Fourth Amendment\r\nviolation. In my opinion, the patrol officer did not violate the Constitution\r\nwhen he conducted a welfare check on a car, parked in the dark area of a\r\nclosed church parking lot, after 10 p.m. on a Tuesday evening. See Cady v.\r\nDombrowski, 413 U.S. 433 (1973).\r\nPetitioner next contends that the detention here was unreasonable. The four\r\noccupants matched the general description of four armed suspects who had\r\nrobbed a bar and its patrons at about 9:50 p.m. The bar was located about 3-4\r\nmiles away from the lot and there was evidence it took less than ten minutes\r\nto drive from the bar to the church parking lot. The general description had\r\n\nbeen given in a BOLO sent at approximately 9:53 p.m. As the two back-up\r\nofficers approached the parked car less than five minutes had elapsed since\r\nthe first officer observed it at 10:06 p.m. When the back-up officers\r\napproached the car, the men became silent, looked straight ahead, and acted\r\nnervous. Taken together, I find these facts created objective13 reasonable\r\nsuspicion permitting the continued detention of petitioner. State v. Provet,\r\n405 S.C. 101, 747 S.E.2d 453 (2013). The trial judge correctly held this\r\ndetention did not violate petitioner's Fourth Amendment rights.\r\nPetitioner does not challenge the subsequent request that he and the\r\npassengers exit the vehicle, the seizure of the gun that was observed after the\r\nrear passengers vacated, or the subsequent arrests. Instead, petitioner argues\r\nonly that the search of the trunk exceeded that permitted by Gant. Although\r\nthis issue should be decided under the law of the case doctrine, State v. Black,\r\nsupra, since I disagree with the majority's application of Gant, I will address\r\nthe merits briefly.\r\nUnder Gant, officers may search a vehicle incident to the occupant's arrest\r\nonly if (1) the arrestee is within reaching distance of the passenger\r\ncompartment when the search is conducted or (2) \"it is reasonable to believe\r\nthe vehicle contains evidence of the arrest.\" Gant, 556 U.S. at 343. As the\r\nparties acknowledge, the search here could only be upheld under the second\r\nGant scenario. 14 However, a Gant search is limited to the passenger\r\ncompartment itself and the containers located therein, and the trunk is not\r\nwithin the permissible scope of an\" evidence of the arrest\" search. Gant, 556\r\n\r\n\r\n\r\n\r\n   The majority opinion may be read to suggest that reasonable suspicion is a\r\n13\r\n\r\n\r\nsubjective rather than objective judgment. See fn. 9, supra.\r\n   The majority purports to apply this second Gant exception but apparently\r\n14\r\n\r\n\r\nrecognizes the weakness of upholding a vehicle search for evidence of a no-serial-\r\nnumber handgun which has already been seized. It thus transmogrifies the arrest\r\nfor the weapon into one for the armed robbery, despite the arresting officer's\r\ntestimony that \"After we found the [altered] .22 they were all placed under arrest\r\nfor that weapon.\"\r\n\nU.S. at 344. 15 If this search is to be sustained, then it must be pursuant to a\r\ndifferent exception to the Fourth Amendment's warrant requirement.\r\nGant recognizes the continued validity of the automobile exception, citing\r\nUnited States v. Ross, 456 U.S. 798 (1982). Gant, 556 U.S. at 347. Here, the\r\ntrial judge held the officers had probable cause to search the vehicle for\r\nevidence of the bar robbery under Ross's automobile exception. This\r\nunchallenged ruling, whether correct or not, is the law of the case. State v.\r\nBlack, supra.\r\nI concur in the majority's decision to affirm petitioner's belated appeal.\r\nBEATTY, J., concurs.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n  The majority creates a hybrid third exception to Gant, holding that if the trunk\r\n15\r\n\r\n\r\nwould have been accessible to an occupant (which derives from the first Gant\r\nscenario), then even though the individual has been removed from the vehicle the\r\ntrunk is part of the passenger compartment for purposes of the second permissible\r\nGant search.\r\n\n","court":"Supreme"},{"id":"27358","title":"State v. Middleton","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27358.pdf","description":"The Court held it is reversible error to refuse a lesser-included offense charge on assault and battery in the first degree when the defendant shot at but caused no injury to the victim, but any error in refusing to charge the lesser-included offense was harmless beyond a reasonable doubt under the facts of this case.","date":"2014-02-26","type":"opinion","text":"          THE STATE OF SOUTH CAROLINA\r\n               In The Supreme Court\r\n\r\n\r\nThe State, Respondent,\r\n\r\nv. \n\r\n\r\nQuashon Middleton, Appellant. \n\r\n\r\nAppellate Case No. 2011-196767 \n\r\n\r\n\r\n\r\n\r\n               Appeal From Colleton County\r\n           Perry M. Buckner, Circuit Court Judge\r\n\r\n\r\n\r\n                    Opinion No. 27358 \n\r\n       Heard March 20, 2013 – Filed February 26, 2014 \n\r\n\r\n                        AFFIRMED\r\n\r\n\r\nAppellate Defender Susan Barber Hackett, of Columbia,\r\nfor Appellant.\r\n\r\nAttorney General Alan McCrory Wilson, Senior\r\nAssistant Deputy Attorney General Salley W. Elliott,\r\nAssistant Attorney General William M. Blitch, Jr., all of\r\nColumbia, and Solicitor Isaac McDuffie Stone, III, of\r\nBeaufort, for Respondent.\r\n\nCHIEF JUSTICE TOAL:             Quashon Middleton (Appellant) appeals his\r\nconvictions and sentences for two counts of attempted murder and one count of\r\npossession of a weapon during the commission of a violent crime. We affirm.\r\n\r\n\r\n                                       FACTS\r\n\r\n        On September 28, 2010, Stephanie Mack was driving her vehicle in which\r\nRyan Stephens was riding as a passenger. Mack stopped the vehicle at a school\r\nbus stop sign. They were 10-15 feet away from the school bus, facing the bus in\r\nthe opposite lane, as kindergarten-aged children attempted to exit the bus.\r\nAppellant, driving a moped, approached Mack's stopped vehicle from the rear, and\r\ndrove around to the passenger side. As he approached, he pulled out a gun and\r\nbegan firing into the passenger side of the vehicle, striking the vehicle repeatedly\r\nand shattering glass. He continued shooting into the vehicle as he rounded the\r\nfront of the vehicle. Stephens testified that he and Mack were \"laid back\" in the\r\nseats at the time Appellant approached the vehicle, and he immediately jumped\r\nacross Mack and into the driver's seat so that he could drive away. In the process,\r\nhe struck Appellant with the vehicle. He stated these actions were the reasons that\r\nhe and Mack were not shot and killed. Both Stephens and Mack testified that\r\nAppellant shot at them 5-7 times. None of the bullets struck Mack or Stephens. At\r\ntrial, Mack testified that her only injuries were a few cuts from the broken glass.\r\nStephens testified that he was upset by the incident but was not otherwise struck or\r\ninjured in any way.\r\n\r\n       Appellant was charged with two counts of attempted murder and one count\r\nof possession of a weapon during the commission of a violent crime. He requested\r\na jury charge on the lesser-included offense of assault and battery in the first\r\ndegree on both counts of attempted murder. The trial judge charged the jury on the\r\nlesser-included offense as to Mack but refused to charge the lesser-included\r\noffense as to Stephens.                ISSUE\r\n\r\n      Did the trial court err when it refused to instruct the jury on the lesser-\r\n      included offense of assault and battery in the first degree?\r\n\n                                     ANALYSIS\r\n\r\n       Appellant argues that the trial judge erred in refusing to charge the jury on\r\nthe lesser-included offense of assault and battery in the first degree as to Stephens\r\nand that this error requires reversal. We agree that the failure to charge the lesser-\r\nincluded offense was error; however, we find this error was harmless beyond a\r\nreasonable doubt.\r\n\r\n        Appellant committed the crimes alleged in September 2010, three months\r\nafter the Omnibus Crime Reduction and Sentencing Reform Act of 2010 (the Act),\r\nwhich substantially overhauled the state's criminal law, became effective. See\r\ngenerally Act No. 273, 2010 S.C. Acts 1937. Through the passage of the Act, the\r\nlegislature abolished all common law assault and battery offenses and all prior\r\nstatutory assault and battery offenses. In place of these offenses, the Act codifies\r\nattempted murder in section 16-3-29 and four degrees of assault and battery in\r\nsection 16-3-600. See S.C. Code Ann. §§ 16-3-29 & 16-3-600 (Supp. 2012). The\r\nnew degrees of assault and battery are, in descending order of severity, assault and\r\nbattery of a high and aggravated nature (ABHAN), and assault and battery in the\r\nfirst, second, and third degrees. See generally id. § 16-3-600. Under the statute,\r\nABHAN is a lesser-included offense of attempted murder. Id. § 16-3-600(B)(3).\r\nAssault and battery in the first degree is a lesser-included offense of both attempted\r\nmurder and ABHAN. Id. § 16-3-600(C)(3). Further, assault and battery in the\r\nsecond and third degree are each lesser-included offenses of every preceding\r\noffense. Id. §§ 16-3-600(D)(3) & (E)(3).\r\n\r\n      At trial, Appellant requested that the judge instruct the jury on the lesser-\r\nincluded offense of assault and battery in the first degree pursuant to section 16-3-\r\n600(C) as to both Mack and Stephens. That section provides, in relevant part:\r\n\r\n      (C)(1) A person commits the offense of assault and battery in the first\r\n      degree if the person unlawfully:\r\n\r\n             (a) injures another person, and the act:\r\n\r\n                    (i) involves nonconsensual touching of the private\r\n                    parts . . . with lewd and lascivious intent; or\r\n\r\n                    (ii) occurred during the commission of a robbery,\r\n                    burglary, kidnapping, or theft, or\r\n\n             (b) offers or attempts to injure another person with the\r\n             present ability to do so, and the act:\r\n\r\n                    (i) is accomplished by means likely to produce\r\n                    death or great bodily injury;1 or\r\n\r\n                    (ii) occurred during the commission of a robbery,\r\n                    burglary, kidnapping, or theft.\r\n\r\nS.C. Code Ann. § 16-3-600(C)(1) (emphasis added). The trial judge agreed to\r\ncharge the lesser-included offense of assault and battery in the first degree as to\r\nMack, but he reasoned that because there was no evidence Stephens was injured, it\r\nwould be inappropriate to instruct the lesser-included offense of assault and battery\r\nin the first degree as to Stephens. We find this was error.\r\n\r\n       The trial judge misconstrued the statutory definition of assault and battery in\r\nthe first degree as requiring an injury to the victim. While subsection (a) does\r\nrequire an injury to the victim, assault and battery in the first degree also comprises\r\nsubsection (b) of the statute. See Brewer v. Brewer, 242 S.C. 9, 14, 129 S.E.2d\r\n736, 738 (1963) (\"The word 'or' used in a statute, is a disjunctive particle that\r\nmarks an alternative. The word 'or' used in a statute imports choice between two\r\nalternatives and as ordinarily used, means one or the other of two, but not both.\")\r\n(citations omitted). Under subsection (b), \"offer[ing] or attempt[ing] to injure a\r\nperson with the present ability to do so by means likely to produce death or great\r\nbodily injury\" constitutes assault and battery in the first degree. It is undisputed\r\nthat the elements of subsection (b) are met in this case. Thus, the circuit court\r\nerred in refusing to charge the lesser-included offense of assault and battery in the\r\nfirst degree as to Stephens. See State v. White, 361 S.C. 407, 412, 605 S.E.2d 540,\r\n542 (2004) (\"A trial judge must charge a lesser included offense if there is any\r\nevidence from which the jury could infer the defendant committed the lesser rather\r\nthan the greater offense.\"); State v. Mathis, 287 S.C. 589, 594, 340 S.E.2d 538, 541\r\n(1986).\r\n\r\n\r\n\r\n1\"Great bodily injury\" is defined as \"bodily injury which causes a substantial risk\r\nof death or which causes serious, permanent disfigurement or protracted loss or\r\nimpairment of the function of a bodily member or organ.\" S.C. Code Ann. § 16-3-\r\n600(A)(1).\r\n\n      However, we find the circuit court's error was harmless beyond a reasonable\r\ndoubt. See State v. Belcher, 385 S.C. 597, 611, 685 S.E.2d 802, 809 (2009)\r\n(\"Errors, including erroneous jury instructions, are subject to harmless error\r\nanalysis.\").\r\n\r\n       When considering whether an error with respect to a jury instruction was\r\nharmless, we must \"determine beyond a reasonable doubt that the error complained\r\nof did not contribute to the verdict.\" State v. Kerr, 330 S.C. 132, 144–45, 498\r\nS.E.2d 212, 218 (Ct. App. 1998) (citation omitted). \"In making a harmless error\r\nanalysis, our inquiry is not what the verdict would have been had the jury been\r\ngiven the correct charge, but whether the erroneous charge contributed to the\r\nverdict rendered.\" Id. Thus, whether or not the error was harmless is a fact-\r\nintensive inquiry. State v. Jefferies, 316 S.C. 13, 22, 446 S.E.2d 427, 432 (1994)\r\n(\"We must review the facts the jury heard and weigh those facts against the\r\nerroneous jury charge to determine what effect, if any, it had on the verdict.\")\r\n(citation omitted).2\r\n\r\n2 We do not disagree with the dissent that the failure to charge the lesser-included\r\noffense can be reversible error. However, we disagree that such failure is not\r\nsubject to a harmless error analysis. As a practical matter, none of the cases cited\r\nby the dissent stand for the proposition that a harmless error analysis is\r\ninappropriate where the judge erroneously fails to charge the lesser included\r\noffense. See State v. Pittman, 373 S.C. 527, 572, 647 S.E.2d 144, 167 (2007)\r\n(refusing to reverse the lower court for failing to charge the lesser-included offense\r\nafter weighing the evidence and finding it did not support an involuntary\r\nmanslaughter charge); Beck v. Alabama, 447 U.S. 625 (1980) (overturning an\r\nAlabama law prohibiting a judge from ever instructing a jury on the lesser-\r\nincluded offense in capital cases, even where the evidence supported such a\r\ncharge); Hopper v. Evans, 456 U.S. 605 (1982) (finding, in the wake of Beck, that\r\nthe respondent was not prejudiced by the Alabama statute invalidated by Beck,\r\neven though the jury was not permitted to consider the lesser-included offense,\r\nbecause, under the facts, a charge on the lesser-included offense was not supported\r\nby the evidence). In our view, it is elemental that the failure to charge the lesser-\r\nincluded offense is subject to a harmless error analysis, and the cited authority does\r\nnot compel a different conclusion. See Neder v. United States, 527 U.S. 1, 15–16\r\n(1999) (concluding that erroneous jury instruction that fails to charge an element of\r\nan offense was subject to a harmless error analysis and stating that the test for\r\ndetermining whether a constitutional error is harmless is \"whether it appears\r\n'beyond a reasonable doubt that the error complained of did not contribute to the\r\n\n       In Arnold v. State, a death penalty case, the Court found that the trial judge\r\nunconstitutionally shifted the burden of proof to the co-defendants by charging the\r\njury that malice could be inferred from the use of a deadly weapon in the\r\ncommission of the murder. 309 S.C. 157, 163–65, 420 S.E.2d 834, 837–38 (1992).\r\nHowever, the Court held that this unconstitutional instruction was harmless in view\r\nof the evidence presented. Id. at 171–72, 420 S.E.2d at 842. In so holding, the\r\nCourt looked to the evidence and found that there was no indication that the jury\r\nbased their verdict on the erroneous part of the charge. Id. at 170–71, 420 S.E.2d\r\nat 841 (\"Throughout the jury charge on malice, the trial judge continually reminded\r\nthe jurors to base their verdict on all the evidence presented and to establish the\r\nfact beyond a reasonable doubt. Thus, we cannot assume that the jurors based their\r\nverdict on the presumption that malice existed with the use of a deadly weapon. A\r\nreasonable juror would have listened to all of the instructions and evaluated all of\r\nthe evidence. Further, it is clear that the presumption of malice from the use of a\r\ndeadly weapon beyond a reasonable doubt did not contribute to the verdict in this\r\ncase. The direct evidence of the brutality of each of the participants is\r\noverwhelming . . . . The testimony established malice well beyond a\r\npresumption.\"); cf. Jefferies, 316 S.C. 13, 22, 446 S.E.2d 427, 432 (1994) (\"Having\r\ndetermined the source of the jury's confusion, we must review the facts the jury\r\nactually heard and weigh those facts against the erroneous jury charge to determine\r\nwhat effect, if any, it had on the verdict.\") (citation omitted).\r\n\r\n        The same analysis applies here. In the instant case, the evidence adduced at\r\ntrial demonstrates that, notwithstanding the failure to charge the lesser-included\r\noffense, the only conclusion established by the evidence is that Appellant was\r\nguilty of attempted murder, given the facts that Appellant deliberately drove up to\r\nthe passenger window and shot into the vehicle at least five times, and Stephens\r\ntestified that the only reason he and Mack were not injured is because he had the\r\nwherewithal to jump into the driver's seat and run Appellant off the road. In our\r\nview, there is no other way to construe the evidence in this case but that Appellant\r\nwas attempting to kill Stephens and Mack. See S.C. Code Ann. § 16-3-29 (\"A\r\nperson who, with intent to kill, attempts to kill another person with malice\r\naforethought, either expressed or implied, commits the offense of attempted\r\nmurder.\"). Therefore, we hold any error in failing to charge the lesser-included\r\noffense harmless because the erroneous instruction did not contribute to the verdict\r\nbeyond a reasonable doubt.\r\n\r\n\r\nverdict obtained'\") (citations omitted).\r\n\n                                  CONCLUSION\r\n\r\n      The trial court erred when it refused to charge the jury on a lesser included\r\noffense of assault and battery in the first degree, but this error was harmless\r\nbeyond a reasonable doubt. Therefore, Appellant's convictions and sentences are\r\n\r\nAFFIRMED.\r\n\r\n\r\nBEATTY, KITTREDGE and HEARN, JJ., concur. PLEICONES, J.,\r\ndissenting in a separate opinion.\r\n\nJUSTICE PLEICONES: I respectfully dissent and would hold that the\r\nrefusal to give a jury charge on a lesser-included offense that is supported by\r\nthe evidence is always reversible error and not subject to harmless error\r\nanalysis. Here, despite holding that the evidence entitled appellant to the\r\ncharge on first degree assault and battery, the majority nonetheless holds\r\n\"Appellant could only have been convicted of attempted murder under the\r\nfacts . . . .\" It is not our prerogative to weigh the evidence and usurp the\r\njury's function. The failure to give a lesser included offense where it is both\r\nsupported by the evidence and requested by the defendant is ipso facto\r\nreversible error. E.g. State v. Pittman, 373 S.C. 527, 647 S.E.2d 144 (2007)\r\n(refusal to charge lesser offense supported by the evidence is an error of law\r\nrequiring reversal); see Hopper v. Evans, 456 U.S. 605 (1982); Beck v.\r\nAlabama, 447 U.S. 625 (1980).\r\nThe majority relies upon Neder v. United States, 527 U.S. 1 (1999), a\r\ndecision which is irrelevant to the question before us today. In Neder, the\r\ndefendant was charged with tax fraud, having underreported his income by\r\nfive million dollars. An element of tax fraud is materiality, an issue the trial\r\ncourt erroneously considered and ruled on as a matter of law. On appeal, the\r\nissue was whether the failure to charge the jury on materiality was harmless\r\nerror. The Supreme Court, in a 5-4 decision, held the failure to charge the\r\njury on this element of the offense was harmless since materiality was not\r\ncontested by the defendant, and since the evidence of it was overwhelming.\r\nIt was these facts that allowed the majority of the Supreme Court to conclude\r\nthe omitted jury charge \"beyond a reasonable doubt . . . did not contribute to\r\nthe verdict . . . .\" In this case, however, there was evidence of the lesser\r\noffense, and it is only by weighing the evidence that the majority can\r\nconclude the failure to charge was harmless. Assuming we would follow\r\nNeder if the circumstances warranted it, this is not a case where an\r\nuncontested element of a crime was not charged to the jury, but rather one\r\nwhere the evidence would have supported a conviction for a lesser offense, a\r\ndecision the jury was entitled to make.\r\nI respectfully dissent and would reverse and remand for a new trial.\r\n\n","court":"Supreme"},{"id":"27359","title":"Wachovia Bank v. Blackburn","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27359.pdf","description":"The Court affirms the portion of the court of appeals' opinion finding jury trial waivers in a loan document were executed knowingly and voluntarily, but reverses the portion of the court of appeals' opinion finding that the outrageous and unforeseeable torts exception to arbitration applies in the jury trial waiver context, finding instead that Respondents waived their right to a jury trial on all of their counterclaims.","date":"2014-02-26","type":"opinion","text":"            THE STATE OF SOUTH CAROLINA \n\r\n                 In The Supreme Court \n\r\n\r\n   Wachovia Bank, National Association, Petitioner,\r\n\r\n   v.\r\n\r\n   William E. Blackburn; Judith Blackburn; Tammy S.\r\n   Winner; Watson E. Felder; Gary F. Ownbey and South\r\n   Island Plantation Association, Inc., Defendants,\r\n\r\n   Of Whom William E. Blackburn; Judith Blackburn are,\r\n   Respondents,\r\n\r\n   v.\r\n\r\n   Winyah Bay Holdings, LLC; Source One Properties,\r\n   LLC; and Waterpointe Realty, LLC, Third Party\r\n   Defendants.\r\n\r\n   Appellate Case No. 2011-203088\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n                Appeal From Georgetown County \n\r\n             Larry B. Hyman, Jr., Circuit Court Judge \n\r\n\r\n\r\n                     Opinion No. 27359 \n\r\n        Heard December 5, 2013 – Filed February 26, 2014 \n\r\n\r\n\r\n        REVERSED IN PART, AFFIRMED IN PART\r\n\n               Robert C. Byrd and Alyson Smith Podris, both of Parker,\r\n               Poe, Adams, & Bernstein, LLP, both of Charleston, for\r\n               Petitioner.\r\n\r\n               Glenn V. Ohanesian, of Ohanesian & Ohanesian, of\r\n               Myrtle Beach, for Respondents.\r\n\r\nCHIEF JUSTICE TOAL:              Wachovia Bank, National Association (Wachovia),\r\nappeals the court of appeals' decision reversing the circuit court's determination\r\nthat William and Judith Blackburns' (collectively, Respondents) counterclaims in a\r\nmortgage foreclosure suit were within the scope of a jury trial waiver signed by\r\nRespondents. We reverse in part and affirm in part.\r\n\r\n                         FACTS/PROCEDURAL BACKGROUND\r\n        On July 23, 2005, Winyah Bay Holdings, LLC (the Seller), held an event\r\naimed at selling marsh-front lots located in South Island Plantation, an affluent, to-\r\nbe-built housing development in Georgetown County. The Seller conducted the\r\nsale by lottery, using balls and numbers like the South Carolina Education Lottery,1\r\nand geared the event toward on-the-spot sales. To facilitate same-day sales, the\r\nSeller had Wachovia and two unrelated realty and marketing companies (the\r\nRealtors) set up booths to promote financing the lot sales. Respondents allege that\r\nthe Seller, the Realtors, and Wachovia further enticed potential buyers by\r\npromising that \"day docks, roads, infrastructure, pool [sic], marsh walks, and other\r\namenities would be in place within 18 months of the lottery.\" Respondents claim\r\nthat these promises induced them into participating in the lottery.2\r\n\r\n      Over six months later, on February 14, 2006, Respondent William\r\nBlackburn delivered a promissory note to Wachovia in the amount of $463,967 to\r\nfinance the purchase of one of the South Island Plantation lots. The note was\r\nsecured by a mortgage and unconditional personal guaranties executed by Tammy\r\nWinner, Watson Felder, and Respondents.3\r\n\r\n\r\n1It is a misdemeanor under South Carolina law to sell houses or land by lottery.\r\nS.C. Code Ann. § 16-19-10 (2003).\r\n2Although unclear from the Appendix, Respondents presumably signed the sales\r\ncontract on July 23, 2005, the day of the event.\r\n3   On October 12, 2007, Felder conveyed his interest in the property to Gary\r\n\n      The note and guaranties contained virtually identical jury trial waivers:\r\n\r\n      WAIVER OF JURY TRIAL. TO THE EXTENT PERMITTED BY\r\n      APPLICABLE LAW, EACH OF BORROWER . . . AND BANK . . .\r\n      KNOWINGLY, VOLUNTARILY, AND INTENTIONALLY\r\n      WAIVES ANY RIGHT EACH MAY HAVE TO A TRIAL BY\r\n      JURY IN RESPECT OF ANY LITIGATION BASED ON, OR\r\n      ARISING OUT OF, UNDER OR IN CONNECTION WITH THIS\r\n      NOTE, THE LOAN DOCUMENTS OR ANY AGREEMENT\r\n      CONTEMPLATED TO BE EXECUTED IN CONNECTION WITH\r\n      THIS NOTE, OR ANY COURSE OF CONDUCT, COURSE OF\r\n      DEALING, STATEMENTS (WHETHER VERBAL OR WRITTEN) OR\r\n      ACTIONS OF ANY PARTY WITH RESPECT HERETO. THIS\r\n      PROVISION IS A MATERIAL INDUCEMENT TO BANK TO\r\n      ACCEPT THIS NOTE . . . .\r\n\r\n(Italic emphasis added).\r\n\r\n       Beginning in July 2008, Respondents failed to make payments on the note.\r\nTherefore, on November 13, 2008, Wachovia filed a foreclosure action. In its\r\ncomplaint, Wachovia stated that the note was in default, that they had accelerated\r\nthe balance of the loan, and that they were thus entitled to judgment against the\r\ndefendants in the amount of $473,747.24.\r\n\r\n       Respondents answered, asserting counterclaims against Wachovia, cross-\r\nclaims against the South Island Plantation Association, Incorporated (the\r\nHomeowners' Association), and a third-party complaint against the Seller and the\r\nRealtors. At issue here are the counterclaims against Wachovia, which include\r\nclaims for negligent misrepresentation, promissory estoppel, breach of\r\ncontract/breach of contract accompanied by a fraudulent act, breach of fiduciary\r\nduty, fraud/fraud in the inducement, breach of contract/negligence, breach of\r\ncontract, civil conspiracy, illegality of contract, and violations of the South\r\nCarolina Unfair Trade Practices Act (the SCUTPA).4\r\n\r\n\r\nOwnbey. Respondents received assignments of rights from Winner and Felder to\r\npursue their claims both individually and as assignees. As such, Winner, Felder,\r\nand Ownbey are not parties to this appeal.\r\n4As to the cross-claims and third-party complaint, the circuit court found that,\r\nbecause Respondents chose to raise those claims in a non-jury foreclosure\r\n\n       The gravamen of the counterclaims was that Wachovia \"was an agent of,\r\npartner of, joint venture [sic] with, or conspirator with\" the Seller and the Realtors\r\nsuch that the allegedly wrongful actions of the Seller and the Realtors were\r\n\"imputed to\" Wachovia. According to Respondents, Wachovia, the Seller, and the\r\nRealtors \"artificially inflated [property values] through collusion by the parties\"\r\nand promised that various amenities would be in place within eighteen months of\r\nthe lottery. Respondents contended that the amenities were not completed in a\r\ntimely manner as promised, and that they were damaged by the delays.5\r\nRespondents demanded a jury trial on their counterclaims, requesting monetary\r\ndamages and rescission of the sales and loan contracts as a remedy for their claims.\r\n\r\n       Wachovia moved to strike the jury demand and refer the entire matter to the\r\nmaster-in-equity, arguing that Respondents contractually waived their right to a\r\njury trial by executing the note and guaranties, all of which included the jury trial\r\nwaivers. The circuit court granted Wachovia's motion, holding that the language\r\nof the waivers in the loan documents encompassed Respondents' counterclaims,\r\nand that Respondents knowingly and voluntarily waived their right to a jury trial\r\nthrough the clear and unambiguous waivers.6\r\n\r\n       Respondents appealed, arguing, inter alia, that (1) their jury trial waivers\r\nwere not knowingly and voluntarily entered into and that (2) South Carolina's so-\r\ncalled \"outrageous and unforeseeable torts exception\" to arbitration agreements\r\napplied to jury trial waivers as well, thus determining whether the sales transaction\r\nwas \"significantly related\" to the loan transactions, and whether the counterclaims\r\nfell within the scope of the contractual jury trial waiver provisions.\r\n\r\n\r\nproceeding, they had waived any right to a jury trial on those claims. Respondents\r\ndid not appeal this ruling.\r\n5According to Respondents, the amenities were in place as of the spring of 2008;\r\nhowever, Respondents did not miss a payment until July 2008.\r\n6 Respondents also argued that the waivers were unconscionable and that the\r\ncircuit court could order a jury trial in its discretion pursuant to Rule 39(b),\r\nSCRCP. However, the circuit court did not rule on these issues in its order, and\r\nthere is no indication in the Appendix that Respondents ever filed a motion to\r\nreconsider prior to their initial appeal to the court of appeals. See Rule 59,\r\nSCRCP. As such, these issues are not preserved, and we will not address them\r\nfurther. See State v. Dunbar, 356 S.C. 138, 142, 587 S.E.2d 691, 693–94 (2003).\r\n\n       The court of appeals affirmed in part and reversed in part. Wachovia Bank,\r\nN.A. v. Blackburn, 394 S.C. 579, 590, 716 S.E.2d 454, 460 (Ct. App. 2011). It\r\nheld that, although the circuit court correctly found that the waivers were knowing\r\nand voluntary, the outrageous and unforeseeable torts exception was \"instructive\"\r\nin determining that the counterclaims were not significantly related to the loan\r\ntransactions. Id. at 584–90, 590 n.9, 716 S.E.2d at 457–60, 460 n.9. Further, the\r\ncourt of appeals found that the counterclaims involved only the sales transaction,\r\nand the jury trial waivers only applied to the loan transactions. Id. at 588–90, 716\r\nS.E.2d at 459–60. Therefore, the court of appeals found that Respondents'\r\ncounterclaims were outside the scope of the jury trial waivers and, thus,\r\nRespondents were entitled to a jury trial on those claims. Id. This appeal\r\nfollowed.                              ISSUES\r\n          I.\t   Whether the circuit court and court of appeals applied the\r\n                correct law regarding counterclaims brought in response to an\r\n                equitable action?\r\n\r\n         II.\t   Whether the jury trial waivers were knowingly and voluntarily\r\n                executed by Respondents?\r\n\r\n                               STANDARD OF REVIEW\r\n\r\n        \"A mortgage foreclosure is an action in equity.\" Hayne Fed. Credit Union v.\r\nBailey, 327 S.C. 242, 248, 489 S.E.2d 472, 475 (1997). In an appeal from an\r\naction in equity tried by a judge, appellate courts may find facts in accordance with\r\ntheir own views of the preponderance of the evidence. Townes Assocs., Ltd. v. City\r\nof Greenville, 266 S.C. 81, 86, 221 S.E.2d 773, 775–76 (1976). However,\r\n\"[w]hether a party is entitled to a jury trial is a question of law.\" Verenes v.\r\nAlvanos, 387 S.C. 11, 15, 690 S.E.2d 771, 772 (2010). Appellate courts may\r\ndecide questions of law with no particular deference to the circuit court's findings.\r\nId. at 15, 690 S.E.2d at 772–73.      ANALYSIS\r\n\r\n   I.\t     Counterclaims in an Equitable Action\r\n      Wachovia's foreclosure action is an action in equity. Hayne Fed. Credit\r\nUnion, 327 S.C. at 248, 489 S.E.2d at 475. \"In equity the parties are not entitled,\r\nas a matter of right, to a trial by jury.\" Williford v. Downs, 265 S.C. 319, 321, 218\r\n\nS.E.2d 242, 243 (1975). However, counterclaims—including those raised in\r\nequitable actions—may, at times, be entitled to a jury trial. As we have previously\r\nexplained:\r\n\r\n      (1) If both the complaint and the counterclaim are in equity, the entire\r\n         matter is triable by the court.\r\n\r\n      (2) If both are at law, the issues are triable by a jury.\r\n\r\n      (3) If the complaint is equitable and the counterclaim is legal and\r\n         permissive, the defendant waives his right to a jury trial.\r\n\r\n      (4) If the complaint is equitable and the counterclaim is legal and\r\n         compulsory, the plaintiff or the defendant has a right to a jury trial\r\n         on the counterclaim. In that case, the proper procedure is as\r\n         follows:\r\n\r\n         (a) The trial judge may, pursuant to Rule 42(b), order separate\r\n             trials of the legal and equitable claims, or may order the claims\r\n             tried in a single proceeding.\r\n\r\n         (b) If separate trials are ordered, the judge must determine which\r\n            issues are to be tried first. If there are factual issues common to\r\n            both claims, absent the most imperative circumstances, the at\r\n            law claim must be tried first. If there are no common factual\r\n            issues, it is within the trial judge's discretion which claim will\r\n            be tried first.\r\n\r\n         (c) If the claims are to be tried in a single proceeding and there are\r\n             factual issues common to both claims, the jury shall first\r\n             determine the legal issues. The court may then determine the\r\n             equitable claims, but the jury's determination of common\r\n             factual issues shall be binding upon the court.\r\n\r\nJohnson v. S.C. Nat'l Bank (Johnson II), 292 S.C. 51, 55–56, 354 S.E.2d 895, 897\r\n(1987) (citation omitted) (internal quotation marks omitted), modifying C & S Real\r\nEstate Servs., Inc. v. Massengale, 290 S.C. 299, 301–02, 350 S.E.2d 191, 193\r\n(1986); see also N.C. Fed. Sav. & Loan Ass'n v. DAV Corp., 298 S.C. 514, 517,\r\n381 S.E.2d 903, 905 (1989) (utilizing the same rules as Massengale and Johnson\r\nII, but focusing on the difference between permissive and compulsory\r\ncounterclaims).\r\n\n      Because the issue of jury trial waivers has not arisen in subsequent cases\r\ninvolving this analytical framework, we have not had the opportunity to address\r\nwhere such waivers might fit into the framework. We take the opportunity now to\r\nmodify the proper analysis for determining the trial of legal and equitable issues in\r\ncomplaints and counterclaims.\r\n\r\n      (1) If both the complaint and the counterclaim are in equity, the entire\r\n         matter is triable by the court.\r\n\r\n      (2) If both are at law, the issues are triable by a jury.\r\n\r\n      (3) If the complaint is equitable and the counterclaim is legal and\r\n         permissive, the defendant waives his right to a jury trial.\r\n\r\n      (4) If the complaint is equitable and the counterclaim is legal and\r\n         compulsory, the plaintiff or the defendant has a right to a jury trial\r\n         on the counterclaim unless a valid jury trial waiver exists that\r\n         encompasses the counterclaim. If such a waiver does not exist, the\r\n         proper procedure for handling the counterclaims is as follows:\r\n\r\n          (a) The trial judge may, pursuant to Rule 42(b), order separate\r\n              trials of the legal and equitable claims, or may order the claims\r\n              tried in a single proceeding.\r\n\r\n          (b) If separate trials are ordered, the judge must determine which\r\n             issues are to be tried first. If there are factual issues common to\r\n             both claims, absent the most imperative circumstances, the at\r\n             law claim must be tried first. If there are no common factual\r\n             issues, it is within the trial judge's discretion which claim will\r\n             be tried first.\r\n\r\n          (c) If the claims are to be tried in a single proceeding and there are\r\n              factual issues common to both claims, the jury shall first\r\n              determine the legal issues. The court may then determine the\r\n              equitable claims, but the jury's determination of common\r\n              factual issues shall be binding upon the court.\r\n\r\n       As will be discussed, infra, this case is unusual in that the dispositive issue is\r\nwhether the claims are permissive or compulsory; therefore, we address that issue\r\nfirst.\"'By definition, a counterclaim is compulsory only if it arises out of the same\r\n\ntransaction or occurrence as the opposing party's claim.'\" Wells Fargo Bank, N.A.\r\nv. Smith, 398 S.C. 487, 495, 730 S.E.2d 328, 332–33 (Ct. App. 2012) (quoting\r\nFirst-Citizens Bank & Trust Co. of S.C. v. Hucks, 305 S.C. 296, 298, 408 S.E.2d\r\n222, 223 (1991)); see also Rule 13(a), SCRCP.7 Claims that arise out of separate\r\ntransactions or occurrences than the subject matter of the opposing party's claims\r\nare, instead, permissive. Rule 13(b), SCRCP.\r\n\r\n       Respondents argued consistently throughout the litigation that the sales and\r\nloan transactions were separate transactions, and that the wrongs done to them\r\nwere related solely to various torts committed in the sales transaction. They\r\ntherefore asserted that the jury trial waivers found in the loan documents—which\r\napplied to \"any course of conduct, course of dealing, statements (whether verbal or\r\nwritten) or actions of any party\" involving the note or the guaranties—only applied\r\nto torts committed during the loan transactions, but not to those committed during\r\nthe sales transaction. Thus, Respondents claimed that the jury trial waivers they\r\nexecuted in connection with the loan documents did not bar their counterclaims\r\nrelated to the sales transaction. However, Respondents simultaneously argued that\r\ntheir counterclaims were compulsory, i.e., that they arose out of the same\r\ntransaction or occurrence as Wachovia's loan foreclosure action.\r\n\r\n     We find it unnecessary to determine whether the claims were permissive or\r\ncompulsory because, in either event, Respondents are not entitled to a jury trial.\r\n\r\n7 We have previously adopted the \"logical relationship\" test to determine whether a\r\ncounterclaim is compulsory under this definition. N.C. Fed. Sav. & Loan Ass'n,\r\n298 S.C. at 518, 381 S.E.2d at 905. Under this test, \"the 'logical relationship'\r\ndetermination is made by asking whether the counterclaim would affect the\r\nlender's right to enforce the note and foreclose the mortgage.\" Wells Fargo Bank,\r\n398 S.C. at 496, 730 S.E.2d at 333; see also N.C. Fed. Sav. & Loan Ass'n, 298 S.C.\r\n518–19, 381 S.E.2d at 905. If the defendant's prevailing on his counterclaim\r\nwould affect the bank's right to enforce the note and foreclose the mortgage, there\r\nis a logical relationship between the counterclaim and the underlying suit, and the\r\ncounterclaim is therefore compulsory. N.C. Fed. Sav. & Loan Ass'n, 298 S.C.\r\n518–19, 381 S.E.2d at 905 (finding counterclaims involving breach of an oral\r\nagreement purporting to modify a note that the bank was foreclosing on were\r\nlogically related to the enforceability of the note and thus were compulsory); Wells\r\nFargo Bank, 398 S.C. at 496, 730 S.E.2d at 333 (determining a counterclaim\r\nalleging a note was unconscionable was logically related to the enforceability of\r\nthe note and thus was compulsory).\r\n\nFor example, if we found that, as Respondents contended, the sales transaction was\r\nseparate from the loan transactions, then by definition the counterclaims would be\r\npermissive. Wachovia's action is a foreclosure action centered entirely on\r\nobligations created by the loan documents. If the sale was separate from the loan,\r\nthen the counterclaims involving the sale did not \"aris[e] out of the transaction or\r\noccurrence that is the subject matter of the opposing party's claim.\" Rule 13(b),\r\nSCRCP. Therefore, because Respondents raised such permissive counterclaims in\r\nan equitable action, they waived their right to a jury trial on the claims. See\r\nJohnson II, 292 S.C. at 55, 354 S.E.2d at 897.\r\n\r\n       On the other hand, if we found that the sales and loan transactions were all\r\none continuous transaction or occurrence such that the counterclaims could\r\npossibly be considered compulsory under Rule 13(a), SCRCP, the jury trial\r\nwaivers necessarily apply. Respondents waived their right to a jury trial for any\r\nclaim related to \"any course of conduct, course of dealing, statements (whether\r\nverbal or written) or actions of any party\" involving the loan documents.\r\nTherefore, if we view the sales and loan transaction as one continuous transaction,\r\nthe sales transaction falls squarely within the coverage of the waiver provisions.\r\n\r\n       Accordingly, as stated, supra, whether the counterclaims were legal or\r\nequitable makes no difference in this instance. To the extent any of Respondents'\r\ncounterclaims were equitable in nature, they did not have a right to a jury trial on\r\nthose claims. Id. To the extent any of Respondents' counterclaims were legal—\r\nregardless of whether the claims were permissive or compulsory—Respondents\r\nwaived their right to a jury trial, either through the waiver provisions or because\r\nthey raised their permissive claims in an equitable action. Respondents may only\r\navoid this result if the contractual jury trial waivers executed in connection with\r\nthe loan documents are invalid and unenforceable. Therefore, we turn next to that\r\nissue.\r\n\r\n   II.    Knowing and Voluntary Waivers\r\n\r\n      Both the court of appeals and the circuit court found that the jury trial\r\nwaivers were enforceable because Respondents executed them knowingly and\r\nvoluntarily. We agree and find the waivers enforceable.\r\n\r\n      \"A party may waive the right to a jury trial by contract.\" Beach Co. v.\r\nTwillman, Ltd., 351 S.C. 56, 63, 566 S.E.2d 863, 866 (Ct. App. 2002) (citing N.\r\nCharleston Joint Venture v. Kitchens of Island Fudge Shoppe, Inc., 307 S.C. 533,\r\n535, 416 S.E.2d 637, 638 (1992)). However, although the right to a trial by jury is\r\na substantial right, and we \"strictly construe\" such waivers, id. at 64, 566 S.E.2d at\r\n\n866, \"[a] person who signs a contract or other written document cannot avoid the\r\neffect of the document by claiming that he did not read it.\" Regions Bank v.\r\nSchmauch, 354 S.C. 648, 663, 582 S.E.2d 432, 440 (Ct. App. 2003) (citing Sims v.\r\nTyler, 276 S.C. 640, 643, 281 S.E.2d 229, 230 (1981); Evans v. State Farm Mut.\r\nAuto. Ins. Co., 269 S.C. 584, 587, 239 S.E.2d 76, 77 (1977)). Instead, when a\r\nperson signs a document, he is responsible for exercising reasonable care to protect\r\nhimself by reading the document and making sure of its contents. Id. at 663–64,\r\n582 S.E.2d at 440 (citing several of this Court's cases). \"The law does not impose\r\na duty on the bank to explain to an individual what he could learn from simply\r\nreading the document.\" Id. at 664, 582 S.E.2d at 440 (citing Citizens & S. Nat'l\r\nBank of S.C. v. Lanford, 313 S.C. 540, 545, 443 S.E.2d 549, 551 (1994)).\r\n\r\n       By signing the note and guaranty, Respondents are charged with having read\r\ntheir contents; therefore, although they assert via affidavit that they were \"not\r\naware of any jury trial waiver clause until the motion to strike [their] request for\r\njury trial was made by\" Wachovia, they cannot avoid the effects of the waivers\r\nmerely by arguing that they were unaware that such provisions were included in\r\nthe note and guaranty.8 See Regions Bank, 354 S.C. at 663, 582 S.E.2d at 440. We\r\ntherefore find the waivers enforceable and applicable to any of Respondents'\r\ncounterclaims that are legal and compulsory.\r\n\r\n                                   CONCLUSION\r\n       For the foregoing reasons, the judgment of the court of appeals is affirmed in\r\npart and reversed in part. We affirm the portion of the judgment finding that the\r\nwaivers were executed knowingly and voluntarily; however, we reverse the portion\r\nfinding that the outrageous and unforeseeable torts exception to arbitration applies\r\nin the jury trial waiver context, and find instead that Respondents waived their\r\nright to a jury trial on all of their counterclaims.\r\n\r\n      PLEICONES, BEATTY, KITTREDGE and HEARN, JJ., concur.\r\n\r\n\r\n\r\n\r\n8Further, the waivers here are conspicuous and unambiguous. Unlike the other\r\nprovisions in the note and guaranties, the waivers are printed in all capital letters\r\nand have a bold heading called \"WAIVER OF JURY TRIAL.\" They are located\r\nat the very end of the six-page document, directly above the signature line, thus\r\nmaking the conspicuous font even more noticeable, even at a quick glance.\r\n\n","court":"Supreme"},{"id":"27360","title":"Beach First National Bank v. Estate of Gurnham","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27360.pdf","description":"Brian Hover (Hover), who is the son of Margaret Dever Hover Gurnham and the Personal Representative of her Estate, appeals the circuit court's order confirming the probate court's grant of summary judgment in favor of Beach First National Bank (Bank) to enforce a deficiency judgment against the Estate.  Hover asserts the Bank's claim, which arose following a foreclosure action, was untimely and, thus, barred by section 62-3-803  of the South Carolina Probate Code (Probate Code).  We hold the Bank's claim is barred as it was presented outside the time limits of the nonclaim statute.  Accordingly, we reverse the grant of summary judgment in favor of the Bank.","date":"2014-02-26","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                          In The Supreme Court \n\r\n\r\n            In the Matter of Estate of Margaret Dever Hover\r\n            Gurnham, a/k/a Margaret D. Hover.\r\n\r\n            Beach First National Bank, Respondent,\r\n\r\n            v.\r\n\r\n            The Estate of Margaret Gurnham, a/k/a Margaret D.\r\n            Hover and/or Brian Hover, Its Personal Representative,\r\n            Appellants.\r\n\r\n            Appellate Case No. 2012-207047\r\n\r\n\r\n\r\n                       Appeal From Beaufort County \n\r\n        The Honorable Marvin H. Dukes, III, Special Circuit Court Judge \n\r\n\r\n                              Opinion No. 27360 \n\r\n                 Heard December 4, 2013 – Filed February 26, 2014 \n\r\n\r\n                                  REVERSED\r\n\r\n\r\n      Jonathan Brent Kiker, of Kiker Law Firm and Richard Bryan Allen,\r\n      both of Hilton Head Island, for Appellants.\r\n\r\n      William Weston Jones Newton, of Jones Simpson & Newton, PA, of\r\n      Bluffton, James B. Richardson, Jr., Esquire, of Columbia, for\r\n      Respondent.\r\n\r\n\r\n       JUSTICE BEATTY: Brian Hover (Hover), who is the son of Margaret\r\nDever Hover Gurnham and the Personal Representative of her Estate, appeals the\r\ncircuit court's order confirming the probate court's grant of summary judgment in\r\nfavor of Beach First National Bank (Bank) to enforce a deficiency judgment\r\n\nagainst the Estate. Hover asserts the Bank's claim, which arose following a\r\nforeclosure action, was untimely and, thus, barred by section 62-3-8031 of the\r\nSouth Carolina Probate Code (Probate Code). We hold the Bank's claim is barred\r\nas it was presented outside the time limits of the nonclaim statute. Accordingly,\r\nwe reverse the grant of summary judgment in favor of the Bank.\r\n\r\n                        I.    Factual / Procedural History\r\n\r\n       On March 24, 2005, Margaret Gurnham executed a promissory note (the\r\nNote) in the amount of $750,000 and obtained an equity line of credit for $260,000\r\nas an advance against the Note. Hover, as Trustee of the \"Margaret D. Hover\r\nIrrevocable Qualified Personal Residence Trust, dated May 22, 2000 (Residence\r\nTrust),\" secured payment of this debt by executing: (1) a first mortgage, which\r\nwas assigned to Hudson City Savings Bank, for the Note with a maturity date of\r\nApril 1, 2035; and (2) a second mortgage to the Bank for the credit line. Both\r\nmortgages covered real property located on Hilton Head Island that was owned by\r\nGurnham and conveyed to Hover as Trustee of the Residence Trust.\r\n\r\n      On December 8, 2005, Gurnham died testate. On February 23, 2006,\r\nGurnham's estate was opened in probate court with Hover being appointed as\r\nPersonal Representative. Hover properly notified creditors by publication2 in The\r\n\r\n\r\n1 S.C. Code Ann. § 62-3-803 (2009) (providing the limitations on presentation of\r\nclaims against a decedent's estate). We note that in 2013 the South Carolina\r\nGeneral Assembly extensively amended the Probate Code. Act No. 100, 2013 S.C.\r\nActs 1, 1-498. Because these amendments are effective on January 1, 2014, we\r\nhave cited to the code provisions in effect at the time this case arose. We do,\r\nhowever, reference these amendments to glean legislative intent as \"the 2013\r\namendments contain effective date provisions that generally apply the amendments\r\nretroactively, except when that would divest otherwise vested rights.\" S. Alan\r\nMedlin, The South Carolina Probate Code Patched and Refurbished: Version\r\n2013, 65 S.C. L. Rev. 81, 130 (2013).\r\n2 S.C. Code Ann. § 62-3-801(a) (2009) (\"Unless notice has already been given\r\nunder this section, a personal representative upon his appointment shall publish a\r\nnotice to creditors once a week for three successive weeks in a newspaper of\r\ngeneral circulation in the county announcing his appointment and address and\r\nnotifying creditors of the estate to present their claims within eight months after the\r\ndate of the first publication of the notice or be forever barred.\").\r\n\nBeaufort Gazette on March 2, 9, and 16, 2006. Hover continued to make payments\r\non the Note and mortgages, but ceased to do so after March 29, 2008.\r\n\r\n       On July 15, 2008, Hudson City Savings Bank commenced an action in the\r\ncircuit court seeking foreclosure of the real property that was the subject of the first\r\nmortgage. On August 18, 2008, the Bank, as a named defendant in the foreclosure\r\naction, answered and filed a cross-claim against Hover as Personal Representative\r\nof the Estate for foreclosure of the second mortgage and, if necessary, a deficiency\r\njudgment. The next day, the Bank filed in probate court a Statement of Creditor's\r\nClaim for $247,168.23 (\"as of July 29, 2008\") against the Estate.\r\n\r\n       After Hover defaulted in the foreclosure proceedings, the circuit court\r\nentered judgment of foreclosure and sale of the real estate by order dated October\r\n9, 2008. On December 11, 2008, following the sale of the real estate, the court\r\nentered a deficiency judgment against Hover as Personal Representative of the\r\nEstate in the amount of $259,620.63.\r\n\r\n      On December 30, 2008, while the Estate was still open, the Bank filed in\r\nprobate court a Supplemental Statement of Creditor's Claim for the full amount of\r\nthe deficiency judgment.\r\n\r\n      On July 29, 2009, Hover filed a Notice of Disallowance of the Bank's claim\r\non the ground that it was not timely filed and was, therefore, barred under section\r\n62-3-8033 of the Probate Code. In response, the Bank filed a Petition for\r\n\r\n3   Section 62-3-803 provides in relevant part:\r\n\r\n        (a) All claims against a decedent's estate which arose before the death\r\n        of the decedent, including claims of the State and any subdivision\r\n        thereof, whether due or to become due, absolute or contingent,\r\n        liquidated or unliquidated, founded on contract, tort, or other legal\r\n        basis, if not barred earlier by other statute of limitations, are barred\r\n        against the estate, the personal representative, and the heirs and\r\n        devisees of the decedent, unless presented within the earlier of the\r\n        following dates:\r\n\r\n              (1) one year after the decedent's death; or\r\n\r\n              (2) within the time provided by Section 62-3-801(b) for\r\n              creditors who are given actual notice, and within the time\r\n\nAllowance of the Creditor's Claim, alleging the claim was timely presented under\r\nsection 62-3-803(b)(2) and that the deficiency judgment constituted an allowance\r\nof the claim under section 62-3-806(c).4 Additionally, the Bank asserted causes of\r\naction based on waiver, res judicata, estoppel, fraud, constructive fraud, negligent\r\nmisrepresentation, and breach of contract. In support of these causes of action, the\r\nBank asserted that \"Brian Hover and/or others carefully kept both the first\r\nmortgage and second mortgage accounts current until well after the passage of the\r\n\r\n             provided in Section 62-3-801(a) for all creditors barred by\r\n             publication; provided, claims barred by the nonclaim statute at\r\n             the decedent's domicile before the giving of notice to creditors\r\n             barred in this State are also barred in this State.\r\n\r\n      (b) All claims against a decedent's estate which arise at or after the\r\n      death of the decedent, including claims of the State and any\r\n      subdivision thereof, whether due or to become due, absolute or\r\n      contingent, liquidated or unliquidated, founded on contract, tort, or\r\n      other legal basis, are barred against the estate, the personal\r\n      representative, and the heirs and devisees of the decedent, unless\r\n      presented as follows:\r\n\r\n             (1) a claim based on a contract with the personal representative within\r\n             eight months after performance by the personal representative is due;\r\n\r\n             (2) any other claim, within the later of eight months after it arises, or\r\n             the time specified in subsection (a)(1).\r\n\r\n      (c) Nothing in this section affects or prevents:\r\n\r\n             (1) any proceeding to enforce any mortgage, pledge, lien, or other\r\n             security interest upon property of the estate;\r\n\r\n             ....\r\n\r\nS.C. Code Ann. § 62-3-803 (2009).\r\n4 Subsection (c) of section 62-3-806 states, \"A judgment in a proceeding in\r\nanother court against a personal representative to enforce a claim against a\r\ndecedent's estate is an allowance of the claim.\" S.C. Code Ann. § 62-3-806(c)\r\n(2009).\r\n\nusual six (6) months for filing of claims had passed.\" The Bank further noted that\r\nHover, in the \"official inventory filed March 7, 2007 [with the probate court], did\r\nnot disclose any debt to [the Bank], thus indicating an intent opposite to [Hover's]\r\nrepresentations to [the Bank].\"\r\n\r\n       Both parties moved for summary judgment. Following a hearing, the\r\nprobate court granted summary judgment in favor of the Bank. In so ruling, the\r\ncourt initially noted there was no dispute as to the facts of the case or the validity\r\nof the deficiency judgment entered in circuit court. Consequently, the court found\r\nthe entry of this judgment in circuit court constituted an allowance of the Bank's\r\nclaim in probate court pursuant to section 62-3-806(c). Based on this ruling, the\r\ncourt declined to address the parties' remaining issues, particularly \"whether the\r\nClaim was timely presented under other provisions of the Probate Code or is barred\r\nby the statute of limitations.\"\r\n\r\n       Following the denial of his motion to alter or amend, Hover appealed the\r\nprobate court's order to the circuit court. The circuit court confirmed the probate\r\ncourt's order, but clarified that Hover was not individually liable as he \"was not an\r\nindividual Defendant\" in the action. Hover then appealed to the Court of Appeals.\r\nThis Court certified the appeal pursuant to Rule 204(b) of the South Carolina\r\nAppellate Court Rules.            II.    Discussion\r\n\r\nA.    Arguments\r\n\r\n        Hover argues the circuit court erred in confirming the probate court's grant\r\nof summary judgment to the Bank as the creditor claim was untimely and \"forever\r\nbarred\" by the Probate Code's \"claims-barring process.\" Specifically, Hover\r\nasserts the claim arose prior to Gurnham's death and, therefore, section 62-3-803(a)\r\nmandated that the Bank present its claim no later than one year after Gurnham's\r\ndeath on December 8, 2005. Given the fact that the Bank first attempted to present\r\nits claim in probate court on August 19, 2008, Hover maintains the claim was not\r\ntimely presented. Alternatively, Hover avers the Bank's untimely filing divested\r\nthe circuit court of subject matter jurisdiction to issue the order for the deficiency\r\njudgment, thus rendering the judgment invalid.\r\n\r\n       Finally, Hover urges this Court to reverse the circuit court's order as a matter\r\nof policy because a decision in favor of the Bank would \"moot the entire claims-\r\nbarring process established by the South Carolina General Assembly.\" Hover\r\n\nexplains that \"[b]y creating a date certain by which all creditors' claims have to be\r\nresolved, the claims-barring statute assures the determination of ownership within\r\na reasonable time so that the decedent's property becomes marketable.\"\r\n\r\nB.    Standard of Review\r\n\r\n       The parties presented this case in the posture of a motion for summary\r\njudgment; thus, it is governed by Rule 56(c) of the South Carolina Rules of Civil\r\nProcedure. This rule provides a motion for summary judgment shall be granted \"if\r\nthe pleadings, depositions, answers to interrogatories, and admissions on file,\r\ntogether with the affidavits, if any, show that there is no genuine issue as to any\r\nmaterial fact and that the moving party is entitled to a judgment as a matter of\r\nlaw.\" Rule 56(c), SCRCP. \"An appellate court reviews the granting of summary\r\njudgment under the same standard applied by the trial court pursuant to Rule 56,\r\nSCRCP.\" Brockbank v. Best Capital Corp., 341 S.C. 372, 379, 534 S.E.2d 688,\r\n692 (2000).\r\n\r\n      Because the facts of this case are undisputed, the resolution of this appeal is\r\nlimited to the legal determination of whether the Bank's claim against the Estate\r\nwas enforceable under the applicable provisions of the Probate Code.\r\nAccordingly, the analysis of this case is controlled by rules of statutory\r\nconstruction.\r\n\r\n        \" 'Questions of statutory interpretation are questions of law, which we are\r\nfree to decide without any deference to the court below.' \" Grier v. AMISUB of\r\nS.C., Inc., 397 S.C. 532, 535, 725 S.E.2d 693, 695 (2012) (quoting CFRE, L.L.C. v.\r\nGreenville County Assessor, 395 S.C. 67, 74, 716 S.E.2d 877, 881 (2011)). \"The\r\ncardinal rule of statutory interpretation is to ascertain and effectuate the intention\r\nof the legislature.\" Sloan v. Hardee, 371 S.C. 495, 498, 640 S.E.2d 457, 459\r\n(2007). \"When a statute's terms are clear and unambiguous on their face, there is\r\nno room for statutory construction and a court must apply the statute according to\r\nits literal meaning.\" Id. In interpreting a statute, \"[w]ords must be given their\r\nplain and ordinary meaning without resort to subtle or forced construction to limit\r\nor expand the statute's operation.\" Id. at 499, 640 S.E.2d at 459. Further, \"the\r\nstatute must be read as a whole and sections which are a part of the same general\r\nstatutory law must be construed together and each one given effect.\" S.C. State\r\nPorts Auth. v. Jasper County, 368 S.C. 388, 398, 629 S.E.2d 624, 629 (2006).\r\n\nC.    Two Avenues for Secured Creditors\r\n\r\n      1.     Statutory Progression\r\n\r\n       Pursuant to the general statutory scheme of the Probate Code, all claims\r\nagainst a decedent's estate and his successors must be presented after a personal\r\nrepresentative is appointed and within the time limits prescribed by section 62-3-\r\n803, which our appellate courts have designated as a \"nonclaim statute.\" See S.C.\r\nCode Ann. § 62-3-104 (2009) (\"No proceeding to enforce a claim against the estate\r\nof a decedent or his successors may be revived or commenced before the\r\nappointment of a personal representative. After the appointment and until\r\ndistribution, all proceedings and actions to enforce a claim against the estate are\r\ngoverned by the procedure prescribed by this article [§§ 62-3-101 et seq.].\"); In re\r\nEstate of Tollison, 320 S.C. 132, 135, 463 S.E.2d 611, 613 (Ct. App. 1995)\r\n(\"Section 62-3-803 is a nonclaim statute.\").\r\n\r\n       The Probate Code generally defines \"claims\" to include \"liabilities of the\r\ndecedent . . . whether arising in contract, in tort, or otherwise, and liabilities of the\r\nestate which arise at or after the death of the decedent . . . , including funeral\r\nexpenses and expenses of administration.\" S.C. Code Ann. § 62-1-201(4) (2009).\r\nAs stated in the nonclaim statute, claims against a decedent's estate include all\r\nclaims \"whether due or to become due, absolute or contingent, liquidated or\r\nunliquidated, founded on contract, tort, or other legal basis.\" Id. § 62-3-803(a), (b).\r\n\r\n       Thus, \"[b]roadly speaking, all claims against the decedent should be\r\npresented for allowance, and the word 'claims' includes such debts or demands as\r\nexisted against the decedent in his or her lifetime and that might have been\r\nenforced against him or her by personal actions for the recovery of money.\" 34\r\nC.J.S. Executors & Administrators § 548 (Supp. 2013) (footnotes omitted).\r\n\"Stated another way, the term includes every species of liability that the personal\r\nrepresentative can be called on to pay out of the general funds of the estate.\" Id.\r\n\"However, claims against an estate are not limited to obligations of the decedent\r\nthat could have been enforced against him or her while living.\" Id.\r\n\r\n       Despite this seemingly all-inclusive language, the General Assembly has\r\nprovided exemptions for certain claims filed by secured creditors. Section 62-3-\r\n803, the nonclaim statute, provides that \"[n]othing in this section affects or\r\nprevents any proceeding to enforce any mortgage, pledge, lien, or other security\r\ninterest upon property of the estate.\" Id. § 62-3-803(c)(1); see id. § 62-3-812 (\"No\r\nexecution may issue upon nor may any levy be made against any property of the\r\n\nestate under any judgment against a decedent or a personal representative, but this\r\nsection shall not be construed to prevent the enforcement of mortgages, pledges,\r\nliens, or other security interests upon real or personal property in an appropriate\r\nproceedings.\" (emphasis added)).\r\n\r\n       These exemptions, however, are not without limitation as a secured creditor\r\nmay only present a claim outside of the time limits of the nonclaim statute if the\r\ncreditor's recovery is confined to the security. Specifically, section 62-3-104\r\nprovides that the statutes governing probate code proceedings have no application\r\n\"to a proceeding by a secured creditor of the decedent to enforce his right to his\r\nsecurity except as to any deficiency judgment which might be sought therein.\" Id.\r\n§ 62-3-104 (emphasis added); Reporter's Comments to § 62-3-104 (\"[T]he secured\r\ncreditor who wishes to enforce a claim for deficiency, even if unliquidated or only\r\npotential, is required to comply with the claims provisions in this section and Part 8\r\nof this article.\").5 See generally G. Van Ingen, Annotation, Nonclaim Statute as\r\nApplied to Real Estate Mortgage or Mortgage Debt, 78 A.L.R. 1126 (1932 &\r\nSupp. 2013) (citing state and federal court decisions regarding the general rule that\r\nthe failure to present a mortgage claim to the personal representative of the estate\r\nof the deceased mortgagor, as required by a general nonclaim statute, does not bar\r\nthe mortgagee's right to foreclose or enforce his mortgage against the mortgaged\r\nproperty, but only bars a recovery of any deficiency judgment, or participation in\r\nthe general assets of the estate).\r\n\r\n       Thus, the General Assembly has created two avenues by which a secured\r\ncreditor may seek recovery following the opening of an estate and the appointment\r\nof a personal representative. Under the first avenue, the secured creditor may\r\npursue foreclosure proceedings on the security for the mortgage without presenting\r\na claim against the estate and, thus, may do so outside the time limits of the\r\nnonclaim statute. Alternatively, the secured creditor may seek to recover directly\r\nfrom the assets of the estate, which then requires the claim to be presented in the\r\nprobate court within the time limits of the nonclaim statute. However, if the\r\ncreditor chooses the first avenue and the foreclosure proceedings fail to yield the\r\n\r\n\r\n5  Section 62-3-804(7)(b) of the 2013 amendments \"clarifies that, as earlier stated\r\nin Section 62-3-104, an in rem proceeding by a secured creditor is not suspended\r\nuntil a personal representative is appointed, unless that proceeding includes an\r\naction for a deficiency judgment against a decedent or his estate.\" Reporter's\r\nComments to S.C. Code Ann. § 62-3-804(7)(b) (2013 amendments) (outlining the\r\nmanner of presentation of claims against a decedent's estate).\r\n\nfull amount of the security, the creditor must have presented a claim on the security\r\nin probate court within the time limits prescribed by the nonclaim statute.6\r\n\r\n      2.     Effect of the Nonclaim Statute\r\n\r\n       If the secured creditor fails to timely present a claim in compliance with the\r\nnonclaim statute, the creditor's right of action against the estate is barred. See In re\r\nEstate of Tollison, 320 S.C. 132, 135, 463 S.E.2d 611, 613 (Ct. App. 1995)\r\n(\"Section 62-3-803 is a nonclaim statute. Thus, unless the statute is complied with,\r\nthe creditor's claim is barred.\" (citation omitted)); see also Phillips v. Quick, 399\r\nS.C. 226, 230, 731 S.E.2d 327, 329 (Ct. App. 2012) (contrasting the nonclaim\r\nstatute with a statute of limitations and recognizing that \" '[u]nless the claim is filed\r\nwithin the prescribed time set out in the statute, no enforceable right of action is\r\ncreated' \" (quoting Estate of Decker v. Farm Credit Servs. of Mid-Am., ACA, 684\r\nN.E.2d 1137, 1138-39 (Ind. 1997))).\r\n\r\n      In contrast to the Bank's characterization, the nonclaim statute is not a\r\ngeneral statute of limitations as the two statutes are fundamentally and\r\noperationally distinct.7 \"Although a nonclaim statute is in the nature of, and is\r\nsimilar to, a statute of limitations, in that it prevents the enforcement of stale\r\ndemands, it is not wholly such.\" 34 C.J.S. Executors & Administrators § 556\r\n(Supp. 2013). \"An untimely claim filed pursuant to a jurisdictional statute of\r\n\r\n6 Notably, the method of payment by the personal representative to a secured\r\ncreditor is dependent upon whether the creditor \"surrenders his security\" or\r\n\"exhausts his security before receiving payment.\" S.C. Code Ann. § 62-3-809\r\n(2009) (outlining method of payment for secured claims); see id. § 62-3-805\r\n(establishing priority of claims for payment when assets of the estate are\r\ninsufficient to pay all claims in full).\r\n7 The Bank maintains that the phrase \"other statute of limitations\" in section 62-3-\r\n803 means the nonclaim statute is \"itself [] a statute of limitations.\" See S.C. Code\r\nAnn. § 62-3-803(a) (2009) (\"All claims against a decedent's estate which arose\r\nbefore the death of the decedent, . . . , if not barred earlier by other statute of\r\nlimitations, are barred against the estate.\" (emphasis added)). We note, however,\r\nthat the General Assembly has now clarified section 62-3-803(a) to state, \"if not\r\nbarred earlier by another statute of limitations or nonclaim statute.\" Although this\r\namendment is effective January 1, 2014, after the matter at issue here, we believe it\r\nprovides guidance in this case as it constitutes evidence of legislative intent and is\r\nconsistent with this Court's classification of section 62-3-803 as a nonclaim statute.\r\n\nnonclaim is automatically barred, so that the filing of a claim within the period\r\nspecified is mandatory.\" Id. (footnotes omitted). \"However, a claim filed beyond\r\nthe time set forth in a statute of limitations ordinarily is barred only if the statute of\r\nlimitations is raised as an affirmative defense or by way of a motion to dismiss, if\r\nthe defense appears on the face of the prior pleading.\" Id.\r\n\r\n      These operational differences are based on fundamental distinctions between\r\nthe two types of statutes, which are explained as follows:\r\n\r\n             A nonclaim statute is a self-contained statute which absolutely\r\n      prohibits the initiation of litigation based on it after a prescribed\r\n      period. While nonclaim statutes limit the time in which a claim may\r\n      be filed or an action brought, they are separate and distinct from\r\n      statutes of limitation, and are broader in their operation. Such\r\n      statutes also are sometimes called special statutes of limitation.\r\n\r\n             A statute is a nonclaim statute if there is a clearly evidenced\r\n      legislative intent in the statute to not merely withhold the remedy, but\r\n      to take away the right of recovery when a claimant fails to present his\r\n      or her claim as provided in the statute. The language creating a\r\n      nonclaim statute must indicate clearly that a failure to comply with its\r\n      terms bars the claim, that filing is a condition to the existence of the\r\n      claim, or that failure to file deprives the court of jurisdiction.\r\n\r\n             The time element is a built-in condition of a nonclaim statute\r\n      and is of the essence of the right of action, and unless the claim is\r\n      filed within the prescribed time set out in the statute, no enforceable\r\n      right of action is created.\r\n\r\n51 Am. Jur. 2d Limitation of Actions § 3 (2011) (footnotes omitted) (emphasis\r\nadded).8\r\n\r\n8 Relying on a footnote in Moultis v. Degen, 279 S.C. 1, 6 n.3, 301 S.E.2d 554,\r\n557 n.3 (1983), which states \"[w]hile we recognize that the claims barring statute is\r\nan affirmative defense to be pled by way of answer,\" the Bank contends that\r\nHover's failure to plead the claims-barring statute as an affirmative defense in the\r\nforeclosure proceedings waived its operation. For several reasons, we reject the\r\nBank's contention. First, as discussed, the nonclaim statute is not a statute of\r\nlimitations that must be pled but, rather, is one that affects a claimant's right of\r\naction against the Estate. Thus, we find the footnote upon which the Bank relies is\r\n\n       Furthermore, although the nonclaim \"bar\" is often cursorily categorized as\r\n\"jurisdictional,\" it does not implicate subject matter jurisdiction as asserted by\r\nHover. See In re Estate of Ongaro, 998 P.2d 1097, 1103 (Colo. 2000) (en banc)\r\n(discussing cases that state a nonclaim statute \"operates to deprive a court of\r\njurisdiction\" and finding these cases mischaracterized the precise effects of the\r\nnonclaim statute because \"the nonclaim statute does not deprive courts of\r\njurisdiction over untimely claims\").\r\n\r\n       As this Court recently explained, \"The word 'jurisdiction' does not in every\r\ncontext connote subject matter jurisdiction, but rather, is 'a word of many, too\r\nmany, meanings.' \" Limehouse v. Hulsey, 404 S.C. 93, 104, 744 S.E.2d 566, 572\r\n(2013) (quoting Rockwell Int'l Corp. v. U.S., 549 U.S. 457, 467 (2007)). Rather,\r\n\"[j]urisdiction is generally defined as 'the authority to decide a given case one way\r\nor the other. Without jurisdiction, a court cannot proceed at all in any cause;\r\njurisdiction is the power to declare law, and when it ceases to exist, the only\r\nfunction remaining to a court is that of announcing the fact and dismissing the\r\ncause.' \" Id. at 104, 744 S.E.2d at 572 (quoting 32A Am. Jur. 2d Federal Courts §\r\n581 (2007) (footnotes omitted)). \"Specifically, '[j]urisdiction is composed of three\r\nelements: (1) personal jurisdiction; (2) subject matter jurisdiction; and (3) the\r\ncourt's power to render the particular judgment requested.' \" Id. (quoting Indep.\r\nSch. Dist. No. 1 of Okla. County v. Scott, 15 P.3d 1244, 1248 (Okla. Civ. App.\r\n2000)).Thus, a failure to comply with the nonclaim statute would not divest either\r\nthe probate court or the circuit court of subject matter jurisdiction with respect to\r\nissues arising out of the probate of an estate. See S.C. Const. art. V, § 11 (\"The\r\nCircuit Court shall be a general trial court with original jurisdiction in civil and\r\ncriminal cases, except those cases in which exclusive jurisdiction shall be given to\r\ninferior courts, and shall have such appellate jurisdiction as provided by law.\");\r\nS.C. Code Ann. § 62-1-302(a)(1) (2009 & Supp. 2012) (recognizing probate court's\r\nexclusive original jurisdiction over all subject matter related to the estates of\r\ndecedents). Instead, noncompliance eliminates a claimant's right of action against\r\na decedent's estate and, in turn, deprives the court of the power to adjudicate the\r\nclaim. See 54 C.J.S. Limitations of Actions § 33 (Supp. 2013) (\"Nonclaim statutes\r\noperate to bar untimely claims without any action by the opposing party and\r\ndeprive a court of the power to adjudicate those claims.\" (emphasis added)).\r\n\r\nan incorrect statement of the law. Second, the statement constitutes dicta as it was\r\nin reference to an unpreserved appellate issue that did not serve as a basis for the\r\nCourt's decision.\r\n\nD.    Application\r\n\r\n      1.     Bank's Actions\r\n\r\n      Applying the foregoing principles to the facts of the instant case, we hold the\r\nBank's failure to present a timely claim barred its right to recover the deficiency\r\njudgment from the Estate.\r\n\r\n       We find and the Bank concedes that the second mortgage constituted a\r\n\"claim\" within the meaning of the Probate Code and, therefore, subject to the\r\nnonclaim statute. The mortgage, which was executed during Gurnham's lifetime,\r\nconstituted a contractual liability that arose prior to her death but was to become\r\ndue in the future. Thus, although the mortgage was \"unmatured\" at the time the\r\nEstate was opened, liability was certain. See 34 C.J.S. Executors & Administrators\r\n§ 522 (Supp. 2013) (\"Fixed claims that will become due and payable in the future,\r\nalthough presently unmatured, may be proper claims against the estate of the\r\ndecedent.\"); id. at § 552 (\"A contingent claim within the meaning of the statutes\r\nrelating to presentation of claims against a decedent's estate is one under which the\r\nexistence of any right or liability is not presently certain or absolute, but is\r\ndependent on some future event that may or may not happen; if the right or liability\r\nexists independent of the event, the claim is absolute, notwithstanding that it may\r\nbe uncertain in amount or unenforceable until the happening of the event.\"); see\r\nalso In re Estate of Thomas, 743 S.W.2d 74, 77 (Mo. 1988) (en banc) (\"In probate\r\nthe term 'liability' typically, if not exclusively, refers to a debt or a pecuniary\r\nobligation.\").\r\n\r\n       Because the Bank pursued foreclosure proceedings, its right of recovery was\r\nlimited to the sale of the real estate unless it timely filed a claim in probate court to\r\nrecover any potential deficiency. The Bank did not do so as it filed a Statement of\r\nCreditor's Claim on August 19, 2008, which was clearly more than one year after\r\nGurnham's death and more than eight months after Hover served creditors notice\r\nby publication on March 2, 2006. Although the deficiency judgment was entered\r\nafter the claims-filing time limits and arguably \"arose after the decedent's death,\"9\r\n\r\n9 For claims arising after the decedent's death, the nonclaim statute allows the\r\nclaim to be filed within eight months after it arises. S.C. Code Ann. § 62-3-\r\n803(b)(2) (2009). These types of claims normally include funeral expenses and\r\ncosts incurred by the personal representative in administering the estate. See 34\r\nC.J.S. Executors & Administrators § 553 (Supp. 2013) (\"The statutes of nonclaim\r\nusually apply only to claims that existed against the decedent in his or her lifetime,\r\n\nthis fact did not \"toll\" the time limits of the nonclaim statute as the claim that\r\nformed the basis of the deficiency judgment arose long before the deficiency\r\njudgment was entered.\r\n\r\n       Our conclusion is consistent with the decisions of other jurisdictions\r\naddressing similar facts. See, e.g., Harter v. Lenmark, 443 N.W.2d 537, 540\r\n(Minn. 1989) (recognizing that a mortgagee may proceed against property of the\r\nestate encumbered by a mortgage without the necessity of filing a claim, but\r\nfinding \"there is no statutory provision authorizing the entry of a deficiency\r\njudgment on a debt in the absence of the requisite claim\"; finding noteholder's\r\nfailure to file a claim in probate court was \"dispositive\"); Gandy v. Citicorp, 985\r\nSo. 2d 371 (Miss. Ct. App. 2008) (finding that bank, which chose not to probate its\r\nclaims but proceeded with foreclosure against security, was precluded from a claim\r\nfor any deficiency from the assets of the estate); Provident Inst. for Sav. in Jersey\r\nCity v. W. Bergen Trust Co., 20 A.2d 437, 439 (N.J. Ct. of Errors & Appeals 1941)\r\n(barring bank's suit for deficiency judgment against the estate where bank\r\nproceeded with foreclosure action but did not file \"claims upon the bonds and\r\nmortgages\" within the \"time fixed by law\"); Alexander v. Galloway, 80 S.E.2d 369,\r\n372 (N.C. 1954) (\"Where a secured creditor seeks to obtain payment either in full\r\nor of a deficiency out of the general assets of the estate and thus to enforce his\r\nclaim against property not covered by his lien or held by him as security,\r\npresentation of his claim is necessary to preserve the right to payment out of the\r\ngeneral assets of the estate.\"); Meissner v. Murphy, 647 P.2d 972, 974 (Or. Ct.\r\nApp. 1982) (stating, \"the failure to present to an executor or administrator for\r\nallowance a claim secured by mortgage, only operates to prevent a judgment for a\r\ndeficiency that might remain after exhausting the mortgaged property, but does not\r\naffect the right to a foreclosure where no recovery is sought beyond the proceeds\r\nof the mortgaged lands\" (citation omitted)).\r\n\r\n      2.     Deficiency Judgment did not \"Override\" Nonclaim Statute\r\n\r\n       Despite the Bank's admission that it failed to file a timely claim against the\r\nEstate in probate court, the Bank maintains the filing of the foreclosure action in\r\ncircuit court and the entry of the deficiency judgment cured this mistake.\r\nHowever, contrary to the analysis of the lower courts, the entry of the deficiency\r\n\r\nand do not require presentation of claims that come into existence after his or her\r\ndeath, such as claims for funeral expenses, or administration expenses, or claims\r\nbased on contracts entered into by the executor or administrator.\" (footnotes\r\nomitted)).\r\n\njudgment could not \"override\" or eliminate the mandatory provisions of the\r\nnonclaim statute.\r\n\r\n       Although section 62-3-806(c) provides that \"[a] judgment in a proceeding in\r\nanother court against a personal representative to enforce a claim against a\r\ndecedent's estate is an allowance of the claim,\" this provision does not eliminate\r\nthe requirement that the claim must be timely filed in probate court. See Ocean\r\nNat'l Bank v. Spang, 675 A.2d 983, 984 (Me. 1996) (recognizing that judgment\r\nconstitutes an allowance of a probate claim, but stating that \"[w]e would eliminate\r\nthe time limits of the Probate Code if we were to conclude that a judgment\r\nobtained without presentment of a timely claim or commencement of a timely\r\naction is likewise allowed\"). Thus, the entry of the deficiency judgment merely\r\nconstituted a valid debt against the Estate that must have also been presented\r\nwithin the time limits of the nonclaim statute.10\r\n\r\n      3.     Equitable Considerations\r\n\r\n       Furthermore, even though a decision in favor of the Estate may appear\r\ninequitable, equitable considerations are not a factor in the claims-barring analysis.\r\nThus, neither Hover's continued payment on the Note after his mother's death or\r\nthe act of default in the foreclosure proceedings can \"override\" or eliminate the\r\nnonclaim statute as this statute has been strictly applied in similar circumstances.\r\nSee Phillips v. Quick, 399 S.C. 226, 230, 731 S.E.2d 327, 329 (Ct. App. 2012) (\"\r\n'While equitable principles may extend the time for commencing an action under\r\nstatutes of limitation, nonclaim statutes impose a condition precedent to the\r\nenforcement of a right of action and are not subject to equitable exceptions.' \"\r\n(quoting Estate v. Decker v. Farm Credit Servs. of Mid-Am., ACA, 684 N.E.2d\r\n1137, 1139 (Ind. 1997))); 34 C.J.S. Executors & Administrators § 547 (Supp.\r\n2013) (\"Misleading statements, assurances, or conduct of the representative\r\ninducing a creditor to refrain from the due presentation of his or her claim do not\r\nestop the representative from contesting the claim because of such a failure to\r\npresent the claim.\"). See generally E.W.H., Annotation, Effect of Conduct of\r\nPersonal Representative Preventing Filing of Claims Within Time Allowed by\r\nStatute of Nonclaim, 66 A.L.R. 1415 (1930 & Supp. 2013) (citing state and federal\r\ncases addressing the general rule that no promise on the part of a personal\r\n\r\n\r\n10 Notably, the General Assembly has clarified section 62-3-806 to define an\r\n\"allowance of a claim\" as merely constituting a valid debt of the decedent's estate.\r\nSee S.C. Code Ann. § 62-3-806(e) (2013 amendments).\r\n\nrepresentative is sufficient to prevent the bar of the statute as to a claim not filed\r\nwithin the statutory period).     III.   Conclusion\r\n\r\n        Although we recognize that the Bank's deficiency judgment will not be\r\nsatisfied, we decline to let this dictate a result that is contrary to the terms of the\r\nProbate Code and the intent of the legislature. Instead, we reverse the grant of\r\nsummary judgment in favor the Bank as it is mandated by our rules of statutory\r\nconstruction and effectuates the purpose of the nonclaim statute, which is to\r\nexpedite and resolve claims against a decedent's estate with finality. See In re\r\nEstate of Ongaro, 998 P.2d 1097, 1102 (Colo. 2000) (en banc) (analyzing\r\nnonclaim statute and stating, \"Allowing creditors to toll claims against estates\r\nwould frustrate the speedy and efficient settlement of estates and distribution of\r\nassets\"); Ragan v. Hill, 447 S.E.2d 371, 374 (N.C. 1994) (\"The time limitations\r\nprescribed by [the nonclaim statute] allow the personal representative to identify\r\nall claims to be made against the assets of the estate early on in the process of\r\nadministering the estate. The statute also promotes the early and final resolution of\r\nclaims by barring those not presented within the identified period of time.\").\r\n\r\n       Moreover, had the Bank timely presented a claim, it could have assumed its\r\nposition as a general creditor to seek recovery against the remaining assets of the\r\nEstate. See 34 C.J.S. Executors & Administrators § 555 (Supp. 2013) (\"In any\r\ncase, where a mortgagee, pledge, or other secured creditor seeks to obtain payment\r\neither in full or of a deficiency out of the general assets of the estate, and, thus, to\r\nenforce his or her claim against property not covered by his or her lien or held by\r\nhim or her as security, the claim stands on the same footing with the claims of\r\nother creditors and must be presented for allowance.\"); In re Lundy Estate, 804\r\nN.W.2d 773, 778 (Mich. Ct. App. 2011) (noting that a \"bank is in the same\r\nposition as other creditors with respect to any claim against the estate for the\r\namount of any deficiency existing after exhausting the security\").\r\n\r\n      Based on the foregoing, we reverse the order of the circuit court.\r\n\r\n      REVERSED.\r\n\r\n      TOAL, C.J., PLEICONES, KITTREDGE and HEARN, JJ., concur.\r\n\n","court":"Supreme"},{"id":"ORDER","title":"In the Matter of Robert Paul Taylor","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2014-02-19-01","description":"The Office of Disciplinary Counsel asks this Court to place respondent on interim suspension pursuant to Rule 17(b) of the Rules for Lawyer Disciplinary Enforcement (RLDE) contained in Rule 413 of the South Carolina Appellate Court Rules (SCACR) and to appoint the Receiver to protect the interests of respondent's clients pursuant to Rule 31, RLDE, Rule 413, SCACR.","date":"2014-02-26","type":"order","text":"\r\n  \r\n\r\n\r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\n\r\n\r\n  \r\n    \r\n      \r\n        In the  Matter of Robert Paul Taylor, Respondent\r\n          \r\n          Appellate  Case No. 2014-000251\r\n\r\n    \r\n\r\n\r\nORDER\r\n\r\nThe Office of Disciplinary Counsel asks this Court to  place respondent on interim suspension pursuant to Rule 17(b) of the Rules for  Lawyer Disciplinary Enforcement (RLDE) contained in Rule 413 of the South  Carolina Appellate Court Rules (SCACR) and to appoint the Receiver to protect  the interests of respondent's clients pursuant to Rule 31, RLDE, Rule 413,  SCACR.  Respondent consents to the petition.\r\nIT IS ORDERED that respondent's license to practice  law in this state is suspended until further order of this Court.\r\nIT IS FURTHER ORDERED that Peyre Thomas Lumpkin,  Esquire, Receiver, is hereby appointed to assume responsibility for respondent's  client files, trust account(s), escrow account(s), operating account(s), and  any other law office accounts respondent may maintain.  Mr. Lumpkin shall take action as required by  Rule 31, RLDE, Rule 413, SCACR, to protect the interests of respondent's  clients.  Mr. Lumpkin may make  disbursements from respondent's trust account(s), escrow account(s), operating  account(s), and any other law office accounts respondent may maintain that are  necessary to effectuate this appointment.\r\nThis Order, when served on any bank or other financial  institution maintaining trust, escrow and/or operating account(s) of  respondent, shall serve as an injunction to prevent respondent from making  withdrawals from the account(s) and shall further serve as notice to the bank  or other financial institution that the Receiver, Peyre Thomas Lumpkin,  Esquire, has been duly appointed by this Court.\r\nFinally, this  Order, when served on any office of the United States Postal Service, shall  serve as notice that the Receiver, Peyre Thomas Lumpkin, Esquire, has been duly  appointed by this Court and has the authority to receive respondent's mail and  the authority to direct that respondent's mail be delivered to Mr. Lumpkin's  office.\r\nMr. Lumpkin's appointment shall be for a period of no  longer than nine months unless an extension of the period of appointment is  requested.\r\n\r\n  \r\n    \r\n     s/\r\n      Jean H. Toal                                               C. J.\r\n        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n  \r\n\r\nColumbia, South Carolina \r\nFebruary 19, 2014\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","court":"Supreme"}]