[{"id":"27387","title":"York County v. SCDHEC","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27387.pdf","description":"This case is dismissed as improvidently granted.","date":"2014-05-14","type":"opinion","text":"           THE STATE OF SOUTH CAROLINA \n\r\n                In The Supreme Court \n\r\n\r\n   York County and Nazareth Baptist Church of Rock Hill,\r\n   Inc., Defendants,\r\n\r\n   of whom York County is Petitioner,\r\n\r\n   v.\r\n\r\n   South Carolina Department of Health and Environmental\r\n   Control and C & D Management Company, LLC,\r\n   Respondents.\r\n\r\n   Appellate Case No. 2012-212041\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n         Appeal From The Administrative Law Court\n\r\n        Carolyn C. Matthews, Administrative Law Judge \n\r\n\r\n\r\n                    Opinion No. 27387 \n\r\n           Heard May 6, 2014 – Filed May 14, 2014 \n\r\n\r\n\r\n   CERTIORARI DISMISSED AS IMPROVIDENTLY\r\n                 GRANTED\r\n\r\n\r\n   Amy Elizabeth Armstrong, of South Carolina \n\r\n   Environmental Law Project, of Pawleys Island, for \n\r\n   Petitioner. \n\r\n\n            W. Thomas Lavender, Jr., Leon C. Harmon, and Joan W.\r\n            Hartley, all of Nexsen Pruet, LLC, of Columbia, and\r\n            Susan A. Lake, of Columbia, for Respondents.\r\n\r\n\r\nPER CURIAM: We granted certiorari to review the court of appeals' opinion in\r\nYork County v. South Carolina Department of Health & Environmental Control,\r\nOp. No. 4940 (S.C. Ct. App. filed Feb. 8, 2012), which affirmed the administrative\r\nlaw court's final order upholding the South Carolina Department of Health and\r\nEnvironmental Control's issuance of a commercial construction, demolition waste\r\nand land-clearing debris landfill to C&D Management Company, LLC. We now\r\ndismiss the writ as improvidently granted.\r\n\r\nDISMISSED AS IMPROVIDENTLY GRANTED.\r\n\r\n\r\n\r\nTOAL, C.J., PLEICONES, KITTREDGE, HEARN, JJ., and Acting Justice\r\nJames E. Moore, concur.\r\n\n","court":"Supreme"},{"id":"ORDER","title":"In the Matter of Edwin Donald Givens","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2014-05-15-01","description":"The Office of Disciplinary Counsel asks this Court to place respondent on interim suspension pursuant to Rule 17 of the Rules for Lawyer Disciplinary Enforcement (RLDE) contained in Rule 413 of the South Carolina Appellate Court Rules (SCACR).Â","date":"2014-05-21","type":"order","text":"\r\n  \r\n\r\n\r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\n\r\n  \r\n    \r\n      \r\n        In the Matter of Edwin Donald  Givens, Respondent.\r\n          \r\n        Appellate Case No. 2014-001032 \r\n\r\n    \r\n  \r\n\r\n\r\nORDER\r\n\r\nThe Office of Disciplinary Counsel asks this Court to  place respondent on interim suspension pursuant to Rule 17 of the Rules for  Lawyer Disciplinary Enforcement (RLDE) contained in Rule 413 of the South  Carolina Appellate Court Rules (SCACR).  \r\nIT IS ORDERED that respondent's license to practice  law in this state is suspended until further order of this Court.\r\nIT IS FURTHER  ORDERED that respondent is hereby  enjoined from taking any action regarding any trust, escrow, operating, and any  other law office account(s) respondent may maintain at any bank or other  financial institution, including, but not limited to, making any withdrawal or  transfer, or writing any check or other instrument on the account(s).  \r\n\r\n  \r\n    \r\n     s/\r\n      Jean H. Toal                                               C. J.\r\n        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;  FOR THE COURT\r\n  \r\n\r\nColumbia, South Carolina\r\nMay 15, 2014 \r\n  \r\n\r\n\r\n\r\n\r\n\r\n","court":"Supreme"},{"id":"27388","title":"In the Matter of Bruce Hoffman","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27388.pdf","description":"This is an opinion publicly reprimanding a lawyer.","date":"2014-05-28","type":"opinion","text":"                   THE STATE OF SOUTH CAROLINA \n\r\n                        In The Supreme Court \n\r\n\r\n             In the Matter of Bruce Robert Hoffman, Respondent\r\n\r\n             Appellate Case No. 2014-000735\r\n\r\n\r\n                              Opinion No. 27388 \n\r\n                   Submitted May 6, 2014 – Filed May 28, 2014 \n\r\n\r\n\r\n                             PUBLIC REPRIMAND\r\n\r\n\r\n             Lesley M. Coggiola, Disciplinary Counsel, and Sabrina\r\n             C. Todd, Assistant Disciplinary Counsel, both of\r\n             Columbia, for Office of Disciplinary Counsel.\r\n\r\n             Harvey MacLure Watson, III, Esquire, of Ballard Watson\r\n             Weissenstein of West Columbia, for respondent.\r\n\r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter, respondent and the Office\r\nof Disciplinary Counsel (ODC) have entered into an Agreement for Discipline by\r\nConsent (Agreement) pursuant to Rule 21 of the Rules for Lawyer Disciplinary\r\nEnforcement (RLDE) contained in Rule 413 of the South Carolina Appellate Court\r\nRules (SCACR). In the Agreement, respondent admits misconduct and consents to\r\nthe imposition of an admonition or public reprimand with other conditions. We\r\naccept the Agreement and issue a public reprimand with conditions as discussed\r\nhereafter. The facts, as set forth in the Agreement, are as follows.\r\n\r\n                                       Facts\r\n\r\nRespondent was hired by a family friend to assist with the administration of a trust.\r\nRespondent performed some services before entering into a formal fee agreement.\r\nIn the written fee agreement, Client agreed to pay respondent $300 per hour and\r\nrespondent required Client to provide a $5,000 retainer which respondent referred\r\n\nto as an initial deposit. The fee agreement stated \"[t]his initial deposit is\r\nnonrefundable, paid in exchange for the Attorney's agreement to represent Client.\"\r\n\r\nRespondent deposited Client's check into his trust account on a Friday and\r\ntransferred the entire $5,000 from the account the following Monday. Respondent\r\nacknowledges this withdrawal was improper because he had not yet earned the\r\nentire $5,000 and his fee agreement was insufficient for him to treat the funds as an\r\nadvanced fee earned upon receipt under Rule 1.5(f), RPC, Rule 407, SCACR.\r\nHowever, respondent submits he was unaware of the requirements of Rule 1.5(f)\r\nbecause that portion of the rule had become effective only weeks before the fee\r\nagreement was executed. At the time of his withdrawal, respondent believed he\r\nwas entitled to remove the entire $5,000 because his fee agreement with Client\r\nclearly identified the sum as \"nonrefundable.\"\r\n\r\nOn Tuesday, Client's check was returned for insufficient funds. The bank reported\r\nto the Commission on Lawyer Conduct (the Commission) that a $5,000 item was\r\npresented on respondent's trust account against insufficient funds. The\r\nCommission referred the bank's report to ODC for an investigation.\r\n\r\nClient was traveling when she learned her check to respondent was dishonored.\r\nShe had her husband send respondent a $3,000 payment to respondent's PayPal\r\naccount which she believed would leave her \"significantly ahead in payments.\"\r\nWhen she arrived home, Client requested respondent provide an invoice of the\r\nwork performed to date so she would know where she stood on payments.\r\nRespondent expressed dismay at the request and indicated he would not have time\r\nto prepare an invoice until after a specific date. By that date, Client decided she\r\ndid not need any further assistance from respondent.\r\n\r\nAfter the date passed, Client made a second request for an invoice and asked for a\r\nrefund of any unearned fees. Respondent sent Client an invoice via email. The\r\ninvoice was not itemized but indicated that, including the time he spent dealing\r\nwith the \"fallout\" of her dishonored check, he had performed ten hours of work and\r\nthus earned $3,000. However, respondent claimed that he was entitled to receive\r\nthe full $5,000 initial deposit plus a $30 statutory service charge for the dishonored\r\ncheck and the fees PayPal charged him for the payment from Client's husband.\r\nAdditionally, respondent only gave Client credit for the net amount he received\r\nfrom PayPal, thus resulting in Client being charged the PayPal fees twice. In his\r\naccompanying email, respondent indicated Client was subject to criminal\r\nprosecution and a $500 penalty for writing a bad check. Respondent closed the\r\n\nemail by stating, \"I don't expect to hear from you about this again, but reserve all\r\nmy rights in the event I do.\"\r\n\r\nIn responding to the Notice of Investigation, respondent attempted to show that his\r\ntrust account was never overdrawn and that the bank's report was erroneous.\r\nRespondent explained that, before depositing Client's check, the account balance\r\nwas $7,351 and, of this amount, $7,200 was earned fees he had not withdrawn\r\nfrom the trust account.\r\n\r\nRespondent did not provide all of the records requested in the Notice of\r\nInvestigation and did not fully comply with two further requests for information\r\nand documentation. Respondent was unable to produce the requested records\r\nbecause he was not maintaining the financial records required by Rule 417,\r\nSCACR. However, he did not explain the reason for his failure to produce the\r\nrecords, triggering ODC to issue a subpoena for one year of trust account records\r\nand to schedule his interview.\r\n\r\nIn response to the subpoena, respondent was only able to produce bank statements\r\nfor the account in question. The bank statements included images of the front of\r\nhis canceled checks but those images were insufficient in size and image quality to\r\nbe legible. Respondent acknowledges he failed to create and maintain many of the\r\nother records required by Rule 417, SCACR, including a receipt and disbursement\r\njournal, client ledgers, accountings, reconciliation reports, trial balances, and\r\nlegible images of the front and back of canceled checks.\r\n\r\nDuring his interview with ODC, respondent explained he did not maintain these\r\nrecords because he believed that, based on the minimal volume of transactions in\r\nhis trust account, he would be able to sufficiently recall particular transactions by\r\nmemory if necessary. Respondent notes he had exclusive control and access to the\r\naccount, but admits he was unable to identify specific transactions involving his\r\ntrust account when asked for details during his interview.\r\n\r\nWhen asked about the $7,200 he had in his trust account when he deposited\r\nClient's check, respondent stated most or all of that sum constituted earned legal\r\nfees for a particular client and that he had left the fees in the account for at least\r\nsixty days. Respondent explained he had the money earmarked for a specific\r\npurpose and was using the account like a savings account. He admitted he had no\r\noperating account and would sometimes deposit his own funds into the trust\r\naccount in order to advance costs on a case.\r\n\nSince the investigation by ODC began, respondent has opened a separate operating\r\naccount and completed a trust accounting course accredited by the South Carolina\r\nBar.                                    Law\r\n\r\nRespondent admits that by his conduct he has violated the following provisions of\r\nthe Rules of Professional Conduct, Rule 407, SCACR: Rule 1.5 (lawyer shall not\r\ncharge unreasonable fee); Rule 1.15 (lawyer shall safeguard client funds; absent\r\nadvance fee agreement, lawyer shall deposit unearned fees into trust account and\r\nwithdraw funds only when earned; lawyer shall not commingle personal funds with\r\nfunds of clients and third parties); Rule 4.5 (lawyer shall not threaten criminal\r\nprosecution solely to obtain advantage in civil matter); and Rule 8.1(b) (lawyer\r\nshall not knowingly fail to respond to lawful demand for information from\r\ndisciplinary authority). In addition, respondent admits he failed to maintain proper\r\nrecords pertaining to his trust account as required by Rule 417, SCACR.\r\n\r\nRespondent also admits his conduct constitutes grounds for discipline under the\r\nfollowing Rules for Lawyer Disciplinary Enforcement, Rule 413, SCACR: Rule\r\n7(a)(1) (it shall be ground for discipline for lawyer to violate Rules of Professional\r\nConduct or other rules of this jurisdiction regarding professional conduct of\r\nlawyers) and Rule 7(a)(3) (it shall be ground for discipline for lawyer to knowingly\r\nfail to respond to lawful demand from disciplinary authority).\r\n\r\n                                    Conclusion\r\n\r\nWe find respondent's misconduct warrants a public reprimand.1 In addition,\r\nrespondent shall pay the costs incurred in the investigation and prosecution of this\r\nmatter by ODC and the Commission within thirty (30) days of the date of this\r\norder. Within six (6) months of the date of this order, respondent shall complete\r\nthe South Carolina Bar's Legal Ethics and Practice Program. Further, for one (1)\r\nyear from the date of this order, respondent shall file copies of the following trust\r\naccount(s) records with the Commission: monthly reconciliation reports with a list\r\nof outstanding items; trial balance reports; active client ledgers; bank statements;\r\nfront and back images of canceled checks; deposit records including images of\r\n\r\n\r\n Respondent's disciplinary history includes an admonition issued in 2001. Rule\r\n1\r\n\r\n\r\n7(b)(4), RLDE (admonition may be used in subsequent proceedings as evidence of\r\nprior misconduct solely upon issue of sanction to be imposed).\r\n\nitems of deposit; and records of electronic transfers. Accordingly, we accept the\r\nAgreement and publicly reprimand respondent for his misconduct.\r\n\r\nPUBLIC REPRIMAND.\r\n\r\nTOAL, C.J., PLEICONES, KITTREDGE and HEARN, JJ., concur.\r\nBEATTY, J., not participating.\r\n\n","court":"Supreme"},{"id":"27389","title":"In the Matter of David Swanner","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27389.pdf","description":"This is an opinion definitely suspending a lawyer.","date":"2014-05-28","type":"opinion","text":"                   THE STATE OF SOUTH CAROLINA \n\r\n                        In The Supreme Court \n\r\n\r\n            In the Matter of David Allen Swanner, Respondent\r\n\r\n            Appellate Case No. 2014-000725\r\n\r\n\r\n                              Opinion No. 27389 \n\r\n                   Submitted May 6, 2014– Filed May 28, 2014 \n\r\n\r\n\r\n                           DEFINITE SUSPENSION\r\n\r\n\r\n            Lesley M. Coggiola, Disciplinary Counsel, and Barbara\r\n            M. Seymour, Deputy Disciplinary Counsel, both of\r\n            Columbia, for Office of Disciplinary Counsel.\r\n\r\n            Harvey MacLure Watson, III, Esquire, of Ballard Watson\r\n            Weissenstein, of West Columbia, for respondent.\r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter, respondent and the Office\r\nof Disciplinary Counsel have entered into an Agreement for Discipline by Consent\r\n(Agreement) pursuant to Rule 21 of the Rules for Lawyer Disciplinary\r\nEnforcement (RLDE) contained in Rule 413 of the South Carolina Appellate Court\r\nRules (SCACR). In the Agreement, respondent admits misconduct and consents to\r\nthe imposition of any sanction contained in Rule 7(b), RLDE, with conditions. We\r\naccept the Agreement and suspend respondent from the practice of law in this state\r\nfor two (2) years and impose conditions as stated hereafter. The facts, as set forth\r\nin the Agreement, are as follows.      Facts\r\n\r\n                          Trust Account Mismanagement\r\n\r\nFor approximately fifteen years, respondent has practiced law as a solo\r\npractitioner. For several years, he delegated monthly reconciliation of the trust\r\naccount and operating account to his spouse and bookkeeping to other non-lawyer\r\n\nstaff in his office. Respondent's spouse and non-lawyer assistants were not\r\nspecially trained in accounting and respondent provided them with no specific\r\ninstructions regarding proper recordkeeping and reconciliation of a law firm trust\r\naccount.\r\n\r\nDuring the time that respondent's spouse was supposed to be conducting monthly\r\nreconciliations, respondent did not review any accounting reports. In fact,\r\nrespondent's spouse was not conducting the reconciliations each month. Further,\r\nthe reconciliations that she was conducting were not compliant with Rule 417,\r\nSCACR. Specifically, respondent's wife was not reconciling the adjusted bank\r\nbalance to the client ledger balance for a three-part reconciliation required by the\r\nrule. In September 2010, respondent separated from his spouse and she\r\ndiscontinued her accounting work for the law firm. From that time forward,\r\nrespondent failed to conduct any monthly reconciliations of his trust account.\r\n\r\nDuring the time period relevant to this disciplinary investigation, respondent's\r\npractice consisted mainly of personal injury and workers' compensation cases\r\nhandled for claimants on a contingency fee basis. Respondent's routine practice for\r\ndisbursing settlements was to have a non-lawyer staff person deposit the settlement\r\ncheck (endorsed by respondent with the client's power of attorney) into the trust\r\naccount, then prepare the disbursement statement and trust account checks. The\r\nnon-lawyer assistant would enter the deposit and the checks into respondent's\r\naccounting software. The checks prepared by the non-lawyer assistant would be\r\ntyped and would reflect the client's name or file number and the purpose of the\r\ncheck in the memo line.\r\n\r\nIn a five day period in early 2011, respondent negotiated three handwritten trust\r\naccount checks for round numbers payable to himself totaling $6,500.00. This\r\nunusual trust account activity caused a bank representative to alert the Commission\r\non Lawyer Conduct (the Commission). At the time the disciplinary investigation\r\nwas initiated, respondent's records reflected a number of negative client ledger\r\nbalances. Respondent's client trust account was short approximately $42,500.00.\r\n\r\nThe disciplinary investigation revealed that, on at least fourteen occasions in 2011,\r\nrespondent issued trust account checks payable to himself outside of his normal\r\npractice. These checks did not reflect a client name, file number, or other\r\nreference. None of these checks were recorded in the accounting journal or any\r\nclient ledger in respondent's accounting software. Most of these checks were\r\nhandwritten by respondent. These checks totaled approximately $59,485.12.\r\n\nRespondent asserts that he issued these checks outside his normal practice because\r\nof urgent needs for funds and the unavailability of his non-lawyer assistant.\r\nRespondent claims that he believed he had sufficient earned fees in trust at the\r\ntimes he issued the checks, although he did not refer to any documentation or\r\nsoftware records to confirm this prior to issuing the checks. The $42,500.00\r\ndefalcation in respondent's trust account resulted from the fact that the checks he\r\nwrote outside his normal practice were not entered into his accounting software\r\nand appropriate checks for fees had either previously, or were subsequently, issued\r\nin the normal course of disbursement by his non-lawyer staff. The resulting client\r\nledger shortages and a number of other accounting and transcription errors were\r\nnot discovered because respondent was not conducting the required monthly\r\nreconciliations.\r\n\r\nDuring the course of the investigation, respondent restored the funds to his trust\r\naccount through a combination of depositing personal funds and leaving earned\r\nfees on new settlements in the account. Respondent has now retained the services\r\nof an outside accountant to reconstruct his records and reconcile his account.\r\n\r\n                                   Loans to Clients\r\n\r\nOn occasion, respondent arranged for his father to loan funds to respondent's\r\nclients with the understanding that the loans would be repaid at the time the clients'\r\nclaims were resolved. Respondent arranged loans from his father to clients\r\napproximately ten times over a five year period. In each case, respondent drafted\r\npromissory notes to memorialize these loans. The promissory notes set forth\r\ncertain repayment terms, including the interest rate and the requirement that the\r\nloans be paid in full at the time of recovery of funds from the client's claim.\r\nHowever, the promissory notes did not contain important terms necessary to\r\nprotect the clients' interests, such as how the interest would be calculated and\r\nwhether or not the client would be responsible for repayment in the event no\r\nrecovery was obtained.\r\n\r\nAlthough respondent told his clients that his father was the source of the loans, he\r\ndid not obtain his clients' informed consent to the conflict of interest as required by\r\nRule 1.7(b) of Rule 407 of the Rules of Professional Conduct. As defined by the\r\nRules of Professional Conduct, informed consent required respondent to\r\ncommunicate to the client reasonably adequate information about the conflict of\r\ninterest presented by the loan and an explanation about the material risks of, and\r\nreasonable alternatives to, obtaining a loan from respondent's close family\r\n\nmember, and the informed consent must be confirmed in writing. See Rule 1.0(g),\r\nRPC (defining informed consent).\r\n\r\nAlthough no complaints have been made by any client about respondent's\r\narrangement of loans from his father and respondent received no personal benefit\r\nfrom any of the loans, respondent admits he failed to comply with the disclosure\r\nand writing requirements of the Rules of Professional Conduct regarding this\r\nconflict of interest.               Client Matter\r\n\r\nClient hired respondent to assist him in a workers' compensation claim arising\r\nfrom an incident on May 28, 2010. A hearing was held on December 8, 2010.\r\nRespondent received the order denying the claim on January 12, 2011.\r\nRespondent prepared a Request for Commission Review with a cover letter and a\r\ncertificate of service on opposing counsel dated January 26, 2011. The envelope\r\naddressed to opposing counsel containing the Request for Commission Review,\r\ncover letter, and certificate of service was postmarked on February 2, 2011. The\r\nRequest for Commission Review was received by the Commission on February 3,\r\n2011.\r\n\r\nWorkers' compensation regulations state that the \"Commission will not accept for\r\nfiling a [Request for Commission Review] that is not postmarked or delivered to\r\nthe Commission by the fourteenth day from the date of receipt of the [order].\" 8\r\nS.C. Code Ann. Reg.67- 701 (2012). The regulations further state that a Request\r\nfor Commission Review is deemed filed on the date of service on the Commission\r\nas reflected on an accompanying certificate of service or, in the absence of such,\r\non the date of actual receipt by the Commission. Respondent's certificate of\r\nservice reflected only service on opposing counsel, not on the Commission;\r\ntherefore, according to the regulations, the request was deemed filed on the date it\r\nwas received by the Commission.\r\n\r\nRespondent's Request for Commission Review was dismissed on February 3, 2011,\r\non the grounds that it was not timely filed, citing the appeal deadline as January 31,\r\n2011 (fourteen days plus a five day grace period for mailing) and the filed date as\r\nFebruary 3, 2011.\r\n\r\nOn March 17, 2011, approximately six weeks after the dismissal of the Request for\r\nCommission Review, respondent sent a letter requesting that his request for review\r\nbe reinstated. On March 25, 2011, respondent received an email from the\r\n\nCommission informing him of the basis for the dismissal and advising him that he\r\ncould file a Motion to Reinstate the Appeal.\r\n\r\nOn August 2, 2011, approximately nineteen weeks after receipt of the\r\nCommission's email, respondent filed and served a Motion to Reinstate Appeal. In\r\nthat motion, respondent asserted that he mailed his Request for Commission\r\nReview on January 26, 2011. Even if that were accurate, the regulations\r\nspecifically state that the appeal is deemed filed on the date reflected on the\r\ncertificate of service on the Commission or, absent such a certificate, on the date of\r\nactual receipt by the Commission. Respondent did not prepare a certificate of\r\nservice on the Commission; therefore, the date of filing was February 3, 2011, the\r\ndate of actual receipt by the Commission. Respondent's Motion to Reinstate\r\nAppeal was denied.\r\n\r\nRespondent admits he failed to diligently pursue the appeal of the decision denying\r\nhis client's claim.                     Law\r\n\r\nRespondent admits that by his conduct he has violated the following provisions of\r\nthe Rules of Professional Conduct, Rule 407, SCACR: Rule 1.3 (lawyer shall act\r\nwith reasonable diligence and promptness in representing client); Rule 1.7 (lawyer\r\nmay represent client where there is a concurrent conflict of interest only under\r\ncircumstances provided by rule, including affected client gives informed consent in\r\nwriting); Rule 1.15(a) (lawyer shall hold client property separately from lawyer's\r\nown property); Rule 5.3 (lawyer shall be responsible for conduct of non-lawyer\r\nemployee); and Rule 8.4(e) (it is professional misconduct for lawyer to engage in\r\nconduct prejudicial to administration of justice). In addition, respondent admits he\r\nviolated the provisions of Rule 417, SCACR.\r\n\r\nRespondent also admits he has violated the following Rules for Lawyer\r\nDisciplinary Enforcement, Rule 413, SCACR: Rules 7(a)(1) (it shall be ground\r\nfor discipline for lawyer to violate Rules of Professional Conduct or other rules of\r\nthis jurisdiction regarding professional conduct of lawyers); Rule 7(a)(5) (it shall\r\nbe ground for discipline for lawyer to engage in conduct tending to pollute\r\nadministration of justice); and Rule 7(a)(6) (it shall be ground for discipline for\r\nlawyer to violate oath of office taken to practice law in this state).\r\n\n                                     Conclusion\r\n\r\nWe accept the Agreement for Discipline by Consent and suspend respondent from\r\nthe practice of law in this state for two (2) years.1 In addition, respondent shall: 1)\r\npay the costs incurred in the investigation and prosecution of this matter by ODC\r\nand the Commission within thirty (30) days of the date of this opinion; 2)\r\ncomplete the Legal Ethics and Practice Program Ethics School and Trust Account\r\nSchool and submit proof of completion to the Commission within nine (9) months\r\nof date of this opinion; 3) if reinstated, for the two (2) year period following his\r\nreinstatement, respondent shall retain the services of an accountant trained in law\r\noffice accounting to conduct monthly reconciliations and respondent shall file\r\nmonthly reconciliations and all relevant source documents with the Commission;\r\n4) for two years from the date of this opinion, respondent shall retain a medical\r\ndoctor or mental health professional and submit quarterly reports from the\r\ntreatment provider to the Commission; and 5) within twenty (20) days from the\r\ndate of this opinion, respondent shall enter into a two (2) year monitoring contract\r\nwith Lawyers Helping Lawyers and submit quarterly reports from his monitor to\r\nthe Commission.\r\n\r\nWithin fifteen days of the date of this opinion, respondent shall file an affidavit\r\nwith the Clerk of Court showing that he has complied with Rule 30 of Rule 413,\r\nSCACR.\r\n\r\nDEFINITE SUSPENSION.\r\n\r\nTOAL, C.J., PLEICONES, KITTREDGE and HEARN, JJ., concur.\r\nBEATTY, J., not participating.\r\n\r\n Respondent's disciplinary history includes admonitions issued in 1999 and in\r\n1\r\n\r\n\r\n2001. See Rule 7(b)(4), RLDE (admonition may be used in subsequent\r\nproceedings as evidence of prior misconduct solely upon issue of sanction to be\r\nimposed). In addition, respondent received a letter of caution warning him to\r\nadhere to some of the same Rules of Professional Conduct cited in the current\r\nopinion. See Rule 2(r), RLDE (fact that letter of caution has been issued shall not\r\nbe considered in subsequent disciplinary proceeding against lawyer unless the\r\ncaution or warning contained in letter of caution is relevant to the misconduct\r\nalleged in new proceedings).\r\n\n","court":"Supreme"},{"id":"27390","title":"State v. Cheeks","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27390.pdf","description":"","date":"2014-05-28","type":"opinion","text":"          THE STATE OF SOUTH CAROLINA \n\r\n               In The Supreme Court \n\r\n\r\n   The State, Respondent,\r\n\r\n   v.\r\n\r\n   Ricky Cheeks, Petitioner.\r\n\r\n   Appellate Case No. 2012-213690\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n              Appeal From Spartanburg County \n\r\n             Roger L. Couch, Circuit Court Judge \n\r\n\r\n\r\n                    Opinion No. 27390 \n\r\n        Submitted May 20, 2014 – Filed May 28, 2014 \n\r\n\r\n\r\n                AFFIRMED AS MODIFIED\r\n\r\n\r\n   Deputy Chief Appellate Defender Wanda H. Carter, of\r\n   Columbia, for Petitioner.\r\n\r\n   Attorney General Alan McCrory Wilson, Assistant \n\r\n   Attorney General Julie Kate Keeney and Assistant \n\r\n   Attorney General Mary Shannon Williams, all of \n\r\n   Columbia, for Respondent. \n\r\n\nPER CURIAM: Ricky Cheeks seeks review of the Court of Appeals' opinion in\r\nState v. Cheeks, 400 S.C. 329, 733 S.E.2d 611 (Ct. App. 2012), affirming his\r\nconvictions and sentences and finding the trial judge did not err in charging the\r\njury that \"actual knowledge of the presence of crack cocaine is strong evidence of a\r\ndefendant's intent to control its disposition or use.\" Based on earlier precedent of\r\nthis Court, the Court of Appeals determined the jury charge did not negate the\r\nmere presence charge that Cheeks was entitled to. See State v. Kimbrell, 294 S.C.\r\n51, 362 S.E.2d 630 (1987); Solomon v. State, 313 S.C. 526, 443 S.E.2d 540 (1994).\r\n\r\nFollowing the issuance of the Court of Appeals' opinion, this Court, in State v.\r\nCheeks, 401 S.C. 322, 737 S.E.2d 480 (2013), affirmed co-defendant Derrick\r\nCheeks' convictions and sentences; however, this Court held the \"strong evidence\"\r\ncharge unduly emphasized the evidence, and deprived the jury of its prerogative to\r\ndraw inferences and to weigh evidence. This Court stated the charge converted all\r\npersons merely present who have actual knowledge of the drugs on the premises\r\ninto possessors of that drug and largely negated the mere presence charge, and\r\nerroneously conveyed that a mere permissible evidentiary inference was, instead, a\r\nproposition of law.\r\n\r\nBased on State v. Derrick Cheeks, we find the same charge was improper in the\r\ncase at hand. However, we also find petitioner was not prejudiced by the charge.\r\nThere was no evidence that petitioner was \"merely present;\" rather, petitioner\r\nprovided financial assistance to the drug operation, aided and abetted the operation,\r\nand was in actual possession of the drugs. Accordingly, the Court of Appeals'\r\nopinion is\r\n\r\nAFFIRMED AS MODIFIED.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"27391","title":"Allegro v. Scully","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27391.pdf","description":"The Court remanded the case to the Court of Appeals to consider the defendants' argument that the trial judge erred in denying the defendants' directed verdict and JNOV motions.","date":"2014-05-28","type":"opinion","text":"           THE STATE OF SOUTH CAROLINA \n\r\n                In The Supreme Court \n\r\n\r\n   Allegro, Inc., Respondent-Petitioner,\r\n\r\n   v.\r\n\r\n   Emmett J. Scully, Synergetic, Inc., George C. Corbin,\r\n   and Yvonne Yarborough, Petitioners-Respondents.\r\n\r\n   Appellate Case No. 2012-213386 \n\r\n   Lower Court Case No. 2004-CP-40-1915 \n\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n              Appeal From Richland County \n\r\n    The Honorable L. Casey Manning, Circuit Court Judge \n\r\n\r\n\r\n                    Opinion No. 27391 \n\r\n        Submitted May 20, 2014 – Filed May 28, 2014 \n\r\n\r\n\r\n                        REMANDED\r\n\r\n\r\n   Robert L. Widener and Richard J. Morgan, both of \n\r\n   McNair Law Firm, of Columbia, for Respondent-\n\r\n   Petitioner. \n\r\n\r\n   Amy L. Gaffney, of Gaffney Lewis & Edwards, LLC, C.\r\n   Mitchell Brown, William C. Wood, and Brian P. Crotty,\r\n   all of Nelson Mullins Riley & Scarborough, LLP, of\r\n   Columbia, for Petitioners-Respondents.\r\n\nPER CURIAM: Petitioner-respondent (Defendants) and respondent-petitioner\r\n(Allegro) each seek a writ of certiorari to review the Court of Appeals' decision in\r\nAllegro, Inc. v. Scully, 400 S.C. 33, 733 S.E.2d 114 (Ct. App. 2012). We deny\r\nAllegro's petition, grant Defendants' petition, dispense with further briefing, and\r\nremand to the Court of Appeals for consideration in accordance with this opinion.\r\n\r\nDefendants argue the Court of Appeals erred in failing to address their claims that\r\nthe trial judge erred in denying their motions for directed verdict and JNOV. We\r\nagree.\r\n\r\n\"The appellate court may affirm any ruling, order, decision or judgment upon any\r\nground(s) appearing in the Record on Appeal.\" Rule 220(c), SCACR. An\r\nappellate court need not address remaining issues when disposition of a prior issue\r\nis dispositive. Earthscapes Unlimited, Inc. v. Ulbrich, 390 S.C. 609, 617, 703\r\nS.E.2d 221, 225 (2010); see also Futch v. McAllister Towing of Georgetown, Inc.\r\n335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999).\r\n\r\nThe Court of Appeals' decision reversed and remanded this case for a new trial\r\nbased on the trial judge's decision to admit a temporary injunction order into\r\nevidence. However, relying on Futch, supra, the Court of Appeals declined to\r\naddress Defendants' claims that the trial judge erred in denying their motions for\r\ndirected verdict and JNOV. Defendants argue the Court of Appeals' disposition of\r\nthe new trial issue was not dispositive of their directed verdict and JNOV\r\narguments, and therefore, the Court of Appeals should have addressed the\r\narguments before remanding for a new trial.\r\n\r\nWe find the Court of Appeals should have addressed whether the trial judge erred\r\nin denying Defendants' directed verdict and JNOV motions. The Court of Appeals'\r\ndecision to reverse and remand for a new trial based on the admission of the\r\ntemporary injunction order did not dispose of any parties or causes of action that\r\ncould have been eliminated by a decision on the trial judge's denial of Defendants'\r\nmotions. Therefore, Futch, supra, did not apply because the Court of Appeals'\r\ndisposition of the new trial issues did not dispose of the directed verdict and JNOV\r\nissues.\r\n\nAccordingly, this matter is hereby\r\n\r\nREMANDED.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"27392","title":"Tant v. SCDOC","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27392.pdf","description":"The Court holds when the Department of Corrections must give an inmate formal notice when it decides to amend its original recordation of his sentence and advise him of his opportunity to be heard through the grievance procedure.  It further holds the Department is confined to the face of the sentencing sheets in determining the length of a sentence, but may refer to the sentencing transcript if there is an ambiguity in the sentencing sheets.","date":"2014-05-28","type":"opinion","text":"                      THE STATE OF SOUTH CAROLINA \n\r\n                           In The Supreme Court \n\r\n\r\n            David Ray Tant, Respondent,\r\n\r\n            v.\r\n\r\n            South Carolina Department of Corrections, Petitioner.\r\n\r\n            Appellate Case No. 2012-206988\r\n\r\n\r\n\r\n       ON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n                     Appeal from the Administrative Law Court \n\r\n                 Ralph King Anderson, III, Administrative Law Judge \n\r\n\r\n\r\n                               Opinion No. 27392 \n\r\n                   Heard November 20, 2013 – Filed May 28, 2014 \n\r\n\r\n\r\n                           AFFIRMED AS MODIFIED\r\n\r\n\r\n            Deputy General Counsel Christopher D. Florian, of\r\n            Columbia, for Petitioner.\r\n\r\n            Desa A. Ballard and Harvey M. Watson, both of Ballard\r\n            Watson Weissenstein, of West Columbia, and Douglas\r\n            Jennings, Jr., of Douglas Jennings Law Firm, LLC, of\r\n            Bennettsville, all for Respondent.\r\n\r\n\r\n     JUSTICE HEARN: This case calls upon us to consider the authority of the\r\nDepartment of Corrections to alter its initial determination as to the length of an\r\n\ninmate's sentence. Following his conviction for one count of assault and battery of\r\na high and aggravated nature (ABHAN), one count of possession of a dangerous\r\nanimal, and multiple counts of animal fighting, David Tant was remanded to the\r\nDepartment of Corrections. Upon receipt of his sentencing sheets, the Department\r\nrecorded his sentence as fifteen years' imprisonment. However, the Department\r\nlater determined the judge intended to sentence Tant to forty years' imprisonment\r\nand changed its records without notifying Tant.\r\n\r\n      We hold that when the Department decides its original recordation of a\r\nsentence was erroneous, it must afford the inmate formal notice of the amended\r\nsentence and advise him of his opportunity to be heard through the grievance\r\nprocedure. Furthermore, the Department is generally confined to the face of the\r\nsentencing sheets in determining the length of a sentence, but may refer to the\r\nsentencing transcript if there is an ambiguity in the sentencing sheets. Because we\r\nfind both the sentencing sheets and the transcript in this case are ambiguous, we\r\nhold Tant's sentences run concurrently for a total of fifteen years' imprisonment.\r\nAccordingly, we affirm the court of appeals' opinion as modified.\r\n\r\n                 FACTUAL/PROCEDURAL BACKGROUND\r\n\r\n       Land surveyor Steven Baker was injured on Tant's property when he set off\r\na booby-trap that fired shotgun pellets at him. After law enforcement arrived to\r\ninvestigate the incident, the officers discovered several pit bulls and called Animal\r\nControl to process and seize the animals. The deputy in charge of processing the\r\nanimals observed scars and other injuries on the dogs consistent with fighting,\r\nincluding puncture wounds. During further investigation, the police also\r\ndiscovered treadmills, cattle prods, chains, and breaking sticks.1\r\n\r\n        Tant pled guilty before the Honorable Wyatt T. Saunders, Jr. on November\r\n22, 2004, to one count of ABHAN, one count of possession of a dangerous animal,\r\nand forty-one counts of animal fighting. Initially, the judge orally sentenced him\r\nto serve ten years' imprisonment for the ABHAN and \"five years consecutive to\r\n[the ABHAN sentence]\" on six of the animal fighting counts with the condition\r\nthat if restitution were paid on two of those convictions, those sentences would be\r\nnull and void. Tant was also sentenced to five years' imprisonment, suspended, on\r\nthe remaining animal fighting charges and three years' imprisonment, suspended,\r\nfor possession of a dangerous animal. When Judge Saunders asked if there were\r\nany questions, the solicitor requested clarification as to the first part of the\r\n1These are apparently typical accoutrements of dogfighting.\r\n\nsentence. Judge Saunders responded the first \"four indictments for which [Tant]\r\nhas been convicted of animal fighting, are consecutive to each other and\r\nconsecutive to [the ABHAN sentence].\" He asked if that was clear, and there was\r\nno objection. The judge then stated the two additional animal fighting sentences\r\nwere for five years consecutive to the ABHAN sentence, but would be null and\r\nvoid upon payment of restitution. Again, there was no objection. Tant did not file\r\na direct appeal.\r\n\r\n       The sentencing sheets for all six of the animal fighting charges at issue\r\nhere—which were signed by the judge, the solicitor, and Tant's attorney—indicate\r\neach sentence is consecutive to the ABHAN sentence, but fail to reference the\r\nother charges. Tant began serving his sentence in November of 2004, and the\r\nDepartment read the sheets as indicating the animal fighting charges were to be\r\nserved consecutive to the ABHAN charge, but concurrent to each other, for a total\r\nof fifteen years' imprisonment. This initial interpretation was documented in the\r\nDepartment's records and was used by the Department of Parole, Pardon, and\r\nProbation to determine his parole eligibility date.\r\n\r\n       In January of 2006, a Department employee spoke with one of the attorneys\r\nwho prosecuted Tant, about the calculation of Tant's sentence. That attorney\r\ninformed the employee that he would draft an order for Judge Saunders clarifying\r\nthat Tant's sentence was forty years instead of fifteen years. On July 5, 2007, the\r\nDepartment's general counsel, David Tatarsky, e-mailed the employee inquiring\r\nwhether he received the order from Judge Saunders referenced in the employee's\r\nnotes. Apparently, Judge Saunders sent the Department a letter on June 8, 2007,\r\nstating it was his intention that Tant's sentences all run consecutively for a total of\r\nforty years' imprisonment, with a ten year reduction upon payment of restitution.\r\nThe Department thereafter updated Tant's sentence from fifteen to forty years on\r\nJune 13, 2007, and Tant was informed of this change on July 12, 2007.\r\n\r\n       The following day Tant filed a Step 1 inmate grievance requesting his\r\nsentence be returned to fifteen years, which was denied based on Judge Saunders'\r\nletter. Tant then filed a Step 2 grievance claiming Judge Saunders' letter was not a\r\ncourt order and the animal fighting charges were to be served concurrently. This\r\nwas reviewed by Tatarsky and denied on the grounds that the transcript of the\r\nguilty plea is also part of the sentencing record and it clearly demonstrates the\r\njudge's intention to impose a forty year sentence. This denial also referenced\r\nJudge Saunders' letter and stated judges \"frequently clarify their sentencing\r\nintentions in letters to [the Department].\"\r\n\n       Tant appealed to the Administrative Law Court (ALC) again challenging the\r\nDepartment's use of Judge Saunders' letter in calculating his sentence and also\r\narguing Tatarsky was not authorized to rule on his grievance. The ALC held it was\r\nimproper to consider the letter because Judge Saunders no longer had jurisdiction\r\nover the case. It further found the Department failed to address Tant's challenge as\r\nto whether Tatarsky was authorized to rule on the grievance, and thus deemed that\r\nissue conceded by the Department. The ALC also noted the Department should\r\nconsider the transcript of the sentence in addition to the sentencing sheets and\r\nremanded the case \"to have an appropriate person review the grievance based upon\r\nthe entire record to determine the calculation of [Tant's] sentence.\"\r\n\r\n       On remand, the Department again calculated Tant's sentence as forty years,\r\nthis time quoting the transcript: \"those additional four indictments, for which he\r\nhas been convicted of animal fighting, are consecutive to each other and\r\nconsecutive to [the ABHAN sentence]. Is that clear?\"\r\n\r\n       Tant again appealed to the ALC, challenging the legality of relying on the\r\ntranscript. The ALC affirmed, holding consideration of the transcript was\r\nappropriate to determine the intention of the sentencing judge even though the\r\nsentencing sheets themselves were unambiguous. The ALC further noted that in\r\nfederal courts and a number of other jurisdictions, the oral pronouncement of a\r\nsentence controls over a written judgment.\r\n\r\n       The court of appeals reversed, holding the sentencing sheets controlled and\r\nbecause they are unambiguous, the ALC and the Department erred in considering\r\nthe transcript as well. Tant, 395 S.C. at 449, 718 S.E.2d at 755. Accordingly, the\r\ncourt of appeals determined Tant's sentence to be fifteen years and reversed. Id.\r\n\r\n                              ISSUE PRESENTED\r\n\r\n      What process must the Department engage in to determine an inmate's\r\nsentence as intended by the sentencing judge?\r\n\n                               LAW/ANALYSIS \n\r\n\r\nI.    DUE PROCESS \n\r\n\r\n       We first address the troubling manner by which the Department altered\r\nTant's sentence without his involvement and conclude it constituted a denial of due\r\nprocess.\r\n\r\n       Under both our state and federal due process clauses, no person shall be\r\ndeprived of life, liberty, or property without due process of law. U.S. Const.\r\namend. XIV, § 1; S.C. Const. art. I, § 3. \"The fundamental requirements of due\r\nprocess include notice, an opportunity to be heard in a meaningful way, and\r\njudicial review.\" State v. Binnarr, 400 S.C. 156, 165, 733 S.E.2d 890, 894 (2012).\r\nDetermining whether an individual has been denied due process requires an inquiry\r\ninto whether the interest involved can be defined as liberty or property within the\r\nmeaning of the Due Process Clause, and if so, what process is due under those\r\ncircumstances. Bd. of Regents of State Colls. v. Roth, 408 U.S. 564, 571–73\r\n(1972).There can be no doubt the length of an inmate's incarceration implicates a\r\nconstitutional liberty interest. Greenholtz v. Inmates of Neb. Penal & Corr.\r\nComplex, 442 U.S. 1, 18 (1979) (Powell, J., concurring in part and dissenting in\r\npart) (\"Liberty from bodily restraint always has been recognized as the core of the\r\nliberty protected by the Due Process Clause from arbitrary governmental action.\").\r\nAccordingly, we need only determine what process is required.\r\n\r\n       We fully appreciate the Department's duty to correct mistakes that may\r\noccur in recording an inmate's sentence and are cognizant of the fact that in some\r\ninstances the Department's correction will resolve nothing more than a clear\r\nclerical error. However, we cannot ignore the reality that an individual's freedom\r\nis implicated in these determinations. As this case makes plain, at times inputting\r\nan inmate's sentence in its records requires more from the Department than the\r\nministerial act of looking to the face of the sentencing sheet.2 We therefore hold\r\n\r\n2 Contrary to the suggestion made in the concurring opinion, the Department\r\nperforms an administrative function in recording an inmate's sentence and in\r\ninterpreting an unclear judicial pronouncement of a sentence when necessary. The\r\nDepartment has no independent sentencing authority and nothing in our opinion\r\n\nwhenever the Department alters an inmate's sentence in its records, it must give the\r\ninmate formal notice of the change and advise him of his right to file a grievance\r\nand obtain a hearing.3\r\n\r\nII.   SENTENCE DURATION\r\n\r\n      Turning now to the merits of the case, the Department contends it should be\r\nallowed to consider the sentencing transcript and any communication with the\r\nsentencing judge in its determination of whether Tant's sentences run concurrently\r\nor consecutively. We disagree and hold the Department is confined to the face of\r\nthe sentencing sheets absent ambiguity. Because here we find the sheets\r\nambiguous, we must interpret them along with the transcript, which we also find\r\nambiguous, and hold Tant's sentences run concurrently.\r\n\r\n      \"The rule of law is well settled that two or more sentences of a defendant to\r\nthe same place of confinement run concurrently, in the absence of specific\r\nprovisions in the judgment to the contrary . . . .\" Finley v. State, 219 S.C. 278, 282,\r\n64 S.E.2d 881, 882 (1951). Although the intent of the judge is controlling in\r\n\r\nindicates otherwise. In carrying out the executive function of incarcerating\r\ninmates, the Department must review the sentencing sheets provided by the\r\njudiciary to ascertain the sentence imposed by the court. Based on this review, the\r\nDepartment inputs that sentence into its records and retains the prisoner in its\r\ncustody until that sentence has been served. During this process, the Department\r\nmay run across judicial pronouncements of a sentence that are not clear from the\r\nface of the sentencing sheet alone. As discussed in more detail, infra, in those\r\ninstances the Department can consider the court's transcript to determine what\r\nsentence the judiciary intended to impose. In doing so, the Department performs\r\nthe administrative task of implementing the law as set forth by the judiciary and is\r\nin no way imposing a sentence or resentencing an inmate.\r\n3 The concurrence would have us require the Department to bring a declaratory\r\njudgment action in the circuit court in instances where the inmate disagrees with a\r\nreinterpretation of his sentence. The concurrence sets forth no basis in law for\r\nimposing this procedure upon the Department. The relevant legal doctrine at issue\r\nhere is that of due process, and as applied in our opinion, due process requires\r\nnotice and an opportunity to be heard, both of which are afforded by the procedure\r\noutlined above. The inmate who is allegedly aggrieved by an ambiguous sentence\r\ncan, if he chooses, seek judicial review through the grievance process and thus,\r\n\"the interpretation of the unclear sentence\" would be \"made by a judicial officer.\"\r\n\ndetermining whether sentences run concurrently or consecutively, \"[a]mbiguity or\r\ndoubts relative to a sentence should be resolved in favor of the accused.\" State v.\r\nDeAngelis, 257 S.C. 44, 50, 183 S.E.2d 906, 909 (1971).\r\n\r\n       The Department initially contends it should be allowed to consider the\r\njudge's letter in determining the length of Tant's sentence. Although we respect the\r\nDepartment's responsibility to administer a sentence as intended by the judge, we\r\ncannot countenance this practice. The judge sent the letter two-and-a-half years\r\nafter sentencing and at that point no longer had jurisdiction over the case. State v.\r\nCampbell, 376 S.C. 212, 215, 656 S.E.2d 371, 373 (2008) (noting the \"long-\r\nstanding rule of law that a trial judge is without jurisdiction to consider a criminal\r\nmatter once the term of court during which judgment was entered expires,\" except\r\nfor post-trial motions filed within ten days pursuant to Rule 29 of the South\r\nCarolina Rules of Criminal Procedure). Therefore, Judge Saunders was without\r\njurisdiction to make any subsequent pronouncement concerning Tant's sentence.\r\nSuch correspondence may not be considered in determining the length of an\r\ninmate's sentence, even if both the sentencing sheets and the transcript are vague or\r\nunclear.\r\n\r\n      We also reject the Department's claim that the court of appeals erred in\r\nholding it can only consider a sentencing transcript if the sentencing sheets are\r\nambiguous. The Department asserts this pronouncement runs contrary to our\r\nholding in Boan v. State, 388 S.C. 272, 695 S.E.2d 850 (2010). We disagree with\r\nthe Department's expansive reading of Boan.\r\n\r\n       In Boan, we were faced with the issue of whether an unambiguous oral\r\npronouncement controls over an unambiguous sentencing sheet. Id. at 274, 695\r\nS.E.2d at 851. Upon conviction, the trial judge orally sentenced Boan to a total of\r\ntwenty years' imprisonment. Id. at 274–75, 695 S.E.2d at 852. However, the\r\nsentencing sheet later signed by the judge indicated Boan was to serve a total of\r\nthirty years' imprisonment. Id. at 275, 695 S.E.2d at 852. Boan filed an\r\napplication for Post-Conviction Relief (PCR), arguing his counsel provided\r\nineffective assistance in failing to object to or file a motion regarding the\r\ndiscrepancy between the oral and written sentences. Id. at 275, 695 S.E.2d at 851–\r\n52. The PCR court dismissed his application, but on certiorari the Court reversed.\r\nId. at 278, 695 S.E.2d at 853. We recognized in our analysis that, \"Although this\r\nCourt has not previously spoken on the issue of whether an oral pronouncement of\r\na sentence controls over a conflicting written sentencing order, the majority of\r\njurisdictions that have considered this point hold the oral pronouncement controls.\"\r\n\nId. at 276, 695 S.E.2d at 852. Despite this acknowledgement, we nevertheless\r\ndeclined to adopt a bright-line rule and held simply that \"a trial's fairness is\r\ncompromised when a trial judge increases a defendant's sentence outside his\r\npresence\" and therefore, \"in a situation such as the one on appeal, due process\r\nrequires the judge's oral pronouncement control over a conflicting written\r\nsentencing order.\" Id. at 277, 695 S.E.2d at 852 (emphasis added). Our reasoning\r\nwas fundamentally rooted in the defendant's constitutional right to be present at all\r\nstages of the trial, including sentencing. Id.\r\n\r\n        The Department contends our Boan decision adopted the majority rule that\r\nan oral pronouncement controls. We disagree. Boan's holding was plainly limited\r\nto its facts. In explicating the rationale for our decision, we specifically relied on\r\nthe defendant's constitutional right to be present at every stage of trial instead of\r\nadopting a bright-line rule. Here, Tant does not allege his sentence was increased\r\nin the sentencing sheets; rather, the sheets arguably indicate a reduction of his\r\nsentence. Therefore, the constitutional concerns presented in Boan are not\r\nimplicated here. Instead, Tant's case involves the routine practice undertaken by\r\nthe Department in discerning an inmate's sentence and how it addresses situations\r\nwhere it subsequently discovers the original interpretation may be erroneous.\r\n\r\n      In this context, we find the court of appeals' ruling both sound and practical.\r\nAlthough the Department expresses concern about its ability to follow the intent of\r\nthe trial judge if its ability to reference other evidence is constrained, the\r\nsentencing sheets were signed by the judge and both attorneys without objection\r\nand are assumed to memorialize the judge's intention no less than what was\r\npronounced from the bench. See Finley, 219 S.C. at 284, 64 S.E.2d at 883 (\"A\r\nsentence should be so complete as to need no construction of a court to ascertain its\r\nimport.\"). We see no reason why the Department should not be able to rely on\r\nunambiguous sentencing sheets as indicative of the intended sentence.\r\n\r\n       Applying this reasoning to the case before us, we find the written sentencing\r\nsheets are ambiguous as to whether the animal fighting sentences run concurrently\r\nor consecutively to one another. Turning to the oral pronouncement, we find that it\r\ntoo is ambiguous. We therefore hold Tant's sentences must be construed to run\r\nconcurrently.4\r\n\r\n\r\n4The Department claims the court of appeals' decision produces uncertainty as to\r\nwhen a sentence is ambiguous and how this determination should be made.\r\nAmbiguity in a sentence is established the same way as it is established for\r\n\n       The Department argues that the written sentences are ambiguous because\r\ntwo of the animal fighting convictions can be nullified by payment of restitution.\r\nTherefore to construe them as running concurrently with the other animal fighting\r\nconvictions—as the sheets indicate—would render the payment of restitution a\r\nfutile act as it would have no practical effect on the length of this sentence. Tant\r\nargues there are other reasons to pay restitution than simply to reduce a sentence,\r\nsuch as removing a potential aggravating factor for any future conviction or\r\nallowing mitigation during his parole review. We find that argument unpersuasive,\r\nespecially for a defendant who was convicted of forty-one counts of animal\r\nfighting. Nullifying two of those counts would not appear to remove much in\r\nterms of aggravating factors if he were ever convicted again. However, applying\r\nthis reasoning also renders Judge Saunders' oral pronouncement ambiguous.\r\nAccordingly, we find both ambiguous.\r\n\r\n      During sentencing, Judge Saunders initially stated the six animal fighting\r\nconvictions at issue were to be served \"consecutive to [the ABHAN sentence].\"\r\nHowever, upon request for clarification by the solicitor, Judge Saunders stated that\r\nfour animal fighting indictments would be \"consecutive to each other and\r\nconsecutive to [the ABHAN sentence].\" He then addressed the remaining two\r\nanimal fighting convictions and stated they should be served \"consecutive to [the\r\nABHAN sentence] as to both. However . . . these two sentences shall be null and\r\nvoid upon payment of restitution . . . .\" The judge thereafter executed the\r\nsentencing sheets, which indicate all six animal fighting convictions are to be\r\nserved consecutive to the ABHAN but are silent as to whether they are to be served\r\nconsecutive to one another. Additionally, two of the sentences can be nullified by\r\npaying restitution—basically mirroring his initial oral pronouncement.\r\n\r\n       Accordingly, Judge Saunders' first oral pronouncement could either indicate\r\na total sentence of fifteen years or twenty-five years, with each animal fighting\r\nconviction served consecutive only to the ABHAN conviction or with the two\r\nconvictions allowing for restitution served consecutive to the other charges.\r\n\r\ncontract terms or statutes, essentially where the language, and therefore the intent,\r\nis in some way unclear. E.g. S.C. Dep't of Natural Res. v. Town of McClellanville,\r\n345 S.C. 617, 623, 550 S.E.2d 299, 302 (2001) (\"A contract is ambiguous when\r\nthe terms of the contract are reasonably susceptible of more than one\r\ninterpretation.\"); State v. Hudson, 336 S.C. 237, 247, 519 S.E.2d 577, 582 (Ct.\r\nApp. 1999) (noting the court must construe terms that \"give[] rise to doubt or\r\nuncertainty as to legislative intent\").\r\n\nHowever, in Judge Saunders' subsequent oral clarification he states four of the\r\nanimal fighting convictions are consecutive to each other, but does not say the\r\nsame about the two subject to restitution. Therefore, this second statement could\r\neither be read as thirty years—four of the animal fighting convictions served in\r\nsuccession after the ABHAN and the other two served concurrently—or forty years\r\nif we assume the requirement of paying restitution indicated the judge intended\r\nthose sentences to be served consecutively as well.\r\n\r\n       Because both of the trial court's pronouncements, oral and written, are\r\nsusceptible to multiple interpretations, they are ambiguous. Accordingly, the\r\nsentences must be construed in the defendant's favor to run concurrently. Finley,\r\n219 S.C. at 283, 64 S.E.2d at 883 (\"The importance of accuracy in the statement of\r\nthe terms of the sentence is a right which is accorded every defendant. . . . If it is\r\nvague and indefinite, the terms will run concurrently.\" (alteration in original)). We\r\ntherefore hold Tant's sentence is for fifteen years.\r\n\r\n                                  CONCLUSION\r\n\r\n       Based on the foregoing, we hold the Department must provide an inmate\r\nwith timely, formal notice when it seeks to recalculate its initial determination of\r\nhis sentence and advise him of his right to file a grievance and obtain a hearing.\r\nAdditionally, we hold the Department is confined to an unambiguous sentencing\r\nsheet in determining an inmate's sentence, but may consider the sentencing\r\ntranscript if the sheet is ambiguous. Furthermore, we find in this case that both the\r\nsentencing sheets and the transcript are ambiguous, and therefore, Tant's sentences\r\nmust be construed to run concurrently.\r\n\r\nTOAL, C.J., BEATTY and KITTREDGE, JJ., concur.                    PLEICONES, J.,\r\nconcurring in a separate opinion.\r\n\nJUSTICE PLEICONES: I concur in the result but would adopt the following\r\nprocedure should this circumstance arise again.\r\n\r\nThis case requires us to determine the appropriate procedure when the Department\r\nof Corrections seeks to increase an inmate's sentence based upon the Department's\r\ndetermination that it has misinterpreted that sentence. In my opinion, the onus for\r\nupward recalculations of sentences must be placed on the Department and not on\r\nthe inmate, and the interpretation of the unclear sentence must be made by a\r\njudicial officer and not by an executive agency.5 I would therefore hold that when\r\nthe Department proposes to reinterpret a sentence in a manner that would increase\r\nthe time an inmate must serve, the Department must notify the inmate of the\r\nproposed change and of his right to judicial interpretation of the sentence. If the\r\ninmate does not agree to the Department's proposed reinterpretation, then I would\r\nrequire the Department to bring a declaratory judgment action in the Court of\r\nGeneral Sessions. See S.C. Code Ann. § 15-53-20 (2005); compare In re Shaquille\r\nO'Neal B., 385 S.C. 243, 684 S.E.2d 549 (2005).\r\n\r\nFurther, this record reflects the increase in respondent's sentence was initiated by\r\nan ex parte communication between a Department employee and a solicitor which\r\nled to ex parte communications with respondent's sentencing judge. Moreover,\r\nbased upon the Department's general counsel's letter, this case does not appear to\r\nrepresent an isolated instance of such contacts. I believe we must clearly and\r\nunequivocally end this practice which serves to undermine confidence in the\r\nfairness of our system.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n The exercise of sentencing authority by the Department would violate the\r\n5\r\n\r\n\r\nseparation of powers doctrine. State v. Archie, 322 S.C. 135, 470 S.E.2d 380 (Ct.\r\nApp. 1996).\r\n\n","court":"Supreme"}]