[{"id":"27449","title":"In the Matter of Shirley Johnson","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27449.pdf","description":"This is a disciplinary opinion in which the Court publicly reprimands a municipal court judge.","date":"2014-10-01","type":"opinion","text":"                    THE STATE OF SOUTH CAROLINA \n\r\n                         In The Supreme Court \n\r\n\r\n             In the Matter of Goose Creek Municipal Court Judge\r\n             Shirley Lydia Johnson, Respondent.\r\n\r\n             Appellate Case No. 2014-000816\r\n\r\n\r\n                              Opinion No. 27449 \n\r\n              Submitted September 10, 2014 – Filed October 1, 2014 \n\r\n\r\n\r\n                             PUBLIC REPRIMAND\r\n\r\n\r\n             Lesley M. Coggiola, Disciplinary Counsel, and Joseph P.\r\n             Turner, Jr., Assistant Disciplinary Counsel, of Columbia,\r\n             for Office of Disciplinary Counsel.\r\n\r\n             Grover C. Seaton, III, Esquire, of Seaton Law Firm, LLC\r\n             of Moncks Corner, for respondent.\r\n\r\n\r\n\r\nPER CURIAM: In this judicial disciplinary matter, respondent and the Office of\r\nDisciplinary Counsel have entered into an Agreement for Discipline by Consent\r\n(Agreement) pursuant to Rule 21 of the Rules for Judicial Disciplinary\r\nEnforcement (RJDE) contained in Rule 502 of the South Carolina Appellate Court\r\nRules (SCACR). In the Agreement, respondent admits misconduct and consents to\r\nthe imposition of a public reprimand. We accept the Agreement and issue a public\r\nreprimand. The facts, as set forth in the Agreement, are as follows.\r\n\r\n                                        Facts\r\n\r\nRespondent's grandson was charged with Driving under Suspension, 1st offense.\r\nThe matter was pending before a magistrate. Respondent contacted the\r\nmagistrate's office and identified herself as a judge in the telephone conversation.\r\nRespondent did not place the call in an attempt to get the charge dismissed but to\r\nfacilitate her grandson's plea as he was currently incarcerated on other matters.\r\n\nRespondent submits she identified herself as a judge to let the magistrate's office\r\nknow that she knew the law and not in an attempt to use her position for her\r\ngrandson's advantage.\r\n\r\nThereafter, respondent wrote to the magistrate and said she was writing on behalf\r\nof her grandson. She forwarded a money order for the fine and a letter in which\r\nthe grandson requested to plead guilty in his absence for time served. In the letter,\r\nrespondent identified herself as a judge and told the magistrate that she found her\r\nstaff rude.\r\n\r\nThe magistrate returned the money to respondent with a letter explaining that since\r\nrespondent said in a telephone conversation that her grandson was represented by\r\ncounsel, the plea needed to be handled by the grandson's attorney. In response,\r\nrespondent sent a second letter resending the money order and stating the attorney\r\nonly represented the grandson in General Sessions Court and that respondent was\r\nhandling her grandson's affairs while he was in prison.1 Respondent again asked\r\nthat her grandson be tried in his absence and fined.\r\n\r\nRespondent asserts she never intended to use her position as a judge to help her\r\ngrandson and that she was just trying to enable him to plead guilty to the charge.\r\nRespondent submits she did not identify herself as a judge in the second letter and\r\nthat she did not write either letter on court stationery or letterhead.\r\n\r\nRespondent since hired a lawyer to represent her grandson and the Driving under\r\nSuspension charge was resolved with a plea. Respondent is aware that she should\r\nnot have used her title in speaking to the magistrate's office and regrets her\r\nconduct. Respondent submits she will not repeat her conduct in the future.\r\n\r\n                                        Law\r\n\r\nRespondent admits that by her conduct she has violated the following provisions of\r\nthe Code of Judicial Conduct, Rule 501, SCACR: Canon 1 (judge shall uphold\r\nintegrity and independence of judiciary); Section 1A of Canon 1 (judge should\r\nparticipate in establishing, maintaining and enforcing high standards of conduct,\r\nand shall personally observe those standards so that integrity and independence of\r\njudiciary will be preserved); Canon 2 (judge shall avoid impropriety and\r\nappearance of impropriety in all judge's activities); Section 2A of Canon 2(judge\r\nshall respect and comply with the law and shall act at all times in manner that\r\n\r\n    Respondent is not a lawyer.\r\n1\r\n\npromotes public confidence in integrity and impartiality of judiciary); and Section\r\n2B of Canon 2 (judge shall not allow family to influence judge's judicial conduct\r\nor judgment; judge shall not lend prestige of judicial office to advance private\r\ninterests of judge or others).                                                      .\r\n\r\nRespondent also admits she has violated the following Rules for Judicial\r\nDisciplinary Enforcement, Rule 502, SCACR: Rules 7(a)(1)(it shall be ground for\r\ndiscipline for judge to violate Code of Judicial Conduct) and Rule 7(a)(9) (it shall\r\nbe ground for sanction for judge to violate Judge’s Oath of Office contained in\r\nRule 502.1, SCACR).                 Conclusion\r\n\r\nWe find respondent's misconduct warrants a public reprimand.2 Accordingly, we\r\naccept the Agreement and publicly reprimand respondent for her misconduct.\r\n\r\nPUBLIC REPRIMAND.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n Respondent's disciplinary history includes a public reprimand. In the Matter of\r\n2\r\n\r\n\r\nJohnson, 341 S.C. 30, 532 S.E.2d 883 (2000).\r\n\n","court":"Supreme"},{"id":"27450","title":"D. R. Horton, Inc. v. Wescott Land Company","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27450.pdf","description":"The Court vacates a portion of the Court of Appeals' opinion regarding petitioners' slander of title claim and affirms the Court of Appeals' opinion as modified.","date":"2014-10-01","type":"opinion","text":"          THE STATE OF SOUTH CAROLINA \n\r\n               In The Supreme Court \n\r\n\r\nD. R. Horton, Inc., Plaintiff,\r\n\r\nv. \n\r\n\r\nWescott Land Company, LLC, Defendant, \n\r\n_________\r\n\r\nThomas R. Hawkins and Wescott Land Company, LLC,\r\nPetitioners,\r\n\r\nv.\r\n\r\nD. R. Horton, Inc., Respondent.\r\n\r\nAppellate Case No. 2012-212895\r\n\r\n\r\n             Appeal From Dorchester County \n\r\n     The Honorable James C. Williams, Jr., Circuit Court \n\r\n                          Judge\n\r\n\r\n\r\n                 Opinion No. 27450 \n\r\n Submitted September 10, 2014 – Filed October 1, 2014 \n\r\n\r\n\r\n            AFFIRMED AS MODIFIED AND \n\r\n                 VACATED IN PART \n\r\n\r\n\r\nM. Dawes Cooke, Jr. and Kenneth Michael Barfield, both\r\nof Barnwell Whaley Patterson & Helms, LLC, of\r\nCharleston, for Petitioners.\r\n\r\nCharles E. Carpenter, Jr., of Carpenter Appeals & Trial\r\nSupport, LLC, of Columbia and Neil S. Haldrup, of Wall\r\n\n             Templeton & Haldrup, PA, of Charleston, for\r\n             Respondent.\r\n\r\n\r\nPER CURIAM: This matter is before the Court by way of a petition for a writ of\r\ncertiorari to review the Court of Appeals' decision in D.R. Horton, Inc. v. Wescott\r\nLand Co., 398 S.C. 528, 730 S.E.2d 340 (Ct. App. 2012). We deny the petition as\r\nto petitioners' questions A and B. We grant the petition as to petitioners' question\r\nC, dispense with further briefing, vacate a portion of the Court of Appeals' opinion,\r\nand affirm the Court of Appeals' opinion as modified.\r\n\r\nThe trial court granted respondent's motion for summary judgment as to slander of\r\ntitle based on the court's finding that the filing of a lis pendens is entitled to\r\nabsolute privilege. The Court of Appeals affirmed solely on this ground.\r\nHowever, the trial court also found that even if the lis pendens at issue was not\r\nentitled to absolute privilege, petitioners failed to establish any facts that would\r\nsatisfy any of the prima facie elements of slander of title. This ruling was not\r\nchallenged before the Court of Appeals and, therefore, is the law of the case. See\r\nTransp. Ins. Co. & Flagstar Corp. v. S.C. Second Injury Fund, 389 S.C. 422, 699\r\nS.E.2d 687 (2010) (\"An unappealed ruling is the law of the case and requires\r\naffirmance.\"). Accordingly, it was not necessary for the Court of Appeals to reach\r\nthe novel issue of whether a lis pendens that is filed but does not comply with the\r\ntime requirements of S.C. Code Ann. § 15-11-10 (2005), is entitled to absolute\r\nprivilege when alleging slander of title. We therefore vacate the portion of the\r\nCourt of Appeals' opinion regarding petitioners' slander of title claim and affirm\r\nthe trial court's grant of summary judgment as to the slander of title claim based on\r\nthe law of the case finding set forth above.\r\n\r\nAFFIRMED AS MODIFIED AND VACATED IN PART.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"27451","title":"In the Matter of Eric Reed Martin","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27451.pdf","description":"This is an opinion in which the Court suspends a lawyer.","date":"2014-10-01","type":"opinion","text":"                   THE STATE OF SOUTH CAROLINA \n\r\n                        In The Supreme Court \n\r\n\r\n            In the Matter of Eric Reed Martin, Respondent\r\n\r\n            Appellate Case No. 2014-001411\r\n\r\n\r\n                             Opinion No. 27451 \n\r\n                Heard September 10, 2014 – Filed October 1, 2014 \n\r\n\r\n\r\n                           DEFINITE SUSPENSION\r\n\r\n\r\n            Lesley M. Coggiola, Disciplinary Counsel, and William\r\n            C. Campbell, Assistant Disciplinary Counsel, both of\r\n            Columbia, for Office of Disciplinary Counsel.\r\n\r\n            Eric Reed Martin, of Columbia, pro se.\r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter, respondent and the Office\r\nof Disciplinary Counsel have entered into an Agreement for Discipline by Consent\r\n(Agreement) pursuant to Rule 21 of the Rules for Lawyer Disciplinary\r\nEnforcement (RLDE) contained in Rule 413 of the South Carolina Appellate Court\r\nRules (SCACR). In the Agreement, respondent admits misconduct and consents to\r\nthe imposition of any sanction set forth in Rule (7)(b), RLDE. Respondent further\r\nagrees to pay the costs incurred in the investigation and prosecution of this matter\r\nby ODC and the Commission on Lawyer Conduct (the Commission) within thirty\r\n(30) days of the imposition of discipline and to complete the Legal Ethics and\r\nPractice Program Ethics School, Trust Account School, and Advertising School\r\nwithin six (6) months of reinstatement. We accept the Agreement and suspend\r\nrespondent from the practice of law in this state for six (6) months. We further\r\norder respondent to pay the costs incurred by ODC and the Commission in the\r\ninvestigation and prosecution of this matter within thirty (30) days, and, in the\r\nevent he is reinstated to the practice of law, that he complete the Legal Ethics and\r\nPractice Program Ethics School, Trust Account School, and Advertising School\r\nwithin six (6) months of reinstatement. In addition, should respondent seek\r\nreinstatement, his Petition for Reinstatement shall be submitted to the Committee\r\n\non Character and Fitness for consideration and submission of a Report and\r\nRecommendation. The facts, as set forth in the Agreement, are as follows.\r\n\r\n                                        Facts\r\n\r\nIn 2006, Complainants purchased a home relying on the representations of the loan\r\nofficer that they could refinance the loan after five months to obtain lower monthly\r\npayments. Complainants found that they were unable to refinance the loan at five\r\nmonths and would have to wait until the loan was a year old. When Complainants\r\nattempted to refinance the home after the year passed, they learned the home\r\nwould not appraise at an amount that would permit the refinance. Complainants\r\ncould not afford to continue to make the current mortgage payments and became\r\ndelinquent. Complainants retained respondent in January 2008 to bring an action\r\non their claims regarding the representations of the loan officer concerning\r\nComplainants' ability to refinance the loan.\r\n\r\nIn May 2008, foreclosure proceedings were initiated against Complainants and\r\nrespondent gave notice to the mortgage company regarding modification of the\r\nmortgage in September 2008. Complainants understood respondent was to defend\r\nthem in the foreclosure action. Respondent was to file an answer with\r\ncounterclaims and a third party complaint based on the representations of the loan\r\nofficer that they would be able to refinance the loan to a lower payment.\r\n\r\nRespondent agreed to handle the case on a contingency fee basis. Respondent\r\nacknowledges he did not comply with Rule 1.5, RPC, Rule 407, SCACR, in that he\r\ndid not have a written fee agreement for his representation.\r\n\r\nRespondent states he initially communicated with Complainants regarding actions\r\nsuch as a deed in lieu of foreclosure or a short sale to deal with the property.\r\nRespondent prepared an answer, counterclaims, and a third party complaint which\r\nwere served on counsel for the foreclosing plaintiff. Respondent admits he did not\r\neffectuate correct service of the third party complaint on the defendant. He further\r\nadmits that he failed to properly file the answer with the associated counterclaims\r\nand third party complaint with the Clerk of Court. Respondent admits that as the\r\ndirect result of his failure to properly file and serve the answer, counterclaims, and\r\nthird party complaint, Complainants did not have a pending legal action.\r\n\r\nComplainants were able to resolve the foreclosure portion of the case by selling the\r\nproperty at a short sale in 2010. After the sale of the property, the foreclosure case\r\nwas dismissed with prejudice.\r\n\nRespondent did not keep in contact with Complainants and, ultimately, forgot\r\nabout Complainants. Respondent admits it was not until Complainants contacted\r\nhim the fall of 2011 that he realized that they believed they still had an active case\r\nand respondent was still working on their case. Respondent admits he was not\r\nhonest with Complainants and, instead, told them he was still working on the case.\r\nRespondent admits he deliberately misled Complainants as to the status of their\r\ncase.\r\n\r\nIn late 2013, respondent finally admitted to Complainants that he failed to file the\r\ncounterclaims and correctly file and serve the third party complaint, and therefore,\r\nthe Complainants did not have a pending case. Respondent admitted to\r\nComplainants that he had been lying to them since 2010. Respondent returned the\r\ncase file to Complainants and told them he would make good on the claims he\r\nfailed to file knowing full well that he was unable to obtain funds to settle their\r\nclaims. Respondent does not maintain professional liability insurance against\r\nwhich Complainants could file a claim. The amount of loss Complainants have\r\nsuffered, if any, is yet to be determined.\r\n\r\n                                         Law\r\n\r\nRespondent admits that by his conduct he has violated the following provisions of\r\nthe Rules of Professional Conduct, Rule 407, SCACR: Rule 1.1 (lawyer shall\r\nprovide competent representation to client); Rule 1.3 (lawyer shall act with\r\nreasonable diligence and promptness in representing client); Rule 1.4 (lawyer shall\r\nkeep client reasonably informed about status of matter); Rule 1.5 (contingent fee\r\nagreement shall be in writing signed by client and shall state method by which fee\r\nis to be determined); Rule 3.2 (lawyer shall make reasonable efforts to expedite\r\nlitigation consistent with interests of client); Rule 8.4(a) (it is professional\r\nmisconduct for lawyer to violate Rules of Professional Conduct); Rule 8.4(d) (it is\r\nprofessional misconduct for lawyer to engage in conduct involving dishonesty,\r\nfraud, deceit or misrepresentation); and Rule 8.4(e) (it is professional misconduct\r\nfor lawyer to engage in conduct prejudicial to administration of justice).\r\n\r\nRespondent also admits he has violated the following Rules for Lawyer\r\nDisciplinary Enforcement, Rule 413, SCACR: Rule 7(a)(1) (it shall be ground for\r\ndiscipline for lawyer to violate Rules of Professional Conduct).\r\n\n                                    Conclusion\r\n\r\nThe Court finds a six (6) month suspension from the practice of law is the\r\nappropriate sanction for respondent's misconduct and suspends respondent\r\naccordingly.1 Respondent shall pay the costs incurred in the investigation and\r\nprosecution of this matter by ODC and the Commission no later than thirty (30)\r\ndays from the date of this opinion. Further, any Petition for Reinstatement shall be\r\nsubmitted to the Committee on Character and Fitness for its consideration and\r\nsubmission of a Report and Recommendation. Should respondent be reinstated to\r\nthe practice of law, he shall complete the Legal Ethics and Practice Program Ethics\r\nSchool, Trust Account School, and Advertising School within six (6) months of\r\nreinstatement and shall provide proof of completion to the Commission no later\r\nthan ten (10) days after the conclusion of the programs. Within fifteen (15) days of\r\nthe date of this opinion, respondent shall file an affidavit with the Clerk of Court\r\nshowing that he has complied with Rule 30 of Rule 413, SCACR.\r\n\r\nDEFINITE SUSPENSION.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n Respondent's disciplinary history includes a public reprimand, In the Matter of\r\n1\r\n\r\n\r\nMartin, 289 S.C. 467, 699 S.E.2d 695 (2010), an admonition in 2003 and 2011,\r\nand a deferred discipline agreement involving similar misconduct in 2007.\r\n\n","court":"Supreme"},{"id":"ORDER","title":"In the Matter of William Isaac Diggs","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2014-09-23-02","description":"","date":"2014-10-01","type":"order","text":"\r\n  \r\n\r\n\r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\n\r\n  \r\n    \r\n      \r\n        In the  Matter of William Isaac Diggs, Respondent\r\n        Appellate Case No. 2014-002015\r\n           Appellate Case No. 2014-002016\r\n        \r\n\r\n    \r\n  \r\n\r\n\r\nORDER\r\n\r\nThe Office of Disciplinary Counsel petitions this Court to place  respondent on interim suspension pursuant to Rule 17 of the Rules for Lawyer  Disciplinary Enforcement (RLDE) contained in Rule 413 of the South Carolina  Appellate Court Rules (SCACR).  The  petition also seeks appointment of the Receiver, Peyre T. Lumpkin, pursuant to  Rule 31, RLDE.  Respondent consents to  the issuance of an order of interim suspension and to the appointment of the  Receiver.\r\nIT IS ORDERED that respondent's license to practice  law in this state is suspended until further order of this Court.\r\nRespondent is hereby enjoined from taking any action  regarding any trust, escrow, operating, and any other law office account(s)  respondent may maintain at any bank or other financial institution, including,  but not limited to, making any withdrawal or transfer, or writing any check or  other instrument on the account(s).  \r\nIT IS FURTHER ORDERED that Mr. Lumpkin is hereby  appointed to assume responsibility for respondent's client files, trust  account(s), escrow account(s), operating account(s), and any other law office  account(s) respondent may maintain.  Mr.  Lumpkin shall take action as required by Rule 31, RLDE, Rule 413, SCACR, to  protect the interests of respondent's clients.   Mr. Lumpkin may make disbursements from respondent's trust account(s),  escrow account(s), operating account(s), and any other law office account(s)  respondent may maintain that are necessary to effectuate this appointment.  Respondent shall promptly respond to Mr.  Lumpkin's requests for information and/or documentation and shall fully  cooperate with Mr. Lumpkin in all other respects.    \r\nFurther, this Order, when served on any bank or other  financial institution maintaining trust, escrow, operating, and/or any other  law account(s) of respondent, shall serve as notice to the bank or other  financial institution that Peyre T. Lumpkin has been duly appointed by this  Court and that respondent is enjoined from making withdrawals or transfers from  or writing any check or other instrument on any of the account(s).\r\nFinally, this Order, when served on any office of the  United States Postal Service, shall serve as notice that the Receiver, Peyre T.  Lumpkin, Esquire, has been duly appointed by this Court and has the authority  to receive respondent's mail and the authority to direct that respondent's mail  be delivered to Mr. Lumpkin's office.\r\nMr.  Lumpkin's appointment shall be for a period of no longer than nine months  unless an extension of the period of appointment is requested.\r\n&nbsp;\r\n\r\n  \r\n    &nbsp;\r\n    s/Jean H. Toal&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;C.J.\r\n  \r\n\r\nColumbia, South Carolina\r\nSeptember 23,  2014\r\n\r\n\r\n\r\n\r\n\r\n","court":"Supreme"},{"id":"ORDER","title":"In the Matter of Justin John Trapp","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2014-09-25-01","description":"","date":"2014-10-01","type":"order","text":"\r\n  \r\n\r\n\r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\n\r\n  \r\n    \r\n      \r\n        In the Matter of Justin John Trapp, Respondent.\r\n        Appellate  Case No. 2014-001892\r\n      \r\n    \r\n  \r\n\r\n\r\nORDER\r\n\r\nThe Office of Disciplinary Counsel asks this Court to  place respondent on interim suspension pursuant to Rule 17(c) of the Rules for  Lawyer Disciplinary Enforcement (RLDE) contained in Rule 413 of the South  Carolina Appellate Court Rules (SCACR).  \r\nIT IS ORDERED that respondent's license to practice  law in this state is suspended until further order of this Court.\r\nIT  IS FURTHER ORDERED that respondent is hereby enjoined from taking any action  regarding any trust, escrow, operating, and any other law office account(s)  respondent may maintain at any bank or other financial institution, including,  but not limited to, making any withdrawal or transfer, or writing any check or  other instrument on the account(s).\r\n&nbsp;\r\n\r\n  \r\n    &nbsp;\r\n    s/Jean H. Toal&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;C.J.\r\n  \r\n\r\nColumbia, South Carolina\r\n  September 25, 2014\r\n\r\n\r\n\r\n\r\n\r\n","court":"Supreme"},{"id":"27423","title":"Wilkinson v. East Cooper","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27423.pdf","description":"In this medical malpractice case, we hold that Appellant could invoke section 15-36-100(C)(1) of the South Carolina Code, which extended the time for filing the expert witness affidavit with her Notice of Intent to File Suit (\"NOI\") and tolled the applicable statute of limitations.  Additionally, we hold the circuit court erred in dismissing Appellant's civil action as the expert affidavit filed with the NOI satisfied the statutory requirements of section 15-36-100 and, thus, it was not necessary to file a second expert affidavit in the same civil action.  Accordingly, we reverse the circuit court's order and remand the case for further proceedings.","date":"2014-10-03","type":"opinion","text":"        The Supreme Court of South Carolina\r\n             Vicki L. Wilkinson, Appellant,\r\n\r\n             v.\r\n\r\n             East Cooper Community Hospital, Inc., d/b/a East\r\n             Cooper Regional Medical Center, Carolina Plastic\r\n             Surgery Institute, PA, and Thomas X. Hahm, M.D.,\r\n             Respondents.\r\n\r\n             Appellate Case No. 2012-213464\r\n\r\n\r\n                                      ORDER\r\n\r\n\r\n\r\nThe petitions for rehearing are denied. This Court does, however, substitute the\r\nattached amended majority opinion for the majority opinion previously filed in this\r\nmatter. The amended opinion deletes the last sentence of the second paragraph on\r\npage nine of the original majority opinion.\r\n\r\n\r\n                                  s/Jean H. Toal                              C.J.\r\n\r\n                                  s/Donald W. Beatty                             J.\r\n\r\n                                  s/John Kittredge                               J.\r\n\r\n                                  s/Kaye G. Hearn                                J.\r\n\r\nI would grant the petitions for rehearing.\r\n\r\n                                  s/Costa M. Pleicones                           J.\r\nColumbia, South Carolina\r\nOctober 3, 2014\r\n\n              THE STATE OF SOUTH CAROLINA \n\r\n                   In The Supreme Court \n\r\n\r\n      Vicki L. Wilkinson, Appellant,\r\n\r\n      v.\r\n\r\n      East Cooper Community Hospital, Inc., d/b/a East\r\n      Cooper Regional Medical Center, Carolina Plastic\r\n      Surgery Institute, P.A., and Thomas X. Hahm, M.D.,\r\n      Respondents.\r\n\r\n      Appellate Case No. 2012-213464\r\n\r\n\r\n\r\n                 Appeal From Charleston County\r\n             R. Markley Dennis, Jr., Circuit Court Judge\r\n\r\n\r\n                       Opinion No. 27423 \n\r\n           Heard May 20, 2014 – Refiled October 3, 2014 \n\r\n\r\n\r\n                 REVERSED AND REMANDED \n\r\n\r\n\r\nJohn S. Nichols, of Bluestein Nichols Thompson & Delgado, L.L.C.,\r\nof Columbia, and Daniel Nathan Hughey, of Hughey Law Firm,\r\nL.L.C., of Mt. Pleasant, for Appellant.\r\n\r\nRobert H. Hood, James Bernard Hood, Harry Cooper Wilson, III, and\r\nDeborah Harrison Sheffield, all of Hood Law Firm, L.L.C., of\r\nCharleston; Daniel Simmons McQueeney, Jr., Kathleen Fowler\r\nMonoc, and Lindsay Kathryn Smith-Yancey, all of Pratt-Thomas\r\nWalker, P.A., of Charleston, for Respondents.\r\n\r\nAndrew A. Mathias, of Nexsen Pruet, L.L.C., of Greenville, for\r\nAmicus Curiae, South Carolina Hospital Association.\r\n\n       JUSTICE BEATTY: In this medical malpractice case, Vicki Wilkinson\r\nappeals the circuit court's order dismissing her civil action with prejudice based on\r\nthe motions filed by East Cooper Community Hospital, Inc. (\"East Cooper\"),\r\nCarolina Aesthetic Plastic Surgery Institute, P.A. (\"Carolina Aesthetic Plastic\r\nSurgery\"), and Dr. Thomas Hahm (collectively \"Respondents\"). Wilkinson asserts\r\nthe court erred in finding: (1) the statute of limitations was not tolled because she\r\nfailed to file an expert witness affidavit contemporaneously with her Notice of\r\nIntent to File Suit (\"NOI\") pursuant to section 15-79-125 of the South Carolina\r\nCode;1 and (2) she failed to file her Complaint within the applicable statute of\r\nlimitations given she did not contemporaneously file an expert witness affidavit\r\nwith the Complaint or within forty-five days thereafter in accordance with section\r\n15-36-100(C).2\r\n\r\n1   Section 15-79-125 provides, in part, as follows:\r\n\r\n              Prior to filing or initiating a civil action alleging injury or death\r\n       as a result of medical malpractice, the plaintiff shall\r\n       contemporaneously file a Notice of Intent to File Suit and an affidavit\r\n       of an expert witness, subject to the affidavit requirements established\r\n       in Section 15-36-100, in a county in which venue would be proper for\r\n       filing or initiating the civil action. . . . Filing the Notice of Intent to\r\n       File Suit tolls all applicable statutes of limitations.\r\n\r\nS.C. Code Ann. § 15-79-125(A) (Supp. 2013) (emphasis added).\r\n2   Section 15-36-100 provides in relevant part:\r\n\r\n       (B) Except as provided in Section 15-79-125, in an action for damages\r\n       alleging professional negligence against a professional licensed by or\r\n       registered with the State of South Carolina and listed in subsection\r\n       (G) or against any licensed health care facility alleged to be liable\r\n       based upon the action or inaction of a health care professional\r\n       licensed by the State of South Carolina and listed in subsection (G),\r\n       the plaintiff must file as part of the complaint an affidavit of an expert\r\n       witness which must specify at least one negligent act or omission\r\n       claimed to exist and the factual basis for each claim based on the\r\n       available evidence at the time of the filing of the affidavit.\r\n\n       This appeal requires the Court to review the decision of the Court of Appeals\r\nin Ranucci v. Crain, 397 S.C. 168, 723 S.E.2d 242 (Ct. App. 2012) (\"Ranucci I\"),\r\nwhich held the pre-litigation filing requirement for a medical malpractice case\r\nfound in section 15-79-125 incorporates only the parts of section 15-36-100 that\r\nrelate to the preparation and content of an expert's affidavit. Recently, we reversed\r\nRanucci I, holding that section 15-79-125(A) incorporates section 15-36-100 in its\r\nentirety. Ranucci v. Crain, Op. No. 27422 (S.C. Sup. Ct. filed July 23, 2014)\r\n(\"Ranucci II\"). Therefore, we hold that Wilkinson could invoke section 15-36-\r\n\r\n      (C)(1) The contemporaneous filing requirement of subsection (B) does\r\n      not apply to any case in which the period of limitation will expire, or\r\n      there is a good faith basis to believe it will expire on a claim stated in\r\n      the complaint, within ten days of the date of filing and, because of the\r\n      time constraints, the plaintiff alleges that an affidavit of an expert\r\n      could not be prepared. In such a case, the plaintiff has forty-five days\r\n      after the filing of the complaint to supplement the pleadings with the\r\n      affidavit.\r\n\r\n      ....\r\n\r\n      (D) This section does not extend an applicable period of limitation,\r\n      except that, if the affidavit is filed within the period specified in this\r\n      section, the filing of the affidavit after the expiration of the statute of\r\n      limitations is considered timely and provides no basis for a statute of\r\n      limitations defense.\r\n\r\n      ....\r\n\r\n      (F) If a plaintiff fails to file an affidavit as required by this section,\r\n      and the defendant raises the failure to file an affidavit by motion to\r\n      dismiss filed contemporaneously with its initial responsive pleading,\r\n      the complaint is not subject to renewal after the expiration of the\r\n      applicable period of limitation unless a court determines that the\r\n      plaintiff had the requisite affidavit within the time required pursuant\r\n      to this section and the failure to file the affidavit is the result of a\r\n      mistake. The filing of a motion to dismiss pursuant to this section\r\n      shall alter the period for filing an answer to the complaint in\r\n      accordance with Rule 12(a), South Carolina Rules of Civil Procedure.\r\n\r\nS.C. Code Ann. § 15-36-100(B), (C)(1), (D), (F) (Supp. 2013) (emphasis added).\r\n\n100(C)(1), which extended the time for filing the expert witness affidavit with her\r\nNOI and tolled the applicable statute of limitations. However, because the analysis\r\nin Ranucci II was confined to the dismissal of the pre-litigation NOI, it is not\r\ndispositive since the instant case involves the next procedural step in medical\r\nmalpractice litigation. Specifically, we must analyze whether Wilkinson's failure\r\nto file an expert witness affidavit with her Complaint warranted the dismissal of\r\nher civil action. We hold the circuit court erred in dismissing Wilkinson's civil\r\naction as the expert affidavit filed with the NOI satisfied the statutory requirements\r\nof section 15-36-100 and, thus, it was not necessary to file a second expert\r\naffidavit in the same civil action. Accordingly, we reverse the circuit court's order\r\nand remand the case for further proceedings.\r\n\r\n                        I.    Factual / Procedural History\r\n\r\n      On September 4, 2008, Wilkinson was admitted to East Cooper to undergo\r\nreconstructive breast surgery performed by Dr. Hahm. Following the surgery,\r\nWilkinson experienced complications throughout 2008 that required additional\r\nmedical procedures.\r\n\r\n       On September 1, 2011, Wilkinson filed an NOI pursuant to section 15-79-\r\n125 against Respondents and several other defendants, which was designated as\r\nCase No. 2011-CP-10-6306.3 Because the statute of limitations was due to expire\r\nwithin a short period of time, Wilkinson did not include an expert witness affidavit\r\nwith the NOI, but stated that she would file one at a later date. On October 5,\r\n2011, Wilkinson filed the affidavit of Dr. John D. Newkirk, a board certified\r\nplastic surgeon.\r\n\r\n      On January 25, 2012, five days after an unsuccessful attempt at pre-litigation\r\nmediation, Wilkinson filed a Complaint against the defendants named in the NOI,\r\nwhich was designated as Case No. 2012-CP-10-0558. Wilkinson did not file an\r\nexpert affidavit with the Complaint nor did she reference the NOI or otherwise\r\nexplain why she did not file an expert affidavit with the Complaint.\r\n\r\n\r\n\r\n3 In addition to Respondents, Wilkinson named Tenet Healthcare Corp. (\"THC\")\r\nand Tenet Healthsystem Medical, Inc. (\"THMI\") as defendants. On April 18,\r\n2012, Wilkinson entered into a consent order with THC and THMI to dismiss the\r\ncase as to them without prejudice. Thus, THC and THMI are not parties to this\r\nappeal.\r\n\n       Respondents separately answered and moved to dismiss pursuant to Rule\r\n12(b)(6) of the South Carolina Rules of Civil Procedure on the ground the statute\r\nof limitations had expired. Citing Ranucci I, East Cooper asserted the NOI did not\r\ntoll the three-year statute of limitations4 because Wilkinson failed to\r\ncontemporaneously file an expert affidavit with the NOI pursuant to section 15-79-\r\n125. Therefore, East Cooper argued that Wilkinson's Complaint, which was filed\r\nfour months after the expiration of the statute of limitations, should be dismissed.\r\nAlternatively, even if the statute of limitations did not expire on September 4,\r\n2011, East Cooper claimed Wilkinson's failure to file an expert affidavit with her\r\nComplaint or within forty-five days thereafter violated section 15-36-100 and\r\nwarranted dismissal. In a separate memorandum in support of their motion to\r\ndismiss, Respondents Carolina Aesthetic Plastic Surgery and Dr. Hahm reiterated\r\nthe arguments raised by East Cooper.\r\n\r\n       Wilkinson filed a memorandum in opposition to Respondents' motions.\r\nBecause Respondents engaged in pre-litigation mediation and did not move to\r\ndismiss the NOI during the pre-litigation proceedings, Wilkinson maintained\r\nRespondents waived any argument regarding her NOI and the expiration of the\r\nstatute of limitations. Additionally, Wilkinson asserted the failure to file an expert\r\naffidavit with her Complaint did not warrant dismissal as Respondents were\r\nalready in possession of the previously filed affidavit of Dr. Newkirk.\r\n\r\n       After a hearing, the circuit court granted Respondents' motions to dismiss\r\nwith prejudice. Based on Ranucci I, the court found that Wilkinson: (1) failed to\r\nfile an expert affidavit contemporaneously with her NOI as required by section 15-\r\n79-125 and, thus, the statute of limitations was not tolled; and (2) failed to file an\r\nexpert affidavit contemporaneously with her Complaint or within forty-five days\r\nthereafter as required by section 15-36-100. The court rejected Wilkinson's\r\ncontention that Respondents' participation in statutorily mandated pre-litigation\r\nmediation waived their right to challenge the NOI. The court also found the\r\nexception codified in section 15-36-100(C)(1), which extends the time for filing an\r\nexpert affidavit with the Complaint, was inapplicable because Wilkinson did not\r\nprovide any explanation as to why the expert affidavit was not filed and, in any\r\n\r\n\r\n4 See S.C. Code Ann. § 15-3-545(A) (2005) (providing that a medical malpractice\r\ncase \"must be commenced within three years from the date of the treatment,\r\nomission, or operation giving rise to the cause of action or three years from date of\r\ndiscovery or when it reasonably ought to have been discovered, not to exceed six\r\nyears from date of occurrence, or as tolled by this section\").\r\n\nevent, failed to file an expert affidavit within forty-five days of filing her\r\nComplaint.\r\n\r\n      Following the circuit court's denial of her motion for reconsideration,\r\nWilkinson appealed to the Court of Appeals. This Court granted Wilkinson's\r\nmotion to certify the appeal pursuant to Rule 204(b) of the South Carolina\r\nAppellate Court Rules.        II.    Standard of Review\r\n\r\n       \"On appeal from the dismissal of a case pursuant to Rule 12(b)(6), an\r\nappellate court applies the same standard of review as the trial court.\" Rydde v.\r\nMorris, 381 S.C. 643, 646, 675 S.E.2d 431, 433 (2009). \"That standard requires\r\nthe Court to construe the complaint in a light most favorable to the nonmovant and\r\ndetermine if the facts alleged and the inferences reasonably deducible from the\r\npleadings would entitle the plaintiff to relief on any theory of the case.\" Id.\r\n(internal quotations omitted). The Court may sustain the dismissal when \"the facts\r\nalleged in the complaint do not support relief under any theory of law.\" Flateau v.\r\nHarrelson, 355 S.C. 197, 202, 584 S.E.2d 413, 416 (Ct. App. 2003).\r\n\r\n                                    III.   Discussion\r\n\r\nA.    Arguments\r\n\r\n      Initially, Wilkinson challenges the propriety of Ranucci I and urges this\r\nCourt to reverse the decision of the Court of Appeals.5 If the Court reverses\r\nRanucci I, Wilkinson claims her NOI tolled the statute of limitations and,\r\ntherefore, neither the NOI nor the Complaint should have been dismissed as\r\nuntimely. However, even if her Complaint is deemed deficient based on her failure\r\nto contemporaneously file an expert affidavit, she contends any deficiency did not\r\nmandate dismissal. Rather, she asserts any dismissal under section 15-36-\r\n100(C)(1) is permissive given the statute states that a plaintiff's Complaint is\r\n\"subject to dismissal for failure to state a claim.\" (Emphasis added.) Because\r\ndismissal is not statutorily mandated, Wilkinson claims the appropriate remedy\r\n\r\n5 East Cooper asserts Wilkinson failed to preserve this issue for appellate review\r\nbecause she did not raise it to the circuit court. This assertion is without merit.\r\nBecause the circuit court was bound to follow Ranucci I, it would have been futile\r\nfor Wilkinson to challenge the propriety of Ranucci I as the circuit court had no\r\nauthority to alter the decision of the Court of Appeals.\r\n\nwould be for her to be given an opportunity to cure any defect as the Court\r\npermitted a plaintiff to file an amended Complaint after the expiration of the statute\r\nof limitations in Spence v. Spence, 368 S.C. 106, 628 S.E.2d 869 (2006).6\r\n\r\n       Alternatively, Wilkinson maintains her Complaint was not deficient as it\r\nstated facts sufficient to support a cause of action and Respondents were already in\r\npossession of the expert affidavit that was filed with the NOI. Thus, because\r\nRespondents were not prejudiced by the alleged deficiency, Wilkinson claims\r\ndismissal was not the appropriate sanction.\r\n\r\nB.    Application of Ranucci II as to the Sufficiency of the NOI\r\n\r\n       Recently, this Court reversed Ranucci I. Ranucci v. Crain, Op. No. 27422\r\n(S.C. Sup. Ct. filed July 23, 2014) (\"Ranucci II\"). In so ruling, we held that section\r\n15-79-125(A) incorporates section 15-36-100 in its entirety. Thus, we ruled that a\r\nmedical malpractice claimant may invoke section 15-36-100(C)(1), which permits\r\nthe claimant to file an expert witness affidavit within forty-five days after filing the\r\nNOI. Id.\r\n\r\n\r\n\r\n6 In support of this proposition, Wilkinson relies on Spence, wherein this Court\r\nfound that when a Complaint is dismissed under Rule 12(b)(6), \"the dismissal\r\ngenerally is without prejudice\" and \"[t]he plaintiff in most cases should be given an\r\nopportunity to file and serve an amended complaint.\" Spence, 368 S.C. at 129, 628\r\nS.E.2d at 881. The Court explained:\r\n\r\n             When a plaintiff is not given the opportunity to file and serve\r\n      an amended complaint, but is left with no choice but to appeal after\r\n      dismissal of her case with prejudice, an appellate court which affirms\r\n      the dismissal may modify the lower court's order to find the dismissal\r\n      is without prejudice. When the statute of limitations has expired, the\r\n      appellate court may in its discretion impose a reasonable period of\r\n      time in which to amend the complaint. An appellate court should\r\n      follow this procedure when the plaintiff presents additional factual\r\n      allegations or a different theory of recovery which, taken as true in a\r\n      well-pleaded complaint, may state a claim upon which relief may be\r\n      granted.\r\n\r\nId. at 130, 628 S.E.2d at 881-82 (emphasis added).\r\n\n       In the instant case, Wilkinson filed the NOI on September 1, 2011 in\r\ncompliance with section 15-79-125(A). S.C. Code Ann. § 15-79-125(A) (Supp.\r\n2013). Because the statute of limitations was due to expire within a short period of\r\ntime, Wilkinson did not include an expert witness affidavit with the NOI, but stated\r\nthat she would file one at a later date. Pursuant to section 15-36-100(C)(1),\r\nWilkinson had an additional forty-five days to supplement her NOI with an expert\r\naffidavit. Id. § 15-36-100(C)(1). Wilkinson acted within the statutorily designated\r\ntime period as she filed the affidavit of Dr. Newkirk on October 5, 2011. As a\r\nresult, Wilkinson's properly filed NOI tolled \"all applicable statutes of limitations\"\r\npursuant to section 15-79-125(A). Accordingly, the circuit court erred in finding\r\nthat Wilkinson's NOI was not sufficient to toll the statute of limitations.\r\n\r\n        After the NOI was properly filed, the parties strictly adhered to the pre-\r\nlitigation procedures outlined in section 15-79-125. Specifically, the parties\r\nengaged in discovery and participated in mediation within the statutorily mandated\r\n120-day time period. Id. § 15-79-125(B) (\"After the Notice of Intent to File Suit is\r\nfiled and served, all named parties may subpoena medical records and other\r\ndocuments potentially related to the medical malpractice claim pursuant to the\r\nrules governing the service and enforcement of subpoenas outlined in the South\r\nCarolina Rules of Civil Procedure. Upon leave of court, the named parties also\r\nmay take depositions pursuant to the rules governing discovery outlined in the\r\nSouth Carolina Rules of Civil Procedure.\"); id. § 15-79-125(C) (\"Within ninety\r\ndays and no later than one hundred twenty days from the service of the Notice of\r\nIntent to File Suit, the parties shall participate in a mediation conference unless an\r\nextension for no more than sixty days is granted by the court based upon a finding\r\nof good cause.\").\r\n\r\n        Following the failed mediation attempt on January 20, 2012, Wilkinson\r\ninitiated her civil action by filing a timely summons and complaint on January 25,\r\n2012, as required by section 15-79-125(E). Id. § 15-79-125(E) (\"If the matter\r\ncannot be resolved through mediation, the plaintiff may initiate the civil action by\r\nfiling a summons and complaint pursuant to the South Carolina Rules of Civil\r\nProcedure. The action must be filed: (1) within sixty days after the mediator\r\ndetermines that the mediation is not viable, that an impasse exists, or that the\r\nmediation should end; or (2) prior to expiration of the statute of limitations,\r\nwhichever is later.\" (emphasis added)). Consequently, Wilkinson complied with\r\nthe pre-litigation requirements and timely initiated her civil action.\r\n\nC.    Dismissal of Civil Action with Prejudice\r\n\r\n      Having found that Wilkinson timely initiated her civil action, the question\r\nbecomes whether the Complaint was sufficient to comply with the requirements of\r\nsection 15-36-100 as Wilkinson never supplemented this pleading with an expert\r\naffidavit.\r\n\r\n       As a threshold matter, we disagree with any contention that the clerk of\r\ncourt's assignment of separate Common Pleas case numbers to the NOI and the\r\nComplaint converted Wilkinson's medical malpractice case into two civil cases that\r\nrequired two expert affidavits. The assignment of a different case number to the\r\npre-litigation pleadings and the litigation pleadings is of no consequence because\r\nthey both comprise a single medical malpractice claim. See Fisher v. Pelstring,\r\n817 F. Supp. 2d 791, 807 n.8 (D.S.C. 2011) (analyzing procedures for initiating\r\nmedical malpractice claims and stating \"[s]ection 15-79-125 also does not include\r\nany language indicating that the case number under which a Notice of Intent is\r\nserved on a defendant must be the same as the case number assigned to the\r\ncomplaint served on that defendant if a civil action is ultimately initiated\").\r\n\r\n      Once Wilkinson initiated the civil action, the proceedings continued to be\r\ngoverned by section 15-36-100. Significantly, section 15-36-100(B) states:\r\n\r\n      Except as provided in Section 15-79-125, in an action for damages\r\n      alleging professional negligence against a professional licensed by or\r\n      registered with the State of South Carolina and listed in subsection\r\n      (G) or against any licensed health care facility alleged to be liable\r\n      based upon the action or inaction of a health care professional\r\n      licensed by the State of South Carolina and listed in subsection (G),\r\n      the plaintiff must file as part of the complaint an affidavit of an expert\r\n      witness which must specify at least one negligent act or omission\r\n      claimed to exist and the factual basis for each claim based on the\r\n      available evidence at the time of the filing of the affidavit.\r\n\r\nS.C. Code Ann. § 15-36-100(B) (Supp. 2013) (emphasis added). As we interpret\r\nthis provision, the plain language of the first sentence expressly exempts a medical\r\nmalpractice claimant from filing a second expert affidavit as one has already been\r\nfiled with the NOI pursuant to section 15-79-125.\r\n\r\n       Such a construction harmonizes the two statutes and is consistent with the\r\nintent of the legislature to create a unique pre-litigation period of discovery and\r\n\nmandatory mediation via section 15-79-125 in order to filter out frivolous claims at\r\nthe earliest stage in medical malpractice cases. However, this procedure does not\r\ncreate two separate cases. Rather, the plaintiff must properly initiate the claim\r\nwith the NOI and attempt to resolve the case within a short timeframe. If the\r\nparties fail to resolve the case through mediation, the case almost immediately\r\nprogresses as a customary professional negligence action. Thus, to require a\r\nsecond expert affidavit at the litigation stage in the proceeding leads to an absurd\r\nresult as the plaintiff's claim has not changed during the pre-litigation proceedings.\r\nThis conclusion, however, does not obviate the need for a plaintiff to offer\r\nadditional expert testimony as it may be necessary to withstand a defendant's\r\nmotion for summary judgment or to support the claim at trial.7\r\n\r\n        Finally, such an interpretation is consistent with the Court's decisions to\r\npermit medical malpractice cases to proceed on the merits rather than to affirm\r\nunwarranted dismissals based on technical noncompliance with the medical\r\nmalpractice statutes. See Ross v. Waccamaw Cmty. Hosp., 404 S.C. 56, 744 S.E.2d\r\n547 (2013) (concluding that failure to timely complete the pre-litigation mediation\r\nprocess as required by section 15-79-125 does not divest the trial court of subject\r\nmatter jurisdiction or mandate dismissal); Grier v. AMISUB of S.C., Inc., 397 S.C.\r\n532, 725 S.E.2d 693 (2012) (holding that the pre-litigation expert affidavit, which\r\nis filed pursuant to section 15-79-125, must specify at least one negligent act or\r\nomission and the factual basis for each claim, but does not need to include an\r\nopinion as to proximate cause and, therefore, medical malpractice claimant's case\r\ncould proceed as the pre-litigation affidavit was sufficient).\r\n\r\n       Based on the foregoing, we hold the circuit court erred in granting\r\nRespondents' motions to dismiss as Wilkinson's Complaint was timely and\r\nsufficient to properly initiate a civil action for medical malpractice. In view of our\r\ndecision, it is unnecessary to address Wilkinson's remaining argument that she\r\nshould be permitted to supplement her Complaint with an expert affidavit based on\r\nSpence. See Futch v McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613,\r\n\r\n7 Although East Cooper references decisions from other jurisdictions to support\r\nthe contention that a second affidavit is required, its reliance on these cases is\r\nmisplaced as the underlying state statutes are distinctly different from our state's\r\nmedical malpractice statutes. Moreover, our research did not reveal any state\r\nstatutes that were identical to those in this state. Thus, even though cases from\r\nother jurisdictions involving medical malpractice may provide guidance as to\r\npolicy or theory, the text of the underlying statutes is not similar enough to be\r\ndispositive in the instant case.\r\n\n518 S.E.2d 591, 598 (1999) (holding an appellate court need not review remaining\r\nissues when its determination of a prior issue is dispositive of the appeal).\r\n\r\n                                  IV.    Conclusion\r\n\r\n      Having reversed Ranucci I, we hold Wilkinson could invoke section 15-36-\r\n100(C)(1), which extended the time for filing the expert witness affidavit with her\r\nNOI and tolled the statute of limitations. As a result, Wilkinson timely filed her\r\nComplaint. Moreover, Wilkinson was not required to file a second expert witness\r\naffidavit in order to properly initiate her civil action because the affidavit filed with\r\nher NOI was sufficient for statutory compliance. Accordingly, we reverse the\r\ndecision of the circuit court and remand the case for further proceedings.\r\n\r\n      REVERSED AND REMANDED.\r\n\r\n      TOAL, C.J., KITTREDGE and HEARN, JJ., concur. PLEICONES, J.,\r\ndissenting in a separate opinion.\r\n\nJUSTICE PLEICONES: I respectfully dissent. Appellant failed to file an expert\r\nwitness affidavit contemporaneously with her Notice of Intent to File Suit as\r\nmandated by S.C. Code Ann. § 15-79-125(A) (Supp. 2013). I would therefore\r\naffirm the circuit court's decision. See Ranucci v. Crain, Op. No. 27422 (S.C. Sup.\r\nCt. filed July 23, 2014) (Pleicones, J., dissenting).\r\n\n","court":"Supreme"},{"id":"27452","title":"State v. Coaxum","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27452.pdf","description":"The Court reverses the court of appeals' determination that the trial court abused its discretion in remedying a juror's unintentional nondisclosure during voir dire by replacing the juror in the middle of Respondent's trial.","date":"2014-10-08","type":"opinion","text":"           THE STATE OF SOUTH CAROLINA \n\r\n                In The Supreme Court \n\r\n\r\n   The State, Petitioner,\r\n\r\n   v.\r\n\r\n   William Coaxum, Sr., Respondent.\r\n\r\n   Appellate Case No. 2012-206607\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n              Appeal From Charleston County\r\n          R. Markley Dennis, Jr., Circuit Court Judge\r\n\r\n\r\n                    Opinion No. 27452 \n\r\n          Heard May 8, 2014 – Filed October 8, 2014 \n\r\n\r\n\r\n                            REVERSED\r\n\r\n\r\n   Attorney General Alan McCrory Wilson, Chief Deputy\r\n   Attorney General John W. McIntosh, Senior Assistant\r\n   Deputy Attorney General Salley W. Elliott, and Assistant\r\n   Attorney General Mark Reynolds Farthing, all of\r\n   Columbia, for Petitioner.\r\n\r\n   Appellate Defender David Alexander, of Columbia, for\r\n   Respondent.\r\n\nCHIEF JUSTICE TOAL:              The State appeals the court of appeals' decision to\r\nreverse the convictions of William Coaxum, Sr. (Respondent), who was found\r\nguilty of armed robbery and possession of a firearm during the commission of a\r\nviolent crime. See State v. Coaxum, Op. No. 2011-UP-496 (S.C. Ct. App. filed\r\nNov. 7, 2011). The court of appeals found reversible error in the trial court's\r\ndecision to remedy a juror's unintentional nondisclosure during voir dire by\r\nreplacing the juror in the middle of Respondent's trial. We reverse.\r\n                         FACTS/PROCEDURAL BACKGROUND\r\n       On November 27, 2007, around 11:00 p.m., two armed men robbed a Pizza\r\nHut located in North Charleston, South Carolina. The robbers escaped in an\r\n\"orange hatchback-type car.\" Within minutes, the police saw a vehicle matching\r\nthis description in the same general vicinity of the Pizza Hut and attempted to\r\nconduct an investigatory stop. The driver of the vehicle, Respondent, refused to\r\npull over, and a high-speed pursuit ensued.\r\n\r\n       Within two miles of the start of the chase, Respondent lost control of the\r\nvehicle and crashed into a fire hydrant, which caused a water line to rupture.\r\nRespondent and his passenger attempted to flee on foot. However, the police car\r\nhydroplaned in the water spilling from the broken fire hydrant and collided with\r\nRespondent. The police arrested Respondent at the scene of the crash, and their\r\nsearch of his car and person revealed a sawed-off shotgun and over $1,000 in\r\ncash.1Prior to Respondent's trial, the trial court conducted voir dire of the\r\nprospective jurors. Specifically, the court asked: \"Are there any members of the\r\njury panel related [by] blood or marriage, socially or casually connected with\r\n[Respondent], or that have any business dealings, any connection whatsoever?\"\r\nNone of the prospective jurors responded. After the judge asked the jury pool\r\nseveral other questions, the parties selected twelve jurors and one alternate juror to\r\nserve as jurors during Respondent's trial, including Juror #7.2\r\n\r\n1Shortly after the passenger was arrested, he gave a written statement to police\r\ndescribing the Pizza Hut robbery in detail and naming Respondent as his co-\r\nconspirator.\r\n2 The parties selected Juror #7 as the second person to be seated on the jury. Prior\r\nto Juror #7's selection, the State had exercised two of its five available peremptory\r\nstrikes; however, after Juror #7's selection, the State did not exercise any further\r\nperemptory strikes. Neither party exercised a peremptory strike during the\r\n\n       At trial, after the State presented the first four of its eight witnesses, the\r\njudge received a note from the jury foreperson indicating that Juror #7 recognized\r\none of Respondent's family members sitting in the courtroom. The judge\r\nconducted an off-the-record discussion with Juror #7 to determine the nature of her\r\nrelationship with the family member and whether she could remain impartial\r\nduring the trial. He then summarized his discussion with Juror #7 on the record.\r\n\r\n       The judge reported that Juror #7 and Respondent's family member were co-\r\nworkers, and that the family member previously claimed that Juror #7 was a\r\n\"distant cousin.\"3 Juror #7 indicated that, once she recognized Respondent's family\r\nmember, she felt uncomfortable not disclosing the working and family relationship\r\nbetween the two. She told the judge that the working and family relationships\r\nwould not affect her decision in the trial.\r\n\r\n      The solicitor requested Juror #7 be removed from the jury, arguing that\r\nalthough Juror #7's initial nondisclosure during voir dire was unintentional,4 \"these\r\ntypes of relationships . . . [,] ultimately she may not be able to put it out of her\r\nmind.\" The solicitor further indicated that, had he known of the relationship\r\nbetween Juror #7 and Respondent, no matter how tenuous, he would have\r\nexercised one of the State's three remaining peremptory challenges against her.5\r\n\r\n\r\nselection of the alternate juror.\r\n3The Record is unclear whether Juror #7 truly was related to Respondent's family\r\nmember, to both the family member and Respondent, or to neither. Juror #7 was\r\n\"not sure\" whether she was a blood relative to Respondent's family. Presumably,\r\nher uncertainty is the reason she failed to answer during voir dire when the trial\r\ncourt asked the prospective jurors whether they were \"related [by] blood or\r\nmarriage, socially or casually connected with [Respondent].\"\r\n4 \"Unintentional concealment . . . occurs where the question posed [during voir\r\ndire] is ambiguous or incomprehensible to the average juror, or where the subject\r\nof the inquiry is insignificant or so far removed in time that the juror's failure to\r\nrespond is reasonable under the circumstances.\" State v. Woods, 345 S.C. 583,\r\n588, 550 S.E.2d 282, 284 (2001).\r\n5The solicitor detailed his strategy for exercising peremptory strikes, stating that\r\nhe specifically looked for ties to the community, longstanding employment history,\r\nand ties to the defendant or a key witness.\r\n\n      In response, Respondent's counsel argued that alternate jurors do not pay as\r\nmuch attention to the evidence and testimony as the original twelve jurors, despite\r\nthe court's warnings to the contrary. Therefore, Respondent's counsel argued for a\r\npublic policy against replacing jurors in the middle of a trial.\r\n\r\n       After conducting a lengthy inquiry, the trial court found that the alleged\r\nconnection between Juror #7 and Respondent would have been a material factor in\r\nthe State’s exercise of its peremptory challenges. The court did not view Juror\r\n#7’s connection with Respondent and his family as a basis for a challenge for\r\ncause. However, the court ruled that the connection would have been a legitimate\r\nbasis for the State's exercise of its peremptory strikes, and that the State would\r\nhave struck Juror #7 had she disclosed the connection. Therefore, the trial court\r\nexcused Juror #7 from the jury and replaced her with the alternate juror. The State\r\nthen called its remaining witnesses, and the jury ultimately convicted Respondent\r\nof armed robbery and possession of a firearm during the commission of a violent\r\ncrime. The court of appeals reversed Respondent's convictions and remanded the\r\ncase for retrial, concluding that a trial court may not \"automatically\" remove a\r\njuror for an unintentional failure to disclose requested personal information during\r\nvoir dire. Further, the court of appeals held that it was an abuse of discretion for\r\nthe trial court to have removed Juror #7 because, in essence, a trial court may\r\nremove a juror mid-trial only if the juror has intentionally failed to disclose. This\r\nappeal followed.                        ISSUE\r\n      Whether the trial court abused its discretion in removing Juror #7 for\r\n      her unintentional failure to disclose her relationship with Respondent's\r\n      family member during voir dire?\r\n\r\n                               STANDARD OF REVIEW\r\n       \"In criminal cases, the appellate court sits to review errors of law only\" and\r\nis \"bound by the trial court's factual findings unless they are clearly erroneous.\"\r\nState v. Wilson, 345 S.C. 1, 5–6, 545 S.E.2d 827, 829 (2001) (citation omitted).\r\n\"In order to receive a mistrial, the defendant must show error and resulting\r\nprejudice.\" State v. Kelly, 331 S.C. 132, 142, 502 S.E.2d 99, 104 (1998); see also\r\nState v. Galbreath, 359 S.C. 398, 402, 597 S.E.2d 845, 847 (Ct. App. 2004)\r\n(requiring the defendant to show a prejudicial abuse of discretion (citing State v.\r\nCovington, 343 S.C. 157, 163, 539 S.E.2d 67, 69–70 (Ct. App. 2000))).\r\n\n                                      ANALYSIS\r\n       \"All criminal defendants have the right to a trial by an impartial jury.\" State\r\nv. Woods, 345 S.C. 583, 587, 550 S.E.2d 282, 284 (2001) (citing U.S. Const.\r\namends. VI and XIV). To that end, the jury must render its verdict free from\r\noutside influences of all kinds. Kelly, 331 S.C. at 141, 502 S.E.2d at 105 (quoting\r\nState v. Cameron, 311 S.C. 204, 207, 428 S.E.2d 10, 12 (Ct. App. 1993)). To\r\nprotect both parties' right to an impartial jury, the trial court must conduct voir dire\r\nof the prospective jurors to determinate whether the jurors are aware of any bias or\r\nprejudice against a party, as well as to \"elicit such facts as will enable [the parties]\r\nintelligently to exercise their right of peremptory challenge.\" Woods, 345 S.C. at\r\n587, 550 S.E.2d at 284.\r\n\r\n       \"[T]rial judges and attorneys cannot fulfill their duty to screen out biased\r\njurors without accurate information.\" Kelly, 331 S.C. at 145, 502 S.E.2d at 106.\r\nShould jurors give false or misleading answers during voir dire, the parties may\r\nmistakenly seat a juror who could have been excused by the court, challenged for\r\ncause by counsel, or stricken through the exercise of a peremptory challenge. State\r\nv. Gulledge, 277 S.C. 368, 371, 287 S.E.2d 488, 490 (1982).\r\n\r\n       In the event of such juror misconduct, the trial court must inquire into\r\nwhether the withheld information affects the jury's impartiality. Kelly, 331 S.C. at\r\n141, 402 S.E.2d at 104. However, the court should not grant a mistrial based on a\r\njuror's concealment of information \"unless absolutely necessary.\" Id. at 142, 502\r\nS.E.2d at 104. \"Instead, the trial judge should exhaust other methods to cure\r\npossible prejudice before aborting a trial.\" Id. (citing State v. Wasson, 299 S.C.\r\n508, 386 S.E.2d 255 (1989)); see also State v. Williams, 321 S.C. 455, 459–60, 469\r\nS.E.2d 49, 52 (1996) (affirming the trial court's decision to seat an alternate juror\r\nmidtrial after another juror's impartiality came into question); State v. McDaniel,\r\n275 S.C. 222, 224, 268 S.E.2d 585, 586 (1980) (same).\r\n\r\n       We have previously held that a new trial is required \"only when the court\r\nfinds the juror intentionally concealed the information, and that the information\r\nconcealed would have supported a challenge for cause or would have been a\r\nmaterial factor in the use of the party's peremptory challenges.\" Woods, 345 S.C.\r\nat 587, 550 S.E.2d at 284 (emphasis added). In the face of a juror's intentional\r\nnondisclosure of pertinent information during voir dire, \"it may be inferred,\r\nnothing to the contrary appearing, that the juror is not impartial.\" Id. at 587–88,\r\n550 S.E.2d at 284. Thus, should the trial court fail to replace such a juror or grant\r\na mistrial, the party need only demonstrate the error of the trial court's decision by\r\n\nproving the concealment was, in fact, intentional; however, the party need not\r\nshow prejudice, as the bias against the moving party is inferred, and prejudice from\r\nthe moving party's inability to strike the juror is apparent. Id. at 589, 550 S.E.2d at\r\n285.    In contrast, if a juror's nondisclosure is unintentional, the trial court may\r\nexercise its discretion in determining whether to proceed with the trial with the jury\r\nas is, replace the juror with an alternate, or declare a mistrial.6 Cf. id. (\"'Only\r\nwhere a juror's intentional nondisclosure does not involve a material issue, or\r\nwhere the nondisclosure is unintentional, should the trial court inquire into\r\nprejudice.'\" (quoting Doyle v. Kennedy Heating & Serv., Inc., 33 S.W.3d 199, 201\r\n(Mo. Ct. App. 2000))). Paralleling the inquiry in cases of intentional concealment,\r\nthe trial court in the unintentional concealment situation must determine whether\r\nthe information concealed would have supported a challenge for cause or would\r\nhave been a material factor in a party's exercise of its peremptory challenges. State\r\nv. Stone, 350 S.C. 442, 448, 567 S.E.2d 244, 247–48 (2002) (citing Woods, 345\r\nS.C. at 587–88, 550 S.E.2d at 284).\r\n\r\n       However, \"where the failure to disclose is innocent, no inference of bias can\r\nbe drawn.\" Woods, 345 S.C. at 589, 550 S.E.2d at 285. Accordingly, the moving\r\nparty has a heightened burden to show that the concealed information indicates the\r\njuror is potentially biased, and that the concealed information would have been a\r\nmaterial factor in the party's exercise of its peremptory challenges. In other words,\r\nthe moving party must show that it was prejudiced by the concealment because it\r\nwas unable to strike a potential—and material—source of bias.\r\n\r\n\r\n\r\n6 See, e.g., State v. Sparkman, 358 S.C. 491, 495–98, 596 S.E.2d 375, 377–78\r\n(2004) (affirming the trial court's refusal to replace a juror when, after the verdict\r\nbut before the sentencing hearing, the defendant became aware of the juror's\r\nunintentional nondisclosure during voir dire); State v. Stone, 350 S.C. 442, 448–49,\r\n567 S.E.2d 244, 247–48 (2002) (finding the trial court abused its discretion in\r\nremoving a juror during the punishment phase of a death penalty trial because of\r\nthe juror's unintentional nondisclosure during voir dire); Kelly, 331 S.C. at 139–44\r\n(affirming the trial court's decision to remove a juror midtrial and replace the juror\r\nwith an alternate because the juror appeared to be biased); Williams, 321 S.C. at\r\n459–60, 469 S.E.2d at 52 (same); McDaniel, 275 S.C. at 224, 268 S.E.2d at 586\r\n(same).\r\n\n       Our previous decisions have not focused on the need for this prejudice\r\nanalysis,7 and the court of appeals has periodically omitted it when considering\r\ncases involving a juror's unintentional nondisclosure during voir dire. For\r\nexample, the court of appeals has previously read Stone and its progeny to\r\nessentially eliminate the trial court's ability to remove a juror for an unintentional\r\nconcealment, no matter how relevant the information disclosed would have been to\r\nexercising a peremptory strike:\r\n\r\n      When a party contends a juror should be removed for failure to\r\n      disclose information during voir dire, Stone requires the trial judge to\r\n      consider two criteria from Woods. If the judge finds both of the\r\n      Woods criteria exist, the judge must remove the juror. However, if\r\n      either of the criteria is absent, the judge may not remove the juror\r\n      on that basis. Here, we need only look to the absence of the first\r\n      criterion to affirm. As in Stone, this juror's failure to disclose the\r\n      information was innocent. Thus, the removal of the juror would have\r\n      been error.\r\n\r\nState v. Burgess, 391 S.C. 15, 19–20, 703 S.E.2d 512, 514–15 (Ct. App. 2010)\r\n(bold emphasis added) (citations omitted).\r\n\r\n       The analysis in Burgess is the same analysis used by the court of appeals in\r\nRespondent's case; however, we find this analysis to be an improper reading of our\r\nprior case law, as it does not consider how material the information would have\r\nbeen to the parties in exercising their peremptory challenges. While the\r\ninformation concealed in Burgess may not have been material—and thus the court\r\n\r\n7 Nonetheless, we have in fact conducted such an analysis. See, e.g., Sparkman,\r\n358 S.C. at 497, 596 S.E.2d at 378 (\"Because [the juror's] concealment was\r\nunintentional our inquiry is over, however, we fail to see how [the defendant] was\r\nprejudiced given that the trial judge questioned the jury after the verdict.\"); Stone,\r\n350 S.C. at 448, 567 S.E.2d at 247–48 (finding that a juror's \"scant acquaintance\"\r\nwith the defendant's family would not have prejudiced the State had the juror\r\nremained on the jury); Kelly, 331 S.C. at 142, 502 S.E.2d at 104 (\"While it was\r\nimproper for Juror O to possess this pamphlet, in our opinion, appellant failed to\r\nshow prejudice.\"); Williams, 321 S.C. at 460, 469 S.E.2d at 52 (\"[W]e discern no\r\nprejudice to [the defendant] from the seating of the alternate juror here.\");\r\nMcDaniel, 275 S.C. at 224, 268 S.E.2d at 586 (\"Moreover, appellant has failed to\r\nestablish in what manner this procedure prejudiced him.\").\r\n\nof appeals may have reached the correct result in that case—it is too broad to say\r\nthat, in all cases, when the concealment is unintentional, it is automatically\r\nimmaterial.\r\n\r\n       Moreover, as we have previously stated, \"'a new trial is required only when\r\nthe court finds the juror intentionally concealed the information . . . .'\" Stone, 350\r\nS.C. at 448, 567 S.E.2d at 247 (emphasis added) (quoting Woods, 345 S.C. at 587,\r\n550 S.E.2d at 284). Here, there is no allegation that Juror #7's failure to disclose\r\nwas intentional. While the trial court likely would have been justified in refusing\r\nto excuse Juror #7 from the jury, its decision to remove her is not an abuse of\r\ndiscretion given the thorough inquiry it conducted into the solicitor's strategy in\r\nseating or striking prospective jurors. Cf. Kelly, 331 S.C. at 142, 502 S.E.2d at 104\r\n(\"A mistrial should not be granted unless absolutely necessary.\"); McDaniel, 275\r\nS.C. at 224, 268 S.E.2d at 586 (\"[T]he procedure employed by the trial court [in\r\nreplacing a juror midtrial and impaneling an alternate], however irregular, was not\r\nsufficient to deprive appellant of his right to a jury trial. There is no right to be\r\ntried by a jury composed of particular individuals. The alternate juror had been\r\napproved by both sides at the inception of the trial, and there is no showing that\r\nappellant withdrew that approval at the time of substitution. Moreover, appellant\r\nhas failed to establish in what manner this procedure prejudiced him.\" (citations\r\nomitted)).\r\n\r\n       As stated, supra, to receive a new trial, the defendant must show a\r\nprejudicial abuse of discretion. Galbreath, 359 S.C. at 402, 597 S.E.2d at 847\r\n(citing Covington, 343 S.C. at 163, 539 S.E.2d at 69–70). As there is no question\r\nthe jury was impartial after Juror #7's removal, Respondent did not meet his\r\nburden, and therefore is not entitled to a new trial. Accordingly, we reverse the\r\ncourt of appeals decision reversing Respondent's convictions.\r\n\r\n                                    CONCLUSION\r\n      For the foregoing reasons, the court of appeals decision is\r\n\r\nREVERSED.\r\n\r\nPLEICONES, KITTREDGE, HEARN, JJ., and Acting Justice James E.\r\nMoore, concur.\r\n\n","court":"Supreme"},{"id":"ORDER","title":"In the Matter of Amy Landers May","url":"http://www.judicial.state.sc.us/courtOrders/displayOrder.cfm?orderNo=2014-09-30-01","description":"The Office of Disciplinary Counsel petitions the Court to transfer respondent to incapacity inactive status pursuant to Rule 28 of the Rules for Lawyer Disciplinary Enforcement (RLDE) contained in Rule 413 of the South Carolina Appellate Court Rules (SCACR).","date":"2014-10-08","type":"order","text":"\r\n  \r\n\r\n\r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\n-->\r\n\r\n\r\n\r\nThe Supreme Court of South Carolina\r\n\r\n  \r\n    \r\n      \r\n        In the Matter of Amy Landers  May, Respondent\r\n          \r\n          Appellate Case No. 2014-002048\r\n        Appellate Case No. 2014-002050 \r\n\r\n    \r\n  \r\n\r\n\r\nORDER\r\n\r\nThe Office of Disciplinary Counsel petitions the Court  to transfer respondent to incapacity inactive status pursuant to Rule 28 of the  Rules for Lawyer Disciplinary Enforcement (RLDE) contained in Rule 413 of the  South Carolina Appellate Court Rules (SCACR).   The petition also seeks appointment of the Receiver, Peyre T. Lumpkin,  and the appointment of an attorney to assist the Receiver pursuant to Rule 31,  RLDE.  Respondent consents to the  issuance of an order transferring her to incapacity inactive status and to the  appointment of the Receiver and an attorney to assist the Receiver. \r\nIT IS ORDERED that respondent is transferred to  incapacity inactive status until further order of this Court.     \r\nRespondent is hereby enjoined from taking any action  regarding any trust, escrow, operating, and any other law office account(s)  respondent may maintain at any bank or other financial institution, including,  but not limited to, making any withdrawal or transfer, or writing any check or  other instrument on the account(s).  \r\nIT IS FURTHER ORDERED that Mr. Lumpkin is hereby  appointed to assume responsibility for respondent's client files, trust  account(s), escrow account(s), operating account(s), and any other law office  account(s) respondent may maintain.  Mr.  Lumpkin shall take action as required by Rule 31, RLDE, Rule 413, SCACR, to  protect the interests of respondent's clients.   Mr. Lumpkin may make disbursements from respondent's trust account(s),  escrow account(s), operating account(s), and any other law office account(s)  respondent may maintain that are necessary to effectuate this appointment.  Respondent shall promptly respond to Mr.  Lumpkin's requests for information and/or documentation and shall fully  cooperate with Mr. Lumpkin in all other respects.    \r\n  \r\n  Further, this Order, when served on any bank or other  financial institution maintaining trust, escrow, operating, and/or any other  law account(s) of respondent, shall serve as notice to the bank or other  financial institution that Peyre T. Lumpkin has been duly appointed by this  Court and that respondent is enjoined from making withdrawals or transfers from  or writing any check or other instrument on any of the account(s).\r\nFinally, this Order, when served on any office of the  United States Postal Service, shall serve as notice that the Receiver, Peyre T.  Lumpkin, Esquire, has been duly appointed by this Court and has the authority  to receive respondent's mail and the authority to direct that respondent's mail  be delivered to Mr. Lumpkin's office.\r\nThe Court appoints Heather Cairns, Esquire, to assist  the Receiver in performing the duties imposed by Rule 31, RLDE.\r\nThe appointments shall be for a period of no longer  than nine months unless an extension of the period of the appointments is  requested.\r\n\r\n  \r\n    &nbsp;\r\n    s/Jean H. Toal&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;C.J.\r\n  \r\n\r\nColumbia, South Carolina\r\nSeptember 30,  2014\r\n\r\n\r\n\r\n\r\n\r\n","court":"Supreme"}]