[{"id":"27394","title":"Horry Telephone v. City of Georgetown","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27394.pdf","description":"The Court affirms the circuit court's order holding that the City of Georgetown's denial of multiple franchise applications by Horry Telephone Cooperative Inc. was not a violation of the South Carolina Competitive Cable Services Act, S.C. Code Ann. Â§Â§ 58-12-5 et seq. (Supp. 2013).","date":"2014-06-04","type":"opinion","text":"       THE STATE OF SOUTH CAROLINA \n\r\n            In The Supreme Court \n\r\n\r\nHorry Telephone Cooperative, Inc., Appellant,\r\n\r\nv.\r\n\r\nCity of Georgetown, and the South Carolina Secretary of\r\nState, Respondents.\r\n\r\nAppellate Case No. 2012-212185\r\n\r\n\r\n\r\n\r\n\r\n\r\n           Appeal from Georgetown County \n\r\n      Benjamin H. Culbertson, Circuit Court Judge \n\r\n\r\n\r\n                 Opinion No. 27394 \n\r\n      Heard January 23, 2014 – Filed June 4, 2014 \n\r\n\r\n\r\n                     AFFIRMED \n\r\n\r\n\r\nDominic Allen Starr and Alan Grant Jones, both of\r\nMcAngus, Goudelock, & Courie, LLC, of Myrtle Beach,\r\nfor Appellant.\r\n\r\nDouglas Charles Baxter, of Richardson Plowden &\r\nRobinson, PA, of Myrtle Beach, Andrew F. Lindemann,\r\nof Davidson & Lindemann, PA, of Columbia, for\r\nRespondent.\r\n\nJUSTICE PLEICONES: This issue on appeal is whether the City of\r\nGeorgetown's denial of multiple franchise applications by Horry Telephone\r\nCooperative Inc. to provide cable television was a violation of the South Carolina\r\nCompetitive Cable Services Act (the Act), S.C. Code Ann. §§ 58-12-5 et seq.\r\n(Supp. 2013).1 We hold that it was not.\r\n\r\n                                      FACTS\r\nAppellant, Horry Telephone Cooperative Inc. (HTC), is a telecommunications\r\ncompany providing services in the Georgetown and Horry County areas. In 2007,\r\nas required by the Act, HTC filed for a state-issued certificate of franchise\r\nauthority, where it sought to provide cable television services in the City of\r\nGeorgetown (City). The Secretary of State, pursuant to § 58-12-310, forwarded the\r\nnotice of application to the City which was required to respond to the request\r\nwithin 65 days.2\r\n\r\nThe City first took up HTC's request during a city council meeting on November\r\n29, 2007 and approved it. Since a franchise is granted by ordinance, a second\r\nreading approval was required. On second reading, the request was denied. The\r\n\r\n\r\n The purpose of the Act is to promote competition between cable providers in\r\n1\r\n\r\n\r\norder to \"relieve consumers of unnecessary costs and burdens,\" \"encourage\r\ninvestment,\" and \"promote deployment of innovative offerings that provide\r\ncompetitive choices for consumers.\"§ 58-12-5. To accomplish these goals, the\r\nGeneral Assembly \"streamlined policy framework providing statewide uniformity\r\nnecessary. . .to allow these functionally equivalent services to compete fairly and\r\ndeploy new consumer services more quickly.\" Id.\r\n Under the Act, the process for obtaining a franchise requires the applicant to send\r\n2\r\n\r\n\r\nan application to the Secretary of State describing the political subdivision,\r\nmunicipality, or county to be served in whole or part by the applicant. § 58-12-\r\n310(B). Next, the Secretary of State forwards a notice of this application to the\r\nmunicipality or county described by the applicant. § 58-12-310(C). The\r\nmunicipality or county has 65 days to respond, and if the consent is denied or there\r\nis a failure to give unconditional consent to the franchise, the Secretary of State\r\n\"shall deny the application,\" with regard to that municipality or county. § 58-12-\r\n310(D). If consent is given, the Secretary of State will issue the provider a\r\ncertificate of franchise authority with respect to the consenting entity. § 58-12-\r\n310(D)-(E). Accordingly, the political subdivision ultimately determines whether\r\nthe franchise is awarded.\r\n\nCity informed the Secretary of State of the denial, and notice was sent to HTC\r\ninforming them that their franchise for the City of Georgetown had been denied.\r\n\r\nHTC filed for reconsideration, which was ultimately denied. Finally, HTC applied\r\nfor a third time, and after consideration, the application was tabled and\r\nsubsequently failed.\r\n\r\nHTC filed a declaratory judgment action in circuit court to declare that the City's\r\ndenial was unlawful under the Act. The circuit court held a bench trial3 and ruled\r\nthat the Act did not create a private cause of action and the City's denial of HTC's\r\nconsent request was a reasonable and valid exercise of legislative discretion.\r\nConsequently, the circuit court dismissed HTC's complaint with prejudice. This\r\nappeal followed.                   DISCUSSION\r\nOn appeal, the parties focus on two issues: first, whether the Act creates a private\r\ncause of action, and if so, whether the actions of the City were unreasonable in\r\nlight of council members' testimony that their decisions to deny consent were at\r\nleast partially based on a build-out4 requirement and anti-competitive reasons in\r\nviolation of the Act. We hold that the Act does create a cause of action, but we find\r\nthat the record supports the circuit court's denial of HTC's requested relief.\r\n\r\n    1. Does the South Carolina Competitive Cable Services Act create a \n\r\n       private cause of action? \n\r\nHTC contends that the plain language of the Act creates a cause of action, such a\r\nreading furthers the purpose of the Act, and therefore, the circuit court erred in\r\nfinding that the Act did not create a cause of action. We agree.\r\n\r\nThe Act lays out multiple purposes for its enactment, which consist of promoting\r\ncompetition, investment, development, and ultimately lowering costs for\r\n\r\n\r\n  The Secretary of State stipulated and agreed to be bound by the declaratory and\r\n3\r\n\r\n\r\nprospective relief issued by the circuit court and did not participate in the trial or\r\nthis appeal.\r\n4 A build-out requirement forces the cable service provider to service all residents\r\nin a municipality rather than allowing the provider to determine how and where to\r\noffer such services. It creates a burdensome initial capital investment on any\r\nincoming cable provider thereby restricting competition, and it is expressly\r\nproscribed by the Act. S.C. Code Ann. § 58-12-350 (Supp. 2012).\r\n\nconsumers. See § 58-12-5. Additionally, the Act seeks to achieve these goals in\r\nmultiple ways, including streamlining the process for granting franchises, requiring\r\n\"cable and video franchises to be nonexclusive, and for requests for competitive\r\ncable or video franchises not to be unreasonably refused.\" Id.; S.C. Code Ann. §\r\n58-12-300(5) (Supp. 2012).\r\n\r\n      In the event of a denial of the application for a franchise, the Act provides:\r\n\r\n      If the applicant takes the position that the denial of the application or\r\n      amended application is actionable, it may seek any appropriate relief under\r\n      state or federal law in state or federal court, and if the applicant takes the\r\n      position that the denial of consent by the municipality or county is\r\n      actionable, it may add the municipality or county denying consent as a party\r\n      to such action.\r\n      S.C. Code Ann. § 58-12-310(D) (Supp. 2012).\r\n\r\nHTC argues this language unambiguously demonstrates that the General Assembly\r\nintended to create a right for cable providers to bring an action against a\r\nmunicipality when they believe their application has been denied in violation of the\r\nAct. We agree.\r\n\r\nThe cardinal rule of statutory construction is to ascertain and effectuate the intent\r\nof the legislature. Charleston Cnty. Sch. Dist. v. State Budget & Control Bd., 313\r\nS.C. 1, 437 S.E.2d 6 (1993)). “What a legislature says in the text of a statute is\r\nconsidered the best evidence of the legislative intent or will.” Hodges v. Rainey,\r\n341 S.C. 79, 85, 533 S.E.2d 578, 581 (2000) (quoting Norman J. Singer,\r\nSutherland Statutory Construction § 46.03 at 94 (5th ed.1992)). Whether the\r\nlegislature intended to create a private cause of action for the violation of a statute\r\nis determined primarily by the language of the statute. 16 Jade Street, LLC v. R.\r\nDesign Const. Co., LLC, 405 S.C. 384, 389, 747 S.E.2d 770, 773 (2013).\r\n\r\nThe language of § 58-12-310(D) expressly provides that when the cable provider\r\nbelieves the municipality's denial of consent is actionable, it may bring an action\r\nagainst the municipality and that action may seek any appropriate remedy under\r\nstate or federal law. Accordingly, we find that the Act does create a private cause\r\nof action for aggrieved cable providers.\r\n\r\n   2. Did the circuit court err in finding that the denial of consent was \n\r\n      reasonable? \n\r\n\nHTC argues it presented sufficient evidence that the City's refusal to grant consent\r\nviolated the Act,5 and therefore, the circuit court erred in holding that the City's\r\nactions were reasonable.\r\n\r\nTo support its argument, HTC relies almost exclusively on the trial testimony and\r\ndepositions of individual city council members concerning their respective\r\nmotivations for denying HTC's request. This testimony was improperly admitted\r\nover Respondents' objection. Testimony of individual council members as to their\r\nmotivations for denying consent is not competent evidence. We have stated that in\r\nreviewing decisions of municipal governments, \"[m]unicipal records properly\r\nauthenticated or verified are the only competent evidence of the proceedings of the\r\ntransactions of governing bodies.\" Berkley Electric Cooperative, Inc. v. Town of\r\nMount Pleasant, 308 S.C. 205, 208, 417 S.E.2d 579, 581 (1992) (citing E.\r\nMcQuillan, The Law of Municipal Corporations § 14.05 (3d 3. 1989).\r\nAccordingly, we do not consider the council members' testimonial evidence at trial.\r\n\r\nEssentially, HTC's argument is that the individual members had motives for\r\ndenying consent to the franchise agreement which were prohibited by the Act. This\r\nargument asks this Court to inquire into individual city council members' motives\r\nbehind their legislative acts. Whaley v. Dorchester County Zoning Bd. of Appeals,\r\n337 S.C. 568, 575, 524 S.E.2d 404, 408 (1999) (\"A municipal ordinance is a\r\nlegislative enactment. . .\"). This is a fundamentally inappropriate inquiry for a\r\ncourt. See Pressley v. Lancaster County, 343 S.C. 696, 542 S.E.2d 366 (2001)\r\n(\"Judicial inquiry into legislative motivation is to be avoided\") (citation omitted);\r\nColumbia Ry., Gas & Elec. Co. v. Carter, 127 S.C. 473, 121 S.E. 377, 379 (1924)\r\n(\"The court cannot speculate as to the intention, much less as to the motives, of the\r\n\r\n\r\n HTC contends the City denied its request because HTC would not satisfy a\r\n5\r\n\r\n\r\n\"build-out\" requirement, and therefore, the denial violated the express prohibition\r\nagainst build-out requirements in § 58-12-350. In addition, HTC contends the\r\ndenial was based on anticompetitive reasons, and thus conflicts with the purpose of\r\nthe Act. Finally, HTC argues these improper bases render the City's denial of\r\nconsent unreasonable, and requests this Court vacate the City's denial and issue an\r\ninjunction requiring the City to grant HTC a franchise. This requested relief is\r\nfundamentally improper, as it would require this Court to compel a city council to\r\nenact an ordinance, which would consist of a violation of the separation of powers.\r\nFoster v. Taylor, 210 S.C. 324, 42 S.E.2d 531(1947) (discussing separation of\r\npowers, \"[t]he court will, of course, not attempt to compel the legislature by\r\nmandamus to perform a legislative duty or function\").\r\n\nLegislature\"); Douglas v. City Council of Greenville, 92 S.C. 374, 75 S.E. 687, 689\r\n(1912)(discussing improper motives for passing an ordinance, \"[w]e cannot inquire\r\ninto the motives which induce legislative action\"); State v. Cardozo, 5 S.C. 297\r\n(1874) (\"So far as it implies any wrong or improper motive on the part of the\r\nLegislature in the particular enactment, it is beyond the control of the judicial\r\ndepartment.\").\r\n\r\nIn any case, looking to the competent evidence, there were myriad reasons in this\r\nrecord for why the City denied consent beyond those complained of by HTC,\r\nincluding: the overburdening of infrastructure, concerns over drainage if existing\r\ncable infrastructure was to be expanded, as well as lack of tax revenue provided by\r\nHTC. While the competent evidence in the record is capable of conflicting\r\ninferences, there is evidence from which a fact finder could conclude that the\r\nreasons for denial of the application did not violate the proscriptions of the statue.\r\nIn an action at law, on appeal of a case tried without a jury, the findings of fact of\r\nthe judge will not be disturbed upon appeal unless found to be without evidence\r\nwhich reasonably supports the judge's findings. Townes Associates Ltd. v. City of\r\nGreenville, 266 S.C. 81, 221 S.E.2d 773 (1976). Thus, we affirm the circuit court's\r\ndecision denying HTC's requested relief.\r\n\r\nAFFIRMED.\r\n\r\nTOAL, C.J., BEATTY, KITTREDGE and HEARN, JJ, concur.\r\n\n","court":"Supreme"},{"id":"27395","title":"Holmes v. Haynsworth, Sinkler & Boyd","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27395.pdf","description":"The Court affirmed the circuit court's dismissal of Appellant's legal malpractice case and the award of sanctions against Appellant, holding: (1) Appellant's claims against Respondents Becker and Grier were barred by the statute of limitations; (2) Appellant's legal malpractice claim against Respondents failed because she did not establish the standard of care and Respondent's deviation from that standard through expert testimony; (3) the circuit court did not abuse its discretion in refusing to grant a continuance; and (4) sanctions against Appellant were warranted.","date":"2014-06-04","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                          In The Supreme Court \n\r\n\r\n             Cynthia Holmes, M.D., Appellant,\r\n\r\n             v.\r\n\r\n             Haynsworth, Sinkler & Boyd, P.A., successor to Sinkler\r\n             & Boyd, P.A., Manton Grier and James Y. Becker,\r\n             Respondents. Appellate Case No. 2010-154986\r\n\r\n\r\n                        Appeal from Charleston County \n\r\n                   Thomas L. Hughston, Jr., Circuit Court Judge \n\r\n\r\n\r\n                               Opinion No. 27395 \n\r\n                    Heard October 16, 2012 – Filed June 4, 2014 \n\r\n\r\n\r\n                                    AFFIRMED \n\r\n\r\n\r\n             Chalmers Carey Johnson, of Tacoma, Washington, for\r\n             Appellant.\r\n\r\n             Richard S. Dukes, Jr., of Charleston, and R. Hawthorne\r\n             Barrett, of Columbia, both of Turner, Padget, Graham &\r\n             Laney, P.A., for Respondent.\r\n\r\n\r\n\r\nCHIEF JUSTICE TOAL:                Cynthia Holmes, M.D. (Appellant) appeals the\r\ncircuit court's grant of a directed verdict with respect to her malpractice claim in\r\nfavor of Haynsworth, Sinkler & Boyd, P.A. (Haynsworth), Manton Grier, and\r\nJames Y. Becker (collectively Respondents), and award of sanctions against her.\r\nWe affirm.\r\n\n                       FACTS/ PROCEDURAL BACKGROUND\r\n\r\n       Appellant, an ophthalmologist currently in private practice in Sullivan's\r\nIsland, South Carolina, was previously a member of the consulting medical staff of\r\nTenet HealthSystem Medical, Incorporated, d/b/a East Cooper Community\r\nHospital, Incorporated (the Hospital).1 On September 10, 1997, Appellant lost her\r\nprivileges to admit patients and perform procedures at the Hospital. Appellant\r\nengaged Respondents to represent her in a legal action against the Hospital on May\r\n5, 1998. On Appellant's behalf, Respondents pursued an unsuccessful appeal for\r\nreinstatement of full admitting privileges through the Hospital's administrative\r\nprocess, which was exhausted in October 1998.\r\n\r\n       In March 1999, Respondents filed a lawsuit in federal court on Appellant's\r\nbehalf, alleging violations of the Sherman Anti-Trust Act, 15 U.S.C. §§ 1, et seq.\r\n(2004), as well as pendant state law claims.2 Respondents filed a request for\r\ntemporary injunction, which would permit Appellant to perform medical\r\nprocedures at the Hospital. On November 22, 1999, the United States District\r\nCourt for the District of South Carolina granted a temporary injunction reinstating\r\nAppellant's admitting privileges based, in part, on Appellant's averments in an\r\naffidavit that her patients needed urgent surgeries and her inability to perform\r\nsurgery at the hospital was causing her to lose patients. However, because\r\nAppellant did not perform a single surgery in the wake of the temporary injunction,\r\nthe district court dissolved the injunction on January 25, 2000, because \"the alleged\r\nharm suffered by [Appellant's] current patients had not materialized.\"3\r\nFurthermore, the district court held that Appellant and Respondents failed to\r\ncomply with the scheduling order and the rules of discovery. Appellant blames\r\nRespondents for the dissolution of the injunction, claiming that Respondents did\r\nnot act with due diligence on her behalf because she disputed their fees and refused\r\nto pay her legal bills. Respondents, however, attribute the dissolution of the\r\n\r\n1 Appellant also holds a license to practice law in South Carolina, but has not\r\npracticed in nearly thirty years with the exception of representing herself in\r\nlitigation related to this matter.\r\n2 According to Respondent Becker, he initially advised Appellant to file the lawsuit\r\nin state court, but she insisted on filing the federal action.\r\n3Respondent Becker testified at trial that Respondents did not appeal the\r\ndissolution because an appeal would have been futile.\r\n\r\n                                         43 \n\r\n\ninjunction to Appellant's failure to utilize the injunction to perform surgery while it\r\nwas in place and her lack of cooperation during discovery.4\r\n\r\n       As the federal case began in earnest, a fee dispute arose between Appellant\r\nand Respondents, resulting in Respondents filing a motion to be relieved as\r\ncounsel. Respondent Becker testified that the relationship broke down due to\r\ncommunication issues between the parties, Appellant's continued\r\nmischaracterization of the parties' engagement agreement as a contingency\r\nagreement, and Appellant's refusal to pay her legal bills. Appellant alleges that\r\nRespondents agreed to take the case on a contingency fee basis once the\r\npreliminary injunction was successfully in place. However, the engagement letter\r\nstates that \"[f]ees generally are based on the time spent rounded up to the nearest\r\ntenth of an hour.\"5 In addition, correspondence from Respondents to Appellant\r\nconfirms that Respondents would not take the case on a contingency basis.6\r\n\r\n4For example, Respondent Becker testified that Appellant cancelled her deposition\r\ntwo days before it was to be held without reason and withheld documents from\r\nRespondents that would have assisted them in their representation of Appellant.\r\n5 The engagement letter set forth the terms of the parties' agreement and was\r\nsigned by Appellant and Respondent Becker.\r\n6   For example, in a letter dated December 15, 1999, Respondent Becker wrote:\r\n\r\n        What I meant to convey to you [Appellant] in prior conversation was\r\n        that I would seriously consider and seek the necessary internal firm\r\n        approval for converting your matter to contingency fee basis for any\r\n        fees to be incurred past the preliminary injunction stage. This process\r\n        would involve first seeking management committee approval to do so.\r\n        The second step would be making my own decision in consultation\r\n        with other lawyers in the firm . . . . [However,] [n]either I nor other\r\n        litigators in the firm believe that we should proceed on contingency\r\n        fee basis.\r\n\r\n              We will not proceed forward on a contingency fee basis . . . .\r\n\r\nLikewise, in a December 27, 1999, letter to Appellant, Respondent Becker stated\r\nunequivocally, \"We have clarified and you understand that we are not representing\r\nyou on a contingent fee basis.\"           44 \n\r\n\nHowever, on January 25, 2000, Respondents withdrew the motion because the\r\nparties were able to resolve the dispute through the execution of an addendum to\r\nthe engagement letter (the Addendum), setting forth the terms of Respondents'\r\nengagement moving forward. In the Addendum, Appellant agreed to pay $43,000\r\nin attorney's fees upfront, and pay any addition legal fees incurred at an hourly\r\nrate.7 On January 31, 2000, Appellant filed a pro se motion requesting the district\r\ncourt reconsider the dissolution of the preliminary injunction. In this motion, she\r\nalso indicated she was dissatisfied with Respondents' representation and was\r\ncritical of how Respondents had handled her case to that point and sought\r\nadditional time to obtain substitute counsel and complete discovery. Because\r\nAppellant still refused to pay her legal bills, on February 2, 2000, Respondents\r\nfiled a motion to be relieved as counsel.\r\n\r\n      On April 17, 2000, the district court granted summary judgment in the\r\nHospital's favor, and dismissed the pendant state law claims without prejudice.\r\nPursuant to the terms of the engagement letter, Respondents did not appeal this\r\ndecision and chose not to proceed in representing Appellant in any state action.8\r\n\r\n\r\n7 Appellant claims that the \"[A]ddendum called for [Appellant] to pay\r\n[Respondents] $43,000.00 in fees, to be used if the case against [the Hospital] went\r\nto trial . . . . [, and that Respondents] never did represent [Appellant] in a trial, but\r\nfailed to return the $43,000.00 in fees that [Appellant] had paid in advance for\r\ntrial.\" However, the Addendum establishes that Appellant owed an outstanding\r\nunpaid balance of $19,471.44 and required Appellant to pay $15,000 upfront and\r\n\"$25,000 now on account,\" and explicitly specified that fees \"through the\r\ncompletion of discovery period and arguing of summary judgment motions will not\r\nexceed $25,000.\" The Addendum does not state that the remaining fees would be\r\nused only in the event the case went to trial.\r\n8 Appellant filed a pro se appeal from the district court's decision in the United\r\nStates Court of Appeals for the Fourth Circuit, which was dismissed on November\r\n17, 2000. She subsequently sought a writ of certiorari from the United States\r\nSupreme Court, which was denied on October 1, 2001. Ultimately, Appellant\r\npursued a claim in state court with different representation that resulted in a\r\nsettlement agreement with the Hospital in 2003. Appellant subsequently sued\r\ncounsel in that action for malpractice, as well. That action was dismissed.\r\n\r\n                                           45 \n\r\n\n       After Respondents and Appellant ended their professional relationship,\r\nAppellant sought the return of the $43,000 in attorney's fees she paid pursuant to\r\nthe Addendum. Respondents refused, and on April 1, 2002, Appellant filed a\r\nComplaint alleging professional malpractice in handling her federal antitrust\r\nclaims. She also included claims for breach of contract, quantum meruit, breach of\r\nfiduciary duty, violation of the Unfair Trade Practices Act, abandonment, civil\r\nconspiracy, promissory estoppel, constructive fraud, conversion, negligent\r\nmisrepresentation, negligent supervision, fraud, and misrepresentation. However,\r\nAppellant did not deliver copies of the Summons and Complaint to the Richland\r\nCounty Sheriff's Department for service upon Respondents Becker and Grier until\r\nApril 30, 2003.\r\n\r\n       Appellant filed her Summons and Complaint in Charleston County, and\r\nRespondents successfully moved to transfer venue to Richland County on July 24,\r\n2002. Appellant appealed that decision on March 12, 2003. On May 1, 2003, the\r\ncourt of appeals dismissed the appeal as interlocutory. Appellant filed a petition\r\nfor rehearing, which was denied on June 16, 2003. Appellant subsequently filed a\r\npetition for a writ of certiorari in this Court, which was denied on April 8, 2004.\r\nAppellant filed a petition for rehearing regarding the denial of certiorari, and\r\nremittitur was issued on April 22, 2004. Appellant filed a \"Motion to Reinstate the\r\nAppeal\" and a \"Petition for Original Jurisdiction\" on April 23 and April 26, 2004,\r\nrespectively. After this Court refused to accept the first petition, Appellant filed a\r\nsecond petition for original jurisdiction. This Court denied the petition on June 9,\r\n2004. Appellant then filed a petition for rehearing en banc, which the Court\r\ndenied.On August 17, 2004, the circuit court ordered Appellant, who had been\r\nattempting to proceed under a \"J. Doe\" pseudonym to proceed under her real name.\r\nOn September 24, 2004, Appellant appealed this decision. The court of appeals\r\ndismissed this appeal as interlocutory on January 13, 2005. Appellant filed a\r\npetition for rehearing, which was denied on May 25, 2005. On June 20, 2005,\r\nAppellant filed a petition for a writ of certiorari and a motion for sanctions against\r\nRespondents in this Court, which were denied.\r\n\r\n       On October 29, 2004, Appellant appealed the circuit court's decision to\r\ndismiss various motions filed there by Appellant because venue had been\r\ntransferred to Richland County. On June 16, 2005, the court of appeals dismissed\r\nthis appeal. On June 28, 2005, Appellant filed a petition for rehearing which was\r\ndenied, and on April 14, 2006, Appellant filed another petition for a writ of\r\n                                          46 \n\r\n\ncertiorari in this Court, which was denied on October 19, 2006.\r\n\r\n       The circuit court transferred venue back to Charleston County on March 29,\r\n2007. At this time, the case returned to the circuit court, where discovery resumed,\r\nand Appellant filed various discovery-related motions. In March 2008, the circuit\r\ncourt denied Appellant's motions. Appellant appealed this decision to the court of\r\nappeals, which dismissed the appeal as interlocutory on August 12, 2008.\r\nAppellant filed a petition for rehearing, which was denied on November 21, 2008,\r\nand a petition for rehearing en banc, which the court of appeals denied. On\r\nJanuary 10, 2009, Appellant filed a \"Petition for Writ of Certiorari in Original\r\nJurisdiction and Petition for Certiorari\" in this Court, which this Court denied on\r\nApril 23, 2009. Remittitur was issued on April 29, 2009.9 Subsequently,\r\nAppellant filed a petition for rehearing, which this Court denied on May 13, 2009.\r\n\r\n       Trial commenced on June 8, 2009, despite Appellant's last minute attempts\r\nto obtain a continuance. Prior to trial, the circuit court heard Respondents' pending\r\nmotion for summary judgment, which he denied because he did not have time on\r\nthe eve of trial to review the extensive file in this case. On June 12, 2009, the\r\ncircuit court granted Respondents' directed verdict as to all causes of action.10\r\nRespondents subsequently moved for sanctions against Appellant. On July 19,\r\n2009, Appellant filed a motion for new trial. The circuit court held a hearing on\r\nthe post-trial motions on September 29, 2009. By order dated November 18, 2009,\r\nthe circuit court denied Appellant's motion for a new trial, and granted\r\nRespondents' motion for sanctions.\r\n\r\n       Appellant filed a Notice of Appeal. On December 2, 2009, this Court issued\r\nan order directing all clerks of court to refuse any filings by Appellant unless they\r\nwere signed by a licensed South Carolina attorney. Therefore, the court of appeals\r\ndismissed Appellant's appeal for failure to obtain a signature by a licensed attorney\r\non February 24, 2010. On March 10, 2010, current counsel for Appellant moved\r\nto reinstate the appeal. However, Appellant failed to file a brief in time.\r\n\r\n9 The instant case made its first trial roster appearance on April 8, 2008, and the\r\nclerk of court notified the parties of the transfer to the trial roster at that time.\r\nPursuant to Rule 40(b), SCRCP, the circuit court issued a scheduling order stating\r\nthe case would not go to trial before January 1, 2009.\r\n10   The circuit court signed a formal order to this effect on July 14, 2009.\r\n\r\n\r\n                                            47 \n\r\n\nTherefore, the court of appeals granted Respondents' motion to dismiss the appeal\r\non June 10, 2011. Appellant filed another motion to reinstate the appeal on June\r\n15, 2011, and filed an initial brief and designation of matter on July 14, 2011. On\r\nAugust 24, 2011, the court of appeals issued an order accepting those materials and\r\nreinstating the appeal.\r\n\r\n      This Court transferred the case pursuant to Rule 204(b), SCACR.\r\n\r\n                                       ISSUES\r\n\r\n      I.     Whether Appellant timely commenced her action against\r\n             Respondents Becker and Grier within the statute of limitations?\r\n\r\n      II.    Whether the circuit court erred in granting a directed verdict in\r\n             favor of Respondents as to Appellant's legal malpractice\r\n             claims?\r\n\r\n      III.   Whether the circuit court erred in refusing to grant Appellant's\r\n             motion for continuance?\r\n\r\n      IV.    Whether the circuit court erred in awarding sanctions against\r\n             Appellant?\r\n\r\n      V.     Whether the circuit court erred in dismissing the other causes of\r\n             action?                 ANALYSIS\r\n\r\n                             I. Statute of Limitations\r\n\r\n      Appellant argues that the circuit erred in finding that the claims against\r\nRespondents Becker and Grier were barred by the statute of limitations. We\r\ndisagree.\r\n\r\n       Section 15-3-530 of the South Carolina Code provides for a three year\r\nstatute of limitations for legal malpractice lawsuits. S.C. Code Ann. § 15-3-530\r\n(2005). \"The statute runs from the date the injured party either knows or should\r\nhave known by the exercise of reasonable diligence that a cause of action arises\r\nfrom the wrongful conduct.\" Dean v. Ruscon Corp., 321 S.C. 360, 363, 468 S.E.2d\r\n645, 647 (1996) (citation omitted). \"The exercise of reasonable diligence means\r\n                                         48 \n\r\n\nsimply that an injured party must act with some promptness where the facts and\r\ncircumstances of an injury would put a person of common knowledge and\r\nexperience on notice that some right of his has been invaded or that some claim\r\nagainst another party might exist.\" Epstein v. Brown, 363 S.C. 372, 376, 610\r\nS.E.2d 816, 818 (2005). \"[T]he fact that the injured party may not comprehend the\r\nfull extent of the damage is immaterial.\" Dean, 321 S.C. at 364, 468 S.E.2d at 647\r\n(citation omitted).\r\n\r\n       In the instant case, as early as January 31, 2000, Appellant was openly\r\ncritical of her attorneys' performance in a pro se filing in the district court:\r\n\r\n      [My] Attorney, however, has not been timely: first taking months to\r\n      schedule the Motion for Temporary Injunction; second not responding\r\n      in a timely manner to your Honor's Scheduling order; third, not\r\n      providing adequate representation and preparation of the case; and\r\n      fourth, not notifying opposing counsel until the eleventh hour on\r\n      January 4, 2000[,] of the request to reschedule the deposition which\r\n      was made by letter dated December 17, 1999.\r\n\r\n      At that time, it is apparent that Appellant, an attorney, clearly should have\r\nknown, and in fact did know, she had a potential claim against Respondents Becker\r\nand Grier, as these complaints appear to be the basis of her legal malpractice claim.\r\nConsequently, we find the statute of limitations began to run on January 31, 2000.\r\nSee Epstein, 363 S.C. at 376, 610 S.E.2d at 818.\r\n\r\n       Appellant filed her Complaint against Respondents on April 1, 2002.\r\nHowever, Appellant did not timely serve her Complaint by forwarding it to the\r\nRichland County Sheriff's Department. See Rule 3(b), SCRCP (\"For purposes of\r\ntolling the statute of limitations, an attempt to commence an action is equivalent to\r\nthe commencement thereof when the summons and complaint are filed with the\r\nclerk of court and delivered for service to the sheriff of the county in which\r\ndefendant usually or last resided . . . .\") (emphasis added).11\r\n\r\n11In 2002, the South Carolina legislature amended section 15-3-20 of the South\r\nCarolina Code. S.C. Code Ann. § 15-3-20 (Supp. 2002). The new provision\r\nprovides that a civil action commences as of the date of filing if actual service is\r\naccomplished within 120 days after filing and became effective on May 24, 2002.\r\nId. It only applies to causes of action filed on or after that date. Id. Therefore, the\r\nnew rule does not operate to render Appellant's service effective. Regardless,\r\n\r\n                                          49 \n\r\n\n       The circuit court found that Appellant did not deliver the summons and\r\ncomplaint to the Richland County Sheriff's Department until after April 30, 2003—\r\nmore than three years after January 31, 2000, when the statute of limitations began\r\nto run.12\r\n\r\n       Appellant relies on the circuit court's order dated February 5, 2008, denying\r\nRespondents Becker and Grier's partial summary judgment motion based on non-\r\nservice, claiming the circuit court found that they waived their objection to service\r\nand to the statute of limitations defense. While the circuit court did deny\r\nRespondents Becker and Grier's motion, the order makes no mention of waiver.\r\nConsequently, we hold Respondents Becker and Grier did not waive their right to\r\nassert the statute of limitations as a defense.\r\n\r\n       Appellant also argues that the circuit court should have tolled the statute of\r\nlimitations after Respondents Becker and Grier appeared and subjected themselves\r\nto the personal jurisdiction of the court by responding to Appellant's complaint on\r\nMay 1, 2002, and participating in a motion to dismiss for lack of jurisdiction and a\r\nmotion to transfer venue.\r\n\r\n       We have never tolled the statute of limitations by the date on which a party\r\nsubjects himself to the personal jurisdiction of the court, and we decline to do so\r\nhere. We hold that the claims against Respondents are barred by the statute of\r\nlimitations because Appellant did not deliver a summons and complaint to the\r\nRichland County Sheriff's Department until after April 30, 2003—more than three\r\nyears after she should have known that she had a cause of action against\r\nRespondents Becker and Grier. Epstein, 363 S.C. at 376, 610 S.E.2d at 818.\r\nThus, we now turn to whether the remaining claims against Haynsworth were also\r\nproperly dismissed by the circuit court.\r\n\r\n                II. Merits of the Professional Malpractice Claim\r\n\r\n\r\nAppellant failed to accomplish service within 120 days after filing.\r\n12Respondents served Requests to Admit on Appellant addressing the issue of\r\nwhen Appellant forwarded the summons and complaint to the Richland County\r\nSheriff's Department. Because the circuit court found Appellant's responses\r\ninadequate, the circuit court deemed these requests admitted for all purposes.\r\n\r\n                                         50 \n\r\n\n     Appellant argues that the Court erred in granting a directed verdict to\r\nRespondents with respect to her legal malpractice claim. We disagree.\r\n\r\n       \"In ruling on a motion for directed verdict, the trial court is required to view\r\nthe evidence and the inferences which reasonably can be drawn therefrom in the\r\nlight most favorable to the party opposing the motion and to deny the motion\r\nwhere either the evidence yields more than one inference or its inference is in\r\ndoubt.\" Harvey v. Strickland, 350 S.C. 303, 308, 566 S.E.2d 529, 532 (2002)\r\n(citation omitted). \"When considering directed verdict motions, neither the trial\r\ncourt nor the appellate court has authority to decide credibility issues or to resolve\r\nconflicts in the testimony or evidence.\" Id. (citation omitted). In essence, the\r\nCourt \"must determine whether a verdict for a party opposing the motion would be\r\nreasonably possible under the facts as liberally construed in his favor.\" Id. (citation\r\nomitted). \"If the evidence is susceptible to more than one reasonable inference, the\r\ncase should be submitted to the jury.\" Quesinberry v. Rouppasong, 331 S.C. 589,\r\n594, 503 S.E.2d 717, 720 (1998) (citation omitted).\r\n\r\n      A. Expert Testimony\r\n\r\n      First, Appellant argues the circuit court erroneously found that she failed to\r\npresent expert testimony to support her malpractice claim. During trial, Appellant\r\ntendered herself as an expert regarding the applicable standard of care for\r\nprofessional malpractice. The circuit court disqualified Appellant as an expert\r\nwitness, finding she lacked the requisite experience as an attorney to testify as an\r\nexpert concerning the applicable standard of care in a federal anti-trust action.\r\nAppellant argues this decision was erroneous. We disagree.\r\n\r\n       \"The qualification of an expert witness and the admissibility of an expert's\r\ntestimony are matters within the trial court's discretion\" and will not be overturned\r\nabsent a finding of abuse of that discretion. McGee v. Bruce Hosp. Sys., 321 S.C.\r\n340, 344, 468 S.E.2d 633, 636 (1996) (citing Creed v. City of Columbia, 310 S.C.\r\n342, 426 S.E.2d 785 (1993)). \"An abuse of discretion occurs when the circuit\r\ncourt's rulings 'either lack evidentiary support or are controlled by an error of law.'\"\r\nGraves v. CAS Med. Sys., Inc., 401 S.C. 63, 74, 735 S.E.2d 650, 655 (2012)\r\n(quoting State v. Pagan, 369 S.C. 201, 208, 631 S.E.2d 262, 265 (2006)).\r\n\r\n       \"If scientific, technical, or other specialized knowledge will assist the trier of\r\nfact to understand the evidence or to determine a fact in issue, a witness qualified\r\nas an expert by knowledge, skill, experience, training, or education, may testify\r\nthereto in the form of an opinion or otherwise.\" Rule 702, SCRE. Regardless of\r\n\r\n                                           51 \n\r\n\nwhether the expert testimony is scientific, technical or otherwise, \"all expert\r\ntestimony must meet the requirements of Rule 702.\" Graves, 401 S.C. at 74, 735\r\nS.E.2d at 655 (2012) (citing State v. White, 382 S.C. 265, 270, 676 S.E.2d 684, 686\r\n(2009)).\r\n\r\n      In determining whether to admit expert testimony, the court must\r\n      make three inquiries. First, the court must determine whether \"the\r\n      subject matter is beyond the ordinary knowledge of the jury, thus\r\n      requiring an expert to explain the matter to the jury.\" Second, the\r\n      expert must have \"acquired the requisite knowledge and skill to\r\n      qualify as an expert in the particular subject matter,\" although he\r\n      \"need not be a specialist in the particular branch of the field.\" Finally,\r\n      the substance of the testimony must be reliable.\r\n\r\nId. (internal citations omitted) (quoting Watson v. Ford Motor Co., 389 S.C. 434,\r\n446, 699 S.E.2d 169, 175 (2010)).\r\n\r\n       With respect to a legal malpractice claim, a claimant must rely on expert\r\ntestimony to \"establish both the standard of care and the deviation by the defendant\r\nfrom such standard.\" Gilliland v. Elmwood Props., 301 S.C. 295, 301, 391 S.E.2d\r\n577, 580 (1990) (citation omitted); Smith v. Haynsworth, Marion, McKay &\r\nGeurard, 322 S.C. 433, 435, 472 S.E.2d 612, 613 (1996); Hall v. Fedor, 349 S.C.\r\n169, 174, 561 S.E.2d 654, 657 (Ct. App. 2002). In this regard, a claimant must\r\nestablish, through expert testimony, the following:\r\n\r\n      (1) the existence of an attorney-client relationship;\r\n\r\n      (2) a breach of duty by the attorney;\r\n\r\n      (3) damage to the client; and\r\n\r\n      (4) proximate cause of the plaintiff's damages by the breach.\r\n\r\nHall, 349 S.C. at 174, 561 S.E.2d at 656. Furthermore, a claimant is required to\r\ndemonstrate that \"he or she 'most probably would have been successful in the\r\nunderlying suit if the attorney had not committed the alleged malpractice.'\" Doe v.\r\nHowe, 367 S.C. 432, 442, 626 S.E.2d 25, 30 (Ct. App. 2005) (quoting Summer v.\r\nCarpenter, 328 S.C. 36, 42, 492 S.E.2d 55, 58 (1997)). \"The question of the\r\nsuccess of the underlying claim, if suit had been brought, is a question of law.\" Id.\r\n(footnote omitted).                       52 \n\r\n\n       Appellant argues that the mere fact that she is a licensed attorney qualifies\r\nher as an expert in the field of the applicable standard of care in a federal anti-trust\r\naction.Regardless of her status as a licensed attorney, Appellant was required to\r\ndemonstrate to the circuit court's satisfaction that she had the requisite training,\r\nexperience, and education to testify as an expert witness in this case. Although\r\nAppellant is a licensed attorney, we agree Appellant was unqualified to testify as\r\nan expert regarding the applicable standard of care for attorneys handling a federal\r\nantitrust lawsuit due to the mere fact that she is licensed to practice law. First,\r\nAppellant is a physician, and has not practiced law in over thirty years. She does\r\nnot represent clients, and in fact, has never represented a client other than herself at\r\nvarious points in this litigation, and has never represented a client in federal court,\r\nlet alone handled a federal anti-trust action. Under these undisputed facts, the\r\ncircuit court did not abuse its discretion in disqualifying Appellant from testifying\r\nas an expert as to the standard of care in this case.13\r\n\r\n       As Appellant failed to present any expert testimony supporting her\r\ncontention that Respondents breached their standard of care, Appellant was unable\r\nto satisfy her burden of proof, meaning there was no issue of fact to submit to the\r\njury. As such, the record before the circuit court permitted only one reasonable\r\ninference—that Respondents did not breach the standard of care, and were entitled\r\nto a direct verdict.\r\n\r\n             2. Respondents' Expert Testimony\r\n\r\n\r\n13Furthermore, Appellant misapprehends the \"common knowledge\" exception to\r\nthe requirement for expert testimony. Under the common knowledge exception,\r\nexpert testimony is not required where the common knowledge or experience of\r\nlaymen is extensive enough to recognize or infer negligence on the part of the\r\nprofessional and to determine the presence of the required causal link between the\r\nprofessional's performance and the alleged malpractice. Pederson v. Gould, 288\r\nS.C. 141, 142, 341 S.E.2d 633, 634 (1986). Here, Appellant overestimates the\r\nlegal knowledge of a layperson to understand the complex issues of her case,\r\nincluding the intricacies of civil procedure, the standard for applying and granting\r\ninjunctions, and how to successfully pursue a federal anti-trust claim. Therefore,\r\nwe find that Appellant's claim does not fall within the exception.\r\n\r\n                                           53 \n\r\n\n       Alternatively, Appellant argues that Respondents' own expert, Professor\r\nJohn Freeman, conceded they committed professional malpractice. More\r\nspecifically, Appellant avers that Professor Freeman, \"testified that what\r\n[R]espondents did when they threatened to prejudice the case in order to extract\r\nfees was consistent with extortion, a form of blackmail, and criminal in South\r\nCarolina.\" We disagree.\r\n\r\n        Professor Freeman's comments have been taken out of context. In his\r\ntestimony, Professor Freeman repeatedly and unequivocally stated that he believed\r\nRespondents did not commit malpractice and nothing Respondents did in\r\nrepresenting Appellant would have altered the result given applicable federal anti-\r\ntrust law.14 However, during Appellant's cross-examination of Professor Freeman,\r\nthe following colloquy ensued:\r\n\r\n      Q:     Do you believe that threatening a case in order to—threatening\r\n             to prejudice a case in order to extract fees is—complies with the\r\n             standard of care?\r\n\r\n      A:     No, ma'am. Let me be real clear on this. I . . . consider that\r\n             would be unethical. I consider that would be a form of\r\n             blackmail or extortion and criminal in South Carolina to do that\r\n             ....\r\n\r\n      Q:     And isn't it true that if a contingency fee was in place, . . . then .\r\n             . . forcing . . . the terms of this Addendum . . . would be a\r\n             breach of the standard of care?\r\n\r\n       Respondents' counsel objected to the line of questioning, and the circuit\r\ncourt sustained the objection on the ground that Appellant assumed facts not in\r\nevidence, as Professor Freeman had already testified that there was no evidence of\r\na contingency fee agreement between the parties.\r\n\r\n      Considering Professor Freeman answered a hypothetical question which was\r\nnot based on the facts of this case, we find Appellant's reliance on this testimony is\r\nspecious. Consequently, it cannot form the basis for establishing a breach of the\r\n\r\n14For example, Professor Freeman testified, Appellant lost the \"lawsuit because\r\nthere was no case there—no federal antitrust case, and the judge found various\r\ntechnical, legal failings with the case.\"  54 \n\r\n\nstandard of care.15\r\n\r\n       Thus, we affirm the circuit court's finding that Appellant's malpractice claim\r\nfails as a matter of law, and find the circuit court did not err in directing a verdict\r\nin favor of Respondents.          III. Continuance\r\n\r\n      Appellant argues that the circuit court erred in refusing to grant her a\r\ncontinuance, claiming the trial court set a trial date less than thirty days from the\r\ndate of remittitur. We disagree.\r\n\r\n      Rule 40(b), SCRCP, provides:\r\n\r\n      The clerk initially shall place all cases in which a jury has been\r\n      requested on the General Docket. A case may not be called for trial\r\n      until it has been transferred to the Jury Trial Roster. Trial shall be\r\n      had no earlier than 30 days from the date the case first appears on the\r\n      Jury Trial Roster. Cases shall be called for trial in the order in which\r\n      they are placed on the Jury Trial Roster, unless the court in a\r\n      Scheduling Order has set a date certain for the trial, or, after the case\r\n      has been set on the Jury Trial Roster, the court, upon motion, grants a\r\n      continuance as provided in (i) below. The first 20 cases on the Jury\r\n      Trial Roster at the opening of court on the first day of a term,\r\n      excluding those previously dismissed, continued or otherwise resolved\r\n      before the opening of that term of court, may be called for trial.\r\n\r\n(Emphasis added).\r\n\r\n       The instant case first appeared on a trial roster on April 8, 2008, and the\r\nclerk of court notified the parties of the transfer to the trial roster at that time. On\r\nthat date, the circuit court issued a scheduling order stating the case would not be\r\nset for trial before January 1, 2009. This Court denied certiorari after Appellant\r\ninstituted interlocutory appeals stemming from a discovery order issued by the\r\ncircuit court. Remittitur was issued on April 29, 2009. On May 1, 2009, Appellant\r\n\r\n15In any event, Professor Freeman qualified his answer by explaining that there\r\nwas no evidence of any contingency fee agreement between the parties in the\r\ninstant case, and that he did not believe Respondent breached any standard of care.\r\n\r\n                                           55 \n\r\n\nfiled a motion to strike the case from the jury trial roster. The Chief\r\nAdministrative Judge for the Tenth Judicial Circuit denied Appellant's motion to\r\nstrike, noting that the case first appeared on the trial roster in April 2008.\r\nTherefore, after this Court denied Appellant's petition for rehearing, the Chief\r\nAdministrative Judge returned the case to the jury roster. On May 18, 2009, the\r\ncase was called for trial. After granting Appellant a one-week continuance, the\r\ncourt set the case for a date-certain trial to begin on June 8, 2009. Appellant\r\nobjected and filed numerous motions to delay the start of the trial, arguing that she\r\nneeded additional time to prepare and arrange for her counsel to be present. The\r\nchief administrative judge noted Appellant had previously requested numerous\r\ncontinuances to obtain counsel, but had failed to do so in the past. Consequently,\r\nthe circuit court denied Appellant's continuance request and allowed the case to\r\nproceed to trial on June 8, 2009.\r\n\r\n       Appellant argues that because the Court denied her motion on May 18, 2009,\r\nreturning the case to the jury docket, the circuit court erred in commencing trial on\r\nJune 8, 2009, less than thirty days from \"remittitur.\" As stated previously, in\r\nactuality, remittitur was issued on April 29, 2009. Therefore, even assuming\r\narguendo that Appellant's understanding of Rule 40(b) was correct, a trial date of\r\nJune 8, 2009, fell more than thirty days after remittitur.\r\n\r\n       However, Appellant misapprehends Rule 40(b). Rule 40(b) provides, in\r\npertinent part, that trial shall take place no earlier than 30 days from the date the\r\ncase first appears on the jury roster. As stated, supra, Appellant's case first\r\nappeared on a trial roster on April 8, 2008. The mere fact that an appeals court\r\ntouched the case does not re-start the cycle. Therefore, the trial date complied with\r\nRule 40(b), SCRCP.\r\n\r\n      We further affirm the circuit court's denial of Appellant's request for a\r\ncontinuance. Under Rule 40(i)(1), SCRCP, a court may grant a continuance for\r\ncause as follows:\r\n\r\n      As actions are called, counsel may request that the action be\r\n      continued. If good and sufficient cause for continuance is shown, the\r\n      continuance may be granted by the court. Ordinarily such\r\n      continuances shall be only until the next term of court. Each\r\n      scheduled calendar week of circuit court shall constitute a separate\r\n      term of court.\r\n\r\nAs noted by the chief administrative judge, Appellant did not establish good and\r\n                                         56 \n\r\n\nsufficient cause to continue her case to the next term of court, as she had\r\nrepeatedly requested a continuance on the same ground of failure to secure\r\ncounsel, and no counsel appeared on her behalf. Moreover, due to the relative age\r\nof the case, the circuit court was justified in disposing of it. Therefore, we find the\r\ncircuit court did not abuse its broad discretion in denying her request for a\r\ncontinuance. See Pyler v. Burns, 373 S.C. 637, 650, 647 S.E.2d 188, 195 (2007)\r\n(\"The grant or denial of a continuance is within the sound discretion of the trial\r\njudge and is reviewable on appeal only when an abuse of discretion appears from\r\nthe record . . . . Moreover, the denial of a motion for a continuance on the ground\r\nthat counsel has not had time to prepare is rarely disturbed on appeal.\") (citations\r\nomitted); State v. Lytchfield, 230 S.C. 405, 409, 95 S.E.2d 857, 859 (1957) (\"The\r\ngranting or refusal of a motion for continuance is within the discretion of the trial\r\njudge and his disposition of such a motion will not be reversed on appeal unless it\r\nis shown that there was an abuse of discretion to the prejudice of appellant . . . .\r\nReview of them shows that reversals of refusal of continuance are about as rare as\r\nthe proverbial hens' teeth.\").      IV. Sanctions\r\n\r\n      Appellant argues the circuit court abused its discretion in awarding sanctions\r\nagainst her. We disagree.\r\n\r\n       On November 18, 2009, the circuit court found Appellant's lawsuit to be\r\nfrivolous, and awarded sanctions to Respondents. The circuit court found\r\nAppellant was subject to sanctions based on the following: (1) both iterations of\r\nthe South Carolina Frivolous Civil Proceedings Sanctions Action, S.C. Code Ann.\r\n§§ 15-36-10, et seq. (2005) and S.C. Code Ann. § 15-36-10 (Supp. 2012) (the\r\nFCPSA); (2) Rule 11, SCRCP; and (3) the court's inherent authority to award\r\nsanctions.\r\n\r\n      A. The FCPSA\r\n\r\n       Because \"the decision whether to impose sanctions under the FCPSA is a\r\ndecision for the judge, not the jury, it sounds in equity rather than at law.\" Father\r\nv. S.C. Dep't of Soc. Servs., 353 S.C. 254, 260, 578 S.E.2d 11, 14 (2003) (refusing\r\nto adopt the more deferential \"abuse of discretion\" federal standard of review in\r\nassessing decisions to impose sanctions under the FCPSA); see also Se. Site Prep,\r\nL.L.C. v. Atl. Coast Builders & Contractors, L.L.C., 394 S.C. 97, 104, 713 S.E.2d\r\n650, 653 (Ct. App. 2011) (\"The determination of whether attorney's fees should be\r\nawarded under Rule 11 or under the [FCPSA] is treated as one in equity.\").\r\n                                          57 \n\r\n\nTherefore, an appellate court reviews the findings of fact with respect to the\r\ndecision to grant sanctions under the FCPSA by \"taking its own view of the\r\nevidence.\" Father, 353 S.C. at 260, 578 S.E.2d at 14 (citing S.C. Const. art. V, §\r\n5); see also S.C. Code Ann. § 14-3-320 (Supp. 2012). However, \"[t]he 'abuse of\r\ndiscretion' standard . . . does . . . play a role in the appellate review of a sanctions\r\naward.\" Father, 353 S.C. at 261, 578 S.E.2d at 14. For example, \"where the\r\nappellate court agrees with the trial court's findings of fact, it reviews the decision\r\nto award sanctions, as well as the terms of those sanctions, under an abuse of\r\ndiscretion standard.\" Ex parte Gregory, 378 S.C. 430, 437, 663 S.E.2d 46, 50\r\n(2008) (citation omitted); Se. Site Prep, 394 S.C. at104, 713 S.E.2d at 654. \"An\r\nabuse of discretion occurs where the decision is controlled by an error of law or is\r\nbased on unsupported factual conclusions.\" Father, 353 S.C. at 261, 578 S.E.2d at\r\n14.    As an initial matter, Appellant contends that the circuit court erred in\r\nsanctioning her under the 2005 revised version of the FCPSA, and argues that the\r\ncircuit court should have instead relied on the pre-2005 version of the FCPSA, as\r\nshe filed the original complaint in 2002. Therefore, she claims the circuit court\r\nerred in basing sanctions on her amended complaint, which she filed in 2007. To\r\nthis end, Appellant argues that her amended complaint \"relates back\" to her\r\noriginal complaint pursuant to Rule 15(c), SCRCP. See Rule 15(c), SCRCP\r\n(\"Whenever the claim or defense asserted in the amended pleading arose out of the\r\nconduct, transaction or occurrence set forth or attempted to be set forth in the\r\noriginal pleadings, the amendment relates back to the date of the original\r\npleading.\"). Therefore, Appellant contends, the action on which the sanctions were\r\nbased was not a \"new\" action for purposes of dating the sanctions.\r\n\r\n      Regardless of the version applied, we find the circuit court did not err in\r\nsanctioning Appellant pursuant to the FCPSA.\r\n\r\n      Under the prior provisions of the FCPSA:\r\n\r\n      Any person who takes part in the procurement, initiation,\r\n      continuation, or defense of any civil proceeding is subject to being\r\n      assessed for payment of all or a portion of the attorney's fees and court\r\n      costs of the other party if:\r\n\r\n      (1) he does so primarily for a purpose other than that of securing the\r\n      proper discovery, joinder of parties, or adjudication of the claim upon\r\n      which the proceedings are based; and 58 \n\r\n\n      (2) the proceedings have terminated in favor of the person seeking an\r\n      assessment of the fees and costs.\r\n\r\nS.C. Code Ann. § 15-36-10 (2005). Thus, the party seeking sanctions bears the\r\nburden of proving:\r\n\r\n      (1) the other party has procured, initiated, continued, or defended the\r\n      civil proceedings against him;\r\n\r\n      (2) the proceedings were terminated in his favor;\r\n\r\n      (3) the primary purpose for which the proceedings were procured,\r\n      initiated, continued, or defended was not that of securing the proper\r\n      discovery, joinder of parties, or adjudication of the civil proceedings;\r\n\r\n      (4) the aggrieved person has incurred attorney's fees and court costs;\r\n      and\r\n\r\n      (5) the amount of the fees and costs set forth in item (4).\r\n\r\nId. § 15-36-40.16\r\n\r\n\r\n16In 2005, the General Assembly substantially amended section 15-36-10, and\r\nrepealed sections 15-36-20 through -50. See Act No. 27, 2005 S.C. Acts 114, § 5\r\n(effective July 1, 2005) (revising § 15-36-10); Act No. 27, 2005 S.C. Acts 121, §\r\n12 (effective March 21, 2005) (repealing §§ 15-36-20 through -50).\r\n\r\n      Section 15-36-10 now reads, in pertinent part:\r\n\r\n      At the conclusion of a trial and after a verdict for or a verdict against\r\n      damages has been rendered or a case has been dismissed by a directed\r\n      verdict, summary judgment, or judgment notwithstanding the verdict, upon\r\n      motion of the prevailing party, the court shall proceed to determine if the\r\n      claim or defense was frivolous.\r\n\r\nS.C. Code Ann. § 15-36-10(C)(1) (Supp. 2012).\r\n\r\n\r\n                                         59 \n\r\n\n      Here, the circuit court found:\r\n\r\n      As became evident throughout the trial, [Appellant] filed a non-\r\n      meritorious and baseless lawsuit. Prior to filing suit, [Appellant]\r\n      obviously conducted no serious investigation of the facts she would be\r\n      required to prove to substantiate her wide-ranging claim. Rather, the\r\n      entire tenor of [Appellant's] case appears to be her belief that she is\r\n      right and her former lawyers and 4 other courts are all wrong.\r\n      [Appellant] failed to develop any evidence that could satisfy her\r\n      burden of proof at trial. Any reasonable attorney would conclude that\r\n      [Appellant's] entire case was completely frivolous and was brought,\r\n      and continued for seven years, without any reasonable basis.\r\n\r\n             [Appellant] engaged in dilatory litigation tactics and appealed\r\n      numerous interlocutory matters, including orders regarding venue and\r\n      several orders on discovery matters. These appeals were likewise\r\n      frivolous and dilatory. [Appellant] also submitted numerous affidavits\r\n      and memoranda accusing [Respondents] and [Respondents'] counsel\r\n      of engaging in all manner of inappropriate and abusive conduct, each\r\n      of which has been dismissed and discounted by the Court, and all of\r\n      which were submitted without reasonable basis. [Appellant] has never\r\n      accepted the rulings of the Court and has moved for reconsideration\r\n      on each and every order denying whatever relief she sought,\r\n      sometimes multiple times.\r\n\r\n       The Record supports the circuit court's finding that Appellant's claim was\r\nfrivolous. However, Appellant argues that failure of the moving party to prevail\r\non summary judgment under any circumstances precludes an award of sanctions\r\npursuant to the the FCPSA based on the reasoning of Hanahan v. Simpson, 326\r\nS.C. 140, 156–58, 485 S.E.2d 903 (1997).17\r\n\r\n17In Hanahan v. Simpson, 326 S.C. 140, 156–58, 485 S.E.2d 903, 911–13 (1997),\r\nthis Court overturned sanctions awarded against an appellant under the FCPSA. In\r\nHanahan, the appellant, the daughter of the decedent, challenged the will left\r\nbehind by her late father to dispose of his $48 million estate. 326 S.C. at 146, 485\r\nS.E.2d at 906. She sued his estate alleging fraud, mistake, undue influence, and\r\nlack of testamentary capacity. Id. The estate moved for summary judgment, and\r\nthe court denied the motion. Id. After a trial on the merits, the jury returned a\r\nverdict against the daughter, and the circuit court sanctioned the daughter pursuant\r\n\r\n                                         60 \n\r\n\n       Even if Appellant's interpretation of Hanahan is correct, the circuit court\r\nalso imposed sanctions pursuant to Rule 11, SCRCP, and we hold that Rule 11\r\nsanctions were appropriate in this case.\r\n\r\n      Under Rule 11,\r\n\r\n      Every pleading, motion or other paper of a party represented by an\r\n      attorney shall be signed in his individual name by at least one attorney\r\n      of record . . . . The signature of an attorney or party constitutes a\r\n      certificate by him that he has read the pleading, motion or other paper;\r\n      that to the best of his knowledge, information and belief there is good\r\n      ground to support it; and that it is not interposed for delay . . . .\r\n\r\n      If a pleading, motion or other paper is not signed or does not comply\r\n      with this Rule, it shall be stricken unless it is signed promptly after the\r\n      omission is called to the attention of the pleader or movant. If a\r\n      pleading, motion, or other paper is signed in violation of this Rule, the\r\n      court, upon motion or upon its own initiative, may impose upon the\r\n      person who signed it, a represented party, or both, an appropriate\r\n      sanction, which may include an order to pay to the other party or\r\n      parties the amount of the reasonable expenses incurred because of the\r\n      filing of the pleading, motion or other paper, including a reasonable\r\n      attorney's fee.\r\n\r\nRule 11(a), SCRCP.18\r\n\r\n\r\nto the FCPSA. Id. On appeal, this Court acknowledged that there was a split of\r\nauthority as to whether sanctions may be awarded under the FCPSA\r\nnotwithstanding the denial of a summary judgment. Id. at 157, 485 S.E.2d at 912.\r\nNevertheless, the Court reversed the circuit court's award of sanctions, reasoning\r\nthat if the daughter's case survived a motion for summary judgment and was\r\n\"submitted to the jury\" because of its merits, \"it cannot be deemed frivolous\" later.\r\nId.\r\n18Because we find that sanctions were appropriately awarded pursuant to Rule 11,\r\nSCRCP, we do not reach the question of whether sanctions were appropriate\r\naccording to the Court's inherent authority to award sanctions. Futch v. McAllister\r\nTowing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999)\r\n\r\n                                          61 \n\r\n\n       The circuit court found that Appellant engaged in \"dilatory litigation\r\ntactics,\" lodged \"frivolous and dilatory appeals,\" filed affidavits and memoranda\r\n\"without reasonable basis,\" and moved for reconsideration after nearly every ruling\r\nmade by the circuit court. Without a doubt, the circuit court did not abuse its\r\ndiscretion in awarding sanctions against Appellant in this case. Therefore, we\r\naffirm.                         V. Remaining Issues\r\n\r\n       Appellant also claims the circuit court erred in directing a verdict in favor of\r\nRespondents on the issues of breach of contract, quantum meruit, breach of\r\nfiduciary duty, violation of the Unfair Trade Practices Act, abandonment, civil\r\nconspiracy, promissory estoppel, constructive fraud, conversion, negligent\r\nmisrepresentation, negligent supervision, fraud, and misrepresentation. However,\r\nAppellant addresses neither the merits nor the law of these issues in her brief and\r\nmerely mentions them in a laundry list of claims she presented to the circuit court.\r\nThus, we find Appellant abandoned these arguments. In re McCracken, 346 S.C.\r\n87, 92, 551 S.E.2d 235, 238 (2001) (\"A bald assertion, without supporting\r\nargument, does not preserve an issue for appeal.\") (citation omitted).\r\n\r\n                                    CONCLUSION\r\n\r\n      For the foregoing reasons, the circuit court is\r\n\r\nAFFIRMED.\r\n\r\nKITTREDGE and HEARN, JJ., concur. PLEICONES, J., concurring in a\r\nseparate opinion in which BEATTY, J., concurs.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n(holding an appellate court need not address remaining issues when resolution of a\r\nprior issue is dispositive).              62\r\n\nJUSTICE PLEICONES: I concur but write separately as I view the proper\r\ndisposition of several issues somewhat differently than does the majority.\r\n\r\nThe majority affirms the trial court's grant of a directed verdict to the individual\r\nrespondents on the grounds of insufficient service. As I understand the applicable\r\nlaw, however, these respondents waived their right to rely upon the belated service\r\nwhen they failed to raise the issue pursuant to Rule 12(h), SCRCP. See Garner v.\r\nHouck, 312 S.C. 481, 435 S.E.2d 847 (1993). Failure to properly raise this issue\r\nunder the rule also operates as a waiver of a statute of limitations defense. Id.; see\r\nalso Unisun Ins. v. Hawkins, 342 S.C. 537, 537 S.E.2d 559 (Ct. App. 2000).\r\nAssuming appellant has properly preserved this argument,19 this directed verdict\r\nruling was incorrect.\r\n\r\nI am also uneasy with the Court's discussion of the trial court's ruling that appellant\r\nwas not qualified to testify as an expert. I fear the majority's opinion may be read\r\nto require a legal expert to have experience in the exact area of law that is the\r\nsubject of the malpractice claim. Heretofore, we have not required such congruity.\r\nSee Gooding v. St. Francis Xavier Hosp., 326 S.C. 248, 487 S.E.2d 596 (1997)\r\n(medical expert qualifications). With the caveat that an individual need not have\r\npractical experience in the exact same type of case in order to be qualified as an\r\nexpert, I agree that there was no abuse of discretion in the trial court's decision not\r\nto qualify appellant as a legal expert. Gooding, supra (qualification of expert is\r\nwithin trial court's discretion). I therefore agree that the directed verdict should be\r\naffirmed as to both the firm and the individual respondents.\r\n\r\nI agree with the majority that appellant cannot complain that Rule 40(b), SCRCP,\r\nwas violated where more than 30 days passed after the remittitur was returned\r\nbefore the case was called for trial. Further, I agree with appellant that the original\r\nversion of the FCPSA and not the amended version applies here. See 2005 S.C.\r\nActs No. 27 § 16(3) 123 (revised FCPSA applies to causes of action arising on or\r\nafter July 1, 2005). Thus the trial court erred as a matter of law in awarding\r\nsanctions under the FCPSA. Hanahan v. Simpson, 326 S.C. 140, 485 S.E.2d 903\r\n(1997). I agree, however, that we should affirm the award of sanctions under Rule\r\n11, SCRCP.\r\n\r\n\r\n  To the extent her argument rests on the circuit court's March 2008 denial of the\r\n19\r\n\r\n\r\nindividual respondents' motion for summary judgment, appellant's argument fails\r\nas a matter of law. E.g. Ballenger v. Bowen, 313 S.C. 476, 443 S.E.2d 379 (1994).\r\n\r\n                                          63 \n\r\n\nI concur in the result reached by the majority.\r\n\r\nBEATTY, J., concurs.                     64 \n\r\n\n","court":"Supreme"},{"id":"27396","title":"Town of Hilton Head Island v. Kigre, Inc.","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27396.pdf","description":"In this direct appeal, the Court affirms the trial court's finding that the ordinance is valid.","date":"2014-06-04","type":"opinion","text":"                      THE STATE OF SOUTH CAROLINA \n\r\n                           In The Supreme Court \n\r\n\r\n            Town of Hilton Head Island, Respondent,\r\n\r\n            v.\r\n\r\n            Kigre, Inc., Appellant.\r\n\r\n            Appellate Case No. 2012-213239\r\n\r\n\r\n\r\n                           Appeal from Beaufort County \n\r\n                 The Honorable Marvin H. Dukes, III, Special Circuit \n\r\n                                   Court Judge \n\r\n\r\n\r\n                                Opinion No. 27396 \n\r\n                      Heard April 15, 2014 – Filed June 4, 2014 \n\r\n\r\n\r\n                                    AFFIRMED\r\n\r\n\r\n            Thomas C. Taylor, of Hilton Head Island, for Appellant.\r\n\r\n            Gregory M. Alford, of Hilton Head Island, for\r\n            Respondent.\r\n\r\n\r\nPER CURIAM: This direct appeal involves a constitutional challenge to the\r\nTown of Hilton Head Island's (\"Town\") business license tax ordinance\r\n(\"Ordinance\"), which requires businesses within the Town to pay an annual license\r\nfee based upon a business's classification and gross income. We affirm the trial\r\ncourt's finding that the Ordinance is valid.\r\n\r\nThe legislature has specifically granted municipalities the authority to enact\r\nordinances and \"levy a business license tax on gross income.\" S.C. Code Ann. § 5-\r\n7-30 (Supp. 2013) (emphasis added). We emphasize that the business license fee\r\n\nis an excise tax—not an income or a sales tax. A business license fee is a tax on\r\nthe privilege of doing business within the Town, and therefore, it is the\r\nmanufacturing activity of Appellant Kigre, Inc. (\"Kigre\"), which occurs wholly\r\nwithin the Town limits, and not Kigre's receipt of income or sales of its products in\r\ninterstate commerce that is the business activity being taxed. Kigre has no other\r\nmanufacturing facility and pays no license fee to any other taxing jurisdiction. See\r\nCarter v. Linder, 303 S.C. 119, 123, 399 S.E.2d 423, 425 (1990) (finding \"[a]\r\nbusiness license fee is an excise tax on the owner for the privilege of doing\r\nbusiness\").\r\n\r\nThe Ordinance requires \"[e]very person engaged or intending to engage in any\r\ncalling, business, occupation or profession . . . in whole or in part, within the limits\r\nof the town\" to obtain a business license and pay a license fee, the amount of which\r\nis determined by the classification of the business and its gross income. See Hilton\r\nHead Island, S.C., Code of Ordinances § 10-1-10 (Sept. 26, 1983). The Ordinance\r\ndefines gross income as:\r\n\r\n      The total revenue of a business, received or accrued, for one fiscal\r\n      year collected or to be collected by reason of the conduct of business\r\n      within the town, excepting therefrom income from business done\r\n      wholly outside of the town on which a license tax is paid to some\r\n      other municipality or a county and fully reported to the town. Gross\r\n      income from interstate commerce shall be included in the gross\r\n      income for every business subject to a business license fee.\r\n\r\nId. § 10-1-20(3) (Aug. 1, 2006). Further, section 10-1-60 provides a deduction\r\nfrom gross income for \"business done wholly outside of the town on which a\r\nlicense tax is paid to some other municipality or a county.\" As previously noted,\r\nKigre does not pay any license tax to any other municipality or county, either in\r\nSouth Carolina or anywhere in the world.\r\n\r\nKigre has clothed its many arguments in the premise that the Ordinance is not\r\nsound policy, for it is anti-business. However, it is not within our province to\r\nweigh-in on the wisdom of legislative policy determinations. Our judicial role is\r\nlimited to determining whether the Ordinance withstands Kigre's constitutional\r\nchallenges. See Dunes West Golf Club, LLC v. Town of Mount Pleasant, 401 S.C.\r\n280, 300, 737 S.E.2d 601, 611 (2013) (\"It is not the function of the courts to pass\r\nupon the wisdom or folly of municipal ordinances or regulations.\" (citation\r\nomitted)).\r\n\nWe have carefully reviewed the record on appeal and find Kigre's numerous\r\nchallenges to be without merit. We affirm pursuant to the following authorities:\r\nOkla. Tax Comm'n v. Jefferson Lines, Inc., 514 U.S. 175, 199 (1995) (\"The fair\r\nrelation prong of Complete Auto requires no detailed accounting of the services\r\nprovided to the taxpayer on account of the activity being taxed, nor, indeed, is a\r\nState limited to offsetting the public costs created by the taxed activity.\");\r\nCommonwealth Edison Co. v. Montana, 453 U.S. 609, 623–24 (1981) (\"[I]t was\r\nnot the purpose of the commerce clause to relieve those engaged in interstate\r\ncommerce from their just share of state tax burden even though it increases the cost\r\nof doing business.\" (quotations and citation omitted)); Complete Auto Transit, Inc.\r\nv. Brady, 430 U.S. 274, 279–87 (1977) (overruling prior cases finding interstate\r\ncommerce cannot be taxed by states and finding state taxes do not violate the\r\nCommerce Clause where the activity being taxed has a substantial nexus with the\r\ntaxing jurisdiction, and the tax is fairly apportioned, does not discriminate against\r\ninterstate commerce, and is fairly related to benefits provided by the state); Sunset\r\nCay, LLC v. City of Folly Beach, 357 S.C. 414, 425, 593 S.E.2d 462, 467 (2004)\r\n(\"'A municipal ordinance is a legislative enactment and is presumed to be\r\nconstitutional. The burden of proving the invalidity of an ordinance is on the party\r\nattacking it.'\" (quoting Whaley v. Dorchester Cnty. Zoning Bd. of Appeals, 337\r\nS.C. 568, 575, 524 S.E.2d 404, 408 (1999))); Eli Witt Co. v. City of W. Columbia,\r\n309 S.C. 555, 559, 425 S.E.2d 16, 18 (1992) (\"It was not contemplated that the\r\nvarious phases of a business should be segregated and only that part taxed which\r\nwas actually carried on within the corporate limits. The [business license] tax was\r\nimposed for the privilege of maintaining or conducting a place of business within\r\nthat municipality and it was intended that the business should be considered as a\r\nwhole. The gross income or volume of such business is merely made the basis on\r\nwhich the tax is graduated.\" (citation omitted)); Carter, 303 S.C. at 124–25, 399\r\nS.E.2d at 426 (finding a business license tax which classifies businesses and\r\nassesses taxes at a graduated rate according to the gross income of the business\r\ndoes not constitute an equal protection violation); S. Bell Tel. & Tel. Co. v. City of\r\nSpartanburg, 285 S.C. 495, 497, 331 S.E.2d 333, 334 (1985) (\"The burden is on\r\nthe taxpayer to prove unconstitutionality beyond a reasonable doubt.\");\r\nN. Charleston Land Corp. v. City of N. Charleston, 281 S.C. 470, 474, 316 S.E.2d\r\n137, 139 (1984) (finding a different municipality's similar business license fee\r\nordinance employing the Standard Industrial Classification (SIC) system to be\r\nconstitutionally permissible).\r\n\nAFFIRMED.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"27397","title":"McCoy v. Greenwave Enterprises","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27397.pdf","description":"In this direct appeal, the Court reverses the circuit court's denial of Appellants' claim for equitable indemnification of attorney's fees.","date":"2014-06-11","type":"opinion","text":"       THE STATE OF SOUTH CAROLINA \n\r\n            In The Supreme Court \n\r\n\r\nMichael T. McCoy and Arcada J. McCoy, Plaintiffs,\r\n\r\nv.\r\n\r\nGreenwave Enterprises, Inc., d/b/a Greenwave Amoco I;\r\nAl C. Browder, Jr., a/k/a Al C. Browder, Kelly J.\r\nBrowder, Douglas M. Miles and South Carolina\r\nDepartment of Health and Environmental Control,\r\nDefendants,\r\n\r\nOf whom Greenwave Enterprises, Inc., d/b/a Greenwave\r\nAmoco I, Al C. Browder, Jr., a/k/a Al C. Browder and\r\nKelly J. Browder are, Appellants,\r\n\r\nand Douglas M. Miles, is Respondent.\r\n\r\nAppellate Case No. 2012-212498\r\n\r\n\r\n\r\n           Appeal from Dorchester County \n\r\n        Doyet A. Early, III, Circuit Court Judge \n\r\n\r\n\r\n                 Opinion No. 27397 \n\r\n     Heard February 4, 2014 – Filed June 11, 2014 \n\r\n\r\n\r\n          REVERSED AND REMANDED \n\r\n\r\n\r\nLee W. Zimmerman and Amber B. Carter, of McNair\r\nLaw Firm, PA, of Columbia, and Robert C. Lenhardt, Jr.,\r\nof Lenhardt Law Firm, LLC, of Charleston, for\r\nAppellants.\r\n\n               Andrew T. Shepherd and Katherine H. Hyland, of Hart\r\n               Hyland Shepherd, LLC, of Summerville, for Respondent.\r\n\r\n\r\nJUSTICE KITTREDGE: This case involves a claim for equitable\r\nindemnification, which was denied by the trial court. Appellants were sued by\r\nadjacent property owners regarding environmental contamination. Appellants\r\ndenied responsibility for the contamination and cross-claimed against the previous\r\nproperty owner, who was responsible for the damage. Because Appellants were\r\nnot responsible for the ground contamination, the trial court granted summary\r\njudgment in favor of Appellants but declined to award Appellants the attorney's\r\nfees and costs incurred in defending the lawsuit. We reverse and remand.\r\n\r\n                                           I.\r\n\r\nIn 1981, Respondent Douglas M. Miles purchased a parcel of property (Property)\r\nin Dorchester County, South Carolina, and began operating a service station. In\r\nJuly 1989, Miles discovered a petroleum leak from the underground storage tanks\r\non the property. Shortly thereafter, the Department of Health and Environmental\r\nControl (DHEC) confirmed the release, for which it determined Miles was\r\nresponsible, and began remediation activities. Subsequently, DHEC continued to\r\nmonitor the site through periodic groundwater sampling. In 2003, DHEC\r\ndiscovered that several groundwater monitoring wells were destroyed and\r\ndemanded that Miles replace them.1\r\n\r\nIn May 2004, Miles entered into a purchase agreement to sell the Property and\r\nservice station to Appellants. Despite his knowledge of the groundwater and\r\nenvironmental contamination of the Property, as well as DHEC's monitoring of the\r\nsituation, Miles failed to disclose this information to the Appellants. Miles\r\nrepresented in the purchase agreement that no claim, litigation, proceeding, or\r\ninvestigation was pending or threatened that would materially and adversely affect\r\nthe Property.                             II.\r\n\r\nIn 2007, adjacent property owners (the McCoys) filed an action against DHEC and\r\nAppellants alleging that their property was damaged by the petroleum release.\r\nAppellants cross-claimed against Miles for breach of the purchase agreement and\r\n1   Miles did not replace the destroyed wells until September 2006.\r\n\nequitable indemnification for the attorney's fees and costs they incurred defending\r\nthe McCoys' lawsuit. After discovery concluded, the trial court granted summary\r\njudgment in favor of Appellants as to the McCoys' claims and as to Appellants'\r\ncross-claim against Miles. Specifically, the trial court found that Miles breached\r\nthe purchase agreement by failing to disclose the petroleum release and destruction\r\nof the monitoring wells.2 The trial court found Miles was liable for \"all costs and\r\nexpenses incurred by the [Appellants] resulting from the [McCoys] instituting this\r\naction against the [Appellants].\" However upon Miles's motion for\r\nreconsideration, the trial court modified its earlier order to exclude the award of\r\nattorney's fees. Appellants filed an appeal, which we certified pursuant to Rule\r\n204(b), SCACR.                           III.\r\n\r\n\"[A] right of indemnity exists whenever the relation between the parties is such\r\nthat either in law or in equity there is an obligation on one party to indemnify the\r\nother, as where one person is exposed to liability by the wrongful act of another in\r\nwhich he does not join.\" Stuck v. Pioneer Logging Mach., Inc., 279 S.C. 22, 24,\r\n301 S.E.2d 552, 553 (1983) (citations omitted). In cases of either contractual or\r\nequitable indemnification, \"reasonable attorney['s] fees incurred in resisting the\r\nclaim indemnified against may be recovered as part of the damages and expenses.\"\r\nAddy v. Bolton, 257 S.C. 28, 33, 183 S.E.2d 708, 710 (1971) (quotations and\r\ncitations omitted).\r\n\r\nWe have imposed two requirements on parties seeking equitable indemnification\r\nfor attorney's fees. First, \"[t]he attorney['s] fees and costs must be the natural and\r\nnecessary consequence of the defendant's act.\" Town of Winnsboro v. Wiedeman-\r\nSingleton, Inc., 307 S.C. 128, 132, 414 S.E.2d 118, 121 (1992) (citations omitted).\r\nSecond, \"[i]n order to sustain a claim for equitable indemnity, the existence of\r\nsome special relationship between the parties must be established.\" Toomer v.\r\nNorfolk S. Ry. Co., 344 S.C. 486, 492, 544 S.E.2d 634, 637 (Ct. App. 2001). We\r\naddress these in turn.\r\n\r\n2In its order granting summary judgment for Appellants, the trial court found that\r\nMiles breached the purchase agreement. Miles has not appealed from this portion\r\nof the trial court's order. Thus, Miles's breach of the purchase agreement is the law\r\nof the case. See Austin v. Specialty Transp. Servcs., 358 S.C. 298, 320, 594 S.E.2d\r\n867, 878 (Ct. App. 2004) (\"A portion of a judgment that is not appealed presents\r\nno issue for determination by the reviewing court and constitutes, rightly or\r\nwrongly, the law of the case.\").\r\n\nUnder our law, \"where the wrongful act of [Miles] has involved [Appellants] in\r\nlitigation with others or placed [them] in such relation with others as makes it\r\nnecessary to incur expenses to protect [their] interest, such costs and expenses,\r\nincluding attorneys' fees, should be treated as the legal consequences of the\r\noriginal wrongful act and may be recovered as damages.\" Addy, 257 S.C. at 33,\r\n183 S.E.2d at 709 (quotation omitted). \"In order to recover attorneys' fees under\r\nthis principle, [Appellants] must show: (1) that [Appellants have] become involved\r\nin a legal dispute either because of a breach of contract by [Miles] or because of\r\n[Miles's] tortious conduct; (2) that the dispute was with a third party—not with\r\n[Miles]; and (3) that [Appellants] incurred attorneys' fees connected with that\r\ndispute.\" Id. at 33, 183 S.E.2d at 709–10. \"If the attorneys' fees were incurred as a\r\nresult of a breach of contract between [Appellants and Miles, Miles] will be\r\ndeemed to have contemplated that his breach might cause [Appellants] to seek\r\nlegal services in [their] dispute with the third party.\" Id. at 33, 183 S.E.2d at 710.\r\n\r\nThe facts of this case clearly demonstrate that the attorney's fees and costs incurred\r\nby Appellants in defending the McCoys' lawsuit were the natural and probable\r\nconsequences of Miles's breach of the purchase agreement.\r\n\r\nFirst, Appellants were involved in the lawsuit filed by the McCoys only because of\r\nthe petroleum release during the time period Miles owned the property and Miles's\r\nsubsequent breach of the purchase agreement. Second, the underlying dispute was\r\nwith a third party—the McCoys—rather than with Miles. Finally, Appellants have\r\nincurred attorney's fees and costs in connection with the lawsuit filed by the\r\nMcCoys. Thus, we conclude that Appellants' attorney's fees and costs were the\r\nnatural and probable consequence of Miles's breach of the purchase agreement.\r\n\r\nThere is no serious challenge whether the purchase agreement between Appellants\r\nand Miles provides a sufficient relationship to support a claim for equitable\r\nindemnification for attorney's fees and costs. This contractual relationship is\r\nsimilar to other relationships that are of a sufficient nature to warrant equitable\r\nindemnification. See, e.g., First Gen. Servs. of Charleston, Inc. v. Miller, 314 S.C.\r\n439, 443, 445 S.E.2d 446, 448 (1994) (\"We hold that the relationship of\r\ncontractor/subcontractor is a sufficient basis to support a claim of equitable\r\nindemnity.\" (citations omitted)); Addy, 257 S.C. at 34, 183 S.E.2d at 710 (finding\r\nthat landlords were entitled to indemnification from a contractor for damage\r\ncaused to a tenant's property).\r\n\nMiles asserts the trial court properly denied Appellants' claim for attorney's fees,\r\n\"as [Miles] was never found liable for the damages caused to the [McCoys].\"\r\n(Resp't's Br. at 2). We reject Miles's argument for two reasons. First, this\r\nargument was not presented to the trial court and is not preserved for appellate\r\nreview. Second, and in any event, the argument is without merit. It is true Miles\r\nreached a settlement with the McCoys, thereby precluding entry of a judgment on\r\nthe underlying claim. The absence of a judgment, however, does not preclude\r\nAppellants' equitable indemnification claim. On the record before us, it is clear the\r\ngroundwater and environmental contamination occurred during Miles's ownership\r\nof the Property. Moreover, Appellants' equitable indemnification claim is\r\ngrounded in Miles's breach of the purchase agreement, which is the law of this\r\ncase.\r\n\r\nBecause Appellants have established their entitlement to equitable indemnification,\r\nincluding the recovery of attorney's fees and costs, the judgment of the trial court is\r\nreversed.                                IV.\r\n\r\nAppellants are entitled to equitable indemnification for the attorney's fees and costs\r\nthat they incurred in defending the lawsuit brought by the McCoys. We reverse the\r\ndecision of the trial court. The case is remanded for further proceedings and entry\r\nof judgment for Appellants on their claim for attorney's fees and costs.\r\n\r\n\r\nREVERSED AND REMANDED.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY and HEARN, JJ., concur.\r\n\n","court":"Supreme"},{"id":"27398","title":"5 Star v. Ford Motor","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27398.pdf","description":"The Court reverses the court of appeals and finds the trial court properly denied the directed verdict motion of Ford Motor Co.  The case is remanded to the court of appeals to address the remaining issues.","date":"2014-06-11","type":"opinion","text":"                    THE STATE OF SOUTH CAROLINA \n\r\n                         In The Supreme Court \n\r\n\r\n            5 Star, Inc., Petitioner,\r\n\r\n            v.\r\n\r\n            Ford Motor Company, Respondent.\r\n\r\n            Appellate Case No. 2012-206187\r\n\r\n\r\n\r\n       ON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n                         Appeal from Charleston County \n\r\n                    Kristi Lea Harrington, Circuit Court Judge \n\r\n\r\n\r\n                              Opinion No. 27398 \n\r\n                  Heard January 23, 2014 – Filed June 11, 2014 \n\r\n\r\n\r\n                        REVERSED AND REMANDED\r\n\r\n\r\n            Thomas R. Goldstein, of Belk Cobb Infinger &\r\n            Goldstein, PA, of North Charleston, for Petitioner.\r\n\r\n            C. Mitchell Brown, William C. Wood, Jr., and Michael J.\r\n            Anzelmo, of Nelson Mullins Riley & Scarborough, LLP,\r\n            of Columbia; and Carmelo B. Sammataro and David C.\r\n            Marshall, of Turner Padget Graham & Laney, PA, of\r\n            Columbia, for Respondent.\r\n\r\n\r\nJUSTICE KITTREDGE: The court of appeals reversed a jury verdict awarding\r\n$41,000 in actual damages in a negligent design products liability action based on\r\n\nthe failure of the trial court to grant a directed verdict. 5 Star, Inc. v. Ford Motor\r\nCo., 395 S.C. 392, 397, 718 S.E.2d 220, 223 (Ct. App. 2011). We granted\r\ncertiorari and now reverse.                I.\r\n\r\nPetitioner 5 Star, Inc. is a lawn maintenance and pressure washing company owned\r\nby Stan Shelby. In February 2005, 5 Star purchased a used 1996 Ford F-250\r\npickup truck. Several months later, Shelby parked the truck for the weekend in 5\r\nStar's North Charleston warehouse. Two days later, Shelby returned to the\r\nwarehouse and discovered that a fire had occurred. The truck was destroyed, and\r\nthe warehouse was severely damaged. Benjamin Norris, the Chief Fire\r\nInvestigator for the North Charleston Fire Department, performed an investigation\r\nand observed that the truck was located in the middle of the warehouse, where the\r\nmost extensive damage occurred. Chief Norris noted the engine compartment of\r\nthe truck was the likely origin of the fire.\r\n\r\n5 Star filed a products liability action against Ford Motor Co. for negligent design\r\nof the speed control deactivation switch (deactivation switch), seeking actual and\r\npunitive damages. In support of its claim, 5 Star relied on the testimony of\r\nLeonard Greene, an expert in electrical engineering and fire origin and cause.\r\nGreene testified the fire originated in the engine compartment and, due to\r\nnumerous problems with the design of the deactivation switch, he further opined\r\nthat the fire was caused by a malfunction in the deactivation switch.1 Specifically,\r\nin terms of the flawed design, Greene stated it was \"very foreseeable\" that the thin\r\nmembrane separating the electrical component, which is constantly energized,\r\nfrom the flammable brake fluid, would leak and create a significant risk for an\r\nengine fire.\r\n\r\nFord moved for a directed verdict at the close of 5 Star's case and renewed the\r\nmotion at the close of all of the evidence, claiming that 5 Star failed to prove the\r\nessential elements of a negligent design defect claim. The trial court denied both\r\n\r\n\r\n1The deactivation switch \"serves as a mechanism to deactivate the cruise control\r\nwhen the driver presses the brake pedal.\" 5 Star, 395 S.C. at 398, 718 S.E.2d at\r\n223. \"The [deactivation] switch is wired into the brake light circuit, which, for\r\nsafety reasons, must remain energized at all times.\" Id. The electrical component\r\nof the deactivation switch is separated from flammable brake fluid by a thin\r\nmembrane.\r\n\nmotions. The jury found Ford liable for the negligent design of the deactivation\r\nswitch and awarded 5 Star $41,000 in actual damages.\r\n\r\nOn appeal, the court of appeals reversed, finding the trial court erred by refusing to\r\ndirect a verdict in favor of Ford because 5 Star offered no evidence that Ford's\r\nconduct in designing the deactivation switch was negligent.2 5 Star, Inc., 395 S.C.\r\nat 397–99, 718 S.E.2d at 222–24. We issued a writ of certiorari to review the court\r\nof appeals' decision.                     II.\r\n\r\n\"When reviewing a ruling on a motion for a directed verdict, we must view the\r\nevidence and all reasonable inferences in the light most favorable to the\r\nnonmoving party.\" Hurd v. Williamsburg Cnty., 363 S.C. 421, 426, 611 S.E.2d\r\n488, 491 (2005) (citing F & D Elec. Contractors, Inc. v. Powder Coaters, Inc., 350\r\nS.C. 454, 458, 567 S.E.2d 842, 843 (2002)). \"If the evidence as a whole is\r\nsusceptible of more than one reasonable inference, the trial judge must submit the\r\ncase to the jury.\" Id. (citing Quesinberry v. Rouppasong, 331 S.C. 589, 594, 503\r\nS.E.2d 717, 720 (1998)).                 III.\r\n\r\nIn a products liability action based on a negligent design theory, the plaintiff must\r\nestablish, among other things, that the defendant failed to exercise due care in\r\ndesigning the product.3 Branham v. Ford Motor Co., 390 S.C. 203, 210, 701\r\n\r\n2The court of appeals did not reach the merits of Ford's remaining assignments of\r\nerror regarding spoliation of evidence, improper measure of damages for lost\r\nprofits, the denial of Ford's motion for a mistrial, and Ford's claim that the truck\r\nwas not in essentially the same condition as when it left Ford's control. 5 Star, 395\r\nS.C. at 394 n.2, 718 S.E.2d at 221 n.2 (citing Futch v. McAllister Towing of\r\nGeorgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999)).\r\n3 A plaintiff must also prove: \"(1) that he was injured by the product; (2) that the\r\nproduct, at the time of the accident, was in essentially the same condition as when\r\nit left the hands of the defendant; and (3) that the injury occurred because the\r\nproduct was in a defective condition unreasonably dangerous to the user.\" Madden\r\nv. Cox, 284 S.C. 574, 579, 328 S.E.2d 108, 112 (Ct. App. 1985) (citing W. Prosser,\r\nLaw of Torts 671–72 (4th ed. 1970)). Additionally, a plaintiff has the burden of\r\npresenting evidence of a reasonable alternative design. Branham v. Ford Motor\r\n\nS.E.2d 5, 9 (2010) (citing Bragg v. Hi-Ranger, Inc., 319 S.C. 531, 539, 462 S.E.2d\r\n321, 326 (Ct. App. 1995)). On appeal to the court of appeals, one of Ford's\r\ncontentions was that 5 Star failed to show that Ford was negligent in designing the\r\ndeactivation switch. The court of appeals agreed and held that Greene was not\r\nqualified to offer an opinion as to whether Ford breached its duty to exercise due\r\ncare in designing the deactivation switch. 5 Star, 395 S.C. at 397, 718 S.E.2d at\r\n223. Thus, in the absence of Greene's testimony, the court of appeals found that 5\r\nStar failed to present any evidence that Ford's conduct was negligent, and the trial\r\ncourt erred by not directing a verdict for Ford. Id. We granted certiorari to review\r\nthe court of appeals' holding that Greene was not qualified to offer expert\r\ntestimony as to whether Ford exercised due care in designing the deactivation\r\nswitch.4                                 A.\r\n\r\nThe trial court qualified Greene as an expert in electrical engineering and fire\r\norigin and cause. The court of appeals, however, found that Greene was not\r\n\"qualified as an expert in automotive design or any other area of expertise that\r\nwould enable [him] to offer opinions as to whether Ford's conduct was negligent.\"\r\n5 Star, 395 S.C. at 397, 718 S.E.2d at 223. 5 Star claims that the court of appeals\r\nerred and that Greene's extensive qualifications in electrical engineering related to\r\nautomobiles were sufficient to enable him to testify regarding Ford's exercise of\r\ndue care. We agree.\r\n\r\nGreene is a licensed electrical engineer in South Carolina who earned a Bachelor\r\nof Science degree in Electrical Engineering from the Georgia Institute of\r\nTechnology. He is a member of a number of professional associations, including\r\nthe National Fire Protection Association, the Society of Automotive Engineers, the\r\nNational Academy of Forensic Engineers, and the International Association of\r\nArson Investigators. He has been qualified as an expert in fire origin and cause,\r\nelectrical engineering, and defective products and has testified between 50 and 100\r\ntimes, serving as an expert for both plaintiffs and defendants. Greene testified that\r\n\r\nCo., 390 S.C. 203, 225, 701 S.E.2d 5, 16 (2010). 5 Star presented evidence of a\r\nreasonable alternative design, which Ford has not challenged in these appellate\r\nproceedings.\r\n4Ford claims that 5 Star did not properly preserve the issue of Greene's\r\nqualifications for our review. We reject Ford's issue preservation argument as\r\nmeritless.\r\n\nhe has conducted investigations on an electrical component as a possible cause of\r\nfire many times during his career.\r\n\r\nWhile Greene has never worked directly for an automotive manufacturer, he has a\r\nvast amount of experience related to automotive engineering and has designed\r\nmany component parts that were used in vehicles and other products. For example,\r\nhe worked for companies that designed component parts—such as integrated\r\ncircuits and timers—for use in vehicles. Additionally, component manufacturers\r\nhave hired Greene to determine the cause and origin of fires in boats, buses, and\r\nother large commercial vehicles. Moreover, Greene has investigated a number of\r\nfires caused by the deactivation switch in Ford vehicles, including reviewing the\r\nrelevant scientific literature.\r\n\r\nWe find that Greene was properly qualified by the trial court as an expert to render\r\nan opinion as to whether Ford breached its engineering standard of care in\r\ndesigning the deactivation switch. Compare Duncan v. Ford Motor Co., 385 S.C.\r\n119, 133, 682 S.E.2d 877, 884 (Ct. App. 2009) (finding that plaintiffs' mechanical\r\nengineering expert in a deactivation switch design defect case was qualified to\r\n\"give his opinion as to whether Ford breached its engineering standard of care\"),\r\nwith Watson v. Ford Motor Co., 389 S.C. 434, 699 S.E.2d 169 (2010) (finding that\r\nan electrical engineer with no experience in the automobile industry who employed\r\nan unreliable theory that was uniformly rejected in the scientific community was\r\nnot qualified to testify about an alleged design defect in a Ford automobile).\r\nAccordingly, we hold that the court of appeals erred in finding Greene unqualified\r\nas an expert to testify as to whether Ford was negligent in designing the\r\ndeactivation switch. We turn now to the merits of whether Greene's testimony\r\nrelating to Ford's exercise of due care was sufficient to create a question of fact for\r\nthe jury.                                 B.\r\n\r\nWhen addressing the element of due care in a negligence action,5 \"'the focus is on\r\nthe conduct of the seller or manufacturer, and liability is determined according to\r\n\r\n\r\n5Unlike a negligence claim, the focus in a strict liability action \"is on the condition\r\nof the product, without regard to the action of the seller or manufacturer.\" Bragg,\r\n319 S.C. at 540, 462 S.E.2d 326 (citing Reed v. Tiffin Motor Homes, Inc., 697 F.2d\r\n1192, 1196 (4th Cir. 1982)). Although strict liability and negligence claims may\r\nco-exist, we emphasize that our focus is on Ford's conduct in designing the\r\n\nfault.'\" Branham, 390 S.C. at 210, 701 S.E.2d at 9 (quoting Bragg, 319 S.C. at\r\n539, 462 S.E.2d at 326). \"[T]he judgment and ultimate decision of the\r\nmanufacturer must be evaluated based on what was known or 'reasonably\r\nattainable' at the time of manufacture.\" Id. at 227, 701 S.E.2d at 17–18 (quoting\r\nRestatement (Third) of Torts: Products Liability § 2, cmt. a (1998)). In evaluating\r\na negligence claim, the focus may be either on the presence of conduct or the\r\nabsence of conduct. See Caprara v. Chrysler Corp., 417 N.E.2d 545, 549 (N.Y.\r\n1981) (stating that, in a products liability claim predicated on negligence, the\r\ncentral inquiry is whether there is \"affirmative conduct in creating a dangerous\r\ncondition or a failure to perceive a foreseeable risk and take reasonable steps to\r\navert its consequences\"); 72A C.J.S. Products Liability § 22 (\"The duty of ordinary\r\ncare owed by a manufacturer of a product embraces such questions as\r\nwhether . . . the manufacturer knew, or should have known, that its design was\r\ndefective . . . .\" (emphasis added)).\r\n\r\nRelying on foundational scientific principles known at least since the invention of\r\nthe combustion engine, Greene testified that the deactivation switch design was\r\ndefective in three ways. First, Greene testified that the deactivation switch was\r\ndesigned to be constantly energized, and \"[i]t would have been inherently safer to\r\nhave designed it so that it only had power on it when the ignition was on.\" Second,\r\nGreene testified that the deactivation switch, rated for two amperes, was protected\r\nonly by a fifteen-ampere fuse, which allowed the deactivation switch to \"overheat\r\nand start a fire before the 15-ampere fuse would ever blow.\" Finally, Greene\r\ntestified that the deactivation switch was designed to have an electrical component\r\nnext to flammable hydraulic brake fluid, separated only by a thin membrane. This\r\nmakes it \"very foreseeable that this thin membrane will leak eventually, because\r\nwhen you apply the brakes on the vehicle, brake pressure increases dramatically\r\nand pushes against this membrane.\" When flammable brake fluid leaks into a\r\nconstantly energized, overheated electrical circuit, a fire is a foreseeable result.\r\nGreene testified that this obvious risk could have been avoided by installing a $2\r\nfuse in series with the deactivation switch in order to limit the current to one or two\r\namperes.\r\n\r\nDuring cross-examination, Ford's counsel asked Greene whether Ford \"should have\r\ncalled [him] and got[ten] [his] input on how to design the switch.\" Greene\r\nresponded, \"No. [Ford] should have had some internal review that would have\r\ncaught the fact that there [were] some serious potential failure issues with this\r\n\r\ndeactivation switch. See Branham, 390 S.C. at 211, 701 S.E.2d at 9 (noting that\r\nnegligence and strict liability may co-exist).\r\n\nswitch.\" 5 Star claims that the court of appeals erred by not finding that this\r\nopinion testimony, coupled with Greene's testimony that it was \"very foreseeable\"\r\nthat the deactivation switch would fail, is sufficient to create a jury question as to\r\nwhether Ford failed to exercise due care in designing the deactivation switch. We\r\nagree.\r\n\r\nFord postulates a false premise, that is, the absence of direct evidence of Ford\r\nacknowledging a design flaw at the time this 1996 pickup truck was manufactured\r\nprecludes a negligence claim. We hold that the absence of direct evidence that\r\nFord knew of the design defect in the deactivation is not dispositive of a\r\nnegligence claim. As the above-cited law makes clear, a negligence claim may be\r\nestablished, as here, by circumstantial evidence showing that, through the exercise\r\nof reasonable diligence, Ford should have known of the design flaw in the\r\ndeactivation switch. See Sunvillas Homeowners Ass'n., Inc. v. Square D Co., 301\r\nS.C. 330, 334, 391 S.E.2d 868, 870 (Ct. App. 1990) (\"[N]egligence may be proved\r\nby circumstantial evidence.\"). To require an admission of a design defect by a\r\nmanufacturer as a prerequisite for a negligence claim is not only contrary to law,\r\nbut also is at odds with the policy of encouraging manufacturers to design products\r\nsafely based on well-understood principles of safety and science. The design\r\ndefect concerning the deactivation switch is grounded in basic science, which,\r\naccording to Ford's expert, is known to high school science students and, we think,\r\nshould have been know to Ford engineers. A manufacturer may not avoid\r\nnegligence liability by turning a blind-eye to the obvious.\r\n\r\nIn sum, we believe that Greene was properly qualified as an expert witness and that\r\nhis testimony provided a sufficient basis to deny Ford's directed verdict motion and\r\nsubmit the case to the jury.             IV.\r\n\r\nWe reverse and remand the case to the court of appeals for resolution of the\r\nremaining issues that Ford raised in its appeal.\r\n\r\n\r\nREVERSED AND REMANDED.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY and HEARN, JJ., concur.\r\n\n","court":"Supreme"},{"id":"27399","title":"In the Matter of Kristie Ann McAuley","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27399.pdf","description":"This is an opinion in which the Court definitely suspends a lawyer.","date":"2014-06-18","type":"opinion","text":"                   THE STATE OF SOUTH CAROLINA \n\r\n                        In The Supreme Court \n\r\n\r\n            In the Matter of Kristie Ann McAuley, Respondent.\r\n\r\n            Appellate Case No. 2014-000724\r\n\r\n\r\n                             Opinion No. 27399 \n\r\n                  Submitted May 8, 2014 – Filed June 18, 2014 \n\r\n\r\n\r\n                           DEFINITE SUSPENSION\r\n\r\n\r\n            Lesley M. Coggiola, Disciplinary Counsel, and C. Tex\r\n            Davis, Jr., Senior Assistant Disciplinary Counsel, both of\r\n            Columbia, for Office of Disciplinary Counsel.\r\n\r\n            Bruce A. Byrholdt, of Byrholdt Drawdy, LLC, of\r\n            Anderson, for Respondent.\r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter, respondent and the Office\r\nof Disciplinary Counsel have entered into an Agreement for Discipline by Consent\r\n(Agreement) pursuant to Rule 21 of the Rules for Lawyer Disciplinary\r\nEnforcement (RLDE) contained in Rule 413 of the South Carolina Appellate Court\r\nRules (SCACR). In the Agreement, respondent admits misconduct and consents to\r\nthe imposition of a public reprimand or a definite suspension not to exceed\r\neighteen (18) months. She requests any suspension be imposed retroactively to\r\nAugust 24, 2011, the date of her interim suspension. In the Matter of McAuley,\r\n396 S.C. 215, 721 S.E.2d 767 (2011). In addition, respondent agrees to complete\r\nthe Legal Ethics and Practice Program Ethics School within twelve (12) months of\r\nreinstatement from any suspension. We accept the Agreement and suspend\r\nrespondent from the practice of law in this state for eighteen (18) months,\r\nretroactive to August 24, 2011, the date of her interim suspension. Respondent\r\nshall complete the Legal Ethics and Practice Program Ethics School within twelve\r\n(12) months of reinstatement to the practice of law. The facts, as set forth in the\r\nAgreement, are as follows.\r\n\n                                        Facts\r\n\r\nRespondent was employed as a full-time attorney with the Tenth Circuit Public\r\nDefender's Office. During her employment, respondent represented clients who\r\nwere not financially qualified to receive a public defender. In addition, she\r\naccepted funds from some of the non-qualified clients whom she represented.\r\n\r\nRespondent was arrested and charged with Misconduct in Office by a public\r\nofficial. She resigned from the Tenth Circuit Public Defender's Office on August\r\n22, 2011. The Court placed respondent on interim suspension on August 24, 2011.\r\nId.\r\n\r\nOn January 16, 2014, respondent pled guilty to Misconduct in Office by a public\r\nofficial. She was ordered to pay a $100.00 fine and various court costs. On the\r\nsame day, respondent paid in full the fine and all court costs.\r\n\r\n                                        Law\r\n\r\nRespondent admits that by her conduct she has violated the following provisions of\r\nthe Rules of Professional Conduct, Rule 407, SCACR: Rule 5.5(a) (lawyer shall\r\nnot practice law in violation of regulation of legal profession); Rule 8.4(a) (it is\r\nprofessional misconduct for lawyer to violate Rules of Professional Conduct); and\r\nRule 8.4(b) (it is professional misconduct for lawyer to commit criminal act that\r\nreflects adversely on lawyer's honesty, trustworthiness, or fitness as lawyer in other\r\nrespects). Respondent also admits she has violated the following Rules for Lawyer\r\nDisciplinary Enforcement, Rule 413, SCACR: Rule 7(a)(1) (it shall be ground for\r\ndiscipline for lawyer to violate Rules of Professional Conduct) and Rule 7(a)(5) (it\r\nshall be ground for discipline for lawyer to engage in conduct tending to pollute\r\nadministration of justice or bring courts or legal profession into disrepute or\r\nconduct demonstrating an unfitness to practice law).\r\n\r\n                                    Conclusion\r\n\r\nWe accept the Agreement for Discipline by Consent and suspend respondent from\r\nthe practice of law in this state for eighteen (18) months, retroactive to August 24,\r\n2011, the date of her interim suspension. If reinstated to the practice of law,\r\nrespondent shall complete the Legal Ethics and Practice Program within twelve\r\n(12) months of the date of her reinstatement and shall, within ten (10) days after\r\ncompletion of the program, submit proof of completion to the Commission on\r\n\nLawyer Conduct. Within fifteen (15) days of the date of this opinion, respondent\r\nshall file an affidavit with the Clerk of Court showing that she has complied with\r\nRule 30 of Rule 413, SCACR.\r\n\r\nDEFINITE SUSPENSION.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"27400","title":"Lambries v. Saluda County Council","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27400.pdf","description":"In a case of first impression, we hold the Saluda County Council's amendment of a previously posted agenda during its regularly scheduled meeting did not violate section 30-4-80, the notice provision in South Carolina's Freedom of Information Act.","date":"2014-06-18","type":"opinion","text":"          THE STATE OF SOUTH CAROLINA \n\r\n               In The Supreme Court \n\r\n\r\n   Dennis N. Lambries, Respondent,\r\n\r\n   v.\r\n\r\n   Saluda County Council; T. Hardee Horne, Chairman;\r\n   William \"Billie\" Pugh, Councilman; Steve Teer,\r\n   Councilman; Jacob Schumpert, Councilman; and James\r\n   Frank Daniel, Sr., Councilman; Petitioners.\r\n\r\n   Appellate Case No. 2012-212790\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n               Appeal From Saluda County \n\r\n   The Honorable William P. Keesley, Circuit Court Judge \n\r\n\r\n\r\n                   Opinion No. 27400 \n\r\n          Heard May 7, 2014 – Filed June 18, 2014 \n\r\n\r\n\r\n                        REVERSED\r\n\r\n\r\n   Christian G. Spradley, of Moore, Taylor & Thomas, P.A.,\r\n   of Saluda, and Katherine Carruth Goode, of Winnsboro,\r\n   for Petitioners.\r\n\r\n   Richard R. Gleissner, of Gleissner Law Firm, LLC, of\r\n   Columbia, for Respondent.\r\n\n             Robert E. Lyon, Jr., John K. DeLoache, and Alexander\r\n             White Smith, all of Columbia, for Amicus Curiae South\r\n             Carolina Association of Counties.\r\n\r\n             Danny C. Crowe, of Crowe LaFave, L.L.C., of\r\n             Columbia, for Amicus Curiae the Municipal Association\r\n             of South Carolina.\r\n\r\n\r\n        ACTING JUSTICE JAMES E. MOORE: This Court granted a petition\r\nfor a writ of certiorari to review Lambries v. Saluda County Council, 398 S.C. 501,\r\n728 S.E.2d 488 (Ct. App. 2012), in which the Court of Appeals held, in a matter of\r\nfirst impression, that Saluda County Council's practice of amending its agenda\r\nduring regularly scheduled meetings violated S.C. Code Ann. § 30-4-80 (2007), the\r\nnotice provision in South Carolina's Freedom of Information Act (FOIA). We\r\nreverse.                            I. FACTS\r\n      On December 8, 2008, at a regularly scheduled meeting of the Saluda\r\nCounty Council, a motion was made and seconded to amend the posted agenda to\r\ntake up a resolution. Both the motion and the resolution were voted upon and\r\npassed unanimously during the meeting, which was open to the public. The\r\nnonbinding resolution pertained to water and sewer services, although that subject\r\nwas not originally listed on County Council's agenda.\r\n\r\n       Dennis N. Lambries (\"Lambries\") filed this action in the circuit court against\r\nthe Saluda County Council and its members (collectively, \"County Council\"),\r\nalleging County Council's amendment of the agenda without notice and in the\r\nabsence of exigent circumstances and its passage of a resolution that was not on\r\nthe posted agenda violated FOIA's notice provision in section 30-4-80. Lambries\r\nbrought the action as a citizen of Saluda County and noted he was also the\r\nChairman of the Saluda County Water and Sewer Authority.\r\n\r\n      Lambries sought declaratory and/or injunctive relief. Specifically, Lambries\r\nasked the circuit court to declare that all resolutions, acts, ordinances, and\r\nstatements made by County Council in violation of FOIA were null and void, and\r\nhe sought injunctive relief to prevent future amendments of an agenda in the\r\nabsence of \"truly exigent circumstances,\" adopting the language contained in a\r\n\n1984 South Carolina Attorney General Opinion.1 Lambries contended the only\r\nexception in section 30-4-80 to the requirement that a public notice include an\r\nagenda, date, time, and place of meeting was for emergency meetings.\r\n\r\n       Lambries ultimately dropped his request that certain acts of County Council\r\nbe declared void and sought only an interpretation of FOIA's notice provision that\r\nwould prevent County Council from amending its agenda during regularly\r\nscheduled meetings. The circuit court denied Lambries's request for injunctive\r\nrelief and found that under the clear terms of section 30-4-80, which referred to the\r\npublication of an \"agenda, if any,\" an agenda was not even required for regularly\r\nscheduled meetings, and FOIA contained no prohibition on the amendment of a\r\npublished agenda. The circuit court rejected Lambries's argument that a sentence\r\nin section 30-4-80 states that an agenda is required, finding it applied only to\r\n\"called, special, or rescheduled meetings,\" not to \"regularly scheduled meetings.\"\r\n\r\n       The circuit court noted the purpose of FOIA is for the activities of\r\ngovernment \"to be in open session and not behind closed doors.\" The court found\r\nthat \"the amendment of the agenda was performed in open session and in\r\naccordance with Saluda County Council rules of order as codified in their\r\nordinances,\" and S.C. Code Ann. § 4-9-110 (1986) authorizes counties to establish\r\ntheir own rules and order of business. The circuit court denied Lambries's motion\r\nto alter or amend under Rule 59(e), SCRCP, reiterating that it \"d[id] not agree with\r\nthe plaintiff's fundamental position that a county council cannot amend agendas for\r\nregularly scheduled meetings without advance notice or exigent circumstances.\"\r\n\r\n       The Court of Appeals reversed in a split decision, the majority finding (1) an\r\nagenda is required for regularly scheduled meetings, and (2) County Council's\r\namendment of an agenda less than twenty-four hours before the meeting violated\r\nthe \"spirit\" and \"purpose\" of FOIA's notice requirement. Lambries v. Saluda\r\nCounty Council, 398 S.C. 501, 728 S.E.2d 488 (Ct. App. 2012) (2-1 decision).\r\n\r\n1 Op. No. 84-20, 1984 Op. S.C. Att'y Gen. 56, 1984 WL 159828. Lambries\r\nmischaracterizes the Attorney General's opinion as stating agendas are required for\r\nregularly scheduled meetings. However, the Attorney General actually stated that\r\nagendas are posted for regularly scheduled meetings \"if there is an agenda[.]\" Id.\r\nat *2. Moreover, the language referenced by Lambries, wherein the Attorney\r\nGeneral \"advise[d] that in the absence of truly exigent circumstances, [FOIA]\r\nrequires a public body to give notice in the manner prescribed,\" was made in the\r\ncontext of stating FOIA's notice requirements did not apply to emergency\r\nmeetings. Id. at *4.\r\n\nThis Court granted County Council's petition for a writ of certiorari. In addition,\r\nthe Court has accepted briefs in support of County Council from the amici curiae,\r\nthe Municipal Association of South Carolina and the South Carolina Association of\r\nCounties.                 II. STANDARD OF REVIEW\r\n\r\n       As an initial matter, County Council contends \"the Court of Appeals applied\r\nthe wrong standard of review\" when it found it could decide the issue presented in\r\nthis case \"with no particular deference to the circuit court.\" County Council\r\ncontends the matter should be reviewed under an abuse of discretion standard, as\r\nindicated by the dissent.2\r\n\r\n       \"Actions for injunctive relief are equitable in nature.\" Denman v. City of\r\nColumbia, 387 S.C. 131, 140, 691 S.E.2d 465, 470 (2010). \"An injunction is a\r\ndrastic remedy issued by the court in its discretion to prevent irreparable harm\r\nsuffered by the plaintiff.\" Id. at 140-41, 691 S.E.2d at 470 (citation omitted).\r\n\r\n        \"An order granting or denying an injunction is reviewed for [an] abuse of\r\ndiscretion.\" Strategic Res. Co. v. BCS Life Ins. Co., 367 S.C. 540, 544, 627 S.E.2d\r\n687, 689 (2006). \"An abuse of discretion occurs when the trial court's decision is\r\nbased upon an error of law or upon factual findings that are without evidentiary\r\nsupport.\" Fields v. J. Haynes Waters Builders, Inc., 376 S.C. 545, 555, 658 S.E.2d\r\n80, 85-86 (2008) (emphasis added).\r\n\r\n       \"Upon review of an action in equity, this Court may make factual findings\r\nbased on its own view of the preponderance of the evidence.\" Scratch Golf Co. v.\r\nDunes W. Residential Golf Props., Inc., 361 S.C. 117, 120-21, 603 S.E.2d 905, 907\r\n(2004). \"Determining the proper interpretation of a statute is a question of law,\r\nand this Court reviews questions of law de novo.\" Town of Summerville v. City of\r\nN. Charleston, 378 S.C. 107, 110, 662 S.E.2d 40, 41 (2008). \"In a case raising a\r\nnovel issue of law regarding the interpretation of a statute, the appellate court is\r\nfree to decide the question with no particular deference to the lower court.\" Sloan\r\nv. S.C. Bd. of Physical Therapy Exam'rs, 370 S.C. 452, 466, 636 S.E.2d 598, 605\r\n(2006). \"The appellate court is free to decide the question based on its assessment\r\nof which interpretation and reasoning would best comport with the law and public\r\n\r\n\r\n2 The dissenting judge found, as an alternative basis for affirming, that the\r\nissuance of an injunction is within the trial court's discretion. Lambries, 398 S.C.\r\nat 507-08, 728 S.E.2d at 492 (Pieper, J., dissenting).\r\n\npolicies of this state and the Court's sense of law, justice, and right.\" Id. at 467,\r\n636 S.E.2d at 605-06.\r\n\r\n       We find that, while an injunction is equitable and subject to the trial court's\r\ndiscretion, where the decision turns on statutory interpretation—here, an\r\ninterpretation of section 30-4-80 in FOIA—this presents a question of law. As a\r\nresult, this Court need not give deference to the trial court's interpretation. If,\r\nbased on this Court's assessment, the trial court committed an error of law in its\r\ninterpretation of FOIA's notice requirement, that would constitute an abuse of\r\ndiscretion by the trial court. III. LAW/ANALYSIS\r\n       On appeal, County Council contends the Court of Appeals erred in\r\ninterpreting FOIA as prohibiting a public body from amending its agenda at a\r\nregularly scheduled meeting. In analyzing this issue, it will be helpful to consider\r\nthe relevant FOIA provisions, the applicable principles of statutory interpretation,\r\nand the reasoning of the Court of Appeals before turning to the propriety of County\r\nCouncil's conduct.        A. Overview of FOIA Provisions\r\n       There is no common-law right to attend the meetings of government bodies,\r\nso many jurisdictions have legislated public meeting statutes, variously referred to\r\nas, inter alia, \"open meeting laws\" or \"Sunshine Acts.\" See generally 4 Eugene\r\nMcQuillin, The Law of Municipal Corporations § 13:10 (3d ed. rev. vol. 2011);\r\n2 Am. Jur. 2d Administrative Law § 84 (2004).\r\n\r\n      In South Carolina, FOIA governs the public disclosure of the activities of\r\npublic bodies, and it has provisions pertaining to public meetings as well as\r\ndocuments. S.C. Code Ann. §§ 30-4-10 to -165 (2007 & Supp. 2013). The\r\nessential purpose of FOIA is to protect the public from secret government activity.\r\nWiedemann v. Town of Hilton Head Island, 330 S.C. 532, 500 S.E.2d 783 (1998).\r\n\r\n        In declaring FOIA's purpose, the General Assembly has found \"that it is vital\r\nin a democratic society that public business be performed in an open and public\r\nmanner so that citizens shall be advised of the performance of public officials and\r\nof the decisions that are reached in public activity and in the formulation of public\r\npolicy.\" S.C. Code Ann. § 30-4-15 (2007). \"Toward this end, [FOIA's] provisions\r\n. . . must be construed so as to make it possible for citizens, or their representatives,\r\n\nto learn and report fully the activities of their public officials at a minimum cost or\r\ndelay to the persons seeking access to public documents or meetings.\" Id.\r\n\r\n       FOIA's open meeting provision, section 30-4-60, provides \"[e]very meeting\r\nof all public bodies shall be open to the public unless closed pursuant to [section]\r\n30-4-70 of this chapter.\" Id. § 30-4-60. Meetings may be closed for certain\r\nenumerated reasons, including such matters as the discussion of proposed\r\ncontractual arrangements and the proposed sale or purchase of property; the receipt\r\nof legal advice related to a pending, threatened, or potential claim; and the\r\ndiscussion of the proposed location, expansion, or provision of services. Id. § 30-\r\n4-70. FOIA's notice provision is set forth in section 30-4-80 and requires \"written\r\npublic notice\" of the meetings of public bodies as follows:\r\n\r\n      (a) All public bodies, except as provided in subsections (b) and (c) of\r\n      this section, must give written public notice of their regular meetings\r\n      at the beginning of each calendar year. The notice must include the\r\n      dates, times, and places of such meetings. Agenda, if any, for\r\n      regularly scheduled meetings must be posted on a bulletin board at the\r\n      office or meeting place of the public body at least twenty-four hours\r\n      prior to such meetings.\r\n\r\n      All public bodies must post on such bulletin board public notice for\r\n      any called, special, or rescheduled meetings. Such notice must be\r\n      posted as early as is practical but not later than twenty-four hours\r\n      before the meeting. The notice must include the agenda, date, time,\r\n      and place of the meeting. This requirement does not apply to\r\n      emergency meetings of public bodies.\r\n\r\nId. § 30-4-80(a) (emphasis added). The statutory language is set forth in one\r\nparagraph, but it is separated into two paragraphs here for readability.\r\n\r\n       \"Written public notice must include but need not be limited to posting a\r\ncopy of the notice at the principal office of the public body holding the meeting or,\r\nif no such office exists, at the building in which the meeting is to be held.\" Id.\r\n§ 30-4-80(d).\r\n\r\n        Any citizen of this state may apply to the circuit court for either or both a\r\ndeclaratory judgment and injunctive relief to enforce the provisions of FOIA no\r\nlater than one year following the date on which the alleged violation occurs or one\r\n\nyear after a public vote in public session, whichever occurs later. Id. § 30-4-\r\n100(a). The court may award attorney's fees and other litigation costs to a\r\nprevailing plaintiff. Id. § 30-4-100(b). Any person or group willfully violating\r\nFOIA shall be deemed guilty of a misdemeanor. Id. § 30-4-110.\r\n\r\n                     B. Principles of Statutory Interpretation\r\n       \"The cardinal rule of statutory construction is to ascertain and effectuate the\r\nintent of the legislature.\" Charleston Cnty. Sch. Dist. v. State Budget & Control\r\nBd., 313 S.C. 1, 5, 437 S.E.2d 6, 8 (1993). \"The determination of legislative intent\r\nis a matter of law.\" Media Gen. Commc'ns, Inc. v. S.C. Dep't of Revenue, 388 S.C.\r\n138, 148, 694 S.E.2d 525, 529 (2010) (citation omitted).\r\n\r\n        If a statute is ambiguous, the courts must construe its terms. Sparks v.\r\nPalmetto Hardwood, Inc., 406 S.C. 124, 750 S.E.2d 61 (2013). \"A statute as a\r\nwhole must receive practical, reasonable, and fair interpretation consonant with the\r\npurpose, design, and policy of lawmakers.\" Id. at 128, 750 S.E.2d at 63 (citation\r\nomitted). \"In interpreting a statute, the language of the statute must be read in a\r\nsense that harmonizes with its subject matter and accords with its general purpose.\"\r\nId. (citation omitted).\r\n\r\n       \"Where the statute's language is plain and unambiguous, and conveys a clear\r\nand definite meaning, the rules of statutory interpretation are not needed and the\r\ncourt has no right to impose another meaning.\" Media Gen., 388 S.C. at 148, 694\r\nS.E.2d at 530 (quoting Hodges v. Rainey, 341 S.C. 79, 85, 533 S.E.2d 578, 581\r\n(2000)). \"If a statute's 'terms are clear and unambiguous, they must be taken and\r\nunderstood in their plain, ordinary and popular sense, unless it fairly appears from\r\nthe context that the Legislature intended to use such terms in a technical or peculiar\r\n        \r\nsense.'\" Id. (citation omitted).\r\n\r\n       \"What a legislature says in the text of a statute is considered the best\r\nevidence of the legislative intent or will.\" Id. (quoting Norman J. Singer,\r\nSutherland Statutory Construction § 46.03, at 94 (5th ed. 1992)). \"Therefore, the\r\ncourts are bound to give effect to the expressed intent of the legislature.\" Id.\r\n\"While it is true that the purpose of an enactment will prevail over the literal\r\nimport of the statute, this does not mean that this Court can completely rewrite a\r\nplain statute.\" Hodges, 341 S.C. at 87, 533 S.E.2d at 582; cf. Lancaster Cnty. Bar\r\nAss'n v. S.C. Comm'n on Indigent Defense, 380 S.C. 219, 222, 670 S.E.2d 371, 373\r\n(2008) (\"In construing a statute, this Court will reject an interpretation when such\r\nan interpretation leads to an absurd result that could not have been intended by the\r\nlegislature.\").\r\n\n           C. Majority & Dissenting Opinions of the Court of Appeals\r\n       The majority of the Court of Appeals found the circuit court's interpretation\r\nof the \"if any\" language in section 30-4-80(a) to mean that an agenda was not\r\nrequired for regularly scheduled meetings \"is inconsistent with the requirement that\r\nagendas be posted twenty-four hours prior to a meeting.\" Lambries v. Saluda Cnty.\r\nCouncil, 398 S.C. 501, 504, 728 S.E.2d 488, 490 (Ct. App. 2012). The majority\r\nfound such a construction could allow County Council to \"circumvent the notice\r\nrequirement by simply not preparing a formal agenda and then discussing matters\r\non an ad hoc basis at the meeting.\" Id. The majority reasoned \"[s]uch conduct\r\nwould not be in keeping with the purpose of FOIA, [so the court would] not\r\nconstrue a statute in a way that defeats the legislative intent.\" Id.\r\n\r\n        The majority noted the plain meaning of words in a statute would be rejected\r\nif it leads to an absurdity that is not in keeping with the legislative intent, and it\r\nfound if no agenda is required for regularly scheduled meetings, then the\r\npublication requirement for instances when there is an agenda is \"superfluous\"\r\nbecause \"[m]eetings with or without an agenda are equally open to the public.\" Id.\r\n\r\n       The majority stated, however, that if \"agenda\" (which is undefined in FOIA)\r\n\"is not viewed narrowly as only a formally prepared piece of paper but instead as\r\nrepresenting the impactful actions and business the paper memorializes, then the\r\nstatute can be read harmoniously.\" Id. In such case, \"the 'if any' language simply\r\nrecognizes that regularly scheduled meetings of public bodies may occur during\r\nwhich no formal action or discussion is to take place. If so, there is no agenda and\r\nno requirement for publication of a blank piece of paper.\" Id. (emphasis added).\r\n\r\n       The majority acknowledged that the remaining issue, whether a published\r\nagenda of a regularly scheduled meeting could be amended during a meeting\r\nwithout violating FOIA, was \"a close question[] because no provision appears to\r\nprohibit such action.\" Id. at 505, 728 S.E.2d at 490. However, the majority\r\nultimately decided allowing an amendment \"undercuts the purpose of the notice\r\nrequirement in section 30-4-80.\" Id. The majority stated, \"While Lambries does\r\nnot argue Council's deeds have been done with ill intent, permitting the\r\namendments to the agenda during a regularly scheduled meeting is a practice that\r\ncould be abused and violates the spirit of FOIA.\" Id. at 505, 728 S.E.2d at 491\r\n(emphasis added). The majority conceded that its \"decision may be inconvenient\r\nin some instances,\" id. at 506, 728 S.E.2d at 491, and this point has been\r\nextensively argued by the amici in their briefs to this Court.\r\n\n       In contrast, the dissenting judge found no FOIA violation by County\r\nCouncil, stating: \"Section 30-4-80 is completely silent as to whether an\r\namendment to a published agenda for a regularly scheduled meeting is permitted.\r\nWhat is clear is that an agenda is not required for a regularly scheduled meeting as\r\nindicated by the 'if any' language in the statute.\" Id. at 507, 728 S.E.2d at 491-92\r\n(Pieper, J., dissenting). \"Because an agenda is not required for a regularly\r\nscheduled meeting, it is difficult to conclude that the statute's silence clearly\r\ndemonstrates legislative intent to prohibit a public body from amending a\r\ndiscretionary agenda.\" Id. at 507, 728 S.E.2d at 492. \"Additionally, [County]\r\nCouncil's amendment of the agenda did not violate FOIA's purpose of providing\r\nthe public access to a public body's actions behind closed doors.\" Id. \"[T]he\r\nmeeting was performed in an open and public manner, and the public was advised\r\nof both the meeting and the decisions reached at the meeting.\" Id.\r\n\r\n       \"Moreover, because a FOIA violation can be criminal in nature, the law\r\nshould be clear as to what is proscribed; otherwise, unintended prosecutions could\r\nbe threatened.\" Id. \"Until the legislature resolves this issue, I would not judicially\r\nimpose requirements that would have the effect of creating new and potentially\r\nunintended criminal liability.\" Id. Lastly, the dissenting judge observed, \"[I]n\r\nlight of the admitted lack of legislative clarity on this issue, I would alternatively\r\naffirm the trial court's denial of Lambries' temporary injunction, as the decision to\r\ngrant or deny an injunction is within the discretion of the trial court.\" Id. at 507-\r\n08, 728 S.E.2d at 492.\r\n\r\n                     D. Propriety of County Council's Actions\r\n      We find the reasoning of the circuit court and the dissent to be most\r\npersuasive. In reviewing FOIA's notice provision, the General Assembly appears\r\nto have identified three broad classes of meetings and set forth different notice\r\nrequirements for each:\r\n\r\n       (1) Regularly scheduled meetings. \"All public bodies . . . must give\r\nwritten public notice of their regular meetings at the beginning of each calendar\r\nyear. The notice must include the dates, times, and places of such meetings.\r\nAgenda, if any, for regularly scheduled meetings must be posted on a bulletin\r\nboard at the office or meeting place of the public body at least twenty-four hours\r\nprior to such meetings.\" S.C. Code Ann. § 30-4-80(a) (emphasis added).\r\n\r\n      (2) Called, special, or rescheduled meetings. \"All public bodies must post\r\non such bulletin board public notice for any called, special, or rescheduled\r\nmeetings. Such notice must be posted as early as is practicable but not later than\r\n\ntwenty-four hours before the meeting. The notice must include the agenda, date,\r\ntime, and place of the meeting.\" Id. (emphasis added).\r\n\r\n      (3) Emergency meetings. \"This requirement [posting a notice including\r\nthe agenda, date, time, and place not less than twenty-four hours before the\r\nmeeting as required for called, special, or rescheduled meetings] does not apply to\r\nemergency meetings of public bodies.\" Id. (emphasis added).\r\n\r\n       The General Assembly did not specifically define any of the foregoing types\r\nof meetings in FOIA. However, we agree with the circuit court and the dissent that\r\nthe plain language of the words \"if any\" can mean only that an agenda is not\r\nrequired for regularly scheduled meetings. To conclude otherwise would be to\r\nread the words \"if any\" completely out of the statute. In plain terms, written public\r\nnotice of regularly scheduled meetings must be given at the beginning of each\r\ncalendar year and must include the dates, times, and places of the meetings. An\r\nagenda, if there is one, must be posted at least twenty-four hours before the\r\nmeeting. Thus, County Council could chose to issue no agenda at all.\r\n\r\n       To the extent the Court of Appeals found the \"if any\" language was meant to\r\ndistinguish two types of regularly scheduled meetings, i.e., (1) those at \"which no\r\nformal action or discussion is to take place,\" for which an agenda is not required\r\nbecause \"publication of a blank piece of paper\" serves no purpose, and (2) those\r\ninvolving action or discussion, which require an agenda, nothing in FOIA supports\r\nthis reasoning.\r\n\r\n       To the contrary, FOIA makes it clear that meetings are not limited to\r\ninstances where action is taken, as evidenced in section 30-4-20(d), which defines\r\na \"meeting\" as \"the convening of a quorum . . . to discuss or act upon a matter over\r\nwhich the public body has supervision, control, jurisdiction or advisory power.\"\r\nS.C. Code Ann. § 30-4-20(d) (2007) (emphasis added); see also 62 C.J.S.\r\nMunicipal Corporations § 308 (2011) (\"Under an open meetings law, a meeting is\r\na gathering of a quorum or more members of a governing body at which members\r\ndiscuss, decide, or receive information as a group on issues relating to the official\r\nbusiness of the body. . . . A meeting is not limited to gatherings at which action is\r\ntaken by a governing body. Deliberative gatherings are included as well, and\r\ndeliberation in this context connotes not only collective decision-making but also\r\nthe collective acquisition and exchange of facts in preparation for the final\r\ndecision.\" (footnote omitted)).\r\n\r\n        Moreover, although the specific types of meetings are not defined in FOIA\r\nitself, in light of the General Assembly's references to these different meetings in\r\n\nsection 30-4-80(a) and its general references in section 4-9-110 to meeting\r\nrequirements, we believe the General Assembly made an intentional delineation\r\nbecause the terms do have commonly understood distinctions in the common\r\nparlance for procedures governing public bodies.\r\n\r\n      As other jurisdictions have long recognized, a \"regular\" meeting is one\r\n\"convened at a stated time and place pursuant to a general order, statute or\r\nresolution.\" Barile v. City Comptroller of Utica, 288 N.Y.S.2d 191, 196 (Sup. Ct.\r\n1968). Since notice is given at the beginning of the year, the public is well\r\napprised of these meetings, which provide an ongoing opportunity for the public\r\nbody to consider and act upon routine matters that arise throughout the year.\r\n\r\n       In contrast, a \"special\" meeting is a meeting called for a special purpose and\r\nat which nothing can be done beyond the objects specified for the call. Id.; see\r\nalso Stoddard v. Dist. Sch. Bd. for Sch. Dist. 91, 12 P.2d 309, 312 (Or. 1932) (\"A\r\nmeeting called for a special purpose is a special meeting. A regular meeting is one\r\nnot specially called, but one convened at a stated time and place pursuant to a\r\ngeneral order, statute, or resolution.\"); 4 Eugene McQuillin, The Law of Municipal\r\nCorporations § 13:17 (3d ed. rev. vol. 2011) (stating regular meetings are provided\r\nfor by ordinance, resolution, or motion under legal authority, while special or\r\ncalled meetings are convened by the chief executive officer or presiding officer of\r\nthe body, or in some other definite way, upon due notice); 39B Words and Phrases\r\n(2006 & Supp. 2013) (citing authorities defining \"special meeting\" and\r\ndistinguishing it from a regular meeting).\r\n\r\n        In South Carolina, statutory law governing county governments requires\r\ncouncils to hold at least one meeting each month in accordance with a schedule\r\nprescribed by the council, and special meetings may be called by the chairman or a\r\nmajority of the members after twenty-four hours' notice. S.C. Code Ann. § 4-9-\r\n110 (1986). A council must conduct its meetings in accordance with the general\r\nstate law affecting the meetings of public bodies, but it is entitled \"to determine its\r\nown rules and order of business.\" Id. This statute supports the premise that there\r\nis a distinction between regularly scheduled meetings and other meetings. Since\r\nthe permissible topics for a special meeting are restricted to the \"objects of the\r\ncall,\" it is reasonable to infer that our General Assembly has purposefully chosen\r\nto mandate that an agenda be prepared for this type of meeting, as compared to a\r\nregularly scheduled meeting. The consideration of the limited subject matter\r\nnecessarily dictates different notice requirements.\r\n\n       By mandating an agenda for regularly scheduled meetings and forbidding\r\nCounty Council from amending its agenda, the Court of Appeals is, effectively,\r\ntreating a regularly scheduled meeting as a called, special, or rescheduled meeting.\r\nAs County Council asserts, \"[t]he majority's decision expands the scope of [] FOIA\r\nand imposes a new agenda requirement and a new prohibition against amendment\r\nof published agenda not contained in [] FOIA itself.\" It has long been the law of\r\nthis state that where a statute's plain language is clear, a court is not allowed to\r\nchange its meaning, and a court cannot speculate on legislative intention because to\r\ndo so would be an assumption of legislative power. State v. Lewis, 141 S.C. 207,\r\n139 S.E. 386 (1927); see also Hodges, 341 S.C. at 85, 533 S.E.2d at 581 (\"Under\r\nthe plain meaning rule, it is not the court's place to change the meaning of a clear\r\nand unambiguous statute.\").\r\n\r\n       In sum, nowhere in FOIA is there a statement that an agenda is required for\r\nregularly scheduled meetings. Since what the General Assembly says in the text of\r\nthe statute itself is the best evidence of legislative intent, Hodges, 341 S.C. at 85,\r\n533 S.E.2d at 581, we believe the legislative intent evidenced in the use of the\r\nphrase \"if any\" is that the issuance of an agenda for regularly scheduled meetings\r\nlies within the discretion of County Council. Cf. 62 C.J.S. Municipal Corporations\r\n§ 148 (2011) (\"The functions of a municipal corporation may be either imperative\r\nor discretionary. Whether any particular power or duty is mandatory, permissive,\r\nor discretionary is purely a question of legislative intent.\" (footnote omitted)).\r\n\r\n       If the General Assembly wanted to require an agenda for regularly scheduled\r\nmeetings, it could have done so with the simple use of the word \"shall,\" which\r\ngenerally signals a command. Cf. City of Midwest City v. House of Realty, Inc.,\r\n198 P.3d 886, 891 n.6 (Okla. 2008) (\"All public bodies shall give notice in writing\r\nby December 15 of each calendar year of the schedule showing the date, time and\r\nplace of the regularly scheduled meetings of such public bodies for the following\r\ncalendar year. . . . In addition . . . , all public bodies shall, at least twenty-four (24)\r\nhours prior to such meetings, display public notice of said meeting, setting forth\r\nthereon the date, time, place and agenda for said meeting . . . ; provided, however,\r\nthe posting of an agenda shall not preclude a public body from considering at its\r\nregularly scheduled meeting any new business.\" (quoting Okla. Stat. tit. 25, § 311\r\n(2001)); cf. Grapski v. City of Alachua, 31 So. 3d 193, 199 (Fla. Dist. Ct. App.\r\n2010) (holding while Florida courts have recognized that notice of public meetings\r\nis mandatory, the preparation of an agenda that reflects every issue that may come\r\nup at a properly noticed meeting is not, and notice need not be given of every\r\npotential deviation from a previously announced agenda; the public has the right to\r\n\nattend open meetings, but no authority to interfere with the decision-making\r\nprocess.)\r\n\r\n       Nor is there any restriction contained in FOIA on the amendment of an\r\nagenda. We agree with the dissent that it appears the majority of the Court of\r\nAppeals engrafted this prohibition onto FOIA based on its subjective view of the\r\n\"spirit\" and \"purpose\" of FOIA. Although we understand the concerns articulated\r\nby the majority, the purpose of the notice provision in section 30-4-80 is to prevent\r\ngovernment business from taking place in secret, as noted in our case law, e.g.,\r\nWiedemann v. Town of Hilton Head Island, 330 S.C. 532, 500 S.E.2d 783 (1998),\r\nand in the General Assembly's statement of purpose in section 30-4-15. The public\r\nwas not prevented from finding out the actions of County Council where the\r\nproposed amendment to the agenda and the resolution were both raised and voted\r\nupon in public and were recorded in the minutes of the meeting of County Council.\r\nSince County Council posted the regularly scheduled meeting at the beginning of\r\nthe year and posted a discretionary agenda at least twenty-four hours prior to the\r\nmeeting, it complied with the requirements of FOIA's notice requirement in section\r\n30-4-80. Cf. Dorsten v. Port of Skagit County, 650 P.2d 220, 223 (Wash. Ct. App.\r\n1982) (\"The primary requirement for regularly scheduled meetings is that they be\r\n'open to the public.' Notice of the agenda is required only for special meetings.\r\nRCW 42.30.080.\").\r\n\r\n         Some jurisdictions have provisions in their open meetings laws that\r\nspecifically address when and how amendments may be made. E.g., Zoning Bd. of\r\nAppeals v. Freedom of Info. Comm'n, 784 A.2d 383, 385 n.3 (Conn. App. Ct.\r\n2001) (\"The agenda of the regular meetings of every public agency . . . shall be\r\navailable to the public and shall be filed, not less than twenty-four hours before the\r\nmeetings to which they refer . . . . Upon the affirmative vote of two-thirds of the\r\nmembers of a public agency present and voting, any subsequent business not\r\nincluded in such filed agendas may be considered and acted upon at such meetings\r\n. . . .\" (quoting Connecticut's General Statutes, revision to 1997, § 1-21(a),\r\nrecodified at § 1-225(c)); see also 29 Del. Code Ann. tit. 29, § 10004(e)(2) (Supp.\r\n2012) (\"All public bodies shall give public notice of their regular meetings and of\r\ntheir intent to hold an executive session closed to the public, at least 7 days in\r\nadvance thereof. The notice shall include the agenda, if such has been determined\r\nat the time, and the dates, times and places of such meetings . . . ; however, the\r\nagenda shall be subject to change to include additional items . . . or the deletion of\r\nitems . . . which arise at the time of the public body's meeting.\").\r\n\n       In the absence of such a legislative directive here, we decline to judicially\r\nimpose a restriction on the amendment of an agenda for a regularly scheduled\r\nmeeting, especially when it is clear that no agenda is required at all. We find this\r\nis also the better public policy in light of the fact that a violation of FOIA can carry\r\na criminal penalty, and we note this Court has previously declined to impose\r\nrestrictions that are not expressly provided by the General Assembly in FOIA. See,\r\ne.g. Wiedemann, 330 S.C. at 535 n.4, 500 S.E.2d at 785 n.4 (stating \"[t]here is no\r\nrequirement, in section 30-4-60 or elsewhere in [] FOIA, that meetings of a public\r\nbody be conducted in a public building\" and holding \"[a]bsent a specific statutory\r\nrestriction, [] meetings may be held in locations other than public buildings\");\r\nHerald Publ'g Co. v. Barnwell, 291 S.C. 4, 11, 351 S.E.2d 878, 882 (Ct. App.\r\n1986) (citing section 30-4-80(a) and stating FOIA \"requires that public bodies post\r\na public notice of any special meeting including the agenda, date, time and place of\r\nthe meeting,\" but finding FOIA \"does not require that an agenda for an executive\r\nsession be posted or that the news media be notified of the agenda of an executive\r\nsession\").                      IV. CONCLUSION\r\n       We conclude FOIA's notice statute does not require an agenda to be issued\r\nfor a regularly scheduled meeting, and FOIA contains no prohibition on the\r\namendment of an agenda for a regularly scheduled meeting. Thus, we hold County\r\nCouncil did not violate FOIA in this instance. The imposition of any additional\r\nrestrictions in FOIA is a matter for the General Assembly.\r\n\n     REVERSED.\r\n\r\n     TOAL, C.J., KITTREDGE and HEARN, JJ., concur. PLEICONES, J.,\r\nconcurring in result only.\r\n\n","court":"Supreme"},{"id":"27401","title":"Dean v. Heritage Healthcare","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27401.pdf","description":"The Court reverses the circuit court's decision denying a nursing home's motion to compel arbitration, overruling Timms v. Greene, 310 S.C. 469, 427 S.E.2d 642 (1993), in its entirety  and finding that:  (1) the Federal Arbitration Act applies to the arbitration agreement; (2) the named arbitral forum was not integral to the agreement; and (3) the nursing home did not waive its right to compel arbitration by participating in a pre-suit mediation in accordance with S.C. Code Ann. Â§ 15-79-125 (Supp. 2012).","date":"2014-06-18","type":"opinion","text":"       THE STATE OF SOUTH CAROLINA \n\r\n            In The Supreme Court \n\r\n\r\nDarlene Dean, as Personal Representative of the Estate of\r\nLouise Porter, Respondent,\r\n\r\nv.\r\n\r\nHeritage Healthcare of Ridgeway, LLC, Uni-Health Post\r\nAcute Care-Tanglewood, LLC and UHS Pruitt\r\nCorporation, Appellants.\r\n\r\nAppellate Case No. 2013-000509\r\n\r\n\r\n\r\n             Appeal From Fairfield County\r\n        J. Ernest Kinard, Jr., Circuit Court Judge\r\n\r\n\r\n                 Opinion No. 27401 \n\r\n       Heard April 1, 2014 – Filed June 18, 2014 \n\r\n\r\n\r\n           REVERSED AND REMANDED \n\r\n\r\n\r\nTodd W. Smyth and Joshua Steven Whitley, both of\r\nSmyth Whitley, LLC, of Charleston, South Carolina, for\r\nAppellants.\r\n\r\nJohn D. Kassel and Theile Branham McVey, of Kassel\r\nMcVey, and Gerald Jowers, Jr., of Janet, Jenner & Suggs,\r\nall of Columbia, and Kenneth G. Goode, of Winnsboro,\r\nSouth Carolina, for Respondent.\r\n\nCHIEF JUSTICE TOAL:              Heritage Healthcare of Ridgeway, LLC, Uni-\r\nHealth Post-Acute Care - Tanglewood, LLC (Tanglewood), and UHS-Pruitt\r\nCorporation (collectively, Appellants) ask this Court to reverse the circuit court's\r\ndenial of their motion to compel arbitration in this wrongful death and survival\r\naction involving Appellants' allegedly negligent nursing home care. We reverse\r\nand remand.             FACTS/PROCEDURAL BACKGROUND\r\n      Tanglewood is a skilled nursing facility located in Ridgeway, South\r\nCarolina, and is owned and controlled by Appellants. In January 2007,\r\nTanglewood and Darlene Dean (Respondent) entered into a nursing home\r\nresidency agreement in which Tanglewood assumed responsibility for the care of\r\nRespondent's mother, Louise Porter (the patient). The same day, Respondent\r\nsigned a separate, voluntary arbitration agreement (the Agreement).1\r\n\r\n      The Agreement states that:\r\n\r\n      any and all controversies, claims, disputes, disagreements or demands\r\n      of any kind . . . arising out of or relating to the [patient's residency\r\n      agreement] with the Facility . . . or any service or care provided to the\r\n      [patient] by the Facility shall be settled exclusively by binding\r\n      arbitration. This means that the parties are waiving their right to a\r\n      trial before a jury or a judge.\r\n\r\nFurther, the Agreement provides that:\r\n\r\n      Any arbitration proceeding that takes place under this [] Agreement\r\n      shall follow the rules of the American Arbitration Association ('AAA')\r\n      and any resulting decision shall be enforceable by a court of\r\n      competent jurisdiction. The arbitration proceeding shall be conducted\r\n      where the Facility is located or as close to the Facility as practical.\r\n      The arbitration proceeding shall be conducted before one neutral\r\n      arbitrator selected in accordance with the rules of the AAA. The\r\n1The patient did not sign either the residency agreement or the Agreement on her\r\nown behalf, although she was competent at the time of her admission to\r\nTanglewood. Moreover, Respondent did not have a health care power of attorney\r\nempowering her to sign on the patient's behalf.\r\n\n      parties agree to bear their own attorneys' fees and costs associated\r\n      with the arbitration proceeding.\r\n\r\nId. (emphasis added). Finally, the Agreement contains a severability clause and\r\nstates, in bold font directly above the signature lines, that the patient \"is not\r\nrequired to sign this [] Agreement in order to be admitted to or to remain in the\r\nFacility.\" (Emphasis in original).\r\n\r\n       In 2009, the patient fell three separate times within a ten day period,\r\nfracturing her hip in the third fall. Over the next two months, the patient\r\nunderwent two hip surgeries; however, due to complications following the\r\nsurgeries, the patient died on September 30, 2009.\r\n\r\n       On December 20, 2011, Respondent—acting in her capacity as personal\r\nrepresentative of her mother's estate—filed a Notice of Intent (NOI) to file a\r\nmedical malpractice suit against Appellants, as well as an expert affidavit in\r\nsupport of her NOI. See S.C. Code Ann. § 15-79-125 (Supp. 2012). Respondent\r\nalso alleged claims for survival and wrongful death.\r\n\r\n       Appellants requested discovery of all of the patient's medical records, which\r\nRespondent provided. The parties then engaged in the statutorily required pre-suit\r\nmediation; however, following an impasse, Respondent filed her complaint on\r\nMarch 23, 2012. In lieu of filing an answer to the complaint, Appellants filed a\r\nmotion to dismiss pursuant to Rules 12(b)(1) and (6), SCRCP, or, in the\r\nalternative, a motion to compel arbitration and stay the litigation.\r\n\r\n      Respondent opposed the motion, arguing, inter alia, that the Agreement was\r\nunenforceable because the \"forum selection\" clause had failed. More specifically,\r\nRespondent claimed the portion of the Agreement stating that \"[a]ny arbitration\r\nproceeding that takes place under this [] Agreement shall follow the rules of the\r\n[AAA]\" meant that the parties had agreed to an arbitration proceeding administered\r\nexclusively by the AAA. However, since January 1, 2003, the AAA has refused to\r\n\naccept personal injury disputes without a post-injury agreement to arbitrate.2 Thus,\r\nbecause Respondent viewed the \"exclusive\" arbitral forum as unavailable, she\r\ncontended it would be improper to compel arbitration.\r\n\r\n      Relying on Grant v. Magnolia Manor-Greenwood, Inc., 383 S.C. 125, 678\r\nS.E.2d 435 (2009), the circuit court agreed, invaliding the Agreement in its entirety\r\nand refusing to compel arbitration between the parties.3 Specifically, the court\r\nfound that \"the forum selection is an integral part of the [A]greement and cannot be\r\nremedied\" because \"the forum selected by [Appellants] will not hear this type of\r\ndispute.\" Because the court held the Agreement completely invalid, it declined to\r\naddress any of Respondent's remaining arguments as to why the court should not\r\ncompel arbitration between the parties.4\r\n\r\n\r\n\r\n\r\n2Am. Arbitration Ass'n, Healthcare Policy Statement, ADR.org,\r\nhttps://www.adr.org/aaa/ShowPDF?doc=ADRSTG_011014 (last visited June 13,\r\n2014).\r\n3 The circuit court refused to compel arbitration for two reasons, namely \"wrongful\r\ndeath actions are not something that's arbitrated, one, two Triple A doesn't take\r\nthem.\" We note that courts may not refuse to compel arbitration simply because a\r\nwrongful death claim is involved. Marmet Health Care Ctr., Inc. v. Brown, 132 S.\r\nCt. 1201, 1203–04 (2012) (per curiam) (invalidating West Virginia's policy\r\nrefusing to refer wrongful death claims against a nursing home to arbitration).\r\n4 In addition to arguing that the specified forum was unavailable, Respondent\r\nasserted that: (1) the Federal Arbitration Act (FAA) did not apply because the\r\nresidency agreement did not involve interstate commerce; (2) there was no meeting\r\nof the minds in forming the Agreement because Appellants' employee did not\r\nknow how the AAA functioned; (3) Appellants waived their right to arbitrate by\r\nrequesting discovery prior to the pre-suit mediation conference, participating in the\r\nmediation, and \"waiting too long\" to move to compel arbitration after the\r\nmediation concluded; and (4) there was no valid arbitration agreement at all\r\nbecause the patient, although competent, did not sign the Agreement, and\r\nRespondent had no authority to sign on the patient's behalf because she lacked a\r\nhealth care power of attorney.\r\n\n     Appellants filed a motion to reconsider, which the circuit court denied.\r\nAppellants appealed, and this Court certified the appeal pursuant to Rule 204(b),\r\nSCACR.                                STANDARD OF REVIEW\r\n       Arbitrability determinations are subject to de novo review. Bradley v.\r\nBrentwood Homes, Inc., 398 S.C. 447, 453, 730 S.E.2d 312, 315 (2012). However,\r\na circuit court's factual findings will not be reversed on appeal if any evidence\r\nreasonably supports the findings. Id. at 453, 730 S.E.2d at 315. \"[T]he party\r\nresisting arbitration bears the burden of proving that the claims at issue are\r\nunsuitable for arbitration.\" Green Tree Fin. Corp.-Ala. v. Randolph, 531 U.S. 79,\r\n91 (2000); accord Blue Cross Blue Shield of Ala. v. Rigas, 923 So. 2d 1077, 1083\r\n(Ala. 2005).                               ANALYSIS\r\n\r\n         I. Interstate Commerce and the Federal Arbitration Act\r\n       As a threshold matter, we address whether federal or state arbitration law\r\napplies to the instant controversy. Respondent claims that the Federal Arbitration\r\nAct (FAA) does not apply to the Agreement because the residency agreement does\r\nnot involve interstate commerce. (Citing Timms v. Greene, 310 S.C. 469, 427\r\nS.E.2d 642 (1993), overruled in part by Cape Romain Contractors, Inc. v. Wando\r\nE., L.L.C., 405 S.C. 115, 123 n.5, 747 S.E.2d 461, 465 n.5 (2013)). We disagree.\r\n\r\n       \"[T]he basic purpose of the [FAA] is to overcome courts' refusals to enforce\r\nagreements to arbitrate,\" Allied-Bruce Terminix Cos. v. Dobson, 513 U.S. 265, 270\r\n(1995), and \"ensure that arbitration will proceed in the event a state law would\r\nhave a preclusive effect on an otherwise valid arbitration agreement.\" Bradley,\r\n398 S.C. at 453, 730 S.E.2d at 315. To that end, the United States Supreme Court\r\nheld in Allied-Bruce that, unless the parties specifically contracted otherwise, the\r\nFAA would apply whenever an arbitration agreement involves interstate\r\ncommerce. 513 U.S. at 273–77; Bradley, 398 S.C. at 453–54, 730 S.E.2d at 315.\r\nMoreover, the Supreme Court clarified that the reach of interstate commerce—and\r\nthus the FAA—was coextensive with the broad reach of the Commerce Clause.5\r\n5   U.S. Const. art. I, § 8, cl. 3.\r\n\nAllied-Bruce, 513 U.S. at 277; Zabinski v. Bright Acres Assocs., 346 S.C. 580, 590,\r\n553 S.E.2d 110, 115 (2001). Thus, in practice, arbitration agreements enjoy a\r\nstrong presumption of validity in federal and state courts. Simpson v. MSA of\r\nMyrtle Beach, Inc., 373 S.C. 14, 24, 644 S.E.2d 663, 668 (2007); Zabinski, 346\r\nS.C. at 596, 553 S.E.2d at 118.\r\n\r\n       To ascertain whether an arbitration agreement implicates interstate\r\ncommerce and the FAA, \"the court must examine the agreement, the complaint,\r\nand the surrounding facts,\" focusing particularly on \"'what the terms of the contract\r\nspecifically require for performance.'\" Bradley, 398 S.C. at 455, 730 S.C. at 316\r\n(quoting Thornton v. Trident Med. Ctr. L.L.C., 357 S.C. 91, 96, 592 S.E.2d 50, 52\r\n(Ct. App. 2003)); Zabinski, 346 S.C. at 594, 553 S.E.2d at 117. This is generally a\r\nvery fact-specific inquiry. Cf. Thornton, 357 S.C. at 95–96, 592 S.E.2d at 52\r\n(citing Zabinski, 346 S.C. at 594, 553 S.E.2d at 117).\r\n\r\n       In arguing that the residency agreement did not involve interstate commerce,\r\nRespondent relied heavily on Timms v. Greene, which predated Allied-Bruce's\r\npronouncement regarding the breadth of interstate commerce. In Timms, the\r\nparties entered into a nursing home residency contract that included an arbitration\r\nagreement. 310 S.C. 469, 470–71, 427 S.E.2d 642, 643 (1993). After the plaintiff-\r\nresident suffered an injury at the hands of a nursing home employee, she filed suit\r\ninstead of initiating arbitration proceedings, arguing that arbitration could not be\r\ncompelled under the FAA because the contract was for the provision of patient-\r\nresident services in South Carolina and therefore did not involve interstate\r\ncommerce. Id. at 472, 427 S.E.2d at 644.6 In attempting to compel arbitration, the\r\nnursing home asserted, inter alia, that they purchased the majority of their goods,\r\nequipment, and supplies from out-of-state vendors. Id. at 473, 427 S.E.2d at 644.\r\n\r\n       This Court held that \"the contract . . . [was] obscure, if not devoid, of any\r\nbasis for holding that [interstate] commerce was involved.\" Id. at 472, 427 S.E.2d\r\nat 644. Specifically, the Court found the nursing home's assertion regarding the\r\nsupplies and goods irrelevant because it was not the basis of the contract between\r\nthe parties, which was to provide patient care services in a South Carolina facility.\r\n\r\n6The Timms Court could not compel arbitration under state law because the South\r\nCarolina Uniform Arbitration Act does not apply to any claims \"arising out of\r\npersonal injury[, whether such claims are] based on contract or tort . . . .\" S.C.\r\nCode Ann. § 15-48-10(b)(4) (2005 & Supp. 2012).\r\n\nId. at 473, 427 S.E.2d at 644. Therefore, the Court found the FAA inapplicable\r\nbecause the basis of the contract did not involve interstate commerce. Id.\r\n\r\n       Since the Supreme Court decided Allied-Bruce, many—if not all—federal\r\nand state courts have held that nursing home residency contracts similar to the one\r\nat issue here implicate interstate commerce and the FAA. Generally, these\r\nholdings center on a common theme: nursing home residency contracts usually\r\nentail providing residents with meals and medical supplies that are inevitably\r\nshipped across state lines from out-of-state vendors.7\r\n\r\n       We likewise find the terms of the residency agreement implicate interstate\r\ncommerce and, thus, the FAA. Appellants are contractually required to provide\r\nmeals and medical supplies, which are instrumentalities of interstate commerce.\r\nCf. Zabinski, 346 S.C. at 580, 553 S.E.2d at 110 (explaining construction contracts\r\ninvolve interstate commerce because they are based on transactions for the\r\npurchase and use of materials and supplies from out-of-state vendors). Although\r\nthe meals and medical supplies are irrelevant to the current dispute, they must\r\nnonetheless be considered because the residency agreement specifically requires\r\nAppellants provide these goods and supplies. Bradley, 398 S.C. at 455, 730 S.E.2d\r\nat 316 (stating that the Court must \"focus upon what the terms of the contract\r\nspecifically require for performance in determining whether interstate commerce\r\nwas involved\" (internal marks omitted)). Although Timms might compel us to\r\nhold to the contrary, we find Timms is a relic of the past, decided before the broad\r\ndefinition of interstate commerce set forth in Allied-Bruce. Consequently, we\r\nexplicitly overrule Timms in its entirety and find that the residency agreement here\r\ndoes, in fact, involve interstate commerce, and thus is governed by the FAA.\r\n\r\n\r\n7 See, e.g., McCutcheon v. THI of S.C. at Charleston, L.L.C., No. 2:11–CV–02861,\r\n2011 WL 6318575, at *5 (D.S.C. Dec. 15, 2011) (holding that the contracted-for\r\ncare involved providing food and medical services from out-of-state vendors and\r\nthus involved interstate commerce); Pickering v. Urbantus, L.L.C., 827 F. Supp. 2d\r\n1010, 1014–15 (S.D. Iowa 2011) (same); Briarcliff Nursing Home, Inc. v. Turcotte,\r\n894 So. 2d 661, 668 (Ala. 2004) (same); Triad Health Mgmt. of Ga., III, L.L.C. v.\r\nJohnson, 679 S.E.2d 785, 787–88 (Ga. Ct. App. 2009) (same); Miller v. Cotter,\r\n863 N.E.2d 537, 544 (Mass. 2007) (holding health care in general is an activity\r\nsubject to federal control under the Commerce Clause and thus involves interstate\r\ncommerce).\r\n\n      II. Validity of the Agreement\r\n       In essence, the outcome of this appeal turns on whether the unavailability of\r\nthe AAA to serve as arbitrator dooms the Agreement as a whole. See Meskill v.\r\nGGNSC Stillwater Greeley, L.L.C., 862 F. Supp. 2d 966, 972 (D. Minn. 2012).\r\n\"This question has vexed courts across the country and resulted in a substantial\r\nsplit of authority.\" Id.\r\n\r\n       In resolving similar cases, the courts' primary inquiry is whether the named\r\nforum is an integral part of the arbitration agreement, or whether it is instead an\r\nancillary consideration. See Grant, 383 S.C. at 131–32, 678 S.E.2d at 439 (\"[O]nly\r\n[when] the choice of forum is an integral part of the agreement to arbitrate, rather\r\nthan an ancillary logistical concern, will the failure of the chosen forum preclude\r\narbitration.\" (quoting Brown v. ITT Consumer Fin. Corp., 211 F.3d 1217, 1220\r\n(11th Cir. 2000)) (internal quotation and alteration marks omitted)); see also\r\nCarideo v. Dell, Inc., No. C06-1772JLR, 2009 WL 3485933, at *4 (W.D. Wash.\r\nOct. 26, 2009).\r\n\r\n      [T]his is because arbitration is a matter of contract. If designation of a\r\n      specific arbitral forum was of great import to the parties and that\r\n      forum later turns out to be unavailable, [courts] should not rewrite\r\n      their agreement and order arbitration someplace else. In such a\r\n      situation, it is as though an essential term of the agreement has failed.\r\n      See Rivera v. Am. Gen. Fin. Servs., Inc., 150 N.M. 398, 259 P.3d 803,\r\n      812 (2011) (\"If the plain language of a contract evidences the parties'\r\n      intention to resolve disputes solely through a specific arbitration\r\n      provider, the parties' intent would be frustrated if a court appointed a\r\n      different arbitration provider.\").\r\n\r\nMeskill, 862 F. Supp. 2d at 975.\r\n\r\n        Thus, in examining similar clauses, a majority of jurisdictions distinguish\r\nagreements requiring a proceeding \"administered by\" the named forum from those\r\nrequiring a proceeding conducted \"in accordance with\" the named forum's rules.\r\nIn the case of proceedings \"administered by\" a named forum, most courts view the\r\nforum selected as an integral term of the agreement because it is an express\r\nstatement of the parties' intent to arbitrate exclusively before that forum; therefore,\r\nif the forum is unavailable, a material term of the agreement has failed, rendering\r\nthe entire arbitration agreement invalid. See, e.g., Grant, 383 S.C. at 131–32, 678\r\n\nS.E.2d at 439; see also, e.g., Carideo, 2009 WL 3485933, at *4; Carr v. Gateway,\r\nInc., 918 N.E.2d 598 (Ill. Ct. App. 2009); Covenant Health & Rehab. of Picayune,\r\nL.P. v. Estate of Moulds ex rel. Braddock, 14 So. 3d 695 (Miss. 2009).\r\n\r\n       Conversely, in the case of proceedings conducted \"in accordance with\" a\r\nnamed forum's rules, most courts view that forum \"selection,\" if it was intended to\r\nserve as such,8 as an ancillary consideration to the parties' primary intent of\r\narbitrating, in front of any arbitrator, while using a set of pre-specified rules;\r\ntherefore, if the forum itself is unavailable, courts nonetheless uphold the\r\narbitration agreement and compel arbitration in an alternate forum, so long as the\r\nalternate forum follows the agreed-upon rules. See, e.g., Rigas, 923 So. 2d at\r\n1077; Westmoreland v. High Point Healthcare Inc., 721 S.E.2d 712 (N.C. Ct. App.\r\n2012); see also, e.g., Meskill, 862 F. Supp. 2d at 971–77; Fellerman v. Am. Ret.\r\nCorp., No. 03:09-CV-803, 2010 WL 1780406, at *5 (E.D. Va. May 3, 2010)\r\n(collecting cases and noting that \"courts tend to enforce arbitration agreements\r\nwhose terms specify that the parties be bound only by the rules of the AAA\");\r\nCarideo, 2009 WL 3485933, at *4 (\"Where the arbitration clause selects merely\r\nthe rules of a specific arbitral forum, as opposed to the forum itself, and another\r\narbitral forum could apply those rules, the unavailability of the implicitly intended\r\narbitral forum will not require the court to condemn the arbitration clause.\" (citing\r\nReddam v. KPMG L.L.P., 457 F.3d 1054, 1059–61 (9th Cir. 2006), abrogated on\r\nother grounds by Atl. Nat'l Trust L.L.C. v. Mount Hawley Ins. Co., 621 F.3d 931\r\n(9th Cir. 2010))).\r\n\r\n       For the reasons discussed, infra, we adopt the majority rule distinguishing\r\nbetween \"in accordance with\" and \"administered by.\" More specifically, we find\r\nthat the named arbitral forum is not a material term to agreements in which the\r\nparties agree to arbitrate \"in accordance with\" the named forum's rules, absent\r\nother evidence to the contrary; however, as in Grant, when parties elect for a\r\nproceeding \"administered by\" a named forum, that forum should be viewed as\r\nintegral to the arbitration agreement, absent other evidence to the contrary.\r\n\r\n\r\n\r\n8 For the reasons we will discuss, infra, we find it difficult to believe that choosing\r\nto arbitrate \"in accordance with\" a named forum's rules truly indicates an intent to\r\nselect the named forum as the exclusive arbiter, absent additional evidence to the\r\ncontrary.\r\n\n       First, looking at the plain language of the arbitration agreement, there is no\r\nreason any potential arbitration proceeding between the parties cannot \"follow the\r\nrules of\" the AAA in a different arbitral forum. Deeds v. Regence Blueshield of\r\nIdaho, 141 P.3d 1079, 1081–82 (Idaho 2006); see also Meskill, 862 F. Supp. 2d at\r\n972 (\"On its face, this provision does not mandate that the NAF actually conduct\r\nthe arbitration—it requires only that the NAF Code be applied by the arbitrator.\");\r\nRigas, 923 So. 2d at 1092 (same); Westmoreland, 721 S.E.2d at 719–20 (same).\r\n\r\n       Second, the Agreement states that the parties wish to follow the AAA's\r\nrules, not its policies. While the AAA has a policy not to arbitrate individual\r\npatients' claims, it does not have a rule stating that such claims are not arbitrable.\r\nThus, according to the plain language of the Agreement, any potential arbitration\r\nproceeding between the parties must \"follow the rules of\" the AAA; however, the\r\n\"AAA policy on the types of arbitrable claims is simply just that—AAA's policy.\"\r\nOesterle v. Atria Mgmt. Co., L.L.C., No. 09-4010-JAR, 2009 WL 2043492, at *8–9\r\n(D. Kan. July 4, 2009) (citing and discussing Mastrobuono v. Shearson Lehman\r\nHutton, Inc., 514 U.S. 52 (1995)); see also Nail v. Consol. Res. Health Care Fund\r\nI, 229 P.3d 885, 887–89 (Wash. Ct. App. 2010). To read the Agreement's language\r\nin accordance with the AAA's policy—that personal injury claims are non-\r\narbitrable—would be \"in direct conflict with [the] strong public policy in favor of\r\narbitration.\" Westmoreland, 721 S.E.2d at 720; cf. Marmet Health Care Ctr., Inc.\r\nv. Brown, 132 S. Ct. 1201, 1203–04 (2012) (per curiam) (unanimously invalidating\r\na state's public policy to not refer wrongful death claims against a nursing home to\r\narbitration).9\r\n\r\n      Likewise, we reject Respondent's argument that the AAA rules themselves\r\nbar any non-AAA arbiter from applying the AAA's rules. For example,\r\n\r\n9 This is not to say that parties cannot mutually agree that personal injury claims\r\nare not arbitrable; indeed, arbitration is a matter of contract, and parties \"may limit\r\n. . . the issues which they will arbitrate.\" Volt Info. Scis., Inc. v. Bd. of Trs. of\r\nLeland Stanford Junior Univ., 489 U.S. 468, 479 (1989). However, because all\r\ndoubts concerning the scope of an arbitration agreement must be resolved in favor\r\nof arbitration, Moses H. Cone Mem'l Hosp. v. Mercury Constr. Corp., 460 U.S. 1,\r\n24–25 (1983), the parties must be explicit in their intent to exclude such claims\r\nfrom the scope of the agreement.\r\n\nRespondent cites AAA Rule R-2, which states that \"[w]hen parties agree to\r\narbitrate under [the AAA's] rules, . . . they thereby authorize the AAA to\r\nadminister the arbitration.\"10 However, we find that \"authorization to administer\r\ndoes not rise to the level of contractual assent to have the matter administered\r\nexclusively before that forum.\" Fellerman, 2010 WL 1780406, at *5. Further, had\r\nthe parties truly intended that the AAA serve as the exclusive arbitral forum, they\r\ncould have easily said so, with \"no need for them to do so obliquely by specifying\r\nthat the arbitration must be conducted\" in accordance with the AAA's rules. See\r\nMeskill, 862 F. Supp. 2d at 973 (quoting Brown v. Delfre, 968 N.E.2d 696, 703 (Ill.\r\nApp. Ct. 2012)) (internal quotation and alteration marks omitted) (collecting\r\ncases). Rather, by invoking only the AAA's rules, and not the AAA itself, the\r\nAgreement suggests that the parties anticipated an entity other than the AAA might\r\nconduct the arbitration. See id.\r\n\r\n      Notably, aside from AAA Rule R-2, Respondent has not offered any\r\nevidence that the \"exclusive\" designation of the AAA was an important\r\nconsideration to either herself or Appellants when the parties entered the\r\nAgreement. See id. at 975. In fact, Respondent herself admits that neither she nor\r\nAppellants' employee (who signed the Agreement on Appellants' behalves) even\r\nknew about the AAA—or its rules—when signing the Agreement. Accord id.\r\n\r\n       Moreover, after examining the portions of the AAA's rules submitted by\r\nRespondent, we find nothing so unique to suggest that the parties implicitly\r\ndesignated the AAA as their exclusive arbitral forum because of some particular\r\nexpertise the AAA held. See id. at 973–74 (collecting cases); accord Wright v.\r\nGGNSC Holdings L.L.C., 808 N.W.2d 114, 120–21 (S.D. 2011). Rather, given the\r\nAgreement's mere passing reference to the AAA's rules, we find that the parties'\r\nintentions in selecting the rules were to set forth, prior to a dispute, common\r\nprocedural rules, such as those concerning service. See Wright, 808 N.W.2d at\r\n121.11 Thus, because a substitute arbitrator could easily apply such predetermined\r\n10Am. Arbitration Ass'n, Commercial Arbitration Rules and Mediation Procedures\r\n(Including Procedures for Large, Complex Commercial Disputes), ADR.org, 11\r\n(Oct. 1, 2013),\r\nhttps://www.adr.org/aaa/ShowProperty?nodeId=/UCM/ADRSTG_004103&revisio\r\nn=latestreleased.\r\n11Cf. Meskill, 862 F. Supp. 2d at 975–76 (finding significant the fact that the\r\nnamed arbitral forum was \"mentioned only once\" in the arbitration agreement\r\n\nprocedural rules, we find that the parties did not select the AAA for its particular\r\nexpertise. Id. at 121.12\r\n\r\n\r\nbecause it \"suggest[ed] that the parties' 'overarching purpose' was to submit to\r\narbitration any disputes that might arise between them,\" and not to only arbitrate in\r\nfront of the named forum (citing Diversicare Leasing Corp. v. Nowlin, No. 11-CV-\r\n1037, 2011 WL 5827208, at *6 (W.D. Ark. Nov. 18, 2011))); Rivera v. Am. Gen.\r\nFin. Servs., Inc., 259 P.3d 803, 815 (N.M. 2011) (\"Given the number of references\r\nto the NAF as the only named arbitrator and the substantial reliance on the NAF\r\nCode of Procedure throughout the contract, we could not sever the unenforceable\r\nterms of the arbitration provisions without substantially rewriting the contract.\");\r\nCrossman v. Life Care Ctrs. of Am., Inc., 738 S.E.2d 737, 740 (N.C. Ct. App.\r\n2013) (same).\r\n12We note that Respondent relied primarily on Smith Barney, Inc. v. Critical\r\nHealth Systems of North Carolina, Inc., 212 F.3d 858 (4th Cir. 2000), and In re\r\nSalomon Inc. Shareholders' Derivative Litigation, 68 F.3d 554 (2d Cir. 1995), in\r\nsupport of her reading of the Agreement. Both of these cases involve arbitration\r\nagreements requiring a proceeding \"in accordance with\" a named forum's rules;\r\nhowever, both are also distinguishable from the present action:\r\n\r\n      These cases involve federal securities law and the decision to arbitrate\r\n      before a self-regulatory organization (SRO), a forum which must\r\n      operate in strict compliance with the Securities and Exchange Act of\r\n      1934 (SEC)[.]\r\n\r\n      ...    In contrast to the SROs, which are closely governed by the\r\n      Securities and Exchange Commission and have developed complex\r\n      regulatory schemes for overseeing arbitration of securities disputes,\r\n      the AAA simply provides a list of potential arbitrators from which the\r\n      parties can choose, as well as procedural rules for conducting the\r\n      arbitration, and coordinates the logistics of setting up the parties with\r\n      the chosen arbitrator. Here, no one has argued the dominant intent of\r\n      the parties was that only an AAA arbitrator could handle the dispute\r\n      or that an AAA arbitrator, or the AAA as an organization, has some\r\n      type of special expertise. Unlike the SROs, arbitration \"in accordance\r\n\n       Finally, the Agreement contains a severance clause that permits severance of\r\nany portion of the Agreement later found to be unenforceable. \"'The severance\r\nprovision indicates that the intention was not to make the [AAA] integral, but\r\nrather only to have a dispute resolution process through arbitration.'\" Meskill, 862\r\nF. Supp. 2d at 976 (quoting Jones v. GGNSC Pierre L.L.C., 684 F. Supp. 2d 1161,\r\n1167 (D.S.D. 2010)) (internal alteration marks omitted) (collecting cases);\r\nFellerman, 2010 WL 1780406, at *5.\r\n\r\n       Thus, we find that Respondent has not carried her burden to show that the\r\nAAA was both unavailable and material to the Agreement as a whole. Grant, 383\r\nS.C. at 131–32, 678 S.E.2d at 438–39. Accordingly, we reverse the circuit court's\r\ndetermination that the Agreement is unenforceable, and we remand for the circuit\r\ncourt to consider Respondent's remaining arguments as to why the Agreement\r\nshould not be enforced. See supra note 4.\r\n\r\n      III. Waiver\r\n      Because remand is necessary, we address Respondent's claim that\r\nAppellants waived their right to arbitrate the claims against them because they\r\n\"waited too long\" to file the motion to compel arbitration. We disagree.\r\n\r\n      Parties may waive their right to enforce an arbitration clause. Rhodes v.\r\nBenson Chrysler-Plymouth, Inc., 374 S.C. 122, 125, 647 S.E.2d 249, 251 (Ct. App.\r\n2007) (citing Liberty Builders, Inc. v. Horton, 336 S.C. 658, 665, 521 S.E.2d 749,\r\n753 (Ct. App. 1999)). However, the FAA requires courts to resolve \"any doubts\r\nconcerning the scope of arbitrable issues . . . in favor of arbitration, whether the\r\nproblem at hand is the construction of the contract language itself or an allegation\r\nof waiver, delay, or a like defense to arbitrability.\" Moses H. Cone Mem'l Hosp. v.\r\nMercury Constr. Corp., 460 U.S. 1, 24–25 (1983) (emphasis added). Thus, there is\r\na presumption against finding a party has waived its right to compel arbitration, E.\r\nDredging & Constr., Inc. v. Parliament House, L.L.C., 698 So. 2d 102, 103 (Ala.\r\n1997), and a \"party seeking to prove a waiver of a right to arbitrate carries a heavy\r\nburden . . . .\" Rigas, 923 So. 2d at 1093; accord Green Tree, 531 U.S. at 91.\r\n\r\n\r\n      with the applicable rules of the AAA\" is not dependent on the AAA\r\n      overseeing the arbitration.\r\n\r\nDeeds, 141 P.3d at 1082.\r\n\nSpecifically, the party seeking to avoid arbitration \"must show prejudice through\r\nan undue burden caused by delay in demanding arbitration.\" Liberty Builders, 336\r\nS.C. at 665, 521 S.E.2d at 753.\r\n\r\n      Here, after Respondent filed her NOI, the parties attempted to mediate the\r\nclaims in accordance with section 15-79-125 for approximately four months prior\r\nto Respondent filing her formal complaint, and Appellants subsequently filing their\r\nmotion to compel arbitration. During this mediation process, Appellants requested\r\nlimited discovery in order to engage in meaningful settlement talks.\r\n\r\n       We find that Appellants did not delay in filing their demand for arbitration.\r\nRather, Appellants participated in the statutorily required mediation process, and\r\nafter Respondent filed her formal complaint, Appellants moved to compel\r\narbitration at their first opportunity. Further, even were we to find that Appellants\r\nshould have filed the motion to compel arbitration immediately after Respondent\r\nfiled the NOI, rather than after Respondent filed the complaint, Respondent has\r\nshown no prejudice or undue burden to her from the four month delay. Thus, we\r\nconclude that Respondent's argument that Appellants' waived their right to enforce\r\nthe Agreement is without merit.\r\n\r\n       We note that Respondent originally raised five arguments to the circuit court\r\nas to why the court should invalidate the Agreement. We have addressed three of\r\nthese arguments; however, upon remand, the circuit court must consider her\r\nremaining arguments (concerning Respondent's authority to sign the Agreement\r\nand whether there was a meeting of the minds between the parties) prior to\r\ndeciding whether to compel arbitration between the parties. See supra note 4.13\r\n\r\n\r\n\r\n\r\n13We are concerned that, according to the Record, the patient did not sign either\r\nthe residency agreement or the Agreement on her own behalf, despite being\r\ncompetent at the time, nor did Respondent possess a health care power of attorney\r\nto sign either contract on the patient's behalf. The parties did not address this issue\r\non appeal, and Respondent's only argument that this issue should serve as an\r\nadditional sustaining ground was located in a cursory footnote in her brief.\r\nAccordingly, we merely note that, on remand, the circuit court must engage in a\r\nfull inquiry into this matter prior to any attempt to enforce the Agreement.\r\n\n                                   CONCLUSION\r\n\r\n       For the foregoing reasons, we reverse the circuit court and remand this case\r\nfor further proceedings consistent with this opinion.\r\n\r\n      REVERSED AND REMANDED.\r\n\r\n     BEATTY, KITTREDGE and HEARN, JJ., concur. PLEICONES, J.,\r\nconcurring in result only.\r\n\n","court":"Supreme"},{"id":"27402","title":"State v. Inman","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27402.pdf","description":"The Court reverses and remands, finding that the circuit court improperly granted the State's motion pursuant to Batson v. Kentucky, 476 U.S. 79 (1986), after Appellant offered a race-neutral explanation for striking a particular juror.","date":"2014-06-18","type":"opinion","text":"                      THE STATE OF SOUTH CAROLINA \n\r\n                           In The Supreme Court \n\r\n\r\n               The State, Respondent,\r\n\r\n               v.\r\n\r\n               Damien Inman, Appellant.\r\n\r\n               Appellate Case No. 2011-193887\r\n\r\n\r\n\r\n                            Appeal From Dillon County \n\r\n                        Thomas A. Russo, Circuit Court Judge \n\r\n\r\n\r\n                                Opinion No. 27402 \n\r\n                      Heard March 4, 2014 – Filed June 18, 2014 \n\r\n\r\n\r\n                          REVERSED AND REMANDED\r\n\r\n\r\n               Appellate Defender Susan Barber Hackett, of Columbia,\r\n               for Appellant.\r\n\r\n               Attorney General Alan McCrory Wilson, Chief Deputy\r\n               Attorney General John W. McIntosh, Senior Assistant\r\n               Deputy Attorney General Donald J. Zelenka, all of\r\n               Columbia, and Solicitor William B. Rogers, Jr., of\r\n               Bennettsville, for Respondent.\r\n\r\n\r\nCHIEF JUSTICE TOAL:              Damien Inman (Appellant) was convicted and\r\nsentenced to life without the possibility of parole (LWOP) for the robbery,\r\nkidnapping, and murder of Mary Alice Stutts.1 Appellant was seventeen years old\r\n\r\n1   Specifically, the circuit court sentenced Appellant to LWOP for both murder and\r\n\nat the time of the crimes. On appeal, Appellant challenges his convictions on\r\nseveral bases, including that the circuit court improperly granted the State's motion\r\npursuant to Batson v. Kentucky, 476 U.S. 79 (1986), after Appellant offered a race-\r\nneutral explanation for striking a particular juror. We reverse and remand the case\r\nfor a new trial.         FACTS/PROCEDURAL BACKGROUND\r\n        Prior to the start of Appellant's trial, the circuit court required the State and\r\nAppellant to select three separate juries to hear Appellant's case due to Appellant's\r\nalleged racial bias in exercising his peremptory strikes. For example, during the\r\nfirst jury selection, not including strikes for alternate jurors, Appellant used his\r\nperemptory strikes against seven white jurors and two black jurors, and the State\r\nraised Batson challenges to six of the seven white jurors struck by Appellant.\r\n\r\n      One of these six jurors was Juror 60, a white male self-employed as a\r\nfarmer. Appellant's counsel explained that she struck Juror 60 based on his\r\noccupation:\r\n\r\n      [APPELLANT'S COUNSEL]: In terms of [Juror] 60, he's a farmer.\r\n               Your Honor, just in terms of education. Forensics is\r\n               going to be introduced . . . .\r\n\r\n      THE COURT: Well, what was his level of education?\r\n\r\n      [APPELLANT'S COUNSEL]: Well, based on the fact that he was a\r\n               farmer, Your Honor. I wanted someone in a more\r\n               sophisticated occupation.\r\n\r\n      THE COURT: I graduated from law school with a farmer. Because\r\n              someone's a farmer, they're not educated?\r\n\r\n      [APPELLANT'S COUNSEL]:               Your Honor, it was based on his\r\n               employment.\r\n\r\n      THE COURT: All right.\r\n\r\nfirst-degree burglary, thirty years for kidnapping, thirty years for armed robbery,\r\nten years for grand larceny, and five years apiece for criminal conspiracy and\r\npossession of a weapon during the commission of a violent crime, the sentences all\r\nto run consecutively.\r\n\n       The circuit court then had Appellant's counsel state her rationale for striking\r\nthe other contested jurors and requested the State respond. The solicitor conceded\r\nthe rationale for striking one juror was race-neutral; however, as to the other five\r\ncontested jurors—including Juror 60—the solicitor simply said:\r\n\r\n      All of the other [jurors], I would say were very pretext [sic]. Don't\r\n      think they're race neutral reasons as recognized by the State of South\r\n      Carolina for a peremptory challenge to a juror and absent that non-\r\n      pretextural reason, we would submit that the jury be redrawn and that\r\n      those individuals be returned to the jury pool. And that basically the\r\n      defense has failed to meet its burden of showing race neutral or\r\n      pretextural reason for having struck those jurors.\r\n\r\n(Emphasis added). Appellant's counsel responded by stating that \"[n]one of the\r\ninformation that I provided to Your Honor was based on any kind of race or gender\r\nexcuse . . . . [I]f you were to look at individuals that I did strike . . . , [they were]\r\nall of different races, different ages.\"\r\n\r\n      In making its ruling, the circuit court stated, in relevant part:\r\n\r\n      And as far as [J]uror 60, the juror's a farmer and you based that on the\r\n      fact that farmers are not educated . . . .\r\n\r\n      ...\r\n\r\n      I'm going to grant the State's motion based on those three individuals\r\n      jurors numbers 17, 60, and 166 that the reasons given I don't believe\r\n      are sufficient . . . . [J]urors 17, 60, and 166 should those names be\r\n      called again would not be subject to being struck by the defense based\r\n      on the [c]ourt's ruling.[2]\r\n\r\n(Emphasis added).\r\n\r\n       Because of the circuit court's ruling during the first jury selection, Appellant\r\nwas unable to strike Juror 60 from the third and final jury drawn for his case, and\r\nJuror 60 served as the jury foreman at Appellant's trial. The jury ultimately\r\n\r\n2\"It is within the trial judge's discretion to prohibit a strike against a [juror]\r\npreviously struck in violation of Batson.\" State v. Ford, 334 S.C. 59, 63 n.4, 512\r\nS.E.2d 500, 503 n.4 (1999) (citing State v. Franklin, 318 S.C. 47, 456 S.E.2d 357\r\n(1995)).\r\n\nconvicted Appellant of all of the crimes on which the State indicted him.\r\n\r\n      Appellant appealed his convictions, and this Court certified the appeal\r\npursuant to Rule 204(b), SCACR.         ISSUE\r\n        Whether the circuit court inappropriately left the burden of persuasion\r\n        on the party opposing the Batson motion to show that a peremptory\r\n        strike was not racially discriminatory?3\r\n\r\n                               STANDARD OF REVIEW\r\n       \"In criminal cases, the appellate court sits to review errors of law only.\"\r\nState v. Wilson, 345 S.C. 1, 5–6, 545 S.E.2d 827, 829 (2001). A court is \"bound by\r\nthe trial court's factual findings unless they are clearly erroneous.\" Id. at 6, 545\r\nS.E.2d at 829; see also State v. Edwards, 384 S.C. 504, 508, 509, 682 S.E.2d 820,\r\n822, 823 (2009); State v. Haigler, 334 S.C. 623, 630, 515 S.E.2d 88, 91 (1999)\r\n(\"The trial court’s findings regarding purposeful discrimination are accorded great\r\ndeference and will be set aside on appeal only if clearly erroneous.\").\r\n\r\n                                      ANALYSIS\r\n       \"The Equal Protection Clause of the Fourteenth Amendment to the United\r\nStates Constitution[4] prohibits the striking of a [juror] on the basis of race or\r\ngender.\" McCrea v. Gheraibeh, 380 S.C. 183, 186, 669 S.E.2d 333, 334 (2008)\r\n(citing State v. Shuler, 344 S.C. 604, 615, 545 S.E.2d 805, 810 (2001)); see also\r\nBatson, 476 U.S. at 89. The United States Supreme Court has set forth a three-step\r\n\r\n3 Appellant raises several other issues on appeal, including an evidentiary\r\nchallenge to the admission of an out-of-court identification of Appellant, and three\r\nchallenges to the sentences imposed on him. One of his sentencing challenges\r\ninvolves an identical argument to that he raised as a Petitioner in Aiken v. Byars,\r\nNo. 2012-213286 (considering the import of Miller v. Alabama, 132 S. Ct. 2455\r\n(2012), on juvenile LWOP sentences in South Carolina), which is currently\r\npending before this Court. However, because the Batson issue is dispositive, we\r\nneed not reach these issues. Wilkinson ex rel. Wilkinson v. Palmetto State Transp.\r\nCo., 382 S.C. 295, 307, 676 S.E.2d 700, 706 (2009) (finding that an appellate court\r\nneed not discuss remaining issues when determination of prior issue is dispositive).\r\n4   U.S. Const. amend. XIV, § 1.\r\n\ninquiry for evaluating whether a party executed a peremptory challenge in a\r\nmanner which violated the Equal Protection Clause. See Purkett v. Elem, 514 U.S.\r\n765, 767–68 (1995).\r\n\r\n      First, the [party asserting the Batson] challenge must make a prima\r\n      facie showing that the challenge was based on race. If a sufficient\r\n      showing is made, the trial court will move to the second step in the\r\n      process, which requires the [party opposing the Batson] challenge to\r\n      provide a race neutral explanation for the challenge. If the trial court\r\n      finds that burden has been met, the process will proceed to the third\r\n      step, at which point the trial court must determine whether the [party\r\n      asserting] the challenge has proved purposeful discrimination. The\r\n      ultimate burden always rests with the [party asserting the Batson\r\n      challenge] to prove purposeful discrimination.\r\n\r\nState v. Giles, 407 S.C. 14, ---, 754 S.E.2d 261, 263 (2014) (internal citations\r\nomitted); see also Snyder v. Louisiana, 552 U.S. 472, 476–77 (2008) (quoting\r\nMiller-El v. Dretke, 545 U.S. 231, 277 (2005)).5\r\n\r\n       Step two of the analysis is perhaps the easiest step to meet as it does not\r\nrequire that the race-neutral explanation be persuasive, or even plausible. Purkett,\r\n514 U.S. at 768; Randall v. State, 716 So. 2d 584, 588 (Miss. 1998). The\r\nexplanation must only be \"clear and reasonably specific such that the [party\r\nasserting the Batson challenge] has a full and fair opportunity to demonstrate\r\npretext in the reason given and the trial court to fulfill its duty [in step three] to\r\nassess the plausibility of the reason in light of all the evidence with a bearing on\r\nit.\" Giles, 407 S.C. at ---, 754 S.E.2d at 265; see., e.g., id. at ---, 754 S.E.2d at 262,\r\n265–66 (finding that a defendant's explanation that he \"did not feel the [struck]\r\njurors were right for the jury,\" while \"technically, semantically and intellectually\r\nracially neutral,\" would not allow the circuit court to \"assess the plausibility of the\r\nproffered reason for striking the potential jurors\").\r\n\r\n       In contrast, step three of the above analysis requires the court to carefully\r\nevaluate whether the party asserting the Batson challenge has proven racial\r\ndiscrimination by demonstrating that the proffered race-neutral reasons are mere\r\npretext for a discriminatory intent. State v. Green, 655 So. 2d 272, 290 (La. 1995);\r\nsee also Batson, 476 U.S. at 93–94 (stating that the court must consider \"the\r\n\r\n5Neither party disputes that the State made a prima facie showing of\r\ndiscrimination under step one of the above analysis.\r\n\ntotality of the relevant facts,\" including both direct and circumstantial evidence).\r\nDuring step three, the party asserting the Batson challenge should point to direct\r\nevidence of racial discrimination, such as showing that the opponent struck a juror\r\nfor a facially neutral reason but did not strike a similarly-situated juror of another\r\nrace. Edwards, 384 S.C. at 508–09, 682 S.E.2d at 822; see also Haigler, 334 S.C.\r\nat 629, 515 S.E.2d at 91. In doing so, the party proves that the \"originally neutral\r\nreason was . . . a pretext because it was not applied in a neutral manner.\" State v.\r\nOglesby, 298 S.C. 279, 281, 379 S.E.2d 891, 892 (1989).6\r\n\r\n\r\n6 The party asserting the Batson challenge may also point to circumstantial\r\nevidence of racial discrimination, such as a \"pattern\" of strikes against jurors of a\r\nparticular race, particularly when the number of strikes exercised against that race\r\nis disproportionate to the race's representation among the jury pool. Huntley v.\r\nState, 627 So. 2d 1013, 1015 (Ala. 1992) (citing Ex parte Branch, 526 So. 2d 609,\r\n623–24 (Ala. 1987)); see also London v. State, 125 S.W.3d 813, 817 (Ark. 2003);\r\nCapitol Hill Hosp. v. Baucom, 697 A.2d 760, 765–66 (D.C. 1997) (Ruiz, J.,\r\nconcurring); Tursio v. United States, 634 A.2d 1205, 1210–12 (D.C. 1993); State v.\r\nMurphy, 747 N.E.2d 765, 787 (Ohio 2001); cf. Batson, 476 U.S. at 97 (finding that\r\na \"'pattern' of strikes against black jurors included in the particular venire might\r\ngive rise to an inference of discrimination\" in step one of the analysis); Robinson v.\r\nUnited States, 878 A.2d 1273, 1283 (D.C. 2005) (same). However, such statistical\r\nevidence, standing alone, is not sufficient to establish purposeful discrimination.\r\nFord, 334 S.C. at 66, 512 S.E.2d at 504 (finding that a criminal defendant's use of\r\ntwelve of his thirteen strikes to strike white jurors did not demonstrate, by itself,\r\nthat the defendant had a discriminatory intent). Rather, the statistical evidence\r\nmust be paired with some other evidence of discrimination, such as direct evidence\r\nof other jurors being struck for pretextual reasons. Miller-El v. Cockrell, 537 U.S.\r\n322, 331–35, 341 (2003) (comparing the percentage of strikes used on black jurors\r\nand white jurors and finding that, in conjunction with other direct evidence, a\r\nBatson violation had occurred); Yancey v. State, 813 So. 2d 1, 8 (Ala. Crim. App.\r\n2001) (holding that the State's use of twelve of its fifteen strikes to strike black\r\njurors, when paired with other direct evidence of discrimination, demonstrated that\r\nthe trial court's rejection of a Batson challenge was clear error).\r\n\r\n       The circuit court must also consider the credibility and demeanor of the\r\nparty opposing the Batson challenge when that party sets forth the race-neutral\r\nexplanations in step two. Snyder, 552 U.S. at 477; Ford, 334 S.C. at 65, 512\r\nS.E.2d at 503.\r\n\n       We find that, with respect to the Batson hearing conducted for Juror 60, the\r\ncircuit court committed legal error by improperly placing the ultimate burden of\r\npersuasion on Appellant. During step two of the hearing, Appellant's counsel\r\nstated that she struck Juror 60 because of his employment as a farmer. Thus,\r\nAppellant met his minimal burden to produce a valid, race-neutral reason for\r\nstriking a prospective juror. State v. Ford, 334 S.C. 59, 65, 512 S.E.2d 500, 504\r\n(1999) (holding that employment is sufficiently race-neutral to meet the burden of\r\nproduction during step two of a Batson hearing). At that point, the circuit court\r\nshould have shifted the ultimate burden of persuasion back to the State to show\r\nthat the proffered reason was pretextual. State v. Evins, 373 S.C. 404, 415, 645\r\nS.E.2d 904, 909 (2007).\r\n\r\n       Instead, the circuit court—and not the State—challenged the sufficiency of\r\nAppellant's counsel's explanation, arguing to Appellant's counsel that farmers\r\ncould be highly educated and sophisticated individuals. Further, when the State\r\nwas given a chance to respond to the proffered race-neutral reason for striking\r\nJuror 60, it declared only that striking Juror 60 for his employment was \"very\r\npretext\" [sic]. In light of the facially race-neutral explanation for striking Juror 60,\r\nthe State's conclusory statement that striking Juror 60 was pretextual failed to carry\r\nits burden of persuasion. Thus, in finding that Appellant's counsel's proffered\r\nrationale was \"not sufficient,\" the circuit court inappropriately left the burden of\r\npersuasion on Appellant's counsel to prove that her explanation was not pretextual\r\ninstead of shifting the burden to the State to prove why the explanation was\r\npretextual. See Giles, 407 S.C. at ---, 754 S.E.2d at 263.\r\n\r\n       During its oral argument before this Court, the State asserted two compelling\r\narguments in support of the circuit court's ruling on the Batson motion involving\r\nJuror 60. First, the State pointed to direct evidence that Appellant's strike of Juror\r\n60 was racially motivated, explaining that Appellant did not likewise strike Juror\r\n226, a black farmer, from the same jury in which he struck Juror 60. See Oglesby,\r\n298 S.C. at 281, 379 S.E.2d at 892. Second, the State argued that Appellant struck\r\na disproportionate number of white jurors in all three of the juries selected to try\r\nhis case.7\r\n\r\n\r\n7 The Record demonstrates that slightly more than half of the jury pool was black.\r\nDuring the first jury selection, the parties selected nine black jurors, three white\r\njurors, and two white alternate jurors. Including the strikes for alternate jurors,\r\nAppellant struck eight white jurors and three black jurors.\r\n\n       However, because the State did not raise these arguments during the Batson\r\nhearing, we find these post hoc justifications untimely. Evins, 373 S.C. at 418, 645\r\nS.E.2d at 910. Regardless of their veracity in hindsight, neither explanation helped\r\nthe State carry its burden of persuasion at the time of the hearing, and the circuit\r\ncourt therefore improperly granted the State's Batson motion and denied Appellant\r\nhis right to exercise his peremptory challenges.\r\n\r\n       When an appellate court finds that the circuit court improperly granted a\r\nBatson motion, and \"one of the disputed jurors is seated on the jury, then the\r\nerroneous Batson ruling has tainted the jury and prejudice is presumed in such\r\ncases 'because there is no way to determine with any degree of certainty whether a\r\ndefendant's right to a fair trial by an impartial jury was abridged.'\" Edwards, 384\r\nS.C. at 509, 682 S.E.2d at 823 (quoting State v. Rayfield, 369 S.C. 106, 114, 631\r\nS.E.2d 244, 248 (2006)). \"The proper remedy in such cases is the granting of a\r\nnew trial.\" Id.; see also Ford, 334 S.C. at 66, 512 S.E.2d at 504 (\"[B]ecause\r\nappellant established he was wrongfully denied the right to exercise a peremptory\r\nchallenge, we reverse his conviction.\"). Accordingly, we reverse Appellant's\r\nconvictions and grant Appellant a new trial.\r\n\r\n                                    CONCLUSION\r\n\r\n       For the foregoing reasons, we reverse Appellant's convictions and remand\r\nthis case for a new trial.\r\n\r\n      REVERSED AND REMANDED.\r\n\r\n     BEATTY, KITTREDGE and HEARN, JJ., concur. PLEICONES, J.,\r\nconcurring in result only.\r\n\r\n       During the second jury selection, the parties selected nine black jurors, three\r\nwhite jurors—one of whom the court prohibited Appellant from striking due to a\r\nBatson violation during the first jury selection—and two black alternate jurors.\r\nIncluding the strikes for alternate jurors, Appellant struck nine white jurors and one\r\nblack juror.\r\n\r\n       During the final jury selection, the parties selected five black jurors, seven\r\nwhite jurors—four of whom the court prohibited Appellant from striking due to\r\nBatson violations during the first two jury selections—and two black alternate\r\njurors. Including the strikes for alternate jurors, Appellant struck nine white jurors\r\nand three black jurors.\r\n\n","court":"Supreme"},{"id":"27403","title":"Kirven v. Central States","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/SC/27403.pdf","description":"In answering certified questions from the United States District Court for the District of South Carolina, this Court holds the definition of \"actual charges\" contained within section 38-71-242 of the South Carolina Code does not apply to supplemental insurance contracts executed prior to the statute's effective date.","date":"2014-06-25","type":"opinion","text":"        THE STATE OF SOUTH CAROLINA \n\r\n             In The Supreme Court \n\r\n\r\nDiane Kirven, on behalf of herself and all others\r\nsimilarly situated, Plaintiff,\r\n\r\nv.\r\n\r\nCentral States Health & Life Co., of Omaha, and\r\nPhiladelphia American Life Insurance Company,\r\nDefendants.\r\n\r\nAppellate Case No. 2013-000273\r\n\r\n\r\n               CERTIFIED QUESTION\r\n\r\n\r\n\r\nON CERTIFICATION FROM THE UNITED STATES \n\r\n  DISTRICT COURT FOR SOUTH CAROLINA \n\r\n Margaret B. Seymour, United States District Judge \n\r\n\r\n\r\n                 Opinion No. 27403 \n\r\n     Heard November 19, 2013 – Filed June 25, 2014 \n\r\n\r\n\r\n       CERTIFIED QUESTIONS ANSWERED \n\r\n\r\n\r\nRichard A. Harpootlian, Graham L. Newman, M. David\r\nScott, and Tobias G. Ward, Jr., all of Columbia, for\r\nPlaintiff.\r\n\r\nJohn T. Lay and Laura W. Jordan, both of Columbia, and\r\nRobert L. Harris, of Richardson, Texas, for Defendants.\r\n\nJUSTICE KITTREDGE: We certified the following questions from the United\r\nStates District Court for the District of South Carolina:\r\n\r\n      1. Can the definition of \"actual charges\" contained within S.C. Code\r\n         Ann. Section 38-71-242 be applied to insurance contracts executed\r\n         prior to the statute's effective dates?\r\n\r\n      2. Can the South Carolina Department of Insurance mandate the\r\n         application of \"actual charges\" definition in S.C. Code Ann.\r\n         Section 38-71-242 to policies already in existence on the statute's\r\n         effective dates by prohibiting an insurance company from paying\r\n         claims absent the application of that definition?\r\n\r\nWe answer both certified questions, \"no.\"I.\r\nThis case concerns supplemental health insurance policies, which differ from\r\nordinary health insurance policies in both purpose and operation. Indeed,\r\n\"[s]upplemental insurance policies pay cash benefits directly to the policyholders,\r\nas opposed to primary insurance policies that pay benefits directly to a third-party\r\nhealth care provider.\" Montague v. Dixie Nat. Life Ins. Co., No. 3:09-CV-687-\r\nJFA, 2011 WL 2294146, at *18–19 (D.S.C. June 8, 2011) (noting the reason for\r\nthis difference lies in the purpose of the policies and stating \"the benefits under\r\nspecified disease policies have nothing to do with how much a particular cancer\r\ntreatment may cost\" because supplemental insurance policies contain a \"two-fold\r\npromise: a promise to pay for the medical treatment and a promise to provide its\r\npolicyholders with additional monetary relief . . . to cope with the myriad of other\r\ncosts and expenses that arise from their battle with cancer, but are not covered by\r\ntheir primary health insurance policies.\"); accord Guidry v. Am. Pub. Life Ins. Co.,\r\n512 F.3d 177, 182 n.6 (5th Cir. 2007) (\"Although the fundamental purpose of\r\nordinary health insurance coverage is to indemnify against loss from disease or\r\nillness, the purpose of a supplemental insurance policy, such as the one at issue in\r\nthis case, is not only to cover medical expenses but also . . . to provide\r\nsupplemental income for general living expenses or any other purpose. Thus, the\r\npayment of benefits in amounts exceeding actual expenses does not lead to an\r\nunreasonable result.\" (quotations omitted)).\r\n\nPlaintiff Diane Kirven purchased a supplemental Cancer and Specified Disease\r\npolicy from defendant Central States Health and Life (Central States) in 1999.\r\nUnder the policy, Central States promised to pay Kirven a defined benefit in an\r\namount equal to, or based on a percentage of, the \"actual charges\" for certain\r\nmedical and pharmaceutical cancer treatments. However, the term \"actual\r\ncharges\" was not defined under the policy. Kirven was diagnosed with cancer in\r\n2003, and she underwent chemotherapy and radiation treatments. Consistent with\r\nthe understood purposes of a supplemental insurance policy, Central States paid\r\nKirven benefits based on the amount she was billed by her medical providers.1\r\nThe cancer fell into remission.\r\n\r\nSome years later, on November 29, 2007, the United States Court of Appeals for\r\nthe Fourth Circuit issued a decision construing the term \"actual charges\" in a\r\nsupplemental cancer insurance policy virtually identical to Kirven's. See Ward v.\r\nDixie Nat'l Life Ins. Co. (Ward I), 257 F. App'x 620 (4th Cir. 2007) (per curiam).\r\nWard I involved a dispute over how benefits paid in the amount of the \"actual\r\ncharges\" were to be calculated.2 Id. at 623. The Fourth Circuit found the meaning\r\nof the phrase \"actual charges\" as used in Ward's policy was patently ambiguous\r\nand that South Carolina law \"very clearly requires us to resolve the ambiguity in\r\nfavor of the insured.\" Id. at 627 (citation omitted).\r\n\r\nApproximately eight months later, as a direct response to Ward I, the General\r\nAssembly enacted South Carolina Code section 38-71-242, which includes a\r\nmandatory, default definition for \"actual charges\" in policies that, like Kirven's\r\n\r\n\r\n\r\n1 In other words, Central States paid the amount listed on Kirven's medical billing\r\nstatements, regardless of whether her primary health insurance providers were able\r\nto negotiate with providers to accept a lesser amount as payment-in-full for those\r\nservices.\r\n2 Specifically, the insureds contended the \"actual charges\" were the amounts billed\r\nto patients by their medical providers; however, the insurance company contended\r\nthe \"actual charges\" were the pre-negotiated discount amount providers agreed to\r\naccept as payment-in-full for services rendered to insureds. Ward I, 257 F. App'x\r\nat 623–24.\r\n\npolicy, do not define the term. The statute essentially codified the construction of\r\nthe term \"actual charges\" in the manner advocated by the defendant insurance\r\ncompanies in Ward I and provides as follows:\r\n\r\n      (A)(1) When used in any individual or group specified disease\r\n      insurance policy in connection with the benefits payable for goods or\r\n      services provided by any health care provider or other designated\r\n      person or entity, the terms \"actual charge\", \"actual charges\", \"actual\r\n      fee\", or \"actual fees\" shall mean the amount that the health care\r\n      provider or other designated person or entity:\r\n\r\n             (a) agreed to accept, pursuant to a network or other agreement\r\n             with a health insurer, third-party administrator, or other third-\r\n             party payor, as payment in full for the goods or services\r\n             provided to the insured;\r\n\r\n             (b) agreed or is obligated by operation of law to accept as\r\n             payment in full for the goods or services provided to the insured\r\n             pursuant to a provider, participation agreement, or supplier\r\n             agreement under Medicare, Medicaid, or any other government\r\n             administered health care program, where the insured is covered\r\n             or reimbursed by such program; or\r\n\r\n             (c) if both subitems (a) and (b) of this subsection apply, the\r\n             lowest amount determined under these two subitems;\r\n\r\n      ....\r\n\r\n      (B) This section applies to any individual or group specified disease\r\n      insurance policy issued to any resident of this State that contains the\r\n      terms \"actual charge\", \"actual charges\", \"actual fee\", or \"actual fees\"\r\n      and does not contain an express definition for the terms \"actual\r\n      charge\", \"actual charges\", \"actual fee\", or \"actual fees\".\r\n\r\n      (C) Notwithstanding any other provision of law, after the effective\r\n      date of this section, an insurer or issuer of any individual or group\r\n      specified disease insurance policy shall not pay any claim or benefits\r\n      based upon an actual charge, actual charges, actual fee, or actual fees\r\n\n      under the applicable policy in an amount in excess of the \"actual\r\n      charge\", \"actual charges\", \"actual fee\", or \"actual fees\" as defined in\r\n      this section.\r\n\r\nS.C. Code Ann. § 38-71-242 (Supp. 2013) (emphasis added).\r\n\r\nIn light of the enactment of section 38-71-242, on remand from Ward I, the Ward\r\ndefendants argued that the statute prohibited them from paying \"actual charges\" as\r\ndefined in Ward I. See Ward v. Dixie Nat'l Life Ins. Co. (Ward II), 595 F.3d 164,\r\n171–72 (4th Cir. 2010). The district court denied the Ward defendants' motion,\r\nfinding the presumption against statutory retroactivity precluded application of\r\nsection 38-71-242 to the Ward plaintiffs' insurance policies. The district court\r\nconcluded the Fourth Circuit's Ward I definition of \"actual charges\" applied to the\r\nWard plaintiffs' policies—not the definition found in section 38-71-242. Id.\r\n\r\nOn appeal, the Fourth Circuit affirmed the district court's finding that the\r\npresumption against retroactivity barred application of section 38-71-242 to the\r\nWard plaintiffs' claims. Id. at 173. The Fourth Circuit noted that the Ward\r\nplaintiffs' claims arose prior to the statute's effective date and found the defendants\r\nfailed to rebut the presumption against statutory retroactivity because \"[n]either the\r\nstatutory language nor the legislative history evinces any intent to apply the\r\nstatute's definition to the insurance contracts in this case.\" Id. at 174–75.\r\n\r\nIn the instant case, Kirven's cancer recurred in 2009. Kirven continued to rely on\r\nthe policy she purchased years earlier, long before the enactment of section 38-71-\r\n242. Kirven underwent chemotherapy and filed a claim seeking benefits under the\r\npolicy with Philadelphia American Life Insurance Co. (Philadelphia American),\r\nwhich had acquired Central States' South Carolina policies in 2005. Philadelphia\r\nAmerican required Kirven to submit an explanation of benefits (EOB) form as\r\ndocumentation of the discounted amounts her primary health insurers had\r\nnegotiated to pay for her medical treatment. Unlike Central States had done\r\npreviously, Philadelphia American used the amount in the EOB to calculate the\r\nbenefit payable to Kirven consistent with the definition of \"actual charges\" set\r\nforth in section 38-71-242. Thereafter, Kirven filed suit in federal court seeking a\r\ndeclaratory judgment adjudicating the term \"actual charges\" within her insurance\r\npolicy and damages from the alleged breach of that contract.\r\n\nIn her lawsuit, Kirven claims the definition of \"actual charges\" in section 38-71-\r\n242 cannot be applied retroactively to policies that existed prior to its enactment.\r\nThe parties agree the legal definition of the term \"actual charges,\" as that term is\r\nused in Kirven's policy, is dispositive of the issues in the case. As a result, the\r\nparties jointly moved to certify to this Court two separate questions regarding the\r\napplicability of section 38-71-242.      II.\r\n\r\nKirven argues section 38-71-242 may not be applied to preexisting contracts for\r\nseveral reasons: the presumption against statutory retroactivity and the doctrine of\r\nconstitutional avoidance require a prospective construction of section 38-71-242,\r\nand, in any event, the application of section 38-71-242 to preexisting insurance\r\npolicies would violate the Contract Clause of the United States and South Carolina\r\nconstitutions. We address each of these arguments in turn.\r\n\r\n                      A. Presumption Against Retroactivity\r\n\r\nKirven argues the application of section 38-71-242 to existing insurance policies is\r\nprohibited by the presumption against statutory retroactivity and the doctrine of\r\nconstitutional avoidance. We disagree.\r\n\r\n\"It is well-established that '[t]he cardinal rule of statutory construction is to\r\nascertain and effectuate the intent of the legislature.'\" Grier v. AMISUB of S.C.,\r\nInc., 397 S.C. 532, 535, 725 S.E.2d 693, 695 (2012) (quoting Hodges v. Rainey,\r\n341 S.C. 79, 85, 533 S.E.2d 578, 581 (2000)). \"'What a legislature says in the text\r\nof a statute is considered the best evidence of the legislative intent or will.\r\nTherefore, the courts are bound to give effect to the expressed intent of the\r\nlegislature.'\" Id.\r\n\r\nHowever, \"[c]ourts routinely confront [] ambiguities in legislative drafting and\r\nhave developed judicial default rules for just such occasions.\" Tasios v. Reno, 204\r\nF.3d 544, 549 (4th Cir. 2000). \"Both federal and South Carolina courts employ a\r\nrobust presumption against statutory retroactivity.\" Ward II, 595 F.3d at 172\r\n(citing Landgraf v. USI Film Prods., 511 U.S. 244, 265 (1994); Jenkins v. Meares,\r\n302 S.C. 142, 146, 394 S.E.2d 317, 319 (1990)). \"Under this presumption, courts\r\nassume that statutes operate prospectively only, to govern future conduct and\r\n\nclaims, and do not operate retroactively, to reach conduct and claims arising before\r\nthe statute's enactment.\" Id. \"Since legislatures generally intend statutes to apply\r\nprospectively only, this rule of statutory construction is a means of giving effect to\r\nlegislative intent.\" Id. (citing Rivers v. Roadway Exp., Inc., 511 U.S. 298, 304–05\r\n(1994)).\r\n\r\nUnlike the claims in Ward, which arose prior to the enactment of section 38-71-\r\n242, Kirven's claims arose after the statute's June 4, 2008 effective date. By its\r\nterms, section 38-71-242 applies to claims submitted after the statute's effective\r\ndate of June 4, 2008. Indeed, unlike the claims in Ward, the General Assembly\r\nexpressly prescribed the statute's temporal reach to include the claims at issue in\r\nthis case. Accordingly, \"there is no need to resort to judicial default rules,\" such as\r\nthe presumption against retroactivity or the doctrine of constitutional avoidance, to\r\ndetermine whether the legislature intended for section 38-71-242 to apply to\r\nKirven's claims. Landgraff, 511 U.S. at 280; see Hodges, 341 S.C. at 85, 533\r\nS.E.2d at 581 (\"Where the statute's language is plain and unambiguous, and\r\nconveys a clear and definite meaning, the rules of statutory interpretation are not\r\nneeded and the court has no right to impose another meaning.\" (citation omitted)).\r\nThus, neither the presumption against retroactivity nor the doctrine of\r\nconstitutional avoidance bars the application of section 38-71-242 to Kirven's\r\nclaims.\r\n\r\nNevertheless, our analysis does not conclude here simply because the General\r\nAssembly has clearly expressed its intent concerning the temporal reach of section\r\n38-71-242. Rather, we must next determine whether application of that section to\r\nKirven's insurance policy violates the Contract Clause.\r\n\r\n                            B. Contract Clause Analysis\r\n\r\n\r\nKirven argues the section 38-71-242 definition of actual charges cannot be applied\r\nto insurance contracts entered into prior to the statute's effective date because such\r\nan application would violate the Contract Clause of the state and federal\r\nconstitutions. We agree.\r\n\nArticle 1, section 10 of the United States Constitution provides that no state shall\r\npass a law impairing the obligation of contracts. Likewise, the South Carolina\r\nConstitution prohibits laws impairing the obligation of contracts. S.C. Const. art. I,\r\n§ 4.\r\n\r\n\"'Although the Contract Clause appears literally to proscribe any impairment, the\r\nprohibition is not an absolute one and is not to be read with literal exactness like a\r\nmathematical formula.'\" Harleysville Mut. Ins. Co. v. State, 401 S.C. 15, 35, 736\r\nS.E.2d 651, 661 (2012) (Beatty, J., concurring in part, dissenting in part) (quoting\r\nU.S. Trust Co. of N.Y. v. New Jersey, 431 U.S. 1, 21 (1977)) (internal marks\r\nomitted). \"Retroactive legislation, though frequently disfavored, is not absolutely\r\nproscribed.\" In re Marriage of Bouquet, 546 P.2d 1371, 1376 & n.8 (Cal. 1976)\r\n(citing Calder v. Bull, 3 U.S. (3 Dall.) 386 (1797)). Indeed, a state may pass\r\nretrospective laws absent direct constitutional prohibition. Freeborn v. Smith, 69\r\nU.S. 160, 174–75 (1864).\r\n\r\nThus, to determine whether the Contract Clause limits application of certain laws,\r\nthe following framework applies:\r\n\r\n      A three-step analysis applies to a Contract Clause claim. First, the\r\n      Court must determine whether the State law has in fact operated as a\r\n      substantial impairment of a contractual relationship. If the State\r\n      regulation constitutes a substantial impairment, the State, in\r\n      justification, must have a significant and legitimate public purpose\r\n      behind the regulation. Once a legitimate public purpose has been\r\n      identified, the next inquiry is whether the adjustment of contractual\r\n      rights is based upon reasonable conditions and is of a character\r\n      appropriate to the public purpose.\r\n\r\nMibbs, Inc. v. S.C. Dep't of Rev., 337 S.C. 601, 607, 524 S.E.2d 626, 629 (1999)\r\n(citations omitted). For purposes of determining whether there was a substantial\r\nimpairment of contract, the Court considers whether the law in question altered the\r\nreasonable expectations of the parties. Id. at 608, 524 S.E.2d at 629 (citing Ken\r\nMoorhead Oil Co. v. Federated Mut. Ins. Co., 323 S.C. 532, 542, 476 S.E.2d 481,\r\n486–87 (1996)).\r\n\nThe Honorable Joseph F. Anderson, Jr., United States District Court Judge for the\r\nDistrict of South Carolina, has recently addressed a similar Contract Clause\r\nargument regarding the application of the section 38-71-242 definition of \"actual\r\ncharges\" in the context of supplemental cancer insurance policies. See Montague\r\nv. Dixie Nat. Life Ins. Co., No. 3:09-CV-687-JFA, 2011 WL 2294146 (D.S.C. June\r\n8, 2011). We adopt the sound and thorough reasoning of the highly regarded and\r\nlearned federal judge expressed in Montague and find application of section 38-71-\r\n242 to Kirven's claims would substantially impair the parties' contractual\r\nrelationship in violation of the Contract Clause.\r\n\r\nWe acknowledge the legislature has the authority to modify a court's interpretation\r\nof a contractual term; however, when it does so in a manner that retroactively\r\nmodifies existing contractual obligations, such legislation runs the risk of violating\r\nthe Contract Clause, as it does here. See Harleysville, 401 S.C. at 29–30, 736\r\nS.E.2d at 658 (observing that it is within the legislature's power to statutorily\r\ndefine terms used in insurance policies but holding that applying new statutory\r\ndefinitions to existing contracts violates the Contract Clause); see also Ward II,\r\n595 F.3d at 176 (noting retroactive application of statutes potentially implicates the\r\nContract Clause, the Takings Clause, and the Due Process Clause). We find that\r\napplication of section 38-71-242 to Kirven's policy would substantially impair her\r\nexisting contract rights.3\r\n\r\n\r\n3 Defendants alternatively argue that each time Kirven paid the monthly premium,\r\nher policy was renewed and a new and independent insurance contract was formed;\r\nthus, according to Defendants, the definition of \"actual charges\" found in section\r\n38-71-242 was incorporated in Kirven's \"new\" policies with each monthly renewal\r\nsince the enactment of that section. As a result, section 38-71-242 applies to the\r\npurported new policies and to subsequent claims arising thereunder. We find\r\nDefendants' position is manifestly without merit and that Defendants' reliance on\r\nWebb v. South Carolina Insurance Co., 305 S.C. 211, 407 S.E.2d 635, (1991) is\r\nmisplaced. In Webb, the Court found the underinsured motorist policy at issue was\r\nnot one with a grace period or that the insurer was compelled to renew, but instead,\r\nwas one that specifically contemplated the renegotiation of essential terms upon\r\npolicy renewal; therefore, each renewed policy constituted a new contract. Id. at\r\n213, 407 S.E.2d at 636. In contrast, Kirven's policy states that it is\r\n\"GUARANTEED RENEWABLE FOR LIFE\" and contains a specific renewal\r\nagreement that provides a thirty-one-day payment grace period during which the\r\n\nWe are in further agreement with Judge Anderson's thorough analysis that\r\nrecognized the state may constitutionally impair a party's contract rights provided\r\nthe impairment serves a significant and legitimate public purpose and that the state\r\nlaw is reasonably related to achieving that public purpose. As with the insurers in\r\nMontague, benefits were paid to Kirven for many years based on what she was\r\nbilled by her medical providers; \"therefore, it is a stretch to contend that the\r\nDefendants now need protection from the terms of the adhesion contract[]\r\n. . . issued [to] the Plaintiff[].\" Montague, 2011 WL 2294146, at *18. When the\r\ninsurance industry failed in court, \"they summoned the General Assembly to\r\nlegislatively contract for them.\" Id. As Judge Anderson observed, section 38-71-\r\n242 \"merely protects the [insurers'] private interests.\" Id. at *17. We conclude\r\n\"there has been no showing that section 38-71-242's alteration of the meaning of\r\n'actual charges' in [Kirven's policy] was necessary to meet an important societal\r\nproblem related to the affordability of specified disease policies going forward.\" Id.\r\nat *18. In concluding that section 38-71-242 does not support a legitimate public\r\npurpose, we are influenced by the nature and purpose of supplemental insurance\r\npolicies, as we described above. See id. (\"The reason for this difference lies in the\r\npurpose of the policies. Through primary insurance policies, insurance companies\r\nagree to pay a doctor for the treatment he or she provided an insured. Through\r\nsupplemental insurance policies, the insurance companies agree to pay the insureds\r\ncash . . . [and insureds] are permitted to use the cash benefits in any manner they\r\ndesire.\").\r\n\r\nWe answer the first certified question, \"no.\"\r\n\r\n\r\npolicy stays in force. Accordingly, Kirven's policy is a continuing contract. See\r\nKnight v. State Farm Mut. Auto. Ins. Co., 297 S.C. 20, 23, 374 S.E.2d 520, 522\r\n(Ct. App. 1988) (finding that where a policy renewal is consummated pursuant to a\r\nprovision in the expiring policy, \"the renewal is an extension of the old contract\");\r\nSur. Indem. Co. v. Estes, 243 S.C. 593, 598, 135 S.E.2d 226, 228 (1964) (finding\r\nthe presence of a grace period in a policy renewal provision \"clearly contemplates\r\na continuing policy rather than successive, new and independent contracts\"); see\r\nalso Montague v. Dixie Nat. Life Ins. Co., No. 3:09-687-JFA, 2010 WL 2428805,\r\nat *2–4 (D.S.C. June 11, 2010) (finding monthly premium payments on or after the\r\neffective date of section 38-71-242 did not constitute the formation of new\r\ncontracts and, thus, the supplemental insurance policies at issue constituted\r\ninsurance contracts that were \"continuous and [did] not expire\").\r\n\n                                         III. \n\r\n\r\nKirven also argues any attempt by the South Carolina Department of Insurance\r\n(Department) to mandate the application of section 38-71-242 to pre-existing\r\npolicies would exceed the scope of the Department's authority and violate the\r\nContract Clause of the state and federal constitutions. We agree.\r\n\r\nShortly after the enactment of section 38-71-242, the Department issued Bulletin\r\n2008-15 (Bulletin), which directly addressed the enactment of that section. The\r\nBulletin recited the text of section 38-71-242 and stated:\r\n\r\n      This statute codifies the Department's longstanding interpretation of\r\n      the term \"actual charges\" or similar wording in supplemental cancer\r\n      policies. For many years, . . . the Department has consistently\r\n      interpreted those terms to require insurers to pay benefits on an\r\n      expense-incurred basis, and not to pay benefits to insureds in amounts\r\n      greater then [sic] a medical provider agreed to accept as payment in\r\n      full for services rendered to the insured.\r\n\r\n      . . . . The statute embodies the basic principle of insurance, codified at\r\n      S.C. Code Ann. § 38-1-20(19), that insurance is a contract of\r\n      indemnification, and that an insured must suffer an actual out-of-\r\n      pocket loss to receive payment of benefits. This construction of the\r\n      term \"actual charges\" ensures that a few insureds and beneficiaries do\r\n      not receive windfalls in the form of payments of benefits greater than\r\n      sums actually paid to health care providers, either by insureds or\r\n      beneficiaries, or by a primary health insurer. Such windfalls\r\n      inevitably would cause premiums to increase exponentially for all and\r\n      would restrict the availability and affordability of supplemental\r\n      disease policies to the detriment of the citizens of this state. . . . .\r\n\r\n      Unless expressly required to do so by a final judgment issued before\r\n      June 4, 2008[,] by a court of competent jurisdiction, insurers that have\r\n      issued supplemental cancer policies or other specified disease policy\r\n      [sic] in this state containing the term(s) \"actual charge,\" \"actual\r\n\n         charges,\" \"actual fee,\" or \"actual fees\" and that do not contain an\r\n         express definition of those terms may not pay any claim or any benefit\r\n         in excess of the amount specified in S.C. Code Ann. 38-71-242.\r\n\r\n(emphasis added).\r\n\r\nDefendants contend the Bulletin requires them to apply the definition of \"actual\r\ncharges\" found in section 38-71-242 to all policies, regardless of the issuance date.\r\nHowever, Defendants also acknowledge that, to the extent this Court determines\r\nsection 38-71-242 does not apply to policies issued before its effective date, the\r\nDepartment is not entitled to enforce the statute—by this Bulletin or otherwise—in\r\na manner contrary to that holding.\r\n\r\nMoreover, we find the Bulletin is merely a statement of policy guidance and lacks\r\nthe force of law.4 S.C. Code Ann. § 1-23-10(4) (\"Policy or guidance issued by an\r\nagency other than in a regulation does not have the force or effect of law.\"); see\r\nDoe v. S.C. Dep't of Health & Human Servs., 398 S.C. 62, 68 n.7, 727 S.E.2d 605,\r\n608 n.7 (2011) (\"[W]e hold an agency guideline does not have the force of law,\r\nand in any event, can never trump a regulation. . . . Policy or guidance issued by\r\nan agency other than in a regulation does not have the force or effect of law.\"\r\n(citiation omitted)). Further, in any event, we find that our answering the first\r\ncertified question \"no\" requires us to answer the second certified question in the\r\nsame manner.                                IV.\r\nWe answer both certified questions, \"no.\"\r\n\r\n4   Indeed, the text of the Bulletin itself acknowledges it lacks the force of law:\r\n\r\n         Bulletins are the method by which the Director of Insurance formally\r\n         communicates with persons and entities regulated by the Department.\r\n         Bulletins are departmental interpretations of South Carolina insurance\r\n         laws and regulations and provide guidance on the Department's\r\n         enforcement approach. Bulletins do not provide legal advice.\r\n         Readers should consult applicable statutes and regulations or contact\r\n         an attorney for legal advice or for additional information on the\r\n         impact of that legislation on their specific situation.\r\n\nCERTIFIED QUESTIONS ANSWERED.\r\n\r\n\r\n\r\nTOAL, C.J., PLEICONES, BEATTY and HEARN, JJ., concur.\r\n\n","court":"Supreme"}]