[{"id":"3081","title":"State v. Benning","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3081","description":"","date":"1999-12-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nState v. Benning\r\n\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________ \r\n  \r\n  \r\n  \r\n   \r\n \r\n   \r\n     \r\n      \r\n        The State, Respondent,\r\n          \r\n         \r\n        v.\r\n          \r\n         \r\n        Terrell Benning, Appellant.\r\n        \r\n    \r\n  \r\n\r\n________ \r\n  \r\n   \r\nAppeal From Aiken \r\n  County\r\n  Luke N. Brown, Jr., Circuit \r\n  Court Judge\r\n  ________ \r\n  \r\n   \r\nOpinion No. 3081\r\n  Heard November 3, 1999 - Filed \r\n  December 6, 1999\r\n  ________ \r\n   \r\nAFFIRMED\r\n________ \r\n  \r\n \r\n \r\n   \r\n     \r\n      \r\n        Assistant Appellate Defender \r\n          Robert M. Pachak, of SC Office of Appellate Defense, of Columbia, for \r\n          appellant. \r\n           \r\n        Attorney General Charles \r\n          M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant \r\n          Deputy Attorney General Salley W. Elliott and Assistant Attorney General \r\n          Caroline Callison Tiffin, all of Columbia; and Solicitor Barbara R. \r\n          Morgan, of Aiken, for respondent.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\n   \r\nGOOLSBY, J.: Terrell \r\n  Benning was indicted on one count of first degree criminal sexual conduct (CSC) \r\n  with a minor and one count of committing a lewd act on a child. The jury acquitted \r\n  him on the CSC charge and convicted him on the lewd act charge. The trial judge \r\n  sentenced Benning to fifteen years in prison and refused, upon reconsideration, \r\n  to reduce the sentence. Benning asserts on appeal that the solicitor attempted \r\n  to pit Benning's testimony against the testimony of two of the state's witnesses \r\n  and that the trial judge improperly considered the CSC charge during sentencing \r\n  on the lewd act charge. We affirm. \r\n  \r\n   \r\nThe charges against Benning concern \r\n  allegations he sexually abused his girlfriend's ten-year-old daughter (Victim). \r\n  On occasion, Benning watched Victim and her younger brother while Victim's mother \r\n  worked the 7:00 p.m. to 7:00 a.m. shift.  \r\n  \r\n   \r\nOn October 10, 1996, Victim's mother \r\n  left work before midnight because she felt ill. When she arrived home and entered \r\n  her bedroom, she found Victim and Benning together in bed. Upon Victim's mother's \r\n  arrival, both Victim and Benning jumped out of bed and Benning fell onto the \r\n  floor. Victim's mother could see Victim's nightgown was pulled up and her underwear \r\n  was pulled down. Victim's mother also saw Benning's shorts were \"halfway down\" \r\n  his body and he was wearing no underwear. Victim's mother told Victim to go \r\n  to her room and asked Benning, \"What in the hell is [Victim] doing in my bedroom?\" \r\n  Victim's mother did not give Benning a chance to explain. Instead, she drove \r\n  to her mother's home nearby to call the police because Victim's mother did not \r\n  have her own phone. Benning apparently left the house at this time and did not \r\n  return until the police arrived. \r\n  \r\n   \r\nAt trial, Victim testified Benning \r\n  touched her with his hands and twice put his \"private\" in her \"private.\" Victim \r\n  demonstrated the act with anatomically correct dolls, but the record does not \r\n  reflect whether she demonstrated vaginal or anal penetration. \r\n  \r\n   \r\nThe first officer on the scene that \r\n  night testified Victim said when she entered her mother's room to check the \r\n  time, Benning pulled her into bed, pulled down her panties, and \"placed his \r\n  thing in her butt.\" The investigating officer testified Victim said, in her \r\n  own words, Benning sexually assaulted her, but no penetration occurred. \r\n  \r\n   \r\nThe doctor who examined Victim at \r\n  the hospital on the night in question was unavailable at the time of trial but, \r\n  according to his notes, he found no damage to Victim's vagina, hymen, or anus \r\n  during his examination. The doctor did note, however, that a Woods Lamp examination \r\n  revealed a \"positive uptake of light in the area where patient says he pushed \r\n  his penis against, [which] seems consistent with sperm. There is no uptake in \r\n  th[e] area of the vagina or the anus, only in the lower part of the back just \r\n  above the upper buttocks.\" A second doctor examined Victim a month later and \r\n  testified he found an absence of part of her hymen, leading him to conclude \r\n  she suffered chronic sexual abuse.  \r\n  \r\n   \r\nBenning first argues the trial judge \r\n  erred in overruling his objection to the solicitor's attempts to pit Benning's \r\n  testimony against that of Victim's mother and aunt. He further contends the \r\n  error cannot be considered harmless because the case centered primarily on the \r\n  credibility of the witnesses. \r\n  \r\n   \r\nDuring Benning's cross examination, \r\n  the assistant solicitor attempted to pit Benning against Victim's aunt regarding \r\n  a telephone conversation Victim's aunt testified took place after the incident \r\n  in question. Victim's aunt claimed Benning called her collect and told her, \r\n  \"You know how little girls are. . . . She came in the room and got in the bed \r\n  with me.\" Benning, in contrast, testified he attempted several collect calls \r\n  to Victim's aunt the day after the incident in question, but that he never spoke \r\n  to Victim's aunt. The assistant solicitor then asked Benning, \"[s]o, her testimony \r\n  on there is a lie?\" Benning's attorney objected on the grounds of pitting, but \r\n  the trial judge overruled the objection.  \r\n  \r\n   \r\nWithout receiving an answer to that \r\n  question, the assistant solicitor immediately attempted to pit Benning against \r\n  Victim's mother. Victim's mother testified she found Benning and Victim partially \r\n  undressed in bed together. The assistant solicitor queried Benning about Victim's \r\n  mother's testimony asking, \"[a]nd you're saying under oath on the stand that \r\n  none of that is true?\" Again, the court overruled Benning's counsel's objection, \r\n  but again the question went unanswered.\r\n  \r\n   \r\nIt is improper to cross-examine in \r\n  a way that requires a witness to attack another witness's credibility.(1) \r\n  The mere asking of an improper question is not necessarily prejudicial, however, \r\n  where no evidence is introduced as a result.(2) \r\n  \r\n   \r\nWe agree the trial judge erred in \r\n  overruling Benning's objections to the solicitor's questions. We must determine, \r\n  however, whether the error prejudiced Benning.(4) \r\n  \r\n   \r\nRegarding the attempt to pit Benning \r\n  against Victim's mother, Benning never answered the question. Without answering \r\n  the question, Benning did not attack the veracity of Victim's mother's testimony. \r\n  We, therefore, cannot conclude Benning suffered unfair prejudice by the attempt \r\n  to pit his testimony against the testimony of Victim's mother. \r\n  \r\n   \r\nAs to the attempt to pit Benning \r\n  against Victim's aunt, we find the testimony dealt with a collateral matter. \r\n  Whether or not the conversation Victim's aunt references occurred is of no real \r\n  importance to the question of Benning's guilt. Furthermore, Benning never answered \r\n  the solicitor's question and, therefore, was not prejudiced when the solicitor \r\n  asked it. \r\n   \r\nWe conclude the questions were improper \r\n  and the trial judge should have sustained Benning's objections. Because Benning \r\n  never answered the questions posed by the solicitor, however, no prejudice resulted \r\n  from the solicitor's attempts to pit Benning's testimony against the testimony \r\n  of Victim's mother and aunt. \r\n  \r\n   \r\nII. \r\n  \r\n   \r\nBenning also complains the trial \r\n  judge erred in refusing his request to reconsider and reduce his fifteen-year \r\n  sentence for committing a lewd act on a child because the court improperly considered \r\n  the CSC charge for which the jury found Benning not guilty. \r\n  \r\n   \r\nAfter the jury returned its verdict, \r\n  the trial judge stated he would have found Benning guilty of the CSC charge \r\n  and then sentenced Benning to the maximum penalty for the lewd act charge. At \r\n  the motion to reconsider Benning's sentence, the trial judge stated he remembered \r\n  the facts of the case and again stated he would have found Benning guilty of \r\n  the CSC charge. He also instructed Benning's counsel to tell Benning, \"if he'd \r\n  gotten convicted of the [CSC charge], . . . I'd have given just twice what I \r\n  gave him. He'd [have] done eighty-five percent. If that sentence carried thirty \r\n  years, I'd give him thirty years.\"  \r\n  \r\n   \r\nHere, the trial judge heard the evidence \r\n  and observed the witnesses during trial. Substantial evidence exists in the \r\n  record to support Benning's conviction on the lewd act charge. We will not disturb \r\n  a sentence, provided it is within the limits permitted by law, unless the trial \r\n  judge sentenced the defendant as a result of partiality, prejudice, oppression, \r\n  or corrupt motive.(5) \r\n  \r\n   \r\nWe find the trial judge appropriately \r\n  sentenced Benning based on the evidence presented at trial. (6) \r\n  \r\n   \r\nAFFIRMED. \r\n  \r\n   \r\nCONNOR, J., concurs in a \r\n  separate opinion. ANDERSON, J., concurs. \r\n  \r\n  \r\n   \r\nCONNOR, J. (concurring): \r\n  I concur in the result reached by the majority. I agree with the legal conclusions, \r\n  except the section of the opinion dealing with the attempt by the State to pit \r\n  Benning's testimony against that of the victim's mother. I do not believe the \r\n  fact that Benning did not answer the question is dispositive of whether he was \r\n  prejudiced as a result of the improper pitting. \r\n  \r\n   \r\nThe improper nature of a pitting \r\n  question lies in the question itself. Usually that type of question does not \r\n  even call for an answer. When the solicitor asks an argumentative question requiring \r\n  the defendant to explain the truthfulness or testimony of an adverse witness, \r\n  the question is improper. Burgess v. State, 329 S.C. 88, 495 S.E.2d 445 \r\n  (1998), cert. denied, 118 S. Ct. 1849 (1998).\r\n \r\nHowever, I would find the error harmless \r\n  under the facts of this case. Thrift v. State, 302 S.C. 535, 397 S.E.2d \r\n  523 (1990) (Improper pitting constitutes reversible error only if the accused \r\n  was unfairly prejudiced.). Here, the victim testified concerning the sexual \r\n  assault. The victim's mother came into the bedroom and found Benning and the \r\n  victim in bed partially nude. The victim's little brother said he had seen Benning \r\n  touch his sister on her \"privates\" in his mama's bedroom. Moreover, two different \r\n  doctors related evidence of sexual conduct. I concur that the improper pitting \r\n  was harmless under these facts. \r\n  \r\n   \r\nAccordingly, I would affirm Benning's \r\n  conviction. \r\n  \r\n   \r\n1.  Burgess \r\n  v. State, 329 S.C. 88, 91, 495 S.E.2d 445, 447 (1998) (\"No matter how a \r\n  question is worded, anytime a solicitor asks a defendant to comment on the truthfulness \r\n  or explain the testimony of an adverse witness, the defendant is in effect being \r\n  pitted against the adverse witness. This kind of argumentative questioning is \r\n  improper.\"); State v. Bryant, 316 S.C. 216, 447 S.E.2d 852 (1994); State \r\n  v. Brown, 297 S.C. 27, 374 S.E.2d 669 (1988); State v. Sapps, 295 \r\n  S.C. 484, 369 S.E.2d 145 (1988). Particularly when credibility is the crucial \r\n  issue in a case, improper pitting of witnesses is prejudicial and cannot be \r\n  deemed harmless. Sapps, 295 S.C. at 486, 369 S.E.2d at 146; Brown, \r\n  297 S.C. at 29, 374 S.E.2d at 670. \r\n2.  State v. \r\n  Watts, 320 S.C. 377, 465 S.E.2d 359 (Ct. App. 1995) (where objectionable \r\n  questions resulted in no introduction of evidence, defendant suffered no prejudice); \r\n  see also Gainey v. Tyner, 259 S.C. 629, 631, 193 S.E.2d \r\n  525, 526 (1972) (asking of an improper question did not result in prejudice \r\n  where the witness's response to the question, after the trial judge overruled \r\n  counsel's objection, was \"I don't know\"); cf. Bryant, 316 S.C. \r\n  at 221, 447 S.E.2d at 855 (\"While the solicitor attempted to pit Bryant's testimony \r\n  against the officer's testimony earlier in the cross-examination, no actual \r\n  pitting occurred until Bryant understood the question and began to answer.\"); \r\n  Brown, 297 S.C. at 29, 374 S.E.2d at 670 (same)(3) \r\n  \r\n3.  The opinion \r\n  in Brown does not indicate whether the appellant answered the improper \r\n  questions posed to him by the prosecution. A review of the record in that case, \r\n  however, reveals the appellant did answer the challenged questions. It is, thus, \r\n  distinguishable from the present case. \r\n4.  See \r\n  State v. Hariott, 210 S.C. 290, 298, 42 S.E.2d 385, 388 (1947) (\"It is \r\n  a rule of practically universal application in appellate procedure that an accused \r\n  cannot avail himself of error as a ground for reversal where the error has not \r\n  been prejudicial to him.\"). \r\n5.  State v. \r\n  Goodall, 221 S.C. 175, 69 S.E.2d 915 (1952). \r\n6. See \r\n  State v. Mercado, 263 S.C. 304, 210 S.E.2d 459 (1974) (where the jury \r\n  found the defendant not guilty of murder but guilty of grand larceny and the \r\n  trial judge stated he disagreed with the jury prior to sentencing the defendant \r\n  to the maximum penalty for grand larceny, the appellate court deferred to the \r\n  discretion of the trial judge who heard the evidence and saw the witnesses); \r\n  cf. State v. Rich, 269 S.C. 701, 239 S.E.2d 731 (1977) (where \r\n  the trial judge improperly considered charges on the defendant's \"rap sheet\" \r\n  not yet disposed of when sentencing the defendant during a guilty plea, the \r\n  appellate court remanded the case for sentencing). \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3082","title":"State v. Addison","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3082","description":"","date":"1999-12-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nState v. Addison\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH \r\n  CAROLINA\r\n  In The Court of Appeals\r\n  ________ \r\n  \r\n  \r\n  \r\n   \r\n \r\n   \r\n     \r\n      \r\n        The State, Respondent, \r\n        v. \r\n        Jerome Addison, Appellant.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\n   \r\nAppeal From Charleston \r\n  County\r\n  A. Victor Rawl, Circuit Court \r\n  Judge\r\n  ________ \r\n  \r\n   \r\nOpinion No. 3082\r\n  Heard November 3, 1999 - Filed \r\n  December 6, 1999 \r\n  ________ \r\n  \r\n   \r\nAFFIRMED\r\n________ \r\n  \r\n \r\n \r\n   \r\n     \r\n      \r\n        Assistant Appellate Defender \r\n          M. Anne Pearce, of South Carolina Office of Appellate Defense, of Columbia, \r\n          for Appellant. \r\n           \r\n        Attorney General Charles \r\n          M. Condon, Chief Deputy Attorney General John W. McIntosh, and Assistant \r\n          Deputy Attorney General Salley W. Elliott, all of Columbia; and Solicitor \r\n          David P. Schwacke, of N. Charleston, for Respondent.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\n   \r\nANDERSON, J.: Jerome Addison was \r\n  convicted of assault and battery with intent to kill (ABIK) and kidnapping. \r\n  He was sentenced to life imprisonment without the possibility of parole. On \r\n  appeal, Addison argues the trial court erred in refusing to instruct the jury \r\n  that the State must disprove self-defense beyond a reasonable doubt. We affirm. \r\n  \r\n   \r\nFACTS/PROCEDURAL \r\n  BACKGROUND \r\n   \r\nAddison was charged with two counts \r\n  of first degree criminal sexual conduct,(1) one \r\n  count of ABIK, and one count of kidnapping. Around 10:00 p.m. on February 14, \r\n  1996, Debra Brown went to a neighborhood club and had a few drinks. While at \r\n  the club, Brown had a conversation with Addison, whom she had met previously \r\n  through a mutual friend. After talking for a while, Addison offered Brown a \r\n  ride home and she accepted. Along the way, he stopped to get gas and bought \r\n  Brown a beer. According to Brown, Addison stopped at the Palms Apartments and \r\n  bought some crack cocaine. When he returned to the car, he was angry. Brown \r\n  became frightened and tried to open the door of the car to get out. Addison \r\n  grabbed Brown by the neck, pulled her back in, and instructed her \"to sit still.\" \r\n  \r\n   \r\nAddison drove to a wooded area, pulled \r\n  Brown out of the car, and raped her. He made her get in the floorboard of the \r\n  car until they reached a trailer Addison's mother owned. Addison dragged Brown \r\n  into the trailer. When she tried to escape, he beat her with his fists and a \r\n  tire iron. Addison smoked the crack cocaine. He again raped Brown. Brown smoked \r\n  some of the crack after Addison attempted to shove one of the rocks down her \r\n  throat. Addison threatened to kill Brown's children if she told anyone. Around \r\n  6:00 a.m. the next morning, Addison dropped Brown off at a shopping center near \r\n  her house. Brown walked to her sister's house. Because Brown was severely injured, \r\n  her sister called an ambulance to take her to the hospital. Brown's face was \r\n  severely cut, bruised, and swollen. She had major trauma to her neck and upper \r\n  body. \r\n   \r\nAddison's story differed substantially \r\n  from Brown's account of the facts. Addison claimed the victim agreed to have \r\n  sex with him in exchange for drugs. He said they smoked the crack cocaine together \r\n  and then engaged in consensual sex. When they ran out of drugs, Addison left \r\n  the trailer and purchased more drugs. When he returned, Addison drove Brown \r\n  to the store and bought some beer. The couple went back to the trailer. At that \r\n  point, Brown refused to have sex with Addison. He tried to convince Brown to \r\n  have sex with him again by allowing her to smoke more crack. When she would \r\n  not agree to have sex with him, Addison withheld the drugs. According to Addison, \r\n  Brown became angry and attacked him with \"a piece of working material.\" He maintained \r\n  he beat her in order to protect himself and to try and \"disarm\" her. He claimed \r\n  \"all [he] wanted her to do was quit.\" \r\n  \r\n   \r\nAt trial, the judge charged the jury \r\n  the defendant had the burden of proving each element of self-defense by the \r\n  preponderance of the evidence. Defense counsel objected to the charge and moved \r\n  for a mistrial. The court denied the mistrial but gave the following curative \r\n  instruction: \r\n   \r\nMr. Foreman, Ladies and Gentlemen, \r\n  I don't mean to confuse you, but there's one matter I do want to clarify. When \r\n  we discussed the issue of self-defense to the assault and battery or the assault \r\n  and battery with intent to kill, if the state's proven beyond a reasonable doubt \r\n  to your satisfaction, the evidence of that can arise from anything in this particular \r\n  trial. The defense doesn't have to prove it. If you find that self-defense arises, \r\n  the, of course, you cannot find him guilty of any of assault and battery type \r\n  charges. \r\n   \r\nSo I'm telling you that they don't \r\n  automatically have to prove it. If you find that within the evidence, it's there \r\n  and the fact that you find it or talk about it raises a reasonable doubt, then \r\n  the State hasn't proven it because you've established a reasonable doubt. I \r\n  hope that's clear because you can use the self-defense in several different \r\n  ways. \r\n   \r\nAfter the curative charge, defense \r\n  counsel asserted: \"Your Honor, I still believe that the prosecution must disprove.\" \r\n  The judge ruled: \"I'm not going to tell the jury that the prosecution has the \r\n  burden of disproving self-defense beyond every reasonable doubt because that's \r\n  not their burden.\" \r\n  \r\n   \r\nISSUE \r\n  \r\n   \r\nDid the trial court err in refusing \r\n  to instruct the jury the State bears the burden of disproving self-defense beyond \r\n  a reasonable doubt? \r\n  \r\n   \r\nLAW/ANALYSIS \r\n  \r\n   \r\nAddison contends the \"trial judge \r\n  erred in refusing to instruct the jury that the State bears the burden of disproving \r\n  self-defense beyond a reasonable doubt.\" We disagree. \r\n  \r\n   \r\nHistorically, in South Carolina, \r\n  self-defense was an affirmative defense. A defendant was required to prove the \r\n  elements of self-defense by a preponderance of the evidence. See State v. \r\n  Bolton, 266 S.C. 444, 223 S.E.2d 863 (1976). However, our Supreme Court \r\n  changed the law of self-defense in State v. Davis, 282 S.C. 45, 317 \r\n  S.E.2d 452 (1984). In Davis, the Court gave the trial bench a model \r\n  self-defense charge: \r\n   \r\nSelf-defense is a complete defense. \r\n  If established, you must find the defendant not guilty. There are four elements \r\n  required by law to establish self-defense in this case. First, the defendant \r\n  must be without fault in bringing on the difficulty. Second, the defendant must \r\n  have actually believed he was in imminent danger of losing his life or sustaining \r\n  serious bodily injury, or he actually was in such imminent danger. Third, if \r\n  his defense is based upon his belief of imminent danger, a reasonably prudent \r\n  man of ordinary firmness and courage would have entertained the same belief. \r\n  If the defendant actually was in imminent danger, the circumstances were such \r\n  as would warrant a man of ordinary prudence, firmness and courage to strike \r\n  the fatal blow in order to save himself from serious bodily harm or losing his \r\n  own life. Fourth, the defendant had no other probable means of avoiding the \r\n  danger of losing his own life or sustaining serious bodily injury than to act \r\n  as he did in this particular instance. If, however, the defendant was on his \r\n  own premises he had no duty to retreat before acting in self-defense. These \r\n  are the elements of self-defense.  \r\n  \r\n   \r\nIf you have a reasonable doubt of \r\n  the defendant's guilt after considering all the evidence including the evidence \r\n  of self-defense, then you must find him not guilty. On the other hand, if you \r\n  have no reasonable doubt of the defendant's guilt after considering all the \r\n  evidence including the evidence of self-defense then you must find him guilty. \r\n  \r\n   \r\nDavis, 282 S.C. at 46, 317 \r\n  S.E.2d at 453. In State v. Glover, 284 S.C. 152, 154, 326 S.E.2d 150, \r\n  151 (1985), the Court held \"the charge approved in Davis shall be applied \r\n  in all cases tried subsequent to the date of that decision.\" \r\n  \r\n   \r\nThe Court revisited the issue in \r\n  State v. Bellamy, 293 S.C. 103, 105, 359 S.E.2d 63, 64 (1987), overruled \r\n  on other grounds by State v. Torrence, 305 S.C. 45, 406 S.E.2d \r\n  315 (1991). Examining a charge which stated the defendant who pleads self-defense \r\n  is required to prove the elements of that defense by a preponderance of the \r\n  evidence, the Court ruled the charge was \"in direct contravention of the model \r\n  charge given in Davis, supra, and made mandatory in Glover, \r\n  supra.\" After quoting the relevant portion of the self-defense charge \r\n  in Davis, the Court explained the status of self-defense law: \"It is \r\n  clear that the defendant need not establish self-defense by a preponderance \r\n  of the evidence but must merely produce evidence which causes the jury to have \r\n  a reasonable doubt regarding his guilt.\" Id. at 105, 351 S.E.2d at \r\n  64-65. Immediately following this statement, in footnote 1, the Court referenced \r\n  a passage from The Criminal Law of South Carolina: \"As Professor McAninch \r\n  observed, 'The clear implication of the proposed instruction in Davis \r\n  is that self-defense is no longer to be considered an affirmative defense which \r\n  must be established by the defendant by a preponderance of the evidence. [I]f \r\n  any reasonable doubt remains as to self-defense, the jury must acquit.' W. McAninch \r\n  &amp; W. Fairey, The Criminal Law of South Carolina, 101 (Supp. 1986).\" \r\n  Id. at 105, 351 S.E.2d at 65. The Court acknowledged Respondent's contention \r\n  that under Martin v. Ohio, 480 U.S. 228, 107 S. Ct. 1098, 94 L.Ed.2d \r\n  267 (1987), \"a state may require a defendant to prove self-defense by a preponderance \r\n  of the evidence.\" Yet, the Court declined to address this assertion, concluding \r\n  \"[w]hile the charge may be constitutionally permissible, it does not comport \r\n  with South Carolina Law.\" Id. at 105, 359 S.E.2d at 65. \r\n  \r\n   \r\nIndubitably, the law of self-defense \r\n  has changed to the benefit of a defendant. However, the change has not been \r\n  so dramatic that the State is now required to disprove a defendant's claim of \r\n  self-defense as Addison asserts. In support of his argument, Addison relies \r\n  on an isolated sentence from State v. Wiggins, 330 S.C. 538, 544, 500 \r\n  S.E.2d 489, 492-93 (1998), which states: \"current law requires the State to \r\n  disprove self-defense, once raised by the defendant, beyond a reasonable doubt.\" \r\n  Wiggins does not support Addison's contention. First, Wiggins \r\n  does not address the issue presented in this case. In Wiggins, the \r\n  issue posited was whether the trial judge erred in refusing to direct a verdict \r\n  of acquittal because Appellant was acting in self-defense as a matter of law. \r\n  The sentence in Wiggins which Addison relies upon is contained in the \r\n  Court's discussion of whether the trial court erred in denying the defendant's \r\n  motion for a directed verdict. Although Wiggins' argument was based on self-defense, \r\n  the specific question of whether the State is required to disprove self-defense \r\n  was not an issue in the case. \r\n  \r\n   \r\nSecond, the sentence Addison extracts \r\n  from Wiggins in support of his argument is dicta and is neither binding \r\n  nor illuminating on the issue at bar. See Drummond v. Beasley, 331 \r\n  S.C. 559, 503 S.E.2d 455 (1998)(characterizing as dicta certain language in \r\n  a case concerning a subject not within the question before the court); Hampton \r\n  v. Richland County Council, 296 S.C. 72, 72, 370 S.E.2d 714, 714 (1988)(concluding \r\n  discussion of a legal principle in an opinion was dicta where it was \"clearly \r\n  unnecessary to a resolution of the issue before the court\"); Welborn v. \r\n  Dixon, 70 S.C. 108, 49 S.E. 232 (1904)(dicta is not binding as precedent); \r\n  Dennis v. South Carolina Nat'l Bank, 299 S.C. 34, 39, 382 S.E.2d 237, \r\n  240 (Ct. App. 1988)(construing language in a case as dicta because it was \"an \r\n  expression or statement by the court on a matter not necessarily involved in \r\n  the case nor necessary to a decision thereof\"). \r\n  \r\n   \r\nThird, in Wiggins, the sentence \r\n  relied upon by Addison is followed by citations to two cases: State v. Fuller, \r\n  297 S.C. 440, 377 S.E.2d 328 (1989), and State v. Bellamy, 293 S.C. \r\n  103, 105, 359 S.E.2d 63, 64 (1987). The language in question is not referenced \r\n  or cited in Bellamy. Moreover, the issue in Bellamy was whether \r\n  the trial judge erred in charging the jury that the accused is required to establish \r\n  the plea of self-defense by the preponderance or the greater weight of the evidence. \r\n  That is not the issue in this case.  \r\n  \r\n   \r\nIn Fuller, our Supreme Court \r\n  only considered the issue of whether the trial judge erred in limiting the self-defense \r\n  charge to the language found in State v. Davis, 282 S.C. 45, 317 S.E.2d \r\n  452 (1984). The Court determined the language of the trial judge's charge \"was \r\n  taken directly from the Davis case.\" This is inaccurate. The charge \r\n  in Fuller is not a haec verba charge from Davis. \r\n  Juxtaposing the two charges reveals: \r\n  \r\n  \r\n   \r\n(1) Charge in Davis: \"If, \r\n  however, the defendant was on his own premises he had no duty to retreat before \r\n  acting in self-defense.\" \r\n   \r\n(2) Charge in Fuller: \"If, \r\n  however, the defendant was-correction on that, absence of self-defense must \r\n  be proven by the prosecution beyond a reasonable doubt.\" \r\n  \r\n   \r\nFacially and legally, the sentences \r\n  in Davis and Fuller are contradictions. The Davis \r\n  model charge does not impose upon the State the burden of disproving \r\n  self-defense beyond a reasonable doubt. The sentence Addison cites from Wiggins \r\n  has its etiology in the trial judge's addition of the phrase in his charge in \r\n  Fuller. The trial judge in Fuller does this without any prior \r\n  precedent. Certainly, this was not an issue in Fuller. \r\n  \r\n   \r\nAddison's reliance upon Wiggins \r\n  is misplaced. The Wiggins language relied upon by Addison has not been \r\n  adopted by the South Carolina Supreme Court in a jury charge setting. \r\n  See State v. Bellamy, 293 S.C. 103, 359 S.E.2d 63 (1987), \r\n  overruled on other grounds by State v. Torrence, 305 S.C. \r\n  45, 406 S.E.2d 315 (1991); State v. Glover, 284 S.C. 152, 326 S.E.2d \r\n  150 (1985); State v. Davis, 282 S.C. 45, 317 S.E.2d 452 (1984). In \r\n  South Carolina, a defendant need not establish self-defense by a preponderance \r\n  of the evidence but must merely produce evidence which causes the jury to have \r\n  a reasonable doubt regarding his guilt. See Bellamy, supra. \r\n  Nowhere in Davis or its progeny does the Supreme Court mandate that \r\n  trial courts charge the jury the State bears the burden of disproving self-defense \r\n  beyond a reasonable doubt. \r\n  \r\n   \r\nAddison challenges the jury charge \r\n  in two additional respects. He complains the court confused the issue with the \r\n  statement, \"they don't automatically have to prove\" self-defense. He further \r\n  alleges the charge \"seemed to place the burden on the jury . . . to establish \r\n  a reasonable doubt\" when the court instructed: \"If you find that within the \r\n  evidence, [self-defense is] there and the fact that you find it or talk about \r\n  it raises a reasonable doubt, then the State hasn't proven it because you've \r\n  established a reasonable doubt.\" These grounds were not offered at trial in \r\n  support of the objections to the charge or re-charge and may not be considered \r\n  for the first time on appeal. The record shows that at trial counsel objected \r\n  to the charge and posited the following sole ground in support of this objection: \r\n  \"Your Honor, I still believe that the prosecution must disprove.\" Addison is \r\n  limited to the grounds raised at trial. See State v. Patterson, \r\n  324 S.C. 5, 482 S.E.2d 760 (1997)(party cannot argue one ground below and another \r\n  ground on appeal); State v. Whipple, 324 S.C. 43, 476 S.E.2d 683 (1996)(party \r\n  may not raise a ground not asserted below on appeal); State v. Tucker, \r\n  319 S.C. 425, 462 S.E.2d 263 (1995)(a party may not argue one ground below and \r\n  then argue different ground on appeal); State v. Bailey, 298 S.C. 1, \r\n  377 S.E.2d 581 (1989)(issue not preserved for appeal where one ground is raised \r\n  below and another ground is raised on appeal). See also State v. Perez, \r\n  334 S.C. 563, 514 S.E.2d 754 (1999)(issue may not be raised for first time on \r\n  appeal, but must have been raised to and ruled on by trial judge to be preserved \r\n  for appellate review). \r\n   \r\nIn any event, the trial judge's instructions, \r\n  when considered as a whole, adequately charged the jury on self-defense and \r\n  did not shift the burden of proof to the jury or the defendant. Thus, we find \r\n  no error in the judge's instructions. See State v. Smith, 315 S.C. \r\n  547, 446 S.E.2d 411 (1994)(jury instructions must be considered as a whole, \r\n  and if as a whole they are free from error, any isolated portions which might \r\n  be misleading do not constitute reversible error); State v. Hoffman, \r\n  312 S.C. 386, 440 S.E.2d 869 (1994)(a jury charge which is substantially correct \r\n  and covers the law does not require reversal). \r\n   \r\nThe self-defense issue is not \r\n  related to the conviction for kidnapping. The trial judge separately and distinctly \r\n  charged the jury in regard to the offenses of ABIK and kidnapping. Additionally, \r\n  in his brief, Addison poses only one issue: \"Whether the trial judge erred in \r\n  refusing to instruct the jury that the state bears the burden of disproving \r\n  self-defense beyond a reasonable doubt, thereby depriving appellant of due process.\" \r\n  Notwithstanding the failure of Addison to identify any additional issue, he \r\n  makes a cursory and conclusory argument in the last paragraph of his brief: \r\n  \r\n   \r\nHowever, the assault charge was inextricably \r\n  intertwined with the kidnapping charge. Moreover, burden of proof and credibility \r\n  are necessarily related concepts. There is a reasonable likelihood that the \r\n  incorrect jury instruction as to the burden of proving self-defense tainted \r\n  the jury's view of appellant's overall credibility, with respect to kidnapping \r\n  as well as assault and battery with intent to kill. \r\n  \r\n   \r\nConclusory arguments constitute an \r\n  abandonment of the issue on appeal. State v. Tyndall, 336 S.C. 8, 518 \r\n  S.E.2d 278 (Ct. App. 1999). See also State v. Colf, 332 S.C. \r\n  313, 504 S.E.2d 360 (Ct. App. 1998)(issue is deemed abandoned if argument in \r\n  brief is merely conclusory); State v. Black, 319 S.C. 515, 462 S.E.2d \r\n  311 (Ct. App.1995)(a conclusory argument of an issue by appellant amounts to \r\n  an abandonment of the issue). Addison presented to this Court only a conclusory \r\n  three sentence argument, citing no authority. \r\n  \r\n   \r\nCONCLUSION  \r\nWe hold the State does not \r\n  bear the burden of disproving self-defense beyond a reasonable doubt. \r\n  The Davis model charge is mandatory. Accordingly, Addison's convictions \r\n  for ABIK and kidnapping are \r\n  \r\n   \r\nAFFIRMED.  \r\nCONNOR, J., concurs. STILWELL, J., \r\n  dissents in a separate opinion.  \r\nSTILWELL, J. (dissenting): \r\n  I respectfully dissent. I believe that Addison was entitled to the \r\n  requested charge and the denial of his request was reversible error.  \r\n  \r\n   \r\nAddison maintains that the trial \r\n  court erred in refusing to charge the jury that the State must disprove self-defense \r\n  and cites the recent case of State v. Wiggins, 330 S.C. 538, 500 S.E.2d \r\n  489 (1998), for that proposition. In Wiggins, the supreme court stated \r\n  \"current law requires the State to disprove self-defense, once raised by the \r\n  defendant, beyond a reasonable doubt.\" Id.  at 544, 500 S.E.2d at 492-93. \r\n  \r\n   \r\nThe majority refers to this as an \r\n  isolated sentence that is dicta and maintains that the law cited in support \r\n  of that proposition does not support the statement. While I agree that the statement \r\n  may well be an erroneous summary of the law, I do not think it was dicta under \r\n  the circumstances of the Wiggins case. Therefore, I believe it is current \r\n  law by which both this court and the trial courts are bound. Generally, a defendant \r\n  is entitled to a requested jury charge as long as it is a correct statement \r\n  of law on an issue raised by both the indictment and evidence presented at trial. \r\n  State v. Austin, 299 S.C. 456, 458, 385 S.E.2d 830, 831 (1989). Therefore, \r\n  I would reverse Addison's ABIK conviction and remand for a new trial on that \r\n  count. \r\n   \r\n1. The \r\n  jury acquitted Addison of the criminal sexual conduct charges. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3083","title":"Poole v. Incentives Unlimited, Inc., et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3083","description":"","date":"1999-12-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nPoole v. Incentives Unlimited, Inc., et al.,\r\n\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n-->\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n________\r\n\r\n\r\n\r\n \r\n   \r\n     \r\n      \r\n        Carol C. Poole,\r\nRespondent,\r\n        \r\n        v.\r\n        \r\n        Incentives Unlimited, Inc. d/b/a Dunlap Motivation and Travel,\r\nAppellant.\r\n        \r\n        and\r\n        \r\n        Incentives Unlimited, Inc. d/b/a Dunlap Motivation and Travel,\r\nThird-Party Plaintiff,\r\n        \r\n        v.\r\n        Northshore Travel, Inc.,\r\nThird-Party Defendants.\r\n        \r\n    \r\n  \r\n\r\n_______\r\n\r\n\r\n\r\n\r\nAppeal From Greenville County\r\n  Thomas J. Ervin, Circuit Court Judge\r\nCharles B. Simmons, Jr., Special Circuit Court Judge________\r\n\r\n\r\n\r\nOpinion No. 3083\r\n  Heard November 2, 1999 - Filed December 6, 1999________\r\n\r\n\r\n\r\nAFFIRMED\r\n________\r\n\r\n\r\n\r\n \r\n   \r\n     \r\n      \r\n        D. Garrison Hill, of Hill, Wyatt &amp; Bannister, of Greenville, for \r\n          appellant.\r\n        \r\n        Chris B. Roberts, of Brown, Massey, Evans &amp; McLeod, of Greenville, \r\n          for respondent.\r\n      \r\n    \r\n  \r\n\r\n________\r\n\r\n\r\n\r\n\r\nSTILWELL, J.: The issue addressed in this appeal is whether \r\n  a covenant not to compete is enforceable when entered into during an at-will \r\n  employment relationship and the only \"benefit\" to the employee is that the employee \r\n  is not terminated. While other cases have tangentially addressed the issue, \r\n  this is the first time it has been so squarely presented to an appellate court \r\n  in this state. The trial court held that a covenant not to compete entered into \r\n  under these circumstances is unenforceable for lack of consideration. We agree \r\n  and affirm.\r\n\r\n\r\n\r\n\r\nFACTS\r\n\r\n\r\n\r\n\r\nCarol C. Poole began working as a travel agent for Incentives Unlimited in \r\n  April 1992. Four years later Incentives asked Poole to sign an \"Employment Agreement\" \r\n  containing a covenant not to compete. The agreement is dated April 30, 1996, \r\n  and is signed by both Poole and Incentives. The covenant provided that Poole \r\n  would not engage in any activity which directly competed with Incentives for \r\n  one year after Poole ceased her employment and was effective for the counties \r\n  of Greenville, Spartanburg, Anderson, and Pickens. Poole alleges she was told \r\n  she had to sign the agreement in order to remain employed, and she was offered \r\n  no other compensation or consideration in exchange for signing the covenant \r\n  not to compete.\r\n\r\n\r\n\r\n\r\nPoole left Incentives in November 1996 and soon thereafter began working at \r\n  another travel agency. Poole sued Incentives after it refused to transfer cruise \r\n  bookings for her and five of her friends and they re-booked the tour at an increased \r\n  cost. Incentives answered and counterclaimed, seeking an order temporarily enjoining \r\n  Poole from violating the covenant not to compete and seeking damages for the \r\n  alleged breach of the covenant. The trial court denied Incentives's request \r\n  for a temporary injunction. Incentives's appeal of the denial of injunctive \r\n  relief was held in abeyance pending consideration of the case on the merits.\r\n\r\n\r\n\r\n\r\nBoth Poole and Incentives subsequently moved for summary judgment on Incentives's \r\n  counterclaim for enforcement of the covenant not to compete. The trial court \r\n  granted Poole summary judgment, finding the covenant not to compete was invalid \r\n  and unenforceable because, among other things, Poole received no new consideration. \r\n  Incentives's two appeals were consolidated.\r\n\r\n\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\n\r\n\r\nIncentives contends the trial court erred in granting summary judgment to Poole \r\n  on its counterclaim and finding the covenant was unenforceable due to a lack \r\n  of consideration. We disagree. \r\n\r\n\r\n\r\nIn order to be upheld, a covenant not to compete must be supported by valuable \r\n  consideration. Rental Uniform Serv. of Florence, Inc. v. Dudley, 278 \r\n  S.C. 674, 301 S.E.2d 142 (1983) (listing the five factors required for a covenant \r\n  not to compete); see Shayne of Miami, Inc. v. Greybow, Inc., 232 \r\n  S.C. 161, 167, 101 S.E.2d 486, 489 (1957) (\"[A] benefit to the promisor or a \r\n  detriment to the promisee is sufficient consideration for a contract.\").\r\n\r\n\r\n\r\n\r\nThis state has held that a covenant not to compete, ancillary to an initial \r\n  contract of employment, may be enforced where the consideration for the covenant \r\n  is based solely upon the at-will employment itself. Riedman Corp. v. Jarosh, \r\n  290 S.C. 252, 349 S.E.2d 404 (1986); see also Small v. Springs Indus., \r\n  Inc., 292 S.C. 481, 484 n.1, 357 S.E.2d 452, 454 n.1 (1987) (\"At will employment \r\n  constitutes sufficient consideration to support a covenant not to compete.\"). \r\n  Therefore, there would have been adequate consideration if Poole had signed \r\n  the covenant not to compete when she began working for Incentives.\r\n\r\n\r\n\r\n\r\nIn the situation where an at-will employee works for an employer for a number \r\n  of years before entering into a covenant not to compete, the supreme court has \r\n  held that adequate consideration existed for enforcement of the covenant because \r\n  the employee's position and duties changed when he signed the covenant. Standard \r\n  Register Co. v. Kerrigan, 238 S.C. 54, 119 S.E.2d 533 (1961). The court \r\n  noted that the signing of the agreement changed the employee's contractual relationship \r\n  with his employer, thus conferring on him a valuable benefit. Id. at \r\n  73-74, 119 S.E.2d at 543-44 (finding that \"even though Kerrigan had been in \r\n  the employ of the appellant for a number of years, his position and duties were \r\n  changed when he signed the contract.\").\r\n\r\n\r\n\r\n\r\nIn Kerrigan, the supreme court cited with favor the North Carolina case \r\n  of Kadis&nbsp;v. Britt, 29 S.E.2d 543 (N.C. 1944), \"ordinarily employment \r\n  is a sufficient consideration to support a restrictive negative covenant, but \r\n  where the employment contract is supported by purported consideration of continued \r\n  employment, . . . [it] was without consideration where contract was exacted \r\n  after several years employment and employee's duties and position were left \r\n  unchanged.\" Kerrigan, 238 S.C. at 73, 119 S.E.2d at 543 (distinguishing \r\n  the situation in Kadis from that found in Kerrigan). \r\n\r\n\r\n\r\nThe supreme court in Kerrigan also cited with favor the North Carolina \r\n  case of Brooks Distrib. Co. v. Pugh, 373 S.E.2d 300 (N.C. Ct. App. 1988), \r\n  rev'd on other grounds, 378 S.E.2d 31 (N.C. 1989). In Brooks, \r\n  the North Carolina court of appeals explicitly held \"if an employment relationship \r\n  already exists without a covenant not to compete, any such future covenant must \r\n  be based upon new consideration.\" Brooks, 373 S.E.2d at 303.(1) \r\n  \r\n\r\n\r\n\r\n\r\nClearly then, under South Carolina law, if an at-will employment relationship \r\n  already exists without a covenant not to compete, any future covenant must be \r\n  based upon new consideration. Incentives maintains that because Poole was an \r\n  at-will employee, her continued employment was the consideration she received \r\n  for signing the covenant. We disagree. \r\n\r\n\r\n\r\n\r\nIncentives received a benefit when Poole signed the covenant not to compete \r\n  to her detriment, but it is obvious that Poole received no new benefit. Poole \r\n  enjoyed no benefit the day after she signed the agreement that she did not have \r\n  the day before. After Poole signed the covenant not to compete, she remained \r\n  merely an at-will employee, the same as before. She had no increase in salary, \r\n  no bonus, and no changed work conditions. The promise of continued employment \r\n  was illusory because even though Poole signed the covenant, Incentives retained \r\n  the right to discharge her at any time.\r\n\r\n\r\n\r\n\r\nTherefore, the covenant not to compete was not supported by consideration. \r\n  See Atlantic Joint Stock Land Bank of Raleigh v. Latta, 164 S.C. \r\n  56, 60, 162 S.E. 68, 69 (1932) (\"The promise of a person to carry out a subsisting \r\n  contract with the promisee or the performance of such contractual duty is clearly \r\n  no consideration, as he is doing no more than he was already obliged to do, \r\n  and hence has sustained no detriment, nor has the other party to the contract \r\n  obtained any benefit.\").\r\n\r\n\r\n\r\n\r\nOther jurisdictions have also held that continued at-will employment does not \r\n  constitute adequate consideration to support the enforcement of a covenant not \r\n  to compete in the absence of new consideration. See, e.g., Maintenance \r\n  Specialities, Inc.&nbsp;v. Gottus, 314 A.2d 279 (Pa. 1974) (a covenant not \r\n  to compete with a former employer is enforceable if supported by new consideration, \r\n  either in the form of an initial employment contract or a change in the conditions \r\n  of employment; if the employee's employment status has changed beneficially, \r\n  the covenant, if reasonable, is enforceable); Martin v. Credit Protection \r\n  Ass'n, 793 S.W.2d 667 (Tex. 1990) (continuation of employment in an at-will \r\n  relationship is not independent, valuable consideration for covenant not to \r\n  compete).\r\n\r\n\r\n\r\n\r\nOther states, however, have held that continued employment constitutes adequate \r\n  consideration for a covenant executed after commencement of employment. See, \r\n  e.g., Mattison v. Johnston, 730 P.2d 286 (Ariz. Ct. App. \r\n  1986); Abel v. Fox, 654 N.E.2d 591 (Ill. App. Ct. 1995); Canter \r\n  v. Tucker, 674 N.E.2d 727 (Ohio Ct. App. 1996); Copeco, Inc. v. Caley, \r\n  632 N.E.2d 1299 (Ohio Ct. App. 1992).(2)\r\n\r\n\r\n\r\n\r\nUnder Kerrigan and Riedman, South Carolina distinguishes between \r\n  a covenant not to compete entered into at the beginning of employment and one \r\n  entered into during the employment relationship. Under Kerrigan, a covenant \r\n  not to compete entered into during the employment relationship requires new \r\n  consideration. \r\n\r\n\r\n\r\n\r\nBecause we hold the covenant was unenforceable for lack of consideration, Incentives \r\n  was not entitled to an injunction. Further, in light of our disposition of this \r\n  case, we need not address the other issues raised in this appeal. For the foregoing \r\n  reasons, the orders on appeal are\r\n  \r\n  \r\n  AFFIRMED.\r\n\r\n\r\n\r\n\r\nCONNOR and ANDERSON, JJ., concur.\r\n\r\n\r\n\r\n\r\n1.  Although Incentives argues Brooks is no longer good law because it was reversed on appeal, the portion of the opinion\r\n\r\nreversed was done so on a procedural ground that had no effect on the substantive holding.  See Brooks, 378 S.E.2d at 31\r\n\r\n(reversing the court of appeals's decision for the reasons stated in the dissent); see also Brooks, 373 S.E.2d at 305 (Cozort,\r\n\r\nJ., dissenting) (dissenting on ground that the majority resolved an issue not before the court on a 12(b)(6) motion).\r\n\r\n2.  Most of the states reaching this conclusion have done so on the basis that the promise of continued at-will employment is\r\n\r\nindistinguishable from the initial promise of at-will employment.  E.g., Copeco, 632 N.E.2d at 478 (\"As a practical matter\r\n\r\nevery day is a new day for both employer and employee in an at-will relationship . . . [and] we see no substantive difference\r\n\r\nbetween the promise of employment upon initial hire and the promise of continued employment subsequent to 'day one.'\").\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3084","title":"Arthurs v. Aiken County Sheriff's Department","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3084","description":"","date":"1999-12-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nArthurs v. Aiken County Sheriff's Department\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH \r\n  CAROLINA\r\n  In The Court of Appeals\r\n________\r\n          \r\n          \r\n          \r\n\r\nSteven Arthurs, as Personal \r\n          Representative of the Estate of Deborah Munn,\r\nAppellant,\r\n          \r\n        v.\r\n          \r\n        Aiken County, South Carolina \r\n          Sheriff's Department,\r\nRespondent.\r\n        \r\n    \r\n  \r\n\r\n________\r\n  \r\nAppeal From Aiken \r\n  County\r\n  Thomas J. Ervin, Circuit Court Judge\r\n________\r\n\r\nOpinion No. 3084\r\n  Heard November 2, 1999 - Filed December 6, 1999\r\n________\r\n\r\nAFFIRMED\r\n________\r\n\r\n \r\n   \r\n     \r\n       \r\n        Robert T. Williams, Sr. and \r\n          Jonathan R. Hendrix, both of Williams, Hendrix, Steigner &amp; Brink, \r\n          of Lexington, for Appellant.\r\n          \r\n        Vinton D. Lide and Paul H. \r\n          Derrick, both of Lide, Montgomery &amp; Potts, of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\n________\r\n  \r\nANDERSON, J.: Steven Arthurs, as \r\n  Personal Representative of the Estate of Deborah Munn (Arthurs), filed this \r\n  action against the Aiken County Sheriff's Department (the Department) alleging \r\n  negligence and/or gross negligence by the Department resulting in Deborah Munn's \r\n  death. The trial court directed a verdict in favor of the Department. We affirm. \r\n  \r\n  \r\nFACTS/PROCEDURAL \r\n  BACKGROUND\r\n  \r\nOn September 30, 1994, Deborah Munn \r\n  (Victim) was shot to death in her home by her estranged husband, John Munn (Husband). \r\n  Earlier that day, Victim called 911 and complained that her husband had tried \r\n  to run her off of the road on her way home from work that morning. Later that \r\n  evening, Victim asked her nephew, Steven Greg Arthurs (Nephew), who is the son \r\n  of the Personal Representative, to fix her broken water line. While Nephew and \r\n  a friend were on Victim's property attempting to fix the water line, they encountered \r\n  Husband, who asked Nephew if he and his friend were \"the gang that's supposed \r\n  to jump on him.\" According to Nephew, Husband said \"if you want to hit me go \r\n  ahead and hit me.\" Husband then \"reached back behind his back to where [a] gun \r\n  was in his back pocket and he slung a beer\" in Nephew's face. Nephew returned \r\n  home and told his mother what had occurred. She called 911 and reported the \r\n  incident. Victim, who had witnessed the incident, also called 911.\r\n  \r\nDeputy Charles Cain and Investigator \r\n  Stacy Coleman from the Aiken County Sheriff's Department responded to the call. \r\n  Deputy Cain interviewed the Nephew and Victim, who told Deputy Cain she \"was \r\n  in fear of\" her husband. Victim told Deputy Cain that right before the officers \r\n  arrived on the scene her husband had been \"raising hell in the front yard.\" \r\n  A BOLO (\"be on the lookout\") alert was issued for Husband's truck. Deputy Cain \r\n  suggested to Victim that if her husband came back she should \"stay behind a \r\n  locked door and dial 911.\" He further stated: \"'Just call us and we'll come \r\n  down here with all of us, we'll take care of him down [here] in the front yard. \r\n  . . . [L]et us take care of a gun problem. You stay inside but whatever you \r\n  do, don't unlock the door for him.'\" Investigator Coleman looked for Husband \r\n  but could not locate him.\r\n  \r\nAfter the deputies left, Nephew saw \r\n  Husband at a garage located approximately three hundred yards from Victim's \r\n  residence. When Husband saw Nephew, he said: \"[S]tart something with me now. \r\n  . . . [G]o get your Mama and Daddy and I'll send both of them to hell.\" Nephew's \r\n  mother again called 911. Deputies from the Department arrived and searched for \r\n  Husband with flashlights but could not find him. The Deputies departed the scene.\r\n  \r\nApproximately one hour later, Husband \r\n  forced a neighbor at gunpoint to knock on Victim's door while Husband hid behind \r\n  the neighbor. When Victim answered the door, Husband forced his way into the \r\n  trailer and shot Victim in the head. Victim was pronounced dead at the scene.\r\n  \r\nISSUES\r\n  \r\nI. Did the trial court err in granting \r\n  a directed verdict in favor of the Department on the ground the Department did \r\n  not owe Victim a special duty?\r\n  \r\nII. Did the trial judge err in granting \r\n  a directed verdict to the Department on the ground that the Department owed \r\n  no duty to Arthurs under the South Carolina Tort Claims Act? \r\n  \r\nSTANDARD OF \r\n  REVIEW\r\n  \r\n In ruling on a motion for directed \r\n  verdict, the court must view the evidence and all reasonable inferences in the \r\n  light most favorable to the nonmoving party. Futch v. McAllister Towing, \r\n  335 S.C. 598, 518 S.E.2d 591 (1999); Collins v. Bisson Moving &amp; Storage, \r\n  Inc., 332 S.C. 290, 504 S.E.2d 347 (Ct. App. 1998). See also Weir \r\n  v. Citicorp Nat'l Servs., Inc., 312 S.C. 511, 435 S.E.2d 864 (1993)(illustrating \r\n  an appellate court must apply the same standard when reviewing the trial judge's \r\n  decision on such motions). When the evidence yields only one inference, a directed \r\n  verdict in favor of the moving party is proper. Swinton Creek Nursery v. \r\n  Edisto Farm Credit, 334 S.C. 469, 514 S.E.2d 126 (1999). If more than one \r\n  reasonable inference can be drawn from the evidence, the case must be submitted \r\n  to the jury. Mullinax v. J.M. Brown Amusement Co., 333 S.C. 89, 508 \r\n  S.E.2d 848 (1998). In ruling on a directed verdict motion, the trial court is \r\n  concerned only with the existence or non-existence of evidence. Jones v. \r\n  General Elec. Co., 331 S.C. 351, 503 S.E.2d 173 (Ct. App. 1998).\r\n  \r\nThe trial court can only be reversed \r\n  by this Court when there is no evidence to support the ruling below. Swinton \r\n  Creek Nursery, supra. When reviewing the grant of a directed verdict, \r\n  the appellate court should not ignore facts unfavorable to the opposing party. \r\n  Collins, supra. Rather, it must determine whether a verdict \r\n  for the opposing party would be reasonably possible under the facts as liberally \r\n  construed in his favor. Jones, supra. See also First \r\n  State Sav. &amp; Loan v. Phelps, 299 S.C. 441, 385 S.E.2d 821 (1989)(in \r\n  reviewing the granting of a motion for directed verdict, we should determine \r\n  the elements of the action alleged and whether any evidence existed on each \r\n  element). \r\n  \r\n  \r\nLAW/ANALYSIS\r\n  \r\nI. PUBLIC DUTY RULE\r\n  \r\nArthurs argues the trial court erred \r\n  in finding no special duty exception to the public duty rule existed in the \r\n  instant case. Arthurs claims the Department owed a special duty to Victim. We \r\n  disagree.\r\n  \r\nThe public duty rule was originally \r\n  adopted by the South Carolina Supreme Court in Parker v. Brown, 195 \r\n  S.C. 35, 10 S.E.2d 625 (1940):\r\n  \r\nThe law necessarily grants certain \r\n  discretion to its officers in handling the public business. In one instance \r\n  it may be wise for a public officer to pursue one course, in another instance, \r\n  another course. Those charged with protecting the public interest should view \r\n  that interest as supreme, should consider what is best for the public, and should \r\n  be free at all times to prosecute the course that appears to be in the public \r\n  interest. . . . It is well settled that an individual has no right of action \r\n  against a public officer for breach of a duty owing to the public only, even \r\n  though such individual be specially injured thereby. Where a duty is owing to \r\n  the public only, an officer is not liable to an individual who may have been \r\n  incidentally injured by his failure to perform it.\r\n  \r\nThroop on Public Officers, Section \r\n  708 (page 668), states: \"A private action cannot be sustained, for failure to \r\n  discharge a duty owing exclusively to the public, even by a person specially \r\n  injured thereby.\"\r\n  \r\nParker, 195 S.C. at 52, \r\n  10 S.E.2d at 632. Under South Carolina's public duty doctrine, public officials \r\n  are not liable to individuals for their negligence in discharging public duties \r\n  as the duty is owed to the public at large rather than to anyone individually. \r\n  Tanner v. Florence Co. Treasurer, et al., Op. No. 24985 (S.C. Sup. \r\n  Ct. filed August 9, 1999)(Davis Adv. Sh. No. 27 at 10); Jensen v. Anderson \r\n  County Dep't of Soc. Servs., 304 S.C. 195, 403 S.E.2d 615 (1991).\r\n  \r\nThe public duty rule is not a separate \r\n  legal doctrine. Rayfield v. South Carolina Dep't of Corrections, 297 \r\n  S.C. 95, 374 S.E.2d 910 (Ct. App. 1988). It is a special application of the \r\n  broader principle that an action for negligence based upon an alleged violation \r\n  of a statute cannot be maintained if the statute was enacted for a purpose other \r\n  than preventing the injury of which complaint is made. Id. The rule \r\n  applies to the special case of statutes which create or define the duties of \r\n  a public office. Id.\r\n  \r\nAn essential element in a negligence \r\n  cause of action is the existence of a legal duty of care owed by the defendant \r\n  to the plaintiff. Wyatt v. Fowler, 326 S.C. 97, 484 S.E.2d 590 (1997). \r\n  Without such a duty, there can be no actionable negligence. Rogers v. South \r\n  Carolina Dep't of Parole and Community Corrections, 320 S.C. 253, 464 S.E.2d \r\n  330 (1995). To prevail in a \r\n  negligence action, a plaintiff must demonstrate: ( 1) a duty of care owed by \r\n  the defendant to the plaintiff; (2) a breach of that duty by a negligent act \r\n  or omission; and (3) damage proximately resulting from the breach. Tanner, \r\n  supra. The court must determine, as a matter of law, whether the law \r\n  recognizes a particular duty. Steinke v. South Carolina Dep't of Labor, \r\n  Licensing and Regulation, Op. No. 24999 (S.C. Sup. Ct. filed September \r\n  7, 1999)(Shearouse Adv. Sh. No. 29 at 9). See also Rogers v. Atlantic Coast \r\n  Line R.R., 222 S.C. 66, 71 S.E.2d 585 (1952)(whether defendant is under \r\n  legal duty to plaintiff is question of law for court);  Araujo v. Southern \r\n  Bell Tel. and Tel. Co., 291 S.C. 54, 351 S.E.2d 908 (Ct. App. 1986)(question \r\n  of whether defendant owes duty, the breach of which may constitute negligence, \r\n  is a question of law, not of fact). If there is no duty, then the defendant \r\n  in a negligence action is entitled to a directed verdict. Steinke, \r\n  supra.\r\n  \r\nA. Public Duty Rule \r\n  as Juxtaposed to Tort Claims Act\r\n  \r\nThe public duty rule is often invoked \r\n  as if it were a rule of immunity for public officers. Rayfield v. South \r\n  Carolina Dep't of Corrections, 297 S.C. 95, 374 S.E.2d 910 (Ct. App. 1988). \r\n  It is not, however, a species of immunity. Id.\r\n  \r\nAppellate courts in this state have \r\n  recognized the difference between the public duty rule and immunity under the \r\n  Tort Claims Act. See Tanner v. Florence County Treasurer, et al., Op. \r\n  No. 24985 (S.C. Sup. Ct. filed August 9, 1999)(Davis Adv. Sh. No. 27 at 10); \r\n  Wells v. City of Lynchburg, 331 S.C. 296, 501 S.E.2d 746 (Ct. App. \r\n  1998); Rayfield, supra. In Wells, this Court explicated:\r\n  \r\nThe public duty rule is distinguishable \r\n  from immunity. Immunity is an affirmative defense which must be pleaded and \r\n  can be waived. One who pleads immunity conditionally admits the plaintiff's \r\n  case, but asserts immunity as a bar to liability. In contrast, the public duty \r\n  rule is a negative defense which denies an element of the plaintiff's cause \r\n  of action-the existence of a duty of care to the individual plaintiff. The burden \r\n  is on the plaintiff to show a duty of care was owed to him. Rayfield v. \r\n  South Carolina Dep't of Corrections, 297 S.C. 95, 105-06, 374 S.E.2d 910, \r\n  916 (Ct. App. 1988), cert. denied, 298 S.C. 204, 379 S.E.2d 133 (1989). \r\n  In the context of a negligence action, the public duty rule may be stated as \r\n  follows: a statute prescribing the duties of a public office does not, without \r\n  more, impose on the person holding that office a duty of care towards individual \r\n  members of the public in the performance of those duties. Id. at 105, \r\n  374 S.E.2d at 915-16.\r\n  \r\nWells, 331 S.C. at 307, \r\n  501 S.E.2d at 752.\r\n  \r\nB. Special Duty Exception \r\n  to Public Duty Rule\r\n  \r\nA police officer, acting in his or \r\n  her official capacity, owes a duty to the public at large rather than to any \r\n  particular individual. Wyatt v. Fowler, 326 S.C. 97, 484 S.E.2d 590 \r\n  (1997). Here, Arthurs had the burden of showing a special duty of care was owed \r\n  to Victim. See Rayfield, supra.\r\n  \r\nOrdinarily, there is no common law \r\n  duty to act. Wells, supra. However, an affirmative legal duty \r\n  may be created by statute, contract relationship, status, property interest, \r\n  or some other special circumstance. Jensen v. Anderson County Dep't of Soc. \r\n  Servs., 304 S.C. 195, 403 S.E.2d 615 (1991); Wells, supra. \r\n  Many statutes impose a duty on public officials to perform certain acts. Wells, \r\n  supra. Normally, such officials enjoy an immunity from a private cause \r\n  of action under the public duty rule. Id. This rule holds that public \r\n  officials are not liable to individuals for their negligence in discharging \r\n  public duties as the duty is owed to the public at large rather than anyone \r\n  individually. Id. Thus, where the duty is owed to the public in general, \r\n  the official is not liable to an individual who may have been incidentally injured \r\n  by the failure to perform the duty. Id. An exception to the general \r\n  rule of non-liability exists when a duty is owed to specific individuals rather \r\n  than the public only. Id.\r\n  \r\n1. Creation of Special \r\n  Duty by Statute\r\n  \r\nThe public duty rule presumes statutes \r\n  which create or define the duties of a public office have the essential purpose \r\n  of providing for the structure and operation of government or for securing the \r\n  general welfare and safety of the public. Tanner, supra; Wells, \r\n  supra. Generally, such statutes create no duty of care towards individual \r\n  members of the public. Wells, supra. An exception is recognized \r\n  where the plaintiff can establish the defendant owed a special duty of care \r\n  to the plaintiff. Bellamy v. Brown, 305 S.C. 291, 408 S.E.2d 219 (1991); \r\n  Wells, supra.\r\n  \r\nTo determine if a public officer \r\n  is under a special duty to the plaintiff, the court looks to the statute and \r\n  the facts of the particular case. In Rayfield v. South Carolina Dep't of \r\n  Corrections, 297 S.C. 95, 374 S.E.2d 910 (Ct. App. 1988), this Court articulated \r\n  a six-part test for determining whether a statute creates a special duty to \r\n  an individual member of the public:\r\n  \r\n(1) an essential purpose of the statute \r\n  is to protect against a particular kind of harm;\r\n  \r\n(2) the statute, either directly \r\n  or indirectly, imposes on a specific public officer a duty to guard against \r\n  or not cause that harm;\r\n  \r\n(3) the class of persons the statute \r\n  intends to protect is identifiable before the fact;\r\n  \r\n(4) the plaintiff is a person within \r\n  the protected class;\r\n  \r\n(5) the public officer knows or has \r\n  reason to know of the likelihood of harm to members of the class if he fails \r\n  to do his duty; and\r\n  \r\n(6) the officer is given sufficient \r\n  authority to act in the circumstances or he undertakes to act in the exercise \r\n  of his office.\r\n  \r\nRayfield, 297 S.C. at 106, \r\n  374 S.E.2d at 916. See also Jensen v. Anderson County Dep't of \r\n  Soc. Servs., 304 S.C. 195, 403 S.E.2d 615 (1991)(wherein the Supreme Court \r\n  adopted the Rayfield six step special duty analysis as an exception \r\n  to the public duty rule).\r\n  \r\nA plaintiff may prevail against a \r\n  public duty defense if the statute not only concerns the duties of a public \r\n  office, but also has the essential purpose of protecting identifiable individuals \r\n  from a particular kind of harm. See Rayfield, supra. In such \r\n  cases, the statute creates a special duty which may give rise to a negligence \r\n  suit against an officer for failure to perform his duties properly. Id.\r\n  \r\nArthurs urges this Court to find \r\n  S.C. Code Ann.  16-25-10 to 16-25-80 (Supp. 1994), the Criminal Domestic Violence \r\n  Act, created a special duty on the part of the Aiken County Sheriff's Department \r\n  to protect Victim. Additionally, Arthurs relies upon S.C. Code Ann.  23-13-70 \r\n  (1989), which provides:\r\n  \r\nThe deputy sheriffs shall patrol \r\n  the entire county at least twice a week . . . . They shall . . . as often as \r\n  practicable ride by houses that are off the public highways and in lonely parts \r\n  of the county, especially such as are without male protectors, and shall use \r\n  every means to prevent or detect, arrest and prosecute for . . . carrying weapons \r\n  contrary to law . . . and for the violation of every law which is detrimental \r\n  to the peace, good order and morals of the community.\r\n  \r\nSection 23-13-70 merely recites, \r\n  in broad terms, the general duty of a deputy sheriff to patrol the county. It \r\n  neither identifies any particular class of victims nor any particular harm. \r\n  The requirements of the Rayfield test are not satisfied. Arthurs did \r\n  not establish this statute created a special duty to Victim.\r\n  \r\nThe trial court ruled the Criminal \r\n  Domestic Violence Act did not create a special duty in favor of Victim. South \r\n  Carolina Code Ann.  16-25-20 (Supp. 1994) of the Criminal Domestic Violence \r\n  Act provides:\r\n  \r\nIt is unlawful to: (1) cause physical \r\n  harm or injury to a person's own household member, (2) offer or attempt to cause \r\n  physical harm or injury to a person's own household member with apparent present \r\n  ability under circumstances reasonably creating fear of imminent peril.\r\n  \r\nThe essential purpose of the statute \r\n  is to protect against harm and violence from members of an individual's household. \r\n  The class of persons intended to be protected by the statute is identifiable \r\n  before the fact. Victim was certainly a member of the protected class. However, \r\n  when deputies responded to the call in which Nephew was the victim, they did \r\n  not know or have reason to know the likelihood of harm to Victim. She had not \r\n  taken out a warrant on Husband and did not have an order of protection. These \r\n  factors militate against a finding that the statute creates a special duty in \r\n  this case.\r\n  \r\nArthurs alleges element six of the \r\n  Rayfield test was satisfied because the Department had \"undertaken \r\n  to act in the exercise of its office by undertaking the protection of [Victim] \r\n  and in attempting to enlist her aid in the capture\" of her husband, thereby \r\n  creating a special relationship between the Department and Victim. We do not \r\n  find the deputy's common-sense advice to Victim to call the police if she saw \r\n  her estranged husband and to avoid letting him in the house created a special \r\n  duty. Moreover, Deputy Cain testified that, although he wanted Victim \"to set \r\n  [Husband] up so he was in the front yard when\" the police showed up, he did \r\n  not convey that thought to Victim. He merely related to Victim the fact that \r\n  the police would handle the problem. Deputy Cain said he did not involve Victim \r\n  in \"a law enforcement operation in any way, shape or form.\" Further, the mere \r\n  act of calling 911 does not create a special duty.\r\n  \r\nPursuant to S.C. Code Ann.  16-25-70 \r\n  (Supp. 1994),(1) \"[a] law enforcement officer \r\n  may arrest, with or without a warrant, a person at his place of residence \r\n  or elsewhere if the officer has probable cause to believe that the person is \r\n  committing or has freshly committed any misdemeanor or felony under the provisions \r\n  of [the Criminal Domestic Violence Act] even if the act did not take place in \r\n  the presence of the officer.\" (Emphasis added). As used in this statute, the \r\n  word \"may\" is precatory rather than mandatory. The use of the word \"may\" clearly \r\n  imposes no affirmative duty on law enforcement. It simply gives officers flexibility \r\n  and discretion to arrest a person who violates the provisions of the Criminal \r\n  Domestic Violence Act.\r\n  \r\nIn Tanner v. Florence \r\n  Co. Treasurer, et al., Op. No. 24985 (S.C. Sup. Ct. filed August 9, 1999)(Davis \r\n  Adv. Sh. No. 27 at 10), the statute at issue provided the County \"shall \r\n  mail a notice of delinquent property taxes\" prior to a delinquency sale of that \r\n  property. S.C. Code Ann.  12-51-40 (Supp. 1998)(emphasis added). The Court \r\n  found that in certain circumstances  12-51-40 creates a special duty. The language \r\n  from that section is distinguishable from the verbiage of  16-25-70, which \r\n  provides the circumstances under which an officer may arrest.\r\n  \r\nOur Supreme Court and this \r\n  Court have been \"reluctant to find special duties statutorily imposed.\" Tanner \r\n  at 17. See, e.g., Brady Dev. Co. v. Town of Hilton Head Island, 312 \r\n  S.C. 73, 439 S.E.2d 266 (1993)(holding city owed lot purchaser no special duty \r\n  of care in issuing development permit under municipal development standards \r\n  ordinance, and thus could not be held liable to purchaser for alleged negligence \r\n  in issuing permit to developer); Bellamy v. Brown, 305 S.C. 291, 408 \r\n  S.E.2d 219 (1991)(finding statutorily prescribed exceptions to the disclosure \r\n  requirements of the state's Freedom of Information Act did not establish a duty \r\n  to maintain confidentiality); Wells v. City of Lynchburg, 331 S.C. \r\n  296, 501 S.E.2d 746 (Ct. App. 1998)(ruling plaintiff could not sue city for \r\n  failing to maintain fire hydrants because it was barred by a provision of the \r\n  Tort Claims Act and city owed duty only to public generally); Summers v. \r\n  Harrison Constr., 298 S.C. 451, 381 S.E.2d 493 (Ct. App. 1989)(concluding \r\n  state statute requiring officers who issue building permits to secure evidence \r\n  that the builders and renovators of residences are licensed did not create a \r\n  special, actionable duty to protect homeowners); Rayfield v. South Carolina \r\n  Dep't of Corrections, 297 S.C. 95, 374 S.E.2d 910 (Ct. App. 1988)(finding \r\n  state statute requiring prison and parole officials to keep records of prisoners' \r\n  habits and deportment and to prepare adequate reports concerning parole candidates \r\n  did not create a special duty to protect particular members of the public against \r\n  crimes committed by released prisoners).\r\n  \r\nWe hold neither the Criminal \r\n  Domestic Violence Act nor  23-13-70 creates a special duty to Victim. Therefore, \r\n  the trial court did not err in granting a directed verdict as to this issue \r\n  in favor of the Department.\r\n  \r\n2. Creation \r\n  of Special Duty by \"Special Circumstance\"\r\n  \r\nArthurs claims a special \r\n  duty existed based on a \"special circumstance.\" He maintains the \"special circumstance\" \r\n  arose when the Department, specifically Deputy Cain, attempted to make Victim \r\n  a part of the plan to capture Husband by using her as \"bait.\"\r\n  \r\nAccording to Deputy Cain, \r\n  he did not convey to Victim that he wanted to use her as \"bait\" in an \r\n  attempt to capture her husband. In fact, he explicitly told Victim to \"stay \r\n  behind a locked door and dial 911\" if her husband came back and started bothering \r\n  her. \r\nBecause South Carolina courts \r\n  have not addressed the creation of a special duty by \"special circumstance\" \r\n  in a law enforcement context, we look to other jurisdictions for guidance. In \r\n  Braswell v. Braswell, 410 S.E.2d 897 (N.C. 1991), the Supreme Court \r\n  of North Carolina was faced with a situation similar to the case at bar. The \r\n  administrator of the estate of a woman who was fatally shot by her estranged \r\n  husband brought suit against the sheriff for the alleged negligent failure to \r\n  provide police protection.\r\n  \r\nUpon moving out of the home \r\n  she shared with her husband, the victim met with the sheriff and related her \r\n  fears that her husband would kill her if she remained in the home. The husband's \r\n  behavior had become irregular and he had threatened her. The victim found a \r\n  letter her husband had written to their son indicating he intended to kill her \r\n  and then commit suicide. She called the sheriff and informed him of the \"gist\" \r\n  of the letter. The sheriff dispatched two deputies to check on the husband. \r\n  Both reported he appeared neither homicidal nor suicidal. The victim spent several \r\n  nights with three of her friends. The sheriff told one of the friends he \"believed \r\n  it would be a good idea for [the victim] to stay with her, that he would keep \r\n  [the victim's] whereabouts confidential, and that [the friend] should call if \r\n  she needed him.\" Id. at 900. According to another friend, the victim \r\n  told her that after she showed the letter she found to the sheriff he told her \r\n  that her husband would not harm her. A third friend declared the sheriff told \r\n  the victim that \"'he would see she got back and forth to work safely . . . [and] \r\n  that his men would be keeping an eye on her.'\" Id. Five days after \r\n  moving out of their house, the victim was murdered by her husband.\r\n  \r\nThe sheriff argued the Court \r\n  of Appeals erroneously reversed the trial court's order of directed verdict \r\n  in his favor as to the plaintiff's claim the sheriff negligently failed to protect \r\n  the victim. The Supreme Court of North Carolina elucidated:\r\n  \r\nThere are two generally \r\n  recognized exceptions to the public duty doctrine: (1) where there is a special \r\n  relationship between the injured party and the police, for example, a state's \r\n  witness or informant who has aided law enforcement officers; and (2) \"when a \r\n  municipality, through its police officers, creates a special duty by promising \r\n  protection to an individual, the protection is not forthcoming, and the individual's \r\n  reliance on the promise of protection is causally related to the injury suffered.\" \r\n  . . . .\r\n  \r\nPlaintiff in the instant \r\n  case relies upon the \"special duty\" exception as a basis for liability. To make \r\n  out such a prima facie case, plaintiff must show that an actual promise was \r\n  made by the police to create a special duty, that this promise was reasonably \r\n  relied upon by plaintiff, and that this reliance was causally related to the \r\n  injury ultimately suffered by plaintiff.\r\n  \r\nBraswell, 410 S.E.2d \r\n  at 902 (citations omitted)(emphasis added).\r\n  \r\nApplying the Braswell \r\n  \"special circumstance\" test to the case sub judice, we rule no special \r\n  duty was created. In the absence of a duty owed by the Department to Victim, \r\n  an essential element of the negligence action is missing. Thus, the trial court \r\n  did not err in directing a verdict as to the absence of a special duty. \r\n  \r\n  \r\nII. TORT \r\n  CLAIMS ACT\r\n  \r\nArthurs contends the trial \r\n  judge erred in granting a directed verdict to the Department on the ground that \r\n  the Department owed no duty to Arthurs under the South Carolina Tort Claims \r\n  Act. We disagree.\r\n  \r\nThe Tort Claims Act, S.C. \r\n  Code Ann.  15-78-10 to 200 (Supp. 1998), is a limited waiver of governmental \r\n  immunity. See Moore v. Florence Sch. Dist. No. 1, 314 S.C. 335, 444 \r\n  S.E.2d 498 (1994). Exceptions to the waiver of sovereign immunity under the \r\n  Tort Claims Act must be construed liberally in favor of limiting the liability \r\n  of the state and its political subdivisions. S.C. Code Ann.  15-78-20(f) (Supp. \r\n  1998); Steinke v. South Carolina Dep't of Labor, Licensing and Regulation, \r\n  Op. No. 24999 (S.C. Sup. Ct. filed September 7, 1999)(Shearouse Adv. Sh. No. \r\n  29 at 9). The burden of establishing a limitation upon liability or an exception \r\n  to the waiver of immunity under the Tort Claims Act is upon the governmental \r\n  entity asserting it as an affirmative defense. Steinke, supra. \r\n  The Tort Claims Act does not create a new substantive cause of action against \r\n  a governmental entity. Moore, supra. Prefatorily, Arthurs \r\n  must present evidence of a duty to act in order to recover under the \r\n  Tort Claims Act. Having found the Department owed no duty to the victim in this \r\n  case separate and apart from that owed to the public at large, we rule there \r\n  can not be a recovery under the Tort Claims Act.\r\n  \r\nImportantly, neither the \r\n  Tort Claims Act nor case law has changed the Wyatt v. Fowler rule that \r\n  police officers do not owe a duty to individuals but to the public at large. \r\n  Arthurs had the burden of showing a duty owed to Victim. His failure to show \r\n  the existence of a duty is fatal to recovery under the Tort Claims Act. Thus, \r\n  the trial court properly directed a verdict in favor of the Department as to \r\n  the Tort Claims Act. \r\n  \r\nCONCLUSION\r\n  \r\nUnder Parker, Wells, \r\n  and Tanner, we conclude the public duty rule bars recovery in this \r\n  case. Arthurs failed to show a special duty exception was created by either \r\n  statute or \"special circumstance.\" We hold that in South Carolina in order to \r\n  create a special duty by \"special circumstance\" in a law enforcement context, \r\n  the plaintiff must show:\r\n  \r\n(1) an actual promise was \r\n  made by law enforcement to create a special duty;\r\n  \r\n(2) the promise was reasonably \r\n  relied upon by the plaintiff; and\r\n  \r\n(3) the plaintiff's reliance \r\n  was causally related to the injury ultimately suffered.\r\n  \r\nThe absence of a duty to \r\n  act on the part of the Department negates any recovery by Arthurs. \r\n  \r\nAFFIRMED.\r\n  \r\nCONNOR and STILWELL, \r\n  JJ., concur.\r\n1. An \r\n  amendment, which became effective on June 7, 1995, substantially revised this \r\n  section. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3085","title":"State v. Blassingame","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3085","description":"","date":"1999-12-06","type":"opinion","text":"\r\n      \r\n\r\n\r\nState v. Blassingame\r\n\r\n\r\n\r\nTHE STATE OF SOUTH \r\n  CAROLINA\r\n  In The Court of Appeals\r\n  ________ \r\n  \r\n  \r\n  \r\n   \r\n \r\n   \r\n     \r\n      \r\n        The State, Respondent, \r\n          \r\n           \r\n        v. \r\n          \r\n           \r\n        Algin Blassingame, Appellant.\r\n      \r\n    \r\n  \r\n\r\n________\r\n  \r\nAppeal From Greenville \r\n  County\r\n  C. Victor Pyle, Jr., Circuit \r\n  Court Judge\r\n  ________ \r\n  \r\n   \r\nOpinion No. 3085\r\n  Heard November 2, 1999 - Filed \r\n  December 6, 1999\r\n  ________ \r\n  \r\n   \r\nAFFIRMED\r\n________ \r\n  \r\n \r\n \r\n   \r\n     \r\n      \r\n        Assistant Appellate Defender \r\n          Melissa J. Reed Kimbrough, of South Carolina Office of Appellate Defense, \r\n          of Columbia, for Appellant. \r\n          \r\n           \r\n        Attorney General Charles \r\n          M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant \r\n          Deputy Attorney General Salley W. Elliott and Senior Assistant Attorney \r\n          General Harold M. Coombs, Jr., all of Columbia; and Solicitor Robert \r\n          M. Ariail, of Greenville, for Respondent.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\n   \r\nANDERSON, J.: Algin Blassingame was \r\n  convicted of kidnapping, carjacking, and armed robbery. He was sentenced, respectively, \r\n  to thirty years, fifteen years concurrent, and ten years consecutive. On appeal, \r\n  Blassingame argues the trial court erred in admitting into evidence a knife \r\n  and the victim's pre-trial identification of him. We affirm. \r\n  \r\n   \r\nFACTS/PROCEDURAL \r\n  BACKGROUND \r\n   \r\nJohn Scarborough and employees of \r\n  his janitorial business were cleaning buildings on the night of June 3, 1997. \r\n  As Scarborough drove from one job site to another late that evening, a man jumped \r\n  in the passenger side of his truck at a traffic light. The man pulled out a \r\n  distinctive utility knife, held it to Scarborough's face, and ordered him to \r\n  drive. Scarborough drove down a series of roads as directed, eventually pulling \r\n  into an alley. Holding the knife under Scarborough's nose, the man told Scarborough, \r\n  \"Okay, I want everything you've got.\" Scarborough began emptying his pockets. \r\n  The man pressed the knife so hard against Scarborough's skin at this time that \r\n  it cut him. When the man saw Scarborough's ATM card, he announced: \"We're going \r\n  to the bank.\" The man demanded Scarborough's wedding ring and ordered him to \r\n  take off his pants and shoes. After checking to make sure the pockets were empty, \r\n  the man threw the clothes out the window. \r\n  \r\n   \r\nScarborough began driving again, \r\n  as demanded. During the drive, the man repeatedly told Scarborough to drive \r\n  faster and that if he did not have at least $200 in the bank the man would kill \r\n  him. When Scarborough said he had no money in the account, the man struck him \r\n  in the head three or four times. When they arrived at the ATM, the man told \r\n  Scarborough if he had less than $200 in the bank the man would sexually mutilate \r\n  him before cutting his throat and leaving him to die. Scarborough again told \r\n  the man he had no money in the account. The man responded by moving the knife \r\n  away from Scarborough's face, grabbing his arm and declaring, \"I'm going to \r\n  f**k you.\" With the knife away from his face, Scarborough opened the door, jumped \r\n  out of the truck, and ran. Scarborough ran approximately 150 yards to a pay \r\n  phone and dialed 911. While on the phone with the dispatcher, Scarborough watched \r\n  the man drive away in his truck. \r\n  \r\n   \r\nWhen the police arrived, Scarborough \r\n  provided a description of his truck, the perpetrator, and the knife. He described \r\n  the perpetrator as a stocky black man approximately his own height, weighing \r\n  about 210 pounds, with a beard and mustache. The man was wearing blue jeans, \r\n  a white t-shirt, a baseball cap, and a windbreaker. The knife he had used was \r\n  a fluorescent yellow utility knife with a retractable blade. The blade was scored \r\n  so that a used, dull tip could be broken away to reveal a new, sharp tip. This \r\n  information was radioed to dispatch which issued a \"be on the lookout\" alert. \r\n  Shortly thereafter, an officer spotted a black man driving at a high rate of \r\n  speed in a truck which appeared to be Scarborough's. Initially, the officer \r\n  lost sight of the vehicle but found it, parked and abandoned, less than one \r\n  minute later. The officer positively identified the vehicle by \"running the \r\n  tag.\" \r\n   \r\nShortly after the victim's vehicle \r\n  was discovered, Officer Roy Lee Godwin arrived and began searching the area \r\n  on foot, looking for a suspect. In a nearby alley, Godwin encountered Blassingame \r\n  walking in the opposite direction. As he and Blassingame approached one another, \r\n  Godwin noticed Blassingame was a black male, approximately five feet ten inches \r\n  tall, weighing about 210-220 pounds, with a beard and a mustache. He also noticed \r\n  Blassingame was wearing a white t-shirt and blue jeans. The officer stopped \r\n  walking and began a conversation with Blassingame. He told Blassingame police \r\n  were in the area looking for a carjacking suspect. While he was talking to Blassingame, \r\n  Godwin began mentally comparing the description of the carjacker to Blassingame's \r\n  appearance. Noticing how well Blassingame fit the description, the officer decided \r\n  to ask the man some questions about himself. When asked, Blassingame told Godwin \r\n  he was coming from his sister's apartment, but he could not provide an address. \r\n  This raised Officer Godwin's suspicion. He decided to pat Blassingame down because \r\n  of his questionable story, his size, and because he matched the description \r\n  of the \"armed and dangerous suspect.\" Officer Godwin stated: \"I advised [Blassingame] \r\n  that we were looking for a carjacker who I knew was armed and dangerous and \r\n  I told him I was going to pat him down for my safety and protection.\" Inside \r\n  Blassingame's right front pocket, the officer found a fluorescent yellow utility \r\n  knife matching the description of the carjacker's weapon. \r\n  \r\n   \r\nAfter finding the knife, Officer \r\n  Godwin handcuffed Blassingame and took him to the scene where the truck was \r\n  found so he could be identified or ruled out as a suspect. When an officer arrived \r\n  at the scene with Scarborough, Blassingame was in the back seat of a patrol \r\n  car. Scarborough first identified Blassingame while the car he was arriving \r\n  in was in motion and while Blassingame was in the patrol car. When Scarborough \r\n  got out of the car, he identified Blassingame immediately, \"with vigor and without \r\n  hesitation.\" \r\n   \r\nScarborough made a list of things \r\n  missing from his truck, including approximately twenty dollars, his checkbook, \r\n  a cellular phone, and the vacuum cleaner he used in his business. Although police \r\n  found none of Scarborough's belongings on Blassingame's person, a vacuum cleaner \r\n  matching the description of Scarborough's vacuum was discovered the next day \r\n  on the premises of Blassingame's home. \r\n  \r\n  \r\n  \r\n   \r\nISSUES \r\n  \r\n   \r\nI. Did the trial court err in admitting \r\n  the knife into evidence? \r\n   \r\nII. Did the trial court err in admitting \r\n  the pre-trial identification into evidence? \r\n  \r\n  \r\n   \r\nLAW/ANALYSIS \r\n  \r\n   \r\nI. Motion to Suppress \r\n  Knife \r\n   \r\nBlassingame argues the trial court \r\n  erred in \"denying defense counsel's motion to suppress evidence obtained after \r\n  [Blassingame] was unlawfully stopped and frisked in violation of his rights \r\n  under the Fourth, Fifth, and Fourteenth Amendments to the United States Constitution.\" \r\n  We disagree. \r\n   \r\nAt trial, Blassingame moved to suppress \r\n  the knife Officer Godwin found on his person as poisonous fruit of an improper \r\n  stop and frisk. The trial court ruled the knife admissible, concluding Officer \r\n  Godwin \"had a reasonable suspicion that the defendant was involved in criminal \r\n  activity.\" Upon review, we conclude the knife was properly admitted. \r\n  \r\n   \r\nThe United States Supreme Court recently \r\n  addressed the standard of review in cases involving questions of an officer's \r\n  reasonable suspicion to make a stop or probable cause to conduct a warrantless \r\n  search. After conducting a review of prior case law, the Court, in Ornelas \r\n  v. United States, 517 U.S. 690, 699, 116 S.Ct. 1657, 1663, 134 L.Ed.2d \r\n  911, 920 (1996), held \"determinations of reasonable suspicion and probable cause \r\n  should be reviewed de novo on appeal.\" The Ornelas Court elucidated \r\n  the analysis to be applied: \"Having said this, we hasten to point out that a \r\n  reviewing court should take care both to review findings of historical fact \r\n  only for clear error and to give due weight to inferences drawn from those facts \r\n  by resident judges and local law enforcement officers.\" Ornelas, 517 \r\n  U.S. at 699, 116 S.Ct. at 1663, 134 L.Ed.2d at 920. \r\n  \r\n   \r\nIn State v. Rodriquez, 323 \r\n  S.C. 484, 476 S.E.2d 161 (Ct. App. 1996),(1) \r\n  this Court, citing Ornelas, noted appellate courts should conduct de \r\n  novo reviews of trial court determinations of reasonable suspicion to make \r\n  stops and probable cause to conduct warrantless searches. See also State \r\n  v. Smith, 329 S.C. 550 n.2, 495 S.E.2d 798 n.2 (Ct. App. 1998), cert. \r\n  granted, (Oct. 9, 1998), and cert. dismissed, 335 S.C. 550, 518 \r\n  S.E.2d 821 (1999)(citing the Ornelas standard of review, but applying \r\n  both the Ornelas standard and the traditional standard of review; noting \r\n  our Supreme Court's grant of certiorari in Rodriquez); State v. \r\n  Brockman, 329 S.C. 115, 494 S.E.2d 440 (Ct. App. 1997), cert. granted, \r\n  (Dec. 3, 1998)(applying the Ornelas standard of review). We adopt and \r\n  apply the Ornelas standard as we conduct our de novo review \r\n  of the trial court's determinations of reasonable suspicion to make the stop \r\n  and probable cause to conduct the warrantless search. \r\n  \r\n   \r\nA police officer may stop and briefly \r\n  detain and question a person for investigative purposes, without treading upon \r\n  his Fourth Amendment rights, when the officer has a reasonable suspicion supported \r\n  by articulable facts, short of probable cause for arrest, that the person is \r\n  involved in criminal activity. Terry v. Ohio, 392 U.S. 1, 88 S.Ct. \r\n  1868, 20 L.Ed.2d 889 (1968); State v. Robinson, 306 S.C. 399, 412 S.E.2d \r\n  411 (1991); State v. Foster, 269 S.C. 373, 237 S.E.2d 589 (1977); State \r\n  v. Fowler, 322 S.C. 263, 471 S.E.2d 706 (Ct. App. 1996). The term \"reasonable \r\n  suspicion\" requires a particularized and objective basis that would lead one \r\n  to suspect another of criminal activity. United States v. Cortez, 449 \r\n  U.S. 411, 101 S.Ct. 690, 66 L.Ed.2d 621 (1981); State v. Lesley, 326 \r\n  S.C. 641, 486 S.E.2d 276 (Ct. App. 1997). In determining whether reasonable \r\n  suspicion exists, the whole picture must be considered. United States v. \r\n  Sokolow, 490 U.S. 1, 109 S.Ct. 1581, 104 L.Ed.2d 1 (1989); Lesley, \r\n  supra. \r\n   \r\n\"If the officer's suspicions are \r\n  confirmed or are further aroused, the stop may be prolonged and the scope enlarged \r\n  as required by the circumstances.\" State v. Culbreath, 300 S.C. 232, \r\n  236, 387 S.E.2d 255, 257 (1990), abrogated on other grounds by Horton \r\n  v. California, 496 U.S. 128, 110 S.Ct. 2301, 110 L.Ed.2d 112 (1990). Even \r\n  where the stop is deemed proper, \"before the police may frisk a defendant, they \r\n  must have a reasonable belief the defendant is armed and dangerous.\" Fowler, \r\n  322 S.C. at 267, 471 S.E.2d at 708. In assessing whether a suspect is armed \r\n  and dangerous, the officer need not be absolutely certain the individual is \r\n  armed. Terry, supra; State v. Smith, 329 S.C. 550, \r\n  495 S.E.2d 798 (Ct. App. 1998). The issue is whether a reasonably prudent man \r\n  in the circumstances would be warranted in the belief that his safety or that \r\n  of others was in danger. Terry, supra; Smith, supra. \r\n  \r\n   \r\nWhen Officer Godwin began his conversation \r\n  with Blassingame, he wanted to know if Blassingame had seen anybody running \r\n  or if he saw anybody in the area fitting the description of the suspect. At \r\n  this point, the officer thought \"maybe he could help me . . .find this guy.\" \r\n  \r\n   \r\nWe conclude Officer Godwin did not \r\n  \"stop\" Blassingame for Terry purposes until after he conversed with \r\n  him about the carjacking and decided Blassingame closely fit the description \r\n  of the suspect. Not all personal encounters between police officers and citizens \r\n  implicate the Fourth Amendment. Culbreath, supra. \"So long \r\n  as the person approached and questioned remains free to disregard the officer's \r\n  questions and walk away, no intrusion upon the person's liberty or privacy has \r\n  taken place and, therefore, no constitutional justification for the encounter \r\n  is necessary.\" State v. Rodriquez, 323 S.C. 484, 491, 476 S.E.2d 161, \r\n  165 (Ct. App. 1996). The \"stop\" occurred when Blassingame was asked to answer \r\n  questions regarding the place from which he was walking. Officer Godwin, realizing \r\n  Blassingame fit the suspect's description, briefly detained him for investigative \r\n  purposes, asking only a few simple questions. We find the officer had reasonable \r\n  suspicion to stop Blassingame based on his presence near the abandoned truck \r\n  and his appearance, which closely matched that of the suspect. \r\n  \r\n   \r\nWhen Blassingame could not explain \r\n  where he had been, the officer, aware that Blassingame was a sizeable man who \r\n  fit the description of the armed and dangerous carjacking suspect, frisked him \r\n  for safety reasons. A reasonably prudent man in these circumstances, faced with \r\n  a man who met the description of an armed carjacker, kidnapper, and robber who \r\n  could not satisfactorily explain why he was in the area, would be warranted \r\n  in a belief that his safety was in danger. We hold the stop and frisk was proper. \r\n  Thus, the distinctive knife seized as a result of the patdown was properly admitted. \r\n  \r\n   \r\nII. Identification \r\n  \r\n   \r\nAt trial, Blassingame sought suppression \r\n  of Scarborough's out of court identification of him. On appeal, he argues the \r\n  identification should have been suppressed on the ground that it is poisonous \r\n  fruit of an illegal stop, frisk, and arrest. Additionally, he claims the identification \r\n  procedure employed was impermissibly suggestive. We find no error. \r\n   \r\nA. Probable Cause \r\n  \r\n   \r\nHaving determined Officer Godwin \r\n  possessed reasonable suspicion to stop Blassingame, and that he had a reasonable \r\n  belief that, for safety reasons, a frisk was necessary, we need only determine \r\n  whether the officer had probable cause to arrest Blassingame. \r\n  \r\n   \r\nThe fundamental question in determining \r\n  the lawfulness of an arrest is whether probable cause existed to make the arrest. \r\n  Wortman v. City of Spartanburg, 310 S.C. 1, 425 S.E.2d 18 (1992). \"Probable \r\n  cause is defined as a good faith belief that a person is guilty of a crime when \r\n  this belief rests on such grounds as would induce an ordinarily prudent and \r\n  cautious person, under the circumstances, to believe likewise.\" Id. \r\n  at 4, 425 S.E.2d at 20. Probable cause may be found somewhere between suspicion \r\n  and sufficient evidence to convict. Thompson v. Smith, 289 S.C. 334, \r\n  336-37, 345 S.E.2d 500, 502 (Ct. App. 1986), overruled in part on other \r\n  grounds by Jones v. City of Columbia, 301 S.C. 62, 389 S.E.2d \r\n  662 (1990). In determining the presence of probable cause for arrest, the probability \r\n  cannot be technical, but must be factual and practical considerations of everyday \r\n  life on which reasonable, prudent and cautious men, not legal technicians, act. \r\n  Gist v. Berkeley County Sheriff's Dep't, Op. No. 3031 (S.C. Ct. App. \r\n  filed August 2, 1999)(Shearouse Adv. Sh. No. 26 at 5). \r\n  \r\n   \r\nAfter Officer Godwin frisked Blassingame \r\n  and found a fluorescent yellow utility knife with a retractable blade featuring \r\n  break away tips which matched the victim's description of the suspect's weapon, \r\n  Officer Godwin handcuffed Blassingame and took him for identification. At this \r\n  point, Blassingame was clearly under arrest. Despite Blassingame's argument \r\n  to the contrary, we find the officer possessed probable cause to arrest at that \r\n  time. Blassingame was walking in the neighborhood where the victim's truck had \r\n  been found, he could not account for his presence in the neighborhood, he met \r\n  the physical description of the suspect provided by the victim, and he possessed \r\n  a distinctive knife, which matched the victim's description of the suspect's \r\n  weapon. Based upon factual and practical considerations of everyday life, the \r\n  officer had probable cause. \r\n  \r\n   \r\nB. Show-up \r\n  \r\n   \r\nThe admission of the victim's out \r\n  of court identification of Blassingame is not barred by the Fourth Amendment. \r\n  Therefore, we consider whether the identification procedure was so impermissibly \r\n  suggestive as to give rise to a very substantial likelihood of irreparable misidentification. \r\n  \r\n   \r\nQuestions regarding the admissibility \r\n  of evidence are left to the trial court's sound discretion. State v. Patterson, \r\n  Op. No. 3046 (S.C. Ct. App. filed September 20, 1999)(Shearouse Adv. Sh. No. \r\n  30 at 14). Accordingly, evidentiary rulings of the trial court will not be set \r\n  aside on appeal absent an abuse of discretion or the commission of legal error \r\n  which results in prejudice to the defendant. Id. \r\n  \r\n   \r\nA criminal defendant may be deprived \r\n  of due process of law by an identification procedure that is unnecessarily suggestive \r\n  and conducive to irreparable mistaken identification.  Stovall \r\n  v. Denno, 388 U.S. 293, 87 S.Ct. 1967, 18 L.Ed.2d 1199 (1967); Patterson, \r\n  supra. Single person show-ups are disfavored because they are suggestive \r\n  by their nature. See State v. Moore, 334 S.C. 411, 513 S.E.2d \r\n  626 (Ct. App.1999). It is well established, however, that an identification \r\n  may be reliable under the totality of the circumstances even when the procedure \r\n  has been suggestive. See Neil v. Biggers, 409 U.S. 188, 93 \r\n  S.Ct. 375, 34 L.Ed.2d 401 (1972); State v. Gambrell, 274 S.C. 587, \r\n  266 S.E.2d 78 (1980); Moore, supra. Suggestiveness alone does \r\n  not mandate the exclusion of evidence. Patterson, supra. Reliability \r\n  is the linchpin in determining the admissibility of identification testimony. \r\n  Manson v. Brathwaite, 432 U.S. 98, 98, 97 S.Ct. 2243, 53 L.Ed.2d 140 \r\n  (1977). \r\n   \r\nTo determine whether an identification \r\n  is reliable, it is necessary to consider the factors set forth in Neil v. \r\n  Biggers: 1) the opportunity of the witness to view the criminal at the \r\n  time of the crime; 2) the witness's degree of attention; 3) the accuracy of \r\n  the witness's prior description of the criminal; 4) the level of certainty demonstrated \r\n  by the witness at the confrontation; and 5) the amount of time between the crime \r\n  and the confrontation. See Neil, supra; State \r\n  v. Stewart, 275 S.C. 447, 272 S.E.2d 628 (1980). The corrupting effect \r\n  of a suggestive identification is to be weighed against these factors. Patterson, \r\n  supra. After the trial court determines the witness's identification \r\n  is reliable, the witness is permitted to testify before the jury. Moore, \r\n  supra. \r\n   \r\nNotwithstanding the suggestive nature \r\n  of the show-up, the identification of Blassingame was reliable in light of the \r\n  totality of the circumstances. First, the record reflects Scarborough had several \r\n  opportunities to view the man who kidnapped, robbed, and carjacked him at knife-point. \r\n  When the man got into his truck at a traffic light, the interior light turned \r\n  on automatically and Scarborough looked directly at the man. When Scarborough \r\n  stopped the truck in an alley and began turning over his possessions to the \r\n  man, he turned on the vehicle's interior light and had an additional opportunity \r\n  to look at the man as the man went through his wallet. Furthermore, Scarborough \r\n  had a chance to see the man plainly in the bank parking lot, which had its own \r\n  lighting, when he stopped at the ATM for three to four minutes. Scarborough \r\n  paid particularly close attention to Blassingame because he was threatening \r\n  to kill Scarborough. A person in fear of his life presumably has a more acute \r\n  degree of attention to his surroundings than a mere passerby. See State \r\n  v. Ford, 278 S.C. 384, 296 S.E.2d 866 (1982); State v. Patterson, \r\n  Op. No. 3046 (S.C. Ct. App. filed September 20, 1999)(Shearouse Adv. Sh. No. \r\n  30 at 14). \r\n   \r\nSecond, although Scarborough was \r\n  forced to drive during much of the incident, he was able to give the police \r\n  a detailed and accurate description of the man. Third, when brought to the scene, \r\n  Scarborough immediately and vigorously identified Blassingame, by stating \"'There's \r\n  the guy that did this to me,'\" before the police asked Scarborough if he recognized \r\n  the man. Scarborough expressed absolute certainty that Blassingame was the perpetrator. \r\n  Finally, the identification took place approximately one and one-half hours \r\n  after the incident. \r\n   \r\nThe pre-trial identification satisfies \r\n  the criteria of State v. Stewart, supra, and Neil v. Biggers, \r\n  supra. The trial court did not err in failing to grant Blassingame's \r\n  motion to suppress Scarborough's pre-trial identification of him. \r\n  \r\n  \r\n  \r\n   \r\nCONCLUSION \r\n  \r\n   \r\nWe hold the officer had a reasonable \r\n  suspicion supported by articulable facts to stop Blassingame. Because the officer \r\n  was warranted in his belief his safety was in danger, the frisk was lawful. \r\n  Thus, the court did not err in admitting the knife seized as a result of the \r\n  patdown. The trial court properly denied Blassingame's motion to suppress Scarborough's \r\n  pre-trial identification of him under a due process analysis. Accordingly, Blassingame's \r\n  convictions for kidnapping, carjacking, and armed robbery are \r\n  \r\n   \r\nAFFIRMED. \r\n  \r\n    \r\nCONNOR and STILWELL, JJ., concur.\r\n1. Certiorari \r\n  was granted on July 23, 1997, but was later dismissed as improvidently granted. \r\n  See State v. Rodriquez, 333 S.C. 61, 508 S.E.2d 29 (1998). \r\n  \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3087","title":"State v. Smith","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3087","description":"","date":"1999-12-06","type":"opinion","text":"\r\n      \r\n\r\n\r\nState v. Smith\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________ \r\n  \r\n  \r\n  \r\n   \r\n \r\n   \r\n     \r\n      \r\n        The State, Respondent, \r\n          \r\n           \r\n      \r\n    \r\n  \r\n\r\nv. \r\n  \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Kevin Smith, Appellant.\r\n        (95-GS-40-03704, 40-03706, \r\n          40-03707, 40-03708, 40-04282 and 40-11556) \r\n          \r\n           \r\n        and \r\n          \r\n           \r\n        The State, Respondent, \r\n          \r\n           \r\n        v. \r\n          \r\n           \r\n        Sheldon Crawford, Appellant.\r\n        (95-GS-40-3717, 40-3719, \r\n          40-3720, 40-3721 and 40-4975) \r\n          \r\n           \r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\n   \r\nAppeal From Richland \r\n  County\r\n  R. Markley Dennis, Jr., Circuit \r\n  Court Judge\r\n  ________ \r\n  \r\n   \r\nOpinion No. 3087\r\n  Heard October 7, 1999 - Filed \r\n  December 6, 1999 \r\n  ________ \r\n   \r\nAFFIRMED \r\n_________ \r\n  \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Chief Attorney Daniel T. \r\n          Stacey and Assistant Appellate Defender Melody Brown, both of SC Office \r\n          of Appellate Defense, of Columbia, for appellant Kevin Smith. \r\n          \r\n           \r\n        Assistant Appellate Defenders \r\n          Robert M. Dudek and Melody Brown, both of SC Office of Appellate Defense, \r\n          of Columbia, for appellant Sheldon Crawford.  \r\n          \r\n           \r\n        Attorney General Charles \r\n          M. Condon, Deputy Attorney General John W. McIntosh, Assistant Deputy \r\n          Attorney General Salley W. Elliott and Solicitor Warren B. Giese, all \r\n          of Columbia, for respondent.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\n   \r\nCONNOR, J.: A jury \r\n  convicted Kevin Smith and Sheldon Crawford of numerous offenses stemming from \r\n  a riot at the Broad River Correctional Institution. Both appeal, arguing the \r\n  trial court erred in refusing to replace a juror who appeared to be sleeping \r\n  during their trial. We affirm. \r\n  \r\n  \r\n  \r\n   \r\nFACTS/PROCEDURAL \r\n  HISTORY \r\n   \r\nOn the morning of April 17, 1995, \r\n  Willie Leggins, a yard officer at the Broad River Correctional Institution, \r\n  received a radio report of an escapee from the Monticello deadlock unit. Seeing \r\n  an inmate run from the unit to the cafeteria, Leggins called for help and pursued. \r\n  While Leggins waited for back-up, Crawford charged and \"stuck [him] a little \r\n  bit in the side\" with a knife. He and the inmate struggled, and Leggins was \r\n  knocked unconscious. Leggins later identified the inmate as Sheldon Crawford, \r\n  whom he had seen in the yard on other occasions and with whom he had conversed. \r\n   \r\n   \r\nLester Shaw, a corrections officer \r\n  also assigned to the yard, was standing outside the cafeteria window with Sergeant \r\n  James Cooper when Leggins radioed for assistance. Looking up, Shaw observed \r\n  an inmate he could not immediately identify lunge at Leggins. He ran to the \r\n  front door of the cafeteria where he saw Crawford chasing Officer Evadney Sprull \r\n  with a knife. Shaw intervened and Crawford stabbed him in the left thigh, the \r\n  lower right leg, and the left chest area, which punctured his lung. As Crawford \r\n  attacked, Shaw saw Kevin Smith hit Cooper with a baseball bat. Sergeant Cooper, \r\n  who had accompanied Shaw to the cafeteria, also saw Sprull being chased by Crawford \r\n  with a knife. As Cooper reached for his tear gas canister, Crawford struck at \r\n  his chest with the knife. Cooper blocked the blow, but was stabbed in the right \r\n  forearm. Other inmates then joined in the attack. Smith subsequently hit Cooper \r\n  approximately twenty-five to thirty times with a baseball bat. When he finally \r\n  reached his gas canister, Cooper sprayed everyone around him and escaped.  \r\n  \r\n   \r\nOfficer Michael Green witnessed Smith's \r\n  attack on Cooper. When Green ran over to assist, Smith hit him on the side, \r\n  hand and head. Some other inmates then cornered Green, but he managed to escape \r\n  through a side door. Roosevelt Fields, a maintenance gate employee, also observed \r\n  the attack. When Fields attempted to aid Cooper, Smith hit him with the bat, \r\n  catching him in the forearm and knocking him down. As Fields went down, Smith \r\n  hit him again, this time in the back of the neck and head. Fields managed to \r\n  escape.  \r\n   \r\nWhen the disturbance began, Mary \r\n  Mathis, a food services trainee on her first day of work, was touring the kitchen \r\n  area with Tommy Haselden, the Director of Food Services. As the cafeteria erupted \r\n  in chaos, Haselden pulled Mathis into the food services office and locked the \r\n  door. Smith, however, used the baseball bat to break the office windows, and \r\n  he and Crawford entered along with several other inmates wielding knives. Crawford \r\n  handcuffed Haselden and the inmates took Haselden, Mathis, and Sprull hostage, \r\n  holding them in a dry storage area. At various times during the ensuing negotiations, \r\n  Crawford, armed with a knife, took each hostage to the front of the cafeteria. \r\n  Smith also had a knife but did not openly threaten or harm the hostages. The \r\n  inmates released Sprull after a few hours, but held Haselden and Mathis several \r\n  hours longer. Afterward, Smith was charged and indicted on two counts of assault \r\n  and battery with intent to kill (ABWIK), two counts of assault and battery of \r\n  a high and aggravated nature (ABHAN), and three counts of hostage-taking. The \r\n  grand jury also indicted Crawford on three counts of ABWIK, three counts of \r\n  hostage-taking, and one count of ABHAN.  \r\n  \r\n   \r\nSmith and Crawford were tried jointly \r\n  in May 1996. During a break, Smith's lawyer called the court's attention to \r\n  an apparently sleeping juror:  \r\n  \r\n   \r\nYour honor, there is a matter that \r\n  I want to put on the record. It's something that was called to my attention \r\n  earlier, and in fact, I noticed it myself. One of the jurors appears to have \r\n  a nodding-off problem. I think one juror keeps falling asleep, and I believe \r\n  it's the same one. And if it is, not that all the testimony we've heard today \r\n  is the most exciting, but if this is a pattern, and I believe as an officer \r\n  of the court that it has been, I would ask to excuse her.  \r\n  \r\n   \r\nThe trial court agreed that the juror, \r\n  a young white woman, \"at least this morning had the appearance of sleeping.\" \r\n  But the court went on to state: \r\n  \r\n   \r\nHowever, I did not [sic] that she, \r\n  during testimony, would pick up her pad and write something. So at this point, \r\n  I'm not going to excuse her, but will continue to watch her. Had she not done \r\n  that, and I noted it on several occasions because I was hoping to try to get \r\n  her attention to let her know that I was watching her what I thought sleep. \r\n  But she surprised me in the sense that she reached down and picked up her pad \r\n  on two occasions and wrote something down.  \r\n  \r\n   \r\nSo given that, she may be a person \r\n  that is just simply closing her eyes and listening. I don't know. I don't know \r\n  whether she is or isn't, but I will continue to watch that.  \r\n  \r\n   \r\nThe trial judge then reiterated that \r\n  he would continue watching the juror and \"possibly make some statement about \r\n  it without singling her out.\" He added that he would entertain the motion again \r\n  at the conclusion of the case. Defense counsel made no further objection and \r\n  the trial proceeded.  \r\n   \r\nAt the close of all the evidence, \r\n  the defense attorney renewed his motion to remove the juror, stating that from \r\n  his vantage point she was \"sleeping through at least portions of the trial if \r\n  not the complete trial.\" The trial court responded as follows: \r\n  \r\n   \r\nAll right, I appreciate that. And \r\n  I have really made a point to watch this morning. . . . But I have noted that \r\n  she has been very attentive today throughout this proceeding. \r\n  \r\n   \r\nI also, again, would note, because \r\n  I, too, noted it and watched it closely because, number one, to be perfectly \r\n  honest with you all, it irritated me that a juror was what appeared to be dozing. \r\n  So it truly shocked me when I watched her on several occasions reach down and \r\n  pick up her pad and write something. Now, I don't know what she wrote . . . \r\n  . I must presume, however, though, it was something pertinent to this proceeding \r\n  and it would show to me that [she], at least during those periods where her \r\n  eyes were closed, she was, nonetheless, listening to the testimony. \r\n  \r\n   \r\nGiven that fact and given her appearance \r\n  here today, I would deny the motion to excuse her at this point.  \r\n  \r\n   \r\nDefense counsel replied \"thank you\" \r\n  and the matter was not discussed further during the remainder of the trial. \r\n   \r\n   \r\nAt the close of the State's case, \r\n  the trial court directed a verdict for Smith on one count of ABHAN. The jury \r\n  convicted Smith on the remaining ABHAN count, the three hostage-taking counts, \r\n  and on one count of ABWIK. On the remaining ABWIK count, the jury found Smith \r\n  guilty only of ABHAN. The jury convicted Crawford on the three hostage-taking \r\n  counts in addition to finding him guilty of ABHAN on two of the ABWIK charges, \r\n  but did not convict on the third count of ABWIK. On June 7, the trial court \r\n  sentenced Smith to consecutive sentences of twenty years for ABWIK, nine years \r\n  for each ABHAN, and fifteen years on each count of hostage-taking, to be served \r\n  after his current term of imprisonment. In addition, Crawford received twelve \r\n  years on each hostage-taking count and ten years each for the two ABHAN convictions, \r\n  all to run consecutively after his original sentence.  \r\n  \r\n   \r\nSmith and Crawford (Defendants) both \r\n  filed timely notices of appeal. On June 27, 1997, defense counsel for Crawford \r\n  filed a brief pursuant to Anders v. California, 386 U.S. 738 (1967). \r\n  Smith's counsel also filed an Anders brief on October 30. On December \r\n  18, 1998, we ordered re-briefing on the sleeping juror issue raised in Smith's \r\n  pro se Anders response. This issue is now our sole appellate consideration.\r\n  \r\n   \r\nLAW/ANALYSIS \r\n  \r\n   \r\nDefendants argue the trial court \r\n  committed reversible error in refusing to dismiss the juror who appeared to \r\n  be sleeping during trial. A decision on whether to dismiss a juror and replace \r\n  her with an alternate, however, lies within the sound discretion of the trial \r\n  court. State v. McDaniel, 275 S.C. 222, 268 S.E.2d 585 (1980); State \r\n  v. Hurd, 325 S.C. 384, 480 S.E.2d 94 (Ct. App. 1996). Accordingly, we will \r\n  not reverse the court's decision absent an abuse of that discretion. Hurd, \r\n  325 S.C. at 389, 480 S.E.2d at 97.  \r\n  \r\n   \r\nDefendants initially assert that \r\n  a sleeping juror is tantamount to an absent juror and thereby automatically \r\n  violates their constitutional right to be tried by a twelve-member jury. See \r\n  State v. Shuck, 278 S.C. 441, 298 S.E.2d 95 (1982). However, we believe \r\n  the issue is framed more accurately as one of juror misconduct. See George \r\n  L. Blum, Annotation, Inattention of Juror From Sleepiness or Other Cause \r\n  as Ground for Reversal or New Trial, 59 A.L.R.5th 1 (1998 &amp; Supp. 1999); \r\n  23A C.J.S. Criminal Law  1437 (1989 &amp; Supp. 1999); State v. Cleveland, \r\n  959 S.W.2d 548 (Tenn. 1997) (distinguishing case of absent juror, which implicated \r\n  fundamental constitutional right to trial by jury and therefore required automatic \r\n  reversal, from that of juror who slept through five minutes of testimony, which \r\n  required a finding of prejudice to defendant before reversal).  \r\n  \r\n   \r\nMisconduct of a juror is \"a fact \r\n  to be determined by the trial judge from the circumstances\" of each case. 23A \r\n  C.J.S. Criminal Law  1437 at 381; see also State v. Aldret, \r\n  333 S.C. 307, 509 S.E.2d 811 (1999) (trial court has broad discretion in assessing \r\n  allegations of juror misconduct); State v. Kelly, 331 S.C. 132, 502 S.E.2d \r\n  99 (1998), cert. denied, 119 S. Ct. 816 (1999) (same). The general test \r\n  for evaluating alleged juror misconduct is whether there in fact was misconduct \r\n  and, if so, whether any harm resulted to the defendant as a consequence. See \r\n  23A C.J.S. Criminal Law  1437 at 381. Indeed, the great majority of \r\n  courts in other states considering the sleeping juror question have utilized \r\n  this approach. See 59 A.L.R.5th at 42 (because harm to defendant does \r\n  not automatically follow a determination that a juror was sleeping, most states \r\n  require a defendant to show prejudice such as the juror \"failed to follow some \r\n  essential part of the proceedings\"); People v. Bradford, 939 P.2d 259 \r\n  (Cal. 1997), cert. denied, 118 S. Ct. 1796 (1998); Hanes v. People, \r\n  598 P.2d 131 (Colo. 1979) (en banc); Mirabel v. State, 182 So. 2d 289 \r\n  (Fla. Dist. Ct. App. 1966); Williams v. State, 378 S.E.2d 886 (Ga. Ct. \r\n  App. 1989); Chubb v. State, 640 N.E.2d 44 (Ind. 1994); State v. Cuevas, \r\n  281 N.W.2d 627 (Iowa 1979); State v. Kimmel, 448 P.2d 19 (Kan. 1968); \r\n  State v. King, 355 So. 2d 1305 (La. 1978); State v. Lyons, 466 \r\n  A.2d 868 (Me. 1983); Wright v. State, 330 A.2d 482 (Md. Ct. Spec. App. \r\n  1975); State v. Henderson, 355 N.W.2d 484 (Minn. Ct. App. 1984); Hines \r\n  v. State, 417 So. 2d 924 (Miss. 1982); State v. Whitman, 788 S.W.2d \r\n  328 (Mo. Ct. App. 1990); State v. Glover, 553 A.2d 808 (N.J. Super. Ct. \r\n  App. Div. 1988); People v. Ferguson, 564 N.Y.S.2d 278 (N.Y. App. Div. \r\n  1990); State v. Williams, 235 S.E.2d 86 (N.C. Ct. App. 1977); Commonwealth \r\n  v. Jones, 461 A.2d 267 (Pa. Super. Ct. 1983); State v. Chestnut, \r\n  643 S.W.2d 343 (Tenn. Crim. App. 1982); State v. Pace, 527 P.2d 658 (Utah \r\n  1974); Ellis v. Commonwealth, 317 S.E.2d 479 (Va. 1984); State v. \r\n  Hughes, 721 P.2d 902 (Wash. 1986) (en banc). Federal courts examining the \r\n  issue have held similarly. See United States v. Holder, 652 F.2d \r\n  449 (5th Cir. 1981); United States v. Machi, 811 F.2d 991 \r\n  (7th Cir. 1987); United States v. Key, 717 F.2d 1206 (8th \r\n  Cir. 1983); United States v. Springfield, 829 F.2d 860 (9th \r\n  Cir. 1987); United States v. Barrett, 703 F.2d 1076 (9th Cir. \r\n  1983). \r\n   \r\nDefendants argue that our opinion \r\n  in State v. Hurd, 325 S.C. 384, 480 S.E.2d 94 (Ct. App. 1996), controls \r\n  this case. In Hurd, we reversed a defendant's conviction where the trial \r\n  court refused a request to question a juror who appeared to be sleeping during \r\n  portions of closing arguments and jury instructions. We stated that because \r\n  a juror with closed eyes is not necessarily asleep, a trial court \"should at \r\n  least attempt to make this determination whenever a juror appears to be asleep.\" \r\n  Hurd, 325 S.C. at 390, 480 S.E.2d at 97. The trial court in Hurd \r\n  made no such attempt. Thus, we held that the trial judge \"should have either \r\n  determined whether the juror was in fact asleep, recharged the entire jury, \r\n  or replaced the juror.\" Id. \r\n  \r\n   \r\nWe find Hurd distinguishable \r\n  from the instant case. In Hurd, the trial court at least implicitly found \r\n  that the juror was in fact asleep at some points during the charge, declaring \r\n  specifically that he \"noticed [the juror] nodding off a couple of times\" but \r\n  that the juror \"was alert during most of the charge.\" Id. at 389, 480 \r\n  S.E.2d at 97. Here, on the other hand, the trial judge stated on the record \r\n  that he concluded the juror was awake and listening with her eyes closed, because \r\n  on several occasions she surprised him by picking up her notebook and writing \r\n  something down. In this instance, therefore, the trial court did make the requisite \r\n  factual finding mandated by Hurd, and he needed to take no further action. \r\n  See id.; People v. DeSantis, 831 P.2d 1210 (Cal. 1992) \r\n  (en banc), cert. denied, 508 U.S. 917 (1993) (no formal hearing was required \r\n  and trial court's self-directed inquiry was sufficient where court observed \r\n  jurors closely to ascertain whether they were asleep and determined none were \r\n  dozing); Golsun v. United States, 592 A.2d 1054 (D.C. 1991) (trial court's \r\n  unchallenged factual finding that juror was not asleep, based on personal observation \r\n  of trial judge, sufficient to bar reversal on appeal); State v. Glover, \r\n  553 A.2d 808, 813 (N.J. Super. Ct. App. Div. 1988) (no reversible error in court's \r\n  refusal to \"take appropriate action\" where \"judge himself was aware prior to \r\n  it being called to his attention that a certain juror had his eyes closed,\" \r\n  but the \"judge did not appear to be of the opinion that the juror had been sleeping\"); \r\n  People v. McIntyre, 597 N.Y.S.2d 442 (N.Y. App. Div. 1993) (no inquiry \r\n  necessary where trial court had benefit of its observations and was satisfied \r\n  juror was not sleeping); see also United States v. Holder, 652 \r\n  F.2d 449 (5th Cir. 1981) (no abuse of discretion in trial court's \r\n  refusal to question juror who appeared to be asleep, where judge admitted juror's \r\n  eyes were momentarily closed but noted he believed juror was awake because he \r\n  had observed juror rocking in his chair with his eyes open periodically); United \r\n  States v. Key, 717 F.2d 1206 (8th Cir. 1983) (no abuse of discretion \r\n  in trial court's refusal to replace allegedly sleeping juror with alternate \r\n  where record reflected legitimate basis for finding juror was awake; trial court \r\n  had observed juror and believed that, though his eyes were shut sometimes, juror \r\n  had heard all the evidence and simply had a tendency to close his eyes and listen); \r\n  United States v. Barrett, 703 F.2d 1076 (9th Cir. 1983) (if \r\n  a legitimate basis exists, trial court may take judicial notice of fact that \r\n  juror was not sleeping without inquiring into an allegation that the juror was \r\n  asleep). \r\n   \r\nMoreover, we are guided by a recent \r\n  line of juror misconduct cases in which our Supreme Court rejects a per se reversible \r\n  error rule. In each of these cases, the Supreme Court has required the defendant \r\n  to prove prejudice. In State v. Grovenstein, 335 S.C. 347, 517 S.E.2d \r\n  216 (1999), the Court rejected a presumption of prejudice analysis and held \r\n  that a defendant must establish he was denied a fair trial as a result of an \r\n  alternate juror's momentary participation in jury deliberations. In requiring \r\n  a defendant to demonstrate prejudice, the Court reiterated that \"unless the \r\n  misconduct affects the jury's impartiality, it is not such misconduct as will \r\n  affect the verdict.\" Id. at 352, 517 S.E.2d at 218 (quoting State \r\n  v. Kelly, 331 S.C. 132, 141, 502 S.E.2d 99, 104 (1998)). Two other recent \r\n  juror misconduct cases also applied this rule. See State v. Aldret, \r\n  333 S.C. 307, 509 S.E.2d 811 (1999) and cases cited within (holding burden is \r\n  on defendant to establish prejudice from jury's premature deliberations); State \r\n  v. Kelly, 331 S.C. 132, 502 S.E.2d 99 (1998), cert. denied, 119 S. \r\n  Ct. 816 (1999) (finding death penalty case defendant failed to show prejudice \r\n  from presence in jury room of religious pamphlet concerning God's view of death \r\n  penalty, where misconduct had not affected the jury's verdict). These cases \r\n  are consistent with prior court opinions stating that a showing of prejudice \r\n  must be made to warrant relief in cases of jury misconduct. See State \r\n  v. Hunter, 320 S.C. 85, 463 S.E.2d 314 (1995) (finding denial of defendant's \r\n  motion for new trial warranted where defendant failed to demonstrate prejudice \r\n  resulting from jury misconduct involving juror's use of racially offensive word \r\n  to refer to some testimony given at trial); State v. Wasson, 299 S.C. \r\n  508, 386 S.E.2d 255 (1989) (stating burden on defendant to show not only error \r\n  but resulting prejudice from jurors' reading of trial-related newspaper article); \r\n  State v. Bonneau, 276 S.C. 122, 276 S.E.2d 300 (1981) (holding that it \r\n  is incumbent on a defendant to demonstrate the presence of an alternate juror \r\n  denied him a fair trial); State v. Salters, 273 S.C. 501, 257 S.E.2d \r\n  502 (1979) (stating that to gain relief, defendant must make reasonable showing \r\n  of potential prejudice resulting from possible juror exposure to newspaper publicity \r\n  about defendant's trial); State v. Carrigan, 284 S.C. 610, 328 S.E.2d \r\n  119 (Ct. App. 1985) (holding mere fact that conversation occurred between juror \r\n  and witness for State did not necessarily prejudice defendant). \r\n  \r\n   \r\nFinally, as noted above, the trial \r\n  court found that the juror who appeared to be sleeping was in fact alert. Defendants \r\n  apparently accepted this finding and did not ask the trial court to voir dire \r\n  the juror or undertake further inquiry. Because Defendants bore the burden to \r\n  show the juror was actually asleep, their failure, unlike the defendant in Hurd, \r\n  to request direct examination of the juror waives any complaint on appeal. See \r\n  State v. Cooper, 334 S.C. 540, 514 S.E.2d 584 (1999) (counsel must request \r\n  trial court to investigate juror misconduct); State v. Aldret, 333 S.C. \r\n  307, 509 S.E.2d 811 (1999) (claimed error was not preserved where there was \r\n  no indication in the record that defendant asked trial court to question jurors \r\n  regarding possible premature deliberations; had such a request been timely made \r\n  the trial court could have voir dired the jury to determine if, in fact, there \r\n  had been premature deliberations and whether the defendant had been prejudiced \r\n  thereby); Lloyd v. Rawl, 63 S.C. 219, 41 S.E. 312 (1902) (trial court \r\n  did not err in refusing to grant new trial, where juror who admitted to \"taking \r\n  whiskey\" and feeling unwell seemed \"as if asleep\" but defendant made no motion \r\n  requesting court to take affirmative action); People v. Bradford, 939 \r\n  P.2d 259 (Cal. 1997) (trial court did not abuse its discretion in failing to \r\n  investigate sleeping juror where defense counsel did not request a hearing or \r\n  further investigation into the matter); United States v. Baker, 609 F.2d \r\n  134 (5th Cir. 1980) (no grounds for reversal demonstrated where defendants \r\n  claimed juror slept through instructions but did not urge court to ascertain \r\n  whether juror was actually asleep); United States v. Moore, 580 F.2d \r\n  360 (9th Cir. 1978), cert. denied, 439 U.S. 970 (1978) (trial \r\n  court did not abuse its discretion in refusing to examine a dozing juror sua \r\n  sponte where court ordered windows opened, jurors remained alert for balance \r\n  of proceeding, and defendant did not ask court to take additional corrective \r\n  measures); cf. State v. Bennett, 328 S.C. 251, 493 S.E.2d 845 \r\n  (1997) (objection in trial court must encompass argument on appeal). \r\nBecause Defendants did not demonstrate \r\n  the juror was in fact asleep, we need not reach the question of prejudice. Accordingly, \r\n  the trial court did not abuse its discretion in refusing to dismiss the juror, \r\n  and the decision below is  \r\n  \r\n   \r\nAFFIRMED.  \r\n  \r\n   \r\nGOOLSBY and ANDERSON, JJ., \r\n  concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3088","title":"Osborne v. Adams, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3088","description":"","date":"1999-12-13","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nOsborne v. Adams, et al.,\r\n\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________ \r\n  \r\n  \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Marianne Osborne, individually, \r\n          and as Guardian ad Litem for Matthew Connor Osborne, a minor, Appellant, \r\n          \r\n           \r\n        v. \r\n          \r\n           \r\n        R. Stephen Adams, M.D., B. \r\n          Edward O'Dell, M.D., Adams, O'Dell, Davidson and Lusk, OB/GYN, P.C., \r\n          Evelyn H. Melnick, M.D., J.E. Harlan, Jr., M.D., Pee Dee Neonatal Associates, \r\n          P.A., and McLeod Regional Medical Center, Respondents.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\n   \r\nAppeal From Florence \r\n  County\r\n  James E. Brogdon, Jr., Circuit \r\n  Court Judge\r\n  ________ \r\n  \r\n   \r\nOpinion No. 3088\r\n  Heard October 5, 1999 - Filed \r\n  December 13, 1999\r\n  ________ \r\n  \r\n   \r\nAFFIRMED\r\n________ \r\n  \r\n \r\n \r\n   \r\n     \r\n      \r\n        Edward L. Graham, of Zeigler \r\n          &amp; Graham, of Florence, for Appellant. \r\n          \r\n           \r\n        John S. Wilkerson, III, of \r\n          Turner, Padget, Graham &amp; Lacey, of Florence, for Respondent McLeod \r\n          Regional Medical Center; Charles E. Carpenter, Jr. and S. Elizabeth \r\n          Brosnan, both of Richardson, Plowden, Carpenter &amp; Robinson, of Columbia, \r\n          for Respondents Evelyn H. Melnick, M.D., J.E. Harlan, Jr., M.D., and \r\n          Pee Dee Neonatal Associates, P.A.; and William L. Pope, of Pope &amp; \r\n          Rogers, of Columbia, for Respondents R. Stephen Adams, B. Edward O'Dell, \r\n          and Adams, O'Dell, Davidson and Lusk, OB/GYN, P.C..\r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\n   \r\nPER CURIAM: Marianne \r\n  Osborne (Osborne) brought this medical negligence action for damages her son \r\n  allegedly sustained at the time of his birth at McLeod Regional Medical Center \r\n  (McLeod). The trial court granted summary judgment in favor of McLeod, finding \r\n  Osborne failed to establish a genuine issue of material fact as to McLeod's \r\n  negligence. We affirm.  \r\n   \r\nFACTS/PROCEDURAL \r\n  BACKGROUND \r\n   \r\nMarianne Osborne selected respondents \r\n  Dr. B. Edward O'Dell and his colleagues at Adams, O'Dell, Davidson &amp; Lusk, \r\n  OB/GYN, P.C. to provide obstetrical care in 1992. Osborne alleges she chose \r\n  McLeod Regional Medical Center as the hospital where she would give birth and \r\n  obtain incidental medical services, including newborn care, because as a pharmacist \r\n  employed by McLeod she was given financial incentives for using McLeod facilities \r\n  and services. Osborne also stated she had confidence in McLeod's delivery and \r\n  neonatal services from her employee \"indoctrination\" and McLeod's marketing \r\n  campaign, touting its facilities and listing Dr. J. E. Harlan, Jr. (Dr. Harlan) \r\n  as its neonatal intensive care unit's (NICU) medical director.  \r\n  \r\n   \r\nOn May 21, 1993, after five days \r\n  in McLeod under the care of her obstetricians, Osborne gave birth to Connor, \r\n  nine weeks premature. As a result of his prematurity, Connor developed respiratory \r\n  distress and received treatment from Dr. Evelyn H. Melnick and Dr. Harlan, both \r\n  of Pee Dee Neonatal Associates, P.A. at McLeod's NICU. Osborne alleges Connor \r\n  developed severe problems including cerebral palsy and mental retardation as \r\n  a result of mismanagement of his respiratory distress. Osborne \r\n  stated she was not aware of the neonatologists' status as independent contractors \r\n  either at the time she chose McLeod as the place to deliver her child or during \r\n  the delivery.  \r\n   \r\nOsborne sued all of the Respondents \r\n  in May 1996 alleging Connor's injuries were directly and proximately caused \r\n  by the negligence and wrongful conduct of the Respondents. McLeod denied any \r\n  negligence and moved for summary judgment in May 1997.  \r\n  \r\n   \r\nThe trial court granted McLeod's \r\n  motion for summary judgment, finding Osborne \"failed to present any expert testimony \r\n  whatsoever . . . which creates an issue of fact as to any negligence on the \r\n  part of [McLeod].\"  The court noted it had allowed Osborne \r\n  an additional forty-five days to present affidavits and other evidence in opposition \r\n  to the motion, but the materials submitted by Osborne \"do not relate to the \r\n  allegations in the Complaint and are insufficient to create a question of fact\" \r\n  as to McLeod's negligence. Osborne appeals the granting of summary judgment \r\n  to McLeod. \r\n  \r\n   \r\nISSUES \r\n   \r\n   \r\n\r\n  Did the trial court err in granting \r\n    summary judgment to McLeod because McLeod has a nondelegable duty to provide \r\n    competent and proper medical care to newborns in its neonatal unit?\r\n  \r\n  \r\n   \r\n  Did the trial court err in granting \r\n    summary judgment where Osborne accepted services from the neonatologists at \r\n    McLeod, reasonably believing they were agents or employees of McLeod, and \r\n    where Osborne's son allegedly sustained damages as a result of the neonatologists' \r\n    negligence, under Restatement (Second) of Torts  429 (1965)?\r\n  \r\n  \r\n   \r\n  Did the trial court err in granting \r\n    summary judgment where discovery is not complete and further inquiry into \r\n    the facts is needed to determine the application of the law concerning McLeod's \r\n    respondeat superior liability for its nurse/technician employees?\r\n   \r\n  \r\n   \r\n\r\nSTANDARD OF \r\n  REVIEW \r\n   \r\nA trial court may properly grant \r\n  a motion for summary judgment when \"the pleadings, depositions, answers to interrogatories, \r\n  and admissions on file, together with the affidavits, if any, show that there \r\n  is no genuine issue as to any material fact and that the moving party is entitled \r\n  to a judgment as a matter of law.\" Rule 56(c) SCRCP. See also Tupper \r\n  v. Dorchester County, 326 S.C. 318, 487 S.E.2d 187 (1997). \r\n  \r\n   \r\nIn determining whether any triable \r\n  issues of fact exist, the evidence and all reasonable inferences therefrom must \r\n  be viewed in the light most favorable to the non-moving party. Summer v. \r\n  Carpenter, 328 S.C. 36, 492 S.E.2d 55 (1997); City of Columbia v. American \r\n  Civil Liberties Union, 323 S.C. 384, 475 S.E.2d 747 (1996). \r\n  \r\n  \r\n  \r\n   \r\nANALYSIS \r\n  \r\n   \r\n\r\n   NONDELEGABLE DUTY \r\n    \r\n     \r\n\r\nOsborne argues McLeod had an absolute, \r\n  or nondelegable, duty to care for its NICU patients; therefore, the hospital \r\n  is liable for the torts of its neonatologists even though they are independent \r\n  contractors, not McLeod employees. We disagree. \r\n  \r\n   \r\nTraditionally, an employer is not \r\n  liable for the acts of its independent contractors. This absence of liability \r\n  arises because the employer has no control over the acts and work of an independent \r\n  contractor. Restatement (Second) of Torts  409 cmt. b (1965). Cf. South \r\n  Carolina Ins. Co. v. James C. Greene &amp; Co. , 290 S.C. 171, 348 S.E.2d \r\n  617 (Ct. App. 1986) (under the doctrine of respondeat superior in tort law, \r\n  the employer is responsible for the acts of an employee acting within the scope \r\n  of employment). \r\n   \r\nAn exception to the rule that an \r\n  employer is not liable for the torts of an independent contractor occurs where \r\n  the employer is found to have a nondelegable duty to perform an act, in which \r\n  case, the employer is liable for the actions of the independent contractor. \r\n  See Durkin v. Hansen, 313 S.C. 343, 437 S.E.2d 550 (Ct. App. 1993). \r\n  Under the nondelegable duty doctrine, the employer is free to delegate the duty \r\n  to the independent contractor; however, the employer cannot delegate the liability. \r\n  Nondelegable duty is similar to strict liability in the sense that the employer \r\n  need not have been at fault or committed any negligence; the independent contractor's \r\n  negligence is imputed to the employer. Foltz v. Northwestern Bell Tel. Co., \r\n  376 N.W.2d 301, 309 (Neb. 1985). \r\n  \r\n   \r\nIn Simmons v. Tuomey Regional \r\n  Medical Center, 330 S.C. 115, 498 S.E.2d 408 (Ct. App. 1998), cert. granted \r\n  (April 8, 1999), this Court held a hospital's duty to its emergency room patients \r\n  to provide competent medical care has evolved into a nondelegable duty. Thus, \r\n  hospitals are liable for the negligence of its emergency room physicians, even \r\n  if they are designated as independent contractors. In so holding, we stated, \r\n  \"Consideration of the effect of public policy in the medical care arena leads \r\n  us to this conclusion.\" Id. at 118, 498 S.E.2d at 409.  \r\n  \r\n   \r\nThe linchpin for our finding a nondelegable \r\n  duty in emergency room situations is the nature of emergency room operations \r\n  and the public perception of the unity of hospitals and their emergency rooms. \r\n  State regulations require all hospitals to maintain an emergency room twenty-four \r\n  hours a day. 24A S.C. Code Ann. Regs. 61-16  613 (1992). We also recognized \r\n  the dynamics of emergency room treatment, particularly the fact that one cannot \r\n  choose to pass by the nearest emergency room following a sudden injury or illness, \r\n  as well as the fact that the operation of an emergency room is a vital service \r\n  for the community. Simmons, 330 S.C. at 120, 498 S.E.2d at 410.  \r\n  \r\n   \r\nOsborne contends we should extend \r\n  the holding in Simmons beyond emergency room physicians, applying it \r\n  to other independent contractor physicians, in this case to the neonatologists \r\n  at McLeod. Osborne argues this Court should find McLeod had a nondelegable duty \r\n  to operate the NICU and it is therefore liable for the torts of the independent \r\n  contractor neonatologists, regardless of any fault or negligence on McLeod's \r\n  part. \r\n   \r\nIn support of her argument, Osborne \r\n  asserts the doctors from Pee Dee Neonatal Associates, P.A. are the only neonatologists \r\n  practicing at McLeod, and Dr. Harlan was advertised as being the medical director \r\n  of McLeod's NICU. Osborne points out state accreditation regulations require \r\n  all hospitals seeking designation as a Level III perinatal unit to staff the \r\n  unit twenty-four hours a day, seven days a week. Because McLeod holds itself \r\n  out as a Level III hospital, she contends competent and proper neonatal care \r\n  of preterm newborns is integral to a Level III perinatal unit. \r\n  \r\n   \r\nOsborne argues a patient is no more \r\n  likely to \"choose\" a neonatologist for intensive care treatment of premature \r\n  infants than to \"choose\" an emergency room. She maintains she did not choose \r\n  the neonatologists who treated Connor. Rather, she chose McLeod and its NICU, \r\n  in part, because of the articles by McLeod touting its NICU facilities. \r\n  \r\n   \r\nOsborne called her regular obstetrician, \r\n  who directed her to McLeod. Her physicians treated her for five days in the \r\n  hospital, until she gave birth and the neonatologists began treating Connor. \r\n  Osborne did not present herself or her son at the emergency room for treatment \r\n  and neither she nor her son received treatment from an emergency room physician. \r\n  Rather, she was admitted to the hospital at the direction of and under the care \r\n  of her obstetrician. \r\n   \r\nAll hospitals are required to have \r\n  emergency rooms, but all hospitals do not have to have Level III perinatal units. \r\n  24A S.C. Code Ann. Regs. 61-16  607 (1982 &amp; Supp. 1998). We do not agree \r\n  with Osborne's contention that a NICU is equivalent to a \"baby\" emergency room. \r\n  A NICU is an intensive care and recovery unit not unlike units that provide \r\n  intensive care to adults following emergency treatment or surgery. Although \r\n  NICU patients may be recovering from serious conditions, a NICU is not a true \r\n  \"emergency room\". \r\n   \r\nWe decline to extend our holding \r\n  in Simmons beyond treatment provided by emergency room physicians. Although \r\n  we recognize the importance of newborn care, the same public policy reasons \r\n  that compelled our decision in Simmons are not present in this case. \r\n  Our adoption of a nondelegable duty in Simmons was limited to the unique \r\n  circumstances of emergency room treatment. We believe our decision is in line \r\n  with other jurisdictions that have adopted a nondelegable duty in emergency \r\n  room situations, but have declined to extend it beyond emergency room physicians. \r\n  See, Jackson v. Power, 743 P.2d 1376 (Alaska 1987); Valdez \r\n  v. Pasadena Healthcare Management, Inc., 975 S.W.2d 43 (Tex. App. 1998). \r\n   \r\n  \r\n  \r\n   \r\nII. RESTATEMENT \r\n  (SECOND) OF TORTS  429 \r\n  \r\n   \r\nOsborne next argues if this Court \r\n  declines to extend a nondelegable duty to neonatologists, McLeod's liability \r\n  for treatment provided by the neonatologists should be predicated on Restatement \r\n  (Second) of Torts  429 (1965). We disagree. \r\n  \r\n   \r\nUnder Restatement (Second) of Torts \r\n   429, liability is based upon the plaintiff's \"reasonable belief\" that the \r\n  services in question would be performed by the defendant or the defendant's \r\n  servant. The commentary to  429 notes that this section is similar to Restatement \r\n  (Second) of Agency  267 (1958). This type of agency is sometimes referred to \r\n  by courts and commentators as \"ostensible agency\". However, the basis of liability \r\n  under Torts  429 is unlike  267 in that the provisions of  429 do not require \r\n  a representation or \"holding out\" by the employer or detrimental reliance. Section \r\n  429 of the Restatement (Second) of Torts has not been adopted in South Carolina. \r\n   \r\n   \r\nSouth Carolina courts have instead \r\n  relied upon the three-part test of Restatement (Second) of Agency  267 (1958), \r\n  requiring that a plaintiff establish an apparent agency relationship as a basis \r\n  for asserting liability against a principal. As between a physician and a hospital, \r\n  the plaintiff must show (1) that the purported principal consciously or impliedly \r\n  represented another to be his agent; (2) that there was a reliance upon the \r\n  representation; and (3) that there was a change in position to the relying party's \r\n  detriment. Shuler v. Tuomey Regional Medical Center, 313 S.C. 225, 437 \r\n  S.E.2d 128 (Ct. App. 1993); Strickland v. Madden, 323 S.C. 63, 448 S.E.2d \r\n  581 (Ct. App. 1994).  \r\n   \r\nWe conclude Restatement (Second) \r\n  of Torts  429 is a major departure from the analysis required under existing \r\n  South Carolina case law and arguably employs a more subjective test; that being, \r\n  the \"reasonable belief\" of the plaintiff. We decline to adopt it in the absence \r\n  of guidance from our supreme court.  \r\n  \r\n   \r\nIII. ADDITIONAL \r\n  TIME FOR DISCOVERY \r\n  \r\n   \r\nOsborne finally contends the trial \r\n  judge erred in granting summary judgment because more time was needed to complete \r\n  discovery regarding McLeod's respondeat superior liability for the acts or omissions \r\n  of McLeod's nursing/technician staff. We disagree. \r\n  \r\n   \r\n\"The rulings of a trial judge in \r\n  matters involving discovery will not be disturbed on appeal absent a clear showing \r\n  of an abuse of discretion.\" Hook v. Rothstein, 281 S.C. 541, 555, 316 \r\n  S.E.2d 690, 699 (Ct. App. 1984). An abuse of discretion occurs when the trial \r\n  judge's ruling is based upon an error of law or, when based on factual conclusions, \r\n  is without evidentiary support. Fontaine v. Peitz, 291 S.C. 536, 354 \r\n  S.E.2d 565 (1987). \r\n   \r\n\"The appellate court will generally \r\n  make all reasonable presumptions to the effect that the discretionary powers \r\n  of the trial court have been exercised properly, correctly, or without abuse, \r\n  and will not presume, or assume, that there has been an abuse of discretion.\" \r\n  5 C.J.S. Appeal and Error  773 (1993). Great weight is given to the \r\n  judgment of the trial court on discretionary matters. Id.  772(a). \r\n  \r\n   \r\nIn this case, Osborne gave birth \r\n  on May 21, 1993. She filed her negligence action against McLeod and the other \r\n  defendants on May 17, 1996. One year later, in May of 1997, McLeod moved for \r\n  summary judgment, contending Osborne failed to establish a genuine issue of \r\n  material fact as to any negligence committed by McLeod and presented no expert \r\n  witnesses establishing McLeod's negligence. \r\n  \r\n   \r\nAfter a hearing, the trial court \r\n  issued an order dated October 27, 1997, holding the summary judgment motion \r\n  in abeyance for forty-five days, allowing Osborne additional time to present \r\n  affidavits or other evidence in opposition to the motion. Osborne submitted \r\n  her own affidavit, her attorney's affidavit which generally referred to \"qualified \r\n  medical expert(s),\" and an affidavit from Dr. David Abramson that did not refer \r\n  to any negligence on the part of McLeod's nursing/technician staff.  \r\n  \r\n   \r\nAfter a second hearing, the trial \r\n  judge granted summary judgment in favor of McLeod on January 26, 1998, finding \r\n  Osborne \"failed to present any expert testimony whatsoever . . . which creates \r\n  an issue of fact as to any negligence on the part of [McLeod].\" We agree with \r\n  the trial judge that Osborne failed to establish a genuine issue of material \r\n  fact as to the respondeat superior liability of McLeod for its nursing/technician \r\n  staff. \r\n   \r\nThe hearing on McLeod's summary judgment \r\n  motion was in 1997, four years after Osborne gave birth at McLeod and over a \r\n  year after she filed her complaint. The trial judge allowed Osborne an additional \r\n  forty-five days to conduct discovery and present affidavits and other evidence \r\n  in opposition to the motion. We believe there was sufficient time for Osborne \r\n  to proceed with discovery in this case and the trial judge did not abuse his \r\n  discretion in refusing to allow additional time for discovery. \r\n  \r\n   \r\nFor the foregoing reasons, the decision \r\n  of the trial judge is  \r\n   \r\nAFFIRMED. \r\n  \r\n   \r\nCURETON, HEARN, and HOWARD, \r\n  JJ. concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3089","title":"Greer, et al. v. Spartanburg Technical College","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3089","description":"","date":"1999-12-13","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nGreer, et al., v. Spartanburg Technical College\r\n\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________\r\n \r\n   \r\n     \r\n      \r\n         \r\n           \r\n        Simon Greer and Carolina \r\n          Alliance for Fair Employment, Appellants, \r\n          \r\n           \r\n        v. \r\n          \r\n           \r\n        Spartanburg Technical College, Respondent.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\n   \r\nAppeal From Spartanburg \r\n  County\r\n  John C. Hayes, III, Circuit \r\n  Court Judge\r\n  Thomas J. Dezern, Special Circuit \r\n  Court Judge\r\n  ________ \r\n   \r\nOpinion No. 3089\r\n  Heard November 2, 1999 - Filed \r\n  December 13, 1999\r\n  ________ \r\n  \r\n   \r\nAFFIRMED\r\n________ \r\n  \r\n \r\n \r\n   \r\n     \r\n      \r\n        Stephen John Henry, of Greenville, \r\n          for appellants. \r\n           \r\n        William McBee Smith, of Smith \r\n          &amp; Haskell, of Spartanburg, for respondent.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\n   \r\nPER CURIAM: Simon \r\n  Greer and the Carolina Alliance for Fair Employment (CAFE)(1) \r\n  (collectively referred to as the Appellants) appeal an order finding Spartanburg \r\n  Technical College did not violate the Appellants' First Amendment rights when \r\n  it canceled a course entitled \"Who Builds America.\" We affirm. \r\n  \r\n   \r\nFACTS  \r\n  \r\n   \r\nIn September 1994, Greer approached \r\n  the College with a proposal to teach what was described as a history course \r\n  emphasizing the impact of economic changes on conditions in South Carolina. \r\n  The College accepted the course under its community interest offerings and advertised \r\n  it in the College register. The blurb prepared by Greer for publication in the \r\n  register posed the following questions: \"How do broad economic changes impact \r\n  local conditions in South Carolina? How do these changes affect our rights and \r\n  our workplaces? How does the history of the American economy affect us today?\" \r\n  \r\n   \r\nAt approximately the same time, Greer \r\n  prepared a leaflet to be distributed independently of the College which used \r\n  the following questions and statements to describe and attempt to pique interest \r\n  in the course: \"Do you know how labor laws have been created and how they affect \r\n  you? How do today's economic decisions affect workers? Come learn the history \r\n  of working people in the south.\" \r\n  \r\n   \r\nSometime after the acceptance of \r\n  the course proposal but prior to the beginning of classes, the college president, \r\n  Jack Powers, learned the course was discussed in CAFE's November 1994 newsletter. \r\n  The newsletter stated that at a meeting of the Spartanburg chapter of CAFE the \r\n  chapter discussed plans for participating in the course \"we will be offering \r\n  this winter at Spartanburg Tech.\" Based on the newsletter, Powers decided to \r\n  cancel the course. \r\n   \r\nIn response to the cancellation, \r\n  Greer filed suit against the College. CAFE was later joined as a plaintiff. \r\n  The trial court struck all Appellants' claims for money damages, ruled that \r\n  the action was one in equity and held a non-jury trial. The court found that \r\n  the real purpose and intent of the course was not disclosed to the College and \r\n  that it was reasonable for the College to conclude that its agreement to permit \r\n  the course was a result of that non-disclosure. The court ruled that, among \r\n  other things, the College's cancellation of the course was reasonable and did \r\n  not violate the Appellants' First Amendment rights. \r\n  \r\n   \r\nDISCUSSION \r\n  \r\n   \r\nAppellants argue the College canceled \r\n  the course because of Greer's affiliation with CAFE. Appellants argue that this \r\n  violated their First Amendment rights of association and they rely on cases \r\n  concerning freedom of association and organizational memberships. See \r\n  Shelton v. Tucker, 364 U.S. 479 (1960); see also Keyishian \r\n  v. Board of Regents of Univ. of the State of N.Y., 385 U.S. 589 (1967). \r\n   \r\n   \r\nIn reviewing a proceeding in equity, \r\n  this court may find facts based on its own view of the preponderance of the \r\n  evidence. See Doe v. Clark, 318 S.C. 274, 457 S.E.2d 336 (1995). \r\n  This broad scope of review does not require this court to ignore the findings \r\n  below when the trial court was in a better position to evaluate the credibility \r\n  of the witnesses. See Stevenson v. Stevenson, 276 S.C. 475, 279 \r\n  S.E.2d 616 (1981). Appellants have the burden of convincing this court the trial \r\n  court committed error. Id. Additionally, this court may affirm the trial \r\n  court's ruling upon any ground appearing in the record. See Rule 220(c), \r\n  SCACR. \r\n   \r\nIn 1977 the United States Supreme \r\n  Court adopted a causation test in areas of constitutional law. See Mt. \r\n  Healthy City Sch. Dist. Bd. of Educ. v. Doyle, 429 U.S. 274 (1977). The \r\n  test distinguishes between a result caused by a constitutional violation and \r\n  one caused by other factors. Id. In Mt. Healthy, an abrasive teacher \r\n  who had been involved in several incidents at school made a call to a radio \r\n  program. Id. at 281-82. During the call he related details from a school \r\n  memorandum. Id. at 282. The school advised Doyle he would not be rehired \r\n  due to his lack of tact. Id. The call to the radio station was specifically \r\n  mentioned along with other incidents. Id. at 282-83. Doyle claimed his \r\n  call to the radio station was protected by the First Amendment.  \r\n  \r\n   \r\nThe Court found the burden was on \r\n  Doyle to demonstrate his conduct was constitutionally protected and that this \r\n  conduct was a substantial or motivating factor in the school's decision not \r\n  to rehire him. Id. at 287. If Doyle succeeded, the court would then determine \r\n  whether a preponderance of the evidence demonstrated the school would have reached \r\n  the same decision even in the absence of Doyle's protected conduct. Id.; \r\n  see also Stroman v. Colleton County Sch. Dist., 981 F.2d 152 (4th \r\n  Cir. 1992) (In determining whether teacher's discharge from employment was based \r\n  on exercise of conduct protected by the First Amendment, teacher has burden \r\n  of proving that protected speech played a \"substantial\" role in termination \r\n  decision or was \"a motivating factor\"; school district may nevertheless rebut \r\n  the showing by proof that it would have discharged the teacher even in the absence \r\n  of the protected conduct, and test thus becomes one of whether teacher would \r\n  have been retained or rehired \"but for\" exercise of speech protected by the \r\n  First Amendment.). \r\n   \r\nA preponderance of the evidence supports \r\n  the trial court's finding that Greer deceived the College. Greer did not complete \r\n  the employment portion of the College's application or disclose that he was \r\n  a CAFE employee. Greer did not reveal CAFE's involvement in the planning of \r\n  the course or, more importantly, that CAFE was actually offering the course. \r\n  All of the guest lecturers were CAFE members or represented CAFE in other capacities. \r\n  CAFE encouraged the showing of the film \"The Uprising of '34\" for recruitment \r\n  purposes. A College employee, Wendy Metz, testified Greer later told her he \r\n  was teaching the course \"in order to recruit workers.\"  \r\n  \r\n   \r\nWhile we agree with Appellants that \r\n  the primary issue in this case is not a disagreement over curriculum, we nonetheless \r\n  find Appellants' First Amendment freedom of association rights were not violated \r\n  because a preponderance of the evidence supports the trial court's determination \r\n  that the College canceled the course primarily because of Greer's deception \r\n  rather than his affiliation with CAFE.  \r\n  \r\n   \r\nAppellants further assert the trial \r\n  judge committed error by making various findings of fact regarding a breach \r\n  of contract claim; Greer's completion of a job application; and the content \r\n  and nature of the course. As indicated earlier, this court may find facts based \r\n  on its own view of the preponderance of the evidence. We find the breach of \r\n  contract cause of action was dropped from the suit, therefore any finding regarding \r\n  it is irrelevant. We hold the trial court's findings regarding Greer's failure \r\n  to complete the employment portion of the application and the nature and content \r\n  of the course are supported by a preponderance of the evidence. Appellants have \r\n  thus failed to carry their burden of convincing the court the trial judge committed \r\n  error. \r\n   \r\nAppellants lastly argue the master \r\n  in equity erred in striking Appellants' demands for money damages and attorney's \r\n  fees from the 42 U.S.C.  1983 cause of action. Because we find Appellants have \r\n  not prevailed in the action, their demand for monetary damages and attorney \r\n  fees is moot. Therefore, the judgment of the trial court is \r\n  \r\n   \r\nAFFIRMED.  \r\n  \r\n   \r\nCONNOR, ANDERSON, and STILWELL, \r\n  JJ., concur. \r\n   \r\n1.  CAFE is a \r\n  not for profit labor organization that provides job rights information to workers \r\n  and advocates unionization. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3090","title":"State v. Tate","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3090","description":"","date":"1999-12-13","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nState v. Tate\r\n\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________ \r\n  \r\n  \r\n  \r\n   \r\n \r\n   \r\n     \r\n      \r\n        The State, Respondent, \r\n          \r\n           \r\n        v. \r\n          \r\n           \r\n        James C. Tate, Appellant.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\n   \r\nAppeal From Clarendon \r\n  County\r\n  M. Duane Shuler, Circuit Court \r\n  Judge\r\n  ________ \r\n  \r\n   \r\nOpinion No. 3090\r\n  Submitted November 2, 1999 \r\n  - Filed December 13, 1999\r\n  ________ \r\n  \r\n   \r\nAFFIRMED\r\n________ \r\n  \r\n \r\n \r\n   \r\n     \r\n      \r\n        Assistant Appellate Defenders \r\n          Robert M. Pachak and Tara S. Taggart, both of SC Office of Appellate \r\n          Defense, of Columbia, for appellant. \r\n          \r\n           \r\n        Attorney General Charles \r\n          M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant \r\n          Deputy Attorney General Salley W. Elliott and Assistant Attorney General \r\n          Caroline Callison Tiffin, all of Columbia; and Solicitor Arthur H. Wilder, \r\n          Jr., of Sumter, for respondent.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\n   \r\nHEARN, J.: James \r\n  C. Tate contends the circuit court lacked subject matter jurisdiction to accept \r\n  his guilty pleas where the indictments had not been true-billed and Tate did \r\n  not sign a written waiver of presentment until the day of his sentencing hearing, \r\n  over fifty days after Tate originally pled guilty. We affirm.(1)\r\nAfter conducting an ongoing investigation \r\n  into repeated motor vehicle break-ins in both Clarendon and Sumter Counties, \r\n  investigators raided the house where Tate was living and found $20,000 to $30,000 \r\n  in stolen goods. Tate admitted breaking into the motor vehicles and fully cooperated \r\n  with investigators by providing information leading to the resolution of several \r\n  related crimes.   \r\nThe Clarendon County grand jury indicted \r\n  Tate on five counts of breaking into a motor vehicle and five counts of grand \r\n  larceny with indictment 93-GS-14-197.(2) At an \r\n  April 13, 1993 hearing, Tate pled guilty to all charges in the indictment.  \r\n  \r\n   \r\nDuring the April 13th \r\n  hearing, the State brought another indictment, 93-GS-14-214, for three counts \r\n  of breaking into a motor vehicle and three counts of grand larceny. Indictment \r\n  93-214 had not been presented to the grand jury. Tate orally waived his right \r\n  to presentment and pled guilty to the charges contained in indictment 93-214. \r\n  The circuit judge found Tate had freely and voluntarily entered his guilty plea. \r\n  The circuit judge then adjourned the hearing until the following day. \r\n  \r\n   \r\nThe following day, April 14, 1993, \r\n  the State presented a Sumter County indictment, 93-GS-43-522, for six counts \r\n  of breaking into a motor vehicle and six counts of grand larceny. Indictment \r\n  93-522 had not been presented to the grand jury. Tate orally waived his right \r\n  to presentment, consented to a transfer of venue from Sumter County to Clarendon \r\n  County, and pled guilty to the charges contained in indictment 93-522. The circuit \r\n  judge found Tate had freely and voluntarily entered his guilty plea.  \r\n  \r\n   \r\nSentencing was deferred on all three \r\n  indictments to allow Tate to assist law enforcement in another matter. On June \r\n  4, 1993, the day the sentencing hearing commenced, it appears that Tate signed \r\n  a written waiver of presentment for indictments 93-214 and 93-522.(3) \r\n  The circuit judge sentenced Tate to consecutive three year sentences on each \r\n  count of breaking into a motor vehicle and concurrent ten year sentences for \r\n  each count of grand larceny contained in indictments 93-214 and 93-522. \r\n  \r\n   \r\nThe supreme court affirmed Tate's \r\n  conviction. State v. Tate, Op. No. 95-MO-180 (S.C. Sup. Ct. filed April \r\n  12, 1995). Tate then filed a petition for post-conviction relief (PCR). The \r\n  circuit judge who presided over the PCR hearing reversed Tate's sentence on \r\n  unrelated grounds. At a re-sentencing hearing, Judge Shuler imposed the same \r\n  sentence as originally issued. Tate appeals.(4) \r\n  \r\n   \r\nDISCUSSION \r\n  \r\n   \r\nTate contends the circuit court lacked \r\n  subject matter jurisdiction to accept his guilty pleas. Specifically, Tate asserts \r\n  a defendant must sign a written waiver of presentment before a circuit judge \r\n  may hear a guilty plea and, because Tate signed the waivers of presentment at \r\n  his sentencing hearing, on June 4, 1993, but entered his guilty plea on April \r\n  13, 1993, the circuit court lacked subject matter jurisdiction. See \r\n  Carter v. State, 329 S.C. 355, 362, 495 S.E.2d 773, 777 (1998) (\"Issues \r\n  related to subject matter jurisdiction may be raised at any time.\"). We disagree. \r\n  \r\n   \r\nGenerally, where an indictment has \r\n  not been presented to the grand jury, a circuit court does not have subject \r\n  matter jurisdiction to hear a guilty plea unless there has been a waiver of \r\n  presentment. Carter, 329 S.C. at 362, 495 S.E.2d at 777; State v. \r\n  Clarkson, Op. No. 3069 (S.C. Ct. App. filed November 8, 1999) (Shearouse \r\n  Adv. Sheet No. 34) (requiring a defendant to sign a written waiver of presentment \r\n  before pleading guilty to an indictment not presented to the grand jury); \r\n  see also 17-23-130 (1985) (\"[T]he clerk shall have the defendant sign a \r\n  waiver of the presentment by the grand jury and his plea of guilty.\"); S.C. \r\n  Code Ann.  17-23-140 (1985) (stating that \"[u]pon the defendant's signing the \r\n  waiver of presentment and the plea of guilty . . . [a]nd upon the defendant's \r\n  acknowledging his plea before the judge[,] the judge shall sentence the defendant \r\n  as though the indictment had been presented by the grand jury and the plea of \r\n  the defendant taken at the regular term of the court of general sessions of \r\n  the county in which the case arose.\"). \r\n  \r\n   \r\nThe South Carolina Supreme Court \r\n  has strictly construed the requirement of a signed, written waiver of presentment. \r\n  State v. McNeil, 314 S.C. 473, 475, 445 S.E.2d 461, 462 (Ct. App. 1994). \r\n  However, the seminal case dealing with a waiver of presentment is unclear as \r\n  to exactly when the written waiver must be signed. See Summerall \r\n  v. State 278 S.C. 255, 256, 294 S.E.2d 344, 344 (1982). In Summerall, \r\n  the supreme court stated a defendant must sign a written waiver of presentment \r\n  \"before pleading guilty\" but later stated a defendant must sign a written \r\n  waiver \"before the trial judge can accept the plea.\" 278 S.C. at 256, \r\n  294 S.E.2d at 344 (emphasis added). \r\nIn criminal proceedings generally, \r\n  a judgment is not final until a sentence has been imposed. See Parsons \r\n  v. State, 289 S.C. 542, 347 S.E.2d 504 (1986) (\"A criminal defendant may \r\n  not appeal until sentenced.\"); State v. Robinson, 287 S.C. 173, 337 S.E.2d \r\n  204 (1985) (noting that judgment in a criminal case is not final until a sentence \r\n  is imposed); State v. Washington, 285 S.C. 457, 458, 330 S.E.2d 289 (1985) \r\n  (\"A criminal conviction is not final for purposes of appeal until after sentence \r\n  is imposed. So long as the sentence remains sealed, no appeal can be taken.\"); \r\n  State v. Clifford, 335 S.C. 129, 131, 515 S.E.2d 550, 551 (Ct. App. 1999) \r\n  (\"Where sentencing of the defendant remains to be done, there has been no final \r\n  judgment.\"); Reed v. Becka, 333 S.C. 676, 681, 511 S.E.2d 396, 399 (Ct. \r\n  App. 1999) (\"A criminal defendant may not appeal until sentence is imposed.\"). \r\n  \r\n   \r\nWe find this general proposition \r\n  equally applicable to guilty pleas and hold a defendant's guilty plea is not \r\n  final until the circuit judge accepts the plea and imposes a sentence. Therefore, \r\n  we hold a waiver of presentment is valid where the defendant signs a written \r\n  waiver of presentment before the judge finally accepts the guilty plea, i.e., \r\n  before the judge imposes a sentence. See Robinson, 287 S.C. \r\n  at 173, 337 S.E.2d 204 (noting that judgment in a criminal case is not final \r\n  until a sentence is imposed); Clifford, 335 S.C. at 131, 515 S.E.2d at \r\n  551 (\"Where sentencing of the defendant remains to be done, there has been no \r\n  final judgment.\").  \r\n   \r\nIn the present case, Tate's guilty \r\n  pleas were not final until the circuit judge sentenced Tate at the June 4, 1993 \r\n  hearing. Therefore, the signed, written waivers of presentment, and Tate's corresponding \r\n  guilty pleas, were valid because Tate signed the waivers on the date of the \r\n  sentencing hearing, in this case June 4, 1993. Therefore, Tate appropriately \r\n  waived his right to presentment and Tate's guilty pleas are  \r\n  \r\n  \r\n  \r\n   \r\nAFFIRMED. \r\n  \r\n   \r\nHOWELL, C.J., AND GOOLSBY, \r\n  JJ., concur.\r\n1.  We decide \r\n  this case without oral argument pursuant to Rule 215, SCACR. \r\n2.  The State \r\n  dropped a possession of crack cocaine charge apparently included in the 93-197 \r\n  indictment. The indictment is not contained in the record and is not an issue \r\n  on appeal. \r\n3.  \r\nThe State asserts that Tate actually \r\nsigned the waivers of presentment on the dates he entered his guilty pleas, April \r\n13-14, and that \"June 4, 1993\" was stamped over the original date at the sentencing \r\nhearing. However, this assertion is not definitively borne out in the record before \r\nus. Thus, for the purpose of this appeal, we assume Tate did not sign the waivers \r\nuntil June 4, 1993. \r\n4.  On September \r\n  5, 1997, Tate filed a pro se writ of habeas corpus brief under the \r\n  supreme court's original jurisdiction contending, inter alia, Judge \r\n  Shuler lacked subject matter jurisdiction to accept Tate's guilty plea. The \r\n  supreme court dismissed Tate's petition. Tate now appeals from Judge Shuler's \r\n  re-sentencing order. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3091","title":"L. Brown v. Theos, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3091","description":"","date":"1999-12-20","type":"opinion","text":"\r\n      \r\n\r\n\r\nBrown v. Theos, et al.,\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA \r\n  In The Court of Appeals \r\n  ________ \r\n  \r\n  \r\n \r\n   \r\n     \r\n      \r\n        Curtis Brown, Appellant, \r\n        \r\n        v. \r\n          \r\n        Jerry N. Theos, Arthur G. \r\n          Howe, and Coming B. Gibbs, Jr., Respondents. \r\n        ________ \r\n          \r\n      \r\n    \r\n  \r\n\r\nAppeal From Charleston \r\n  County \r\n  Roger M. Young, Special Circuit \r\n  Court Judge \r\n  ________ \r\n  \r\nOpinion No. 3091 \r\n  Submitted November 2, 1999 \r\n  - Filed December 20, 1999 \r\n  ________ \r\n  \r\nAFFIRMED \r\n________ \r\n  \r\n \r\n   \r\n     \r\n      \r\n        Harry L. Devoe, Jr., of New \r\n          Zion, for appellant. \r\n          \r\n        James E. Reeves and Thomas \r\n          J. Wills, both of Barnwell, Whaley, Patterson &amp; Helms; and Allan \r\n          R. Holmes, of Gibbs &amp; Holmes, all of Charleston, for respondents. \r\n          \r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\nHUFF, J.: Appellant, \r\n  Curtis Brown, brought this action against respondent-attorneys, Jerry N. Theos, \r\n  Arthur G. Howe, and Coming B. Gibbs, Jr., alleging malpractice in connection \r\n  with the criminal conviction of appellant for certain drug offenses. From orders \r\n  granting respondents' motions to dismiss, Brown appeals. We affirm. \r\n  \r\nFACTUAL/PROCEDURAL \r\n  BACKGROUND \r\n  \r\n  \r\nBrown alleges that in 1993, he was \r\n  indicted for trafficking in cocaine and three counts of distribution of cocaine. \r\n  Brown, who was represented by Theos and Howe, was convicted of trafficking in \r\n  cocaine and distribution and was sentenced to twenty-five and fifteen years, \r\n  respectively. Brown retained Gibbs to assist Theos and Howe in his appeal, which \r\n  was unsuccessful. Brown subsequently applied for Post-Conviction Relief on the \r\n  basis of ineffective assistance of counsel, and the circuit court granted the \r\n  petition. Thereafter, Brown entered a plea of no contest to the criminal charges \r\n  and was sentenced to eight years imprisonment.(1) \r\n  \r\n  \r\nBrown brought a malpractice action \r\n  against Theos and Howe alleging, but for their grossly negligent representation \r\n  of him, he would not have been convicted through his plea of no contest. Against \r\n  Theos, Howe and Gibbs, Brown alleged the respondents failed to raise meritorious \r\n  issues on appeal. He asserted, but for their gross negligence, his convictions \r\n  would have been reversed on appeal and he would not have entered a no contest \r\n  plea to the charges. He further asserted a cause of action against Theos for \r\n  outrage, alleging Theos' actions were intentional and racially motivated. \r\n  \r\nRespondent Gibbs filed a motion to \r\n  dismiss for failure to state facts sufficient to constitute a cause of action \r\n  pursuant to Rule 12(b)(6), SCRCP. At a hearing on the matter, Gibbs asserted \r\n  there was no causal relationship between Brown's ineffective assistance of counsel \r\n  claim from his original trial and his incarceration resulting from his plea \r\n  of no contest. The trial judge agreed, finding Brown's unappealed no contest \r\n  plea broke any chain of causation between the alleged malpractice and Brown's \r\n  ultimate conviction on the charges to which he pled. He therefore ordered Brown's \r\n  complaint against Gibbs be dismissed with prejudice for failure to state a claim \r\n  upon which relief could be granted. \r\n  \r\nRespondents Theos and Howe also filed \r\n  a motion to dismiss for failure to state facts sufficient to constitute a cause \r\n  of action pursuant to Rule 12(b)(6), SCRCP. Thereafter, Brown filed a motion \r\n  to reconsider the dismissal of his action against Gibbs, as well as an objection \r\n  to Theos and Howe's motion to dismiss. At a hearing on these motions, Brown \r\n  argued the trial judge improperly ruled on a Rule 56 motion for summary judgment \r\n  in dismissing his complaint against Gibbs, because he was never properly noticed \r\n  with a Rule 56 motion. He further asserted there was a distinction between a \r\n  guilty plea and a plea of no contest, and that his no contest plea could not \r\n  be used against him in a civil proceeding. Gibbs argued Brown's no contest plea \r\n  was the equivalent of an adjudication of guilt and the fact that he pled no \r\n  contest instead of guilty did not remove the bar to his claim. He asserted Brown's \r\n  subsequent plea and incarceration broke any chain of causation from the alleged \r\n  negligence. The trial judge correctly noted only a Rule12(b)(6) motion to dismiss \r\n  was before him, not a motion for summary judgment under Rule 56. He denied Brown's \r\n  motion for reconsideration and granted Theos and Howe's motion to dismiss. \r\n  \r\nLAW/ANALYSIS \r\n  \r\n  \r\n  \r\nOn appeal, Brown first contends the \r\n  trial judge erred in ruling he did not plead facts sufficient to support a cause \r\n  of action against the attorneys. He argues his original conviction was reversed \r\n  by the Post-Conviction Relief Court and thereafter he entered a plea of no contest. \r\n  He therefore asserts his allegation in his complaint, that but for counsels' \r\n  grossly negligent representation he would not have been convicted through a \r\n  plea of no contest, is sufficient to survive a motion to dismiss.(2) \r\n  He further asserts the trial judge erred in ruling he admitted guilt through \r\n  his no contest plea and finding a resulting break in causation. We disagree. \r\n  \r\n  \r\nIt is well settled that the ruling \r\n  on a Rule 12(b)(6) motion to dismiss must be based solely upon the allegations \r\n  set forth on the face of the complaint. Stiles v. Onorato, 318 S.C. 297, \r\n  457 S.E.2d 601 (1995). \"Viewing the evidence in favor of the plaintiff, the \r\n  motion must be granted if facts alleged in the complaint and inferences reasonably \r\n  deducible therefrom do not entitle the plaintiff to relief on any theory of \r\n  the case.\" Jarrell v. Petoseed Co., Inc., 331 S.C. 207, 209, 500 S.E.2d \r\n  793, 794 (Ct. App.1998). The motion may not be sustained if facts alleged and \r\n  inferences reasonably deducible therefrom would entitle the plaintiff to any \r\n  relief on any theory of the case. Stiles, supra. \r\n  \r\nGenerally, in a legal malpractice \r\n  action, a plaintiff must prove (1) the defendant-attorney was negligent, (2) \r\n  the defendant's negligence proximately caused plaintiff's injuries, and (3) \r\n  damages. Summer v. Carpenter, 328 S.C. 36, 492 S.E.2d 55 (1997). The \r\n  traditional legal malpractice action is one involving an attorney's representation \r\n  of a client in a civil matter. In this type of action, the client's innocence \r\n  is not considered an element of the cause of action. However, the situation \r\n  is different when the client complains about a criminal conviction. See \r\n  3 Ronald E. Mallen &amp; Jeffrey M. Smith, Legal Malpractice  25.3, \r\n  at 234 (4th ed.1996). Today, the various jurisdictions have generally accepted \r\n  the principle that criminal guilt or innocence is relevant to pleading and proving \r\n  a legal malpractice cause of action evolving from a criminal matter. Id. \r\n  at 235. There are two considerations for the court as to the relevance of the \r\n  plaintiff's guilt or innocence. First, the court may consider whether the client \r\n  who has received a criminal conviction must first obtain post-conviction relief \r\n  before bringing the malpractice action. Second, the court may consider whether \r\n  such client needs to prove innocence of the crime as an element to the cause \r\n  of action. If the doctrine of collateral estoppel applies, a judgment of conviction \r\n  precludes establishing innocence. Most courts impose both requirements. Id. \r\n  at 235-236. \r\n  \r\nTurning to the question of proximate \r\n  cause, it is clear Brown must be able to establish that the attorneys' negligence \r\n  was the proximate cause for his subsequent conviction. In Fleming v. Gardner, \r\n  658 A.2d 1074 (Me. 1995), the Supreme Judicial Court of Maine addressed a similar \r\n  issue where the plaintiff claimed his former attorneys negligently caused his \r\n  incarceration. There, Fleming withdrew his not guilty pleas and entered guilty \r\n  pleas while being represented by the Gardners. The Gardners were later relieved \r\n  of counsel and Fleming subsequently retracted his guilty pleas. Thereafter, \r\n  while being represented by other counsel, Fleming's pleas of guilty to all the \r\n  pending criminal charges against him were accepted and judgments of conviction \r\n  were entered against him. The court noted Fleming had the burden of establishing \r\n  the Gardners' negligent representation of him proximately caused his present \r\n  incarceration. Because Fleming claimed no error in the lower court's acceptance \r\n  of his second plea of guilty to the charged offenses, Fleming could not show \r\n  his incarceration and the resulting damages were proximately caused by the alleged \r\n  negligent representation. Thus, the court determined summary judgment should \r\n  have been granted to the Gardners. \r\n  \r\nLikewise, in the case of Gomez \r\n  v. Peters, 221 Ga. App. 57, 470 S.E.2d 692 (1996), the Georgia Court of \r\n  Appeals addressed the issue of whether summary judgment was properly granted \r\n  in Gomez's legal malpractice claim against Peters. In that case, Gomez was convicted \r\n  on one count of child molestation and was subsequently granted a new trial. \r\n  Having spent nine months in jail awaiting his new trial, Gomez entered a guilty \r\n  plea to a simple battery charge based on the same conduct and was sentenced \r\n  to one year and released on time served. The court held, in order to establish \r\n  legal malpractice, a plaintiff must show he would have prevailed in the underlying \r\n  litigation had the defendant not been negligent and, where the underlying action \r\n  is a criminal trial, the plaintiff is precluded from doing this if he has pled \r\n  guilty. Because Gomez' damages were the result of his acknowledged guilt, he \r\n  was unable to show any damage proximately caused by any alleged negligence by \r\n  Peters. The court then stated as follows: \r\n  \r\nIn other words, a client who has \r\n  acknowledged his guilt cannot assert that his attorney's poor performance caused \r\n  his incarceration. Moreover, this is true even in a situation like this one \r\n  where the plaintiff pled guilty to a lesser included offense, as long as his \r\n  \"damage\" (i.e., the time he already served on the initial conviction) is no \r\n  greater than what he would have had to sustain for the offense to which he pled \r\n  anyway. \r\n  \r\n221 Ga. App. at 60, 470 S.E.2d at \r\n  695 (citations omitted). \r\n  \r\nBrown contends, however, that he \r\n  did not plead guilty to the drug offenses, but instead entered a plea of no \r\n  contest. He contends that there is a distinction between a guilty and a no contest \r\n  plea such that his no contest plea can not be held against him in this situation. \r\n  We disagree. \r\n  \r\nIt is true our courts have recognized \r\n  that there are collateral benefits to a plea of no contest and such a plea cannot \r\n  be used as an admission against a defendant in civil litigation. Kibler v. \r\n  State, 267 S.C. 250, 227 S.E.2d 199 (1976). \"A plea of Nolo contendre literally \r\n  interpreted means 'I do not wish to contend.' For all practical purposes it \r\n  is a plea of guilty in so far as the consequences in the particular case in \r\n  which it is pled..\" Id. at 254, 227 S.E.2d 201 (emphasis added). \r\n  The question in this instance, however, is whether the alleged negligence of \r\n  the attorneys proximately caused the plaintiff's damages. If the plaintiff's \r\n  plea was in fact the cause of plaintiff's incarceration and resulting damages, \r\n  he cannot assert it was the malpractice of his former attorneys in his initial \r\n  conviction which caused his damages. Thus, Brown's plea of no contest was, for \r\n  all practical purposes, a plea of guilty in the criminal matter against him, \r\n  and the plea clearly was the cause of his incarceration. Further, because the \r\n  time Brown actually served was no greater than the time for which he was sentenced \r\n  under his plea, he has suffered no damage as a result of his attorneys' alleged \r\n  negligent representation.(3) \r\n  \r\nFinally, Brown contends the trial \r\n  judge erred in summarily dismissing his action without converting the motion \r\n  to one for summary judgment under Rule 56 because the issues were novel and \r\n  a case of first impression. First, appellant never raised this issue below. \r\n  Rather, he argued the trial judge had improperly converted the motion to one \r\n  for summary judgment. Therefore, this issue is not properly preserved for appeal. \r\n  See State v. Nichols, 325 S.C. 111, 481 S.E.2d 118 (1997) (issue \r\n  may not be raised for the first time on appeal, but must have been raised to \r\n  the trial judge to be preserved for appellate review). Further, while our courts \r\n  have held important questions of novel impression generally should not be decided \r\n  on demurrer, this is not always true. Where the dispute is not as to the underlying \r\n  facts but as to interpretation of the law, and development of the record will \r\n  not aid in the resolution of the issues, it is proper to decide even novel issues \r\n  on a 12(b)(6) motion. Byrd v. Irmo High School, 321 S.C. 426, 468 S.E.2d \r\n  861 (1996). \r\n  \r\nFor the foregoing reasons, the order \r\n  below is \r\n  \r\nAFFIRMED. \r\n  \r\nCURETON and HOWARD, JJ., \r\n  concur. \r\n1.  While Brown \r\n  asserts in his complaint he pled no contest to the same criminal charges, in \r\n  argument before the trial judge counsel stated he was offered \"a lesser charge \r\n  with lesser time.\" Because his plea was not included in the record, it is impossible \r\n  to discern what Brown's plea encompassed. \r\n2.  Brown states \r\n  in a one sentence paragraph that he had raised an action for \"intentionally \r\n  negligent and malicious conduct\" against Theos which clearly raised an issue \r\n  for the trial court that was not appropriate for dismissal under Rule 12(b). \r\n  First, we note Brown's argument is so conclusory that it may be deemed abandoned. \r\n  See Muir v. C.R. Bard, Inc., Op. No. 3012 (S.C. Ct. App. filed \r\n  June 21, 1999) (Shearouse Adv. Sh. No. 21 at 13)(issue is deemed abandoned on \r\n  appeal and, therefore, not presented for review, if it is argued in a short, \r\n  conclusory statement without supporting authority). Nonetheless, were we to \r\n  address the issue, we would find it to have no merit as Brown has failed to \r\n  adequately allege the essential elements of an action for outrage. See \r\n  Upchurch v. New York Times Co., 314 S.C. 531, 431 S.E.2d 558 (1993) (in \r\n  order to recover for the intentional infliction of emotional distress, a plaintiff \r\n  must establish that (1) the defendant intentionally or recklessly inflicted \r\n  severe emotional distress, or was certain or substantially certain that such \r\n  distress would result from his conduct; (2) the conduct was so extreme and outrageous \r\n  as to exceed all possible bounds of decency and must be regarded as atrocious \r\n  and utterly intolerable in a civilized community; (3) the actions of the defendant \r\n  caused the plaintiff's emotional distress; and (4) the emotional distress suffered \r\n  by the plaintiff was so severe that no reasonable person could be expected to \r\n  endure it). \r\n3.  We note Brown \r\n  states in his brief he \"pleaded prejudice where he was required to retain further \r\n  counsel to represent him in the PCR action which resulted the more favorable \r\n  result.\" This argument, which was not raised to or addressed by the trial judge, \r\n  was stated only in conclusory fashion in Brown's brief, and cited to no authority. \r\n  See Muir v. C.R. Bard, Inc., Op. No. 3012 (S.C. Ct. App. \r\n  Filed June 21, 1999) (Shearouse Adv. Sh. No. 21 at 13)(issue is deemed abandoned \r\n  on appeal and, therefore, not presented for review, if it is argued in a short, \r\n  conclusory statement without supporting authority); State v. Nichols, \r\n  325 S.C. 111, 481 S.E.2d 118 (1997) (issue may not be raised for the first time \r\n  on appeal, but must have been raised to the trial judge to be preserved for \r\n  appellate review).  \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3092","title":"Doe v. Batson","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3092","description":"","date":"1999-12-20","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nDoe v. Batson\r\n\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA \r\n  In The Court of Appeals \r\n  ________ \r\n  \r\n \r\n   \r\n     \r\n      \r\n        John Doe, Individually, and \r\n          as Guardian ad Litem for his minor children, James Doe and Jason Doe, \r\n          and on behalf of all others similarly situated, Appellants, \r\n          \r\n        v. \r\n          \r\n          \r\n        Merle Batson, Respondent. \r\n        \r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\nAppeal From Pickens \r\n  County \r\n  Thomas J. Ervin, Circuit Court Judge \r\n  ________ \r\n  \r\nOpinion No. 3092 \r\n  \r\n  Heard October 5, 1999 - Filed December \r\n  20, 1999 \r\n  ________ \r\n  \r\nREVERSED AND \r\n  REMANDED \r\n  ________ \r\n  \r\n \r\n   \r\n     \r\n      \r\n        J. David Flowers; and William \r\n          A. Jordan, both of Greenville, for appellants. \r\n          \r\n        Edward R. Cole, of The Ward \r\n          Law Firm, of Spartanburg, for respondent. \r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\nCURETON, J.: John \r\n  Doe brought this putative class action on behalf of his two minor sons and other \r\n  unidentified young males who were sexually abused by Donald Chrisler Batson \r\n  (Donald). In the complaint, Doe asserted a negligence cause of action against \r\n  Merle Batson (Batson), Donald's mother, alleging Batson had a duty to warn the \r\n  minor boys or their parents of Donald's propensity for sexually abusing minors \r\n  and to warn them of the activities which occurred in her home while Donald lived \r\n  there. The trial court granted summary judgment in favor of Batson, finding \r\n  as a matter of law there was no duty to warn in these circumstances. Doe appeals. \r\n  We reverse and remand.  \r\n  \r\nFACTS \r\n  \r\n  \r\nDonald, Batson's adult son, worked \r\n  as a youth minister at Brushy Creek Baptist Church. Doe alleges his sons and \r\n  other minor males were sexually abused by Donald while they were on church premises, \r\n  at church functions away from the church premises, and at Batson's residence \r\n  in Easley. It is undisputed the acts of sexual abuse occurred. Donald pled guilty \r\n  to seventeen felony counts of criminal sexual conduct and was incarcerated when \r\n  the summary judgment motion was heard. Doe brought separate actions against \r\n  Donald, Batson, and Brushy Creek Baptist Church. \r\n  \r\nIn Doe's action against Batson, Doe \r\n  contends Batson allowed Donald to live in her home from 1991 to 1995 and, on \r\n  numerous occasions, was home when Donald brought young boys into the house and \r\n  sexually molested them. Doe maintains Batson knew Donald had the young boys \r\n  in his bedroom in her house. Doe alleges Batson's failure to act in these circumstances \r\n  and to warn the young boys or their parents of Donald's propensities for sexual \r\n  abuse was negligent, willful, wanton, and demonstrated a reckless disregard \r\n  for the rights, safety, and well-being of the children visiting in her home. \r\n  Doe contends the children who were sexually molested by Donald were harmed as \r\n  a result of Batson's failure to warn or act in these circumstances. \r\n  \r\nBatson answered the complaint and \r\n  moved for dismissal of the action under Rule 12(b)(6), SCRCP for failure to \r\n  state a cause of action. The trial court denied the motion. \r\n  \r\nOn January 31, 1998, Doe noticed \r\n  the deposition of Batson in this case. Doe subsequently postponed the deposition, \r\n  at the request of defense counsel in the other two cases, to consolidate the \r\n  discovery process.  \r\n  \r\nOn or about February 23, 1998, Batson \r\n  filed a motion for summary judgment with an accompanying affidavit. In the affidavit, \r\n  Batson stated Donald was born on August 6, 1964, and \"was, therefore, an adult \r\n  at least 27 years of age at the time these acts allegedly began in 1991.\" Batson \r\n  also stated her son resided in her \"home from and after November, 1993.\" Further, \r\n  Batson maintained she \"did not know, nor did she have any reason to believe \r\n  or know, that any such acts as alleged by [sic] Donald Chrisler Batson were \r\n  being committed, inclusive of any acts allegedly committed in her home.\" At \r\n  the hearing on the summary judgment motion, Batson's attorney argued Batson \r\n  had no duty or ability to control Donald's actions in her home because he was \r\n  an adult when the acts were committed.  \r\n  \r\nThe trial court granted summary judgment \r\n  to Batson, holding South Carolina does not recognize a duty to warn in these \r\n  circumstances. The trial court concluded there was no decision or rule of law \r\n  in South Carolina \"which would create liability on the part of [Batson] for \r\n  the acts of her adult son.\"  \r\n  \r\n  \r\nLAW/ANALYSIS \r\n  \r\n  \r\nSummary judgment is appropriate only \r\n  where \"the pleadings, depositions, answers to interrogatories, and admissions \r\n  on file, together with the affidavits, if any, show that there is no genuine \r\n  issue as to any material fact and that the moving party is entitled to a judgment \r\n  as a matter of law.\" Rule 56(c), SCRCP; Tupper v. Dorchester County, \r\n  326 S.C. 318, 487 S.E.2d 187 (1997). In determining whether any triable issues \r\n  of fact exist, the evidence and all reasonable inferences therefrom must be \r\n  viewed in the light most favorable to the party opposing summary judgment. Summer \r\n  v. Carpenter, 328 S.C. 36, 492 S.E.2d 55 (1997).  \r\nThe party seeking summary judgment \r\n  has the initial burden of demonstrating the absence of a genuine issue of material \r\n  fact. Baughman v. American Tel. &amp; Tel. Co., 306 S.C. 101, 410 S.E.2d \r\n  537 (1991). Once the moving party meets the initial burden of showing an absence \r\n  of evidentiary support for the opponent's case, the non-moving party must come \r\n  forward with specific facts showing there is a genuine issue for trial. SSI \r\n  Med. Servs., Inc. v. Cox, 301 S.C. 493, 392 S.E.2d 789 (1990). \r\n  \r\nSummary judgment is not appropriate \r\n  where further inquiry into the facts of the case is desirable to clarify the \r\n  application of the law. Tupper, 326 S.C. 318, 487 S.E.2d 187. Moreover, \r\n  summary judgment should not be granted if there is dispute as to the conclusions \r\n  to be drawn from the evidentiary facts, even when there is no dispute as to \r\n  the facts . Id. \r\n  \r\nI. Summary Judgment Prior to \r\n  Completion of Discovery.\r\n \r\nDoe contends the trial court abused \r\n  its discretion in granting summary judgment because he had noticed Batson's \r\n  deposition, but was unable to reschedule it before the summary judgment hearing. \r\n  We agree. \r\n  \r\nWhen a plaintiff relies upon the \r\n  pleadings without filing any counter-affidavits or making some factual showing \r\n  in opposition to the summary judgment motion, the trial court is required to \r\n  grant summary judgment, if appropriate, as a matter of law based on the facts \r\n  presented. Humana Hospital-Bayside v. Lightle, 305 S.C. 214, 407 S.E.2d \r\n  637 (1991). However, \r\n  \r\n[s]ince it is a drastic remedy, summary \r\n  judgment \"should be cautiously invoked so that no person will be improperly \r\n  deprived of a trial of the disputed factual issues.\" This means, among other \r\n  things, that summary judgment must not be granted until the opposing party has \r\n  had a full and fair opportunity to complete discovery. \r\n  \r\nBaughman, 306 S.C. at 112, \r\n  410 S.E.2d at 543 (citations omitted). \r\n  \r\nOn November 24, 1997, Batson filed \r\n  a motion to dismiss for failure to state a cause of action. This motion was \r\n  denied. Thereafter, on January 31, 1998, Doe noticed Batson's deposition in \r\n  this case for March 11, 1998. Doe postponed the deposition at the request of \r\n  defense counsel in the two related cases to consolidate the discovery process. \r\n  Shortly thereafter, on or about February 23, 1998, Batson filed a motion for \r\n  summary judgment. The hearing on the summary judgment motion was held telephonically \r\n  on May 7, 1998. \r\n  \r\nAt the hearing, Doe's counsel stated \r\n  they were in the process of scheduling depositions for Batson and others, but \r\n  he had not had the opportunity to depose Batson prior to the hearing. He asked \r\n  the court to deny summary judgment and allow him to complete the discovery he \r\n  had already noticed. Although he had not filed opposing affidavits, Doe's counsel \r\n  requested an opportunity to file affidavits under Rule 56(f), SCRCP.(1) \r\n  Doe informed the judge that depositions of two of the victims were already scheduled \r\n  for the following Tuesday. \r\n  \r\nAdditionally, there was confusion \r\n  over whether the hearing was on the motion to dismiss or the summary judgment \r\n  motion. Although Doe's attorney concedes he received the summary judgment motion \r\n  and affidavit, the notice from the court and the motions calendar referenced \r\n  a hearing on a motion to dismiss rather than one for summary judgment.(2) \r\n  \r\n  \r\nWe conclude that under the circumstances \r\n  of this case, Doe was not given a full and fair opportunity to complete discovery. \r\n  The trial court therefore erred in granting summary judgment. See Baird \r\n  v. Charleston County, 333 S.C. 519, 529, 511 S.E.2d 69, 74 (1999) (\"summary \r\n  judgment must not be granted until the opposing party has had a full and fair \r\n  opportunity to complete discovery\"). Furthermore, the trial court abused its \r\n  discretion in refusing to allow Doe's attorney to file affidavits pursuant to \r\n  Rule 56(f), especially in light of the confusion surrounding the hearing. \r\n  \r\n  \r\n  \r\nII. Theory of Liability \r\n\r\n\r\n  Duty to Control Adult Child \r\n    in Same Residence.\r\n  \r\n  \r\n\r\nIn its order granting summary judgment, \r\n  the circuit court stated Doe could point to no law that would create liability \r\n  on the part of Batson for the acts of her adult son. The circuit court summarily \r\n  dismissed this theory, stating, \"since [Batson] cannot be liable for the actions \r\n  of her adult son, it follows . . . that she cannot be held accountable under \r\n  the derivative theory that she failed to warn others.\"(3) \r\n   \r\n  \r\nWe agree a theory of vicarious liability \r\n  would not be availing in these circumstances. See generally Thorne \r\n  v. Ramirez, 346 So. 2d 121 (Fla. Dist. Ct. App. 1977); M.V.G. v. Lucas, \r\n  590 So. 2d 1322 (La. Ct. App. 1991) (home childcare provider had no duty to \r\n  supervise adult non-employee son who sexually abused child); Alioto v. Marnell, \r\n  520 N.E.2d 1284 (Mass. 1988) (parents had no duty to supervise and control nineteen \r\n  year-old son who consumed alcoholic beverages at parents' home and subsequently \r\n  injured another in automobile accident); Maxwell v. Keas, 639 A.2d 1215 \r\n  (Pa. Super. 1994) (parents had no duty to control adult child who became intoxicated \r\n  and murdered guest at parents' home). However, the question raised in this appeal \r\n  concerns the liability of Batson for her own conduct or failure to act, not \r\n  her son's.  \r\n  \r\nDoe asserted at the summary judgment \r\n  hearing and in his motion to alter or amend the judgment that he was not seeking \r\n  recovery under a theory of vicarious liability, that is, Batson is liable for \r\n  the torts of her adult son regardless of any negligence on her part by virtue \r\n  of the parent-child relationship. Rather, Doe is proceeding against Batson for \r\n  her own negligence under the theory of a duty to warn. Doe reiterated his argument \r\n  in his motion for reconsideration. \r\n  \r\nThe Plaintiffs are not seeking recovery \r\n  on any theory of vicarious liability. Rather, the Complaint states a claim based \r\n  on the Defendant's independent acts of negligence for failing to warn these \r\n  minor children of a known hazard in her home. . . . Here, the victims were minor \r\n  children who deserve the benefit of any doubt when examining the duty of any \r\n  adult who may be in a position to prevent harm. While this Defendant might not \r\n  have been able to stop her son from molesting little boys (which is not certain) \r\n  she certainly could have very easily warned the children, or their parents or \r\n  called the police. \r\n  \r\nThe duty alleged in this case is \r\n  not a derivative duty, but an independent action premised on Batson's negligence \r\n  and has no relation to Donald's liability for his acts. Thus, we must consider \r\n  whether it is possible for a duty to warn to exist under these circumstances. \r\n   \r\n  \r\n\r\n  \r\n    Duty to Warn Third Parties \r\n      (children) of the Dangerous Propensities of an Adult Child Living in Parents' \r\n      Home \r\n       \r\n  \r\n\r\nThe common law generally imposes \r\n  no duty on a person to act. Miller v. City of Camden, 329 S.C. 310, 494 \r\n  S.E.2d 813 (1997). Without a duty there can be no actionable negligence. Rogers \r\n  v. South Carolina Dep't of Parole &amp; Community Corrections, 320 S.C. \r\n  253, 464 S.E.2d 330 (1995). \r\n  \r\nWhether the law recognizes a particular \r\n  duty is an issue of law to be decided by the court. In some circumstances, however, \r\n  the question of whether a duty arises depends on the existence of particular \r\n  facts. Where the existence or non-existence of a duty depends on facts, it is \r\n  the duty of the court to instruct the jury as to the defendant's duty, or absence \r\n  of duty, if either conclusion as to the facts is reached.  \r\n  \r\nCarson v. Adgar, 326 S.C. \r\n  212, 217, 486 S.E.2d 3, 5 (1997) (citation omitted). Assuming Batson knew or \r\n  should have known of the harm being inflicted in her own home, the ultimate \r\n  question becomes whether a duty to warn will be recognized in this context. \r\n  Whether there is a duty to warn minor children of potential sexual abuse in \r\n  order to avoid the potential for child molestation is a novel question in this \r\n  state.  \r\n  \r\n\r\n  \r\n    \r\n      \r\n        Duty to Warn Arising \r\n          from Special Relationship or Circumstance \r\n          \r\n           \r\n      \r\n    \r\n  \r\n\r\nAlthough one generally has no duty \r\n  to control the dangerous conduct of another or to warn a potential victim of \r\n  such conduct, \"when a defendant has the ability to monitor, supervise, and control \r\n  an individual's conduct, a special relationship exists between the defendant \r\n  and the individual, and the defendant may have a common law duty to warn potential \r\n  victims of the individual's dangerous conduct.\" Rogers, 320 \r\n  S.C. at 255-56, 464 S.E.2d at 332 (citing Rayfield v. South Carolina Dep't \r\n  of Corrections, 297 S.C. 95, 374 S.E.2d 910 (Ct. App. 1988), cert. denied, \r\n  298 S.C. 204, 379 S.E.2d 133 (1989); and Restatement (Second) of Torts  315, \r\n  319 (1965)). It is not necessary for the injuring party to have made a threat \r\n  while under the defendant's control or custody. All that is required to impose \r\n  a duty to warn is that the defendant knew or should have known of a specific \r\n  threat made to harm a specific person. Bishop v. South Carolina Dep't of \r\n  Mental Health, 331 S.C. 79, 502 S.E.2d 78 (1998).  \r\n  \r\nIn this case, the specific persons \r\n  to be harmed were readily identifiable as the minor males brought to Batson's \r\n  home and taken to her son's room. At each instance, if Batson knew or should \r\n  have known of their presence and of the threat of harm her son posed to them, \r\n  but failed to warn them, such may constitute a failure to warn of a specific \r\n  threat to a specific victim. \r\n  \r\n\"Typically, courts are reluctant \r\n  to find family members liable for an assailant's actions when the liability \r\n  is premised on negligence-based actions which charge the family members with \r\n  such things as failure to warn of the assailant's dangerous propensities . . \r\n  . .\" Kimberly C. Simmons, Annotation, Liability of Adult Assailant's Family \r\n  to Third Party for Physical Assault, 25 A.L.R. 5th 1 at 11 (1994). However, \r\n  case law from other jurisdictions lends credence to Doe's assertion that Batson \r\n  had a duty to warn in this case. See, e.g., Hackett v. Schmidt, \r\n  630 So. 2d 1324 (La. Ct. App. 1993); Wood v. Astleford, 412 N.W.2d 753 \r\n  (Minn. Ct. App. 1987); J.S. v. R.T.H., 693 A.2d 1191 (N.J. Super. Ct. \r\n  App. Div. 1997) (overruling Rozycki v. Peley, 489 A.2d 1272 (N.J. Super. \r\n  Ct. Law Div. 1984)). \r\n  \r\n\r\n  \r\n    \r\n      \r\n        Duty to Warn Based on Premises \r\n          Liability Theory \r\n           \r\n      \r\n    \r\n  \r\n\r\n\r\nDoe also argues a duty to warn of \r\ndefects in the premises applies, requiring Batson take minimal steps to warn children \r\nin her home who lack knowledge of or the ability to discover defects. Although \r\nSouth Carolina has not addressed this issue directly, cases from other jurisdictions \r\nindicate a homeowner can be negligent for failing to warn of a known violent or \r\nabusive person on the premises. See, e.g., Thibeault v. Seifert, \r\n388 So. 2d 224 (Fla. Dist. Ct. App. 1980) (Grimes, Acting C.J. dissenting); Barmore \r\nv. Elmore, 403 N.E.2d 1355 (Ill. App. 3d 1980); Youngblood v. Schireman, \r\n765 P.2d 1312 (Wash. App. 1988).(4) \r\n\r\nIn South Carolina, the victim of \r\n  a sexual abuse on another's premises may bring suit under a premises liability \r\n  theory. Cf. Burns v. South Carolina Comm'n for the Blind, 323 \r\n  S.C. 77, 448 S.E.2d 589 (Ct. App. 1994). In Burns, a resident at a rehabilitation \r\n  center who was sexually assaulted by another resident brought a negligence suit \r\n  against the Commission. The jury returned a verdict in the victim's favor. On \r\n  appeal, the Commission argued the trial court erred in refusing to charge the \r\n  jury on premises liability. This court agreed, stating that the relationship \r\n  between the Commission and the victim was \" analogous to that of a business \r\n  invitee, [and] imposes liability on the Commission, if at all, similar to that \r\n  of an owner of a business.\" 323 S.C. at 80, 448 S.E.2d at 591. This court specifically \r\n  held, \"this is a premises liability case and, therefore, the judge should have \r\n  charged the jury on premises liability, as limited by the South Carolina Tort \r\n  Claims Act.\" Id. \r\n \r\n  \r\n\"A social guest is a licensee.\" Neil \r\n  v. Byrum, 288 S.C. 472, 473, 343 S.E.2d 615, 616 (1986). As relates to a \r\n  licensee, a landowner has a duty \r\n  \r\n\r\n[t]o use reasonable care to warn \r\n  him of any concealed dangerous conditions or activities which are known \r\n  to the possessor, or of any changes in the condition of the premises which may \r\n  be dangerous to him, and which he may reasonably be expected to discover. \r\n\r\n  \r\n  \r\n\r\nId. (quoting Frankel v. \r\n  Kurtz, 239 F. Supp. 713, 717 (W.D.S.C. 1965)) (emphasis in original).\r\n\r\n  \r\n \r\nAt a minimum, the victims in this \r\n  case were social guests in Batson's home. Therefore, the law imposes upon Batson \r\n  a duty to warn of concealed, dangerous conditions on the premises of which she \r\n  knew or should have known, but which were unknown to the victims in this case.\r\n\r\n  \r\n \r\n   \r\nWe decline to impose summary judgment \r\n  at this stage of the proceeding where it is unclear what Batson's knowledge \r\n  was, if any, of the abuse. If she had no knowledge, it is clear there would \r\n  be no duty to warn. However, further inquiry into the facts is necessary to \r\n  determine whether Batson had a duty to warn arising from a special relationship \r\n  or under premises liability law. ML-Lee Acquisition Fund, L.P. v. Deloitte \r\n  &amp; Touche, 327 S.C. 238, 489 S.E.2d 470 (1997) (Although all issues of \r\n  novel impression do not require a trial, summary judgment is inappropriate where \r\n  further inquiry into the facts is needed to clarify the application of the law.).\r\n\r\n  \r\n \r\n   \r\nIn so holding, we make no determination \r\n  as to the viability of the underlying theories advanced by Doe. Our decision \r\n  is limited to the conclusion that the trial court erred in granting summary \r\n  judgment before sufficient discovery could be completed. Although there is no \r\n  greater responsibility than the nourishment and protection of our children, \r\n  we must ensure that issues involving the foreseeable consequences of harm to \r\n  a child are clear. Citizens must be capable of satisfying the law without being \r\n  unrealistically burdened by the imposition of vague or overly broad mandates. \r\n  Consequently, it is imperative that factual foundations are adequately explored, \r\n  thereby allowing the court to enter this novel area fully informed.\r\n \r\nCONCLUSION\r\n \r\n  \r\n\r\n \r\nThe trial court erred in granting \r\n  summary judgment because Doe was not given a full and fair opportunity to complete \r\n  discovery. The trial court also abused its discretion in refusing to allow Doe's \r\n  attorney to file affidavits pursuant to Rule 56(f), especially in light of the \r\n  confusion surrounding the hearing. Furthermore, a genuine issue of material \r\n  fact exists as to whether Batson knew or should have known her son constituted \r\n  a danger to the young men who were sexually abused in her home. Further inquiry \r\n  into the facts is necessary to adequately determine whether a duty to warn should \r\n  be recognized in these circumstances. Therefore, the grant of summary judgment \r\n  in favor of Batson is\r\n\r\n  \r\n  \r\nREVERSED AND REMANDED. \r\n  \r\n  \r\nHEARN and HOWARD, JJ., concur. \r\n  \r\n\r\n1.  Rule 56(f) \r\n  states, in pertinent part, \r\n\r\n\r\nShould it appear from the affidavits \r\nof a party opposing the motion that he cannot for reasons stated present by affidavit \r\nfacts essential to justify his opposition, the court may refuse the application \r\nfor judgment or may order a continuance to permit affidavits to be obtained or \r\ndepositions to be taken or discovery to be had or may make such order as is just. \r\n\r\n2.  The motion \r\n  to dismiss was heard on January 29, 1998. \r\n\r\n3.  In support \r\n  of this proposition, the court stated,\r\n  \r\nIndeed,  20-7-340, South Carolina \r\n  Code of Laws, 1976, limits the liability of a parent of an unmarried minor under \r\n  the age of 17, who lives with that parent, to the sum of $1,000.00. The specific \r\n  limitation on parental liability found in this Statute, by implication, leads \r\n  to the conclusion that the common law rule of nonliability of a parent for the \r\n  torts of an adult child fully applies in South Carolina.\r\n \r\n\r\nDoe argues the circuit court committed \r\nprejudicial error in relying on this statute to support its decision because this \r\nstatute was repealed effective July 1, 1996. Although  20-7-340 was repealed, \r\nwe find the circuit court's reliance on this statute did not prejudice Doe. \r\n4.  In Thibeault, \r\n  the trial court found the parents were liable for the actions of their adult \r\n  son who continually harassed their neighbors over a two-year period while being \r\n  allowed to remain in their home while they were away. The conduct was said to \r\n  be \"over-exuberant at best and simply outrageous at worst, and was particularly \r\n  abusive toward [the neighbors].\" Id. at 225. The appellate court reversed \r\n  in part, finding the parents had no vicarious liability for their son's actions, \r\n  and the parent-child relationship was insufficient to impose liability. Id. \r\n  The dissent, looking beyond the parent-child relationship and focusing on the \r\n  duty of the parents as the owners of the premises, found the parents had a duty \r\n  to take reasonable steps to see that those they permitted to occupy their premises \r\n  did not harass their neighbors. The dissent noted the trial court, in addition \r\n  to awarding damages, had granted an injunction against \"the Thibeaults, 'their \r\n  heirs, assigns, guest or invitees,' from trespassing\" on the Seiferts property. \r\n  Id. at 226.\r\n \r\n  \r\n\r\n \r\nIn Youngblood, a woman who \r\n  had been beaten by the defendants' adult son in the defendants' home brought \r\n  suit alleging, among other things, that the defendants had a duty as homeowners \r\n  to warn of their son's abusive behavior when intoxicated. 765 P.2d at 1315 (\"Youngblood \r\n  does not argue that a 'special relation' [giving rise to a duty to warn] exists \r\n  here but rather that the [parents] failed in their duty to warn her of their \r\n  son's abusive behavior when he drank liquor.\"). The trial court granted summary \r\n  judgment and the appellate court affirmed. The court's holding was based upon \r\n  the fact that \"[t]he respondents had no reason to know that their son would \r\n  assault Youngblood in their home to trigger a duty under Restatement  342 to \r\n  warn her of a risk of harm.\" Id. at 1316. The case did not foreclose \r\n  the possibility of a victim recovering against parent/homeowners where the evidence \r\n  indicates the parents knew or had reason to know of the son's abusive behavior.\r\n \r\n  \r\n\r\n \r\nIn Barmore, the plaintiff, \r\n  who was visiting the defendant's home, was attacked with a knife by the defendant's \r\n  adult son. The plaintiff sued the defendant, arguing the defendant had a duty \r\n  to warn of the possibility of the son's attack. The case was brought under a \r\n  premises liability theory. Id. at 1357 (citations omitted) (\"since defendants' \r\n  son was no longer a minor, plaintiff was not proceeding on a theory of parental \r\n  liability for the torts of a child. Instead, plaintiff's basic contention is \r\n  that defendants, as landowners, were negligent in failing to protect him from \r\n  a dangerous condition upon their premises namely their son who had a history \r\n  of mental illness.\"). At the close of the plaintiff's case, the trial court \r\n  directed a verdict in favor of the defendants. On appeal, the court held \"the \r\n  plaintiff is best characterized as a licensee social guest and thus the only \r\n  duty owed to the plaintiff by the defendants was to warn him of hidden dangers \r\n  unknown to the plaintiff of which the defendants had knowledge.\" Id. \r\n  at 1357-1358. After analyzing the duty the defendants owed to the plaintiff, \r\n  the appellate court affirmed the trial court's grant of directed verdict because \r\n  \"the evidence so overwhelmingly established that the defendants did not know \r\n  or have reason to know of the possibility that [the adult son] would commit \r\n  a criminal act toward plaintiff that no contrary verdict could ever stand.\" \r\n  Id. at 1358. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3093","title":"State v. Timmons","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3093","description":"","date":"1999-12-20","type":"opinion","text":"\r\n      \r\n\r\n\r\nState v. Timmons\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA \r\n  In The Court of Appeals \r\n  ________ \r\n  \r\n  \r\n \r\n   \r\n     \r\n      \r\n        The State, Respondent, \r\n          \r\n        v. \r\n          \r\n        Alfred Timmons, Appellant. \r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\nAppeal From Florence \r\n  County \r\n  Joseph J. Watson, Circuit Court \r\n  Judge \r\n  ________ \r\n  \r\nOpinion No. 3093 \r\n  Heard November 3, 1999 - Filed \r\n  December 20, 1999 \r\n  ________ \r\n  \r\nAFFIRMED \r\n________ \r\n  \r\n \r\n   \r\n     \r\n      \r\n        Assistant Appellate Defender \r\n          Tara S. Taggart, of SC Office of Appellate Defense, of Columbia, for \r\n          appellant. \r\n          \r\n        Attorney General Charles \r\n          M. Condon, Chief Deputy Attorney General John W. McIntosh and Assistant \r\n          Deputy Attorney General Salley W. Elliott, all of Columbia; and Solicitor \r\n          Dudley Saleeby, Jr., of Florence, for respondent. \r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\nHUFF, J.: Alfred \r\n  Timmons appeals his conviction for possession of cocaine. We affirm. \r\n  \r\nFACTUAL/PROCEDURAL \r\n  HISTORY \r\n  \r\n  \r\nTimmons was stopped for shoplifting \r\n  telephones at a K-Mart in Florence County. Security personnel detained him in \r\n  the back of the store and called the police. A police officer found a brown \r\n  paper bag in Timmons' possession containing .02 grams of crack cocaine. \r\n  \r\nThe Florence County Grand Jury indicted \r\n  Timmons on charges of shoplifting and possession of crack cocaine. Because such \r\n  a small amount of crack cocaine was involved, the solicitor's office agreed \r\n  to allow Timmons to plead guilty to possession of cocaine. Timmons subsequently \r\n  pled guilty to one count of shoplifting, fifteenth offense, and one count of \r\n  possession of cocaine. The court sentenced him to eight years imprisonment for \r\n  shoplifting, with credit for time served, and a concurrent two year term for \r\n  possession of cocaine. The court also ordered Timmons to participate in a drug \r\n  treatment program while in prison. \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\nTimmons appeals arguing the trial \r\n  court lacked subject matter jurisdiction to accept his guilty plea for possession \r\n  of cocaine because the indictment charged him with possession of crack cocaine. \r\n  We disagree. \r\n  \r\nIssues concerning subject matter \r\n  jurisdiction may be raised at any time. Browning v. State, 320 S.C. 366, \r\n  465 S.E.2d 358 (1995). With the exception of certain minor offenses, the circuit \r\n  court lacks subject matter jurisdiction to accept a defendant's guilty plea \r\n  to an offense unless (1) there is an indictment which sufficiently states the \r\n  offense to which he pleads, (2) the defendant has waived presentment of an indictment, \r\n  or (3) the defendant pleads to a lesser included offense of the crime charged \r\n  in the indictment. Id. \"An indictment is sufficient if the offense is \r\n  stated with sufficient certainty and particularity to enable the court to know \r\n  what judgment to pronounce, and the defendant to know what he is called upon \r\n  to answer and whether he may plead an acquittal or conviction thereon.\" Id. \r\n  at 368, 465 S.E.2d at 359. \r\n  \r\nTimmons did not waive presentment \r\n  of an indictment for possession of cocaine. Thus, we must determine whether \r\n  the indictment true billed against him was sufficient to charge him with possession \r\n  of cocaine or whether possession of cocaine is a lesser included offense of \r\n  the offense actually charged. \r\n  \r\nIn addition to the shoplifting allegation, \r\n  the indictment against Timmons charged him as follows: \r\n  \r\nCOUNT TWO - POSSESSION \r\n  OF CRACK COCAINE \r\n  \r\nThat ALFRED TIMMONS did in Florence \r\n  County on or about July 28, 1997, knowingly and intentionally possess a quantity \r\n  of crack cocaine, a controlled substance under the provisions of Act No. 445, \r\n  Acts of 1971, General Assembly of South Carolina, as amended (Sections 44-53-370 \r\n  and 44-53-375) (sic), et. seq., 1976 Code of Laws of South Carolina, \r\n  as amended), such possession not having been authorized by law. \r\n  \r\nTimmons argues the trial court lacked \r\n  subject matter jurisdiction to accept his plea to possession of cocaine. He \r\n  argues powder cocaine must be processed through at least two steps before it \r\n  can be made into crack cocaine and they are different forms of the drug and \r\n  different substances. He thus contends possession of cocaine is not a lesser \r\n  included offense of possession of crack cocaine. \r\n  \r\nWe find our Supreme Court's decision \r\n  in Carter v. State, 329 S.C. 355, 495 S.E.2d 773 (1998) to be dispositive \r\n  of the issue. In Carter, the defendant was arrested for manufacturing \r\n  crank. He waived presentment of an indictment charging him with violation of \r\n   44-53-370 (manufacturing methamphetamine). He pled guilty to manufacturing \r\n  methamphetamine and was sentenced to twenty-five years on the charge. Section \r\n  44-53-370 provided for a ten year sentence for second offense manufacturing \r\n  of a Schedule II drug, which includes methamphetamine. Section 44-53-375, as \r\n  it read at the time of Carter's offense, provided a person who violated  44-53-370 \r\n  by manufacturing \"crank\" (methamphetamine) shall be sentenced to twenty-five \r\n  to thirty years imprisonment. The Court held: \r\n  \r\nOnce a defendant is convicted under \r\n   44-53-370, the sentencing guidelines for this conviction involving the Schedule \r\n  II drug methamphetamine (crank) is set forth in  44-53-375. . . . [C]onviction \r\n  under  44-53-370 for manufacturing crank would require respondent to be sentenced \r\n  under the stricter penalties of  44-53-375. \r\n  \r\nId. at 361, 495 S.E.2d at \r\n  776. \r\n  \r\nIn looking at whether the guilty \r\n  plea judge had subject matter jurisdiction to sentence Carter under  44-53-375 \r\n  since he only waived presentment of an indictment citing  44-53-370, the court \r\n  found the indictment was sufficient. It then stated: \r\n  \r\nSection 44-53-375 provides a violation \r\n  of  44-53-370 that involves methamphetamine (crank) carries a greater sentence \r\n  than the sentence provided for in  44-53-370 for other Schedule II drugs. Therefore, \r\n   44-53-375 does not define a separate crime but only an enhanced punishment. \r\n  Further, the elements are exactly the same for an offense under both sections. \r\n  \r\n  \r\nId. at 363, 495 S.E.2d at \r\n  777. \r\n  \r\nLikewise, S.C. Code Ann.  44-53-375 \r\n  (1998) as it relates to the possession of crack cocaine does not define a separate \r\n  crime from possession of cocaine under S.C. Code Ann.  44-53-370(1998), but \r\n  only an enhanced punishment, and the elements are exactly the same under both \r\n  sections. Further, our Supreme Court has implicitly recognized that possession \r\n  of cocaine is a lesser included offense of possession of crack cocaine. See \r\n  State v. Jackson, 297 S.C. 523, 377 S.E.2d 570 (1989) (wherein the court \r\n  affirmed conviction for possession of cocaine after direction of verdict on \r\n  possession of crack cocaine where trial judge instructed jury evidence was insufficient \r\n  to prove substance was crack cocaine, but evidence was sufficient to support \r\n  charge of possession of cocaine as a lesser included offense). Thus, we find \r\n  possession of cocaine is a lesser included offense of possession of crack cocaine \r\n  and the trial court had subject matter jurisdiction to accept Timmons' guilty \r\n  plea to possession of cocaine. \r\n  \r\nAFFIRMED. \r\n  \r\n  \r\nCURETON and HOWARD, JJ., \r\n  concur. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3094","title":"State v. New","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3094","description":"","date":"1999-12-20","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nState v. New\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH \r\n  CAROLINA \r\n  In The Court of Appeals \r\n  ________ \r\n  \r\n \r\n   \r\n     \r\n      \r\n        The State, Respondent, \r\n          \r\n        v. \r\n          \r\n          \r\n        Ricky Dean New, Appellant. \r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\nAppeal From Aiken \r\n  County \r\n  Frank Eppes, Special Circuit Court \r\n  Judge \r\n  ________ \r\n  \r\nOpinion No. 3094 \r\n  \r\n  Submitted December 7, 1999 - Filed \r\n  December 20, 1999 \r\n  ________ \r\n  \r\nAFFIRMED \r\n________ \r\n  \r\n \r\n   \r\n     \r\n      \r\n        Chief Attorney Daniel T. \r\n          Stacey, of South Carolina Office of Appellate Defense, of Columbia, \r\n          for Appellant. \r\n          \r\n        Attorney General Charles \r\n          M. Condon, Chief Deputy Attorney General John W. McIntosh and Assistant \r\n          Deputy Attorney General Salley W. Elliott, all of Columbia; and Solicitor \r\n          Barbara R. Morgan, of Aiken, for Respondent. \r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\nANDERSON, J.: Ricky Dean New was \r\n  convicted of larceny. He was sentenced to five years imprisonment. On appeal, \r\n  New argues the trial court erred in permitting the Solicitor to bolster the \r\n  State's main witness. We affirm.(1) \r\n  \r\n  \r\nFACTS/PROCEDURAL \r\n  BACKGROUND \r\n  \r\nOn July 7, 1997, Carrie Jackson drove \r\n  to work around 7:40 a.m. Because construction workers were scheduled to lay \r\n  a foundation at her home, Jackson left the back door unlocked in case they needed \r\n  to get in. The workers completed their work and departed around noon. They did \r\n  not lock the back door to the house. At some point after the workers left, but \r\n  before Jackson returned home that afternoon, an intruder entered and stole electronic \r\n  equipment valued in excess of $1,500. Jackson provided the serial number from \r\n  her missing television to an officer with the Aiken County Sheriff's Department. \r\n  The number was entered in a national database for stolen items. \r\n  \r\nSubsequently, Sgt. Tom Dennis of \r\n  the Richmond County Sheriff's Office notified Investigator Donald Lynn Ghant, \r\n  with the Aiken County Sheriff's Department, that Edward Bibbs pawned the television \r\n  in Augusta, Georgia at 2:25 p.m. on the day of the theft. Bibbs is the brother \r\n  of Pamela Jacobson, who was at that time the girlfriend of Ricky Dean New. New \r\n  is a cousin of Carrie Jackson's husband Adam. On July 25, Bibbs gave a statement \r\n  to the police claiming New had called him and offered the television in satisfaction \r\n  of a $40 debt. Two days later, investigators took a statement from Jacobson, \r\n  which incriminated New and Bibbs. On August 1, Bibbs gave a second statement \r\n  implicating himself and New. Both were arrested and charged with burglary and \r\n  grand larceny. \r\n  \r\nBibbs pled guilty to both charges. \r\n  At New's trial, Bibbs, already serving his sentence, testified against New. \r\n  Bibbs stated that New called him on the day in question and asked for a ride \r\n  to Aiken. Bibbs agreed and New directed him to the Jacksons' home. The two men \r\n  entered the house and removed a television, stereo and microwave. New did not \r\n  testify at trial. The jury convicted New of larceny and the trial court sentenced \r\n  him to five years imprisonment. \r\n  \r\nISSUE \r\n  \r\n  \r\nDid the trial court err in permitting \r\n  the Solicitor, in closing argument, to bolster the credibility of Edward Bibbs, \r\n  New's accomplice and the State's key trial witness? \r\n  \r\nLAW/ANALYSIS \r\n  \r\n  \r\nNew contends the trial court erred \r\n  in permitting the Solicitor, in closing argument, to bolster the credibility \r\n  of Edward Bibbs, New's accomplice and the State's key trial witness. In particular, \r\n  New claims the Solicitor impermissibly argued outside the record that Bibbs \r\n  would be considered a \"rat\" when he returned to prison, and therefore insinuated \r\n  to the jury that Bibbs was subjecting himself to danger by testifying against \r\n  New. This assertion is meritless. \r\n  \r\nDuring his argument to the jury, \r\n  the Solicitor stated: \r\n  \r\nThis trial-your decision that you \r\n  will make on this trial depends upon the credibility of the witnesses and it \r\n  depends upon whether you believe what the witnesses the State offered to you, \r\n  whether you believe what they had to say. \r\n  \r\n. . . . \r\n  \r\n. . . Credibility and believability, \r\n  credibility of a witness depends upon whether you believe what they have to \r\n  say, whether what they have to say makes sense to you and whether what they \r\n  have to say goes along with everything else you've heard. . . . . \r\n  \r\n. . . . \r\n  \r\n. . . Edward Bibbs as you all remember \r\n  was the inmate from the Department of Corrections. He is the one wearing the \r\n  jail uniform. He has pled guilty to this crime and he was currently serving \r\n  time for this crime. \r\n  \r\nLadies and gentlemen of the jury, \r\n  he was promised nothing to testify. Back then when he pled he was promised nothing \r\n  to come here today. He has zero to gain by being on that chair and talking about \r\n  Ricky New and telling us that Ricky New was with him. Zero to gain. His sentence \r\n  will not be decreased. He will not get out any earlier. His, nothing will change. \r\n  He is serving time for what he did. It does not matter to him one way or the \r\n  other- \r\nAt this point, defense counsel objected \r\n  \"to the Solicitor testifying as to facts not in evidence about Mr. Bibbs.\" The \r\n  judge cautioned the Solicitor not to \"go into anything that's not in evidence.\" \r\n  The Solicitor continued: \r\n  \r\n[Bibbs] has nothing to gain. He has \r\n  already pled guilty as I just said. \r\n  \r\nIn fact, ladies and gentlemen, Mr. \r\n  Bibbs by getting on that stand and testifying against someone who was with him \r\n  has everything to lose. \r\n  \r\nBy testifying against another \r\n  person, Mr. Bibbs is considered a rat. He is in prison right now- \r\n  \r\n. . . . \r\n  \r\nHe will be considered a rat in \r\n  prison. That will not suit him well. They do not treat rats well. He has everything \r\n  to lose. \r\n  \r\nNow he has already been taken \r\n  back to Wateree Correctional Institute where he came from. He has testified \r\n  against someone. That is the only consequence he will pay for being here today. \r\n  He is now a rat. Nothing else will change. His life is at the Wateree Correctional \r\n  Institute and he is now a rat. (Emphasis added) \r\n  \r\nAt the mention of the word \"rat,\" \r\n  New's counsel immediately objected. In response, the State argued there was \r\n  no basis for the objection. We agree. \r\n  \r\nInitially, we question whether the \r\n  issue presented in this appeal is preserved for appellate review. At trial, \r\n  New timely objected to the Solicitor's comments, first alleging they were outside \r\n  the record and later, as to the \"rat\" reference, stating \"Your honor, I object \r\n  to the Solicitor testifying as to this.\" The trial court overruled both objections. \r\n  It is well settled that an objection must be on a specific ground. See \r\n  State v. Patterson, 324 S.C. 5, 482 S.E.2d 760 (1997)(general objection \r\n  which does not specify particular ground on which objection is based is insufficient \r\n  to preserve question for review); State v. Holliday, 333 S.C. 332, \r\n  509 S.E.2d 280 (Ct. App. 1998)(in order to preserve for review an alleged error \r\n  in admitting evidence, objection should be sufficiently specific to bring into \r\n  focus the precise nature of the alleged error so it can be reasonably understood \r\n  by the trial judge). Rule 103(a)(1), SCRE, however, only requires specificity \r\n  where the ground for objection is not apparent from the context of the discussion \r\n  contained in the record. \r\n  \r\nThe trial judge is allowed wide discretion \r\n  in dealing with the range and propriety of argument of the Solicitor to the \r\n  jury. See State v. White, 246 S.C. 502, 144 S.E.2d 481 (1965). Ordinarily, \r\n  the court's rulings on such matters will not be disturbed. Id. The \r\n  test of granting a new trial for alleged improper closing argument of counsel \r\n  is whether the defendant was prejudiced to the extent that he was denied a fair \r\n  trial. State v. Brisbon, 323 S.C. 324, 474 S.E.2d 433 (1996). A new \r\n  trial will not be granted unless the prosecutor's comments so infected the trial \r\n  with unfairness as to make the resulting conviction a denial of due process. \r\n  State v. Huggins, 325 S.C. 103, 481 S.E.2d 114 (1997). \r\n  \r\nIn State v. Durden, 264 \r\n  S.C. 86, 212 S.E.2d 587 (1975), our Supreme Court set forth the parameters of \r\n  permissible prosecutorial argument: \r\n  \r\nIn 23A C.J.S. Criminal Law \r\n   1107, closing arguments, similar to that of the solicitor in this case, are \r\n  discussed as follows: \r\n  \r\n\"So long as he stays within the record \r\n  and its reasonable inferences, the prosecuting attorney may legitimately appeal \r\n  to the jury to do their full duty in enforcing the law, or to return the verdict \r\n  which he conceives it to be their duty to return under the evidence, and may \r\n  employ any legitimate means of impressing on them their true responsibility \r\n  in this respect, as by stating that a failure to enforce the law begets lawlessness. \r\n  Thus, he may in effect tell them that the people look to them for protection \r\n  against crime, and may illustrate the effect of their verdict on the community \r\n  or society generally with respect to obedience to, and enforcement of, the law; \r\n  he has the right to dwell on the evil results of crime and to urge a fearless \r\n  administration of the criminal law; and he may ask for a conviction, or assert \r\n  the jury's duty to convict. He may argue with reference to any matter which \r\n  the jurors may properly consider in arriving at their verdict, and may point \r\n  out as well the matters which they should not consider.\" \r\n  \r\nDurden, 264 S.C. at 92, \r\n  212 S.E.2d at 590. \r\n  \r\nIf a Solicitor's closing argument \r\n  remains within the record evidence and the reasonable inferences therefrom, \r\n  no error occurs. Id. Undoubtedly, a Solicitor may argue the State's \r\n  version of the testimony presented, and furthermore may comment on the weight \r\n  to be accorded such testimony. See State v. Raffaldt, 318 \r\n  S.C. 110, 456 S.E.2d 390 (1995); State v. Allen, 266 S.C. 468, 224 \r\n  S.E.2d 881 (1976). On the other hand, a closing argument may be held improper \r\n  where it appeals to personal bias or arouses the jury's passions or prejudice. \r\n  See Durden, supra; State v. White, 246 S.C. \r\n  502, 144 S.E.2d 481 (1965).  \r\n  \r\nThe believability of Bibbs' testimony \r\n  was the crucial factor in the success of the State's case. Our Supreme Court \r\n  has held specifically that \"[a] solicitor's argument concerning the credibility \r\n  of the State's witnesses based on the record and its reasonable inferences is \r\n  not error.\" State v. Caldwell, 300 S.C. 494, 505, 388 S.E.2d 816, 822 \r\n  (1990). See also Raffaldt, supra (the State may comment \r\n  on the credibility of witnesses in argument). Here, the Solicitor responded \r\n  to New's objection by indicating her comments were not outside the record, but \r\n  instead were based on common knowledge: \"It's a common known, it's a well-known \r\n  fact. . . . He has testified against someone, he will be considered-[a rat].\" \r\n  We agree and find the Solicitor's comments regarding Bibb's credibility were \r\n  reasonable inferences from the evidence in the record. See Caldwell, \r\n  supra (finding Solicitor's remarks referencing credibility of critical \r\n  State witnesses permissible and directly related to the evidence where common \r\n  sense biases of the witnesses were apparent from the record). \r\n  \r\nFor the same reasons, New's claim \r\n  that the Solicitor's remarks constituted impermissible bolstering is without \r\n  merit. See Caldwell, 300 S.C. at 506, 388 S.E.2d at 822 (no \r\n  improper bolstering where Solicitor argued State's witnesses were credible and \r\n  \"should be admired for their fortitude in telling the truth about their own \r\n  family member\"); State v. Copeland, 278 S.C. 572, 579, 300 S.E.2d 63, \r\n  68 (1982)(Solicitor's statement that defendant's accomplice and State's key \r\n  witness was \"'going to prison for at least-I submit to you for somewhere around \r\n  twenty years'\" was not bolstering even though accomplice-witness received complete \r\n  immunity from prosecution in exchange for his testimony, because evidence showed \r\n  he would be sentenced later for various other crimes he committed elsewhere); \r\n  cf. United States v. Creamer, 555 F.2d 612 (7th \r\n  Cir. 1977)(no bolstering where purpose of prosecutorial exchanges with witness \r\n  was to establish pressures under which witness testified by putting before the \r\n  jury the witness's understanding of his plea agreement and what would happen \r\n  to the witness if he did not testify truthfully); Commonwealth \r\n  v. Gurney, 595 N.E.2d 320 (Mass. 1992)(prosecutor's argument was permissible \r\n  inference from facts presented at trial and not bolstering where he stated in \r\n  closing that police officers and complainant were credible because their testimony \r\n  was reasonable and they had no reason to target defendant with false accusations). \r\n  \r\n  \r\nMoreover, as the Court concluded \r\n  in State v. McAlister, 133 S.C. 99, 102, 130 S.E. 511, 512 (1925), \r\n  \"[t]he argument by illustration or analogy, involving reference to matters of \r\n  common knowledge, the facts of history, and current events of common and public \r\n  notoriety, is ordinarily well within the bounds of legitimate forensic effort \r\n  at the bar.\" This view was propounded in Salinas v. State, 542 S.W.2d \r\n  864,867 (Tex. Crim. App. 1976), where the Court of Criminal Appeals of Texas \r\n  affirmed and held a prosecutor's comment that \"it is a safe inference that being \r\n  an informer is a very hazardous profession\" was based on common knowledge. \r\n  \r\nIn Andujo v. State, 755 \r\n  S.W.2d 138 (Tex. Crim. App. 1988), the prosecutor, in closing argument, stated \r\n  the following about the State's key witness: \"Sure, she didn't want to get involved. \r\n  You don't snitch, Ladies and Gentlemen, and live. You don't snitch. That's why \r\n  she didn't want to get involved.\" Id. at 145. The defendant's attorney \r\n  objected to the \"snitch\" statement, contending it was \"totally outside of the \r\n  evidence.\" Id. at 145. The prosecutor replied that his comment was \r\n  \"a reasonable inference drawn from the evidence.\" Id. The court overruled \r\n  the objection. On appeal, the Texas Court of Criminal Appeals first noted the \r\n  issue was not \"presented for review\" because \"the bolstering objection or complaint \r\n  now urged on appeal was not made to the trial court.\" Id. The court \r\n  affirmed, declaring the statement complained of \"was not divorced from common \r\n  knowledge or an unreasonable deduction from the evidence.\" Id. at 146. \r\n  Here, as in Andujo, the critical issue in the case was the credibility \r\n  of the State's key witness, Edward Bibbs. \r\n  \r\nCONCLUSION \r\n  \r\n  \r\nWe hold the State may comment upon \r\n  the credibility of the State's witnesses based upon the trial record and \r\n  its reasonable inferences. A Solicitor's remarks referring to the State's \r\n  witness as a \"rat\" or \"snitch\" do not constitute impermissible bolstering \r\n  provided the credibility of the witness is a critical issue in the case. \r\n  Because we find the Solicitor's statement that Bibbs would be known as a \"rat\" \r\n  when he returned to prison was an argument based on common knowledge and a reasonable \r\n  inference from the evidence presented at trial, New's conviction for larceny \r\n  is \r\n  \r\nAFFIRMED. \r\nCONNOR and STILWELL, JJ., concur. \r\n\r\n1. Because \r\n  oral argument would not aid the Court in resolving the issues on appeal, we \r\n  decide this case without oral argument pursuant to Rule 215, SCACR. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3095","title":"Murdock v. Murdock","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3095","description":"","date":"1999-12-20","type":"opinion","text":"\r\n      \r\n\r\n\r\nMurdock v. Murdock\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA \r\n  In The Court of Appeals \r\n  ________ \r\n  \r\n  \r\n \r\n   \r\n     \r\n      \r\n        Tara Leigh Newton Murdock, Respondent, \r\n          \r\n        v. \r\n          \r\n          \r\n        Lawrence LaMonte Murdock, Appellant. \r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\nAppeal From Jasper \r\n  County\r\n  Richard W. Chewning, III, Family Court \r\n  Judge \r\n  ________ \r\n  \r\nOpinion No. 3095 \r\n  \r\n  Submitted December 7, 1999 - Filed \r\nDecember 20, 1999 \r\n________ \r\n  \r\n\r\nVACATED AND REMANDED \r\n  ________ \r\n  \r\n \r\n   \r\n     \r\n      \r\n        Ann M. Stirling, of Stirling \r\n          &amp; O'Connell, of Charleston, for Appellant. \r\n          \r\n        Catherine D. Badgett, of \r\n          Ridgeland, for Respondent. \r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\nANDERSON, J.: In \r\n  this domestic case, Lawrence Lamont Murdock (the husband) appeals from an order \r\n  of the family court allocating certain marital debts and finding him in contempt \r\n  for failing to pay child support, alleging the order was entered in violation \r\n  of the Soldiers' and Sailors' Civil Relief Act of 1940, 50 App. U.S.C.A.  \r\n  501-591 (West 1990). We vacate and remand.(1) \r\n  \r\n  \r\nFACTS/PROCEDURAL \r\n  BACKGROUND \r\n  \r\nThe husband and Tara Leigh \r\n  Newton Murdock (the wife) were married on April 15, 1993 and divorced by order \r\n  of the family court dated January 28, 1997. In the divorce decree, the family \r\n  court expressly noted the husband is a member of the United States Marine Corps \r\n  and, at the time of the divorce hearing, was stationed outside of the continental \r\n  United States in Okinawa, Japan. The court further noted the husband was entitled \r\n  to the protections afforded by the Soldiers' and Sailors' Civil Relief Act, \r\n  but had waived those protections. In connection with making an award of equitable \r\n  distribution, the court noted the parties had acquired certain credit card debts \r\n  and listed the balances due on those accounts. The court did not, however, allocate \r\n  the marital debt; rather, the court ordered the parties to agree upon payment \r\n  of the debts \"by subsequent consent order within 45 days\" of the date of the \r\n  order. The decree fully disposed of other issues bearing on the divorce, including \r\n  child custody, child support, and attorneys' fees.   \r\nThe parties entered into \r\n  settlement negotiations regarding allocation of the marital debt, but were unable \r\n  to reach an agreement. By way of motion, the wife requested a hearing on the \r\n  issue of debt allocation. The court scheduled a hearing on the wife's motion \r\n  for April 22, 1998. On April 14, 1998, the husband's attorney filed a motion \r\n  to be relieved as counsel. At the April 22, 1998 hearing, the family court considered \r\n  and granted the motion to be relieved as counsel. Due to the husband's lack \r\n  of counsel, the court continued the hearing. In its order, the court stressed \r\n  to the husband that \"if [he] intends to have counsel present he must do so at \r\n  the next hearing.\" The order is dated June 8, 1998, the date of the hearing \r\n  which ultimately gave rise to this appeal. The order did not set forth a date \r\n  for a subsequent hearing on debt allocation.  \r\n  \r\nOn May 25, 1998, while in \r\n  the United States, the husband was personally served with a notice of hearing \r\n  set for June 8, 1998. Attached to the notice of hearing was a petition for a \r\n  rule to show cause and supporting affidavit regarding the husband's alleged \r\n  failure to make child support payments. Neither the notice of hearing, the rule \r\n  to show cause, nor the supporting affidavit mentioned debt allocation as an \r\n  issue to be addressed at the hearing. Moreover, none of these pleadings informed \r\n  the court of the husband's position in the military. \r\nPrior to the scheduled date \r\n  of the hearing, the husband was required to report to his duty station in Japan. \r\n  On June 4, 1998, the husband faxed to the family court a letter and attachments \r\n  informing the court of his circumstances and whereabouts. The husband also denied \r\n  he had accumulated a child support arrearage. \r\n  \r\nThe family court held the \r\n  hearing on June 8, 1998. The husband did not appear, nor did anyone appear on \r\n  his behalf. As to the materials the husband faxed to the court on June 4, 1998, \r\n  the judge noted only that the court had been \"advised that [the husband] had \r\n  contacted someone in the clerk of court's office within the past week and indicated \r\n  to them that he was not going to appear.\" The court did not make oral notation \r\n  of the husband's status in the military, nor did the wife attempt to inform \r\n  the court of the husband's military status. \r\n  \r\nAt the hearing, the wife's \r\n  attorney announced to the court that the issue of debt allocation, as well as \r\n  child support, was before the court for review. The court made no inquiry as \r\n  to whether the husband had been properly notified that debt allocation would \r\n  be considered at the hearing. The wife testified as to amount of outstanding \r\n  marital debt, her efforts to reduce the debts, and the husband's alleged accumulation \r\n  of a child support arrearage. \r\n  \r\nBy amended order dated August \r\n  30, 1998, the family court found the husband in contempt for failing to make \r\n  child support payments, determined an arrearage of $454.54, and sentenced him \r\n  to 45 days incarceration suspended upon payment of the arrearage. In addition, \r\n  the court ordered the husband to pay marital debt in the amount of $14,069.87 \r\n  and $950.00 towards the wife's attorney fees. \r\n  \r\nISSUES \r\n  \r\n  \r\nI. Did the family court \r\n  err in entering judgment against the husband in violation of the Soldiers' and \r\n  Sailors' Civil Relief Act of 1940? \r\n  \r\nII. Did the husband waive \r\n  the protection of the Soldiers' and Sailors' Civil Relief Act? \r\n  \r\nIII. Did the family court \r\n  err in hearing argument and entering judgment on the allocation of marital debt \r\n  in violation of the husband's right to receive proper notice and due process? \r\n  \r\n  \r\nSTANDARD \r\n  OF REVIEW \r\n  \r\nIn domestic matters, the \r\n  Court of Appeals has jurisdiction to find the facts in accordance with its view \r\n  of the preponderance of the evidence. Rutherford v. Rutherford, 307 \r\n  S.C. 199, 414 S.E.2d 157 (1992). This, however, does not require this Court \r\n  to disregard the findings of the family court. Stevenson v. Stevenson, \r\n  276 S.C. 475, 279 S.E.2d 616 (1981); Calhoun v. Calhoun, 331 S.C. 157, \r\n  501 S.E.2d 735 (Ct. App. 1998). Neither is this Court required to ignore the \r\n  fact that the family court judge, who saw and heard the witnesses, was in a \r\n  better position to evaluate their testimony. Cherry v. Thomasson, 276 \r\n  S.C. 524, 280 S.E.2d 541 (1981).   \r\n  \r\nLAW/ANALYSIS \r\n  \r\n  \r\nI. \r\n  Soldiers' and Sailors' Civil Relief Act of 1940 \r\n  \r\nOn appeal, the husband asserts \r\n  the wife obtained the August 30, 1998 order without proceeding in accordance \r\n  with the requirements of the Soldiers' and Sailors' Civil Relief Act of 1940, \r\n  50 App. U.S.C.A.  520 (West 1990) and, because he was denied the protections \r\n  afforded under the Act, the order should therefore be vacated and a new trial \r\n  ordered. We agree. \r\n  \r\nSection 520 of the Soldiers' \r\n  and Sailors' Civil Relief Act provides: \r\n  \r\nDefault judgments; \r\n  affidavits; bonds; attorneys for persons in service \r\n  \r\n(1) In any action or proceeding \r\n  commenced in any court, if there shall be a default of any appearance by the \r\n  defendant, the plaintiff, before entering judgment shall file in the \r\n  court an affidavit setting forth facts showing that the defendant is not in \r\n  military service. If unable to file such affidavit plaintiff shall in lieu thereof \r\n  file an affidavit setting forth either that the defendant is in the military \r\n  service or that plaintiff is not able to determine whether or not defendant \r\n  is in such service. If an affidavit is not filed showing that the defendant \r\n  is not in the military service, no judgment shall be entered without \r\n  first securing an order of court directing such entry, and no such order shall \r\n  be made if the defendant is in such service until after the court shall have \r\n  appointed an attorney to represent defendant and protect his interest, and the \r\n  court shall on application make such appointment. Unless it appears that the \r\n  defendant is not in such service the court may require, as a condition before \r\n  judgment is entered, that the plaintiff file a bond approved by the court conditioned \r\n  to indemnify the defendant, if in military service, against any loss or damage \r\n  that he may suffer by reason of any judgment should the judgment be thereafter \r\n  set aside in whole or in part. And the court may make such other and further \r\n  order or enter such judgment as in its opinion may be necessary to protect the \r\n  rights of the defendant under this Act (sections 501 to 593 of this Appendix). \r\n  Whenever, under the laws applicable with respect to any court, facts may be \r\n  evidenced, established, or proved by an unsworn statement, declaration, verification, \r\n  or certificate, in writing, subscribed and certified or declared to be true \r\n  under penalty of perjury, the filing of such an unsworn statement, declaration, \r\n  verification, or certificate shall satisfy the requirement of this subsection \r\n  that facts be established by affidavit. \r\n  \r\n. . .  \r\n  \r\n(3) In any action or proceeding \r\n  in which a person in military service is a party if such party does not personally \r\n  appear therein or is not represented by an authorized attorney, the court may \r\n  appoint an attorney to represent him; and in such case a like bond may be required \r\n  and an order made to protect the rights of such person. But no attorney appointed \r\n  under this Act (sections 501 to 593 of this Appendix), to protect a person in \r\n  military service shall have power to waive any right of the person for whom \r\n  he is appointed or bind him by his acts. \r\n  \r\n(4) If any judgment shall \r\n  be rendered in any action or proceeding governed by this section against any \r\n  person in military service during the period of such service or within thirty \r\n  days thereafter, and it appears that such person was prejudiced by reason of \r\n  his military service in making his defense thereto, such judgment may, upon \r\n  application, made by such person or his legal representative, not later than \r\n  ninety days after the termination of such service, be opened by the court rendering \r\n  the same and such defendant or his legal representative let in to defend; provided \r\n  it is made to appear that the defendant has a meritorious or legal defense to \r\n  the action or some part thereof. Vacating, setting aside, or reversing any judgment \r\n  because of any of the provisions of this Act (said sections), shall not impair \r\n  any right or title acquired by any bona fide purchaser for value under such \r\n  judgment. \r\n  \r\n(Emphasis added.) \r\n  \r\n  \r\n\"The Soldiers' and Sailors' \r\n  Civil Relief Act is always to be liberally construed to protect those who have \r\n  been obliged to drop their own affairs to take up the burdens of the nation.\" \r\n  Boone v. Lightner, 319 U.S. 561, 63 S.Ct. 1223, 87 L.Ed. 1587 (1943). \r\n  The purpose of section 520 is to prevent plaintiffs from obtaining default judgments \r\n  against military personnel during times when circumstances prevent the service \r\n  person from appearing in the action and defending themselves. Cloyd v. Cloyd, \r\n  564 S.W.2d 337 (Mo. App. 1978); Vara v. Vara, 171 N.E.2d 384 (Ohio \r\n  Com. Pl. 1961).  \r\n  \r\nThe husband was not afforded \r\n  the protections due him under the Soldiers' and Sailors' Civil Relief Act. Pursuant \r\n  to section 520(1) of the Act, the wife had an affirmative duty, in the \r\n  husband's absence, to provide the court with an affidavit (1) setting forth \r\n  facts showing the husband was not in the military; or (2) either setting forth \r\n  that the husband was in the military or alleging she was unable to ascertain \r\n  whether or not he was in the military. It is uncontested the wife did not provide \r\n  the court with an affidavit in compliance with 520(1). In further violation \r\n  of section 520(1), the court issued its order without first appointing counsel \r\n  to protect the husband's interests.  \r\n  \r\nThe husband faxed a letter \r\n  and documentation of his payments to the judge. The letter reads: \r\n  \r\nOn June 8, 1998 at 2:00p.m., \r\n  I am scheduled to appear in court pertaining to case number 97-DR-27-195. First \r\n  of all, I would like to apologize for not being able to appear in court before \r\n  you. The reason why I cannot appear in court is because I was not given enough \r\n  time to come back to South Carolina for the hearing. I was served notice for \r\n  this court date on 25 May 1998 at 1400, the day prior to me leaving for Japan \r\n  to report to my new duty station. . . . Presently I do not have an attorney \r\n  and it would be difficult to obtain one at the last minute especially from Japan. \r\n  I hope that this letter and all my documentation will be enough information \r\n  to represent my not being there. \r\n  \r\nThe letter has as his return \r\n  address: \r\n  \r\nLawrence L. Murdock \r\nPSC 80 Box 12797 \r\nAPO AP 96367-2729 \r\n  \r\n  \r\nFrom this letter it is obvious \r\n  he is in the military. He has a military APO number for his address, and he \r\n  explains he is reporting to a new duty station in Japan. The fax cover sheet \r\n  is from the Department of Defense. However, the court failed to acknowledge \r\n  this before or during the hearing. The court merely states: \r\n  \r\nDefendant is not present \r\n  nor is anyone here on his behalf. The court has been advised that Mr. Murdock \r\n  had contacted someone in the Clerk of Court's office within the past week and \r\n  indicated to them that he was not going to appear. \r\n  \r\nFor the clerk or the judge \r\n  to fail to acknowledge that the husband was in the military and his reason for \r\n  not appearing was because he was stationed in Japan is disconcerting. The letter \r\n  was faxed to the family court judge for Jasper County. If the judge was aware \r\n  of the letter, he should have referenced the husband's military service. If \r\n  he was unaware, then someone in the clerk's office should have made him aware \r\n  of more than the fact the husband will not appear. \r\n  \r\nHere, no appearance was \r\n  made by the husband. Further, the husband did not hire or otherwise obtain an \r\n  attorney to represent him or appear for him at the hearing. The judgment was, \r\n  in fact, a default judgment. Consequently, all the protections afforded the \r\n  husband under section 520 of the Act remain available to him. \r\n  \r\nThe provisions of section \r\n  520(1) are mandatory such that the court was without \r\n  authority to render judgment absent conformity with the provisions. See \r\n  In re Realty Associates Securities Corp., 53 F.Supp 1015 (D.C.N.Y. 1944); \r\n  United States v. Simmons, 508 F.Supp. 552 (D.C.Tenn.1980). The wife's \r\n  failure to comply with the mandatory provisions of section 520(1) related to \r\n  the filing of an affidavit, coupled with the court's failure to appoint an attorney \r\n  for the husband, amounts to an impermissible denial of the husband's rights \r\n  under the Soldiers' and Sailors' Civil Relief Act. The Soldiers' and Sailors' \r\n  Civil Relief Act was enacted to avoid cases such as this, where the ability \r\n  of a member of the armed services to defend against a civil action is compromised \r\n  by his military duties, and the provisions of the Act are to be liberally construed \r\n  toward this end. See 50 App. U.S.C.A. 501 (West 1990); Omega Industries, \r\n  Inc. v. Raffaele, 894 F. Supp. 1425 (D.Nev. 1995)(Civil Relief Act was \r\n  intended to be liberally construed, and applied in a broad spirit of gratitude \r\n  towards service personnel.).  \r\n  \r\nThis error, however, does \r\n  not necessarily require reversal. See Thompson v. Lowman, 155 N.E.2d \r\n  258 (Ohio App. 1958). Where a default judgment is rendered without filing the \r\n  requisite affidavit regarding military status, judgment is voidable and subject \r\n  to being vacated upon application of the serviceman, but only upon proper showing \r\n  that the serviceman has been prejudiced by reason of his military service in \r\n  making his defense and that he has a meritorious or legal defense to the action. \r\n  Id. Here, the husband established the existence of a meritorious defense, \r\n  that being timely payment of his child support obligation.  \r\nThe burden of proving that \r\n  the rights of a person are materially affected by his absence in the military \r\n  service is on the one claiming prejudice. Thompson v. Anderson, 208 \r\n  S.C. 208, 22837 S.E.2d 581, 589 (1946). There is no question but that the husband's \r\n  ability to present this defense was prejudiced due to his deployment to Japan \r\n  prior to the date of the hearing. Coupled with his meritorious defense, Husband \r\n  was materially affected.  \r\nII. Waiver \r\n  of Husband's Rights \r\nUnder the \r\n  Soldiers' and Sailors' Civil Relief Act \r\nThe wife maintains the husband \r\n  should be deemed to have waived his right to the protections afforded him under \r\n  the Soldiers' and Sailors' Civil Relief Act because he waived those rights in \r\n  the divorce action. We disagree.  \r\n  \r\nWaiver is a voluntary and \r\n  intentional abandonment or relinquishment of a known right. See Parker v. \r\n  Parker, 313 S.C. 482, 443 S.E.2d 388 (1994); Janasik v. Fairway Oaks \r\n  Villas Horizontal Property Regime, 307 S.C. 339, 415 S.E.2d 384 (1992). \r\n  \"Generally, the party claiming waiver must show that the party against whom \r\n  waiver is asserted possessed, at the time, actual or constructive knowledge \r\n  of his rights or of all the material facts upon which they depended.\" Janasik, \r\n  307 S.C. at 344, 415 S.E.2d at 387-88. See also, Heritage Federal Sav. and \r\n  Loan v. Eagle Lake and Golf Condominiums, 318 S.C. 535, 458 S.E.2d 561 \r\n  (Ct.App. 1995). \r\n  \r\nThe rule to show cause, \r\n  while arising out of the requirements of the divorce decree was a separate action. \r\n  The husband could not have foreseen this action when he waived his rights in \r\n  order to receive a divorce. He did not have knowledge of all pertinent facts \r\n  related to the rule to show cause when he waived his rights to receive a divorce. \r\n  There is no evidence of a voluntary and intentional relinquishment \r\n  of his right to be protected by the Soldiers' and Sailors' Civil Relief Act \r\n  after he received the divorce from his wife. Nothing in the divorce decree or \r\n  the record on appeal convinces us the husband waived his rights under the Soldiers' \r\n  and Sailors' Civil Relief Act for any purpose other than obtaining an order \r\n  of divorce.  \r\n  \r\nIII. Lack \r\n  of Notice and Violation of Due Process \r\n  \r\nThe husband avers, insofar \r\n  as the order addressed the allocation of marital debt, it was obtained without \r\n  the husband having proper notice of the scope of the hearing. We agree. \r\n  Procedural due process requires \r\n  that a litigant be placed on notice of the issues which the court is to consider. \r\n  Cameron &amp; Barkley Co. v. South Carolina Procurement Review Panel, \r\n  317 S.C. 437, 454 S.E.2d 892 (1995); Abbott v. Gore, 304 S.C. 116, \r\n  403 S.E.2d 154 (Ct. App. 1991). The family court is limited by the scope of \r\n  due process, and the rule that family court pleadings are to be liberally construed \r\n  may not be stretched so as to permit the judge to award relief not contemplated \r\n  by the pleadings. Id.; Henry v. Henry, 296 S.C. 285, 372 S.E.2d \r\n  104 (Ct. App. 1988). See also Mullane v. Central Hanover Bank &amp; Trust \r\n  Co., 339 U.S. 306, 314, 70 S.Ct. 652, 657, 94 L.Ed. 865, 873 (1950)(The \r\n  Due Process Clause demands \"notice reasonably calculated under all circumstances, \r\n  to apprize interested parties of the pendency of the action and afford them \r\n  an opportunity to present their objections.\"). In Webster v. Clanton, \r\n  259 S.C. 387, 391, 192 S.E.2d 214, 216 (1972), the Supreme Court held: \r\n  \r\n  \r\nIt is a fundamental doctrine \r\n  of the law that a party whose personal rights are to be affected by a personal \r\n  judgment must have a day in court, or opportunity to be heard, and that without \r\n  due notice and opportunity to be heard a court has no jurisdiction to adjudicate \r\n  such personal rights. A judgment by a court without jurisdiction of both the \r\n  parties and the subject matter is a nullity and must be so treated by the courts \r\n  whenever and for whatever purpose it is presented and relied on. \r\n  \r\nHere, the husband received \r\n  no notice he would be required to address the issue of debt allocation at the \r\n  hearing on the rule to show cause. As noted above, neither the notice of hearing, \r\n  the petition for the rule to show cause, nor the supporting affidavit made any \r\n  mention of debt allocation as an issue to be addressed. Failing any mention \r\n  of the issue of debt allocation in the relevant pleadings, the family court \r\n  acted outside the scope of due process in ostensibly adjudicating the issue \r\n  at the June 8, 1998 hearing. \r\n  \r\nCONCLUSION \r\n  \r\n  \r\nWe hold the provisions of \r\n  the Soldiers' and Sailors' Civil Relief Act of 1940, 50 App. U.S.C.A.  520 \r\n  (West 1990) are mandatory, and the failure of a party or the court to \r\n  comply, renders any judgment voidable. The husband demonstrated he was prejudiced \r\n  by the lack of protection afforded him under the Act. We rule the husband did \r\n  not waive his rights to the protection of the Soldiers' and Sailors' Civil Relief \r\n  Act for any purpose other than obtaining the divorce. We conclude the husband \r\n  was not provided notice of the issue of debt allocation in accordance with the \r\n  requirements of due process. For the foregoing reasons, the decision of the \r\n  family court is vacated and the case remanded for a new trial. \r\n  \r\nVACATED AND REMANDED. \r\n  \r\n  \r\nCONNOR and STILWELL, JJ., \r\n  concur. \r\n1. Because \r\n  oral argument would not aid the Court in resolving the issues on appeal, we \r\n  decide this case without oral argument pursuant to Rule 215, SCACR. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"}]