[{"id":"3043","title":"S.C. Department of Transportation v. Faulkenberry","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3043","description":"","date":"1999-09-07","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nSCDOT v. Faulkenberry\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n________\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        South Carolina Department of Transportation, Appellant,\r\n        v.\r\n        J. Larry Faulkenberry, Landowner, and Palmetto Farm Credit Mortgage, Other Condemnee,\r\n        of whom J. Larry Faulkenberry is the Respondent.\r\n      \r\n    \r\n  \r\n\r\n________\r\nAppeal From Clarendon County\r\nHoward P. King, Circuit Court Judge\r\n________\r\nPublished Opinion No. 3043\r\n  Heard May 11, 1999 - Filed September 7, 1999\r\n  ________\r\nREVERSED AND REMANDED\r\n________\r\n\r\n  \r\n    \r\n      \r\n        Glennith C. Johnson, of Columbia; and George C. James, Sr., of Richardson &amp; James, of Sumter, for\r\n                      \r\nappellant.\r\n        Robert J. Sheheen, of Savage, Royall &amp; Sheheen, of Camden, for respondent.\r\n      \r\n    \r\n  \r\n\r\n________\r\nPER CURIAM:  In this condemnation case, the trial court determined the South Carolina Department of\r\n      \r\nTransportation (SCDOT) should pay landowner J. Larry Faulkenberry interest, pursuant to S.C. Code\r\n      \r\nAnn. § 28-2-420 (1991), on fifty percent of SCDOT'S pre-judgment payment to Faulkenberry from the date\r\n      \r\nof the filing of the condemnation notice to the date of the jury verdict.  In a supplemental order, the trial\r\n      \r\ncourt ordered SCDOT to pay post-judgment interest on the interest awarded.  SCDOT appeals.  We reverse\r\n      \r\nand remand. \r\nFACTS / PROCEDURAL HISTORY\r\nSCDOT filed an action on May 27, 1994, to condemn 1,709.4 acres of Faulkenberry's Clarendon County \r\n      \r\nproperty.  SCDOT deposited with the Clarendon County Clerk of Court $487,200.00, its appraised value\r\n      \r\nfor the property.  Faulkenberry filed a separate action, asserting SCDOT had no authority or basis to\r\n      \r\ncondemn his property.  On June 29, 1994, the trial court issued a temporary restraining order prohibiting\r\n      \r\nSCDOT from proceeding with the condemnation.\r\nThe parties negotiated a settlement and signed a consent order on July 27, 1994.  Pursuant to this order,\r\n      \r\nSCDOT filed an amended condemnation notice and tender of payment establishing $863,574.00 as the\r\n      \r\ntendered compensation for the property.  SCDOT agreed that $863,574.00 would be the minimum\r\n      \r\ncompensation for the property, with a final amount to be determined at a later date.  SCDOT  retrieved its\r\n      \r\ninitial deposit from the Clerk of Court and paid the entire amount of the revised tender to Faulkenberry. \r\n      \r\nFaulkenberry consented to the dissolution of the temporary restraining order and dismissal of his\r\n      \r\ninjunction litigation, and agreed not to initiate further injunctive action against SCDOT.  \r\nThe matter proceeded to trial and, on February 7, 1996, the jury awarded Faulkenberry $2,396,100.00. \r\n      \r\nAfter the verdict, Faulkenberry wrote SCDOT requesting payment for the difference between the verdict\r\n      \r\nand the tender, plus interest at the statutory rate of eight percent, for a total of $1,745,184.62. \r\n      \r\nAfterwards, Faulkenberry sent a second letter to SCDOT with a revised calculation totaling $1,774,852.79. \r\n      \r\nHowever, SCDOT's calculations differed, and SCDOT in turn offered Faulkenberry $1,753,488.32. \r\n      \r\nFaulkenberry refused the offer, and SCDOT moved to have the appropriate amount determined by the\r\n      \r\ncourt.\r\nSCDOT asserted that under S.C. Code Ann. § 28-2-420 (1991), Faulkenberry was entitled to interest on\r\n      \r\nthe entire verdict for only 64 days:  from May 27, 1994, the date of the original condemnation notice, until\r\n      \r\nJuly 29, 1994, when the one hundred percent drawdown was paid pursuant to the consent order.  It\r\n      \r\ncontended that from July 29, 1994, until the jury verdict on February 7, 1996, Faulkenberry was entitled\r\n      \r\nto interest only on the difference between the jury verdict and the payment previously received. \r\n      \r\nFaulkenberry argued he was entitled to the statutory interest on the full jury verdict for the entire period\r\n      \r\nfrom the date of the condemnation notice through jury verdict. \r\nIn an order dated December 3, 1997, the trial court noted S.C. Code Ann. § 28-2-480 (1991) allows a\r\n      \r\nlandowner to draw down up to fifty percent of the funds deposited with the clerk of court by the\r\n      \r\ncondemnor.  The court found that \"fairness and equity\" require that statutory interest be paid only on the\r\n      \r\ndifference between the amount of the award by the jury and the amount that could be drawn down by the\r\n      \r\ncondemnee pursuant to Section 28-2-480.  The court held that the additional drawdown above that allowed\r\n      \r\nby Section 28-2-480, i.e., $431,787.00, was consideration for Faulkenberry's agreement to dismiss his\r\n      \r\nchallenge to SCDOT's right to condemn. \r\nThe court ordered SCDOT to pay interest on the difference between $2,396,100.00 (the jury verdict) less\r\n      \r\n$431,787.00 (50% of the tendered amount) or $1,964,313.00, from the date of the filing of the\r\n      \r\ncondemnation notice through the date of the verdict.  The court added:\r\nThe Court has not made any calculation of the amount of interest due since it does not know the relevant\r\n      \r\ndates and is thus unable to determine the length of time on which interest would be due and payable.  If\r\n      \r\nthe parties are unable to arrive at a calculation based upon the Court's order, the Court will again review\r\n      \r\nthe matter with a view toward actually calculating the amount of interest due and payable.\r\nThe parties were able to agree that, under the court's order, the interest due was $53,744.13.  However,\r\n      \r\nthe parties were unable to agree on whether interest at the statutory judgment rate (14%, under S.C. Code\r\n      \r\nAnn. § 34-31-20(b)(1)) was to begin to run on the date of the verdict or the date of the court's initial order.  \r\nIn a supplemental order dated January 23, 1998, the trial court concluded the amount of interest due was\r\n      \r\nunliquidated until the December 3, 1997 order, and therefore judgment interest did not begin to accrue\r\n      \r\nuntil twenty days after that order, pursuant to Section 28-2-420(a).(2)  In addition, the court allowed\r\n      \r\nSCDOT to pay the award into court to terminate the running of statutory interest on the judgment. \r\n      \r\nSCDOT appealed.\r\nLAW / ANALYSIS\r\nI.  Error Preservation\r\nFaulkenberry argues SCDOT has failed to appeal the trial court's December 3rd order and, thus, the\r\n      \r\nDecember order is the law of the case concerning  his entitlement to interest on the additional 50%\r\n      \r\ndrawdown.  We disagree.\r\nGenerally, only final judgments are appealable.  Culbertson v. Clemens, 322 S.C. 20, 471 S.E.2d 163\r\n      \r\n(1996).  If a judgment leaves some further act to be done by the court before the rights of the parties are\r\n      \r\ndetermined, the judgment is not final.  Id. \"If a judgment determines the applicable law while leaving\r\n      \r\nopen questions of fact, it is not a final judgment.\"  Mid-State Distrib., Inc. v. Century Importers, Inc., 310\r\n      \r\nS.C. 330, 335, 426 S.E.2d 777, 780 (1993).  When there is a final judgment, and a party timely files its\r\n      \r\nnotice of intent to appeal from that judgment, this court may review any intermediate order necessarily\r\n      \r\naffecting the judgment not earlier appealed.  Lancaster v. Fielder, 305 S.C. 418, 409 S.E.2d 375 (1991).  \r\nThe court's December order ruled Faulkenberry was entitled to interest on the additional fifty percent of\r\n      \r\nthe deposit he received.  However, the court also noted it did not calculate the actual amount of interest\r\n      \r\ndue because it did not have the relevant dates.  This was clearly an undetermined question of fact.  The\r\n      \r\ncourt left the matter to the parties to determine, but also gave them the option to bring the matter back\r\n      \r\nbefore the court if the parties could not agree.  Thus, the rights of the parties were not completely\r\n      \r\ndetermined until the judge's January 23, 1998 order, which finally decided the applicable date for the\r\n      \r\ncommencement of the accrual of statutory interest and set forth the total amount due Faulkenberry. \r\n      \r\nFurther, at no time did SCDOT depart from its position,(3) and therefore it was not required to appeal from\r\n      \r\nthe intermediate order to preserve its right of review on appeal from final judgment.  Gunnells v.\r\n      \r\nRaybestos-Manhattan, Inc., 261 S.C. 106, 198 S.E.2d 535 (1973).  \r\nII.  Statutory Interpretation\r\nSCDOT argues the trial court erred in ordering it to pay interest on one-half of the amount tendered to\r\n      \r\nFaulkenberry after he received it.  It asserts interest under S.C. Code Ann. § 28-2-420 does not accrue on\r\n      \r\nany amount paid to the condemnee after its receipt.  We agree.\r\nA.  Standard of Review\r\nIn interpreting a statute, this court's primary function is to ascertain the intention of the legislature.  In re\r\n      \r\nVincent J., 333 S.C. 233, 509 S.E.2d 261 (1998).   Statutes should be construed with regard to the whole\r\n      \r\nsystem of law of which they form a part.  Roche v. Young Bros., Inc., 332 S.C. 75, 504 S.E.2d 311 (1998)\r\n      \r\n(citing 82 C.J.S. Statutes § 362 (1953)).  A statute as a whole must receive a practical, reasonable, and fair\r\n      \r\ninterpretation consonant with the purpose, design, and policy of the lawmakers. TNS Mills, Inc. v. South\r\n      \r\nCarolina Dep't of Revenue, 331 S.C. 611, 503 S.E.2d 471 (1998).  In construing a statute, this court will\r\n      \r\nreject any interpretation that leads to an unreasonable result.  Busby v. Moore, 330 S.C. 201, 498 S.E.2d\r\n      \r\n883 (1998).  Further, construction of a statute by an agency charged with its administration will be\r\n      \r\naccorded the most respectful consideration and will not be overruled absent compelling reasons.  Glover by\r\n      \r\nCauthen v. Suitt Constr.  Co., 318 S.C. 465, 458 S.E.2d 535 (1995).\r\nB.  Discussion\r\nUntil the adoption of the South Carolina Constitution of 1868, the state exercised its right of eminent\r\n      \r\ndomain to take private lands without compensation.  South Carolina State Highway Dep't v. Miller, 237\r\n      \r\nS.C. 386, 117 S.E.2d 561 (1960).  Currently, both the Fifth Amendment to the U.S. Constitution and\r\n      \r\nArticle 1, § 13 of the South Carolina Constitution prohibit the taking of private property for public use\r\n      \r\nwithout payment of  just compensation to the property owner.\r\nNeither constitution defines \"just compensation,\" nor prescribes how it shall be made when the condemnor\r\n      \r\nis a public entity. South Carolina State Highway Dep't v. Southern Ry., 239 S.C. 1, 121 S.E.2d 236 \r\n      \r\n(1961).  However, the United States Supreme Court has stated, \"The compensation to which the owner is\r\n      \r\nentitled is the full and perfect equivalent of the property taken.\"  Seaboard Air Line Ry. v. United States,\r\n      \r\n261 U.S. 299, 304 (1923).  In order for the landowner to be compensated fully, the government must \"put\r\n      \r\nthe owners in as good position pecuniarily as if the use of their property had not been taken.  They are\r\n      \r\nentitled to have the full equivalent of the value of such use at the time of the taking paid\r\n      \r\ncontemporaneously with the taking.\"  Phelps v. United States, 274 U.S. 341, 344 (1927).  See also Stewart &amp; Grindle, Inc. v. State, 524 P.2d 1242 (Alaska 1974); State Roads Comm'n v. G.L. Cornell Co. Sav. &amp; Profit Sharing Trust, 584 A.2d 1331 (Md. Ct. Spec. App. 1991).\r\nInterest is required on a condemnation award when the state's right to possession precedes payment to the\r\n      \r\nproperty owner for this right: \"Where the market value of the property is not paid contemporaneously\r\n      \r\nwith the taking, the owner is entitled to interest for the delay in payment from the date of the taking until\r\n      \r\nthe date of the payment.\"  Clark County v. Alper, 685 P.2d 943, 950 (Nev. 1984).  See also Stewart &amp; Grindle, Inc. v. State, 524 P.2d 1242, 1246 (Alaska 1974) (\"the payment of interest is, in appropriate\r\n      \r\ncircumstances, a necessary component of constitutionally guaranteed 'just compensation.'\"); Foster v.\r\n      \r\nSanders, 557 S.W.2d 205, 208-09 (Ky. Ct. App. 1977) (\"Kentucky's constitutional requirement that\r\n      \r\ncompensation be paid prior to the taking of private property by eminent domain is consistent with the\r\n      \r\ngeneral rule allowing interest in the event that there is delay in the payment of compensation beyond the\r\n      \r\ndate of taking.\").\r\nThe purpose of awarding interest is to compensate the landowner for the delay in the monetary payment\r\n      \r\nthat occurred after the property has been taken.   State v. Pioneer Mill Co., 637 P.2d 1131 (Haw. 1981);\r\n      \r\nCounty of Clark v. Alper, 685 P.2d 943 (Nev. 1989).\r\n\"If an award were paid immediately upon the taking of the land by the state no damages to the property\r\n      \r\nwould ensue.  But where, due to the necessity of legal proceedings to ascertain fair market value of\r\n      \r\nproperty, delays ensue, the property owner is entitled to an adequate sum to reimburse him for the loss of\r\n      \r\nuse of the money during the period of such delay.  To hold otherwise would constitute a taking of the\r\n      \r\nproperty without just compensation.\"\r\nStewart &amp; Grindle, Inc. v. State, 524 P.2d 1242, 1246 (Alaska 1974) (quoting Russian Orthodox Greek\r\n      \r\nCatholic Church v. Alaska State Housing Auth., 498 P.2d 737, 741 (Alaska 1972)).  See also Department of\r\n      \r\nPub. Works &amp; Bldgs. v. Porter, 259 N.E.2d 74, 76 (Ill. App. Ct. 1970) (\"[I]f the taking precedes the payment\r\n      \r\nof compensation, the owner is entitled to such addition to the value at the time of taking as will produce\r\n      \r\nthe full equivalent of such value paid contemporaneously.  Interest at a proper rate is a good measure of\r\n      \r\nthe amount to be added.\"); State Roads Comm'n v. G.L. Cornell Co. Sav. &amp; Profit Sharing Trust, 584 A.2d\r\n      \r\n1331 (Md. Ct. Spec. App. 1991) (the payment of prejudgment interest is a part of just compensation\r\n      \r\ndesigned to pay the condemnee the \"time value\" of money he should have received on the date of taking); Grant v. Cronin, 107 N.W.2d 153, 155 (Wis. 1961) (\"Just compensation is for property presently taken and\r\n      \r\nnecessarily means the property's present value, presently paid -- not its present value to be paid at some\r\n      \r\nfuture time without interest.\").  This payment of interest has been described as \"not an award of interest in\r\n      \r\nthe traditional sense but rather . . . a good yardstick by which to determine the rate of return on the\r\n      \r\nproperty owner's money had there been no delay in payment of the full amount of the deficiency.\"  King v.\r\n      \r\nState Roads Comm'n of the State Highway Admin., 467 A.2d 1032, 1037 (Md. Ct. Spec. App. 1983).\r\nAt least from the time of enactment of the 1952 Code through 1986, there was no statutory provision\r\n      \r\nrequiring the South Carolina highway department to pay interest on condemnation awards.  See, e.g.,\r\n      \r\nSouth Carolina State Highway Dep't v. Southern Ry. Co., 239 S.C. 1, 121 S.E.2d 236  (1961); see also\r\n      \r\nCarolina Power &amp; Light Co. v. Copeland, 258 S.C. 206, 188 S.E.2d 188 (1972) (disallowing condemnation\r\n      \r\ninterest where there was no statutory authority for entry of judgment on the verdict nor for interest\r\n      \r\nthereon). This does not appear to be a legislative oversight; during the same period, both the Public Works\r\n      \r\nEminent Domain Law(4) and the State Authorities Eminent Domain Act(5) provided for the payment of\r\n      \r\ninterest.  See South Carolina State Highway Dep't v. Southern Ry., 239 S.C. 1, 121 S.E.2d 236. \r\n      \r\nAccordingly, the court announced in South Carolina State Highway Department v. Southern Railway Co. that \"interest is not to be considered in arriving at just compensation in highway condemnation cases.\"  Id.\r\n      \r\nat 6, 121 S.E.2d at 238.\r\n \"The amount of just compensation to be paid can only be determined under the provisions of an act of the\r\n    \r\nLegislature, by whose authority only procedural legislation may be provided whereby private property may\r\n    \r\nbe condemned for public use, together with the means by which just compensation is to be paid for the\r\n    \r\ntaking.\"  Id. at 5,  121 S.E.2d at 238.  By 1987 Act No. 173, the legislature sought to \"establish a uniform\r\n    \r\nprocedure for the condemnation of property by the State, its political subdivisions, and private entities so\r\n    \r\nas to minimize the costs of this litigation.\"  Id. at 2077.  \r\nThe \"South Carolina Eminent Domain Procedure Act\" is currently codified at S.C. Code Ann. Sections 28-2-10 through -510 (1991), and provides for a \"quick take\" condemnation, i.e., the condemnor may take the\r\n      \r\nproperty before the final condemnation award is determined.(6) Under Section 28-2-90(3), the condemnor\r\n      \r\nmay take possession of property \"upon deposit with the clerk of court in the county in which the property\r\n      \r\nto be condemned is situated, the amount stated in the Condemnation Notice as just compensation for the\r\n      \r\nproperty, the amount having been determined by the condemnor pursuant to § 28-2-70(a) before initiating\r\n      \r\nthe action.\"  When the right to take is not contested, the condemnee may apply to receive up to fifty\r\n      \r\npercent of the funds deposited.  § 28-2-480. \r\nSection 24-2-420(a) requires the condemnor to:\r\npay interest at the rate of eight percent a year upon sums found to be just compensation by the appraisal\r\n      \r\npanel or judgment of a court to the condemnee.  This interest shall accrue from the date of filing of the\r\n      \r\nCondemnation Notice through the date of verdict or judgment by the court.  Interest accruing on funds on\r\n      \r\ndeposit with the clerk of court must be offset against the interest computed pursuant to this section. \r\n      \r\nInterest shall not accrue during the twenty-day period commencing upon the date of verdict or order of\r\n      \r\njudgment.  If the judgment is not paid within the twenty-day period, interest at the rate provided by law\r\n      \r\nfor interest on judgments must be added to the judgment.  Thereafter, the entire judgment shall earn\r\n      \r\ninterest at the rate provided by law for interest on judgments.(7)\r\nSCDOT notes Section 28-2-420 does not address the amount of interest to be paid the condemnee when he\r\n      \r\ndraws down deposited funds.  The statute specifically states, \"Interest accruing on funds on deposit with\r\n      \r\nthe clerk of court must be offset against the interest computed pursuant to this section.\" We believe this\r\n      \r\nstatement implies interest shall accrue only on such funds as \"are on deposit with the clerk of court.\"\r\nPursuant to the statute, the condemnee is entitled to a three-tiered computation of interest:\r\n\r\n\r\n  \r\n    interest at the rate of eight percent a year upon sums found to be just compensation by the appraisal\r\n  \r\npanel or judgment of a court to the condemnee.  This interest accrues from the date of filing by the\r\n  \r\ncondemnation notice through the date of verdict or judgment by the court;\r\n  \r\n  \r\n    interest accruing on funds on deposit with the clerk of court must be offset against the interest\r\n      \r\ncomputed pursuant to this section;\r\n  \r\n  \r\n    interest shall not accrue during the twenty-day period commencing upon the date of verdict or order of\r\n      \r\njudgment.  If the judgment is not paid within the twenty-day period, interest at the rate provided by law\r\n      \r\nfor interest on judgments must be added to the judgment (fourteen percent (14%) as provided by S.C.\r\n      \r\nCode Ann. Section 34-31-20(b)).\r\n  \r\n\r\n\r\n\r\n\r\nSupport for our construction is found both statutorily and in equity.  The federal government and many\r\n      \r\nstates statutorily provide that no interest is allowed on a payment into court by the condemning authority. \r\n      \r\n    See, e.g., 40 U.S.C. § 258a; Colo. Rev. Stat. Ann. § 31-1-116; Haw. Rev. Stat. § 101-33; Idaho Code § 7-721(6); Ill. Rev. Stat. ch. 735, para. 5/7-108(8); Ind. Code § 32-11-1-8l; Miss. Code Ann. § 11-27-19(9); N.J.\r\n      \r\nRev. Stat. § 20:3-31(10); Or. Rev. Stat. § 35.265(3); 26 Pa. Cons. Stat. § 1-611; Utah Code Ann. § 78-34-9(5)(c)(ii).  Other states provide for interest only on the amount the final award exceeds the amount\r\n      \r\ndeposited, implying interest will not be awarded on the amount deposited. See, e.g., Alaska Stat. §\r\n      \r\n09.55.440; La. Rev. Stat. Ann. §48:455; Md. Code. Ann., Transp. § 8-331.  The governing statute in Arizona\r\n      \r\nspecifically provides the condemnee is allowed interest on the amount of the deposit he has withdrawn, but\r\n      \r\nonly from the date of the condemnor's possession until the date of withdrawal.  Ariz. Rev. Stat. Ann. § 12-1123(B).  Ohio Rev. Code Ann. § 163.17 covers a number of different scenarios, but where the landowner\r\n      \r\nhas withdrawn a portion of the deposit, interest accrues only on the amount of the verdict that exceeds the\r\n      \r\namount withdrawn. \r\nThis same principle is followed in South Carolina as to judgments: \"Payment of a judgment into court is\r\n      \r\ndeemed to be a payment of money for the use of the person entitled thereto and stops the running of\r\n      \r\njudgment interest.\"  Horry County v. Woodward, 291 S.C. 1, 3, 351 S.E.2d 877, 878 (Ct. App. 1986); see\r\n      \r\nRusso v. Sutton, 317 S.C. 441, 454 S.E.2d 895 (1995) (a judgment debtor's deposit of funds into court\r\n      \r\nprevents accrual of interest upon compliance with Rule 67, SCRCP).  Courts of other states apply this rule\r\n      \r\nto the condemnor's deposit into court: \"If the condemnor pays the amount of the [award] to the clerk of\r\n      \r\ncourt, the condemnor has no further liability for interest on that sum.\"  Foster v. Sanders, 557 S.W.2d 205,\r\n      \r\n209 (Ky. Ct. App. 1977); see also Lin v. Houston Community College Syst., 948 S.W.2d 328 (Tex. Ct. App.\r\n      \r\n1997).\r\nYet another common law principle supports our decision.  The law expressly allows the payment of\r\n\r\nprejudgment interest on obligations to pay money from the time the payment is demandable.  Babb v.\r\n\r\nRothrock, 310 S.C. 350, 426 S.E.2d 789 (1993).  However, in the case sub judice, as to the drawdown\r\n\r\namount, the payment was not demandable, as it was already paid.  Further, \"'[[a] judgment debtor] is\r\n\r\nrequired to pay interest on his debt as compensation for his further retention and use of the judgment\r\n\r\ncreditor's money.'\"  Sears v. Fowler, 293 S.C. 43, 45-46, 358 S.E.2d 574, 575 (1987) (quoting State ex rel.\r\n\r\nSouthern Real Estate &amp; Fin. Co. v. City of St. Louis, 115 S.W.2d 513, 515 (Mo. Ct. App. 1938)).  Such\r\n\r\nimposition of interest, however, implies any delay in satisfaction of the judgment is occasioned solely by\r\n\r\nthe act of the judgment debtor.  Id.; see also Kluenker v. State of Wisconsin, Dep't of Transp., 327 N.W.2d\r\n\r\n145, 148 (Wis. Ct. App. 1982) (holding the purpose of interest \"is to indemnify the claimant for loss of what\r\n\r\nmoneys due him would presumably have earned if payment had not been delayed.\").  In the instant case,\r\n\r\nSCDOT did not retain and use the money and, as to the deposit, Faulkenberry experienced no delay in\r\n\r\nreceiving it.  For these reasons, prejudgment interest should not be allowed.\r\n\r\n\r\n\r\nA close analogy is found in an action for an accounting, as demonstrated in Windham v. Honeycutt, 290\r\n        \r\nS.C. 60, 348 S.E.2d 185 (Ct. App. 1986).  Honeycutt contracted to sell thirty acres of land to Windham for a\r\n        \r\ntotal purchase price of $115,000, with a down payment of $60,000.  When Honeycutt subsequently refused\r\n        \r\nto convey the land, Windham brought an action for specific performance.  Windham was granted specific\r\n        \r\nperformance and awarded special damages.  \r\nHoneycutt appealed, arguing the trial judge erred in not offsetting the interim interest that could have\r\n        \r\nbeen earned on the purchase price against Windham's award.  The supreme court agreed, characterizing\r\n        \r\nthe accounting as an attempt \"to place the parties in the same position as if the conveyance had been made\r\n        \r\nwhen due.\"  Id. at 62, 348 S.E.2d at 186. \"'The fruits of possession and the interest are mutually exclusive\r\n        \r\n-- there is no right upon the part of either [party] to have both.'\"  Id. at 63, 348 S.E.2d at 186 (quoting\r\n        \r\nBembridge v. Miller, 385 P.2d 172, 178 (Or. 1963)).\r\nWe believe the same principle applies to the instant situation.  As with an accounting, a condemnor must\r\n        \r\nplace the condemnee in the same position pecuniarily as if the taking had not occurred.  However, as in\r\n        \r\n  Windham, during the period following the drawdown, Faulkenberry had use of the whole deposit.  This \r\n        \r\nuse was his \"fruit of possession.\"  He cannot also claim a right to the interest thereon as the two are\r\n        \r\n\"mutually exclusive.\"\r\nOur reasoning on this point is supported by interpretations in sister jurisdictions.  In Lin v. Houston\r\n        \r\nCommunity College System, 948 S.W.2d 328 (Tex. Ct. App. 1997), the court stated:\r\nIt has long been established that when a condemning authority tenders the amount of the commissioner's\r\n        \r\naward in the registry of the court, it tolls the running of interest, at least to the amount so tendered.  The\r\n        \r\nrationale for the rule is that the condemnee may withdraw the deposit and is entitled to the use of the\r\n        \r\nmoney pending a court determination of his damages.\r\nId. at 337 (citations omitted).  See also Stewart &amp; Grindle, Inc. v. State, 524 P.2d 1242, 1248 n.21 (Alaska\r\n        \r\n1974) (\"Since the property owner has the use of the money so deposited and so distributed, he is of course\r\n        \r\nnot entitled to interest on this amount after the date of deposit.\"); Mississippi State Highway Comm'n v.\r\n        \r\nOwen, 310 So. 2d 920, 922 (Miss. 1975) (disallowing the payment of interest on the deposit when not\r\n        \r\ndrawn down because \"[t]he only person who could have obtained and used the money was the\r\n        \r\nlandowner.\").\r\nAnother sister jurisdiction supports our decision.  In Delaware, the applicable statute provides only that \"[i]nterest shall accrue on the award from the date of taking possession or from the date of the award,\r\n        \r\nwhichever first occurs.\"  Del. Code Ann. tit. 10, § 6113.  The Delaware court, however, does not allow\r\n        \r\ninterest on any amount the condemnee could have withdrawn.(11)  State ex rel. State Highway Dep't v.\r\n        \r\n14.69 Acres of Land, 245 A.2d 788 (Del. Super. Ct. 1968).\r\nIn its decision the trial court relied on the Consent Order between the parties in concluding the drawdown\r\n        \r\nof the total amount of the deposit rather than the fifty percent statutorily allowed was consideration to\r\n        \r\nFaulkenberry for dropping his action contesting the condemnation.  We disagree with the court's\r\n        \r\nreasoning.  There is no indication in the record that the parties agreed that the additional drawdown\r\n        \r\nwould constitute additional compensation to Faulkenberry.  Moreover, as we read Faulkenberry's brief, he\r\n        \r\nmakes no attempt to support this finding by the trial court.  He states that \"both parties gained\r\n        \r\nadvantages from the agreement . . . .\"  His principal support for the award of interest on the drawdown is\r\n        \r\nhis interpretation of the statute.  He indicates in his brief that the \"silence of the consent order as to the\r\n        \r\nentitlement of interest on the money actually paid to Respondent prior to trial simply means that the\r\n        \r\nstatute governing condemnation procedure will govern.\"\r\nIII.  Post-Judgment Interest on Additional Interest\r\nSCDOT contends no post-judgment interest is due on the $53,744.13 in interest if this court finds the trial\r\n        \r\ncourt erred in its interest calculation.  We agree.  Because the trial court erred in awarding interest, its\r\n        \r\naward of interest on interest is erroneous as well.  \r\nCONCLUSION\r\nWe find for the foregoing reasons that the trial court erred in awarding Faulkenberry interest on so much\r\n        \r\nof the condemnation award as he received prior to judgment, for such time as he had use of that amount. \r\n        \r\nBecause Faulkenberry was not entitled to this interest, he is, accordingly, not entitled to post-judgment\r\n        \r\ninterest on the interest.  We hereby reverse the decision of the trial court and remand the case for entry of\r\n        \r\njudgment consistent with this opinion.\r\nREVERSED AND REMANDED.\r\nCURETON, ANDERSON and STILWELL, JJ., concur.\r\n1.  \"All money decrees and judgments of courts enrolled or entered shall draw interest according to law.  The legal interest\r\n        \r\nshall be at the rate of fourteen percent per annum.\" \r\n\r\n2.  This section reads, in pertinent part, that:  \r\nInterest shall not accrue during the twenty-day period commencing upon the date of verdict or order of judgment.  If the\r\n        \r\njudgment is not paid within the twenty-day period, interest at the rate provided by law for interest on judgments must be\r\n        \r\nadded to the judgment.  Thereafter, the entire judgment shall earn interest at the rate provided by law for interest on\r\n        \r\njudgments.\r\nS.C. Code Ann. § 28-2-420(a). \r\n3.  In its final order, the trial court noted, \"Without conceding that the Court's determination of the method of calculation of\r\n        \r\nthe interest in the December 3 Order is correct, the parties have agreed that the interest calculation using that Order is\r\n        \r\n$53,744.13.\" (Emphasis added.) \r\n4.  Code of Laws of S.C. § 25-110 (1952); S.C. Code Ann. § 28-5-100 (1976). \r\n5.  Code of Laws of S.C. § 25-57 (1952); S.C. Code Ann. § 28-3-70 (1976). \r\n6. In a \"quick-take\" case, the State is entitled to take, and usually does take, possession of the property before the fair value of\r\n        \r\nthe property is established.  At the commencement of the proceeding -- at or before the time it takes possession -- it pays to\r\n        \r\nthe owner, or into court for the owner's benefit, what it estimates the fair value of the property to be.  If the parties are\r\n        \r\nunable to agree on fair value, that issue is tried and resolved by a jury, and, if the fair value ultimately determined is greater\r\n        \r\nthan what the State has previously paid, it must make up the difference, together with interest on that difference.\r\n\r\nState Roads Comm'n of the State Highway Admin. v. G.L. Cornell Co. Sav. &amp; Profit Sharing Trust, 584 A.2d 1331, 1332\r\n  \r\n(Md. Ct. Spec. App. 1991).\r\n  \r\n\r\n7.  Although we question the applicability of this statute to a situation where no deposit is made with the court but, rather,\r\n      \r\nthe funds are paid directly to the condemnee, apparently SCDOT systematically both pays condemnees 100% of the deposit\r\n      \r\n(instead of the 50% allowed by statute) and applies Section 28-2-420(a) to such payment.  Since both parties argue the\r\n      \r\nstatute applies, we do not address this issue.  See Glover by Cauthen v. Suitt Constr.  Co., 318 S.C. 465, 458 S.E.2d 535\r\n      \r\n(1995) (construction of a statute by an agency charged with its administration will be accorded the most respectful\r\n      \r\nconsideration and will not be overruled absent compelling reasons).\r\n      \r\n\r\n8.  The Illinois statute allows interest on the deposit only if withdrawal is denied upon objection by the condemnor.\r\n      \r\n\r\n9.  The Mississippi statute does not allow interest on funds both deposited and withdrawn.\r\n      \r\n\r\n10.  The New Jersey statute further offsets against such interest rents and profits derived from the property by the condemnee\r\n      \r\nand/or for the fair rental value of the property occupied by the condemnee.  This statute is similar to a South Carolina statute\r\n      \r\nreplaced by the current Eminent Domain Act.  See S.C. Code Ann. § 28-5-100 (1976) (allowing interest only on the amount\r\n      \r\nthe final award exceeded the amount deposited in court, \"subject, however, to abatement for use, income, rents or profits\r\n      \r\nderived from such property by the owner thereof subsequent to the vesting of title in the petitioner\"). \r\n11.  In Delaware the condemnee may recover the whole amount of the deposit.  Dela. Code Ann. tit. 10, § 6110(b). \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3044","title":"Marietta Garage v. S.C. Department of Public Safety","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3044","description":"","date":"1999-09-07","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nMarietta Garage, Inc., v. SCDPS\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n________\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Marietta Garage, Inc., Appellant,\r\n        v.\r\n        \r\n        South Carolina Department of Public Safety, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n________\r\n\r\n\r\n\r\nAppeal From Greenville CountyLarry R. Patterson, Circuit Court Judge________\r\nPublished Opinion No. 3044Heard June 8, 1999 - Filed September 7, 1999________\r\nAFFIRMED IN PART AND REVERSED IN PART\r\n________\r\nRobert C. Childs, III, of Mitchell, Bouton, Duggan, Yokel &amp; Childs, of Greenville, for appellant.\r\n\r\n\r\n\r\nRonald K. Wray, II, of Gibbes, Gallivan, White &amp; Boyd, of Greenville, for respondent.\r\n\r\n\r\n\r\n________\r\n\r\n\r\n\r\nHUFF, J.:  Marietta Garage, Inc. (Marietta) seeks reversal of the South Carolina Department of Public Safety's (the\r\n      \r\nDepartment's) decision to remove Marietta from the wrecker rotation list established through the South Carolina Highway\r\n      \r\nPatrol (SCHP).  The circuit court upheld the Department's decision.  Marietta appeals.  We affirm in part and reverse in part.\r\n\r\n\r\n\r\nFACTS\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe Department's SCHP division maintains a rotation list of wreckers complying with certain regulations.  The list is divided\r\n      \r\ninto zones.  Marietta held a spot on zone five's rotation list and used Fender Mender's lot on 205 North Pleasantburg Drive\r\n      \r\nin Greenville, South Carolina, as a storage location.  Upon placement on the rotation list, Marietta received and signed a\r\n      \r\nletter outlining the Department's sanction procedure.  The letter stated that if the Department received a complaint against a\r\n      \r\nwrecker service, written notice would be provided to the wrecker service, and it would have an opportunity to request an\r\n      \r\nadministrative hearing.  The letter stated that no sanction would begin earlier than fifteen days after notice.   \r\n\r\n\r\n\r\nOn or about February 8, 1996, Chris Busha had a car accident.  Marietta answered SCHP's call to tow the vehicle. \r\n      \r\nPritchett, Marietta's president, testified he towed Busha's car to the Pleasantburg Drive location but upon arrival found the\r\n      \r\nlocks changed and Marietta's sign taken down.  Pritchett then took Busha's car to Marietta's home office in Marietta, South\r\n      \r\nCarolina.   \r\n\r\n\r\n\r\nBusha's mother called SCHP to locate Busha's car.  SCHP told her Marietta towed Busha's car to the Pleasantburg Drive\r\n      \r\nlocation.   When Busha's mother went to retrieve the car, Fender Mender's owner, Jeff Ryback, told her Marietta no longer\r\n      \r\nparked cars at the Pleasantburg Drive lot and that Marietta towed Busha's car to Marietta, South Carolina.  On February 15,\r\n      \r\n1996, Busha's mother filed a formal complaint against Marietta for towing the car outside zone five and charging excessive\r\n      \r\nfees.   \r\n\r\n\r\n\r\nLieutenant Darrell Green Kimbrell coordinated the wrecker services for zone five.  On February 15, 1996, he went to the\r\n      \r\nPleasantburg Drive location to investigate Busha's complaint.  Kimbrell spoke with Ryback, who confirmed Marietta no\r\n      \r\nlonger used the lot for storing towed cars.  Kimbrell then told SCHP's dispatcher to \"flag\" Marietta and cease calling it until\r\n      \r\nthe issue was resolved.  Kimbrell never called Marietta to resolve the problem. \r\n\r\n\r\n\r\nOn February 20, 1996, Kimbrell wrote a memo to Captain Reid informing him of Busha's complaint and of the determination\r\n      \r\nthat Marietta no longer maintained a physical location in zone five.  On February 23, 1996, SCHP drafted a letter advising\r\n      \r\nMarietta that its Pleasantburg location was removed from the wrecker rotation list effective February 16, 1996, for failing to\r\n      \r\nmaintain a storage location within the zone as required by regulation.  Kimbrell testified that when he delivered the letter to\r\n      \r\nPritchett, Pritchett never mentioned any other locations in zone five.  Kimbrell and Captain Reid conceded the regulations do\r\n      \r\nnot explicitly require notifying SCHP of a change in address but testified any new location must be inspected and approved\r\n      \r\nby SCHP.  \r\n\r\n\r\n\r\nPritchett testified he first learned Fender Mender locked Marietta out the night he attempted to tow Busha's car to the\r\n      \r\nPleasantburg Drive location.  Pritchett testified he immediately attempted to procure a new location in zone five.  Although\r\n      \r\nPritchett admits the regulations require maintaining a storage location within a zone in order to remain on the rotation list,\r\n      \r\nPritchett never informed SCHP it lost its Pleasantburg Drive location.  Pritchett testified he had two other locations \"lined\r\n      \r\nup\" in zone five when he received the Department's removal letter but never notified the Department of the locations and\r\n      \r\nnever requested an inspection even though he knew the Department required inspections for new locations. \r\n\r\n\r\n\r\nMarietta appealed the decision removing it from the wrecker rotation list.  On June 10, 1996, SCHP conducted an\r\n      \r\nadministrative hearing and upheld Marietta's removal.  On November 26, 1996, Colonel Caulder of the Department upheld\r\n      \r\nthe administrative decision removing Marietta from zone five's rotation list.  \r\n\r\n\r\n\r\nMarietta filed suit alleging the Department violated Marietta's state and federal procedural due process rights and acted with\r\n      \r\ngross negligence in removing Marietta from the rotation list without a pre-removal hearing.  The complaint also appealed\r\n      \r\nSCHP's administrative hearing.  The Department denied the allegations.  Marietta subsequently amended its complaint to\r\n      \r\ncorrect the caption but the amended complaint omitted Marietta's administrative appeal.  \r\n\r\n\r\n\r\nBoth Marietta and the Department moved for summary judgment.  The circuit court granted the Department summary\r\n      \r\njudgment, holding Marietta failed to establish a property interest in remaining on the rotation list because Marietta ceased\r\n      \r\noperating at the only approved location in zone five.  The circuit court also granted the Department summary judgment on\r\n      \r\nMarietta's gross negligence claim but refused to award the Department sanctions.  The circuit court denied Marietta's\r\n      \r\nmotion to reconsider.  Marietta appeals.  We reverse in part and affirm in part.\r\n\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\n\r\n\r\n\r\n\r\nI.\r\n\r\n\r\n\r\nUnder the  South Carolina Administrative Procedures Act (APA), this Court may not substitute its judgment for that of a\r\n      \r\nstate agency as to the weight of the evidence on questions of fact.  Long Cove Home Owners' Assoc. v. Beaufort County\r\n      \r\nTax Equalization Bd., 327 S.C. 135, 139, 488 S.E.2d 857, 860 (1997); S.C. Code Ann. § 1-23-380(A)(6) (Supp. 1998). \r\n      \r\nHowever, we may reverse or modify an agency decision which is clearly erroneous in view of the substantial evidence on the\r\n      \r\nwhole record, in violation of a constitutional or statutory provision, or arbitrary. Long Cove, 327 S.C. at 139, 488 S.E.2d at\r\n      \r\n860; S.C. Code Ann. § 1-23-380(A)(6) (Supp. 1998). \r\n\r\n\r\n\r\nMarietta contends the circuit court erred in failing to conclude the APA required the Department to provide Marietta notice\r\n      \r\nand an opportunity to be heard before removing it from the rotation list.  We agree.(1)\r\n\r\n\r\n\r\nThe APA sets forth the following relevant provision:\r\n\r\n\r\n\r\n(c)  No revocation, suspension, annulment, or withdrawal of any license is lawful unless, prior to the institution of agency\r\n      \r\nproceedings, the agency gave notice by mail to the licensee of facts or conduct which warrant the intended action, and the\r\n      \r\nlicensee was given an opportunity to show compliance with all lawful requirements for the retention of the license.  If the\r\n      \r\nagency finds that public health, safety or welfare imperatively requires emergency action, and incorporates a finding to that\r\n      \r\neffect in its order, summary suspension of a license may be ordered pending proceedings for revocation or other action. \r\n      \r\nThese proceedings shall be promptly instituted and determined.\r\n\r\n\r\n\r\nS.C. Code Ann. § 1-23-370(c) (1986).  The APA defines a \"license\" as including \"the whole or part of any agency permit,\r\n      \r\nfranchise, certificate, approval, registration, charter, or similar form of permission required by law, but it does not include a\r\n      \r\nlicense required solely for revenue purposes.\"  S.C. Code Ann. § 1-23-310(4) (Supp. 1998).\r\n\r\n\r\n\r\nAt the June 10, 1996, administrative hearing, the hearing officer cited the APA as authority for the post-removal hearing. \r\n      \r\nHowever, the Department failed to comply with the APA's requirements.  The APA specifically requires the Department to\r\n      \r\nnotify Marietta of the facts allegedly warranting removal from the rotation list and provide an opportunity to prove\r\n      \r\ncompliance with all requirements prior to instituting an agency proceeding.  See S.C. Code Ann. § 1-23-370(c) (1986).  The\r\n      \r\nDepartment failed to notify Marietta of its removal from the rotation list until at least seven days after the removal.  The\r\n      \r\nDepartment thus violated the APA because it failed to give adequate notice and failed to provide an opportunity for Marietta\r\n      \r\nto contest the Department's decision prior to removal.\r\n\r\n\r\n\r\nOur conclusion is buttressed by the fact that the regulations governing the wrecker service do not explicitly require a\r\n      \r\nwrecker service to notify the Department if a storage location is moved within a zone nor do the regulations explicitly\r\n      \r\nrequire inspection before inclusion on the rotation list.  25A S.C. Code Ann. Regs. § 63-600 (1989).(2) The only location\r\n      \r\nrequirement contained in the regulations requires maintaining a safe storage area located within the zone.  25A S.C. Code\r\n      \r\nAnn. Regs. § 63-600(3) &amp; (8) (1989).   Kimbrell testified a wrecker service would not be in violation of the regulations if it\r\n      \r\nmoved to another location within the zone because no regulation explicitly requires notifying the Department if a wrecker\r\n      \r\nservice moves locations within a  zone.  Furthermore, regulation 63-600(B) provides that \"[f]ailure of any wrecker service to\r\n      \r\ncomply with the regulations as stated may result in their removal\" from the rotation list.  25A S.C. Code Ann. Regs. § 63-600(B) (1989) (emphasis added).  The term \"may\" illustrates that failure to comply with the regulations does not require\r\n      \r\nautomatic removal and, at least implicitly, indicates the invocation of some investigatory process before removal.\r\n\r\n\r\n\r\nWhen the Department removed Marietta from the rotation list, the Department had information that Marietta no longer\r\n      \r\nconducted business at the Pleasantburg Drive location.  The Department did not know, and failed to investigate, whether\r\n      \r\nMarietta possessed another location within the zone meeting the regulatory requirements.  A pre-removal administrative\r\n      \r\nhearing would have easily verified whether Marietta maintained a location within Zone five.  The Department's failure to\r\n      \r\nprovide Marietta notice and a hearing prior to actual removal violated the APA. \r\n\r\n\r\n\r\nTherefore, we reverse the circuit court order granting the Department summary judgment and remand to the trial court.\r\n\r\n\r\n\r\nII.\r\n\r\n\r\n\r\n\r\n\r\n\r\nMarietta further contends the circuit court erred in granting the Department summary judgment on Marietta's gross\r\n      \r\nnegligence claim.  We disagree.\r\n\r\n\r\n\r\n\"Summary judgment is appropriate when it is clear there is no genuine issue of material fact and the moving party is entitled\r\n      \r\nto judgment as a matter of law.\"  Staubes v. City of Folly Beach, 331 S.C. 192, 196, 500 S.E.2d 160, 163 (Ct. App. 1998);\r\n      \r\nRule 56(c), SCRCP; see also Standard Fire Ins. Co. v. Marine Contracting and Towing Co., 301 S.C. 418, 421, 392 S.E.2d\r\n      \r\n460, 462 (1990) (noting a motion for summary judgment shall be granted if pleadings, depositions, answers to\r\n      \r\ninterrogatories and admissions on file, together with affidavits, if any, show there is no genuine issue as to any material fact\r\n      \r\nand moving party is entitled to judgment as matter of law).  \r\n\r\n\r\n\r\nMarietta contends genuine issues of material fact exist regarding whether the Department acted with gross negligence in\r\n      \r\nremoving Marietta from the rotation list  without a pre-removal hearing.  We disagree. \r\n\r\n\r\n\r\nSouth Carolina courts define gross negligence as the intentional, conscious failure to do something which one ought to do or\r\n      \r\nthe doing of something one ought not to do; a relative term which means the absence of care that is necessary under the\r\n      \r\ncircumstances; the failure to exercise a  slight degree of care; and where a person is so indifferent to the consequences of his\r\n      \r\nconduct as not to give slight care to what he is doing.  Staubes, 331 S.C. at 204-5, 500 S.E.2d at 167.\r\n\r\n\r\n\r\nKimbrell's physical investigation of Marietta's former storage location and hand delivery of the removal notice to Marietta\r\n      \r\nindicate at least a slight degree of care thus barring a claim for gross negligence.  We affirm the order granting the\r\n      \r\nDepartment summary judgment on Marietta's gross negligence claim.  See Clyburn v. Sumter County Sch. Dist.,  317 S.C.\r\n      \r\n50, 53, 451 S.E.2d 885, 887-8 (1994) (holding that gross negligence ordinarily is a mixed question of law and fact but when\r\n      \r\nthe evidence supports but one reasonable inference, the question becomes a matter of law for the court).\r\n\r\n\r\n\r\nBecause we reverse on the APA claim, we do not address Marietta's constitutional due process issue.  Pursuant to the above\r\n      \r\nanalysis, we\r\n\r\n\r\n\r\nAFFIRM IN PART AND REVERSE IN PART.(3)\r\n\r\n\r\n\r\nHOWELL, C.J., and HOWARD, J., concur.\r\n1.  We note Marietta's APA claim is preserved despite its omission from the amended complaint because Marietta raised the\r\n      \r\nissue in its motion for summary judgment and Rule 59 motion without any objection from the Department.  See McCurry v.\r\n      \r\nKeith, 325 S.C. 441, 447, 481 S.E.2d 166, 169 (Ct. App. 1997) (\"When issues not raised in the pleadings are tried by\r\n      \r\nconsent, they will be treated as if they had been raised in the pleadings.\"); see also Rule 15(b), SCRCP (\"When issues not\r\n      \r\nraised by the pleadings are tried by express or implied consent of the parties, they shall be treated in all respects as if they had\r\n      \r\nbeen raised in the pleadings . . . [and] failure so to amend does not effect the result of the trial of these issues.\").  \r\n      \r\n2.  The South Carolina Legislature subsequently repealed these provisions.  25A S.C. Code Ann. Regs. § 63-600 (Supp.\r\n      \r\n1998).  Similar provisions are now found at 23A S.C. Code Ann. Regs. § 38-600 (Supp. 1998).\r\n      \r\n3.   We do not address the Department's additional sustaining ground argument because we affirm the circuit court order\r\n      \r\ngranting the Department summary judgment on Marietta's gross negligence claim. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3045","title":"Nedrow v. Pruitt","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3045","description":"","date":"1999-09-13","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nNedrow v. Pruitt\r\n\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n-->\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n________\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Sabrina Nedrow, Appellant,\r\n                \r\n            \r\n        \r\n        v.\r\n        David Pruitt, d/b/a Bruns Real Estate Company, and Piedmont Natural Gas Company, Inc., Respondents.\r\n      \r\n    \r\n  \r\n\r\n________\r\n\r\n\r\n\r\nAppeal From Greenville CountyJohn W. Kittredge, Circuit Court Judge________\r\n\r\n\r\n\r\nOpinion No. 3045Heard June 8, 1999 - Filed September 13, 1999________\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nREVERSED AND REMANDED\r\n________\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        D. Garrison Hill and O.W. Bannister, Jr., both of Hill, Wyatt &amp; Bannister, of Greenville, for appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        W. Francis Marion, Jr. and Christopher R. Antley, both of Haynsworth, Marion, McKay &amp; Guerard; and W. Howard Boyd\r\n                \r\nand C. William McGee, both of Gibbes, Gallivan, White &amp; Boyd, all of Greenville, for respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n\r\n________\r\n\r\n\r\n\r\nHUFF, J: Sabrina Nedrow sued David Pruitt, d/b/a Bruns Real Estate Company (Pruitt), and Piedmont Natural Gas\r\n\r\nCompany, Inc. (Piedmont) alleging negligence and failure to make certain repairs as required by the Residential Landlord\r\n\r\nTenant Act (RLTA) against Pruitt and breach of warranty and negligence against Piedmont. Only the claims of negligence\r\n\r\nwere submitted to the jury, which found in favor of both defendants. Nedrow appeals, disputing the trial court's jury charges,\r\n\r\nthe trial court's refusal to strike the defense of assumption of the risk, and the trial court's refusal to admit certain evidence.\r\n\r\nWe reverse and remand.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nFACTS\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nA one-year lease was executed on January 28, 1993, between Nedrow and Pruitt. The lease provided, in part:\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nDuring the period of his tenancy Resident agrees to maintain this property in as good state as he finds it, ordinary wear and\r\n\r\ntear excepted; and will have repaired at his expense, any damage done to the water and electrical fixtures, replace broken\r\n\r\nglass, keep sinks, lavatories, commodes, and sewer lines open, repair any plumbing or heating equipment that may be\r\n\r\ndamaged by his negligence. Resident will pay the first Sixty Dollars ($60.00) of any repairs. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nNedrow moved into the apartment in February, 1993. The apartment had a gas heater and a gas stove. She called Piedmont\r\n\r\nand requested the gas be turned on. One of the Piedmont employees that came to the apartment noticed one of two pieces of\r\n\r\nglass was missing from the front of the heater. The employee explained to Nedrow he had to turn off the gas because the\r\n\r\nheater was dangerous when missing the glass. Later that same day, Piedmont replaced the glass on the heater and indicated\r\n\r\nthe heater was working properly. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAbout two weeks later, Nedrow discovered that one of the heater's elements was leaning on the glass and that the glass was\r\n\r\ncracked. Nedrow explained: \"I cut the heater off immediately because I thought with the element leaning on the glass and the\r\n\r\nglass being cracked as hot as the elements got that it could fall through and catch the hardwood floors on fire.\" Nedrow's\r\n\r\nfather later removed the glass and the element.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nWhen Nedrow called Pruitt to tell him the glass was broken again, he agreed to pay for the cost of the glass but not for\r\n\r\nlabor. She testified he told her to go to Piedmont to get the glass and install it herself. Pruitt testified they agreed Piedmont\r\n\r\nwould replace the glass on the heater. Pruitt stated Nedrow would pay for the repair and he would pay for the glass. He\r\n\r\ntestified Nedrow never indicated she was going to repair the heater herself. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nNedrow then visited Piedmont and gave an employee the serial number from her heater. An employee, Nelson Skelton,\r\n\r\nshowed her two sizes of glass. Nedrow chose the larger piece. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nNedrow installed the elements and glass herself. The glass, however, was too small to cover the entire opening, leaving about\r\n\r\na one and a half inch gap. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAfter many tries inserting [the glass] thinking I had inserted it improperly I chose to leave it that way because there was no\r\n\r\nflame on that corner of the left side. There was no flame if (sic) front of that gap there. . . When I put that glass on and I put\r\n\r\nthe other two elements in, I intentionally pushed all four elements more to the right side because where the gap was there\r\n\r\nwas no flame coming up.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nShe explained her reason for not exchanging the glass for a different size: \"[I]t wasn't my responsibility. I thought if [Pruitt]\r\n\r\ndidn't come and take care of it that it wasn't that much of a danger.\" Nedrow testified she told Pruitt the replacement glass\r\n\r\ndid not fit properly, and he replied he would take care of it. Pruitt denied Nedrow alerted him about the ill-fitting glass. Pruitt\r\n\r\ndid not inspect the heater. She explained she did not call Piedmont because, \"I may have been able to afford it. . . But it was\r\n\r\n[Pruitt's] responsibility.\" (1) \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nNedrow continued to use the heater. Nedrow explained that the elements \"started shifting,\" and that she had to re-adjust\r\n\r\nthem at least three or four times. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nOn February 28, 1994, while Nedrow was standing about one foot in front of the heater, her ankle-length nightgown caught\r\n\r\nfire. Nedrow became engulfed in flames, suffering first and second degree burns to her back, chest, and upper extremities. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAfter a trial on the merits, the jury returned a defense verdict. The first question on the special verdict form asked the jury:\r\n\r\n\"Do you find that the Defendant David Pruitt was negligent and that such negligence proximately caused the Plaintiff's\r\n\r\ninjuries?\" The jury responded no. The second question asked: \"Do you find that the Defendant Piedmont Natural Gas\r\n\r\nCompany, Inc. was negligent and that such negligence proximately caused the Plaintiff's injuries?\" Again, the jury responded\r\n\r\nno. The instructions on the verdict form provided: \"If you answer No as to both Defendants, Stop and Deliberate No\r\n\r\nFurther.\" The jury, therefore, never reached questions relating to Nedrow's negligence, assumption of the risk, or damages. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn an action at law, on appeal of a case tried by a jury, our jurisdiction extends only to correction of errors of law, and a\r\n\r\nfactual finding of the jury will not be disturbed unless a review of the record discloses that there is no evidence which\r\n\r\nreasonably supports the jury's findings. Townes Associates, Ltd. v. City of Greenville, 266 S.C. 81, 221 S.E.2d 773 (1976).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nI.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nNedrow argues the trial judge erred in refusing to admit the proffered testimony of Nelson Skelton, an employee of\r\n\r\nPiedmont. Skelton sold Nedrow the replacement glass for the heater in October 1993. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nSkelton tested positive for Valium use in December 1994. In his proffered testimony he said he took some of his wife's pills\r\n\r\nfor \"probably about a year, something like that, it was not an everyday thing, just when I couldn't rest.\" He acknowledged it\r\n\r\n\"could have been possible\" that he had taken some Valium on the day Nedrow purchased the glass replacement. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe trial court initially ruled the employee could testify in a \"limited way\" regarding the drug test and would permit the\r\n\r\nattorneys to impeach the employee with his proffered testimony if necessary. After an additional proffer, the trial court ruled\r\n\r\nhe was not going to allow the evidence, ruling it would be prejudicial. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe trial judge has discretion concerning the admission of evidence and that ruling will not be disturbed on appeal absent an\r\n\r\nabuse of that discretion. Washington v. Whitaker, 317 S.C. 108, 451 S.E.2d 894 (1994). Evidence is relevant and admissible\r\n\r\nif it tends to establish or make more or less probable some matter in issue. Hoeffner v. Citadel, 311 S.C. 361, 429 S.E.2d\r\n\r\n190 (1993); Rule 401, SCRE.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nNedrow testified she gave Skelton the necessary information to obtain glass for the heater, and he presented two pieces of\r\n\r\nglass for her to choose from. There was evidence that neither piece of glass corresponded to the model number Nedrow\r\n\r\nprovided. Nedrow said he did not tell her to return the glass if it didn't fit the heater. Skelton testified that although he did\r\n\r\nnot remember selling the glass to Nedrow, he always told customers to return the glass if it did not fit. Whether Skelton gave\r\n\r\nthe correct glass to Nedrow and whether he told her to return it became issues at trial. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nWe recognize the trial judge's discretion, but in this instance we find the trial judge erred in refusing to admit the evidence of\r\n\r\nSkelton's use of Valium.(2) There was evidence Skelton may have taken Valium on the day he sold Nedrow the glass. The\r\n\r\ntestimony of Skelton's use of Valium would have directly affected his credibility. The testimony tended to make more or less\r\n\r\nprobable issues that were 'of consequence' to the determination of this action, and it should have been presented to the jury.\r\n\r\nWe reverse the jury's verdict as to Piedmont. \r\n\r\n\r\n\r\nII.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nNegligence actions, such as this one, may be brought under the RLTA. See Pryor v. Northwest Apartments, Ltd., 321 S.C.\r\n\r\n524, 469 S.E.2d 630 (Ct. App. 1996); Watson v. Sellers, 299 S.C. 426, 385 S.E.2d 369 (Ct. App. 1989) (the RLTA creates\r\n\r\na right in tort for breach of a duty owed by the landlord to the tenant). \"As with any negligence action, plaintiff must\r\n\r\nestablish (1) a duty of care owed by the defendant to the plaintiff; (2) a breach of that duty by a negligent act or omission;\r\n\r\nand (3) damage proximately resulting from the breach.\" Pryor, 321 S.C. at 528, 469 S.E.2d at 633 (citation omitted).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nNedrow argues the trial court erred in refusing to charge the jury that a landlord owes a non-delegable duty not to create\r\n\r\nunsafe conditions on the property and a duty to make sure any repairs he has undertaken are done properly. Nedrow relies\r\n\r\non Durkin v. Hansen, 313 S.C. 343, 348, 437 S.E.2d 550, 553 (Ct. App. 1993) (\"[A] landlord owes his tenants a\r\n\r\nnon-delegable duty not to create unsafe conditions on premises and is thus vicariously liable for torts of his independent\r\n\r\ncontractor.\").\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe landlord in Durkin hired a carpet cleaning service to clean a tenant's carpet.(3) The tenant slipped on a soapy substance\r\n\r\nleft on the kitchen floor by the carpet cleaners. The court held that a non-delegable duty of reasonable care arose when the\r\n\r\nlandlord undertook to clean the carpet. In its analysis, the court stated the general rule that a landlord is not liable for the\r\n\r\nnegligence of an independent contractor. The court then noted an exception to the general rule, that a \"person who delegates\r\n\r\nto an independent contractor an absolute duty owed to another person remains liable for the negligence of the independent\r\n\r\ncontractor just as if the independent contractor were an employee.\" Durkin, 313 S.C. at 347, 437 S.E.2d at 553. In Durkin,\r\n\r\nthe landlord's absolute duty arose when the landlord undertook the gratuitous carpet cleaning. Durkin, 313 S.C. at 348, 437\r\n\r\nS.E.2d at 553. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn adopting the RLTA, the General Assembly expressly provided that the landlord has a duty to make all repairs and to do\r\n\r\nwhatever is reasonably necessary to keep the premises in a fit and habitable condition. Watson, supra; S.C. Code Ann. §\r\n\r\n27-40-440 (1991). Therefore, the RLTA placed an absolute duty on Pruitt to fix the heater. \r\n\r\n\r\n\r\n\"A landlord who employs an independent contractor to perform a duty which the landlord owes to his tenant to maintain the\r\n\r\nleased property in a reasonably safe condition is subject to liability to the tenant for physical harm caused by the contractor's\r\n\r\nfailure to exercise reasonable care to make the leased property reasonably safe.\" Restatement (Second) of Property § 19.1\r\n\r\n(1977). In Simmons v. Tuomey Regional Medical Center, 330 S.C. 115, 498 S.E.2d 408 (Ct. App. 1998) (hospitals have a\r\n\r\nnon-delegable duty to render competent service to the patients of emergency rooms), cert. granted, (Apr. 8, 1999), this court\r\n\r\nnoted the \"real effect of finding a duty to be non-delegable is to render not the duty, but the liability, not delegable; the\r\n\r\nperson subject to a non-delegable duty is certainly free to delegate the duty, but will be liable to third parties for any\r\n\r\nnegligence of the delegatee, regardless of any fault on the part of the delegator.\" Id. at 123, 498 S.E.2d at 412 (citing Martin\r\n\r\nC. McWilliams, Jr. &amp; Hamilton E. Russell, III, Hospital Liability for Torts of Independent Contractor Physicians, 47 S.C.\r\n\r\nL.Rev. 431, 452 (1996)). \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nPruitt argues Durkin is not applicable to this case because he claims he did not attempt to repair the heater and he did not\r\n\r\nhire anyone to repair it. However, there is evidence in the record that Pruitt instructed Nedrow to hire Piedmont to repair the\r\n\r\nheater.(4) \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nWe find the Durkin theory of liability is applicable to this case. Under the facts of this case, Pruitt had a non-delegable duty\r\n\r\nto use reasonable care to not create unsafe conditions on the premises. He is not insulated from liability through his attempt\r\n\r\nto use an independent contractor, Piedmont, to effect repairs on the heater. \r\n\r\n\r\n\r\nThe jury's verdict in favor of Pruitt is reversed. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIII.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nNedrow next challenges the trial court's charge regarding a tenant's failure to comply with S.C. Code Ann. § 27-40-510\r\n\r\n(1991).(5) While Nedrow concedes the charge correctly states the law, she claims it was error to charge the statute in a\r\n\r\nnegligence action by a tenant in a personal injury case. Nedrow contends that because Pruitt did not counterclaim or take\r\n\r\nother legal action against her, that the trial court \"needlessly confused the jury\" and gave Pruitt the benefit of the statute\r\n\r\nwhen no such benefit was envisioned by the legislature. We disagree. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAfter the trial court charged the jury, Nedrow did not object to the charge on § 27-40-510. During the jury's deliberation,\r\n\r\nthey requested to be recharged on § 27-40-510. Nedrow objected after the jury was recharged. In light of the supreme\r\n\r\ncourt's recent decision in Keaton v. Greenville Hosp. System, 334 S.C. 488, 514 S.E.2d 570 (1999), Nedrow's on the record\r\n\r\nobjection and trial court's ruling are sufficient to survive the preservation hurdle. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn Keaton, Keaton did not object to the questioned charge during a charging conference. Id. The court charged the jury,\r\n\r\nomitting the questioned charge. Id. The Hospital objected to the omission, then Keaton objected to the charge for the first\r\n\r\ntime and explained his reasons. Id. The trial court overruled Keaton's objection, recharged the jury including the questioned\r\n\r\ncharge, then instructed the jury to deliberate. Id. Thereafter, Keaton did not renew his objection. Id. The supreme court ruled\r\n\r\nthe issue was preserved. Id. The supreme court quoted State v. Johnson, 333 S.C. 62, 65 n.1, 508 S.E.2d 29, 31 n.1 (1998):\r\n\r\n\"where a party requests a jury charge and, after opportunity for discussion, the trial judge declines the charge, it is\r\n\r\nunnecessary, to preserve the point on appeal, to renew the request at [the] conclusion of the court's instruction.\" Nedrow's\r\n\r\nfailure to renew her objection after the jury retired, therefore, does not prevent this court from reviewing the trial court's\r\n\r\nruling. \r\n\r\n\r\n\r\nAlthough Pruitt did not seek affirmative relief from Nedrow for failure to comply with the statutory provisions, he did claim\r\n\r\ncomparative negligence on her part. The RLTA is a source of a duty that the jury may use to determine whether Nedrow was\r\n\r\ncomparatively negligent. Only after finding Nedrow breached some duty could the jury have determined the parties'\r\n\r\ncomparative negligence. Accordingly, we find no error.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIV.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nRelying on Davenport v. Cotton Hope, 325 S.C. 507, 482 S.E.2d 569 (Ct. App. 1997), aff'd as modified, 333 S.C. 71, 508\r\n\r\nS.E.2d 565 (1998),(6) Nedrow argues the trial court erred in denying Nedrow's motion to strike the defense of assumption of\r\n\r\nthe risk. As a corollary to this argument, she argues the trial court erred by charging the defense. Davenport, however,\r\n\r\napplies only to causes of action accruing after the date of the supreme court opinion. Davenport, supra. Because Nedrow's\r\n\r\ninjuries occurred before that date, Davenport does not apply.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nREVERSED and REMANDED.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nHOWELL, C.J., and HOWARD, J., concur.\r\n\r\n\r\n\r\n1.  The RLTA provides a comprehensive set of remedies available to a tenant when a landlord fails to meet his obligations.\r\n\r\nPursuant to S.C. Code Ann. § 27-40-610 (1991), a tenant may, upon fourteen days written notice, terminate the rental\r\n\r\nagreement because of \"noncompliance with § 27-40-440 materially affecting health and safety or the physical condition of\r\n\r\nthe property\". Moreover, a tenant may recover actual damages for noncompliance with § 27-40-440, and may recover\r\n\r\nreasonable attorney's fees if such noncompliance is wilful. \r\n\r\n\r\n\r\n2.  The trial judge properly refused to admit the testimony concerning Skelton's use of Cocaine and other disciplinary action\r\n\r\ntaken against him. \r\n\r\n\r\n\r\n3.  The carpet cleaning was not requested by the tenant. \r\n\r\n\r\n\r\n4.  We recognize that a landlord and tenant may agree in writing that the tenant perform repairs under S.C. Code Ann. §\r\n\r\n27-40-440(c). In the rental agreement, Pruitt and Nedrow agreed that Nedrow would repair items damaged by her\r\n\r\nnegligence. It is a jury question as to whether this repair falls under that section of the rental agreement.\r\n\r\n\r\n\r\n5.  That provision requires a tenant, among other things, to:\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n(2) keep the dwelling unit and that part of the premises that he uses reasonably safe and reasonably clean . . .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n(5) use in a reasonable manner all electrical, plumbing, sanitary, heating, ventilating, air-conditioning, and other facilities and\r\n\r\nappliances including elevators in the premises . . .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nS.C. Code Ann. § 27-40-510 (1991).\r\n\r\n\r\n\r\n6.  The court of appeals held that assumption of the risk was no longer a complete defense to a negligence claim. Instead,\r\n\r\nbased on the modified version of comparative negligence, it should be treated as another facet of comparative negligence\r\n\r\nrather than an absolute bar to recovery. Davenport, supra. The supreme court modified that holding noting that express and\r\n\r\nprimary implied assumption of risk remain unaffected.(7) \r\n\r\n\r\n\r\n7. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3046","title":"State v. Patterson","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3046","description":"","date":"1999-09-20","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nState v. Patterson\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n________\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n        v.\r\n        Ibin Patterson, Appellant.\r\n      \r\n    \r\n  \r\n\r\n________\r\n\r\n\r\n\r\n\r\n\r\nAppeal From Richland County\r\nCosta M. Pleicones, Circuit Court Judge\r\n________\r\n\r\n\r\n\r\nOpinion No.  3046\r\nHeard September 8, 1999 - Filed September 20, 1999\r\n________\r\n\r\n\r\n\r\nAFFIRMED\r\n________\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Senior Assistant Appellate Defender Wanda H. Haile, of South Carolina Office of Appellate Defense, of\r\n                \r\nColumbia, for Appellant.\r\n        Attorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant\r\n                \r\nDeputy Attorney General Salley W. Elliott and Assistant Deputy Attorney General G. Robert DeLoach, III;\r\n                \r\nand Solicitor Warren B. Giese, all of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\n________\r\n\r\n\r\n\r\n\r\n\r\nANDERSON, J.: Ibin Patterson appeals from his convictions for armed robbery, first degree burglary, and\r\n\r\nassault and battery of a high and aggravated nature (ABHAN).  We affirm.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nFACTS/PROCEDURAL BACKGROUND\r\n\r\n\r\n\r\n\r\n\r\nKeisha Simpson was home alone on the evening of March 31, 1995, when she heard a knock on her front door. \r\n\r\nThe people at the door asked if Simpson's husband, Jack, was home.  She told them he was not home and\r\n\r\nwatched through the peephole as they left.\r\n\r\n\r\n\r\n\r\n\r\nApproximately fifteen minutes later, three men \"busted in\" Simpson's locked back door and forcibly entered her\r\n\r\nhome.  Before two of the men covered Simpson's head with a blanket, she recognized one of the men as\r\n\r\nDerrick Evans, a man who played basketball with her husband.  Simpson did not get a good look at the other\r\n\r\ntwo men at that time.\r\n\r\n\r\n\r\n\r\n\r\nThe men removed Simpson's rings from her hands, held a gun to the side of her face, and demanded she tell\r\n\r\nthem where the couple kept their money.  Evans stayed downstairs while the other men physically dragged\r\n\r\nSimpson up the stairs on her stomach.  She was eight and one-half months pregnant at the time.  As the men\r\n\r\ndragged Simpson, the blanket \"was coming off\" of her head.  By the time the men put Simpson in her bedroom\r\n\r\ncloset, she could see.\r\n\r\n\r\n\r\n\r\n\r\nWhile in her closet with the doors open and the closet and bedroom lights on, Simpson watched one of the men\r\n\r\nransacking her bedroom.  Simpson was able to observe him at this time for approximately five minutes.  He was\r\n\r\nfacing toward her while rummaging through the drawers under her waterbed.  The man, armed with a gun, told\r\n\r\nSimpson she was going to die.  He then asked her if she was pregnant and said he was going to kill her if she\r\n\r\nwas not pregnant.  At one point, this man went into the closet with Simpson and again told her she was going to\r\n\r\ndie.  He informed her if she were not pregnant, she would already be dead.  Simpson recalled the man being in\r\n\r\nthe closet with her for about five minutes.  She testified the man was larger than her and, although he was not\r\n\r\narmed at that time, she feared he would rape her.  She convinced him to leave the closet by urinating on herself\r\n\r\nand screaming, pretending her water broke.  The man ran out of the closet and all of the men left Simpson's\r\n\r\nhome.  They took Simpson's jewelry, her husband's jewelry, a VCR, a Super Nintendo, and some tapes.\r\n\r\n\r\n\r\n\r\n\r\nOnce she was certain the men were gone, Simpson went downstairs and ran to the home of a neighbor, who called 911.  The\r\n\r\npolice arrived quickly.  Simpson did not give a statement but was instead taken to the hospital.  When she talked to the\r\n\r\npolice at the hospital, Simpson told them she could not identify any of the men because her face was covered the entire time. \r\n\r\nShe did this because she was very upset and afraid of the men, who threatened to kill her if she said anything.  She did,\r\n\r\nhowever, tell her husband that evening that Evans was one of the men who robbed her.  Simpson's husband told the police\r\n\r\nSimpson recognized one of the suspects as Derrick Evans and could identify one of the other men if she saw him again. \r\n\r\n\r\n\r\n\r\n\r\nSimpson's husband and Evans regularly played basketball with a group of men.  On the day in question, Simpson's husband\r\n\r\nreceived a page from Evans, who wanted to know if he would be playing basketball that evening.  Simpson's husband had\r\n\r\nrecently told Evans and another man from their basketball group that he had received a $3,000 insurance settlement and\r\n\r\nwanted to take them out to dinner one night.\r\n\r\n\r\n\r\n\r\n\r\nApproximately two weeks after the incident, Simpson picked Patterson out of a photographic lineup.  She was unable to pick\r\n\r\nthe third man out of a lineup.  During the commission of the crime, his back was turned to her and he instructed her not to\r\n\r\nlook at him.  Yet, Simpson thought she recognized his voice as that of another man who played basketball with her husband.\r\n\r\n\r\n\r\n\r\n\r\nPatterson was indicted for armed robbery, first degree burglary, and ABHAN.  Before Patterson's trial, the Circuit judge\r\n\r\nheld an in camera hearing to determine the admissibility of identification evidence.  Patterson claimed any potential in-court\r\n\r\nidentification was \"tainted in some fashion by [the] impermissibly suggestive pre-trial procedure.\"  The judge ruled the pre-trial photographic lineup was not \"so impermissibly suggestive as to give rise to [a] substantial likelihood of\r\n\r\nmisidentification.\" At trial, Simpson identified Patterson as the man who ransacked her bedroom, went into the closet with\r\n\r\nher, and threatened to kill her. Thereafter, the prosecuting attorney showed Simpson the photo lineup bearing Patterson's\r\n\r\nphotograph.  She identified Patterson as the man she had earlier picked out of the photographic lineup.  The court admitted\r\n\r\nthe lineup and pre-trial identification into evidence.  Patterson was convicted of all three charges.  The trial judge sentenced\r\n\r\nhim to twenty-seven years imprisonment for armed robbery, twenty-seven years for first degree burglary, and ten years for\r\n\r\nABHAN, with all sentences running concurrently.\r\n\r\n\r\n\r\n\r\n\r\nISSUES\r\n\r\n\r\n\r\n\r\n\r\nI. Did the trial court err in denying Patterson's motion for a mistrial?\r\n\r\n\r\n\r\n\r\n\r\nII. Did the trial court err in failing to grant Patterson's motion to suppress Simpson's pre-trial identification of him?\r\n\r\n\r\n\r\n\r\n\r\nIII. Did the trial court err in denying Patterson's motion for directed verdict on the ABHAN charge?\r\n\r\n\r\n\r\n\r\n\r\nIV. Did the trial court err in refusing to charge the jury on simple assault and battery as a lesser included offense of\r\n\r\nABHAN?\r\n\r\n\r\n\r\n\r\n\r\nV. Did the trial court err in refusing to give the Telfaire(1) instruction to the jury?\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nLAW/ANALYSIS\r\n\r\n\r\n\r\n\r\n\r\nI.  Mistrial Motion/Curative Instruction\r\n\r\n\r\n\r\n\r\n\r\nPatterson contends the trial court erred in refusing to grant a mistrial after a police officer's testimony\r\n\r\nimpermissibly suggested Patterson's photo was placed in the lineup after another suspect, Derrick Evans,\r\n\r\nnamed him as a participant in the crime.  Patterson claims this testimony constituted an improper comment on\r\n\r\nhis character.  We disagree.\r\n\r\n\r\n\r\n\r\n\r\nPrior to trial, the court held an in camera hearing pursuant to Patterson's motion to suppress Simpson's in-court\r\n\r\nidentification of him because of an allegedly tainted pre-trial photo lineup identification.  During that hearing,\r\n\r\nInvestigator Wesley Bickley, with the Richland County Sheriff's Department, testified Patterson became a\r\n\r\nsuspect in the case when Evans, the suspect Simpson identified by name, told Bickley that Patterson was with\r\n\r\nhim during the burglary.  After his interview with Evans, Bickley prepared a photographic array including\r\n\r\nPatterson's picture and showed it to Simpson.  Simpson picked Patterson's photograph immediately and without\r\n\r\nhesitation.\r\n\r\n\r\n\r\n\r\n\r\nAfter ruling on the suppression motion, the trial judge acknowledged Patterson's concern that it would be\r\n\r\nimproper for Bickley to testify that Evans named Patterson as a suspect.  The court made no final ruling at that\r\n\r\ntime, but vowed to revisit the issue if it became necessary.\r\n\r\n\r\n\r\n\r\n\r\nLater, the judge ruled Bickley could not testify he placed Patterson's picture in the photo lineup after his\r\n\r\nconversation with Evans because this would constitute an impermissible comment on Patterson's character. \r\n\r\nDespite the court's ruling, the following testimony transpired during the State's direct examination of\r\n\r\nInvestigator Bickley:\r\n\r\n\r\n\r\n\r\n\r\nQ.  Investigator Bickley, I believe we left off on April the 13th when you all had executed the search warrant and\r\n\r\nthen talked to Mr. Evans?\r\n\r\n\r\n\r\n\r\n\r\nA.  That's correct.\r\n\r\n\r\n\r\n\r\n\r\nQ.  Do you recall what time it was that you interviewed Mr. Evans?\r\n\r\n\r\n\r\n\r\n\r\nA.  It was approximately 1:00 in the afternoon.\r\n\r\n\r\n\r\n\r\n\r\nQ.  I show you State's exhibits [sic] No. 14 for identification.  See if that -- looking at that -- see if that refreshes\r\n\r\nyour memory?  \r\n\r\n\r\n\r\n\r\n\r\nA.  Yes, sir.  This is a statement administered by me to Mr. Evans.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nQ.  And at some point during this investigation did you have an opportunity to prepare a photo lineup?  \r\n\r\n\r\n\r\n\r\n\r\nA.  Yes, I did.\r\n\r\n\r\n\r\n\r\n\r\nQ.  Do you recall when that was?\r\n\r\n\r\n\r\n\r\n\r\nA.  It was right about the same time that the interview was taking place with Mr. Evans.\r\n\r\n\r\n\r\n\r\n\r\nQ.  Who were you preparing this lineup for?  This is a lineup you were preparing for Ms. Simpson?\r\n\r\n\r\n\r\n\r\n\r\nA.  That's correct.\r\n\r\n\r\n\r\n\r\n\r\nQ.  To show her?\r\n\r\n\r\n\r\n\r\n\r\nA.  Yes, sir.\r\n\r\n\r\n\r\n\r\n\r\nQ.  And whose photograph were you including in that lineup?  \r\n\r\n\r\n\r\n\r\n\r\nA.  The defendant, Mr. Patterson.\r\n\r\n\r\n\r\n\r\n\r\nPatterson objected and moved for a mistrial.  The trial court denied the request and concluded: \"[T]here is no\r\n\r\nmanifest necessity at this time for the declaration of a mistrial.\"  The court offered to give the jury a curative\r\n\r\ninstruction, which it paraphrased to the attorneys beforehand.  When asked by the court whether he would\r\n\r\naccept the curative instruction and withdraw his request for a mistrial, Patterson's counsel responded: \"Without\r\n\r\nwaiving our motion for a mistrial, your honor, then that language is acceptable.\" The court instructed the jury:\r\n\r\n\r\n\r\n\r\n\r\nFolks, the reason I excluded you, and you as always will use your own recollection of exactly what the\r\n\r\nquestions and answers were that have been put forward to you.  And don't rely on mine or anybody else's.  So\r\n\r\nI'm not going to tell you what the last question and the last answer were.  You use your own recollection of what\r\n\r\nthe last question and last answer were.  I will tell you this, that the question and answer taken together may\r\n\r\nhave improperly brought before you, and I say improperly with emphasis, the suggestion that there was a nexus\r\n\r\nor a connection between a conversation had by the testifying witness and a Derrick Evans, that there was a\r\n\r\nconnection between that conversation and the placing in a photographic lineup of a photograph of the\r\n\r\ndefendant, Ibin Patterson.  You are to draw no such inference as no evidence exists in this case to support\r\n\r\nsuch an inference.\r\n\r\n\r\n\r\n\r\n\r\nGenerally, a curative instruction is deemed to have cured any alleged error.  State v. Jones, 325 S.C. 310, 479\r\n\r\nS.E.2d 517 (Ct. App. 1996).  See also State v. Kelsey, 331 S.C. 50, 502 S.E.2d 63 (1998)(instruction to\r\n\r\ndisregard inadmissible evidence is usually viewed as having cured the error in its admission); State v. George,\r\n\r\n323 S.C. 496, 476 S.E.2d 903 (1996)(if trial judge sustains timely objection to testimony and gives jury curative\r\n\r\ninstruction to disregard testimony, error is deemed to be cured). Here, the court thoroughly and meticulously\r\n\r\ninstructed the jury to disregard any impermissible inference they may have drawn from the testimony because\r\n\r\nthe facts could not support such an inference.\r\n\r\n\r\n\r\n\r\n\r\nBecause a trial court's curative instruction is considered to cure any error regarding improper testimony, a party\r\n\r\nmust contemporaneously object to a curative instruction as insufficient or move for a mistrial to preserve an\r\n\r\nissue for review.  See George, supra (no issue is preserved for appellate review if objecting party accepts\r\n\r\njudge's ruling and does not contemporaneously make additional objection to sufficiency of curative charge or\r\n\r\nmove for mistrial); State v. Johnson, 334 S.C. 78, 512 S.E.2d 795 (1999)(finding issue relating to admission of\r\n\r\nimproper testimony was preserved where defendant renewed his request for mistrial following curative\r\n\r\ninstructions). Patterson did not object to the sufficiency of the curative instruction.  However, he specifically reserved his\r\n\r\nmistrial motion.\r\n\r\n\r\n\r\n\r\n\r\nThe decision to grant or deny a motion for a mistrial is within the sound discretion of the trial judge and will not be\r\n\r\noverturned on appeal absent an abuse of discretion amounting to an error of law.  See State v. Council, 335 S.C. 1, 515\r\n\r\nS.E.2d 508 (1999); Johnson, supra; Kelsey, supra.  This Court favors the exercise of wide discretion of the trial judge in\r\n\r\ndetermining the merits of such motion in each individual case.  State v. Howard, 296 S.C. 481, 374 S.E.2d 284 (1988). \r\n\r\nAmong the factors to be considered in ordering a mistrial are the character of the testimony, the circumstances under which it\r\n\r\nwas offered, the nature of the case, and the other testimony in the case.  Howard, supra.  \r\n\r\n\r\n\r\n\r\n\r\nIn State v. Bilton, 156 S.C. 324, 342, 153 S.E. 269, 276 (1930), our Supreme Court explained: \"[T]he proper general rule is\r\n\r\nthis:  'The American cases hold generally that there must be a manifest necessity for the discharge of the jury and leave the\r\n\r\nCourts to determine in their discretion whether under all the circumstances of each case such necessity exists.'\" (Emphasis\r\n\r\nremoved).  Thus, our ruling must hinge on the question of whether there was a manifest necessity for declaring a mistrial. State v. Prince, 279 S.C. 30, 301 S.E.2d 471 (1983)(the less than lucid test is whether the mistrial was dictated by manifest\r\n\r\nnecessity or the ends of public justice, the latter being defined as the public's interest in a fair trial designated to end in just\r\n\r\njudgment).  A mistrial should only be granted in cases of manifest necessity and with the greatest caution for very plain and\r\n\r\nobvious reasons.  See State v. Wasson, 299 S.C. 508, 386 S.E.2d 255 (1989).  See also State v. Kirby, 269 S.C. 25, 236\r\n\r\nS.E.2d 33 (1977)(power of court to declare mistrial ought to be used with greatest caution under urgent circumstances, and\r\n\r\nfor very plain and obvious causes).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nA mistrial should not be ordered in every case where incompetent evidence is received. Johnson, supra.  Instead, the trial\r\n\r\njudge should exhaust other methods to cure possible prejudice before aborting a trial.  Council, supra.  An instruction to\r\n\r\ndisregard objectionable evidence is usually deemed to cure the error in its admission.  See Johnson, supra.  The granting of\r\n\r\nthe motion for a mistrial is an extreme measure which should be taken only where an incident is so grievous that prejudicial\r\n\r\neffect can be removed in no other way.  Kelsey, supra.  The burden is on the movant to show not only error, but resulting\r\n\r\nprejudice in order to justify a mistrial.  Council, supra; Wasson, supra.\r\n\r\n\r\n\r\n\r\n\r\nA mistrial was not warranted under the circumstances of this case.  The extensive curative instruction given by the trial judge\r\n\r\ncured any possible error and eliminated any conceivable prejudice.  No manifest necessity for declaring a mistrial existed. \r\n\r\nThus, the trial court did not err in denying Patterson's motion for a mistrial.\r\n\r\n\r\n\r\n\r\n\r\nII.  Admissibility of Pre-trial Identification\r\n\r\n\r\n\r\n\r\n\r\nPatterson argues the trial court erred in failing to grant his motion to suppress Simpson's pre-trial photo lineup identification\r\n\r\nof him.  He avers Simpson's identification was unreliable under the totality of the circumstances.  We disagree.\r\n\r\n\r\n\r\n\r\n\r\nThe admissibility of evidence falls squarely within the sound discretion of the trial court.  See State v. Gregory, 198 S.C. 98,\r\n\r\n16 S.E.2d 532 (1941); State v. Brown, 333 S.C. 185, 508 S.E.2d 38 (Ct. App. 1998).  Accordingly, evidentiary rulings of the\r\n\r\ntrial court will not be set aside on appeal absent an abuse of discretion or the commission of legal error which results in\r\n\r\nprejudice to the defendant.  Gregory, supra; State v. Moore, 334 S.C. 411, 513 S.E.2d 626 (Ct. App. 1999); State v.\r\n\r\nJohnson, 311 S.C. 132, 427 S.E.2d 718 (Ct. App. 1993).  \r\n\r\n\r\n\r\n\r\n\r\nThe standard for determining the admissibility of a pre-trial photographic identification is \"whether the\r\n\r\nidentification procedure 'was so impermissibly suggestive as to give rise to a very substantial likelihood of\r\n\r\nirreparable misidentification.'\"  State v. Gambrell, 274 S.C. 587, 590, 266 S.E.2d 78, 80 (1980)(citations\r\n\r\nomitted).  See also Simmons v. United States, 390 U.S. 377, 88 S.Ct. 967, 19 L.Ed.2d 1247 (1968)(holding\r\n\r\neach case must be considered on its own facts, and convictions based on eyewitness identification at trial\r\n\r\nfollowing a pre-trial identification by photograph will be set aside on that ground only if the photographic\r\n\r\nidentification procedure was so impermissibly suggestive as to give rise to very substantial likelihood of\r\n\r\nirreparable misidentification).  A criminal defendant may be deprived of due process of law by an identification\r\n\r\nprocedure that is unnecessarily suggestive and conducive to irreparable mistaken identification.  Moore, supra;\r\n\r\nJohnson, supra.\r\n\r\n\r\n\r\n\r\n\r\nIn Neil v. Biggers, 409 U.S. 188, 93 S.Ct. 375, 34 L.Ed.2d 401 (1972), the United States Supreme Court articulated:\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nSome general guidelines emerge from these [pre-trial identification] cases as to the relationship between\r\n\r\nsuggestiveness and misidentification.  It is, first of all, apparent that the primary evil to be avoided is \"a very\r\n\r\nsubstantial likelihood of irreparable misidentification.\" Simmons v. United States, 390 U.S. at 384, 88 S.Ct. 967, \r\n\r\n19 L.Ed.2d 1247.  While the phrase was coined as a standard for determining whether an in-court identification\r\n\r\nwould be admissible in the wake of a suggestive out-of-court identification, with the deletion of \"irreparable\" it\r\n\r\nserves equally well as a standard for the admissibility of testimony concerning the out-of-court identification\r\n\r\nitself.  It is the likelihood of misidentification which violates a defendant's right to due process . . . .  Suggestive\r\n\r\nconfrontations are disapproved because they increase the likelihood of misidentification, and unnecessarily\r\n\r\nsuggestive ones are condemned for the further reason that the increased chance of misidentification is\r\n\r\ngratuitous.\r\n\r\n\r\n\r\n\r\n\r\nNeil, 409 U.S. at 198, 93 S.Ct. at 381-82, 34 L.Ed.2d at 410-11 (footnote omitted).\r\n\r\n\r\n\r\n\r\n\r\nEven if some degree of suggestiveness exists in the pre-trial identification, suppression of the identification is\r\n\r\nnot automatically required.  See Manson v. Brathwaite, 432 U.S. 98, 97 S.Ct. 2243, 53 L.Ed.2d 140 (1977);\r\n\r\nState v. Stewart, 275 S.C. 447, 272 S.E.2d 628 (1980); Johnson, supra.  Suggestiveness alone does not mandate the\r\n\r\nexclusion of evidence.  Neil v. Biggers, supra; Stewart, supra; Gambrell, supra.  The query posited is whether \"under the\r\n\r\ntotality of the circumstances the identification was reliable\" even though the confrontation procedure may have been\r\n\r\nsuggestive. Stewart, 275 S.C. at 450, 272 S.E.2d at 629.  See also Gambrell, supra (identification may be reliable even\r\n\r\nwhen procedure is suggestive, depending on totality of circumstances).  Reliability is the linchpin in determining the\r\n\r\nadmissibility of identification testimony.  Manson, supra; State v. Denson, 269 S.C. 407, 237 S.E.2d 761 (1977); Moore,\r\n\r\nsupra.  Reliability, in turn, depends upon several factors that must be considered in light of the totality of the circumstances. \r\n\r\nBrown, supra.  When determining the likelihood of misidentification, the trial court must therefore evaluate \"the opportunity\r\n\r\nof the witness to view the criminal at the time of the crime, the witness's degree of attention, the accuracy of the witness's\r\n\r\nprior description of the criminal, the level of certainty demonstrated at the confrontation and the time between the crime and\r\n\r\nthe confrontation.\"  Stewart, 275 S.C. at 450, 272 S.E.2d at 629.  See also Neil v. Biggers, supra.\r\n\r\n\r\n\r\n\r\n\r\nThe corrupting effect of a suggestive identification is to be weighed against these factors.  See Manson, supra; State v.\r\n\r\nWashington, 323 S.C. 106, 473 S.E.2d 479 (Ct. App. 1996).  After the trial court determines the witness's identification is\r\n\r\nreliable, the witness is permitted to testify before the jury.  Moore, supra.\r\n\r\n\r\n\r\n\r\n\r\nIn applying the current law, we first note there is no evidence whatsoever of suggestiveness in the identification procedure\r\n\r\nused in this case.  None of the photographs contained within the lineup stands out from the others.  We cannot\r\n\r\ndetermine which photograph is Patterson's because the photographs are unnumbered.  The photographs used\r\n\r\nare of comparable size and composition.  The subjects are similar in appearance, age, and physical\r\n\r\ncharacteristics.  Finally, there is no evidence Investigator Bickley expressly or implicitly suggested to Simpson\r\n\r\nwhich photograph was of a suspect.\r\n\r\n\r\n\r\n\r\n\r\nMoreover, even if the identification procedure used was suggestive, we find Simpson's identification of\r\n\r\nPatterson nevertheless reliable in light of the totality of the circumstances surrounding the confrontation.  First,\r\n\r\nthe record reflects Simpson had ample opportunity, at least five minutes, to view Patterson from her closet as\r\n\r\nhe ransacked her bedroom.  Simpson observed him again when he stood in the closet facing her and\r\n\r\nthreatening her for approximately five minutes.  During this time, Simpson's bedroom and closet lights were\r\n\r\nturned on.  Simpson paid particularly close attention to Patterson because he was rummaging through her\r\n\r\nbelongings and threatening to kill her.  A person in fear of his life presumably has a more acute degree of\r\n\r\nattention to his surroundings than a mere passerby.  See State v. Ford, 278 S.C. 384, 296 S.E.2d 866 (1982);\r\n\r\nState v. Brown, 333 S.C. 185, 508 S.E.2d 38 (Ct. App. 1998); State v. Johnson, 318 S.C. 372, 458 S.E.2d 49 (Ct.\r\n\r\nApp. 1995).\r\n\r\n\r\n\r\n\r\n\r\nAlthough Simpson's description of Patterson was not very detailed, it was consistent with his appearance.  When she was\r\n\r\nshown the photographic lineup, Simpson picked Patterson's photograph immediately and without hesitation.  Finally, the\r\n\r\nidentification took place only two weeks after the burglary.  Our Supreme Court has on at least two occasions found reliable\r\n\r\nout-of-court identifications made after similar lapses of time.  See State v. Stewart, 275 S.C. 447, 272 S.E.2d 628 (1980);\r\n\r\nState v. Gambrell, 274 S.C. 587, 266 S.E.2d 78 (1980).\r\n\r\n\r\n\r\n\r\n\r\nWe hold Simpson's pre-trial identification of Patterson was reliable under the totality of the circumstances.  The\r\n\r\nidentification satisfies the criteria of State v. Stewart, supra, and Neil v. Biggers, supra.  The trial court did not err in failing\r\n\r\nto grant Patterson's motion to suppress Simpson's pre-trial identification of him.  Additionally, the judge properly allowed\r\n\r\nthe in-court identification.\r\n\r\n\r\n\r\n\r\n\r\nIII.  Directed Verdict Motion on ABHAN Charge\r\n\r\n\r\n\r\n\r\n\r\nPatterson maintains that because \"Simpson was not injured, struck or harmed physically in any way,\" the trial court erred in\r\n\r\nrefusing to grant his motion for directed verdict on the ABHAN charge.  He asserts the jury \"might have processed the\r\n\r\nevidence in this case in a manner such that they did not believe [Patterson's] actions involved circumstances of aggravation.\" We disagree.\r\n\r\n\r\n\r\n\r\n\r\nAssault and battery of a high and aggravated nature is an unlawful act of violent injury to another accompanied by\r\n\r\ncircumstances of aggravation.  State v. Tyndall, Op. No. 3001 (S.C. Ct. App. filed May 24, 1999)(Shearouse Adv. Sh. No.\r\n\r\n18 at 29).  Examples of circumstances of aggravation include the use of a deadly weapon, the infliction of serious bodily\r\n\r\ninjury, the intent to commit a felony, great disparity between the ages and physical conditions of the parties involved, and the\r\n\r\ndifference in the sexes.  Id.  Other circumstances include indecent liberties or familiarities with a female, the purposeful\r\n\r\ninfliction of shame and disgrace, and resistance to lawful authority.  Id. Simple assault and battery, in contrast, is \"an\r\n\r\nunlawful act of violent injury to another unaccompanied by any circumstances of aggravation.\" State v. Sprouse, 325 S.C.\r\n\r\n275, 285-86, 478 S.E.2d 871, 877 (Ct. App. 1996).\r\n\r\n\r\n\r\n\r\n\r\nPatterson misconstrues the nature of the circumstances necessary to elevate a simple assault and battery to the crime of\r\n\r\nABHAN. \"Serious bodily harm to the prosecuting witness is not necessary\" to establish an ABHAN. State v. DeBerry, 250\r\n\r\nS.C. 314, 319, 157 S.E.2d 637, 640 (1967).  In fact, bodily harm is not even a prerequisite to an ABHAN conviction. Id. \r\n\r\nFurther, a conviction for ABHAN may be sustained even if no real force was used against the victim.  State v. Green, 327\r\n\r\nS.C. 581, 491 S.E.2d 263 (Ct. App. 1997).\r\n\r\n\r\n\r\n\r\n\r\nIn ruling on a motion for directed verdict, the trial court is concerned with the existence or nonexistence of evidence, not its\r\n\r\nweight.  State v. Burdette, 335 S.C. 34, 515 S.E.2d 525 (1999); State v. Cooper, 334 S.C. 540, 514 S.E.2d 584 (1999).  If\r\n\r\nthere is any direct evidence or any substantial circumstantial evidence which reasonably tends to prove the guilt of the\r\n\r\naccused or from which guilt may be fairly and logically deduced, an appellate court must find the case was properly\r\n\r\nsubmitted to the jury.  State v. Johnson, 334 S.C.78, 512 S.E.2d 795 (1999).  See also Burdette, supra (if the State presents\r\n\r\nany evidence which reasonably tends to prove defendant's guilt, or from which defendant's guilt could be fairly and logically\r\n\r\ndeduced, the case must go to the jury).  On appeal from the denial of a motion for directed verdict, this Court must view the\r\n\r\nevidence in a light most favorable to the State.  State v. Kelsey, 331 S.C. 50, 502 S.E.2d 63 (1998).\r\n\r\n\r\n\r\n\r\n\r\nClearly, there is a difference in the sexes of the victim and defendant in this case.   Moreover, there was great disparity\r\n\r\nbetween the physical conditions of the parties involved.  Simpson was eight and one half months pregnant.  Further, the\r\n\r\nevidence shows one of the men held a gun to the side of Simpson's face.  Additionally, Patterson and another man dragged\r\n\r\nthe eight and one half months pregnant Simpson up a flight of stairs on her stomach.  Our courts have held much less violent\r\n\r\nincidents of touching constituted ABHAN.  See State v. Williams, 257 S.C. 257, 185 S.E.2d 529 (1971)(evidence defendant\r\n\r\nreached in car window and rubbed neck of female victim supported conviction for ABHAN); DeBerry, 250 S.C. at 319, 157\r\n\r\nS.E.2d at 640 (holding \"a stranger on the street embrac[ing] a young lady\" presents all the elements of ABHAN).\r\n\r\n\r\n\r\n\r\n\r\nThe State presented evidence of each element of ABHAN.  It is irrelevant that the jury might have disbelieved any portion of\r\n\r\nthe evidence because that involves the weight of the evidence.  Viewing the evidence in the light most favorable to the State,\r\n\r\nwe find the trial court correctly denied Patterson's motion for a directed verdict on the ABHAN charge.\r\n\r\n\r\n\r\n\r\n\r\nIV.  Lesser Offense of Simple Assault and Battery\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nPatterson challenges as error the trial court's refusal to charge the jury on simple assault and battery as a\r\n\r\nlesser included offense of ABHAN.  We disagree.\r\n\r\n\r\n\r\n\r\n\r\nUpon indictment for a greater offense, a trial court has subject matter jurisdiction to convict a defendant for any lesser\r\n\r\nincluded offense.  See Browning v. State, 320 S.C. 366, 465 S.E.2d 358 (1995); State v. Tyndall, Op. No. 3001 (S.C. Ct.\r\n\r\nApp. filed May 24, 1999)(Shearouse Adv. Sh. No. 18 at 29).  A lesser included offense instruction is required only when the\r\n\r\nevidence warrants such an instruction, and it is not error to refuse to charge the lesser included offense unless there is\r\n\r\nevidence tending to show the defendant was guilty only of the lesser offense.  Tyndall, supra.  See also State v. Sprouse, 325\r\n\r\nS.C. 275, 478 S.E.2d 871 (Ct. App. 1996)(trial judge is required to charge jury on lesser included offense if there is evidence\r\n\r\nfrom which it could be inferred defendant committed lesser, rather than greater offense).  The trial court should refuse to\r\n\r\ncharge a lesser included offense where there is no evidence the defendant committed the lesser rather than the greater\r\n\r\noffense.  State v. Tucker, 324 S.C. 155, 478 S.E.2d 260 (1996); State v. Smith, 315 S.C. 547, 446 S.E.2d 411 (1994).  Due\r\n\r\nprocess requires that a lesser included offense be charged when the evidence warrants it but only if the evidence would\r\n\r\npermit a jury rationally to find the defendant guilty of the lesser offense.  Tyndall, supra.  In order to justify a charge of a\r\n\r\nlesser included offense, the evidence must be capable of sustaining either the greater or the lesser offense, depending on the\r\n\r\njury's view of the facts.  Id.\r\n\r\n\r\n\r\n\r\n\r\nIn the case sub judice, the evidence proves aggravating circumstances necessary to sustain a conviction for ABHAN were\r\n\r\npresent.  First, there is a difference in the sexes of the victim and defendant.  Second, one of the men held a gun to Simpson's\r\n\r\nhead.  Third, Patterson and an accomplice dragged the eight and one half month pregnant Simpson up a flight of stairs on her\r\n\r\nstomach.  There is no evidence Patterson committed the lesser offense of simple assault and battery, rather than ABHAN. \r\n\r\nThe trial court did not err in refusing to charge the jury as to the lesser offense of simple assault and battery.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nV.  Requested Telfaire Charge\r\n\r\n\r\n\r\n\r\n\r\nPatterson argues the trial court erred in refusing to give his proposed identification charge, which is commonly known as the\r\n\r\nTelfaire instruction.  See United States v. Telfaire, 469 F.2d 552 (D.C. Cir. 1972).(2)  We disagree.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\"Article V of the South Carolina Constitution prohibits judges from charging juries in respect to matters of fact.\"  State v.\r\n\r\nRobinson, 274 S.C. 198, 203, 262 S.E.2d 729, 731 (1980). \"The trial judge must refrain from intimating 'to the jury his\r\n\r\nopinion of the case, what weight or credence should be given to the evidence and participating in any manner with the jury's\r\n\r\nfinding of fact.'\"  Id. at 203, 262 S.E.2d at 731 (quoting State v. Pruitt, 187 S.C. 58, 64, 196 S.E. 371, 374 (1938)).\r\n\r\n\r\n\r\n\r\n\r\n  The charge Patterson requested is essentially a charge on the facts which is contrary to our constitutional prohibition\r\n\r\nagainst charges to the juries on the facts.  See S.C. Const. art. V, § 21 (\"Judges shall not charge juries in respect to matters\r\n\r\nof fact, but shall declare the law.\").  Furthermore, our Supreme Court specifically rejected the Telfaire instruction nearly\r\n\r\ntwenty years ago.  See Robinson, supra (holding that under the circumstances of the case the trial court was correct to\r\n\r\ndecline the Telfaire charge).\r\n\r\n\r\n\r\n\r\n\r\nIn the present case, instead of giving the requested charge, the trial court instructed the jury with a charge containing many\r\n\r\nof the same points of law as Patterson's requested instruction.  We find the charge given was sufficient and proper.  Here, as\r\n\r\nin State v. Motes, 264 S.C. 317, 326, 215 S.E.2d 190, 194 (1975), the charge \"adequately focused the attention of the jury\r\n\r\non the necessity for a finding that the testimony identified [Patterson] as the offender beyond a reasonable doubt; therefore,\r\n\r\nno prejudice resulted to [Patterson] from the failure to give the requested instruction.\" We find no error in the trial court's\r\n\r\nrefusal to charge Patterson's requested identification instruction.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nCONCLUSION\r\n\r\n\r\n\r\n\r\n\r\nWe hold the trial court did not err in failing to grant Patterson's motion for a mistrial.  Further, we rule the trial court\r\n\r\nproperly denied Patterson's motion to suppress Simpson's pre-trial identification of him.  In addition, we find the trial court\r\n\r\ndid not err in denying Patterson's motion for directed verdict as to the ABHAN charge.  Moreover, the trial court correctly\r\n\r\nrefused to charge the jury on simple assault and battery as a lesser included offense of ABHAN.  Finally, the trial court did\r\n\r\nnot err in refusing to give the Telfaire instruction to the jury.  Accordingly, Patterson's convictions for armed robbery, first\r\n\r\ndegree burglary, and ABHAN are\r\n\r\n\r\n\r\n\r\n\r\nAFFIRMED.\r\n\r\n\r\n\r\n\r\n\r\nGOOLSBY and CONNOR, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n1. United States v. Telfaire, 469 F.2d 552 (D.C. Cir. 1972).\r\n\r\n\r\n2. The Telfaire Court was dealing with the \"one witness\" identification rule.  The Telfaire model instruction was designed to focus the attention of\r\n      \r\nthe jury on the identification issue and minimize the risk of conviction through false or mistaken identification.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3047","title":"Badeaux v. Davis","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3047","description":"","date":"1999-09-20","type":"opinion","text":"\r\n      \r\n\r\n\r\nBadeaux v. Davis\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n________\r\n\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Brenda Badeaux, Respondent,\r\n        v.\r\n        Billy D. Davis, Appellant.\r\n        \r\n      \r\n    \r\n  \r\n\r\n________\r\n\r\n\r\n\r\n\r\n\r\nAppeal From Spartanburg County\r\nThomas E. Foster, Family Court Judge\r\n________\r\n\r\n\r\n\r\nOpinion No.  3047\r\nSubmitted September 8, 1999 - Filed September 20, 1999\r\n________\r\n\r\n\r\n\r\nAFFIRMED IN PART, REVERSED IN PART, AND REMANDED\r\n________\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        David D. Armstrong and Cameron G. Boggs, both of Armstrong Law Firm, of Greenville, for Appellant.\r\n        Deidre Rihtarchik, of the SC Department of Social Services, Division of Child Support Enforcement, of\r\n                \r\nGreenville, for Respondent.\r\n      \r\n    \r\n  \r\n\r\n________\r\n\r\n\r\n\r\n\r\n\r\nANDERSON, J.: Billy D. Davis (Father) appeals from a civil contempt order finding him in\r\n\r\narrears for failing to pay child support to Brenda Badeaux (Mother) pursuant to a foreign\r\n\r\nchild support order registered in South Carolina.  The judge found arrears of $19,356.16, calculated to April 23, 1998, but terminated the ongoing support as of the day the\r\n\r\nyoungest child reached eighteen, January 15, 1998.  On that date, the arrears totaled\r\n\r\n$17,914.16.  We affirm in part, reverse in part, and remand.(1)\r\n\r\n\r\n\r\n\r\n\r\nFACTS/PROCEDURAL BACKGROUND\r\n\r\n\r\n\r\n\r\n\r\nMother and Father were married in April of 1976.  They had two children, Christopher Ervin\r\n\r\nDavis, born March 2, 1975, and Isom Dean Davis, born January 15, 1980.  Mother and Father\r\n\r\nsubsequently divorced in Mississippi on December 17, 1981.  Pursuant to the divorce decree,\r\n\r\nMother was awarded custody of the two children, subject to reasonable  visitation.  The\r\n\r\ndivorce decree ordered:\r\n\r\n\r\n\r\n\r\n\r\nIT IS, FURTHER, ORDERED, ADJUDGED, AND DECREED that the Defendant [Father] has been\r\n\r\npaying until the date of this hearing, and shall continue to pay the sum of $100.00 per week\r\n\r\nunto the Complainant [Mother], as child support for the minor children of the parties, said\r\n\r\nsum to be paid through the Offices of the Chancery Clerk of Forrest County, Mississippi, by\r\n\r\ncash, check, or money order.\r\n\r\n\r\n\r\n\r\n\r\nAfter the divorce, Father moved to South Carolina.  Mother and the children remained in\r\n\r\nMississippi.(2)  The South Carolina Department of Social Services (DSS), at the request of\r\n\r\nthe State of Mississippi, filed a Notice of Filing and Registration of Foreign Support Order. \r\n\r\nThe registration was challenged by Father.  The registration of the order was confirmed\r\n\r\non November 2, 1995, but the issue of Father's child support arrears was held in abeyance\r\n\r\nuntil  DSS could contact Mississippi, the initiating state.  DSS was to determine the correct\r\n\r\namount of the arrears. \r\n\r\n\r\n\r\n\r\n\r\nFather was ordered to continue paying support as required by the divorce decree. \r\n\r\nHowever, he continued falling behind on his payments.  According to the Spartanburg\r\n\r\nCounty records, the Mississippi Court set arrears at $18,508.89 as of the end of November\r\n\r\n1996.  On March 24, 1998, a Rule to Show Cause for Father's failure to pay child support\r\n\r\nwas issued by the Family Court for the Seventh Judicial Circuit.  The Clerk of Court\r\n\r\naverred that Father: \"has failed to make support payments as required by the Order of the\r\n\r\nFamily Court dated 1/09/97 and that the amount due as of 3/24/98 is $18,944.16.\"\r\n\r\n\r\n\r\n\r\n\r\nOn April 24, 1998, Father owed $19,356.16.  At the hearing, Father admitted he stopped\r\n\r\npaying support when the younger child turned 18.  When asked about his children, Father\r\n\r\nsaid: \"They're both grown.\" The testimony continued:\r\n\r\n\r\n\r\n\r\n\r\nThe Court:  One of their dates of birth is 1980; which    would put him at?\r\n\r\n\r\n\r\nThe Defendant: Eighteen years old.\r\n\r\n\r\n\r\nThe Court:  Where is the child?\r\n\r\n\r\n\r\nThe Defendant: In - he's in Mississippi.\r\n\r\n\r\n\r\nThe Court:  Where is the mother?\r\n\r\n\r\n\r\nThe Defendant: Mississippi.\r\n\r\n\r\n\r\nThe Court:  We got some information from somebody    saying that your obligation was until\r\n\r\nage                                                                     21.\r\n\r\n\r\n\r\nThe Defendant: I don't know anything about that.  The boy    quit school when he was 17;\r\n\r\nturned 18 on    January fifteenth.  He's got a job working.     That's when I stopped paying\r\n\r\nafter he was    18.\r\n\r\n\r\n\r\n\r\n\r\nThe Court and DSS entered into a discussion as to the requirements of Father's obligation. \r\n\r\nJudge Foster ruled at the hearing:\r\n\r\n\r\n\r\n\r\n\r\nMs. Rihtarchik is going to check into getting an adjustment because the other child was 18\r\n\r\nfive years ago.  You may be entitled to it, but it's not being set today.  We are also going to\r\n\r\ncheck on the age from Mississippi law, but, until that, I will ask you to pay Fifty Dollars a\r\n\r\nweek, which is Two Hundred Dollars a month until we get this paid off.  That starts May the\r\n\r\n1st.  She will be back in touch with you, and she will also set up a hearing about the other\r\n\r\narrearages.\r\n\r\n\r\n\r\nIn his written order, the judge found the arrears owed were $19,356.16.  However, he\r\n\r\ndecided to terminate support as of the date the younger child turned 18, and set arrears\r\n\r\non that date at $17,914.16.  He ordered Father to pay $50.00 (plus 3% court costs) per week\r\n\r\ncommencing May 1, 1998.\r\n\r\n\r\n\r\n\r\n\r\nFather appeals the order of the Family Court arguing the judge: (1) failed to make findings\r\n\r\nof fact sufficient to support the order; (2) erred by listing two separate amounts for\r\n\r\narrears on the order; and (3) erred in signing an order contrary to his holding at the\r\n\r\nhearing.  DSS responded denying error, and also asserting the Family Court, operating as\r\n\r\nthe responding tribunal, was without jurisdiction to modify the Mississippi order under the\r\n\r\nUniform Interstate Family Support Act (UIFSA), S.C. Code Ann. § 20-7-960 et seq. (Supp.\r\n\r\n1998). \r\n\r\n\r\n\r\n\r\n\r\nISSUES\r\n\r\n\r\n\r\n\r\n\r\nI. Did the judge err in calculating arrears without recording  his findings of fact?\r\n\r\n\r\n\r\n\r\n\r\nII. Did the judge err in listing two separate amounts for arrears in his order?\r\n\r\n\r\n\r\nIII. Did the judge err in signing an order that was contrary to  some of his holdings at the\r\n\r\nRule hearing.\r\n\r\n\r\n\r\n\r\n\r\nIV. Does a South Carolina Family Court have subject matter  jurisdiction under UIFSA to\r\n\r\nmodify a Mississippi order for  support registered in South Carolina?(3)\r\n\r\n\r\n\r\n\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\r\n\r\n\r\n\r\nIn appeals from the family court, the Court of Appeals has the authority to find the facts\r\n\r\nin accordance with its own view of the preponderance of the evidence.  Rutherford v.\r\n\r\nRutherford, 307 S.C. 199, 414 S.E.2d 157 (1992); Charest v. Charest, 329 S.C. 511, 495 S.E.2d\r\n\r\n784 (Ct.App. 1997); Owens v. Owens, 320 S.C. 543, 466 S.E.2d 373 (Ct.App.1996).  This broad\r\n\r\nscope of review does not, however, require this Court to disregard the findings of the\r\n\r\nfamily court.  Stevenson v. Stevenson, 276 S.C. 475, 279 S.E.2d 616 (1981).\r\n\r\n\r\n\r\n    LAW/ANALYSIS\r\n\r\n\r\n\r\n\r\n\r\nI.  Rule 26(a), SCRFC\r\n\r\n\r\n\r\n\r\n\r\nFather raises several issues for consideration regarding the validity of the order issued\r\n\r\nby the Family Court.  His first contention is the order does not comply with Rule 26(a),\r\n\r\nSCFCR, in failing to set forth adequate findings of fact to support the Court's\r\n\r\ndetermination of arrears.  We disagree.\r\n\r\n\r\n\r\n\r\n\r\nRule 26(a), SCRFC provides: \r\n\r\n\r\n\r\n\r\n\r\nAn order or judgment pursuant to an adjudication in a domestic relations case shall set\r\n\r\nforth the specific findings of fact and conclusions of law to support the court's decision.\r\n\r\n\r\n\r\n\r\n\r\nFather argues that under Atkinson v. Atkinson, 279 S.C. 454, 309 S.E.2d 14 (Ct. App. 1983)\r\n\r\nand Aycock v. Aycock, 284 S.C. 193, 324 S.E.2d 650 (Ct. App. 1994), this Court should remand\r\n\r\nthe Family Court order for a de novo hearing.  Generally, where an order of the Family\r\n\r\nCourt fails to comply with Rule 26(a), the appellate court should reverse and remand so\r\n\r\nthe Family Court may make specific findings of fact.  Blumberg v. Nealco, Inc., 310 S.C. 492,\r\n\r\n427 S.E.2d 659 (1993). \"However, when an order from the family court is issued in violation\r\n\r\nof Rule 26(a), SCRFC, the appellate court 'may remand the matter to the trial court or,\r\n\r\nwhere the record is sufficient, make its own findings of fact in accordance with the\r\n\r\npreponderance of the evidence.'\"  Griffith v. Griffith, 332 S.C. 630, 647, 506 S.E.2d 526, 535\r\n\r\n(Ct. App. 1998)(citing Holcombe v. Hardee, 304 S.C. 522, 524, 405 S.E.2d 821, 822 (1991)).  See\r\n\r\nalso, Bull v Smith, 299 S.C. 123, 382 S.E.2d 905 (1989)(Appellate Court may make an\r\n\r\nindependent review of the record to make findings of fact where the Family Court's order\r\n\r\nfails to make such findings in compliance with Family Court Rule 26(a)).  \r\n\r\n\r\n\r\n\r\n\r\nIn the case at hand, the record is sufficient for this Court to make necessary findings of\r\n\r\nfact.  While the order of the Family Court does not articulate specific calculations or\r\n\r\nreferences to where the amounts listed were derived, the record contains the\r\n\r\nSpartanburg County Family Court official pay history for Father's support.  A review of\r\n\r\nthe record shows Father was in arrears $19,356.16 as of the date of the hearing, as listed\r\n\r\nin the order by the Family Court.   \r\n\r\n\r\n\r\n\r\n\r\nII.  Multiple Arrearage Listed in Family Court Order\r\n\r\n\r\n\r\n\r\n\r\nFather professes it was error for the Family Court to list two different amounts of\r\n\r\narrears in its order.  He challenges the Family Court was without any evidence to set the\r\n\r\ntwo amounts and failed to consider all the evidence in making its determinations.  We\r\n\r\ndisagree.\r\n\r\n\r\n\r\n\r\n\r\nThe Family Court listed at the top of its order the amount of arrears owed by Father as of\r\n\r\nthe date of the hearing, $19,356.16.  The second amount is listed on the bottom of the form\r\n\r\nafter the judge noted:\r\n\r\n\r\n\r\n\r\n\r\nChildren emancipated 1-15-98 (if 18 is Miss. law).  Dss to investigate Miss. law - also some\r\n\r\nadjustment needs to be made because 1 child was 18 on 3-2-93.\r\n\r\n\r\n\r\n\r\n\r\nHe listed arrears of $17,914.16, which was determined by the judge as the amount owed as\r\n\r\nof the younger child's eighteenth birthday.  The Family Court judge was attempting to ease\r\n\r\nthe burden on Father by terminating his support obligation according to South Carolina\r\n\r\nlaw.(4) The judge observed the modification will be allowed only if allowable under\r\n\r\nMississippi law. Father's contention of error is without merit.  \r\n\r\n\r\n\r\n\r\n\r\nIII.  Inconsistent Oral and Written Holdings by Family Court\r\n\r\n\r\n\r\n\r\n\r\nFather next maintains the Family Court erred in improperly signing an order inconsistent\r\n\r\nwith the Court's decisions announced at the hearing.  Father asseverates the family court\r\n\r\nerred in issuing a written order setting the amount of his arrearage despite the court's\r\n\r\ncomments from the bench that an additional hearing may be necessary to determine if, and\r\n\r\nif so when, the parties' children became emancipated pursuant to Mississippi law.  We\r\n\r\ndisagree.\r\n\r\n\r\n\r\n\r\n\r\nIt is well settled that a judge is not bound by a prior oral ruling and may issue a written\r\n\r\norder which is in conflict with the oral ruling.  First Union Nat. Bank of South Carolina v.\r\n\r\nHitman, Inc., 308 S.C. 421, 418 S.E.2d 545 (1992).  In any case, our review of the judge's\r\n\r\ncomments from the bench and the order reveals no inconsistency between the two.  The\r\n\r\njudge expressly stated on the record, as well as on the face of the order, that his\r\n\r\ndetermination of the amount of the father's child support arrearage was made under the\r\n\r\nassumption that the age of emancipation in Mississippi is eighteen.  Moreover, the judge\r\n\r\nmade clear that his determination of the arrearage was subject to further review pending\r\n\r\nthe receipt of further pertinent information.  The judge's written order was not made in\r\n\r\nerror.  \r\n\r\n\r\n\r\n\r\n\r\nSUBJECT MATTER JURISDICTION\r\n\r\n\r\n\r\n\r\n\r\nMother contends under the Uniform Interstate Family Support Act (UIFSA), S.C. Code Ann. § 20-7-960 et seq., the Family Court in South Carolina lacks subject matter jurisdiction to\r\n\r\nalter or modify a valid order from Mississippi which has been registered in South Carolina. \r\n\r\nShe also asserts that any findings of fact in regards to whether Father must continue\r\n\r\npaying support until the younger child reaches 21, or if the child is deemed emancipated\r\n\r\nunder Mississippi law, should take place in the order's initiating state, Mississippi.  We\r\n\r\nagree.\r\n\r\n\r\n\r\n\r\n\r\nI. Preservation of Subject Matter Jurisdiction\r\n\r\n\r\n\r\n\r\n\r\n\"Lack of subject matter jurisdiction can be raised at any time, can be raised for the first\r\n\r\ntime on appeal, and can be raised sua sponte by the court.\"  Lake v. Reeder Const. Co., 330\r\n\r\nS.C. 242, 248, 498 S.E.2d 650, 653 (Ct. App. 1998).  The jurisdiction of a court over the subject\r\n\r\nmatter of a proceeding is determined by the Constitution, the laws of the state, and is\r\n\r\nfundamental.  Lack of subject matter jurisdiction may not be waived, even by consent of\r\n\r\nthe parties, and should be taken notice of by this Court.  Anderson v. Anderson, 299 S.C.\r\n\r\n110, 115, 382 S.E.2d 897, 900 (1989).  See Fielden vs. Fielden, 274 S.C. 219, 262 S.E.2d 43\r\n\r\n(1980); Harden v. South Carolina State Highway Dept., 266 S.C. 119, 221 S.E.2d 851 (1976);\r\n\r\nState v. Gorie, 256 S.C. 539, 183 S.E.2d 334 (1971).  In personam jurisdiction may be waived;\r\n\r\nsubject matter jurisdiction may not be waived and the issue may \r\n\r\n\r\n\r\nbe raised at any stage of the proceeding.  Eaddy v. Eaddy, 283 S.C. 582, 324 S.E.2d 70 (1984). \r\n\r\nEven though the issue of the Family Court's subject matter jurisdiction was not raised\r\n\r\nuntil appeal, and it was raised by the respondent, it is the duty of this court to take notice\r\n\r\nand determine if the Family Court had proper jurisdiction for its actions.\r\n\r\n\r\n\r\n\r\n\r\nII.  Background of UIFSA\r\n\r\n\r\n\r\n\r\n\r\nUIFSA was drafted by the National Conference of Commissioners on Uniform State Laws\r\n\r\nand approved by the American Bar Association.  Congress made adoption of UIFSA mandatory\r\n\r\nif states were to continue receiving federal funding for their child support services.  See\r\n\r\n42 U.S.C. §666(f). \r\n\r\n\r\n\r\n\r\n\r\nConcomitant with the flurry of activity regarding state child support guidelines, . . ., the\r\n\r\nmove to unify interstate child support cases will culminate on Dec. 31[, 1997], with the\r\n\r\nmandatory adoption by all states of the Uniform Interstate Family Support Act (UIFSA). \r\n\r\nWith the enactment of UIFSA . . ., the federal government has attempted to make processing\r\n\r\nof the cases more efficient and effective, and to put some teeth into the \"dead-beat\" parent program.\r\n\r\n\r\n\r\n\r\n\r\nCarole Princer Levy, Mandatory Adoption by the New Year: The Feds Move to Unify Child\r\n\r\nSupport Enforcement With UIFSA, Matrimonial Strategist, Aug. 1997, at 1.  \r\n\r\n\r\n\r\n\r\n\r\nThe drafters, in the introduction to the uniform law, state:\r\n\r\n\r\n\r\n\r\n\r\nUnder RURESA [Revised Uniform Reciprocal Enforcement of Support Act], the majority of\r\n\r\nsupport proceedings were de novo.  Even when an existing order of one State was \"registered\" in a second State, the registering State often asserted the right to modify\r\n\r\nthe registered order.  This meant that multiple support orders could be in effect in\r\n\r\nseveral States.  Under UIFSA, the principal of continuing, exclusive jurisdiction aims, as\r\n\r\nfar as possible, to recognize that only one valid support order may be effective at any one\r\n\r\ntime. \r\n\r\n\r\n\r\n\r\n\r\nUnif. Interstate Family Support Act, 9 U.L.A. pt. I (Supp. 1998)\r\n\r\n\r\n\r\n\r\n\r\nSouth Carolina passed UIFSA to replace the Uniform Reciprocal Enforcement of Support\r\n\r\nAct (URESA), S.C. Code Ann. § 20-7-960 et seq. (1976).  According to S.C. Code Ann. § 20-7-965\r\n\r\n(1976): \"The purposes of [URESA] are to improve and extend by reciprocal legislation the\r\n\r\nenforcement of duties of support.\" Under URESA, South Carolina had the authority to\r\n\r\nmodify an existing foreign support order once registered. See Deltoro v. McMullen, 322\r\n\r\nS.C. 328, 471 S.E.2d 742 (1996).  By allowing multiple jurisdictions to all have authority to\r\n\r\nmodify support orders, URESA resulted in multiple orders; sometimes creating inconsistent\r\n\r\nobligations.\r\n\r\n\r\n\r\n\r\n\r\nUIFSA was promulgated in an effort to correct this problem.  It established a system of\r\n\r\npriority for issued support orders which all states have to follow. \"UIFSA has dealt with\r\n\r\nthis major flaw by establishing priority among orders to achieve 'one order, one time, one\r\n\r\nplace.' . . . Thus, for the first time, all states will be enforcing the same amount.\" Laura W.\r\n\r\nMorgan, Interstate Enforcement of Support: A Short Primer on Federal and Uniform Law,\r\n\r\nDivorce Litigation, April 1997, at 72.\r\n\r\n\r\n\r\n\r\n\r\nThe intent of the act is to achieve \"rough justice\" between the parties by mandating that\r\n\r\nthe petitioner, whether it be the obligor or the obligee, seek a modification in a state\r\n\r\nother than the petitioner's state of residence.  This is done by first registering the order\r\n\r\nin the state where, most typically, the responding party resides--the state that has\r\n\r\npersonal jurisdiction over the respondent. . . .\r\n\r\n\r\n\r\n\r\n\r\n. . . .  \r\n\r\n\r\n\r\n\r\n\r\nThe policy rationale of \"rough justice\" is to prevent the kind of forum shopping that took\r\n\r\nplace under the earlier RURESA. . . .  It puts an end to the practice of an obligee receiving\r\n\r\na divorce in one state, moving to another state and gaining long-arm jurisdiction over the\r\n\r\nobligor to take advantage of that state's more favorable child support laws.  It also ends\r\n\r\nthe practice of an obligor moving to a state with archaic child support laws, waiting for an\r\n\r\nenforcement proceeding to be filed and then litigating the issue in a more favorable\r\n\r\nclimate.  Furthermore, it ends \"jurisdiction by ambush\" where parents, by virtue of\r\n\r\nexercising their visitation rights in the state, delivering or picking up a child for visitation\r\n\r\nor simply engaging in unrelated business in the state, were involuntarily subjected to\r\n\r\nprotracted litigation in that forum.  Parents can now exercise their visitation rights\r\n\r\nwithout yielding jurisdiction to modify a child support order. . . .  Also, having the\r\n\r\npetitioner submit to the respondent's state of residence alleviates the former problem of\r\n\r\nmultiple, and often conflicting, child support modification orders by ending disputes about\r\n\r\nwhich tribunal may modify the order once the issuing state loses continuing, exclusive\r\n\r\njurisdiction. . . .  It is a commonsense solution to what at one time was a pervasive problem.\r\n\r\n\r\n\r\n\r\n\r\nCepukenas v. Cepukenas, 584 N.W.2d 227, 230 (Wis. App. 1998).\r\n\r\n\r\n\r\n\r\n\r\nIII.  Application of UIFSA\r\n\r\n\r\n\r\n\r\n\r\nA.  Priority and \"Controlling, Exclusive Jurisdiction\"\r\n\r\n\r\n\r\n\r\n\r\nUIFSA became effective in South Carolina on July 1, 1994.  South Carolina Code Ann. § 20-7-1010 establishes the priority of child support orders for recognition in this state.  Section\r\n\r\n20-7-1010(A)(Supp. 1998) states:\r\n\r\n\r\n\r\n\r\n\r\nIf a proceeding is brought under this subarticle and only one tribunal has issued a child\r\n\r\nsupport order, the order of that tribunal is controlling and must be recognized. \r\n\r\n\r\n\r\n\r\n\r\nIn the instant case, the Mississippi order is the only child support order issued affecting\r\n\r\nthese parties, and thus is controlling.  \r\n\r\n\r\n\r\n\r\n\r\nAccording to § 20-7-1010(D)(Supp. 1998):\r\n\r\n\r\n\r\n\r\n\r\nThe tribunal that issued the order that must be recognized as controlling under\r\n\r\nsubsection (A) . . . is the tribunal that has continuing, exclusive jurisdiction in accordance\r\n\r\nwith § 20-7-1000.\r\n\r\n\r\n\r\n\r\n\r\nSection 20-7-1000 (D)(Supp. 1998) reads:\r\n\r\n\r\n\r\n\r\n\r\nA tribunal of this State shall recognize the continuing, exclusive jurisdiction of a\r\n\r\ntribunal of another state which has issued a child support order pursuant to a law\r\n\r\nsubstantially similar to this subarticle.\r\n\r\n\r\n\r\n\r\n\r\nThe drafters of the uniform version declared:\r\n\r\n\r\n\r\n\r\n\r\nThis is the most crucial provision in UIFSA. . . . As long as one of the individual parties or\r\n\r\nthe child continues to reside in the issuing State, and as long as the parties do not agree\r\n\r\nto the contrary, the issuing tribunal has continuing, exclusive jurisdiction over its order -\r\n\r\nwhich in practical terms means that it may modify its order.\r\n\r\n\r\n\r\n&nbsp; \r\n\r\n\r\n\r\nUnif. Interstate Family Support Act §205, 9 U.L.A. pt. I, cmt. at 350 (Supp. 1998).\r\n\r\n\r\n\r\n\r\n\r\nApodictically, Mississippi retains the continuing exclusive jurisdiction afforded the issuing\r\n\r\ntribunal under UIFSA.  Once the support order is registered in South Carolina, it is to be\r\n\r\nenforced in its entirety unless South Carolina can establish jurisdiction through a proper\r\n\r\nmodification of the order.\r\n\r\n\r\n\r\n\r\n\r\nB.  Registration\r\n\r\n\r\n\r\n\r\n\r\nPursuant to S.C. Code Ann. §20-7-1132 (Supp. 1998):\r\n\r\n\r\n\r\n\r\n\r\nA support order or an income withholding order issued by a tribunal of another state may\r\n\r\nbe registered in this state for purposes of enforcement.\r\n\r\n\r\n\r\n\r\n\r\nIn this case, Mother was seeking to have the order enforced, while Father was looking to\r\n\r\nmodify the amount. Father sought credit for time that the children lived with him and for a\r\n\r\ntermination of his obligation upon the date the youngest child turned 18.  UIFSA allows a\r\n\r\nparty to register a support order and seek to modify it at the same time.\r\n\r\n\r\n\r\n\r\n\r\n Under §20-7-1148 (Supp. 1998):\r\n\r\n\r\n\r\n\r\n\r\nA party or support enforcement agency seeking to modify or modify and enforce a child\r\n\r\nsupport order issued in another state shall register that order in this State in the same\r\n\r\nmanner as provided in Sections 20-7-1132 through 20-7-1138. \r\n\r\n\r\n\r\n\r\n\r\nRegistration is the first step to having the order enforced or modified.  The statute set out\r\n\r\nthe procedure for filing in § 20-7-1134.  A party seeking to contest registration must prove\r\n\r\none of seven narrowly defined defenses.  The possible defenses are:\r\n\r\n\r\n\r\n\r\n\r\n(1)   the issuing tribunal lacked personal jurisdiction over the  contesting party;\r\n\r\n\r\n\r\n(2)   the order was obtained by fraud;\r\n\r\n\r\n\r\n(3)   the order has been vacated, suspended, or modified by a later order;\r\n\r\n\r\n\r\n(4)   the issuing tribunal has stayed the order pending appeal;\r\n\r\n\r\n\r\n(5)   there is a defense under the law of this State to the  enforcement remedy sought;\r\n\r\n\r\n\r\n(6)   full or partial payment has been made; or\r\n\r\n\r\n\r\n(7)   the statute of limitations under section 20-7-1138  precludes enforcement of any\r\n\r\narrearage.            \r\n\r\n\r\n\r\n\r\n\r\n§ 20-7-1144(A) (Supp. 1998).\r\n\r\n\r\n\r\n\r\n\r\nThe Mississippi order was registered in South Carolina.  At the same time, the issue of\r\n\r\narrears was held in abeyance.  Father was seeking to modify the amount due to the younger\r\n\r\nchild turning 18 and possibly being emancipated.  Under UIFSA, unless there is a proper\r\n\r\ndefense to registration, or the order can be properly modified under §§ 20-7-1148 through\r\n\r\n20-7-1152, enforcement of the existing order is mandatory.  According to §20-7-1136(B) and\r\n\r\n(C):\r\n\r\n\r\n\r\n\r\n\r\nA registered order of another state has the same effect and is subject to the same\r\n\r\nprocedures and defenses as an order of this State and may be enforced and satisfied in the\r\n\r\nsame manner.\r\n\r\n\r\n\r\n\r\n\r\nExcept as provided in Sections 20-7-1132 through 20-7-1154, a tribunal of this State shall\r\n\r\nrecognize and enforce and may not modify a registered order if the issuing tribunal had\r\n\r\njurisdiction.  (Emphasis added.)\r\n\r\n\r\n\r\n\r\n\r\nAt the time of registration, Father was ordered to continue paying support in accordance\r\n\r\nwith the Mississippi order.\r\n\r\n\r\n\r\n\r\n\r\nC.  Modification\r\n\r\n\r\n\r\n\r\n\r\nThe issue involved in the case sub judice, is whether upon hearing evidence of the amount of\r\n\r\narrears, a court in South Carolina can modify a controlling order.  A South Carolina\r\n\r\nFamily Court acting as responding tribunal can only enforce the order as registered and\r\n\r\ndoes not have authority to modify the order under UIFSA.\r\n\r\n\r\n\r\n\r\n\r\nURESA generally required the law of the state seeking to enforce the support order  to\r\n\r\napply.  However, under UIFSA, and S.C. Code Ann. § 20-7-1138(a)(Supp. 1998):\r\n\r\n\r\n\r\n\r\n\r\nThe law of the issuing State governs the nature, extent, amount, and duration of current\r\n\r\npayments and other obligations of support and the payment of arrearages under the order.\r\n\r\n\r\n\r\n\r\n\r\nThe effect of the choice of law provision is the order remains an order of the issuing state\r\n\r\nso long as that state retains continuing, exclusive jurisdiction.  It means that even if\r\n\r\nemancipation occurs in South Carolina at 18, a support order issued in Mississippi, where\r\n\r\nemancipation is 21, and registered in South Carolina must be enforced until the child\r\n\r\nreaches 21.  See Miss. Code Ann. §93-11-65 (1972).  The judge's determination of arrears as\r\n\r\nof the youngest child's 18 birthday was in error, unless the South Carolina Family Court\r\n\r\nhad proper authority to modify the support order.\r\n\r\n\r\n\r\n\r\n\r\nThe ability of a responding state to modify an existing order is strictly limited by UIFSA. \r\n\r\nAccording to S.C. Code Ann. § 20-7-1152(Supp. 1998):\r\n\r\n\r\n\r\n\r\n\r\n(A) After a child support order of another state has been registered in this State, unless\r\n\r\nSection 20-7-1154 applies, the responding tribunal of this State may modify that order only\r\n\r\nif, after notice and a hearing, it finds that:\r\n\r\n\r\n\r\n\r\n\r\n(1) these requirements are met:\r\n\r\n\r\n\r\n(a) the child, the individual obligee, and the obligor   do not reside in the issuing state;\r\n\r\n\r\n\r\n(b) a plaintiff who is a nonresident of this State          \r\n\r\n\r\n\r\n(c) the defendant is subject to the personal        jurisdiction of a tribunal of this State; or\r\n\r\n\r\n\r\n(2) an individual party or the child is subject to the  personal jurisdiction of a tribunal of\r\n\r\nthis State and all  parties have filed a written consent in the issuing tribunalproviding\r\n\r\nthat a tribunal of this State may modify the support order and assume continuing,\r\n\r\nexclusive jurisdiction over the order.  However, if the issuing state is a foreign\r\n\r\njurisdiction which has not enacted this subarticle, the written consent of the individual\r\n\r\nparty residing in this State is not required for the tribunal to assume jurisdiction to\r\n\r\nmodify the child support order.\r\n\r\n\r\n\r\n\r\n\r\nSince Badeaux and the child in question currently live in Mississippi, the requirements  of §20-7-1152(A)(1) are not met.  The record is devoid of any evidence that the parties\r\n\r\nconsented for South Carolina to take continuing, exclusive jurisdiction from Mississippi. \r\n\r\nIndubitably, no tribunal of this state, including the Family Court involved in this case, has\r\n\r\nproper authority to modify the Mississippi child support order.  If Davis wishes to have the\r\n\r\norder modified, he must pursue that modification in the tribunal with continuing, exclusive\r\n\r\njurisdiction.  The appropriate tribunal is in Mississippi.\r\n\r\n\r\n\r\n\r\n\r\nOur holding of a lack of subject matter jurisdiction is consistent with many other states\r\n\r\ninterpreting the same sections of UIFSA.  In Welsher v. Rager, 491 S.E.2d 661,664 (N.C. App.\r\n\r\n1997) the North Carolina Court of Appeals held:\r\n\r\n\r\n\r\n\r\n\r\nMoreover, the record is devoid of any evidence that either (1) both parties consented to a\r\n\r\nmodification, or (2) the issuing state had lost continuing, exclusive jurisdiction over the\r\n\r\norder.  Hence, no court of this jurisdiction may properly vacate or modify [a registered\r\n\r\nNew York] order. . . . If defendant wishes to have the order modified or vacated, he must\r\n\r\npursue the matter in New York, which maintains continuing, exclusive jurisdiction over the\r\n\r\norder. \r\n\r\n\r\n\r\n\r\n\r\nSee also, State ex rel. Havlin v. Jamison, 971 S.W.2d 938 (Mo.App. E.D. 1998); Matter of\r\n\r\nMarriage of Cooney, 946 P.2d 305 (Or.App. 1997); State, Dept. of Human Services v. Jacoby,\r\n\r\n975 P.2d 939, (Utah App. 1999); In re Marriage of Zinke, 967 P.2d 210 (Colo.App. 1998); Office\r\n\r\nof Child Support Enforcement v. Cook, 959 S.W.2d 763 (Ark. App. 1998); \r\n\r\n\r\n\r\nPeddar v. Peddar, 683 N.E.2d 1045 (Mass.App. 1997); Hinton v. Hinton, 496 S.E.2d 409 (N.C.App.\r\n\r\n1998); Link v. Alvarado, 929 S.W.2d 674 (Tex.App. 1996); Gentzel v. Williams, 965 P.2d 855\r\n\r\n(Kan.App. 1998). \r\n\r\n\r\n\r\n\r\n\r\nA court in South Carolina may calculate the arrears due under a registered support\r\n\r\norder, however, that calculation must be done in accordance with the terms of the order\r\n\r\nas issued by the controlling jurisdiction.  \r\n\r\n\r\n\r\n\r\n\r\n[T]he trial court in the responding state is authorized to determine the amount of arrears\r\n\r\nand the method of payment. [S.C. Code Ann. §20-7-1045(B)(4)(Supp. 1998)]. . . . [W]e hold that\r\n\r\nthis provision allows the responding courts to perform only a ministerial function and\r\n\r\ndoes not contemplate relitigation of issues determined in the order or interpretation of\r\n\r\nthe order under the responding state's law.\r\n\r\n\r\n\r\n\r\n\r\nState, By and Through Albemarle Child Support Enforcement Agency ex rel. George v. Bray,\r\n\r\n503 S.E.2d 686 (N.C. App. 1998). \r\n\r\n\r\n\r\n\r\n\r\n IV.  FFCCSOA\r\n\r\n\r\n\r\n\r\n\r\nA federal statute, the Full Faith and Credit for Child Support Orders Act (FFCCSOA), 28\r\n\r\nU.S.C. §1738B (West Supp. 1999), also prohibits a South Carolina Court from modifying the\r\n\r\norder of a jurisdiction which maintains continuing, exclusive jurisdiction.  FFCCSOA became\r\n\r\neffective in 1994 and is very similar to UIFSA in both purpose and structure.\r\n\r\n\r\n\r\n\r\n\r\nThe Congressional Findings and Declaration of Purpose in Pub.L. 103-383 §2, provided:\r\n\r\n\r\n\r\n\r\n\r\n(a) Findings. - The Congress Finds that-\r\n\r\n\r\n\r\n\r\n\r\n(1) there is a large and growing number of child support cases annually involving disputes\r\n\r\nbetween parents who reside in different States;\r\n\r\n\r\n\r\n\r\n\r\n(2) the laws by which the courts of different jurisdictions determine their authority to\r\n\r\nestablish child support orders are not uniform;\r\n\r\n\r\n\r\n\r\n\r\n . . . .\r\n\r\n\r\n\r\n\r\n\r\n(b) Statement of Policy. - In view of the findings made in subsection (a), it is necessary to\r\n\r\nestablish national standards under which the courts of the various States shall\r\n\r\ndetermine their jurisdiction to issue a child support order and the effect to be given by\r\n\r\neach State to child support orders issued by the courts of other States.\r\n\r\n\r\n\r\n\r\n\r\n(c) Purposes. - The purposes of this Act . . . are -\r\n\r\n\r\n\r\n\r\n\r\n(1) to facilitate the enforcement of child support orders among the States;\r\n\r\n\r\n\r\n\r\n\r\n(2) to discourage continuing interstate controversies over child support in the interest of\r\n\r\ngreater financial stability and secure family relationships for the child; and\r\n\r\n\r\n\r\n\r\n\r\n(3) to avoid jurisdictional competition and conflict among State courts in the\r\n\r\nestablishment of child support orders.\r\n\r\n\r\n\r\n\r\n\r\nFFCCSOA establishes the same priority system as UIFSA.  The rule applicable in this case is\r\n\r\n28 U.S.C.A. §1738B(f)(1): \"If only 1 court has issued a child support order, the order of that\r\n\r\ncourt must be recognized.\"  FFCCSOA also contains the policy of continuing, exclusive\r\n\r\njurisdiction found in UIFSA.  According to 28 U.S.C.A. §1738B(d):\r\n\r\n\r\n\r\n\r\n\r\nContinuing Jurisdiction. -A court of a State that has made a child support order\r\n\r\nconsistently with this section has continuing, exclusive jurisdiction over the order if the\r\n\r\nState is the Child's State or the residence of any individual contestant unless the court\r\n\r\nof another State, acting in accordance with subsections (e) and (f), has made a\r\n\r\nmodification of the order.\r\n\r\n\r\n\r\n\r\n\r\nCongruent with the outcome under UIFSA, the Mississippi order is to be recognized as\r\n\r\ncontrolling and only Mississippi jurisdictions maintain controlling, exclusive jurisdiction.\r\n\r\n\r\n\r\n\r\n\r\nConsistent with UIFSA, in order to modify an existing order, FFCCSOA requires:\r\n\r\n\r\n\r\n\r\n\r\nA court of a State may modify a child support order issued by a court of another State if-\r\n\r\n\r\n\r\n\r\n\r\n(1) the court has jurisdiction to make such a child support order pursuant to subsection (i)\r\n\r\n[requiring no party reside in the issuing state and the order is registered in the State with\r\n\r\njurisdiction over the nonmovant party]; and\r\n\r\n\r\n\r\n\r\n\r\n(2)(A) the court of the other State no longer has continuing, exclusive jurisdiction of the\r\n\r\nchild support order because that State no longer is the child's State or the residence of\r\n\r\nany individual contestant; or\r\n\r\n\r\n\r\n\r\n\r\n(B) each individual contestant has filed written consent with the State of continuing,\r\n\r\nexclusive jurisdiction for a court of another State to modify the order and assume\r\n\r\ncontinuing, exclusive jurisdiction over the order.\r\n\r\n\r\n\r\n\r\n\r\nMother, and at least one child, resided in Mississippi at the time of the hearing.  Therefore\r\n\r\nthe order could not be modified under subsection (2)(A).  There is no evidence in the record\r\n\r\nbefore us showing filed written consent on behalf of any parties to this action, so\r\n\r\nmodification is not proper under subsection (2)(B).  FFCCSOA is harmonious in its result; the\r\n\r\nFamily Court was without proper subject matter jurisdiction and therefore the\r\n\r\nmodification of the child support order was invalid.  See State, By and Through Albemarle\r\n\r\nChild Support Enforcement Agency ex rel. George v. Bray, 503 S.E.2d 686 (N.C. App. 1998);\r\n\r\nHinton v. Hinton, 496 S.E.2d 409 (N.C. App. 1998); Welsher v. Rager, 491 S.E.2d 661(N.C. App.\r\n\r\n1997). \r\n\r\n\r\n\r\n\r\n\r\nCONCLUSION\r\n\r\n\r\n\r\n\r\n\r\nWe find Mississippi remained the state with continuing, exclusive jurisdiction under both\r\n\r\nUIFSA and FFCCSOA.  We hold the Family Court lacked subject matter jurisdiction to\r\n\r\neffectuate a modification of the Mississippi support order.  If Davis wishes to seek\r\n\r\nmodification of the order, the appropriate jurisdiction is Mississippi.  South Carolina\r\n\r\nCourts have jurisdiction only to enforce the amount of support consistent with the\r\n\r\nregistered order as written.  The Family Court had jurisdiction to calculate the amount of\r\n\r\narrears owed under the Mississippi order.  Therefore, the portion of the order finding Davis\r\n\r\nin arrears $19,356.16, as of the date of the hearing is affirmed.  The remainder of the\r\n\r\nFamily Court's order modifying the registered child support order is reversed, and this\r\n\r\nmatter is remanded to the Family Court for enforcement proceedings not inconsistent with\r\n\r\nthis opinion.\r\n\r\n\r\n\r\n\r\n\r\nAFFIRMED IN PART, REVERSED IN PART, AND REMANDED.\r\n\r\n\r\n\r\n\r\n\r\nGOOLSBY and CONNOR, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1. Because oral argument would not aid the Court in resolving the issues on appeal, we decide this case without oral argument\r\n\r\npursuant to Rule 215, SCACR.\r\n\r\n\r\n2. Father contends at least part of the time he was to pay support, the youngest child lived with him.  However, at the time of the hearing he stated\r\n\r\nthat the child was in Mississippi.\r\n\r\n3. Issue IV. was raised in brief by the Respondent.  All other issues were raised by Appellant.\r\n\r\n4. As set forth below, the modification by the judge is in error, however, his listing of multiple amounts of arrearage will not constitute reversible\r\n    \r\nerror.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3048","title":"Portman, et al. v. Garbade, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3048","description":"","date":"1999-09-20","type":"opinion","text":"\r\n      \r\n\r\n\r\nPortman, et al. v. Garbade, et al.\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n________\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Barnard M. Portman, Gary D. Brown, Donald V. Barkowitz and Michael K. Gardner, Appellants,\r\n        v.\r\n        Donald H. Garbade, Jr., Richard L. Garbade, Nancy Garbade Jenkins, Arnold Berg Garbade, Jr., David M.\r\n                \r\nGarbade, Phillip M. Garbade and Edward Perry Garbade, Of Whom\r\n        Donald H. Garbade, Jr., Richard L. Garbade, and Nancy Garbade Jenkins are Respondents.\r\n      \r\n    \r\n  \r\n\r\n________\r\n\r\n\r\n\r\n\r\n\r\nAppeal From Jasper County\r\nR. Markley Dennis, Jr., Circuit Court Judge\r\n________\r\n\r\n\r\n\r\nOpinion No. 3048\r\nHeard January 14, 1999 - Filed September 20, 1999\r\n________\r\n\r\n\r\n\r\nAFFIRMED\r\n________\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Darrell T. Johnson, Jr., of Darrell T. Johnson, Jr. Law Offices, of Hardeeville, for appellants.\r\n        A. Parker Barnes, Jr. and David S. Black, both of A. Parker Barnes, Jr. &amp; Associates, of Beaufort, for\r\n                \r\nrespondents.\r\n      \r\n    \r\n  \r\n\r\n________\r\n\r\n\r\n\r\n\r\n\r\nHUFF, J:  Barnard M. Portman, Gary D. Brown, Donald V. Barkowitz and Michael K. Gardner\r\n\r\n(Attorneys) brought this action seeking partition of land in which they claim they owned a percentage of\r\n\r\nthe interest of their former clients, Donald H. Garbade, Jr., Richard L. Garbade, and Nancy Garbade\r\n\r\nJenkins (Garbades).  The trial court granted the Garbades' Rule 12(b)(6), SCRCP motion.   We affirm.\r\n\r\n\r\n\r\n\r\n\r\nFACTUAL/PROCEDURAL BACKGROUND\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe Attorneys represented the Garbades in a will contest that was finally decided in their favor by the\r\n\r\nSouth Carolina Supreme Court in Garbade v. Garbade, 260 S.C. 58, 194 S.E.2d 186 (1973). As a result of\r\n\r\nthe will contest, each of the Garbades inherited a one-seventh undivided interest in the property.    \r\n\r\n\r\n\r\n\r\n\r\nOn September 16, 1996, the Attorneys filed this action seeking partition of the property.  They claimed\r\n\r\nthey contractually owned a fifty percent undivided interest in the Garbades' combined three-sevenths\r\n\r\nundivided interest.  This claim is based on an oral contingency fee agreement for legal fees the Attorneys\r\n\r\nincurred representing the Garbades in the will contest that was decided more than twenty years\r\n\r\npreviously.  \r\n\r\n\r\n\r\n\r\n\r\nThe Garbades answered asserting numerous defenses.  They also filed a motion to dismiss pursuant to\r\n\r\nRule 12(b)(6), SCRCP asserting numerous bases for dismissal.  At the hearing, the trial court stated it was\r\n\r\ngranting the motion to dismiss because the Attorneys were not tenants in common in the property and\r\n\r\nwere not entitled to partition under S.C. Code Ann. §15-61-10 (1976).(1) The order lists the grounds raised\r\n\r\nfor dismissal as (1) the Attorneys lack of standing to bring the partition action; (2) the suit's being barred\r\n\r\nby the statute of limitations; (3) the minority of two of the Garbades at the time of alleged contract, thus\r\n\r\ntheir having lacked capacity to enter into the alleged contract; (4) and the failure to satisfy the statute of\r\n\r\nfrauds because no writing exists. The order granted the motion to dismiss with prejudice without stating\r\n\r\non which ground, or grounds, the dismissal was based.      \r\n\r\n\r\n\r\n\r\n\r\nThe Attorneys filed a motion for reconsideration asserting that the basis for the trial court's granting the\r\n\r\nmotion to dismiss was its holding that an equitable interest did not support a partition action and implicit\r\n\r\nin such a ruling is the inference that the dismissal was without prejudice.  The Attorneys claimed they\r\n\r\nshould have been granted the opportunity to amend their complaint. The trial court denied the motion in a\r\n\r\nform order. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nLAW/ANALYSIS\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe Attorneys first argue the trial court erred in finding facts and considering matter outside of the four\r\n\r\ncorners of their complaint.  The Attorneys never made any objection to the trial court's questions at the\r\n\r\nhearing.(2)  Moreover, in their motion for reconsideration, they did not argue the trial court had considered\r\n\r\nmatters outside of the scope of Rule 12(b)(6), SCRCP.  This issue, therefore, is not preserved for appellate\r\n\r\nreview.   Food Mart v. South Carolina Dep't. of Health and Envtl. Control, 322 S.C. 232, 471 S.E.2d 688\r\n\r\n(1996) (matters not argued to or ruled on by the trial court are not preserved for appellate review). \r\n\r\n\r\n\r\n\r\n\r\nThe Attorneys also argue the trial court erred in granting the motion to dismiss on the ground that an\r\n\r\nequitable interest could not be partitioned. The trial court's order, however, did not limit the basis of its\r\n\r\ndismissal to the Attorneys' lack of standing to bring the partition action.  Instead, it listed a number of\r\n\r\ngrounds stated in the Garbades' motion to dismiss and then granted the motion.  Thus, the other grounds\r\n\r\nlisted in the order are alternate grounds for dismissal of the case.  Because the Attorneys failed to appeal\r\n\r\nthese alternate grounds, they stand as the law of the case.  In re: Morrison, 321 S.C. 370, 468 S.E.2d 651\r\n\r\n(1996) (ruling which is not contested on appeal is the law of the case); Biales v. Young, 315 S.C. 166, 432\r\n\r\nS.E.2d 482 (1993) (failure to argue alternative ground is abandonment of issue and precludes\r\n\r\nconsideration on appeal): Columbia (SC) Teachers Federal Credit Union v. Newsome Chevrolet-Buick, 303\r\n\r\nS.C. 162, 399 S.E.2d 444 (Ct. App. 1990) (alternative ruling of trial court not excepted to, constitutes basis\r\n\r\nfor affirming the trial court and is not reviewable on appeal).  Accordingly, we affirm the trial court's\r\n\r\nruling on this issue.\r\n\r\n\r\n\r\n\r\n\r\nFinally, the Attorneys contend the trial court erred in dismissing their complaint with prejudice instead of\r\n\r\nallowing them to amend.  We disagree. \r\n\r\n\r\n\r\n\r\n\r\nPrior to the adoption of the Rules of Civil Procedure,(3) the South Carolina Supreme Court stated:\r\n\r\n\r\n\r\n\r\n\r\nOrdinarily, when a demurrer is sustained for mere insufficiency, the complaint should not be absolutely\r\n\r\ndismissed, if the omission can be supplied by amendment, for the latter course saves the delay, trouble,\r\n\r\nand expense of bringing a new action.  But, when the complaint shows affirmatively that plaintiff is not\r\n\r\nentitled to relief in any view of the case, dismissal of the action is proper; and, in such cases, the judgment\r\n\r\nof dismissal will bar another action for the same cause. \r\n\r\n\r\n\r\n\r\n\r\nOwens v. Atlantic Coast Lumber Corp., 108 S.C. 258, 94 S.E. 15 (1917). See, e.g., A. McCoy's, Inc. v.\r\n\r\nGarner, 281 S.C. 378, 315 S.E.2d 812 (Ct. App. 1984) (affirming trial court's dismissal with prejudice of\r\n\r\nappellant's claim for alleged debt by decedent where appellant failed to file a properly attested claim\r\n\r\nagainst the estate).  \r\n\r\n\r\n\r\n\r\n\r\nThe trial court's dismissal of the complaint on the alternate grounds, including the statute of limitations\r\n\r\nand statute of frauds, is the law of the case.  Clearly, under these grounds, the Attorneys are not entitled\r\n\r\nto relief in any view of the case.  We, therefore, cannot say the trial court erred in dismissing the case with\r\n\r\nprejudice.  Accordingly, the order below is  \r\n\r\n\r\n\r\n\r\n\r\nAFFIRMED.\r\n\r\n\r\n\r\n\r\n\r\nGOOLSBY, J., concurs.  HOWARD, J., dissenting in a separate   opinion.\r\n\r\n\r\n\r\n\r\n\r\n1.  This section provides, in pertinent part, \"All joint tenants and tenants in common who hold, jointly or in\r\n\r\ncommon, . . . shall be compellable to make severance and partition of all such lands, tenements and\r\n\r\nhereditaments.\"\r\n\r\n\r\n\r\n\r\n2.  After asserting his clients had an equitable interest in the property the Garbades hold legal title to,\r\n    \r\ncounsel stated, \"Our short answer to all of the other allegations is that all of those are affirmative\r\n    \r\ndefenses.\" Counsel never argued the trial court could not consider affirmative defenses in deciding a\r\n    \r\n12(b)(6)motion.\r\n    \r\n3.   Port Royal Terminal Corp. v. South Carolina Ports Authority, 291 S.C. 130, 352 S.E.2d 482 (1987)\r\n    \r\n(\"There is no substantive difference between a demurrer on the ground a complaint fails to state facts\r\n    \r\nsufficient to constitute a cause of action and a Rule 12(b)(6) motion to dismiss upon the same ground. \r\n    \r\nDifferences are procedural only and involve the time and manner of presentation.\").\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3049","title":"City of Myrtle Beach v. Juel P. Corporation","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3049","description":"","date":"1999-09-20","type":"opinion","text":"\r\n      \r\n\r\n\r\nMyrtle Beach v. Juel P. Corp., and Gay Dolphin, Inc.\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n________\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        City of Myrtle Beach, Appellant/Respondent,\r\n        v.\r\n        Juel P. Corporation and Gay Dolphin, Inc., Respondents/Appellants.\r\n      \r\n    \r\n  \r\n\r\n________\r\nAppeal From Horry County\r\n  J. Stanton Cross, Jr., Master in Equity\r\n________\r\nOpinion No.  3049\r\n  Heard September 9, 1999 - Filed September 20, 1999\r\n________\r\nAFFIRMED IN PART AND REVERSED IN PART\r\n________\r\n\r\n  \r\n    \r\n      \r\n        Michael W. Battle, of Battle &amp; Vaught, of Conway, for appellant/respondent.\r\n        Howell V. Bellamy and Douglas M. Zayicek, both of Bellamy Law Firm, of Myrtle Beach, for\r\n                      \r\nrespondents/appellants.\r\n      \r\n    \r\n  \r\n\r\n________\r\nANDERSON, J.: The City of Myrtle Beach (the City) brought this action against Juel P. Corporation and\r\n          \r\nGay Dolphin, Inc. (Gay Dolphin) seeking an order requiring Gay Dolphin to remove a rooftop billboard\r\n          \r\nsign.  The Master: (1) refused to issue the injunction; and (2) determined the City was not estopped from\r\n          \r\nclaiming the sign had been abandoned.  Both parties appeal.  We affirm in part and reverse in part.\r\nFACTS/PROCEDURAL BACKGROUND\r\nThe disputed sign was originally erected sometime in the 1970's.  Justin W. Plyler (the father), who\r\n          \r\noperates Gay Dolphin, acquired the Ed's Hobby Shop property in the early 1970's \"primarily for the sign\r\n          \r\nlocation. . . . You can see it for seven or eight blocks.\" \r\nI.  1979  ZONING ORDINANCE\r\nIn 1979, the City enacted a zoning ordinance which prohibited rooftop signs in certain areas of the City,\r\n      \r\nincluding the area where the sign was located.  Section 902.8.3 of the zoning ordinance provided that\r\n      \r\nrooftop signs had an amortization period of 3 years.(1)  Frances M. Savageau(2) explained the sign \"was an\r\n      \r\nillegal sign at the passing of the Code with an amortization schedule of three years to allow, to compensate\r\n      \r\nfor the removal.\" Lyle Kershner(3) testified the rooftop sign would have been amortized out by 1985: \"Three\r\n      \r\nyears after the effective date according to the Ordinance.\"  Wayne Owens, the Code Inspector for the City, \r\n      \r\nbelieved that based on the amortization schedule for nonconforming signs, this sign \"should have been\r\n      \r\ndown for sometime before [Hugo].\"  Savageau maintained: \"The sign should have come down.\"   \r\nThe father was on the Zoning Board for fourteen years.  For twelve of those years, the father was the\r\n\r\nchairman.  Justin A. Plyler (the son) served on the Community Appearance Board for ten years from about\r\n\r\n1981 until 1991.\r\nII.  1985 NOTICE\r\nSavageau attested he wrote a letter to Kay Plyler Brandon (the daughter), the owner of the sign at the\r\n\r\ntime, in 1985.  The letter instructed the sign was \"an illegal sign . . . for many reasons.\" \r\nAfter lengthy legal procedures . . . the system down through District Court, declared our Ordinance to be\r\n\r\nlegal, constitutional, and enforceable.  Pursuant to that decision and the provisions of the Section 24.7.3\r\n\r\n(Amortization of Non-Conforming Signs) of the Ordinance, roof mounted billboards or outdoor advertising\r\n\r\nstructures must be removed after three (3) years of adoption of the Code.\r\nSince the Ordinance adoption date was August 9, 1979, the amortization for the billboard mounted on the\r\n\r\nroof of 702 Main St. must be removed within sixty (60) days of receipt of this notice.\r\nOn October 8, 1985, National Advertising wrote the City responding to the City's September 25th letter:\r\nSubsection 195 of Chapter 25 of the South Carolina statutes concerning outdoor advertising require[s] that\r\n\r\njust compensation be paid by the governmental authority removing or causing to be removed, a lawfully\r\n\r\nerected sign located in view of an interstate or Federal Aid Primary highway.(4) . . . I would appreciate a\r\n\r\nresponse from either you or the City Attorney as to whether you concur with my reading of this provision. \r\n\r\nI am not aware of any offer to pay just compensation for the removal of this structure, which is located on\r\n\r\nan FAP highway.\r\nThe City neither responded to this letter nor took any action to have the sign removed.  The father said: \"I\r\n      \r\nheard nothing from [the City] . . . They evidently changed their mind or backed off from their position,\r\n      \r\nbecause - - unless they had to pay compensation.\" \r\nIII.  1989/HURRICANE HUGO\r\nWhen Hurricane Hugo began threatening the South Carolina coast, Gay Dolphin removed the sign facing. \r\n\r\nThe sign structure, however, remained atop the building.  Hurricane Hugo made landfall in the early\r\n\r\nmorning hours of September 22, 1989.  Shortly after the storm, someone associated with the sign received\r\n\r\na letter from the City stating the sign could not be replaced because it was more than 50% damaged.(5)\r\n\r\n\r\n  On\r\n      \r\nSeptember 29, 1989, The Department of Highways and Public Transportation (the Department) wrote:\r\n[N]ew regulations affecting maintenance and repair to signs went into effect on June 9, 1989.  Under 63-350(7) of these Regulations, very specific guidelines are set forth regarding signs suffering damage in\r\n      \r\nexcess of normal wear.  THESE SIGNS CANNOT BE REPAIRED UNTIL THE DEPARTMENT IS\r\n      \r\nNOTIFIED BY YOU IN WRITING OF THE EXTENT OF THE DAMAGE, THE REASON FOR THE\r\n      \r\nDAMAGE, AND PROVIDING A DESCRIPTION OF THE REPAIR WORK TO THE (sic) DONE,\r\n      \r\nINCLUDING THE ESTIMATED COST OF REPAIR.\r\nYou will then receive written notice from the Department authorizing or denying the repair work as\r\n      \r\nrequested.  ANY SIGN WHICH IS REPAIRED WITHOUT DEPARTMENT AUTHORIZATION BECOMES\r\n      \r\nILLEGAL regardless of the extent of damage.\r\nOn October 26, 1989, Gay Dolphin responded to the Department:\r\nIn reference to the enclosed letter, our sign located at the intersection of Highway 501 and West Broadway\r\n      \r\nwas slightly damaged by Hurricane Hugo.  The panels had been removed in anticipation of Hugo, but the\r\n      \r\nthree wooden dolphins extending above the sign on metal poles were bent over by the wind.  These need to\r\n      \r\nbe straigntened (sic) and the metal welded in two places.(6)  The cost of repairs is approximately $200.00.(7)\r\nWe cannot ascertain from the record whether Gay Dolphin obtained the required permit from the\r\n      \r\nDepartment.  \r\nAs to the assessment of more than 50% damage, the father, claimed \"maybe 10 percent\" of the sign was\r\n      \r\ndamaged.  When asked: \"Was it clear in your mind that you thought you had the right to put your sign\r\n      \r\nback?\", he responded: \"Absolutely.\"\r\nTo challenge this damage assessment, the son \"went out and got three sign companies to give me a bid on\r\n      \r\n[repairing the sign] and it turns out that they're all willing to say that it was only 10 percent [damaged].\" \r\n      \r\nArmed with this information, the son spoke with Savageau seeking permission to put the sign back up. \r\n      \r\nThe son testified Savageau told him \"'No.'\"  Thereafter, the son had no other meetings with Savageau\r\n      \r\nabout the matter.  Instead, the son and the father \"decided to talk to Tom Leath and see what he would say\r\n      \r\nabout it.\"   \r\nAlthough the son admitted he knew a decision of the Community Appearance Board becomes final unless\r\n      \r\nit's appealed and was aware of the procedure for appealing such decisions, he arranged a meeting with\r\n      \r\nLeath in lieu of an appeal.  The son explained the topics of discussion in the meeting with Leath:\r\nJust compensation and the fact that whether or not the sign was damaged. . . . We had [another] problem\r\n      \r\non Ocean Boulevard of some type that required us to talk to Tom Leath.  And at that time we brought up\r\n      \r\nthe sign and asked whether or not we could smooth things over. . . . We didn't want to have any bad blood\r\n      \r\nbut if a roof-top sign was the problem that we could install a uni-pole, and all we wanted was the ability to\r\n      \r\nwork off some of the exorbitant cost of doing that to satisfy them by adding another face.  \r\nThe son professed that during the meeting, Leath \"said, 'Well, you know, we want to get rid of the rooftop.'\"\r\nQ:  What did [Leath] propose to you that would settle the matter?\r\nA:  Putting up a unipole [with]  . . . One face.\r\nQ:  All right, sir.  And what did you propose to him alternatively?\r\nA:  I told him we were suffering.  We had too many expenses.  If we could get two faces, it would help us a\r\n      \r\nlot.\r\nQ:  So, you had two propositions on the table?\r\nA:  Exactly.\r\nQ:  The proposal he made to you, did you rely on what he told you?\r\nA:  Absolutely.  He was the City Manager. . . .  We had the understanding that he was going to get back to\r\n      \r\nus and give us an answer on it, on, on, on that situation and if he didn't our alternative was, we were going\r\n      \r\nto put the sign back up.\r\n(Emphasis added).\r\nThe father similarly explicated: \"I was aware that the City was anxious to get the rooftop signs down and\r\n      \r\nI wanted to see if there was someway we could maybe comply with that and not, not create a financial\r\n      \r\nloss.\"  \"[I]f the city would make it feasible to get the sign off the roof and give us a couple of faces on a pole,\r\n      \r\nwe would be glad to work with them, you know.  But the - - I had no intentions of taking the sign down\r\n      \r\nuntil we got just compensation for it.\"\r\nAfter no response from Leath, the son explained: \"Rather than going back I thought it would be prudent to\r\n      \r\nget someone else involved so I would have a witness.\"  The son and John Tinker agreed to \"lease [Tinker]\r\n      \r\nthe board for two years if he would take the heat and get it smoothed out.\"  Tinker then went to see Leath. \r\n      \r\nAccording to the son, Tinker reported he felt the City would \"probably settle or compromise, allowing us to\r\n      \r\nhave a uni-pole there if we would just take down the roof-top sign.\"  Even so, the son expounded, \"we felt\r\n      \r\nlike we had the right to put that sign up there.\"\r\nFor about five years after Hurricane Hugo there was no sign on the structure.  Neither Savageau or\r\n      \r\nKershner knew of any negotiations with Leath.  The City has not paid any compensation to Gay Dolphin.\r\nIV.  1994\r\nIn October 1994, Owens asserted, after noticing a crane truck apparently preparing to replace the sign, he \"call[ed] Mr. Mark Stocks . . . and asked him . . .  what was going on there . . . [H]e indicated to me that\r\n      \r\nthey were getting ready to put a face on it, and I - - 'Well, you're not permitted to do that.  You have no\r\n      \r\npermit to do that.'\" The truck immediately left. \r\nOn October 25, 1994, the City issued a Notice of Violation for the rooftop sign atop Ed's Hobby Shop.  The\r\n      \r\nnotice instructed: \"Sign atop Ed's Hobby Shop is not a permitted sign and should be removed within\r\n      \r\ntwenty-four hours.\" Owens also contacted Mark Stocks.(8)\r\nAfter being told they could not replace the sign, Stocks stated: \"We stopped our operation at that time and\r\n      \r\nwent back and checked the Code, made the determination that we had - - I think I talked to [the son]\r\n      \r\nand/or [the father], at that time, and made the determination that there was no legal premise of why we\r\n      \r\ncouldn't put the sign face back up, and so we continued and put the sign face back up.\"\r\nThe City followed up with a letter dated November 8, 1994:\r\nOn September 12, 1994, it was noted that Peterson Outdoor Acquisitions (P.O.A.) was in the process of\r\n      \r\ninstalling a sign face at Ed's Hobby Shop on Main Street.  Mr. Mark Stocks, P.O.A. Real Estate Manager\r\n      \r\nwas notified by me that roof top signs were no longer permitted.  The work was discontinued.\r\nOn October 25, 1994, it was reported that a sign face had been installed on the existing sign frame, which\r\n      \r\nhad been vacant since sometime in 1985.  The sign face was an advertis[ment] for MOTION MASTER.  A\r\n      \r\nviolation notice was given to MOTION MASTER requesting that the sign be removed.  On that same date,\r\n      \r\nMr. Stocks of P.O.A. was again contacted and indicated that his company had installed the sign face.\r\nSection 902.4.8 of the City of Myrtle Beach Zoning Ordinance,(9) prohibits any sign which extends above\r\n      \r\nthe building roof line.  Therefore, the sign face atop Ed's Hobby Shop should be removed within fifteen\r\n      \r\ndays of receipt of this notice.\r\nEven though the father was not receiving any income from the rental of the billboard between 1989 and\r\n      \r\n1994, he accounted for the five year delay: \"Well, I was just waiting to hear from [Leath] and [the City]\r\n      \r\ntook no action. . . . I had no urgency about putting the sign up . . . .\"  Further, \"Because I . . .  didn't want to\r\n      \r\nrock the boat and  . . .  I believed  . . .  Leath . . . was going to give us what we wanted.\" \r\nThe City filed this complaint on March 15, 1996.  The Master found because the sign was erected prior to\r\n      \r\nthe sign ordinance, Gay Dolphin \"has vested rights from the abandonment ordinance,\" and, therefore, the\r\n      \r\nCity \"cannot rely on its sign ordinance as the basis for its abandonment claim, because doing so would\r\n      \r\ndeprive the sign of its vested rights.\" Further, the Master ruled Gay Dolphin did not intend to abandon its\r\n      \r\nsign.  Accordingly, the injunction was denied.  Alternatively, the Master found if the sign was deemed\r\n      \r\nabandoned, the City was required to compensate Gay Dolphin.\r\nISSUES\r\nI. Did the Master err in finding the ordinance retroactively deprived the sign owners of its vested rights?\r\nII. Did the Master err in requiring proof of intent to abandon under the ordinance?\r\nIII. Did the Master err in requiring a specific 90-day period be calculated for the abandonment of the sign?\r\nIV. Did the Master err in finding a permit was not required to replace the sign because it was normal\r\n      \r\nmaintenance to replace the sign facing, and the City failed to provide notification that the sign was\r\n      \r\ndeemed abandoned?\r\nV. Did the Master err in finding that the City should not be estopped from claiming the sign was\r\n      \r\nabandoned?\r\nVI. Did the Master err in requiring the payment of just compensation if the ordinance applied and the sign\r\n      \r\nwas deemed abandoned?\r\nSTANDARD OF REVIEW\r\nActions seeking relief by injunction are equitable in nature.  O'Shea v. Lesser, 308 S.C. 10, 416 S.E.2d 629\r\n      \r\n(1992); Airfare, Inc. v. Greenville Airport Comm'n, 249 S.C. 265, 153 S.E.2d 846 (1967).  Therefore, since a\r\n      \r\nMaster heard this equitable action without appeal to the Circuit Court, this Court may view the evidence\r\n      \r\nto determine facts in accordance with its own view of the preponderance of the evidence.  Townes Assoc.,\r\n      \r\nLtd. v. City of Greenville, 266 S.C. 81, 221 S.E.2d 773 (1976); Wilder Corp. v. Wilke, 324 S.C. 570, 479\r\n      \r\nS.E.2d 510 (Ct. App. 1996), aff'd, 330 S.C. 71, 497 S.E.2d 731 (1998); Friarsgate, Inc. v. First Fed. Sav. &amp; Loan Ass'n., 317 S.C. 452, 454 S.E.2d 901 (Ct.App.1995).  However, we are not required to disregard the\r\n      \r\nfindings of the Master.  Nor are we required to ignore the fact that the Master, who saw and heard the\r\n      \r\nwitnesses, is in a better position to evaluate their credibility.  Tiger, Inc. v. Fisher Agro, Inc., 301 S.C. 229,\r\n      \r\n391 S.E.2d 538 (1989); Cherry v. Thomasson, 276 S.C. 524, 280 S.E.2d 541 (1981); Freeman v. Freeman,\r\n      \r\n323 S.C. 95, 473 S.E.2d 467 (Ct. App. 1996).\r\nLAW/ANALYSIS\r\nI.  Vested Rights and Abandonment\r\nThe City argues the Master erred by finding the ordinance discussing abandoned and obsolete signs did\r\n      \r\nnot apply.  We agree.  The relevant ordinance provides:\r\na.  Any sign which advertises or pertains to a business, product, service, event, activity or purpose which is\r\n      \r\nno longer conducted or that has not been in use for three months or which is no longer imminent, or any\r\n      \r\nsign structure that no longer displays any sign copy shall be deemed to be an obsolete or abandoned sign.\r\nb.  Signs associated with businesses which are normally open only on a seasonal basis shall not be\r\n      \r\nconsidered to be obsolete or abandoned, provided there is clear intent to continue operation of the business\r\n      \r\nwithin nine months.  Similarly, permanent signs applicable to a business temporarily suspended because\r\n      \r\nof a change of ownership or management shall not be deemed abandoned or obsolete unless the property\r\n      \r\nremains vacant for a period of six months or 12 months if the signs otherwise conform to all provisions of\r\n      \r\nthis ordinance.\r\nc.  Obsolete or abandoned signs, sign copy or sign structures are prohibited and shall be removed by the\r\n      \r\nowner of the property, his agent, or person having the beneficial use of the building or site upon which sign\r\n      \r\nor sign structure is erected within 30 days after written notification from the building inspector.  Notice\r\n      \r\nshall be provided in accordance with the procedural guidelines specified in Section 902.4.6 hereinabove.(10) \r\n      \r\nIn the event of noncompliance with the aforesaid terms and provisions, the city shall remove such signs at\r\n      \r\nthe expense of the property owner.\r\nd.  When any sign is relocated, made inoperative, or removed for any reason, except for maintenance, all\r\n      \r\nstructural components, including the sign face and sign structure, shall be removed or relocated with the\r\n      \r\nsign.  All structural components of freestanding signs shall be removed to ground level.  The structural\r\n      \r\ncomponents of all other signs, including painted wall signs, shall be removed back to the original building\r\n      \r\nconfiguration.\r\nMyrtle Beach Code §902.4.7.\r\nThe Master found the City could not rely on this ordinance, because doing so would retroactively deprive\r\n\r\nGay Dolphin of its vested rights.  The City admits that a property owner retains the right to use their\r\n\r\nproperty in a nonconforming manner even after an ordinance is passed.  Nevertheless, the City asserts the\r\n\r\nordinance was not applied retroactively to deprive Gay Dolphin of any of its rights, but applied\r\n\r\nappropriately to determine the sign had been abandoned.  We agree.\r\nSouth Carolina  recognizes the authority of municipalities, in exercising their police power, to enact zoning\r\n      \r\nordinances which restrict the use of privately owned property.  See S.C. Code Ann. § 5-7-30 (Supp.1998); Peterson Outdoor Advertising v. City of Myrtle Beach, 327 S.C. 230, 489 S.E.2d 630 (1997); James v. City\r\n      \r\nof Greenville, 227 S.C. 565, 88 S.E.2d 661 (1955).  However, as enunciated in Conway v. City of Greenville,\r\n      \r\n254 S.C. 96, 173 S.E.2d 648 (1970):\r\nWe have held that, while a municipality has authority in the exercise of the police power to enact zoning\r\n      \r\nordinances restricting the use of privately owned property, such power is not unlimited and does not\r\n      \r\npermit a municipality to impair or destroy vested property rights acquired prior to the annexation of\r\n      \r\nproperty to the city.   \r\n. . . . \r\nWe recognize that the adoption of zoning ordinances is a legislative function and that a wide discretion\r\n      \r\nrests with the governing authority of the municipality in determining the wisdom or expediency of such\r\n      \r\nlegislation.  However, the determination of whether such ordinances deprive a citizen of constitutional\r\n      \r\nrights is a judicial function and not legislative.  And where an ordinance is clearly violative of\r\n      \r\nconstitutional rights, it is the duty of the court to so hold.   \r\nId., 254 S.C. at 101, 173 S.E.2d at 650.\r\nNonetheless, in the case sub judice, the City is arguing the ordinance is not applying retroactively to\r\n      \r\ndeprive Gay Dolphin of its ability to continue the nonconforming use of the sign.  It argues the vested right\r\n      \r\nmay be lost through abandonment.  We agree.  \r\nIn Conway, supra, the Supreme Court continued: \"It is well settled that the right to continue a\r\n      \r\nnonconforming use may be lost by abandonment.\" This Court in Gurganious v. City of Beaufort, 317 S.C.\r\n      \r\n481, 490, 454 S.E.2d 912, 917-18 (Ct. App. 1995) held:\r\nOnce a valid zoning ordinance is enacted based upon a comprehensive zoning plan, it is generally\r\n      \r\nrecognized that nonconforming uses detract from the public purpose to be achieved by the plan.  Bailey v.\r\n      \r\nRutledge, 291 S.C. 512, 354 S.E.2d 408 (Ct.App.1987).   As such, they are not favored, and they should be\r\n      \r\nmade conforming as soon as reasonably possible.   See id.  While a property owner has a constitutionally\r\n      \r\nprotected right to continue the use following enactment of a zoning ordinance, provisions terminating the\r\n      \r\nnonconforming use upon destruction of a specified portion of the premises, or upon failure to begin\r\n      \r\nreconstruction within a specified time thereafter are proper, so long as the maximum amount of\r\n      \r\ndestruction permitted and the time allowed is reasonable.   See, e.g., Byrd v. City of N. Augusta, 261 S.C.\r\n      \r\n591, 201 S.E.2d 744 (1974) (Zoning power must be exercised reasonably and not arbitrarily).    \r\nIn this instance, the City relies upon an ordinance which terminates the nonconforming use after the\r\n      \r\nproperty owner allows the sign to remain vacant for three months.  In Maguire v. City of Charleston, 271\r\n      \r\nS.C. 451, 247 S.E.2d 817 (1978), a nonconforming use was terminated after it was discontinued for one\r\n      \r\nyear as required by the ordinance.  The Supreme Court refused to allow the land owner to convert the\r\n      \r\nproperty back to the nonconforming use.\r\nThe Master erred in finding the ordinance violated Gay Dolphin's vested right to continue the\r\n      \r\nnonconforming use of the rooftop sign.  The ordinance was not applied retroactively to the act of erecting\r\n      \r\nthe sign in the 1970's.  Nor are any vested rights which Gay Dolphin acquired prior to the enactment of the\r\n      \r\nordinance being deprived.  An abandonment procedure is a valid method for a municipality to effectively\r\n      \r\nand fairly terminate a nonconforming use.\r\nII.  Intent to Abandon  \r\nThe City next maintains the Master erred in requiring proof of intent to abandon under the ordinance. \r\n      \r\nInstead, it avers the objective time limitation in the ordinance indicates no intent to abandon is required\r\n      \r\nunder the ordinance.  We agree.\r\nIn Conway v. City of Greenville, 254 S.C. 96, 173 S.E.2d 648 (1970), the Supreme Court said:  \r\nIn order to constitute abandonment, it must appear that there was a discontinuance of the nonconforming\r\n      \r\nuse with the intent to relinquish the right to so use the property.  The question is largely one of intention\r\n      \r\nand must be determined from all the surrounding facts and circumstances.\r\nId. at 105, 173 S.E.2d at 653 (citations omitted). \r\nThe City claims Conway is distinguishable from this case because it discussed common law abandonment. \r\n      \r\nThe City relies on Gurganious v. City of Beaufort, 317 S.C. 481, 454 S.E.2d 912 (Ct. App. 1995)\r\n      \r\ninterpreting statutory abandonment.\r\nIn Gurganious, a property owner had a nonconforming fence which was destroyed by fire.  More than one\r\n\r\nyear later, the property owner attempted to replace the fence.  The city ordinance provided for a one year\r\n\r\ntime limit on the resumption of usage or reconstruction of a partially destroyed nonconforming structure. \r\n\r\nThe property owner claimed his nonconforming fence was grandfathered.   \r\nFinally, Gurganious claims the [review board] erred by finding the fence was not \"grandfathered\" under\r\n      \r\nCity Code § 5-6108, without regard to the issue of intent to abandon the nonconforming fence.   The City of\r\n      \r\nBeaufort Code § 5-6108 has an objective time limitation on the resumption of usage or reconstruction of a\r\n      \r\npartially destroyed nonconforming structure.  The failure to rebuild following destruction within the time\r\n      \r\nrequired within the ordinance is fatal to any claim of grandfathered status.   Gurganious argues the\r\n      \r\n[review board] should have applied the common law definition of abandonment as enunciated in Conway\r\n      \r\nv. City of Greenville, 254 S.C. 96, 173 S.E.2d 648 (1970), rather than the statutory definition in § 5-6108(2)\r\n      \r\nof the Code of Laws for the City of Beaufort.   We find no error.\r\nIn Conway, the Supreme Court defined abandonment of a nonconforming use as \"a discontinuance of the\r\n      \r\nnonconforming use with the intent to relinquish the right to so use the property.\"  Id. at 105, 173 S.E.2d at\r\n      \r\n653.   However, the facts of Conway are distinguishable from this case because the court did not have\r\n      \r\nbefore it, nor did it address any municipal zoning ordinance providing for a specific time period in which to\r\n      \r\nresume a nonconforming use. . . .\r\nWhile a property owner has a constitutionally protected right to continue the use following enactment of a\r\n      \r\nzoning ordinance, provisions terminating the nonconforming use upon destruction of a specified portion of\r\n      \r\nthe premises, or upon failure to begin reconstruction within a specified time thereafter are proper, so long\r\n      \r\nas the maximum amount of destruction permitted and the time allowed is reasonable.\r\nId. at 488-90, 454 S.E.2d at 916-18.\r\nGay Dolphin asks this Court to adopt the reasoning of the dissent in Maguire, supra.  Maguire purchased\r\n      \r\na house which was at the time the residence of a mentally incompetent individual.  Prior to its use as a\r\n      \r\nresidence, the house was the medical office of the individual's father.  The city enacted zoning restrictions\r\n      \r\nallowing for only residential uses of the property.  The zoning law had an objective time frame for\r\n      \r\nabandonment, and like Myrtle Beach's ordinance required no intent to abandon.  \r\nMaguire argued he should be allowed to return the property to its nonconforming use as a doctor's office\r\n      \r\ndue to the mental incompetency of the resident.  The son would not be able to form the required intent to\r\n      \r\nabandon the nonconforming use of the property, and, therefore, it should still be capable of use as a\r\n      \r\ndoctor's office.  The Supreme Court held: \"We conclude that Dr. Maguire, who purchased the property five\r\n      \r\nyears after the area was restricted to residential use, should not be allowed to reap the benefits of the prior\r\n      \r\noccupant's incompetency.  Dr. Maguire's Estate may not circumvent municipal zoning law by asserting [the\r\n      \r\nson's] disability.\"\r\nIn his dissent, Justice Rhodes asserts an interpretation of the objective abandonment provision, such as\r\n      \r\nthe one adopted by North Dakota in City of Minot v. Fisher, 212 N.W.2d 837 (N.D. 1973), is appropriate. \r\n      \r\nJustice Rhodes adopted the reasoning of the Minot Court:\r\nUnder the . . . interpretation, which was adopted by the court in Minot, upon expiration of the\r\n      \r\ndiscontinuance time period, a presumption arises that the property owner intended to relinquish the\r\n      \r\nnonconforming use; however, the presumption does not apply if the cessation or non-exercise of the\r\n      \r\nnonconforming use is due to circumstances beyond the control of the property owner. . . .\r\n. . . . \r\n. . . Further, I feel that this view more nearly accords with our prior decision in the case of Conway v. City\r\n      \r\nof Greenville, 254 S.C. 96, 173 S.E.2d 648 (1970).  Although Conway involved the issue of intent to\r\n      \r\nabandon and did not involve the type of zoning ordinance under review in the present action, we held in\r\n      \r\nthat case that a nonconforming use was not extinguished when the cessation of such use was due to\r\n      \r\nreasons beyond the control of the property owner.\r\n This view was not adopted by the majority of the Justices on the Supreme Court.  The majority did not\r\n      \r\nrequire the ability to form an intent, and therefore, did not require an intent to abandon under an\r\n      \r\nobjective statutory abandonment provision.\r\nUnder Gurganious and Maguire, intent to abandon is not required where the ordinance provides an\r\n      \r\nobjective time frame.  Myrtle Beach Code §902.4.7 provides a sign shall not be deemed abandoned until a\r\n      \r\nthree-month time period has passed.  The ordinance, therefore, provides an objective time frame.  Intent to\r\n      \r\nabandon is not required, and the Master erred in requiring its proof.\r\n&nbsp; \r\n\r\n\r\n\r\nIII.  Specific Abandonment Period\r\nThe City asserts the Master erred by apparently requiring proof of a particular 90 day period of\r\n      \r\nabandonment although no one disputed the absence of a sign facing for five years.  The Master found that\r\n      \r\nthe City \"produced no competent evidence of a specific 90-day abandonment period.\"\r\nSavageau testified the 90 day period would begin to run \"[w]hen they took the sign down.\"  Further, he\r\n      \r\nsaid:  \"[W]e noticed that after a period of time, which was a, a good month, nothing was happening.  From\r\n      \r\nthat point out, I started counting ninety days.\" This testimony with the admission the sign displayed nothing for five years is certainly sufficient evidence to demonstrate an abandonment for 90 days.\r\nIV.  Permit Requirement\r\nThe Master determined a permit was not required to replace the sign.  The order states:\r\n[Gay Dolphin], however, did not need a permit to replace their sign.  [City] testified that normal sign\r\n      \r\nmaintenance does not require a permit, and sign faces may be changed as often as desired.  Because [Gay\r\n      \r\nDolphin] was never notified its sign had been deemed abandoned, it did not lose the ability to replace the\r\n      \r\nsign facing at will, as every other sign, grandfathered or not, is allowed to do. \r\nThe City maintains: 1) a permit is required; 2) normal maintenance and the ability to change sign facing\r\n      \r\nmust be within a reasonable time of removal; and 3) no notice was required by the  City before the sign is\r\n      \r\ndeemed abandoned.  We agree.\r\nThe ordinance reads:\r\n902.5.1 Sign permits required.  Unless otherwise   provided for in this ordinance, no sign or sign structure,\r\n      \r\nregardless of its cost of construction, shall be erected, replaced, relocated, constructed, changed or altered\r\n      \r\nuntil after a permit for the same has been issued by the building inspector.\r\n902.5.2 Signs exempt from permit procedures.  A permit  is not required for the following types of signs or\r\n      \r\nsign alterations...\r\na. Changing copy on a legal bulletin board, outdoor advertising sign, or marquee; or maintenance where no\r\n      \r\nstructural changes are made; or the changing of the interchangeable letters on signs designed for them; or\r\n      \r\nchanging the color of illumination systems.\r\nThe City asseverates the ordinance must be read as a whole to derive its intent to eliminate nonconforming\r\n      \r\nsigns in an expeditious though fair manner.  See, Myrtle Beach Code §902.8.1.  \"An ordinance must receive\r\n      \r\na practical, reasonable, and fair interpretation consonant with the purpose, design, and policy of the\r\n      \r\nlawmakers.\"  Restaurant Row Associates v. Horry County, 327 S.C. 383, 391, 489 S.E.2d 641, 645 (Ct. App.\r\n      \r\n1997), aff'd as modified, 335 S.C. 209, 516 S.E.2d 442 (1999) .  This Court in City of Camden v. Brassell,\r\n      \r\n326 S.C. 556, 560, 486 S.E.2d 492, 494 (Ct. App. 1997), edified:     \r\nFor guidance, we examine the applicable statutes with circumspection giving due deference to the\r\n      \r\nlegislative will.  Predominantly, the Court analyzes the statutory language so as to glean the legislative\r\n      \r\nintent.\r\n. . . .\r\nThe cardinal rule of statutory construction is to ascertain and effectuate the legislative intent whenever\r\n      \r\npossible.  Joint Legislative Comm. v. Huff, et al., 320 S.C. 241, 464 S.E.2d 324 (1995).  See also Glover by\r\n      \r\nCauthen v. Suitt Constr.  Co., 318 S.C. 465, 458 S.E.2d 535 (1995) (primary rule of statutory construction\r\n      \r\nrequires that legislative intent prevail if it can reasonably be discovered in language used construed in\r\n      \r\nlight of intended purpose).  All rules of statutory construction are subservient to the one that legislative\r\n      \r\nintent must prevail if it reasonably can be discovered in the language used, and that language must be\r\n      \r\nconstrued in the light of the intended purpose of the statute.  Kiriakides v. United Artists\r\n      \r\nCommunications, Inc., 312 S.C. 271, 440 S.E.2d 364 (1994).  The determination of legislative intent is a\r\n      \r\nmatter of law.  Charleston County Parks &amp; Recreation Comm'n v. Somers, 319 S.C. 65, 459 S.E.2d 841\r\n      \r\n(1995).\r\nId., 326 S.C. at 560, 486 S.E.2d at 494.\r\nThe ordinance contains an abandonment provision to eliminate signs which remain vacant for three\r\n      \r\nmonths:\r\n902.4.7 Obsolete and abandoned signs\r\na. Any sign which advertises or pertains to a business,  product, service, event, activity or purpose which is\r\n      \r\nno   longer conducted or that has not been in use for three months or which is no longer imminent, or any\r\n      \r\nsign structure that no longer displays any sign copy shall be deemed to be an obsolete or abandoned sign.\r\n      \r\n(Emphasis added)\r\nA.  Changing Sign Copy\r\nIt is impossible to reconcile the Master's holding that a sign face can be replaced at will, even after a five-year vacancy, with the provision for abandonment.  The intent of the City was to allow for routine\r\n      \r\nchanging of the message of the sign.  This is a task that should be completed within a reasonable time, and\r\n      \r\nobviously is capable of completion within three months.  Edward Fanjoy testified that he was in the\r\n      \r\noutdoor billboard business.  He explained that the panels could be taken off in \"probably thirty or forty\r\n      \r\nminutes\" and replaced in \"just a fraction of time longer.\"  \r\nThe intent of the City in passing the ordinance was to allow changing of the sign copy.  However, under\r\n      \r\nthe Master's interpretation that the sign facing can be changed \"at will,\" a vacant sign could never be\r\n      \r\ndeemed abandoned by the city.  The owner could always claim he was in the process of changing the sign\r\n      \r\nfacing.  This leads to an irreconcilable and absurd result.  For the Master to state that no permit was\r\n      \r\nrequired to change the sign face after five years was apodictically error.\r\nB.  Normal Maintenance\r\nThe Master also determined the sign replacement would be allowed under normal maintenance.  Once\r\n      \r\nagain, this cannot be reconciled with the abandonment section.  In addition, normal sign maintenance\r\n      \r\nwould imply routine maintenance to keep the sign operational.  Leaving a sign vacant for five years, even\r\n      \r\nif the original purpose of removal was to avoid damage by a hurricane, appears to be more than normal\r\n      \r\nmaintenance.  Allowing a five-year time frame for replacement once again leads to an absurd result when\r\n      \r\njuxtaposed with the three-month abandonment section.\r\nC.  Notice\r\nThe Master found notice must be given to Gay Dolphin by the City before a permit is required.  The City\r\n      \r\nasserts no notice is required under the ordinance.  Abandonment is an act within the control of the sign\r\n      \r\nowner and required no action by the City.  We agree  with the City.\r\nThe ordinance does not require affirmative action by the City or notice before a sign is abandoned.  It\r\n      \r\nmandates any sign which displays an out-of-date message, or is vacant for three months is deemed\r\n      \r\nabandoned.  The requirement of notice does not appear in the ordinance.\r\nMyrtle Beach Code §902.4.7(c) dictates:\r\nObsolete or abandoned signs, sign copy or sign structures are prohibited and shall be removed by the\r\n      \r\nowner of the property, his agent, or person having the beneficial use of the building or site upon which sign\r\n      \r\nor sign structure is erected within 30 days after written notification from the building inspector. . . . In the\r\n      \r\nevent of noncompliance with the aforesaid terms and provisions, the city shall remove such signs at the\r\n      \r\nexpense of the property owner.\r\nThe section does require notice be given before the City may remove a sign that has been deemed\r\n      \r\nabandoned.  Nevertheless, the sign is assumed to already be deemed abandoned at the time the notice is\r\n      \r\nrequired.  Gay Dolphin would not be required to take the sign down until notice is provided, although the\r\n      \r\nsign could be deemed abandoned after three months of vacancy and without notice.\r\nThe father served on the zoning board and the son was a member of the Community Appearance Board. \r\n      \r\nBoth should have been aware of the ordinance in question.  The father's and son's \"mistaken view of the\r\n      \r\nlaw is of no avail to him. Ignorantia juris quod quisque tenetur scire, neminem excusat.(11)\"  Oxford\r\n      \r\nFinance Companies, Inc. v. Burgess, 303 S.C. 534, 539, 402 S.E.2d 480, 482 (1991). \r\nGay Dolphin was required to apply for and obtain a permit prior to replacing the sign  facing.  The lack of\r\n\r\nwritten notice by the City did not excuse the five-year vacancy of the sign structure from becoming\r\n\r\nabandoned.  Normal maintenance and changing of the sign copy must both be done in a reasonable time,\r\n\r\nnot to exceed the three-month provision for abandonment.\r\nV.  Estoppel\r\nGay Dolphin avers the City should be estopped from claiming Gay Dolphin abandoned the sign.  We\r\n\r\ndisagree.\r\nThe essential elements of equitable estoppel are (1) lack, on the part of the one claiming estoppel, of the\r\n\r\nknowledge and means of knowledge of the truth as to the facts and circumstances upon which his claim of\r\n\r\nestoppel is predicated;  (2) conduct, representations, or silence of the party estopped, amounting to\r\n\r\nmisrepresentation or concealment of facts;  (3) reliance upon such conduct, representations, or silence;  and\r\n\r\n(4) resulting action, to its detriment, by the party claiming the estoppel.\r\nBerkeley Elec. Co-op., Inc. v. Town of Mount Pleasant, 308 S.C. 205, 210, 417 S.E.2d 579, 582 (1992) citing\r\n\r\n    Lewis v. City of North Myrtle Beach, 297 S.C. 170, 375 S.E.2d 327 (Ct. App. 1988).  See also Larosa v.\r\n\r\nJohnston, 328 S.C. 293, 493 S.E.2d 100 (Ct. App. 1997).  Estoppel is an affirmative defense and the burden\r\n\r\nof proof is upon the party who asserts it.  Frady v. Smith, 247 S.C. 353, 147 S.E.2d 412 (1966).  \r\nA.  Hurricane Damage\r\nGay Dolphin argues the City should be estopped because the City informed Gay Dolphin that the sign\r\n\r\ncould not be replaced after Hurricane Hugo based on the extent of damage to the sign.  Although the City\r\n\r\napparently sent a letter informing Gay Dolphin it could not replace the sign after Hugo based on the\r\n\r\ndegree of damage,  Gay Dolphin knew the assessment was incorrect.  The father testified the sign\r\n\r\nsustained \"maybe 10 percent\" damage.  The son testified \"three sign companies [were] willing to say that it\r\n\r\nwas only 10 percent [damaged].\" Gay Dolphin, thus, had actual knowledge that the City's damage\r\n\r\nassessment was incorrect.  Accordingly, Gay Dolphin may not assert estoppel against the City based on the\r\n\r\ndamage assessment. \r\nB.  Agreement with City Official\r\nGay Dolphin next asserts the City should be estopped because Gay Dolphin and Leath agreed to replace\r\n\r\nthe sign with a unipole sign.  Gay Dolphin, however, failed to pursue the unipole option.  Further, Gay\r\n\r\nDolphin did not rely on this agreement.  Although the father \"didn't want to rock the boat and  . . .  I\r\n\r\nbelieved  . . .  Leath . . . was going to give us what we wanted,\" the son understood Leath \"was going to get\r\n\r\nback to us and give us an answer on it, on, on, on that situation and if he didn't our alternative was, we\r\n\r\nwere going to put the sign back up.\" (emphasis added).  The father \"had no intentions of taking the sign\r\n\r\ndown until we got just compensation for it.\" Gay Dolphin could have inquired into the status of the\r\n\r\nunipole option.  Its failure to do so does not amount to a misrepresentation or concealment by the City.\r\n\r\n\r\n\r\nC.  Delay in Enforcement\r\nIn Flowers v. South Carolina Dep't. of Highways and Public Transp., 309 S.C. 76, 79-80, 419 S.E.2d 832,\r\n\r\n834 (Ct. App. 1992), in a strikingly similar situation, this Court found a sixteen year delay in enforcing a\r\n\r\nsign ordinance did not estop the Department from requiring the sign's removal.  \r\n In a letter dated June 7, 1974, the Department notified Stuckey's that its sign was an illegal,\r\n\r\nnonconforming sign and that the Department would take \"necessary action to remove it as an illegal sign\" if Stuckey's did not remove it within 60 days following receipt of the letter.  The Department waited until\r\n\r\nFebruary 9, 1989, to take the necessary action.\r\nThe mere delay by the Department in requiring the sign's removal, however, does not work an estoppel\r\n\r\nagainst the Department's enforcement of the Highway Advertising Control Act.  See State v. Chavis, 261\r\n\r\nS.C. 408, 200 S.E.2d 390 (1973) (the State held not estopped to suspend the driver's license of a defendant\r\n\r\nconvicted of driving under the influence because of a one-year delay in suspending his license);  Doris v.\r\n\r\nPolice Commissioner of Boston, 373 N.E.2d 944 (Mass. 1978) (inattention or inactivity of government\r\n\r\nofficials does not render a statute unenforceable so as to deprive the public of the benefits and protections\r\n\r\nafforded by the legislature);  cf. Outdoor Advertising Board v. Sun Oil Company of Pennsylvania, 391\r\n\r\nN.E.2d 916 (Mass. App. 1979) (the Outdoor Advertising Board held not estopped to commence an action to\r\n\r\nremove a sign where six years earlier the board indicated the sign was lawful and fell under another's\r\n\r\njurisdiction).  Indeed, Stuckey's and Fennell have benefitted by the long delay in that the sign, which the\r\n\r\nDepartment deemed an illegal, nonconforming sign, has provided Stuckey's with advertising and Fennell\r\n\r\nwith income that each, as it turned out, would not have had if the Department had acted more quickly to\r\n\r\nenforce the statute.\r\nFlowers v. South Carolina Dep't. of Highways and Public Transp., 309 S.C. 76, 79-80, 419 S.E.2d 832, 834\r\n\r\n(Ct. App. 1992).  The Master properly determined the City is not estopped from asserting its ordinances.\r\nVI.  Just Compensation\r\nThe City challenges the Master's finding that it must pay compensation to Gay Dolphin under a former\r\n\r\ncode section.  The Master held the \"abandonment cause of action arose in late 1989, and [the City] must\r\n\r\npay just compensation for its removal.\" The former section provided: \r\nNotwithstanding any other provision of law, in no case shall the State or any county, municipality, local\r\n\r\nzoning authority, or other political subdivision remove, or cause to be removed, any sign located in view of\r\n\r\nan interstate or federal-aid primary highway and lawfully erected under the laws of the State of South\r\n\r\nCarolina without paying just compensation.\r\n S.C. Code Ann. § 57-25-195 (Supp. 1980)(emphasis added).\r\nThat version became effective June 23, 1980.  However, as enunciated in U.S. Outdoor Advertising, Inc. v.\r\n\r\nSouth Carolina Dep't. of Transp., 324 S.C. 1, 481 S.E.2d 112 (1997):\r\nThe Highway Beautification Act of 1965, 23 U.S.C. § 131 requires the various states to provide for control\r\n\r\nof outdoor advertising along federal highways, subject to a withdrawal of federal funding for\r\n\r\nnon-compliance.  In response to 23 U.S.C. § 131, the South Carolina General Assembly enacted the\r\n\r\n\"Highway Advertising Control Act\" (Act), S.C.Code Ann. § 57-25-110 et seq. (1991).  The purpose of the\r\n\r\nAct, in part, is to prevent distraction of operators of motor vehicles, promote the safety, convenience, and\r\n\r\nenjoyment of travel on highways within this State, and preserve and enhance the natural scenic beauty\r\n\r\nand aesthetic features of highways and adjacent areas.  S.C.Code Ann. § 57-25-130 (1991).\r\nSection 57-25-195 was amended to read:\r\nIn order to comply with Section 131, Title 23, United States Code and regulations promulgated under that\r\n\r\nsection and to prevent interruption of the state's federally-aided highway funding, the Department of\r\n\r\nTransportation shall confer with the Federal Highway Administration as to how best to structure a\r\n\r\nnonconforming sign removal program.\r\nThe department shall submit to the Federal Highway Administration in a timely fashion its process,\r\n\r\nprogram, and timetable for removal of nonconforming signs under Section 131, Title 23, United States\r\n\r\nCode and regulations promulgated under that section.\r\nIn developing and implementing this removal program the department shall consult with interested\r\n\r\nparties and affected entities including, but not limited to, other state and local agencies, sign owners,\r\n\r\nenvironmental groups, and the business community.\r\nS.C. Code Ann. § 57-25-195 (Supp. 1998).\r\nUnder the statutes in effect in 1994, compensation for the removal of signs was governed by S.C. Code\r\n\r\nAnn. §57-25-190 (Supp. 1998).\r\n§ 57-25-190. Compensation for removal of signs.\r\n(A) The Department of Transportation may acquire by purchase, gift, or condemnation and shall pay just\r\n\r\ncompensation upon the removal of the following outdoor advertising signs:\r\n(1) those lawfully in existence on November 3, 1971;\r\n\r\n\r\n\r\n(2) those lawfully erected after November 2, 1971.\r\n(B) Compensation may be paid only for the taking from the owner of:\r\n(1) a sign of all right, title, leasehold, and interest in it;\r\n\r\n\r\n\r\n(2) the real property on which the sign is located of the right to erect and maintain a sign on it.\r\n(C) No sign may be removed until the owner of the property on which it is located has been compensated\r\n\r\nfully for a loss which may be suffered by him as a result of the removal of the sign through the termination\r\n\r\nof a lease or other financial arrangement with the owner of the sign.  The compensation must include\r\n\r\ndamage to the landowner's property occasioned by the removal of the sign.  The Department of\r\n\r\nTransportation is limited to an expenditure of five million dollars for the state's part of just compensation.\r\n(D) Tourist oriented directional signs must be the last to be removed under the terms of this article.\r\n\r\n\r\n\r\nS.C. Code Ann. §57-25-190 (Supp. 1998)(emphasis added).\r\nThe Master reasoned:\r\n[W]hether the sign was nonconforming under [the City's] ordinance is irrelevant;  the only relevant\r\n\r\nquestions are whether the sign was lawfully erected under State law and in view of a federal-aid primary\r\n\r\nhighway. . . . [The City] attempts to argue that the law in 1994 controls because that is when [Gay\r\n\r\nDolphin] replaced the sign facing on their sign, and that is when [the City] attempted to keep [Gay\r\n\r\nDolphin] from replacing the sign facing.  When [Gay Dolphin] replaced the sign facing, however, is\r\n\r\nirrelevant to the issue of when [the City's] cause of action for abandonment arose.  [The City] steadfastly\r\n\r\nclaim[s] that [Gay Dolphin's] sign was abandoned at some point in time shortly after Hugo.  The law in\r\n\r\neffect at that time clearly stated that [Gay Dolphin's] sign could not be removed without just compensation\r\n\r\nbeing paid.\r\n\r\n\r\n\r\nCompensation under the former code section is required when the zoning authority \"remove[s], or cause[s]\r\n\r\nto be removed\" a lawfully erected sign in view of a federal-aid primary highway.  S.C. Code Ann. § 57-25-195 (Supp. 1980)(emphasis added). The sign, however, was not removed by the City in 1989, but was\r\n\r\nremoved by Gay Dolphin.  The City did nothing in 1989 to prevent Gay Dolphin from replacing the sign. \r\n\r\nFrom September of 1989 until 1994, no sign, as defined in S.C. Code Ann. §57-25-120(3), existed on the\r\n\r\nEd's Hobby Shop rooftop. \r\n\"Sign\" or \"outdoor advertising sign\" means an outdoor sign, display, device, figure, painting, drawing,\r\n\r\nmessage, plaque, poster, billboard, or other thing which is designed, intended, or used to advertise or\r\n\r\ninform, or any part of the advertising or its informative contents.\r\nThe first action by the City occurred in 1994, when Gay Dolphin attempted to replace the sign.  The City\r\n\r\nsought to remove the sign in question in 1994, after Gay Dolphin had voluntarily removed it five years\r\n\r\nprior.  We conclude the sign in the instant case was abandoned.  Concomitantly, the City is not required to\r\n\r\npay just compensation to Gay Dolphin.\r\nFurther, under S.C. Code Ann. § 57-25-190, just compensation is required for removal of signs \"lawfully\r\n\r\nerected\" after November 2, 1971, or \"lawfully in existence\" prior to November 3, 1971.  Under the\r\n\r\nregulations in effect in 1994: \"If a permitted sign is voluntarily removed or dismantled for a period of more\r\n\r\nthan 30 days, the permit will be voided.\"  25A S.C. Code Ann. Regs. 63-349(R) (Supp. 1998)(emphasis\r\n\r\nadded).  In this case, the sign was removed from the effective date of this regulation, June 24, 1994, until\r\n\r\nGay Dolphin attempted to replace its sign in October of 1994, or more than 30 days.  The permit for the\r\n\r\nsign would be void, and the sign could not be replaced.  The City is not seeking the removal of a \"lawfully\r\n\r\nerected\" sign, but opposing the replacement of one which was abandoned.  The City is therefore not\r\n\r\nobligated to pay just compensation. \r\nCONCLUSION\r\nWe hold Gay Dolphin's rooftop sign may be deemed abandoned under the provisions of Myrtle Beach Code §902.4.7.  Gay Dolphin was not deprived of any vested rights.  We conclude no intent to abandon is\r\n\r\nrequired when the ordinance provides for an objective time frame.  We rule Gay Dolphin was required to\r\n\r\nobtain the requisite permits prior to replacing the sign facing and the City was not required to provide\r\n\r\nnotice of the sign's deemed abandonment.  The City is not estopped from enforcing its zoning laws.  We\r\n\r\ndecide just compensation was not required since the sign was abandoned by Gay Dolphin.\r\nAFFIRMED IN PART AND REVERSED IN PART.\r\nGOOLSBY and CONNOR, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n1. \r\n  \r\n  That part of the ordinance is followed by a parenthetical implying the version of this section in the record on appeal was enacted in October\r\n\r\n1995.  Based on the testimony of Savageau and Kershner, however, a similar provision apparently existed in the earlier versions.\r\n\r\n2.   Frances M. Savageau is the Director of Construction Services for the City of Myrtle Beach.  From 1979 until 1986, he was a Code Inspector for\r\n      \r\nthe City.  From 1986 until 1988, he was a Zone Administrator.    \r\n      \r\n\r\n3.   Lyle Kershner is Zoning Administrator for the City of Myrtle Beach.\r\n      \r\n\r\n4.    Notwithstanding any other provision of law, in no case shall the State or any county, municipality, local zoning authority, or other political\r\n      \r\nsubdivision remove, or cause to be removed, any sign located in view of an interstate or federal-aid primary highway and lawfully erected under\r\n      \r\nthe laws of the State of South Carolina without paying just compensation.\r\nS.C. Code Ann. § 57-25-195 (Supp. 1980). 5.  The father explained that after Hurricane Hugo, \"  [w]e got a letter from the City very shortly after the storm. . . I've spent over a hundred\r\n          \r\nhours looking through boxes to find that letter and I cannot find it. . . . saying that our sign was damaged more than 50 percent and therefore we\r\n          \r\ncould not replace the fascia on it.\"  John Tinker, an employee of Coastal Outdoor Advertising, testified:  \"Mr. Owens had sent me a letter  . . . and\r\n          \r\nsaid that we should not be doing the work et cetera on the billboard that it, that it was damaged by more than, than 50 percent.\"  Similarly, Ed\r\n          \r\nFanjoy, who has an \"interest\" in Ed's Hobby Shop, testified \"we was notified that it was nonconforming because it had more than 50 percent\r\n          \r\ndamage.\" Gale Mary Eidson, an employee of Gay Dolphin, and the son confirmed the existence of the letter.\r\nOwens, however, could not remember inspecting the sign following Hurricane Hugo, nor was there any record that he had done so.  Savageau\r\n    \r\ntestified he did not recall writing any letters to the father, the son or the daughter regarding the sign damage after Hurricane Hugo.  Like the other\r\n    \r\nCity officials, Kershner could find no record of any damage assessment on the sign. \"I have not ever seen such a letter.\"\r\n\r\n6. Fanjoy testified that after Hugo, Tyson \"went out and took the dolphins off the sign for me to get that part of the sign safe.\" The others had\r\n\r\nimplied only the sign panels had been removed and that some welding would repair the dolphins.\r\n7. \r\n  The son testified the sign was worth five or six thousand dollars. A two hundred dollar damage estimate would be less than 50% of the value of\r\n\r\nthe sign.\r\n\r\n\r\n8.  Mark Stocks is a Real Estate Manager at Universal Outdoor f/k/a POA f/k/a Peterson Outdoor Advertising f/k/a Tyson &amp; Van Outdoor. In that\r\n    \r\ncapacity, he secures land leases.  His employer leased the location from the Plylers to install the Ripley's Believe It or Not sign on the top of Ed's\r\n    \r\nHobby Shop. \r\n9.  That section provides: \"The following signs are prohibited in the City of Myrtle Beach. . . . Except in the AC-3 district, the following are\r\n    \r\nprohibited:  1.  Any sign or sign structure other than freestanding, any portion of which extends above the top of the wall parapet, building roof\r\n    \r\nline or canopy against which said sign is located. . . .\"\r\n\r\n10.  That section provides: \"[T]he building inspector . . . shall give notice to the property owner . . . The person(s) so notified shall remove . . .\r\n    \r\nsuch sign within 15 days of such notice . . . If the person(s) so notified fail or refuse to remove . . . such sign within the time periods specified\r\n    \r\nhereinabove, then the building inspector may cause such sign to be removed . . . at the expense of the owner of the property upon which it is\r\n    \r\nlocated.\"    Myrtle Beach Code §902.4.6(b). \r\n11.   Ignorance of the [or a] law, which everyone is bound to know, excuses no man.   BLACK'S LAW DICTIONARY 673 (5th ed. 1979).\r\n \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3064","title":"Mount v. Sea Pines Company, Inc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3064","description":"","date":"1999-09-29","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nMount v. Sea Pines Company, Inc.,\r\n\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n-->\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n________\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Barbara Mount, Respondent,\r\n        v.\r\n        Sea Pines Company, Inc., Appellant.\r\n      \r\n    \r\n  \r\n\r\n________\r\n\r\n\r\n\r\n\r\n\r\nAppeal From Beaufort CountyHoward P. King, Circuit Court Judge________\r\n\r\n\r\n\r\nOpinion No. 3064formerly Unpublished Opinion No. 99-UP-489Submitted September 8, 1999 - Filed September 29, 1999________\r\n\r\n\r\n\r\nREVERSED AND REMANDED\r\n________\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Stephen F. DeAntonio and Margaret M. Urbanic, both of DeAntonio Law Firm, of Charleston, for appellant.\r\n        Cory H. Fleming, of Moss &amp; Kuhn, of Beaufort, for respondent.\r\n      \r\n    \r\n  \r\n\r\n________\r\n\r\n\r\n\r\n\r\n\r\nPER CURIAM:  Barbara Mount suffered a bodily injury while on property owned by Sea Pines Company, Inc.  A jury\r\n\r\nawarded Mount $20,000.00 in damages but found 40 percent of the negligence attributable to her, resulting in a $12,000.00\r\n\r\nrecovery.  Judge Howard P. King denied Sea Pines's motion for a set-off of $3,662.64, citing the collateral source rule and\r\n\r\nS.C. Code Ann. § 38-77-145 (Supp. 1998).  Sea Pines appeals.  We reverse and remand.(1)\r\n\r\n\r\n\r\n\r\n\r\nSea Pines argues on appeal that Mount received medical payments for her injury from Sea Pines's insurer, Royal Insurance,\r\n\r\nrather than a collateral source.  It argues that, as a result, the collateral source rule does not apply to this case, and the trial\r\n\r\ncourt should have allowed a set-off.\r\n\r\n\r\n\r\n\r\n\r\nThe collateral source rule provides that \"compensation received by an injured party from a source wholly independent of the\r\n\r\nwrongdoer will not reduce the amount of damages owed by the wrongdoer.\"  Citizens &amp; S. Nat'l Bank v. Gregory, 320 S.C.\r\n\r\n90, 92, 463 S.E.2d 317, 318 (1995) (emphasis added).\r\n\r\n\r\n\r\n\r\n\r\nA source is wholly independent of the wrongdoer \"when the wrongdoer has not contributed to it and when payments to the\r\n\r\ninjured party were not made on behalf of the wrongdoer.\"  Id. at 92, 463 S.E.2d at 318 (citation omitted).\r\n\r\n\r\n\r\n\r\n\r\nSea Pines paid the premiums to Royal Insurance.  After Mount's injury, Royal Insurance issued checks for medical payments\r\n\r\nto Mount.  The checks referenced Sea Pines's insurance policy number, indicating these checks were issued on behalf of Sea\r\n\r\nPines.\r\n\r\n\r\n\r\n\r\n\r\nRoyal Insurance, therefore, is not wholly independent of Sea Pines.  Accordingly, the trial court should have reduced\r\n\r\nMount's recovery by $3,662.64, the amount of medical expenses paid by Royal Insurance prior to judgment.\r\n\r\n\r\n\r\n\r\n\r\nMount, however, compares her situation to that of a passenger injured in an automobile driven by its owner.  To support this\r\n\r\nanalysis, Mount cites section 38-77-145, which states:\r\n\r\n\r\n\r\n\r\n\r\nThere is no personal injury protection (PIP) coverage mandated under the automobile insurance laws of this State. . . .  If an\r\n\r\ninsurer sells no-fault insurance coverage which provides personal injury protection, medical payment coverage, or economic\r\n\r\nloss coverage, the coverage must not be assigned or subrogated and is not subject to a set-off.\r\n\r\n\r\n\r\n\r\n\r\nS.C. Code Ann. § 38-77-145 (Supp. 1998) (emphasis added).(2)\r\n\r\n\r\n\r\n\r\n\r\nIn State Farm Mut. Auto. Ins. Co. v. Richardson, 313 S.C. 58, 437 S.E.2d 43 (1993), the court stated that the set-off\r\n\r\nprohibited by section 38-77-145 was \"the tortfeasor's reduction in liability formerly allowed by section 38-77-290(f).\"  Id. at\r\n\r\n60, 437 S.E.2d at 45.  Section 38-77-290(f) previously allowed the tortfeasor to reduce his liability to a claimant by the\r\n\r\namount of PIP benefits received by the claimant.  S.C. Code Ann. § 38-77-290(f) (1989).(3)  Section 38-77-145 prevented\r\n\r\nthe tortfeasor from profiting in the case where the injured party received PIP benefits.\r\n\r\n\r\n\r\n\r\n\r\nThis case is different from the situation where a passenger is injured in another's automobile.  Clearly, section 38-77-145,\r\n\r\nwhen it was effective, only applied to automobile insurance.  We find no cases, and Mount offers none, to support the\r\n\r\napplication of a portion of a now repealed statute dealing with automobile insurance to the facts of this case.\r\n\r\n\r\n\r\n\r\n\r\nWe also find no merit to Mount's argument that public policy requires this court to apply the set-off provision of this statute\r\n\r\nto the facts of this case.  By enacting section 38-77-145, the legislature attempted to insure that the tortfeasor paid the full\r\n\r\namount of damages suffered by the injured party.  Mount asserts this statute, however, in support of an argument that would\r\n\r\nessentially require Sea Pines, through Royal Insurance, to pay Mount's medical payments twice.  This would be contrary to\r\n\r\npublic policy.\r\n\r\n\r\n\r\n\r\n\r\nWe, therefore, reverse and remand to the trial court to issue an order consistent with this opinion. \r\n\r\n\r\n\r\n\r\n\r\nREVERSED AND REMANDED.\r\n\r\n\r\n\r\n\r\n\r\nHOWELL, C.J., HUFF and STILWELL, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n1.   Because oral argument would not aid this Court in resolving the issues on appeal, we decide this case without oral\r\n\r\nargument pursuant to Rule 215, SCACR.\r\n\r\n2.   Effective March 1, 1999, section 38-77-145 was repealed.\r\n\r\n3.   Effective July 1, 1989, section 38-77-290 was repealed.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"}]