[{"id":"2948","title":"Reese v. CCI Construction Co., et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2948","description":"","date":"1999-02-22","type":"opinion","text":"\r\n      \r\n\r\n\r\nReese v. CCI Construction Co., et al.\r\n\r\n\r\nTHE STATE OF SOUTH \r\n  CAROLINA\r\n  In The Court \r\n  of Appeals \r\n  ________ \r\n \r\n \r\n   \r\n     \r\n      \r\n        Charles W. Reese, \r\n          Claimant-Appellant, \r\n        v. \r\n        CCI Construction Company, \r\nEmployer-Respondent,  \r\n           \r\n        and \r\n           \r\n        Gulf Insurance Company, \r\nCarrier-Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n________ \r\n   \r\nAppeal From Lexington \r\n  County\r\n  Marc H. Westbrook, Circuit \r\n  Court Judge\r\n  ________ \r\n   \r\nOpinion No. 2948\r\n  Heard December 10, 1998 - Filed \r\n  February 22, 1999  \r\n  ________ \r\n \r\nREVERSED AND \r\n  REMANDED\r\n________ \r\n   \r\n \r\n   \r\n    \r\n      Donald E. Jonas, of Cotty &amp; \r\n        Jonas, of Columbia, for appellant. \r\n         \r\n      William E. Shaughnessy, of \r\n      Haynsworth, Marion, McKay &amp; Guerard, of Greenville, for respondents.\r\n    \r\n  \r\n\r\n________ \r\n   \r\nHUFF, J.: In this \r\n  workers' compensation case, Appellant, Charles Reese, filed a claim for benefits \r\n  alleging he suffered an injury by accident and/or an occupational disease. Respondents, \r\n  CCI Construction Company and Gulf Insurance Company (hereinafter collectively \r\n  Employer), denied compensation. Reese appeals an order of the circuit court \r\n  affirming the commission's denial of medical care and temporary total disability \r\n  under the Workers' Compensation Act. We reverse and remand. \r\n   \r\nFACTUAL/PROCEDURAL \r\nBACKGROUND \r\nFor more than twenty years, Charles \r\n  Reese worked as a carpenter and construction worker. On Friday, May 6, 1994, \r\n  his third day of work for CCI Construction as a lead carpenter, Reese was drilling \r\n  a \"double plate\" when the power drill he was using became caught in a piece \r\n  of wood and twisted his right wrist. Reese did not seek medical care that day, \r\n  but applied ice to his wrist and wrapped it in a wrist band. The pain persisted, \r\n  and on Monday, May 9, 1994, Reese went to the emergency room, where he was treated \r\n  and referred to Dr. Patel, an orthopedic surgeon who specializes in hand and \r\n  wrist injuries. Dr. Patel diagnosed Reese with aseptic necrosis of the carpal \r\n  lunate, which is the degeneration of the lunate bone of the wrist caused by \r\n  a lack of blood supply. Dr. Patel recommended a partial or total wrist fusion. \r\n  Reese sought workers' compensation benefits, asserting he had suffered an accidental \r\n  injury and/or an occupational disease. Employer denied the surgery and benefits, \r\n  asserting Reese had not sustained a compensable injury by accident or compensable \r\n  occupational disease.  \r\n   \r\nDr. Patel testified that while he \r\n  could not say the occupation of carpentry or the use of a small power drill \r\n  would play any role in developing aseptic necrosis of the lunate, this condition \r\n  sometimes occurs among people who work with \"very heavy vibratory tools\" or \r\n  \"very, very high powered vibratory tools.\" He stated the repetitive action of \r\n  swinging a hammer would most likely aggravate or worsen the underlying condition. \r\n  He further testified that with a job history of being a carpenter over twenty \r\n  years, the daily activities involved in that occupation would most likely aggravate \r\n  a latent or dormant condition of avascular necrosis. Reese testified that in \r\n  his twenty years of carpentry work, his tools of trade included hammers, skill \r\n  saws, sanders, jackhammers, drills, sledgehammers, concrete vibrators, concrete \r\n  cutting saws, and metal cutting saws. \r\n   \r\nThe single commissioner concluded \r\n  that: 1) Reese did not suffer a compensable injury by accident arising out of \r\n  or in the course of employment; and 2) while Reese's condition qualified as \r\n  an occupational disease, the evidence did not establish that it was caused, \r\n  aggravated, or contributed to by his work at CCI. \r\n   \r\nReese appealed to the full commission. \r\n  The appellate panel affirmed the commissioner, adopting his decision by reference. \r\n  Reese then appealed to the circuit court. The circuit court affirmed the commission. \r\n  The circuit court also denied Reese's motion to alter or amend its verdict. \r\n  Reese now appeals to this court. \r\n   \r\nSTANDARD OF \r\nREVIEW \r\nThe Administrative Procedures Act \r\n  establishes the rule for judicial review of awards of the Workers' Compensation \r\n  Commission. Lark v. Bi-Lo, Inc., 276 S.C. 130, 276 S.E.2d 304 (1981). \r\n  The appellate court has the power upon review to reverse or modify a decision \r\n  if the findings and conclusions of the administrative agency are affected by \r\n  error of law, clearly erroneous in view of the reliable and substantial evidence \r\n  on the whole record, or arbitrary or capricious or characterized by abuse of \r\n  discretion or clearly unwarranted exercise of discretion. S.C. Code Ann. § 1-23-380(g) \r\n  (1986).   \r\nLAW/ANALYSIS \r\n\r\nReese first contends that because \r\n  it was determined he suffered from an occupational disease, the commission erred \r\n  in failing to find the drill twisting incident caused his disablement and in \r\n  failing to award medical and temporary workers' compensation benefits. We agree. \r\n   \r\nThe single commissioner found Reese's \r\n  condition of aseptic necrosis was an occupational disease resulting from his \r\n  use of vibratory and other tools as a carpenter for over twenty years. He further \r\n  found, however, Reese's condition \"did not result and was not aggravated\" by \r\n  his three days of employment with CCI and that Reese had failed to establish \r\n  his condition was related to his work at CCI. He also found Reese did not suffer \r\n  a compensable injury by accident arising out of and in the course of his employment. \r\n  Accordingly, he denied Reese's claim. \r\n   \r\nReese asserts he is entitled to compensation \r\n  because, under South Carolina law, the last employer and carrier is solely liable \r\n  for an occupational disease where the disablement occurred during that employment. \r\n  Reese likens his condition to carpel tunnel syndrome. To date, our courts have \r\n  not decided whether repetitive trauma injury, like carpal tunnel syndrome, is \r\n  compensable, and if so, as an accident or an occupational disease. Rodney \r\n  v. Michelin Tire Corp., 320 S.C. 515, 466 S.E.2d 357 (1996). Although, \r\n  in this appeal, Employer attempts to challenge the commissioner's finding of \r\n  an occupational disease, Employer never appealed this ruling to either the appellate \r\n  panel of the commission or the circuit court. Thus, right or wrong, it is the \r\n  law of the case. See Lindsay v. Lindsay, 328 S.C. 329, 491 S.E.2d 583 \r\n  (Ct. App. 1997) (failure to challenge ruling is abandonment of issue and precludes \r\n  consideration on appeal; unchallenged ruling, right or wrong, is the law of \r\n  the case and requires affirmance). \r\n   \r\nIn Glenn v. Columbia Silica Sand \r\n  Company, 236 S.C. 13, 112 S.E.2d 711 (1960), our Supreme Court stated: \r\n  \"In the case of occupational disease, liability is most frequently assigned \r\n  to the carrier who was on the risk when the disease resulted in disability, \r\n  if the employment at the time of the disability was of a kind contributing \r\n  to the disease.\" (emphasis added). The court further noted where the employment \r\n  at the time of the disability was not of a kind contributing to the disease, \r\n  liability for compensation generally falls on the employer and carrier at the \r\n  time of the employee's last exposure causally related to the disease. 236 S.C. \r\n  at 19-20, 112 S.E.2d at 714. \r\n   \r\nThe single commissioner found Reese's \r\n  condition of aseptic necrosis was an occupational disease resulting from Reese's \r\n  use of vibratory and other tools as a carpenter for over twenty years. Although \r\n  the commissioner found Reese's condition was not caused, aggravated, or contributed \r\n  to by his work at CCI, the record clearly shows Reese was engaged in the same \r\n  type of work with CCI as that which he had performed during his twenty years \r\n  as a carpenter. Thus, the evidence shows that Reese's employment at CCI was \r\n  of a kind contributing to the disease.  \r\n   \r\nEmployer points to the testimony \r\n  of Dr. Patel wherein he opined Reese's three days of work at CCI did not contribute \r\n  to the underlying condition of aseptic necrosis. We find this argument to be \r\n  controlled by Hanks v. Blair Mills, Inc., 286 S.C. 378, 335 S.E.2d \r\n  91 (Ct. App. 1985). In Hanks, the carrier argued the claimant's exposure \r\n  to cotton dust during carrier's twenty-four days of coverage \"could hardly have \r\n  been injurious to Hanks.\" This court found, despite medical testimony that exposure \r\n  during this period would have caused no measurable change, difference, or damage, \r\n  employment in the mill was of a kind contributing to the disease of byssinosis. \r\n  Similarly, the record shows Reese's employment with CCI was of the same kind \r\n  as that which had caused his condition and, thus, was of a kind contributing \r\n  to the disease of aseptic necrosis. We find the commission erred in determining \r\n  Reese was not entitled to compensation on this basis. Based on the commission's \r\n  finding that Reese's employment with CCI did not contribute to his disease, \r\n  the commission never addressed the issue of disability. Accordingly, we reverse \r\n  and remand for a determination on this issue as well as any other issues necessary \r\n  for disposition of this case. \r\n   \r\nReese also contends the commission \r\n  erred in denying his motion for a mandatory examination by the medical board \r\n  pursuant to S.C. Code Ann. § 42-11-120 (1985). The record shows Reese raised \r\n  this issue to the single commissioner, as well as the full commission and the \r\n  circuit court. He further raised the issue in a Rule 59(e) motion. In light \r\n  of our reversal, we remand this issue for reconsideration as well. \r\n   \r\nBased on our holding above, we need \r\n  not address Reese's remaining issues. For the foregoing reasons, the order below \r\n  is  \r\nREVERSED AND REMANDED. \r\n   \r\nCONNOR and HEARN, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"2949","title":"Springob v. Farrar","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2949","description":"","date":"1999-02-22","type":"opinion","text":"\r\n      \r\n\r\n\r\nSpringob v. Farrar\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        V. Les Springob, Appellant, \r\n        v. \r\n        Michael L. Farrar and Yvonne \r\n          Farrar,  Respondents. \r\n         \r\n      \r\n    \r\n  \r\n\r\n________ \r\nAppeal From Richland \r\n  County\r\n  Ben N. Miller, III, Special \r\n  Referee\r\n  ________ \r\n   \r\nOpinion No. 2949\r\n  Submitted December 8, 1998 \r\n  - Filed February 22, 1999\r\n  ________ \r\n   \r\nAFFIRMED\r\n________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        David J. Parrish, of Nexsen, \r\n          Pruet, Jacobs, Pollard &amp; Robinson, of Charleston, for appellant. \r\n           \r\n        Russell W. Templeton, of \r\n          Columbia, for respondents. \r\n           \r\n      \r\n    \r\n  \r\n\r\nHOWELL, C.J.: V. \r\n  Les Springob appeals from a decision by a special referee that he did not have \r\n  an easement over property owned by Michael L. Farrar and Yvonne Farrar. We affirm. \r\n   \r\nI. \r\n   \r\nDr. Narayan R. Shenoy owned a lot \r\n  (Lot 14) in the Spring Valley subdivision in Columbia, and his wife owned the \r\n  adjoining lot (Lot 13). The Shenoys' home was located on Lot 13, the lot titled \r\n  solely in Mrs. Shenoy's name, while Lot 14, Dr. Shenoy's lot, was vacant. The \r\n  Shenoys built a well on Lot 14 and attached it to an irrigation system serving \r\n  Lot 13.  \r\nIn May 1986, Dr. Shenoy sold Lot \r\n  14 to L.G.B., Inc. The deed from Dr. Shenoy (the L.G.B. Deed) \"reserved to the \r\n  Grantor an easement from Lot Thirteen (13), Block H, onto the hereinabove described \r\n  premises for ingress and egress to and for the maintenance and operation of \r\n  a well situated on said Lot Fourteen (14) and Lot Thirteen (13), Block H.\" \r\n   \r\nL.G.B., Inc. immediately sold Lot \r\n  14 to Irwin Marmorstein, doing business as IRBO Developers. The deed to Marmorstein \r\n  provided for an easement reserved to Dr. Shenoy for ingress and egress to and \r\n  for the maintenance and operation of the well on Lot 14. \r\n   \r\nMarmorstein built a house on Lot \r\n  14 and sold the property to the Farrars in August 1988. The deed from Marmorstein \r\n  to the Farrars stated that \"[t]his conveyance is subject to all easements, rights, \r\n  reservations, restrictions, and covenants of record affecting said property.\" \r\n  The Farrars' closing attorney informed them of the easement to the well located \r\n  on their property.  \r\nIn May 1989, Mrs. Shenoy sold Lot \r\n  13 to Kenneth Perry, and South Carolina Federal Savings Bank obtained title \r\n  to the property through foreclosure in 1992. During the period when the house \r\n  on Lot 13 was vacant, Farrar disconnected the well on his property from the \r\n  Lot 13 irrigation system and connected it to his own system serving Lot 14. \r\n   \r\nSpringob purchased Lot 13 in May \r\n  1993. The deeds in his chain of title did not mention the easement on Lot 14, \r\n  and he was unaware of it when he purchased Lot 13. While Springob was drilling \r\n  a well for a new irrigation system, a neighbor told him about the well on Lot \r\n  14. Springob questioned Farrar about the well and easement and obtained a copy \r\n  of the L.G.B. Deed. Springob demanded use of the well, and Farrar refused. \r\n   \r\nSpringob brought this action for \r\n  trespass and intentional interference with and obstruction of an easement. Springob \r\n  sought an injunction prohibiting the Farrars from further interfering with the \r\n  easement. The Farrars answered, contending the easement was personal to Dr. \r\n  Shenoy and therefore was an easement in gross. \r\n   \r\nThe special referee concluded that \r\n  the L.G.B. Deed created in favor of Dr. Shenoy an easement in gross that was \r\n  not alienable or transferable. The referee therefore determined that Springob \r\n  had no easement over the Farrars' property.(1) \r\n   \r\nII. \r\n   \r\nOn appeal, Springob contends the \r\n  referee erred by concluding the easement reserved in the L.G.B. Deed was an \r\n  easement in gross rather than an appurtenant easement. We disagree. \r\n   \r\nIn Tupper v. Dorchester County, \r\n  326 S.C. 318, 487 S.E.2d 187 (1997), our Supreme Court explained the differences \r\n  between easements in gross and appurtenant easements: \r\n   \r\nThe character of an express easement \r\n  is determined by the nature of the right and the intention of the parties creating \r\n  it. An easement in gross is a mere personal privilege to use the land of another; \r\n  the privilege is incapable of transfer. In contrast, an appurtenant easement \r\n  inheres in the land, concerns the premises, has one terminus on the land of \r\n  the party claiming it, and is essentially necessary to the enjoyment thereof. \r\n  It also passes with the dominant estate upon conveyance. Unless an easement \r\n  has all the elements necessary to be an appurtenant easement, it will be characterized \r\n  as a mere easement in gross. \r\n   \r\nId. at 325-26, 487 S.E.2d \r\n  at 191 (citations omitted) (emphasis added). \r\n   \r\nIn this case, L.G.B. Deed reserved \r\n  an easement in favor of \"the Grantor.\" The grantor of the L.G.B. Deed was Dr. \r\n  Shenoy, the sole owner of Lot 14. Because the easement was reserved for Dr. \r\n  Shenoy only, and Dr. Shenoy did not own Lot 13, the lot benefitted by the easement, \r\n  the requirement that an appurtenant easement have \"one terminus on the land \r\n  of the party claiming it\" is not satisfied.(2) \r\n   \r\nAccordingly, under Tupper, \r\n  the easement cannot be considered appurtenant and must be construed as an easement \r\n  in gross. The special referee, therefore, properly ruled that the easement reserved \r\n  in the L.G.B. Deed was an easement in gross incapable of transfer. Id.; \r\n  see also Sandy Island Corp. v. Ragsdale, 246 S.C. 414, 420, 143 \r\n  S.E.2d 803, 806 (1965) (\"An easement, or right-of-way, in gross is a mere personal \r\n  privilege to the owner of the land and incapable of transfer by him, and is \r\n  not, therefore assignable or inheritable.\").(3) \r\n   \r\nSpringob argues, however, that Dr. \r\n  Shenoy intended \"to burden Lot 14 with an appurtenant easement granting his \r\n  wife, as the owner of Lot 13, the right to draw water from the well in Lot \r\n  14 in perpetuity.\" (Emphasis added.). In support of this argument, Springob \r\n  first points to the contract of sale for Lot 14 executed by Dr. Shenoy several \r\n  months before the execution of the L.G.B. Deed, which refers to a \"perpetual \r\n  easement for the continued operation [and] maintenance of water well\" to be \r\n  reserved by the seller. Springob contends that the \"Corrective Title to Real \r\n  Estate\" and \"Easement Agreement\" executed by the Shenoys and L.G.B., Inc. also \r\n  establish Shenoy's intent to reserve an appurtenant easement in favor of his \r\n  wife as owner of Lot 13.(4) \r\n   \r\nThe documents relied upon by Springob \r\n  do not change our conclusion that the easement is an easement in gross. \r\n   \r\nIn construing a deed, the intention \r\n  of the grantor must be ascertained and effectuated unless that intention contravenes \r\n  some well-settled rule of law or public policy. In determining the grantor's \r\n  intent, the deed must be construed as a whole and effect given to every part \r\n  if it can be done consistently with the law. The intention of the grantor \r\n  must be found within the four corners of the deed. \r\n   \r\nGardner v. Mozingo, 293 S.C. \r\n  23, 25, 358 S.E.2d 390, 391-92 (1987) (emphasis added) (citations omitted). \r\n   \r\nIn this case, the reservation in \r\n  the L.G.B. Deed clearly and unambiguously reserved an easement to Dr. Shenoy \r\n  only-it is only by looking to extrinsic evidence that any question arises as \r\n  to whether Dr. Shenoy intended to reserve an easement in favor of his wife instead \r\n  of himself. Because the deed is unambiguous, any attempt to determine Dr. Shenoy's \r\n  intent when reserving the easement must be limited to the deed itself, and it \r\n  is improper to use extrinsic evidence to contradict the plain language of the \r\n  deed. See Gardner, 293 S.C. at 25, 358 S.E.2d 392 (\"The construction \r\n  of a clear and unambiguous deed is a question of law for the court. The terms \r\n  of an unambiguous deed may not be varied or contradicted by evidence drawn from \r\n  sources other than the deed itself.\") (citations omitted); Scott v. Scott, \r\n  216 S.C. 280, 293, 57 S.E.2d 470, 476 (1950) (\"[O]ne of the most valuable safeguards \r\n  thrown around a deed is that parol evidence is not admissible to vary or contradict \r\n  the terms of a written contract, and this applies in all its strictness to actions \r\n  involving deeds.\"); Walters v. Summey Bldg. Systems, Inc., 311 S.C. 507, \r\n  509, 429 S.E.2d 854, 856 (Ct. App. 1993) (\"The construction of an unambiguous \r\n  deed is a question of law, not fact. The terms of such a deed may not be varied \r\n  or contradicted by evidence drawn from sources other than the deed itself.\"), \r\n  cert. denied (February 17, 1994).(5) \r\n   \r\nIII. \r\n   \r\nSpringob argues alternatively that \r\n  the easement reserved in the L.G.B. Deed is an easement in gross of a commercial \r\n  character and therefore was transferred to him when he purchased the property. \r\n  See, e.g., Sandy Island, 246 S.C. at 422, 143 S.E.2d at \r\n  807 (\"An easement in gross is of a commercial character when the use authorized \r\n  by it results primarily in economic benefit rather than personal satisfaction. \r\n  Easements in gross, if of a commercial character, are alienable.\"). Because \r\n  this theory was not raised in the pleadings or argued to the special referee, \r\n  it is not preserved for appeal. See Wilder Corp. v. Wilke, 330 \r\n  S.C. 71, 76, 497 S.E.2d 731, 733 (1997) (\"It is axiomatic that an issue cannot \r\n  be raised for the first time on appeal. . . .\"). \r\n   \r\nIV. \r\n   \r\nSpringob also argues on appeal that \r\n  the special referee erred in ruling that a reservation in a deed cannot create \r\n  an easement in favor of a third party. We find no error. \r\n   \r\nIn his order, the special referee \r\n  stated that \"South Carolina follows the Common Law rule that a reservation in \r\n  a deed cannot create an easement in favor of a third party.\" See, e.g., \r\n  Estate of Thomson v. Wade, 509 N.E.2d 309, 310 (1987) (\"The long-accepted \r\n  rule in this State holds that a deed with a reservation or exception by the \r\n  grantor in favor of a third party, a so-called 'stranger to the deed,' does \r\n  not create a valid interest in favor of that third party.\"); Pitman v. Sweeney, \r\n  661 P.2d 153, 154 (Wash. Ct. App. 1983) (\"The majority rule is that a reservation \r\n  or exception in a deed cannot create rights in strangers to the instrument.\"). \r\n  We need not, however, determine whether the rule is followed in South Carolina.(6) \r\n   \r\nAs the special referee noted, the \r\n  easement in this case was not reserved to a third party but was reserved \r\n  to Dr. Shenoy, the grantor. It is only if we accepted Springob's prior argument \r\n  that the L.G.B. Deed should be construed as reserving an easement in favor of \r\n  Mrs. Shenoy that the question of the viability in South Carolina of the stranger-to-deed \r\n  rule would be relevant. As discussed above, because the L.G.B. Deed is clear \r\n  and unambiguous, we rejected Springob's proposed construction of the deed. The \r\n  stranger-to-deed rule, therefore, is simply inapplicable to this case, and the \r\n  question of the rule's viability is purely academic. See Sangamo Weston, \r\n  Inc. v. National Surety Corp., 307 S.C. 143, 414 S.E.2d 127, 130 (1992) \r\n  (\"This court will not issue advisory opinions and cannot alter precedent based \r\n  on questions presented in the abstract.\").  \r\n  \r\nV. \r\n   \r\nFinally, Springob contends that Dr. \r\n  Shenoy had \"a sufficient equitable interest in Lot 13 to establish an appurtenant \r\n  easement on Lot 14 for the benefit of Lot 13.\" Because this argument was never \r\n  made to the special referee, we cannot consider it on appeal. E.g., Taylor \r\n  v. Medenica, 324 S.C. 200, 213, 479 S.E.2d 35, 42 (1996) (\"Dr. Medenica \r\n  did not raise the applicability of this federal law at trial. Therefore, his \r\n  argument is not preserved for appeal.\"). \r\n   \r\nAccordingly, for the foregoing reasons, \r\n  the decision of the special referee is hereby \r\n   \r\nAFFIRMED. \r\n   \r\nSTILWELL, J., concurs. ANDERSON, \r\n  J., dissents in a separate opinion. \r\n1.  The Farrars \r\n  also asserted a counterclaim based on damage to trees caused by water discharged \r\n  from Springob's pool. The special referee ruled against the Farrars on the counterclaim, \r\n  and they do not challenge that ruling on appeal.\r\n2.  The easement \r\n  was specifically reserved to Dr. Shenoy only. Thus, only Dr. Shenoy and those \r\n  taking title through him can be viewed as the \"party claiming\" the easement.\r\n3.  Because the \r\n  elements of an appurtenant easement are not present, any presumption that may \r\n  exist in favor of appurtenant easements over easements in gross is simply not \r\n  applicable. See Smith v. Commissioners of Public Works, 312 S.C. \r\n  460, 467, 441 S.E.2d 331, 336 (Ct. App. 1994) (\"[E]asements in gross are not \r\n  favored by the courts, and an easement will never be presumed as personal when \r\n  it may fairly be construed as appurtenant to some other estate.\") (citing \r\n  25 Am. Jur. 2d Easements &amp; Licenses § 13 (1966)).\r\n4.  The \"Corrective \r\n  Title to Real Estate\" and \"Easement Agreement\" were executed in November 1995 \r\n  and recorded in December 1995, well after this dispute arose. These documents \r\n  specifically characterize the easement as an appurtenant easement granted to \r\n  Mrs. Shenoy and her heirs and assigns for the benefit of Lot 13.\r\n5.  Because we \r\n  conclude the contract of sale, corrective deed, and easement agreement cannot \r\n  be considered when interpreting the easement reserved in L.G.B. Deed, we need \r\n  not resolve the question of whether these documents were before the special \r\n  referee or were only marked for identification.\r\n6.  A number of \r\n  states have rejected this rule. See, e.g., Simpson v. Kistler Inv. \r\n  Co., 713 P.2d 751, 756 (Wyo. 1986) (\"Joining the enlightened approach that \r\n  the intent should control and archaic and inappropriate feudalistic principles \r\n  should no longer apply, this court determines that the [stranger-to-deed] rule \r\n  is repealed.\"); Aszmus v. Nelson, 743 P.2d 377, 380 (Alaska 1987) (concluding \r\n  that stranger-to-deed rule conflicts with \"general view that a deed should be \r\n  construed to effect the intent of the grantor\"); Willard v. First Church \r\n  of Christ, Scientist, Pacifica, 498 P.2d 987, 989 (Cal. 1972) (rejecting \r\n  stranger-to-deed rule as an \"inapposite feudal shackle\"); Townsend v. Cable, \r\n  378 S.W.2d 806, 808 (Ky. 1964) (rejecting stranger-to-deed rule as \"archaic\" \r\n  and \"inconsistent with the basic principle followed in the construction of deeds, \r\n  which is to determine the intention of the grantor as gathered from the four \r\n  corners of the instrument.\").\r\n\r\nANDERSON, J. (dissenting): I respectfully \r\ndissent. I disagree with the analysis and reasoning of the majority. I would reverse. \r\n\r\n\r\nThe majority plucks isolated quotes \r\n  from South Carolina cases relating to easements to justify the erroneous result \r\n  reached. The holding by the majority turns the law of easements on its head. \r\n  Indubitably, the holding enunciated by the majority is fatally flawed when juxtaposed \r\n  to existing easement law in South Carolina. The efficacy of the majority's opinion \r\n  is to place the law of easements in a continuum of confusion. \r\n   \r\nSTANDARD OF \r\n  REVIEW  \r\nThe determination of the existence \r\n  of an easement is a question of fact in a law action and subject to an \"any \r\n  evidence\" standard of review when tried by a judge without a jury. Slear \r\n  v. Hanna, 329 S.C. 407, 496 S.E.2d 633 (1998); Tupper v. Dorchester County, \r\n  326 S.C. 318, 487 S.E.2d 187 (1997). However, the determination of the scope \r\n  or extent of the easement is a question in equity. Tupper, supra; \r\n  Smith v. Commissioners of Public Works, 312 S.C. 460, 441 S.E.2d 331 \r\n  (Ct. App. 1994). Therefore, in an action tried before a Special Referee with \r\n  direct appeal, this Court may take its own view of the evidence on the latter \r\n  issue. Tupper, supra; Townes Assocs., Ltd. v. City of Greenville, \r\n266 S.C. 81, 221 S.E.2d 773 (1976).   \r\nLAW/ANALYSIS \r\n   \r\nSpringob asserts the Special Referee \r\n  erred in holding the easement Dr. Shenoy reserved for the use of the well was \r\n  an easement in gross rather than an easement appurtenant. I agree. \r\n   \r\nEasement Appurtenant \r\n  or Easement in Gross  \r\nAn \"easement\" is the right of one \r\n  person to use the land of another for a specific purpose. Steele v. Williams, \r\n  204 S.C. 124, 28 S.E.2d 644 (1944). The character of an express easement is \r\n  determined by the nature of the right and the intention of the parties creating \r\n  it. Tupper, supra. An easement may be created by reservation in \r\n  a deed. Douglas v. Medical Investors, Inc., 256 S.C. 440, 182 S.E.2d \r\n  720 (1971).  \r\nEasements are divided into two classes: \r\n  easements appurtenant and easements in gross. Safety Bldg. &amp; Loan Co. \r\n  v. Lyles, 131 S.C. 542, 128 S.E. 724 (1925). \"An appendant or appurtenant \r\n  easement must inhere in the land, concern the premises, have one terminus on \r\n  the land of the party claiming it, and be essentially necessary to the enjoyment \r\n  thereof.\" Sandy Island Corp. v. Ragsdale, 246 S.C. 414, 420, 143 S.E.2d \r\n  803, 806 (1965). It passes with the dominant estate upon conveyance. Carolina \r\n  Land Co. v. Bland, 265 S.C. 98, 217 S.E.2d 16 (1976). In contrast, an easement \r\n  in gross is a mere personal privilege to use the land of another. Tupper \r\n  v. Dorchester County, 326 S.C. 318, 487 S.E.2d 187 (1997). The privilege \r\n  is incapable of transfer. Id. An easement in gross is not, therefore, \r\n  assignable or inheritable. Id.; Sandy Island Corp. v. Ragsdale, \r\n  246 S.C. 414, 143 S.E.2d 803 (1965). \r\n   \r\nEasements in gross are not favored \r\n  by the courts. An easement will never be presumed as personal when it may fairly \r\n  be construed as appurtenant to some other estate. Thus, if an easement is in \r\n  its nature an appropriate and useful adjunct of the land conveyed, having in \r\n  view the intention of the parties as to its use, and there is nothing to show \r\n  the parties intended it to be a mere personal right, it should be held to be \r\n  an easement appurtenant and not an easement in gross. If doubt exists as to \r\n  its real nature, an easement is presumed to be appurtenant and not in gross. \r\n  25 Am. Jur. 2d Easements and Licenses § 12 (1996). \r\n   \r\nIn construing a deed, it is elementary \r\n  the cardinal rule of construction is to ascertain and effectuate the intention \r\n  of the parties, unless that intention contravenes some well settled rule of \r\n  law or public policy. Sandy Island Corp., supra. The intention \r\n  of the parties must be determined by a fair interpretation of the grant or reserve \r\n  creating the easement. Id. If the language in the grant or reservation \r\n  is uncertain or ambiguous in any respect, the court may inquire into and consider \r\n  all surrounding circumstances, including the construction which the parties \r\n  have placed on the language. See Smith v. Commissioners of Public \r\n  Works, 312 S.C. 460, 441 S.E.2d 331 (Ct. App. 1994)(whether grant in written \r\n  instrument creates easement and type of easement created are to be determined \r\n  by ascertaining intention of parties as gathered from language of instrument; \r\n  grant should be construed so as to carry out that intention). See also \r\n  25 Am. Jur. 2d Easements and Licenses § 22 (1996)(if language is uncertain \r\n  or ambiguous in any respect, all surrounding circumstances, including construction \r\n  which parties have placed on language, may be inquired into and taken into consideration \r\n  by court, to end that intention of parties may be ascertained and given effect). \r\n   \r\nViewing all of the evidence in the \r\n  record, Dr. Shenoy intended to create a perpetual easement in favor of Lot 13 \r\n  when he reserved the easement in the original deed. \r\n   \r\nViability of \r\n  Common Law Rule \r\n   \r\nUnder the common law rule, one cannot \r\n  reserve an interest in property to a stranger to the title. Willard v. First \r\n  Church of Christ, Scientist, Pacifica, 498 P.2d 987 (Cal. 1972). See \r\n  also Annotation, Reservation or Exception in Deed in Favor of Stranger, \r\n  88 A.L.R. 2d 1199 (1963)(early rule is that in instrument of conveyance a mere \r\n  reservation in favor of stranger to deed is inoperative to create in him any \r\n  right or interest in property conveyed). The rule was based on feudal considerations. \r\n  Willard, supra. As the California Supreme Court elucidated in \r\n  Willard: \"While a reservation could theoretically vest an interest in \r\n  a third party, the early common law courts vigorously rejected this possibility, \r\n  apparently because they mistrusted and wished to limit conveyance by deed as \r\n  a substitute for livery by seisin.\" Id. at 989. \r\n   \r\nSeveral states that have retained \r\n  the common law rule in recent cases have done so on the basis of stare \r\n  decisis. See, e.g., Tripp v. Huff, 606 A.2d 792, \r\n  793 (Me. 1992)(court declined to depart from common law rule; \"'Stare decisis \r\n  must operate with plenary force in the law of real property to maintain the \r\n  certainty and predictability which Courts traditionally have made the benchmark \r\n  of this area of jurisprudence and upon which, accordingly, the public has been \r\n  induced to place strong reliance.'\"); Estate of Thomson v. Wade, 509 \r\n  N.E.2d 309, 310 (N.Y. 1987)(refusing to abandon long-accepted rule in New York \r\n  which holds that deed with reservation by grantor in favor of third party, so-called \r\n  \"stranger to the deed,\" does not create valid interest in favor of that third \r\n  party; in area of property law, \"'stability and adherence to precedent are generally \r\n  more important than a better or even a 'correct' rule of law'\"). See also \r\n  Pitman v. Sweeney, 661 P.2d 153 (Wash. Ct. App. 1983)(following rule \r\n  that reservation or exception in deed cannot create rights in strangers to the \r\n  instrument).  \r\nA number of states have held the \r\n  common law rule must succumb to the intent of the grantor. See, e.g., \r\n  Medhus v. Dutter, 603 P.2d 669 (Mont. 1979)(holding, in proper case, \r\n  court will depart from common law rule to give effect to grantor's intent; before \r\n  creation of easement in stranger to conveyance will be recognized, intent of \r\n  grantor to create easement must be clearly shown). \r\n   \r\nOther courts have simply held a grantor \r\n  may create an easement in favor of a third party in the same deed he conveys \r\n  fee simple estate in the land. See Enderle v. Sharman, 422 N.E.2d \r\n  686 (Ind. Ct. App. 1981). See also Katkish v. Pearce, 490 A.2d \r\n  626 (D.C. 1985)(adopting what court believed to be the more enlightened view \r\n  that by a single instrument of conveyance there may be created an estate in \r\n  land in one person and an easement in another); Borough of Wildwood Crest \r\n  v. Smith, 509 A.2d 252, 261 (N.J. Super. Ct. App. Div. 1986)(noting legal \r\n  writers are critical of common law rule and Restatement of Property refuses \r\n  to adopt it; court adopted approach of Restatement of Property § 472 (1944), \r\n  which provides: \"'By a single instrument of conveyance, there may be created \r\n  an estate in land in one person and an easement in another.'\"); Zurn Indus., \r\n  Inc. v. Lawyers Title Ins. Corp., 514 N.E.2d 447 (Ohio Ct. App. 1986)(finding \r\n  grantor could create estate in land in one person and reserve easement in favor \r\n  of third party by single instrument of conveyance). \r\n   \r\nFinally, some jurisdictions have \r\n  rejected the common law rule outright. In abandoning the common law rule, the \r\n  Court of Appeals of Kentucky explained: \r\n   \r\nWe have no hesitancy in abandoning \r\n  this archaic and technical rule. It is entirely inconsistent with the basic \r\n  principle followed in the construction of deeds, which is to determine the intention \r\n  of the grantor as gathered from the four corners of the instrument. Technicalities \r\n  should be disregarded where the intention is clear. \r\n   \r\nTownsend v. Cable, 378 S.W.2d \r\n  806, 808 (Ky. Ct. App. 1964) (citations omitted). \r\n   \r\nRelying on Townsend, supra, \r\n  the Supreme Court of Oregon, in Garza v. Grayson, 467 P.2d 960 (Or. 1970), \r\n  rejected the common law rule. In Garza, the plaintiffs sought a declaration \r\n  establishing the existence of an easement over the defendants' land for the \r\n  construction and maintenance of a sewer line serving the plaintiffs' adjoining \r\n  land. The trial court granted relief to the plaintiffs and the defendants appealed. \r\n  The Oregon Supreme Court held: \r\n   \r\n[The common law rule] is derived \r\n  from a narrow and highly technical interpretation of the meaning of the terms \r\n  \"reservation\" and \"exception\" when employed in a deed. It is said that a person \r\n  other than the grantor \"has no interest in the land to be excepted from the \r\n  grant, and likewise none from which a reservation can be carved out.\" \r\n   \r\nWe do not regard this as a satisfactory \r\n  reason for defeating the grantor's intention to create an easement in a person \r\n  other than the grantee of the estate conveyed in the deed, if the intention \r\n  to create the easement is adequately expressed in the deed. The view we take \r\n  is supported by most if not all the legal commentators and by the better reasoned \r\n  cases. It is also adopted by the Restatement. 5 Restatement of the Law of Property, \r\n  § 472, p. 2966 (1944) states the rule as follows: \r\n   \r\n\"By a single instrument of conveyance, \r\n  there may be created an estate in land in one person and an easement in another.\" \r\n   \r\nGarza, 467 P.2d at 961 (footnotes \r\n  omitted).  \r\nThe Supreme Court of California referred \r\n  to the common law rule as \"an inapposite feudal shackle.\" Willard v. First \r\n  Church of Christ, Scientist, Pacifica, 498 P.2d 987, 989 (Cal. 1972). The \r\n  court explained:  \r\nIn considering our continued adherence \r\n  to [the common law rule], we must realize that our courts no longer feel constricted \r\n  by feudal forms of conveyancing. Rather, our primary objective in construing \r\n  a conveyance is to try to give effect to the intent of the grantor. In general, \r\n  therefore, grants are to be interpreted in the same way as other contracts and \r\n  not according to rigid feudal standards. The common law rule conflicts with \r\n  the modern approach to construing deeds because it can frustrate the grantor's \r\n  intent. . . .  \r\nIn view of the obvious defects of \r\n  the rule, this court has found methods to avoid it where applying it would frustrate \r\n  the clear intention of the grantor. . . . \r\n   \r\n. . . Since the rule may frustrate \r\n  the grantor's intention in some cases even though it is riddled with exceptions, \r\n  we follow the lead of Kentucky and Oregon and abandon it entirely. \r\n   \r\nWillard, 498 P.2d at 989-91 \r\n  (citations omitted).  \r\nIn renouncing the common law rule, \r\n  the North Dakota Supreme Court, in Malloy v. Boettcher, 334 N.W.2d 8 \r\n  (N.D. 1983), explicated:  \r\nFor reasons hereinafter discussed, \r\n  we abandon the common law rule and apply, in its stead, the rule that a reservation \r\n  or exception can be effective to convey a property interest to a third party \r\n  who is a stranger to the deed or title of the property where that is determined \r\n  to have been the grantor's intent. \r\n   \r\nThe common law rule that a reservation \r\n  or exception cannot constitute a conveyance to a third party is based upon an \r\n  extremely narrow interpretation of the terms \"reservation\" and \"exception.\" \r\n  When a grantor attempts to reserve or except a property interest unto a third \r\n  party the common law rule may operate to defeat the obvious intent of the grantor \r\n  to transfer the reserved or excepted interest to the third party. It is well \r\n  settled that the primary purpose in construing a deed is to ascertain and effectuate \r\n  the intent of the grantor. Several jurisdictions have abandoned the common law \r\n  rule on the ground that it serves no useful purpose and is contrary to the rule \r\n  that a deed must be construed to carry out a grantor's intent if at all possible. \r\n   \r\nIn accordance with the foregoing \r\n  discussion we follow the jurisdictions of California, Oregon, and Kentucky in \r\n  abandoning the common law rule that a reservation or exception unto a third \r\n  party who is a stranger to the deed or title of the property cannot constitute \r\n  a conveyance of the property to the third person. \r\n   \r\nMalloy, 334 N.W.2d at 9-10 \r\n  (citations omitted). See also Aszmus v. Nelson, 743 P.2d 377, \r\n  380 (Alaska 1987)(holding common law rule \"clearly conflicts with our general \r\n  view that a deed should be construed to effect the intent of the grantor\"). \r\n   \r\nI find persuasive the reasoning of \r\n  the courts that have rejected the common law rule. The common law rule is a \r\n  fossilized shackle on property rights. The efficacy of the common law rule in \r\n  modern property relationships is obsolete and lacking in any utilitarian value. \r\n  Moreover, the rule is antiquated and in direct contradiction with our cardinal \r\n  rule of construction, which is to ascertain and effectuate the intention of \r\n  the parties. See Sandy Island Corp. v. Ragsdale, 246 S.C. 414, \r\n  143 S.E.2d 803 (1965).  \r\nAdditionally, we are not bound by \r\n  stare decisis to retain the common law rule, despite the Court's mention \r\n  of the rule in Glasgow v. Glasgow, 221 S.C. 322, 70 S.E.2d 432 (1952). \r\n  In that case, the Supreme Court addressed the issue of the validity of a life \r\n  estate a husband reserved in favor of his wife. The Court noted the rule \"a \r\n  life estate may not be reserved to, or excepted in favor of, a stranger is long-established \r\n  and logical.\" Id. at 331, 70 S.E.2d at 435. However, the Court did not \r\n  expressly adopt or reject this rule. Id. Instead, it recognized the exception \r\n  to the rule that such a reservation may be done in favor of the spouse of the \r\n  grantor. Id. The Court ruled the wife \"had an inchoate right of dower \r\n  in the land, a homestead right and an expectancy of inheritance from her husband \r\n  if she survived him, which she did (and she was legally dependent upon him for \r\n  support).\" Id. at 331, 70 S.E.2d at 435. The Court concluded the wife \r\n  was not a stranger to the title nor was she a stranger to the deed because she \r\n  had renounced her dower rights. Id. Additionally, the Court explained: \r\n  \"Pure logic, for its own sake, should not be allowed to frustrate the clearly \r\n  ascertained intention of a grantor which does not violate an established rule \r\nof construction or of law.\" Id. at 333, 70 S.E.2d at 436.   \r\nCONCLUSION \r\n   \r\nThe law of South Carolina permits \r\n  a grantor to reserve an easement in favor of a third party in the same deed \r\n  that conveys the servient estate. I reject the common law rule. Specifically, \r\n  I adopt the rule in South Carolina that a grantor may reserve an easement \r\n  in favor of a third party stranger. Here, Dr. Shenoy reserved a valid easement \r\n  appurtenant in favor of Lot 13, the lot held by his wife when he conveyed Lot \r\n  14. Because the easement was appurtenant, it was, concomitantly, alienable and \r\n  transferable. Springob, therefore, holds an appurtenant easement over the Farrars' \r\n  property. Accordingly, I would reverse the order of the Special Referee\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"2950","title":"State v. Moore","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2950","description":"","date":"1999-02-22","type":"opinion","text":"\r\n      \r\n\r\n\r\nState v. Moore\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        The State,\r\n        Respondent, \r\n        v. \r\n           \r\n        Lawrence Edward Moore,  \r\n        Appellant.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n   \r\nAppeal From Greenwood \r\n  County\r\n  David H. Maring, Sr., Circuit \r\n  Court Judge\r\n  ________ \r\n   \r\nOpinion No. 2950\r\n  Heard December 9, 1998 - Filed \r\n  February 22, 1999\r\n  ________ \r\n   \r\nREVERSED AND \r\n  REMANDED\r\n________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Assistant Appellate Defender \r\n          Melissa J. Reed Kimbrough, of Office of Appellate Defense, of Columbia, \r\n          for appellant.\r\n      \r\n    \r\n  \r\n\r\n  \r\n \r\n   \r\n     \r\n      \r\n        Attorney General Charles \r\n          M. Condon, Deputy Attorney General John W. McIntosh, Assistant Deputy \r\n          Attorney General Salley W. Elliott and Senior Assistant Attorney General \r\n          Charles H. Richardson, all of Columbia; and Solicitor W. Townes Jones, \r\n          IV, of Greenwood, for respondent.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n   \r\nSTILWELL, J.: Lawrence \r\n  Edward Moore was convicted of second degree burglary and grand larceny. On appeal, \r\n  Moore contends the trial court erred in refusing to suppress an eyewitness's \r\n  identification.(1) We reverse and remand. \r\n   \r\nFACTS \r\n   \r\nOn June 11, 1996, Steven Bell's motorcycle \r\n  was stolen while it was parked outside his apartment in Greenwood, South Carolina. \r\n  On the same day, Bell's apartment was broken into and ransacked and his personal \r\n  property was stolen. \r\nBell's neighbor Stephanie Davis called \r\n  the police after she observed two men with bags on their shoulders coming from \r\n  the rear of Bell's residence while she knew Bell was at work. When Davis went \r\n  to the side of the house and asked the men what they were doing, they fled in \r\n  opposite directions.   \r\nDavis described both men as African-Americans. \r\n  She said the taller man was thin, had a dark complexion, and wore a white T-shirt, \r\n  bluejean shorts, and a white ball cap. Davis momentarily saw the side of his \r\n  face and saw that his hair was braided after his cap fell off. The other man \r\n  had a lighter complexion and wore pants, a light shirt, and a black hat. Davis \r\n  did not see his face at all. \r\n   \r\nApproximately an hour after calling \r\n  police, Davis was driven in a police car to a location where police were detaining \r\n  two black men, Moore and Wideman. Moore and Wideman were surrounded by police \r\n  officers and were the only suspects shown to Davis.  \r\n   \r\nMoore and Wideman's clothing matched \r\n  the clothing of the men Davis had seen earlier. At the show-up, Davis recognized \r\n  Wideman as someone she knew by the name of \"Coochie Terry.\" According to Davis, \r\n  Wideman was the man she had gotten the best look at earlier when she saw his \r\n  face briefly from the side. Davis stated Moore had been running and was sweating \r\n  heavily and that a black hat lay on the ground next to him.  \r\n   \r\nDavis identified both Moore and Wideman \r\n  as the two men she had seen running from Bell's yard. Davis testified she based \r\n  her identification on the clothing Moore and Wideman were wearing and the fact \r\n  that Wideman had braided hair.  \r\n   \r\nDISCUSSION \r\n   \r\nOn appeal, Moore argues the trial \r\n  court erred in failing to suppress Davis's identification testimony. He contends \r\n  her identification was tainted by the show-up procedure which created a substantial \r\n  likelihood of misidentification. \r\n   \r\nThe conduct of trial, including the \r\n  admission and rejection of testimony, is largely within the trial court's sound \r\n  discretion, the exercise of which will not be disturbed on appeal absent an \r\n  abuse of discretion or the commission of a legal error which results in prejudice \r\n  to the defendant. State v. Gregory, 198 S.C. 98, 16 S.E.2d 532 (1941). \r\n   \r\nA criminal defendant may be deprived \r\n  of due process of law by an identification procedure that is unnecessarily suggestive \r\n  and conducive to irreparable mistaken identification. Stovall v. Denno, \r\n  388 U.S. 293 (1967). Single person show-ups are disfavored because they are \r\n  suggestive by their nature. See State v. Johnson, 311 S.C. 132, \r\n  427 S.E.2d 718 (Ct. App. 1993). It is well established, however, that an identification \r\n  may be reliable under the totality of the circumstances even when the procedure \r\n  has been suggestive. See Neil v. Biggers, 409 U.S. 188 (1972); \r\n  State v. Gambrell, 274 S.C. 587, 266 S.E.2d 78 (1980). \r\n   \r\nIn determining the reliability of \r\n  an identification, the following factors are considered: 1) the opportunity \r\n  of the witness to view the criminals at the time of the crime; 2) the witness's \r\n  degree of attention; 3) the accuracy of the witness's prior description; 4) \r\n  the level of certainty demonstrated by the witness at the confrontation; and \r\n  5) the amount of time between the crime and the confrontation. See Neil, \r\n  409 U.S. at 199; State v. Stewart, 275 S.C. 447, 272 S.E.2d 628 (1980). \r\n  After the trial court determines the witness's identification is reliable, the \r\n  witness is permitted to testify before the jury. \r\n   \r\nIn determining that Davis's identification \r\n  was admissible the court stated: \"The court's finding is that there is evidence \r\n  -- I won't say reliable, but I think that's a matter for the jury -- \r\n  that she can identify them. I don't find it unduly suggestive. I find the issues \r\n  -- the weight is a matter for the jury.\" (Emphasis added.) The court did not \r\n  evaluate the reliability of Davis's identification in light of the above factors \r\n  and did not make a determination that her identification was reliable. This \r\n  was error.   \r\n\"Reliability is the linchpin in determining \r\n  the admissibility of identification testimony . . . .\" Manson v. Brathwaite, \r\n  432 U.S. 98, 98 (1977). The court clearly did not exercise its discretion but \r\n  instead erroneously decided reliability was a jury issue. Although the admission \r\n  of evidence at trial is within the court's discretion, the failure to exercise \r\n  that discretion is an abuse of discretion. See State v. Smith, \r\n  276 S.C. 494, 280 S.E.2d 200 (1981); Samples v. Mitchell, 329 S.C. 105, \r\n  495 S.E.2d 213 (Ct. App. 1997). Here, the failure of the trial court to undertake \r\n  the analysis articulated by the United States Supreme Court for use when there \r\n  has been a suggestive identification procedure was an abuse of discretion. \r\n   \r\nWe can not say this error was harmless. \r\n  The defense presented alibi witnesses who testified they left Moore's house \r\n  on foot around 10:30 a.m. on the morning of the burglary, heading towards the \r\n  Walmart. The Walmart was a twenty minute walk from the Moore home. A Walmart \r\n  receipt was found in Wideman's possession that indicated T-shirts were purchased \r\n  at 11:04 a.m. on the day of the burglary. \r\n   \r\nAccording to the State's theory of \r\n  the case, the burglary began around 9:00 a.m. with the theft of the victim's \r\n  motorcycle and continued throughout the morning until discovered by Davis. Bell's \r\n  apartment was thoroughly ransacked; dressers had been pulled out, clothes were \r\n  scattered throughout the residence, mattresses had been removed from the bed \r\n  and were leaning against the wall. Numerous items were missing. Police were \r\n  unable to recover any fingerprints from the scene. \r\n   \r\nDavis's call to police was logged \r\n  in at 11:14 a.m. A police officer walking the distance from the ransacked apartment \r\n  to the shopping center containing the Walmart covered the distance in ten minutes \r\n  and nine seconds. He did not however, walk all the way to Walmart.  \r\n   \r\nAt trial, the State presented testimony \r\n  by a police officer that a police dog taken to the woods behind the ransacked \r\n  apartment later reacted to Moore. This possibly ties Moore to the woods but \r\n  does not place him inside the apartment. Wideman is implicated by this evidence \r\n  only incidentally, if at all, because he testified he was in Moore's company \r\n  all day.  \r\nThe State also presented the testimony \r\n  of inmate, Anthony Williams, who claimed he overheard Moore and Wideman confess \r\n  to the burglary while waiting in a holding cell for a court appearance. Williams \r\n  acknowledged guards were forced to separate him from Wideman and Moore following \r\n  an altercation on the same day he allegedly overheard the confession. Two other \r\n  inmates present in the holding cell with Williams, Wideman, and Moore that day \r\n  contradicted Williams's testimony.  \r\n   \r\nAs demonstrated by the record, without \r\n  Davis's identification, the State's case against Moore and Wideman was tenuous. \r\n  Accordingly, we find the error in admitting Davis's identification testimony \r\n  without first determining that her identification was reliable was not harmless. \r\n  See State v. Singleton, 303 S.C. 313, 400 S.E.2d 487 (1991) (finding \r\n  that in the absence of overwhelming guilt, the error was not harmless). Therefore, \r\n  we remand this case for the trial court to hold a hearing to determine whether, \r\n  under the totality of the circumstances, Davis's identification of Wideman and \r\n  Moore was reliable.  \r\nREVERSED AND REMANDED. \r\n   \r\nANDERSON, J., concurs; HOWELL, \r\n  C.J., dissents in separate opinion. \r\n   \r\n1.  Terrance Wideman \r\n  was tried and convicted with Moore and raises the same issue on appeal. See \r\n  State v. Wideman, Op. No. 99-UP-101 (S.C. Ct. App. filed February&nbsp;&nbsp;22, \r\n  1999).  \r\n\r\n\r\nHOWELL, C.J., dissenting: \r\nBecause I believe that the eyewitness identification in this case was unreliable \r\nas a matter of law and that a remand for a hearing to determine the reliability \r\nof identification is therefore unnecessary, I respectfully dissent. \r\n\r\nI. \r\n   \r\nAs the majority recognizes, \"[a] \r\n  criminal defendant may be deprived of due process of law by an identification \r\n  procedure that is unnecessarily suggestive and conducive to irreparable mistaken \r\n  identification.\" State v. Johnson, 311 S.C. 132, 134, 427 S.E.2d 718, \r\n  719 (Ct. App. 1993); see Stovall v. Denno, 388 U.S. 293, 301-02 \r\n  (1967). However, even if the identification procedures are suggestive, no due \r\n  process violation occurs if, under the totality of the circumstances, the identification \r\n  is reliable. Neil v. Biggers, 409 U.S. 188, 198-99 (1972). \r\n   \r\nWhether an eyewitness identification \r\n  is sufficiently reliable is a mixed question of law and fact subject to de \r\n  novo review on appeal. Sumner v. Mata, 455 U.S. 591, 591-92, 597 \r\n  (1982) (\"We agree with the Court of Appeals that the ultimate question as to \r\n  the constitutionality of the pretrial identification procedures used in this \r\n  case is a mixed question of law and fact that is not governed by 2254(d),\" which \r\n  \"requires federal courts in habeas proceedings to accord a presumption of correctness \r\n  to state-court findings of fact.\"); State v. Mack, 871 P.2d 1265, 1269 \r\n  (Kan. 1994) (\"An eyewitness identification due process determination is a mixed \r\n  question of law and fact that should be reviewed de novo.\"). Of course, when \r\n  determining this issue, we are \"bound by fact findings in response to preliminary \r\n  motions where there has been conflicting testimony or where the findings are \r\n  supported by the evidence and not clearly wrong or controlled by an error of \r\n  law.\" State v. Asbury, 328 S.C. 187, 193, 493 S.E.2d 349, 352 (1997). \r\n    \r\nThus, when considering the due process \r\n  question of the reliability of an eyewitness identification, the appellate court \r\n  determines the constitutional significance of the facts as found by the trial \r\n  court, provided those facts are supported by the evidence. See Biggers, \r\n  409 U.S. at 193, n.3 (reversing district court's conclusion in habeas proceeding \r\n  that eyewitness identification was unconstitutionally suggestive and noting \r\n  that question of whether district court's factual findings were clearly erroneous \r\n  is \"inapplicable here where the dispute between the parties is not so much over \r\n  the elemental facts as over the constitutional significance to be attached to \r\n  them.\"); cf. State v. Brockman, 329 S.C. 115, 121, 494 S.E.2d \r\n  440, 443 (Ct. App. 1997) (When determining whether a fourth amendment violation \r\n  occurred, the appellate court \"defer[s] to the trial court's factual findings \r\n  and review[s] them only for clear error and lack of evidentiary support, but \r\n  our review is de novo on the mixed questions of law and fact under a Fourth \r\n  Amendment analysis.\"), cert. granted (December 3, 1998). \r\n   \r\nII. \r\n   \r\nAfter hearing testimony from the \r\n  eyewitness, the trial court denied Moore's motion to suppress, stating, \"The \r\n  court's finding is that there is evidence - I won't say reliable, but I think \r\n  that's a matter for the jury - that she can identify them. I don't find it unduly \r\n  suggestive. I find the issues - the weight is a matter for the jury.\" \r\n   \r\nThere are several ways to interpret \r\n  this ruling. First, it could be that the trial court concluded the identification \r\n  procedure was not unduly suggestive and therefore did not reach the question \r\n  of the reliability of the identification. Second, it could be that the trial \r\n  court determined the identification was not reliable, but nonetheless concluded \r\n  the issue should be submitted to the jury. Finally, it could be, as the majority \r\n  concludes, that the trial court believed reliability was solely a question \r\n  for the jury and that the court therefore did not determine whether the eyewitness \r\n  identification was reliable. I do not believe, however, that a hearing to allow \r\n  the trial court to determine the reliability of the identification is necessary \r\n  under any interpretation of the court's ruling. \r\n   \r\nThe facts underlying the eyewitness \r\n  identification in this case are undisputed. The reliability question, therefore, \r\n  is not dependent on the trial court's resolution of conflicting evidence, but \r\n  instead simply involves a legal determination of the constitutional significance \r\n  to be attached to the undisputed facts. See Biggers 409 U.S. at \r\n  193, n.3; see also State v. Jenkins, 20 S.C. 351,352 (1883) (Double \r\n  jeopardy question \"is a mixed one of law and fact. The facts, however, are not \r\n  disputed, and, therefore, the question of law is alone to be considered.\"); \r\n  cf. Asbury, 328 S.C. at 193, 493 S.E.2d at 352 (Appellate court \r\n  is \"bound by fact findings in response to preliminary motions where there \r\n  has been conflicting testimony or where the findings are supported by the \r\n  evidence and not clearly wrong or controlled by an error of law.\") (emphasis \r\n  added); State v. Lyles, 211 S.C. 334, 45 S.E.2d 181, 183 (1947) (\"There \r\n  are cases, no doubt, so clear in nature and undisputed in facts, as that \r\n  the court could pronounce a possession recent or not recent as a matter of law; \r\n  but the question is usually one of fact for the determination of the jury.\") \r\n  (emphasis added). Even if the trial court determined, whether at the original \r\n  trial or after a remand from this court, the identification procedure to be \r\n  reliable, this Court would be called upon to review that decision and determine \r\n  whether, as a matter of law, the eyewitness identification was reliable and \r\n  therefore properly admitted.(1) Accordingly, \r\n  I believe that a remand is neither necessary nor appropriate in this case, and \r\n  that this Court should consider the ultimate question of the reliability and \r\n  admissibility of the eyewitness identification. \r\n   \r\nA. \r\n   \r\nClearly, the show-up procedures used \r\n  in this case were highly suggestive. The witness was driven by a police officer \r\n  in a police car to a parking lot where the defendants were standing in front \r\n  of a police car. There were \"a lot of police officers\" at the scene, but the \r\n  defendants were the only people wearing clothes similar to those described by \r\n  the witness. Defendant Moore, who ran when he was approached by the police, \r\n  was leaning over and throwing up. A police dog that had followed a trail from \r\n  behind the apartments and \"reacted on\" Moore apparently was still at the scene. \r\n  The witness was asked by her police escort \"could [she] identify-did they look \r\n  familiar and did the clothing look familiar.\" Under these circumstances, I conclude \r\n  that the show-up procedure was unduly suggestive and that the procedures were \r\n  conducive to an irreparable mistaken identification. See, e.g., \r\n  Stovall, 388 U.S. at 302 (\"The practice of showing suspects singly to \r\n  persons for the purpose of identification, and not as part of a lineup, has \r\n  been widely condemned.\"); Johnson, 311 S.C. at 134, 427 S.E.2d at 719 \r\n  (\"[S]ingle person showups are particularly disfavored in the law.\"). The question \r\n  then becomes whether the identification can be considered reliable notwithstanding \r\n  the suggestive nature of the procedure.  \r\n   \r\nB. \r\n   \r\nTo determine whether an identification \r\n  is reliable, it is necessary to consider the factors set forth in Neil v. \r\n  Biggers:  \r\nthe opportunity of the witness to \r\n  view the criminal at the time of the crime, the witness' degree of attention, \r\n  the accuracy of the witness' prior description of the criminal, the level of \r\n  certainty demonstrated by the witness at the confrontation, and the length of \r\n  time between the crime and the confrontation. \r\n   \r\n409 U.S. at 199; see also \r\n  Manson v. Brathwaite, 432 U.S. 98, 114 (1977) (\"[R]eliability is the \r\n  linchpin in determining the admissibility of identification testimony. . . . \r\n  The factors to be considered are set out in Biggers . . . . Against these \r\n  factors is to be weighed the corrupting effect of the suggestive identification \r\n  itself.\"). I will discuss each of the factors below. \r\n   \r\n(1) \r\n   \r\nThe eyewitness twice saw the perpetrators, \r\n  but only for mere seconds each time. The witness was never face-to-face with \r\n  the men and saw them from some distance both times.(2) \r\n  She never saw the full face of either man, viewing one only from behind and \r\n  the other from the side. Thus, the witness had only a very limited opportunity \r\n  to view the criminals.  \r\n(2) \r\n   \r\nBecause the witness was really a \r\n  mere passerby, she did not have the more acute degree of attention that we generally \r\n  presume a victim to have. See State v. Ford, 278 S.C. 384, 386, \r\n  296 S.E.2d 866, 867 (1982) (\"Because [the eyewitness] was a victim as opposed \r\n  to a mere passerby, his degree of attention was presumably acute.\"); State \r\n  v. Johnson, 318 S.C. 372, 375, 458 S.E.2d 49, 51 (Ct. App. 1995) (\"[A] person \r\n  in fear of his life presumably has a more acute degree of attention to his surroundings \r\n  than a mere passerby.\").  \r\n(3) \r\n   \r\nIt appears from the record that the \r\n  witness's description of the men behind the apartment generally matched that \r\n  of the defendants when they were apprehended. The witness described the men \r\n  she saw behind the apartment as African-American, with one of the men being \r\n  taller and darker-skinned than the other. The taller man had \"braided or plaited\" \r\n  hair. The clothes the witness described the men as wearing were common, with \r\n  no real distinguishing features-- the taller man was wearing a white hat, white \r\n  tee shirt, and blue shorts, while the shorter man was wearing a white tee shirt, \r\n  pants or shorts, and a black hat. Other than the braided hair of one of the \r\n  perpetrators, which is a relatively common hairstyle, the witness's description \r\n  included no noteworthy or distinguishing details. Instead, the description of \r\n  the suspects' physical characteristics and clothing was so general that many \r\n  people could have satisfied it. Accordingly, that the defendants matched the \r\n  witness's very general description does little to establish the reliability \r\n  of the identification.  \r\n(4) \r\n   \r\nThe eyewitness's testimony indicates \r\n  that she was relatively certain at the show-up that the defendants were the \r\n  men she saw behind the apartment.(3) Nonetheless, \r\n  given that the witness's initial description was only of very general physical \r\n  characteristics and very common clothing, the certainty of her identification \r\n  is less meaningful.  \r\n(5) \r\n   \r\nFinally, the witness identified the \r\n  defendants at the show-up approximately one hour after she saw the men behind \r\n  the apartment. Given this short time period, the witness's recollection of the \r\n  men she had seen should have been sharp. This factor, therefore, tends to indicate \r\n  that the identification may have been reliable. Again, however, the importance \r\n  of this factor is, in my view, diminished by the very generality of the witness's \r\n  description. There were no fine details for the witness to remember; thus, that \r\n  the confrontation occurred shortly after the sighting is largely unimportant. \r\n   \r\nC. \r\n   \r\nIn my view, an analysis of the Neil \r\n  v. Biggers factors leads to the conclusion that the witness's identification \r\n  of the defendants was not reliable. Certainly, some of the factors may indicate, \r\n  to some degree, that the identification was reliable. However, the first two \r\n  Biggers factors strongly support the conclusion that the identification \r\n  in fact was not reliable. That the eyewitness recognized Wideman at the show-up \r\n  as someone she knew as \"Coochie Terry\" further supports this conclusion. Although \r\n  the witness testified that she was certain at the show-up that \"Coochie Terry\" \r\n  was the taller, darker man she had seen behind the apartment (and whose face \r\n  she had seen from the side), she could not identify him as \"Coochie Terry\" until \r\n  the show-up. The witness's failure to identify \"Coochie Terry\" until the show-up \r\n  tends to indicate that her opportunity to view and her attention to the perpetrators \r\n  was very limited, supporting the conclusion that she would not have made the \r\n  identification but for the suggestiveness of the show-up. \r\n   \r\nIn State v. Kennedy, 249 S.E.2d \r\n  188 (W.Va. 1978), the West Virginia Supreme Court of Appeals was presented with \r\n  a similar case. In Kennedy, the manager of a store interrupted a burglary \r\n  and unsuccessfully pursued one of the perpetrators through the town. A few hours \r\n  later, while the manager was at the police station, a suspect in handcuffs was \r\n  brought to the manager, who was asked to nod if the suspect was the man he had \r\n  pursued. The manager positively identified the suspect. 249 S.E.2d at 189. \r\n   \r\nThe Kennedy court reviewed \r\n  the reliability of the identification under the factors set forth in Neil \r\n  v. Biggers and concluded that the identification was not sufficiently reliable \r\n  to overcome the suggestiveness of the identification procedures. Id. \r\n  at 190. First, the court noted that the witness had little opportunity to view \r\n  the criminal given that the witness saw him only from a distance, never saw \r\n  his face, and \"the visibility was less than ideal.\" Id. The court questioned \r\n  the witness's degree of attention, given that the witness \"was undoubtedly concentrating \r\n  on his task of pursuit.\" Id. As to the accuracy of the witness's prior \r\n  identification, the court first questioned whether any pre-identification description \r\n  had been given, but then concluded that \"[i]f any had been given it seems to \r\n  be limited to a description of clothing and hair style with no mention of any \r\n  distinguishing physical characteristics.\" Id. While the court acknowledged \r\n  that the witness appeared very certain of his identification and that only a \r\n  few hours had passed between the pursuit and the identification, the court nonetheless \r\n  concluded the identification evidence should have been suppressed: \r\n   \r\n[The witness's] identification does \r\n  have some, although admittedly few, aspects of reliability, but when these are \r\n  weighed against the suggestive procedure of bringing the suspect before the \r\n  identifier alone and in handcuffs the scale tips toward unreliability and the \r\n  identification must be suppressed because there was a \"substantial likelihood \r\n  of irreparable misidentification.\" We agree with the Supreme Court that suggestive \r\n  procedures alone should not be the basis of excluding an otherwise \r\n  reliable identification and decline to adopt any more restrictive rule under \r\n  State law; however, when suggestive procedures are connected with an identification \r\n  of questionable reliability exclusion is the only remedy. \r\n   \r\nKennedy, 249 S.E.2d at 190-91 \r\n  (citation omitted) (emphasis original). \r\n   \r\nSimilarly, I do not believe that \r\n  the few factors indicating the identification in this case might be reliable \r\n  are sufficient to overcome the factors that strongly indicate the identification \r\n  was unreliable. Therefore, after carefully considering the totality of the circumstances \r\n  surrounding the identification of the defendants in this case, I simply cannot \r\n  conclude that the identification was sufficiently reliable to overcome the highly \r\n  suggestive procedures and the resulting substantial likelihood of irreparable \r\n  misidentification. See In the Interest of Jamaal Rashee A., 308 \r\n  S.C. 392, 396, 418 S.E.2d 326, 329 (Ct. App. 1992) (finding identification to \r\n  be unreliable where, inter alia, victim did not have a reasonable opportunity \r\n  to view the criminals, lighting at the scene was poor, and the encounter \"was \r\n  of no significant duration\"). I would hold that the identification was unreliable \r\n  as a matter of law such that admission of evidence of the identification violated \r\n  the due process rights of the defendants. \r\n   \r\nAs the majority notes, the other \r\n  evidence against the defendants was far from overwhelming. The error in admitting \r\n  the identification testimony, therefore, cannot be considered harmless. Accordingly, \r\n  I would reverse the conviction and remand for a new trial.\r\n1.  Because an \r\n  in camera hearing was held in this case that allowed for a full development \r\n  of the facts surrounding the identification, this case differs from State \r\n  v. Simmons, 308 S.C. 80, 417 S.E.2d 92 (1992). In Simmons, the trial \r\n  court refused to hold a hearing to determine the reliability of a challenged \r\n  identification. Id. at 82, 417 S.E.2d at 93. The Supreme Court, therefore, \r\n  remanded for a hearing on the identification. Id. at 83, 417 S.E.2d at \r\n  93-94. \r\n2.  The first \r\n  time the witness saw the men she was in a car at the end of her driveway, approximately \r\n  40-50 yards away from the men. She saw them the second time from the corner \r\n  of her apartment after driving into the driveway and getting out of the car. \r\n  While the witness testified at trial about her distance from the men the second \r\n  time, the testimony was the \"from-here-to-there-in-the-courtroom\" type; no specific \r\n  distance was ever mentioned. \r\n3.  I note, however, \r\n  that only the witness testified during the in camera hearing. The police \r\n  officers present at the show-up offered no testimony at trial as to the witness's \r\n  degree of certainty at the show-up. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"}]