[{"id":"3030","title":"State v. Green","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3030","description":"","date":"1999-08-02","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nState v. Green\r\n\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n________\r\n\r\n\r\n \r\n   \r\n     \r\n       \r\n         \r\n          The State, Appellant,\r\n          \r\n          v.\r\n          Ronald C. Green, Respondent.\r\n        \r\n      \r\n    \r\n  \r\n\r\n________\r\n\r\n\r\n\r\nAppeal From Aiken \r\n  County\r\n  David H. Maring, Sr., Circuit Court Judge\r\n________\r\n  \r\n\r\nOpinion No: 3030\r\n  Heard June 6, 1999 - Filed August 2, 1999\r\n      \r\n________\r\n\r\nREVERSED IN \r\n  PART\r\n________\r\n\r\n \r\n   \r\n     \r\n       \r\n        Attorney General Charles \r\n          M. Condon, Deputy Attorney General John W. McIntosh; and Chief Jonathan \r\n          E. Ozmint and Assistant Attorney General Anne Hunter Young, both of \r\n          State Grand Jury, all of Columbia, for appellant.\r\n          \r\n        Elmer W. Hatcher, Jr.; and \r\n          Robert J. Harte, both of Aiken, for respondent.\r\n      \r\n    \r\n    ________\r\n      \r\n  \r\n\r\nCURETON, J.: The \r\n  State appeals a circuit court order dismissing, without prejudice, a State Grand \r\n  Jury indictment against Ronald C. Green. To the extent that the issue on appeal \r\n  is not moot, we reverse.\r\n  \r\nPROCEDURAL \r\n  BACKGROUND\r\n  \r\nOn November 12, 1996, a State Grand \r\n  Jury indicted Green on three counts of trafficking in cocaine, two counts of \r\n  trafficking in crack cocaine, and one count of resisting arrest. The trafficking \r\n  indictments were based on drug sales to a confidential informant cooperating \r\n  with the State Law Enforcement Division. \r\n  \r\n  \r\nThe circuit court held a hearing \r\n  upon the State's motion requesting the court rule on the issue of whether the \r\n  State Grand Jury had subject matter jurisdiction over the offenses charged. \r\n  The indictment alleged each offense occurred in Aiken County or Aiken County \r\n  and a county in Georgia. During the hearing, the State presented testimony of \r\n  an officer involved in the investigation. The confidential informant was not \r\n  present to testify at the hearing. The trial judge found no evidence of multi-county \r\n  significance and dismissed the indictment for lack of subject matter jurisdiction \r\n  without prejudice. The State appeals.\r\n  \r\nThe Aiken County Grand Jury subsequently \r\n  indicted Green on four of the six counts contained in the State Grand Jury indictment. \r\n  The Aiken County Grand Jury did not indict Green on the remaining charges - \r\n  a June 1, 1996, count for trafficking in cocaine and an August 11, 1996, trafficking \r\n  in crack cocaine charge. Green pled guilty to the Aiken County charges. The \r\n  State agreed to recommend Green receive sentences concurrent with those for \r\n  his Aiken County convictions if Green is prosecuted and convicted on the remaining \r\n  two charges.\r\n\r\n\r\n\r\nLAW/ANALYSIS\r\n  \r\nMootness \r\n  of the State's Appeal\r\n  \r\nGreen argues the State's appeal is \r\n  moot because he pled guilty to four of the charges in Aiken County. As to the \r\n  charges to which he pled, we agree. However, on the two remaining charges, the \r\n  State's appeal is not moot.\r\n  \r\nWhen judgment on an issue can have \r\n  no practical effect upon an existing case or controversy, the issue is moot. \r\n  See Dodge v. Dodge, 332 S.C. 401, 505 S.E.2d 344 (Ct. App. 1998); \r\n  Charest v. Charest, 329 S.C. 511, 495 S.E.2d 784 (Ct. App. 1997). \"A \r\n  criminal case is moot only if there is no possibility that any legal consequences \r\n  will be imposed.\" Sibron v. New York, 392 U.S. 40, 57 (1968). Because \r\n  Green pled guilty to four of the charges alleged in the State Grand Jury indictment, \r\n  judgment on the appealed order can have no practical effect upon those four \r\n  charges.\r\n  \r\nHowever, the State's appeal is not \r\n  moot as to the two remaining counts of the indictment. In return for Green's \r\n  guilty plea on the four charges, the State agreed to recommend concurrent sentences \r\n  if Green is convicted or pleads guilty to the remaining charges. This does not \r\n  negate the possibility of legal consequences stemming from the remaining charges. \r\n  Conviction is itself a legal consequence. Furthermore, the State's sentence \r\n  recommendation is not binding on the trial judge. Brooks v. State, 325 \r\n  S.C. 269, 272, 481 S.E.2d 712, 713 (1997) (\"The trial judge was not bound to \r\n  accept the negotiated sentence reached by the State and respondent.\"); see \r\n  also Wolfe v. State, 326 S.C. 158, 485 S.E.2d 367 (1997); State \r\n  v. Riddle, 278 S.C. 148, 292 S.E.2d 795 (1982); Lambert v. State, \r\n  260 S.C. 617, 198 S.E.2d 118 (1973). Although the State agreed to recommend \r\n  concurrent sentencing, under the statutes charged, Green could be sentenced \r\n  to thirty years rather than twenty-five and fined as much as $50,000 on each \r\n  count. See S.C. Code Ann. §§ 44-53-370(e)(2)(a) and 44-53-375(C)(2). \r\n  Clearly, any conviction on the two remaining charges has legal consequences \r\n  despite the State's agreement to recommend concurrent sentencing. Therefore, \r\n  the appeal is not moot as to Counts One and Two of the State Grand Jury indictment.\r\n  \r\nSubject \r\n  Matter Jurisdiction\r\n  \r\nThe State argues the trial judge \r\n  erred in dismissing the State Grand Jury indictment for lack of subject matter \r\n  jurisdiction. We agree.\r\n  \r\nThe General Assembly created the \r\n  State Grand Jury, in part, to improve the State's ability to \"detect and eliminate \r\n  criminal activity.\" S.C. Code Ann. § 14-7-1610 (Supp. 1998). The State Grand \r\n  Jury's jurisdiction extends only to certain crimes. S.C. Code Ann. § 14-7-1630 \r\n  (Supp. 1998). The State Grand Jury has subject matter jurisdiction over \"any \r\n  crime arising out of or in connection with a crime involving narcotics, dangerous \r\n  drugs, or controlled substances, if the crimes are of a multi-county nature \r\n  or have significance in more than one county of this state.\" State v. Evans, \r\n  322 S.C. 78, 81, 470 S.E.2d 97, 98 (1996). See also S.C. Code Ann. § \r\n  14-7-1610 (Supp. 1998). \r\n  \r\nThis jurisdictional mandate only \r\n  requires that an otherwise valid indictment contain an allegation of multi-county \r\n  significance. State v. James, 321 S.C.75, 472 S.E.2d 38 (Ct. App. 1996) \r\n  (citing Evans, 322 S.C. 78, 470 S.E.2d 97). The State Grand Jury may \r\n  properly return an indictment alleging a single-county offense if the offense \r\n  has multi-county significance and the indictment contains this allegation. State \r\n  v. Wilson, 315 S.C. 289, 433 S.E.2d 864 (1993). \"[O]nce jurisdiction vests \r\n  in the State Grand Jury, the State need not prove multi-county impact at trial \r\n  unless multi-county impact is actually an element of the offense charged.\" James, \r\n  321 S.C. at 81, 472 S.E.2d at 41 (citing Evans, 322 S.C. 78, 470 S.E.2d \r\n  97). \r\n  \r\n\"[T]he State Grand Jury operates \r\n  under a very specialized procedure under which a defendant is permitted to obtain \r\n  and review all evidence which was considered in handing down an indictment.\" \r\n  Evans, 322 S.C. 78, 79, 470 S.E.2d 97, 99 at n.1. Under footnote one \r\n  in Evans, a defendant can attack the State Grand Jury's subject matter \r\n  jurisdiction by challenging the sufficiency of the evidence presented at the \r\n  grand jury proceeding before the jury is sworn. See id. \r\n  \r\nIn this case, the trial judge considered \r\n  the evidence presented at the preliminary hearing, rather than the evidence \r\n  before the State Grand Jury. Because the State's informant who had testified \r\n  before the State Grand Jury was unavailable at the preliminary hearing, the \r\n  trial court excluded most of his testimony as hearsay. The court specifically \r\n  held, \"[t]he informant cannot presently be located; therefore, no one who actually \r\n  took part in the buys is available to testify as to multi-county significance.\" \r\n  The court further stated, \"Because no multi-county significance has been established \r\n  before this court, subject matter jurisdiction does not exist\" (emphasis \r\n  added). The trial judge erroneously based his decision on the evidence presented \r\n  at the preliminary hearing, instead of evaluating the sufficiency of the evidence \r\n  before the Grand Jury, as is required under Evans.\r\n  \r\nThe testimony of Larry Wilson, the \r\n  State's informant, was presented to the State Grand Jury. Wilson testified to \r\n  delivering and receiving payment for heroin and cocaine for a Mr. Bellamy. Wilson \r\n  also said he accompanied Bellamy to Aiken County, where Bellamy bought cocaine \r\n  from Green. According to Wilson, Bellamy returned to Charleston and distributed \r\n  the cocaine in the Charleston area. Additionally, S.L.E.D. agent Wallace Owens \r\n  testified Green's arrest resulted from the investigation of a large drug distribution \r\n  ring involving six counties in South Carolina. Clearly, evidence was presented \r\n  from which the State Grand Jury could conclude the charged offenses had \"multi-county \r\n  significance.\"\r\n  \r\nBoth remaining counts of the indictment \r\n  at bar stated the alleged offenses had \"significance in more than one county \r\n  of this State.\" This satisfies the requirement of Section 14-7-1630(A)(1) as \r\n  interpreted by Evans. Additionally, the indictment is otherwise facially \r\n  valid. The trial court thus erred in dismissing the indictment for lack of subject \r\n  matter jurisdiction.\r\n\r\n\r\n\r\nCONCLUSION\r\n  \r\nAs to counts one and two of the indictment, \r\n  the order of the circuit court is reversed.\r\n  \r\nREVERSED IN PART.\r\n  \r\nANDERSON and STILWELL, JJ., \r\n  concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3031","title":"Gist v. Berkeley County Sheriff's Department","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3031","description":"","date":"1999-08-02","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nGist v. Berkeley County Sheriff's Department\r\n\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n________ \r\n  \r\n\r\n \r\n   \r\n     \r\n       \r\n        Anthony Gist, Appellant,\r\n        \r\n        v.\r\n        \r\n        Berkeley County Sheriff's \r\n          Department, Respondent.\r\n      \r\n    \r\n  \r\n\r\n________\r\n  \r\nAppeal From Berkeley \r\n  County\r\n  B. Hicks Harwell, Jr., Circuit Court Judge\r\n________\r\n\r\nOpinion No: 3031\r\n  Heard June 9, 1999 - Filed - August 2, 1999\r\n________\r\n\r\nREVERSED AND \r\n  REMANDED\r\n________\r\n\r\n \r\n   \r\n     \r\n       \r\n        Peter J. Tepley and Vanessa \r\n          G. Crittenden, both of Turnipseed &amp; Associates, of Columbia, for \r\n          appellant.\r\n          \r\n        Sandra J. Senn, of Charleston; \r\n          and Stephanie P. McDonald, of Mt. Pleasant, for respondent.\r\n      \r\n    \r\n  \r\n\r\n________\r\n  \r\nPER CURIAM: Anthony \r\n  Gist sued the Berkeley County Sheriff's Department alleging false arrest and \r\n  imprisonment.(1) The trial court granted summary \r\n  judgment in favor of the Sheriff's Department. Gist appeals. We reverse and \r\n  remand. \r\n  \r\nFACTS\r\n  \r\nOn April 27, 1992 , an African-American \r\n  male robbed the Fuel Depot, a convenience store in Monck's Corner, by holding \r\n  the clerk at knife-point. The clerk, Martha McDonald, told the police the robber \r\n  was the same person who had attempted to cash a two-party check at the store \r\n  earlier that day. She stated the name on the check was Anthony Gueist or Gist. \r\n  McDonald could not remember the exact spelling of the last name. McDonald also \r\n  recalled the address on the check was for Berkeley Arms.\r\n  \r\nThe investigating officer, Lewis \r\n  Oliver, took a soda can and packs of cigarettes the robber left on the counter \r\n  as evidence to process for fingerprints. He also lifted the robber's fingerprints \r\n  from the door (because the clerk had just cleaned the window before the robbery, \r\n  the robber's fingrprints were the only ones on the window).\r\n  \r\nA few days after the robbery, McDonald \r\n  told police she thought she saw the robber driving a red Chevrolet and provided \r\n  a license plate number. A car matching the description was registered to Terry \r\n  and Sandy Davis. \r\n  \r\nOliver visited the home of an Anthony \r\n  William Gist, who lived at the Berkeley Arms. Oliver obtained a picture of this \r\n  Anthony Gist, which he showed to McDonald. McDonald stated the picture was not \r\n  of the same person who robbed her.\r\n  \r\nOliver later obtained appellant Gist's \r\n  driver's license photograph. McDonald identified Gist as the person who robbed \r\n  her. According to Oliver's notes, McDonald remarked the mustache and glasses \r\n  on Gist's driver's license were different, but she was positive of her identification.\r\n  \r\nOliver sought an arrest warrant for \r\n  Gist. In his arrest warrant, Oliver reported the facts of the robbery. The affidavit \r\n  does not contain any facts actually linking Gist to the crime. The magistrate \r\n  issued the warrant in September, 1992.\r\n  \r\nWhen Gist learned about the outstanding \r\n  warrant for his arrest approximately sixteen months after the warrant was issued, \r\n  he turned himself in to the Richland County Sheriff's Office and was arrested \r\n  for armed robbery. Gist hired an attorney to defend him on the criminal charges. \r\n  Gist was held over to the next General Sessions term under bond after a preliminary \r\n  hearing. Subsequent to the preliminary hearing, the Sheriff's Department completed \r\n  a fingerprint analysis which indicated Gist's fingerprints did not match those \r\n  of the robber. The charges against Gist were dismissed approximately two months \r\n  later. On March 2, 1994, Gist obtained an order for the destruction of his arrest \r\n  records.\r\n  \r\nGist commenced the present action \r\n  on September 20, 1995, alleging false arrest and imprisonment. The Sheriff's \r\n  Department moved for summary judgment. The trial court granted the motion. The \r\n  court ruled the Sheriff's Department could not be held liable for damages because \r\n  there was a neutral and detached magistrate's determination of probable cause. \r\n  The court held the Sheriff's Department was not grossly negligent in complying \r\n  with the magistrate's order and that there was probable cause for the arrest \r\n  as a matter of law. The court also found the Sheriff's Department was placed \r\n  at a disadvantage because Gist secured an expungement of the arrest records \r\n  prior to filing suit. \r\n  \r\n  \r\nLAW/ANALYSIS\r\n  \r\nSummary judgment is appropriate when \r\n  it is clear there is no genuine issue of material fact and the moving party \r\n  is entitled to judgment as a matter of law. Etheredge v. Richland Sch. Dist. \r\n  1, 330 S.C. 447, 499 S.E.2d 238 (Ct. App. 1998); Rule 56(c), SCRCP. Summary \r\n  judgment is not appropriate where further inquiry into the facts is desirable \r\n  to clarify the application of the law. Tupper v. Dorchester County, 326 \r\n  S.C. 318, 487 S.E.2d 187 (1997). When determining whether any triable issue \r\n  of fact exists, the evidence and all reasonable inferences therefrom must be \r\n  viewed in the light most favorable to the nonmoving party. Pye v. Aycock, \r\n  325 S.C. 426, 480 S.E.2d 455 (Ct. App. 1997). All ambiguities, conclusions, \r\n  and inferences arising from the evidence must be construed most strongly against \r\n  the movant. Staubes v. City of Folly Beach, 331 S.C. 192, 500 S.E.2d \r\n  160 (Ct. App. 1998), cert. granted, Mar. 3, 1999.\r\n  \r\nProbable \r\n  cause\r\n  \r\nGist argues the trial court erred \r\n  in granting summary judgment because a genuine issue of material fact exists \r\n  as to whether there was probable cause for his arrest. We agree. \r\n  \r\nFalse imprisonment is \"deprivation \r\n  of a person's liberty without justification.\" Caldwell v. K-Mart Corp., \r\n  306 S.C. 27, 30, 410 S.E.2d 21, 23 (Ct. App. 1991). An action for false imprisonment \r\n  may not be maintained where the plaintiff was arrested by lawful authority. \r\n  Jones v. City of Columbia, 301 S.C. 62, 389 S.E.2d 662 (1990). \r\n  \r\nThe fundamental issue in determining \r\n  the lawfulness of an arrest is whether there was \"probable cause\" to make the \r\n  arrest. Wortman v. Spartanburg, 310 S.C. 1, 425 S.E.2d 18 (1992). \"Probable \r\n  cause is defined as a good faith belief that a person is guilty of a crime when \r\n  this belief rests upon such grounds as would induce an ordinarily prudent and \r\n  cautious person, under the circumstances, to believe likewise.\" Id. at \r\n  4, 425 S.E.2d at 19. \"In determining the presence of probable cause for arrest, \r\n  the probability cannot be technical, but must be factual and practical considerations \r\n  of everyday life on which reasonable, prudent and cautious men, not legal technicians, \r\n  act.\" Summersell v. South Carolina Dep't of Pub. Safety, 334 S.C. 357, \r\n  365, 513 S.E.2d 619, 623 (Ct. App. 1999). The issue of probable cause is a question \r\n  of fact and ordinarily one for the jury. Wortman, 310 S.C. 1, 425 S.E.2d \r\n  18.\r\n  \r\n\"All proceedings before magistrates \r\n  in criminal cases shall be commenced on information under oath, plainly and \r\n  substantially setting forth the offense charged, upon which, and only which, \r\n  shall a warrant of arrest issue.\" S.C. Code Ann. § 22-3-710 (1976). A warrant \r\n  affidavit that is \"insufficient in itself to establish probable cause may be \r\n  supplemented before a magistrate by sworn oral testimony.\" State v. Crane, \r\n  296 S.C. 336, 338, 372 S.E.2d 587, 588 (1988). However, a warrant issued upon \r\n  a statement of facts not sworn to is unconstitutional. State v. Wimbush, \r\n  9 S.C. 309 (1878).\r\n  \r\nIn this case, the warrant's affidavit \r\n  does not state the facts upon which probable cause was based. It does not contain \r\n  any facts actually linking Gist to the crime. As the Sheriff's Department conceded \r\n  at oral argument, the affidavit, standing alone, was insufficient to establish \r\n  probable cause. See State v. Smith, 301 S.C. 371, 373, 392 S.E.2d \r\n  182, 183 (1990) (quoting Illinois v. Gates, 462 U.S. 213, 239 (1983)) \r\n  (\"An affidavit must contain sufficient underlying facts and information upon \r\n  which a magistrate may make a determination of probable cause. [citations omitted] \r\n  Mere conclusory statements which give the magistrate no basis to make a judgment \r\n  regarding probable cause are insufficient.\").\r\n  \r\nAt his deposition, Oliver, the investigating \r\n  officer for the Sheriff's Department, testified he sought the arrest warrant \r\n  for Gist based on McDonald positively identifying Gist in a photographic lineup. \r\n  He further testified that, although the warrant does not reference the photographic \r\n  lineup, he told the judge about it orally. The record does not contain any evidence \r\n  as to whether the affidavit was accompanied by sworn, oral testimony before \r\n  the judge. \r\n  \r\nFurthermore, there is an issue of \r\n  material fact concerning whether a photographic lineup occurred. In her deposition, \r\n  McDonald said Oliver showed her four or five different photos. Because she gave \r\n  her deposition over five years after the robbery, her memory was sketchy. She \r\n  could not remember if the photos were head shots or family pictures. She remembered \r\n  telling Oliver one of the photos may have been the robber, but she could not \r\n  remember whether the robber wore glasses. She recalled Oliver telling her to \r\n  picture the person in the photograph with or without glasses.\r\n  \r\nOliver said he showed McDonald six \r\n  photographs from which she identified Gist. The file, however, does not reference \r\n  a photographic lineup, nor does it contain the other photographs. The file only \r\n  contains a supplemental report in which Oliver wrote:\r\nOn 5-28-92 I met with the victim \r\n  McDonald, Martha. Ms. McDonald was shown a copy of a S.C. Drivers licence and \r\n  asked if she new (sic) the subject. Ms. McDonald stated, \"Thats (sic) the guy \r\n  who robbed me.\" I asked Ms. McDonald if she was positive, she stated yes. The \r\n  only thing different was the mustash (sic) and the glasses, But she was positive \r\n  that the person in the photo was and is the same person who robbed her at knife \r\n  point. Investigation to continue.\r\n  \r\nAccording to Oliver, this report \r\n  refers to another identification subsequent to the photographic lineup. Oliver \r\n  testified McDonald came to see him at his office on May 28. She saw the picture \r\n  of Gist in the file on his desk and identified Gist as the robber. Oliver testified \r\n  the report referencing the photographic lineup was missing from the file. The \r\n  officer who testified at the preliminary hearing, however, stated nothing in \r\n  the file mentioned a photo lineup having been used.\r\n  \r\nViewing the evidence in the light \r\n  most favorable to Gist, we find a genuine issue of material fact exists as to \r\n  whether the magistrate was presented sworn, oral testimony concerning a photographic \r\n  lineup when the probable cause determination was made. There is also an issue \r\n  of material fact concerning whether McDonald's identification of Gist was based \r\n  on a proper photographic lineup or on a presentation of Gist's driver's license. \r\n  Accordingly, we find the trial court erred in finding, as a matter of law, probable \r\n  cause existed for Gist's arrest. Because issues of material fact exist, we reverse \r\n  the trial court's grant of summary judgment to the Sheriff's Department. In \r\n  so doing, we express no opinion on the merit of Gist's claim.\r\n  \r\nThe trial court also held the Sheriff's \r\n  Department could not be held liable for damages for false arrest because a magistrate \r\n  issued a warrant for Gist's arrest. This holding is erroneous. The Tort Claims \r\n  Act states a governmental entity is not liable for a loss resulting from the \r\n  \"execution, enforcement, or implementation of the orders of any court or execution, \r\n  enforcement or lawful implementation of any process. . . .\" S.C. Code Ann. § \r\n  15-78-60(3) (Supp. 1998). In this case, however, the Sheriff's Department's \r\n  liability does not arise from the \"execution, enforcement, or implementation\" \r\n  of the magistrate's order. It arises from allegedly securing the warrant without \r\n  probable cause. Therefore, the Sheriff's Department is not shielded from liability \r\n  by the arrest warrant.\r\n  \r\nExpungement \r\n  order\r\n  \r\nGist argues the trial court erred \r\n  in finding the Sheriff's Department was disadvantaged in defending its case \r\n  because Gist had obtained an expungement order. We agree.\r\n  \r\nOliver testified the file was missing \r\n  several reports. The officer who testified at the preliminary hearing stated \r\n  he had the entire file with him, which contained an incident report, supplemental \r\n  reports, and the victim's statement. He did not have any record of a photo lineup \r\n  being presented to McDonald. In addition, Gist's criminal defense attorney stated \r\n  he obtained copies of the incident report and supplemental reports prior to \r\n  the order for destruction of the arrest records. The attorney asserted there \r\n  was no mention in the records he received of a photographic lineup.\r\n  \r\nViewing the evidence in the light \r\n  most favorable to Gist, we find a genuine issue exists as to whether a record \r\n  of a photographic lineup ever existed. The destruction of the record in this \r\n  case prejudices Gist's case as much as it prejudices the Sheriff's Department's \r\n  case. Therefore, the trial court erred in holding that the destruction of the \r\n  record prejudiced the Sheriff's Department alone.\r\n  \r\nSouth \r\n  Carolina Tort Claims Act\r\n  \r\nFinally, Gist argues the trial court \r\n  erred in holding Gist must prove gross negligence on the part of the Sheriff's \r\n  Department to prevail on his claim for false arrest. We agree. \r\n  \r\nIn order to prevail on a claim for \r\n  false imprisonment, the plaintiff must establish: (1) the defendant restrained \r\n  the plaintiff, (2) the restraint was intentional, and (3) the restraint was \r\n  unlawful. Andrews v. Piedmont Air Lines, 297 S.C. 367, 377 S.E.2d 127 \r\n  (Ct. App. 1989). False imprisonment is an intentional tort; negligence is not \r\n  an element. See Jeffcoat v. Caine, 261 S.C. 75, 198 S.E.2d 258 \r\n  (1973).\r\n  \r\nThe Tort Claims Act provides:\r\n  \r\nThe State, an agency, a political \r\n  subdivision, and a governmental entity are liable for their torts in the same \r\n  manner and to the same extent as a private individual under like circumstances, \r\n  subject to the limitations upon liability and damages, and exceptions from liability \r\n  and damages contained therein.\r\n  \r\nS.C. Code Ann. § 15-78-40 (Supp. \r\n  1998).\r\n  \r\nNone of the exceptions from liability \r\n  impose a standard of gross negligence on the torts of false arrest and imprisonment. \r\n  See S.C. Code Ann. § 15-78-60 (Supp. 1998). Wortman, the case \r\n  decided under the Tort Claims Act, did not include gross negligence as an element \r\n  of the torts. See Wortman v. Spartanburg, 310 S.C. 1, 425 S.E.2d \r\n  18 (1992). We find the gross negligence standard is not applicable to the present \r\n  case.\r\n  \r\nFor the foregoing reasons, the trial \r\n  court's grant of summary judgment is reversed and the case is remanded for further \r\n  proceedings.\r\n  \r\nREVERSED AND REMANDED.\r\n  \r\nCURETON, ANDERSON and STILWELL, \r\n  JJ. concur.\r\n\r\n\r\n\r\n\r\n\r\n1.  Gist also \r\n  sued the Richland County Sheriff's Office. The claim against the Richland County \r\n  Sheriff's Office was dismissed by consent.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3032","title":"Brown v. Singleton","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3032","description":"","date":"1999-08-09","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nBrown v. Singleton\r\n\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n________\r\n\r\n   \r\n     \r\n       \r\n         \r\n          \r\n          \r\n          \r\n         \r\n        Annie D. Brown, as Personal \r\n          Representative of the Estate of James Mitchell Brown, Jr., \r\n          Appellant, \r\n        v. \r\n        Monnieque Singleton, M.D., Respondent.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\n   \r\nAppeal From Bamberg \r\n  County\r\n  Rodney A. Peeples, Circuit \r\n  Court Judge\r\n  ________ \r\n  \r\n   \r\nOpinion No. 3032\r\n  Heard June 9, 1999 - Filed \r\n  August 9, 1999 \r\n  ________ \r\n  \r\n   \r\nAFFIRMED\r\n________ \r\n  \r\n \r\n \r\n   \r\n     \r\n      \r\n        Deena Smith McRackan, of \r\n          Charleston, for appellant. \r\n          \r\n           \r\n        Charles E. Carpenter, Jr., \r\n          and S. Elizabeth Brosnan, both of Richardson, Plowden, Carpenter &amp; \r\n        Robinson, of Columbia; and David A. Brown, of Aiken, for respondent.\r\n      \r\n    \r\n  \r\n\r\n________\r\n\r\n\r\n\r\nHUFF, J.: Annie \r\n  D. Brown, as Personal Representative of the Estate of James Mitchell Brown, \r\n  Jr., brought wrongful death and survival actions against Dr. Monnieque Singleton. \r\n  The trial court granted Dr. Singleton summary judgment, ruling Brown's satisfaction \r\n  in full of a Rhode Island judgment precluded her from prosecuting any further \r\n  action. Brown appeals. We affirm. \r\n  \r\n  \r\n  \r\n   \r\nFACTUAL/PROCEDURAL \r\n  BACKGROUND \r\n  \r\n   \r\nIn March of 1993, James Brown sought \r\n  treatment from Dr. Singleton for symptoms that included an itch and rash. Dr. \r\n  Singleton diagnosed James as suffering from an allergic reaction. James informed \r\n  Dr. Singleton that he was allergic to shrimp and cashews. Dr. Singleton advised \r\n  James to avoid these foods, and treated his existing allergic symptoms.  \r\n  \r\n   \r\nThat fall, James attended Johnson \r\n  &amp; Wales University in Warwick, Rhode Island. On October 19, 1993, while \r\n  dining in one of the school's facilities, James unknowingly ingested shrimp \r\n  in an eggroll, which he believed to be a vegetable eggroll. James died as a \r\n  result of an anaphylactic reaction to the shrimp he had ingested.  \r\n  \r\n   \r\nBrown, as the administrator of James's \r\n  estate, brought an action in the United States District Court for the District \r\n  of Rhode Island against Johnson &amp; Wales under Rhode Island's statutes for \r\n  Death by Wrongful Act, R.I. Gen. Laws, §10-7-1, et. seq., seeking pecuniary \r\n  damages, as well as damages for pain and suffering. A jury awarded Brown $434,020.00 \r\n  in damages. Johnson &amp; Wales paid Brown the full verdict amount plus interest \r\n  and costs.  \r\n   \r\nAfter the conclusion of the Rhode \r\n  Island trial, Brown commenced the present action against Dr. Singleton. Dr. \r\n  Singleton filed a motion for summary judgment arguing, because of the satisfaction \r\n  of the judgment against Johnson &amp; Wales, Brown was foreclosed from re-litigating \r\n  any issues relevant to damages. In response, Brown argued the Rhode Island judgment \r\n  should be treated as a release or a covenant not to sue, which would not preclude \r\n  her from bringing an action against a second tortfeasor. She also asserted that \r\n  punitive damages were not authorized by the Rhode Island statute and all of \r\n  the damages awarded by the jury were actual damages. She thus argued she had \r\n  not had the opportunity to litigate punitive damages against Dr. Singleton. \r\n   \r\n   \r\nThe trial judge granted the motion \r\n  for summary judgment. He held the fact that Rhode Island does not permit the \r\n  recovery of punitive damages cannot be a basis for proceeding in South Carolina \r\n  where the actual damages have been fully litigated in Rhode Island and the judgment \r\n  has been satisfied in full. He found punitive damages do not exist as an independent \r\n  cause of action and there must be proof of actual or nominal damages to support \r\n  a verdict of punitive damages. The trial judge further noted, because Johnson \r\n  &amp; Wales maintains an office and conducts business in Charleston, Brown could \r\n  have brought both actions in South Carolina. The court concluded Brown \"had \r\n  a full and fair opportunity to litigate the issue of damages for both wrongful \r\n  death and the survival action . . . and that Judgment has been satisfied in \r\n  full.\" He therefore found Brown was precluded from re-litigating any issues \r\n  relevant to damages.  \r\n   \r\nLAW/ANALYSIS\r\nBrown first contends the trial judge \r\n  erred in refusing to allow her to litigate the issue of actual damages against \r\n  Dr. Singleton. She argues, under South Carolina law, she is not precluded from \r\n  bringing an action against one tortfeasor merely because another tortfeasor \r\n  has obtained either a covenant not to sue or a release. She contends, under \r\n  the Restatement (Second) of Torts § 886 (1979), the discharge of a judgment \r\n  against one of several tortfeasors, each of whom is liable for a single harm, \r\n  is treated like a release or covenant not to sue. She argues, therefore, the \r\n  judgment against Johnson &amp; Wales should be treated like a release or covenant \r\n  not to sue, and she should be allowed to proceed against Dr. Singleton for actual \r\n  damages. We disagree. \r\n   \r\nThe law in South Carolina is clear \r\n  that there can be but one satisfaction for an injury or wrong. See Garner \r\n  v. Wyeth Laboratories, Inc., 585 F.Supp. 189, 192 (D.S.C. 1984) (\"[a] plaintiff \r\n  may have but one satisfaction for a wrong done\"); Truesdale v. South Carolina \r\n  Highway Dep't., 264 S.C. 221, 235, 213 S.E.2d 740, 746 (1975), overruled \r\n  on other grounds by McCall by Andrews v. Batson, 285 S.C. 243, 329 \r\n  S.E.2d 741 (1985) ( \"it is almost universally held that there can be only one \r\n  satisfaction for an injury or wrong\"); Atlantic Coast Line Railroad Company \r\n  v. Whetstone, 243 S.C. 61, 67, 132 S.E.2d 172, 174 (1963) (\"when only one \r\n  joint tort-feasor is sued, recovery against such precludes the injured person \r\n  from thereafter bringing an action against the other tort-feasor\"). \r\n  \r\n   \r\nIn Garner, supra, the \r\n  U.S. District Court for the District of South Carolina, applying South Carolina \r\n  law, determined the satisfaction of a judgment against one tortfeasor extinguished \r\n  the plaintiff's cause of action against a second tortfeasor. There, the court \r\n  rejected the Restatement (Second) of Torts § 886 (1979) which provides, \"The \r\n  discharge of a judgment against one of several tortfeasors each of whom is liable \r\n  for a single harm is treated like a release or a covenant not to sue given to \r\n  one of several tortfeasors for a claim not reduced to judgment.\" Garner \r\n  at 191. We agree with the district court that § 886 of the Restatement is not \r\n  consistent with South Carolina law, which holds there may be only one satisfaction \r\n  for an injury. We find further support for rejecting the proposition set forth \r\n  in § 886 of the Restatement in S.C. Code Ann. § 15-38-40(E) (Supp. 1998) which \r\n  provides in part,\"The recovery of a judgment for an injury or wrongful death \r\n  against one tortfeasor does not of itself discharge the other tortfeasors from \r\n  liability for the injury or wrongful death unless the judgment is satisfied.\" \r\n  (Emphasis added). Here, the Rhode Island judgment for James' wrongful death \r\n  was satisfied.  \r\n   \r\nBrown also asserts, because South \r\n  Carolina law allows recovery for damages not allowed under Rhode Island's wrongful \r\n  death statutes, she should have the right to litigate those damages. She argues \r\n  the different elements of damages allowed by the states would likely result \r\n  in the issue of damages being determined differently. Our review of the record \r\n  reveals Brown did not raise this specific argument to the trial court, and therefore, \r\n  it is not preserved for appellate review. Even if we were to accept Brown's \r\n  assertion that, by presenting § 886 of the Restatement and elements of the Rhode \r\n  Island and South Carolina statute to the trial court, she sufficiently raised \r\n  the issue to the trial judge, the trial court clearly never ruled on the issue \r\n  and Brown failed to file a motion to alter or amend. Accordingly, the issue \r\n  is not preserved for appellate review. See Wilder Corporation v. Wilke, \r\n  330 S.C. 71, 497 S.E.2d 731 (1998) (an issue cannot be raised for the first \r\n  time on appeal, but must have been raised to and ruled upon by the trial judge \r\n  to be preserved for appellate review); Noisette v. Ismail, 304 S.C. 56, \r\n  403 S.E.2d 122 (1991) (issue was not preserved for appellate review where the \r\n  trial court did not explicitly rule on the appellant's argument and the appellant \r\n  made no Rule 59(e), SCRCP, motion to alter or amend the judgment). \r\n  \r\n   \r\nThe allegedly tortious conduct of \r\n  Dr. Singleton and Johnson &amp; Wales culminated in the indivisible injury of \r\n  James's death. The damages arising from this indivisible injury have been fully \r\n  and fairly adjudicated in Rhode Island and reduced to a judgment, which has \r\n  been fully satisfied. This satisfaction of judgment extinguished Brown's cause \r\n  of action against Dr. Singleton for actual damages. \r\n  \r\n   \r\nBrown next argues she should be allowed \r\n  to litigate the issue of punitive damages against Dr. Singleton independently \r\n  of the actual damages. We disagree. \r\n  \r\n   \r\nExemplary damages or punitive damages \r\n  generally are not recoverable in the absence of proof of actual damages. Limehouse \r\n  v. Southern Ry. Co., 216 S.C. 424, 58 S.E.2d 685 (1950). \"Punitive damages \r\n  may be awarded only upon a finding of actual damages.\" Dowling v. Home Buyers \r\n  Warranty Corp.,II, 311 S.C. 233, 236, 428 S.E.2d 709, 711 (1993). \"A lawsuit \r\n  for punitive damages only may not proceed once the cause of action for actual \r\n  damages has been extinguished, actual damages being necessary to support punitive \r\n  damages.\" Garner at 195. See also McGee v. Bruce Hospital \r\n  System, Op. No. 3026 (S.C. Ct. App. filed July 19, 1999) (Shearouse Adv. \r\n  Sh. No. 24 at 32) (where plaintiff received all actual damages to which he was \r\n  entitled and issue of actual damages could not be submitted to jury, there existed \r\n  no legal liability upon which to predicate verdict for punitive damages). Because \r\n  Brown's cause of action against Dr. Singleton was extinguished by satisfaction \r\n  of the Rhode Island judgment, she is precluded from recovering actual damages \r\n  against Dr. Singleton. Having no actual damages to support any punitive award, \r\n  she is also precluded from maintaining an action for punitive damages. We further \r\n  find that full payment of the Rhode Island judgment, even if lesser than a verdict \r\n  which might include punitive damages, extinguishes any greater claim, since \r\n  it has been adjudicated in court that the amount paid in the Rhode Island judgment \r\n  was the full equivalent of the plaintiff's loss. \r\n  \r\n   \r\nFor the foregoing reasons, the order \r\n  below is \r\n   \r\nAFFIRMED. \r\n  \r\n   \r\nHOWELL, C.J., and HOWARD, \r\n  JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3033","title":"Bourne v. Bourne","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3033","description":"","date":"1999-08-16","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nBourne v. Bourne\r\n\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals \r\n  ________\r\n\r\n  \r\n    \r\n      \r\n        \r\n          O'Neal B. Bourne, Appellant,\r\n           \r\n          v.\r\n           \r\n          Leo Francis Bourne, Jr., Respondent.\r\n        \r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\n   \r\nAppeal From Horry \r\n  County\r\n  Haskell T. Abbott, III, Family \r\n  Court Judge\r\n  ________ \r\n  \r\n   \r\nOpinion No. 3033\r\n  Submitted June 8, 1999 - Filed \r\n  August 16, 1999\r\n  ________ \r\n   \r\nAFFIRMED\r\n________ \r\n  \r\n \r\n \r\n   \r\n     \r\n      \r\n        William Isaac Diggs, of Myrtle \r\n          Beach, for appellant. \r\n          \r\n           \r\n        Ronald R. Norton, of Conway, \r\n          for respondent.\r\n      \r\n    \r\n  \r\n\r\n________\r\n\r\n\r\n\r\nHUFF, J.: The Family \r\n  Court granted Leo Bourne a divorce from his wife O'Neal. She appeals, arguing \r\n  the court erred in refusing to modify the parties' settlement agreement as to \r\n  equitable division, and in awarding partial attorney's fees to Mr. Bourne. We \r\n  affirm. \r\n   \r\nFACTUAL/PROCEDURAL \r\n  HISTORY \r\n  \r\n   \r\nLeo Francis Bourne (Husband) and \r\n  O'Neal B. Bourne (Wife) were married on November 24, 1979, and separated on \r\n  July 11, 1993. Wife subsequently filed for divorce and sought child custody \r\n  and support, alimony and equitable distribution of the marital property. On \r\n  July 11, 1994, the parties entered into a Settlement Agreement purporting to \r\n  resolve all issues between them. The agreement also contained the following \r\n  provision, entitled \"Effect of Reunion Upon Agreement\": \r\n  \r\n   \r\nIn the event that the parties decide \r\n  to reunite and continue to live together as husband and wife, this agreement \r\n  shall continue in full force and effect unless and until each party executes \r\n  a written termination hereof. It is contemplated that during the period of separation \r\n  the parties may have an opportunity to resolve their difficulties; however, \r\n  no actions taken by either party towards a reconciliation shall affect or impair \r\n  their respective rights, privileges and remedies herein agreed.  \r\n  \r\n   \r\nThis agreement was approved by the \r\n  Family Court and incorporated into its \"Final Order Approving Settlement Agreement\" \r\n  dated February 14, 1994. Around November or December 1994, the parties reconciled \r\n  and lived together until their final separation on May 15, 1996. They did not \r\n  enter into any written termination of the separation agreement.  \r\n  \r\n   \r\nOn May 5, 1997, Wife filed a complaint \r\n  seeking to modify the February 14, 1994 order, including the equitable division \r\n  of marital property. Specifically, Wife sought equitable distribution of Husband's \r\n  military retirement benefits. Husband answered and counterclaimed, seeking a \r\n  divorce on the ground of one year continuous separation. With respect to equitable \r\n  distribution, Husband pled the parties had already divided the marital property \r\n  in accordance with the 1994 order, and the prior order of the court was res \r\n  judicata. The Family Court held a hearing on August 25, 1997. At the call of \r\n  the case, the parties announced they had reached an agreement on all issues \r\n  except equitable distribution. On October 1, 1997, the court issued a final \r\n  order granting Husband a divorce and finding the parties were precluded from \r\n  litigating any issues as to equitable division of marital property. The court \r\n  found the Husband \"was already receiving his retirement and was not required \r\n  to do anything under the [prior order] regarding this retirement\" and, therefore, \r\n  the provision regarding Husband's military retirement was fully executed. The \r\n  court also ordered Wife to reimburse Husband partial attorney's fees in the \r\n  amount of $2,500. Wife subsequently filed a motion for new trial, which the \r\n  court denied. Wife now appeals, arguing the court erred in failing to find the \r\n  prior order of the court was nullified upon reconciliation of the parties. She \r\n  also contends the court erred in awarding partial attorney's fees to Husband. \r\n  Because we find the property division of the settlement agreement was not abrogated \r\n  by the parties' subsequent reconciliation, we affirm.  \r\n  \r\n   \r\nLAW/ANALYSIS \r\n  \r\n  \r\n   \r\nWife asserts the Family Court erred \r\n  in barring reconsideration of the equitable distribution of marital property. \r\n  She contends the public policy of this state requires that the prior order was \r\n  nullified by their reconciliation, and she should therefore be allowed to share \r\n  in Husband's retirement benefits. We disagree. \r\n  \r\n   \r\nIn Crawford v. Crawford, 301 \r\n  S.C. 476, 392 S.E.2d 675 (Ct. App. 1990), this Court addressed the issue of \r\n  the effect of prior property and reconciliation agreements on the wife's right \r\n  to alimony and equitable division. There, the parties separated, entered into \r\n  a property settlement agreement settling all issues except divorce, later reconciled \r\n  and entered into a reconciliation agreement, and subsequently separated. The \r\n  Family Court held the prior agreements prevented equitable distribution of that \r\n  property owned by the parties prior to July 1984, the time at which the court \r\n  adopted and approved the parties' settlement agreement. The Family Court divided \r\n  the assets acquired subsequent to July 1984 and awarded the wife rehabilitative \r\n  alimony, despite a provision in the settlement agreement waiving alimony. The \r\n  wife appealed the Family Court's decision to exclude all property divided under \r\n  the prior agreements from the marital estate. The husband also appealed, arguing \r\n  the property settlement and reconciliation agreements prevented the Family Court's \r\n  award for property division and alimony. \r\n  \r\n   \r\nIn Crawford, we considered \r\n  the effect of the marital agreements as they related to both property and support. \r\n  As to property, this Court stated: \r\n  \r\n   \r\nUnder the general law, the features \r\n  of a separation agreement \"which are inherently executory, such as a provision \r\n  for future support ..., are necessarily abrogated by a reconciliation and resumption \r\n  of cohabitation.\" 24 Am. Jur. 2d Divorce and Separation Section 854 at \r\n  836 (1983). If a support and property settlement agreement is executory as to \r\n  support and a continuance of the separation, while it is executed as to property \r\n  rights, the reconciliation and resumption of cohabitation may terminate the \r\n  executory support provisions while having no effect on the executed property \r\n  provisions. 24 Am. Jur. 2d Divorce and Separation Section 854 (1983). \r\n  \r\n   \r\nId. at 481, 392 S.E.2d at \r\n  678. Because the reconciliation agreement indicated the parties had complied \r\n  with the property settlement provisions (i.e. the provisions as to property \r\n  were executed, not executory) we held the agreements precluded reapportionment \r\n  of the property, except to the extent such property had increased in value due \r\n  to the joint efforts of the parties. Id. at 481-482, 392 S.E.2d at 678-679. \r\n   \r\n   \r\nOn the issue of support, however, \r\n  we noted the general law in South Carolina is that, at least as to matters of \r\n  support, a separation agreement is annulled by the subsequent reconciliation \r\n  of the parties. Id. at 480, 392 S.E.2d 678. We further noted, pursuant \r\n  to the Supreme Court case of Towles v. Towles, 256 S.C. 307, 182 S.E.2d \r\n  53 (1971), that an agreement entered into which relieved the husband of his \r\n  obligation to support his wife, as a condition of the marital relationship, \r\n  was void as against public policy. Id. at 481, S.E.2d at 678. We thus \r\n  determined \"the public policy of this state recognizes the reconciliation of \r\n  the parties nullified the provisions of the separation and reconciliation agreements \r\n  regarding the parties' agreements not to be liable for the support of each other.\" \r\n  Id. at 482, 392 S.E.2d at 679. \r\n  \r\n   \r\nAccordingly, as the law now stands \r\n  in South Carolina, those provisions of a separation or reconciliation agreement \r\n  regarding the parties' agreement not to be liable for support are nullified \r\n  by reconciliation of the parties. Further, any executed property provisions \r\n  remain unaffected by the reconciliation, except to the extent the property in \r\n  question increases in value as a result of the parties' joint efforts.  \r\n  \r\n   \r\nBecause we did not extend the public \r\n  policy determination to the property issue, but relied on it solely as to the \r\n  support issue, we find Crawford implicitly held that public policy does \r\n  not preclude enforcement of the property settlement agreement provisions that \r\n  were executed at the time of reconciliation. See Brazina v. Brazina, \r\n  558 A.2d 69, 72 (N.J. Super. Ct. Ch. Div. 1989) (\"[I]t is recognized that the \r\n  parties, as well as third parties, should have the right to rely upon the validity \r\n  of executed portions of the property settlement agreement. To hold otherwise \r\n  could create havoc not only for the parties themselves but for third parties \r\n  as well who would be reluctant to contract with a separated but undivorced person \r\n  for fear that a reconciliation may have occurred which could have created in \r\n  the other spouse a legal interest in an asset even though that spouse relinquished \r\n  all rights in that asset in an earlier property settlement agreement.\").  \r\n  \r\n   \r\nThe question persists, however, as \r\n  to the effect of a reconciliation on matters that remain executory at the time \r\n  cohabitation resumes, and whether the property in question, the military retirement \r\n  benefits, remained executory. While at least one other jurisdiction has found \r\n  that future military retirement benefits are, by definition, executory, the \r\n  family court judge found here that the military retirement benefits were executed. \r\n  Cox v. Cox, 659 So.2d 1051, 1054-1055 (Fla. 1995). Wife argues most of \r\n  the provisions with respect to marital property had not been executed and were \r\n  therefore executory. Nowhere in her argument, however, does she address the \r\n  judge's ruling that the military retirement benefits were fully executed. Having \r\n  failed to challenge this ruling, right or wrong, it is the law of the case. \r\n  See Lindsay v. Lindsay, 328 S.C. 329, 491 S.E.2d 583 (Ct. App.1997), \r\n  cert. denied (June 18, 1998) (unchallenged ruling, right or wrong, is \r\n  the law of the case and requires affirmance). Therefore, inasmuch as the military \r\n  retirement benefits were executed, and not executory, the division of this marital \r\n  property remains unaffected by the reconciliation of the parties.(1) \r\n   \r\n   \r\nWife also contends the Family Court \r\n  erred in awarding Husband attorney's fees. She argues the award was inappropriate \r\n  inasmuch as she was required to call three witnesses to prove the reconciliation \r\n  had occurred, thereby causing unnecessary litigation. We disagree. \r\n  \r\n   \r\nThe record shows the total fees the \r\n  husband incurred in defending this action were close to $4,000. The Family Court \r\n  awarded Husband $2,500. While the husband denied that the parties had reconciled \r\n  in his Answer, he qualified this denial by stating there was an attempted reconciliation \r\n  which had failed. Thus, Wife's need to present the three witnesses on the issue \r\n  is questionable. Further, a review of the record reveals the issue of reconciliation \r\n  was minor in comparison with the issue of equitable distribution and whether \r\n  the prior separation agreement was nullified. Accordingly, we find no abuse \r\n  of discretion. \r\n   \r\nFor the foregoing reasons, the order \r\n  below is\r\nAFFIRMED. \r\n  \r\n   \r\nHOWELL, C.J., and HOWARD, \r\n  J., concur.\r\n1.  We note this \r\n  case has the additional factor that the separation agreement contains a provision \r\n  that the agreement would remain in full force and effect despite any reconciliation \r\n  between the parties. Because, under Crawford, we find the executed property \r\n  division unaffected by the reconciliation of the parties, we need not address \r\n  the effect of such a provision on a property division which is executory.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3034","title":"State v. Slocumb","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3034","description":"","date":"1999-08-16","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nState v. Slocumb\r\n\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________ \r\n   \r\n \r\n   \r\n     \r\n       \r\n        The State, \r\nRespondent,\r\n        v. \r\n        Conrad L. Slocumb, \r\nAppellant.\r\n        ________ \r\n           \r\n      \r\n    \r\n  \r\n\r\nAppeal From Richland \r\n  County\r\n  James W. Johnson, Jr., Circuit \r\n  Court Judge\r\n  ________ \r\n   \r\nOpinion No. 3034\r\n  Heard April 15, 1999 - Filed \r\n  August 16, 1999 \r\n  ________ \r\n   \r\nAFFIRMED\r\n________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Assistant Appellate Defender \r\n          Robert M. Dudek, of SC Office of Appellate Defense, of Columbia, for \r\n          appellant.  \r\n        Attorney General Charles \r\n          M. Condon, Deputy Attorney General John W. McIntosh, Assistant Deputy \r\n          Attorney General Salley W. Elliott and Assistant Attorney General Caroline \r\n          Callison Tiffin, all of The Office of the Attorney General, of Columbia; \r\n          and Solicitor Warren B. Giese, of Columbia, for respondent.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n   \r\nCONNOR, J.: Conrad \r\n  L. Slocumb appeals his convictions for first degree burglary, first degree criminal \r\n  sexual conduct, robbery, kidnapping, and escape. We affirm. \r\n  \r\n  \r\n   \r\nFACTS \r\n  \r\n   \r\nOn March 6, 1996, Officer Elvin Livingston \r\n  transported Slocumb, a Department of Juvenile Justice (\"DJJ\") inmate, from a \r\n  DJJ facility to a doctor's office for medical treatment. As the officer was \r\n  driving Slocumb back to DJJ, he escaped.  \r\n  \r\n   \r\nSlocumb ran to the Briargate Apartments. \r\n  At the apartment complex, Slocumb approached a female resident (the victim) \r\n  from the hallway and asked for help in locating someone in the building. The \r\n  victim tried to assist him. When it appeared that he was going to walk away, \r\n  she turned and finished unlocking her door. She entered her apartment and turned \r\n  to close the door but found Slocumb standing in her doorway. He shoved her into \r\n  the apartment, and she fell back on her couch. When she began screaming, Slocumb \r\n  told her he had a gun and would shoot her if she was not quiet. \r\n  \r\n   \r\nThe victim testified Slocumb asked \r\n  for money and the keys to the car he saw her driving. She gave him a two dollar \r\n  bill and the car keys. He then unplugged one of her three phones and told her \r\n  he needed a change of clothes. The victim noticed the word Santee printed on \r\n  the back of his blue prison uniform. She got some of her fianc&eacute;'s clothes \r\n  for him to wear. He told her he wanted the shirt she was wearing and she resisted. \r\n  When he insisted and reminded her that he had a gun, she took off her shirt. \r\n  He then announced he was going to have sex with her. The victim testified Slocumb \r\n  raped her. Slocumb then got dressed in the clothes that the victim had given \r\n  him. \r\n   \r\nThe victim gave Slocumb all the jewelry \r\n  she was wearing except her engagement ring, which she managed to hide. Slocumb \r\n  began looking through drawers in the bedroom, saying he needed another weapon. \r\n  He found no gun but did find two more watches, which he took. He went into another \r\n  bedroom, unplugged the victim's cordless phone base, and emptied her jewelry \r\n  box. After spending approximately forty minutes in the apartment, Slocumb left \r\n  and the victim called 911. The victim never saw a gun.  \r\n  \r\n   \r\nShortly thereafter, Slocumb was apprehended \r\n  in the parking lot of the Briargate Apartments. When they searched Slocumb, \r\n  officers found a set of keys, two or three watches, a two dollar bill, and some \r\n  jewelry. He told officers he had a gun, but a gun was never recovered. From \r\n  a window in her apartment building, the victim identified Slocumb. Slocumb gave \r\n  a statement to the police, admitting the alleged events with some variations. \r\n   \r\n   \r\nThe Richland County Grand Jury indicted \r\n  Slocumb for first degree burglary, first degree criminal sexual conduct, kidnapping, \r\n  armed robbery, and escape. At trial, Slocumb asserted the defense of insanity \r\n  as to all charges.(1) Ultimately, the judge charged \r\n  the jury on the law of insanity and guilty but mentally ill.  \r\n  \r\n   \r\nThe jury found Slocumb guilty of \r\n  all charges except armed robbery. Instead of armed robbery, the jury convicted \r\n  Slocumb of common law robbery. This appeal follows.  \r\n  \r\n  \r\n   \r\nDISCUSSION \r\n  \r\n   \r\nI.  \r\n  \r\n   \r\nSlocumb argues the trial judge erred \r\n  in admitting evidence of bad acts he committed while at DJJ. Slocumb reasons \r\n  that because he did not testify, or put his character at issue, the admission \r\n  of these acts, particularly because of their sexual nature, was more prejudicial \r\n  than probative. He asserts the evidence should have been excluded under Rule \r\n  403, SCRE. \r\n   \r\nDuring the defense's case-in-chief, \r\n  Slocumb made a motion in limine to determine what prior bad acts \r\n  the State might try to admit through cross-examination of Dr. Donna Schwartz-Watts, \r\n  a psychiatrist that defense counsel intended to call as a witness. The assistant \r\n  solicitor indicated he intended to admit evidence of Slocumb's bad acts while \r\n  at DJJ to refute Slocumb's claim of insanity, but did not intend to admit evidence \r\n  of the crimes for which he was incarcerated in DJJ. The solicitor sought to \r\n  admit the testimony through Rule 703, SCRE, because it was his understanding \r\n  Dr. Schwartz-Watts and Dr. Morgan, another defense psychiatrist, used Slocumb's \r\n  entire DJJ file in reaching their opinions regarding his mental status. As such, \r\n  the defense experts could not \"pick and choose\" which documents the jury would \r\n  consider. He contended all of the educational, psychological, and behavioral \r\n  records were relevant to the bases of the experts' opinions. The judge then \r\n  heard Dr. Schwartz-Watts's testimony.  \r\n  \r\n   \r\nDr. Schwartz-Watts, a forensic psychiatrist \r\n  employed with the William S. Hall Psychiatric Institute, opined Slocumb suffered \r\n  from a conduct disorder and cyclothymia, a mood disorder which she described \r\n  as \"a major mental illness, but it's more mild, in terms of a mood disorder \r\n  compared to a major depression or manic disorder.\" She believed, however, Slocumb \r\n  was criminally responsible for his acts. Although she requested Slocumb's behavioral \r\n  records when making her evaluation, she did not receive them and thus, had not \r\n  considered them in forming her opinion. Even though she did not think the records \r\n  would have changed her opinion in any way, she stated the records \"would have \r\n  been useful to document any decisions or diagnosis we would have made.\" She \r\n  further testified a defendant's adjustment to incarceration would be a \"major \r\n  factor that we would need . . . when evaluating someone.\"\r\nOn cross-examination, the solicitor \r\n  showed Dr. Schwartz-Watts several DJJ incident reports which detailed numerous \r\n  incidents of Slocumb's inappropriate sexual behavior. The incidents included \r\n  sexually graphic comments and letters and sexual conduct directed at other juvenile \r\n  inmates and DJJ staff members. Dr. Schwartz-Watts testified the incident reports \r\n  corroborated her opinion.  \r\n  \r\n   \r\nAt the conclusion of the testimony, \r\n  the solicitor told the judge he agreed evidence of these bad acts would not \r\n  be admissible if experts were not testifying in Slocumb's defense. Defense counsel \r\n  argued the evidence was inadmissible under State v. Lyle,(2) \r\n  and that even if any of the incidents were within a Lyle exception, the \r\n  evidence would still be inadmissible under Rule 403, SCRE, as unduly prejudicial. \r\n  The assistant solicitor argued Rule 403 \"deals with Lyle issues of substantive \r\n  evidence when the State intends on introducing it in its case-in- chief. We \r\n  never had any intent, and I agree it would have been a violation of the law \r\n  to allow this in our case-in-chief.\" However, he contended that once the defense \r\n  put up an affirmative defense of insanity, the burden shifted back to the State \r\n  to prove beyond a reasonable doubt that Slocumb was sane at the time of the \r\n  incident. He further asserted Slocumb's conduct in DJJ supported the State's \r\n  experts' opinions and diagnoses.  \r\n  \r\n   \r\nThe trial judge ruled the evidence \r\n  admissible under Rule 703, SCRE. He concluded the DJJ reports were the type \r\n  of information that an expert would reasonably rely upon in formulating an opinion. \r\n  Furthermore, the judge found under Rule 403, SCRE, the probative value was not \r\n  substantially outweighed by the danger of any unfair prejudice to Slocumb. Based \r\n  on this analysis, the judge permitted cross-examination using these records. \r\n  \r\nBecause defense counsel did not call \r\n  Dr. Schwartz-Watts as a witness, the State did not cross-examine her with the \r\n  DJJ incident reports. The State, however, did cross-examine Dr. James Merikangas, \r\n  who was called by defense counsel as an expert witness in neurology and psychiatry. \r\n  In evaluating Slocumb, Dr. Merikangas ordered an MRI, a SPECT scan, and several \r\n  blood tests on Slocumb. In addition to these test results, Dr. Merikangas reviewed \r\n  numerous reports and records which included interviews with Slocumb's family \r\n  members, DJJ psychiatric records, DJJ service notes and behavior reports, DJJ \r\n  medication and medical records, State hospital evaluations, a report from Dr. \r\n  James Evans, an expert in neuropsychology, and Dr. Morgan's and Dr. Schwartz-Watts's \r\n  notes and reports. He also interviewed Slocumb and conducted a neurological \r\n  examination. \r\n   \r\nDr. Merikangas opined Slocumb had \r\n  organic brain abnormalities as the result of a head injury that he suffered \r\n  as a child. He diagnosed Slocumb with a \"chronic, long-standing\" mental illness. \r\n  As a result of this mental disease or defect, Dr. Merikangas believed Slocumb \r\n  was legally insane at the time he committed the offenses for which he was on \r\n  trial. He also stated Slocumb lacked sufficient mental capacity to conform his \r\n  conduct to the requirements of the law. He attributed Slocumb's conduct in part \r\n  to a withdrawal from certain medication Slocumb had been receiving for the treatment \r\n  of his mental illness.  \r\n   \r\nDr. Merikangas disagreed with the \r\n  opinions of Dr. Morgan, Dr. Schwartz-Watts, and Dr. Tiller, a doctor also on \r\n  the team that evaluated Slocumb. Specifically, he disagreed with their opinion \r\n  that Slocumb was sane at the time of the crime and that Slocumb was cyclothymic. \r\n  \r\n   \r\nOver defense counsel's objection, \r\n  the State cross-examined Dr. Merikangas concerning Slocumb's DJJ incident reports. \r\n  Dr. Merikangas stated he had seen the documents prior to trial. After the assistant \r\n  solicitor read excerpts from the reports, Dr. Merikangas testified this conduct \r\n  was not aggressive sexual behavior. However, he also admitted some of these \r\n  incidents were inappropriate and some were not normal.  \r\n  \r\n   \r\nSlocumb argues the trial judge erred \r\n  in allowing the DJJ incidents through the State's cross-examination of Dr. Merikangas. \r\n  \r\n   \r\nThe admission of evidence is within \r\n  the trial judge's discretion and will not be disturbed on appeal absent abuse \r\n  of that discretion. State v. Tucker, 319 S.C. 425, 462 S.E.2d 263 (1995), \r\n  cert. denied, 516 U.S. 1080 (1996). The scope of cross-examination is \r\n  within the discretion of the trial judge, whose decision will not be reversed \r\n  on appeal absent a showing of prejudice. State v. Sherard, 303 S.C. 172, \r\n  399 S.E.2d 595 (1991). \r\n   \r\nSlocumb primarily asserts the DJJ \r\n  incident reports were inadmissible under Lyle, and should have been excluded \r\n  under Rule 403, SCRE. Because this issue and Slocumb's second issue involve \r\n  the admission of expert testimony, a discussion of several interrelated rules \r\n  of evidence is required for our analysis. \r\n  \r\n   \r\nRule 703, SCRE provides: \r\n  \r\n   \r\nThe facts or data in the particular \r\n  case upon which an expert bases an opinion or inference may be those perceived \r\n  by or made known to the expert at or before the hearing. If of a type reasonably \r\n  relied upon by experts in the particular field in forming opinions or inferences \r\n  upon the subject, the facts or data need not be admissible in evidence. \r\n  \r\n   \r\nRule 705, SCRE provides: \r\n  \r\n   \r\nThe expert may testify in terms of \r\n  opinion or inference and give reasons therefor without first testifying to the \r\n  underlying facts or data, unless the court requires otherwise. The expert may \r\n  in any event be required to disclose the underlying facts or data on cross-examination. \r\n  \r\n   \r\nEven if admissible under Rule 703 \r\n  or Rule 705, however, the determination of whether an expert may testify to \r\n  the facts underlying an opinion must include an analysis under Rule 403, SCRE. \r\n  United States v. Gillis, 773 F.2d 549, 554 (4th Cir. 1985); \r\n  see 29 Charles Alan Wright &amp; Victor James Gold, Federal Practice \r\n  and Procedure § 6293, at 418 (1997) (\"[W]here examination of an expert may \r\n  delve into matters that may be confusing, unfairly prejudicial, or a waste of \r\n  time, admissibility may be governed by Rule 403.\"); Id. § 6273, at 322 \r\n  (\"[E]ven though an expert's opinion is based on matters deemed by Rule 703 to \r\n  be proper, the trial court still has discretion under Rule 403 to exclude the \r\n  expert's opinion in an appropriate case.\"); 2 Stephen A. Saltzburg et al., Federal \r\n  Rules of Evidence Manual Article VII, at 1438 (7th ed. 1998) \r\n  (A cross-examiner's right under Rule 705 to inquire into the details of an expert's \r\n  opinion is subject to limitation under Rules 403 and 611(a)). Under Rule 403, \r\n  SCRE, the testimony \"may be excluded if its probative value is substantially \r\n  outweighed by the danger of unfair prejudice, confusion of the issues, or misleading \r\n  the jury, or by considerations of undue delay, waste of time, or needless presentation \r\n  of cumulative evidence.\" \r\n   \r\nAlthough each of these three rules \r\n  is involved to some extent in this case, the primary provision is the second \r\n  sentence of Rule 705, which states an expert may be \"required to disclose the \r\n  underlying facts and data on cross-examination.\" Under this provision a cross-examiner \r\n  is permitted \"to ask the expert to reveal otherwise inadmissible underlying \r\n  information to the jury.\" 4 Jack B. Weinstein &amp; Margaret A. Berger, Weinstein's \r\n  Federal Evidence § 705.05 (Joseph M. McLaughlin ed., Matthew Bender 2d ed. \r\n  1999).  \r\n   \r\nThe scope of a cross-examiner's right \r\n  under Rule 705 is best stated in McCormick's treatise on evidence: \r\n  \r\n   \r\nOn cross-examination in the process \r\n  of probing the witness' qualifications, experience, bases, and assumptions opposing \r\n  counsel may require the expert to disclose the facts, data, and opinions underlying \r\n  the expert's opinion not previously disclosed. With respect to facts, data, \r\n  or opinions forming the basis of the expert's opinion, disclosed on direct examination \r\n  or during cross-examination, the cross-examiner may explore whether, and if \r\n  so how, the non-existence of any fact, data, or opinion or the existence of \r\n  a contrary version of the fact, data, or opinion supported by the evidence, \r\n  would affect the expert's opinion. Similarly the expert may be cross-examined \r\n  with respect to material reviewed by the expert but upon which the expert does \r\n  not rely. Counsel is also permitted to test the knowledge, experience, and fairness \r\n  of the expert by inquiring as to what changes of conditions would affect his \r\n  opinion, and in conducting such an inquiry, subject to the requirements of Fed.R.Evid. \r\n  403, the cross-examiner is not limited to facts finding support in the record. \r\n  \r\n   \r\n1 Kenneth S. Broun et al., McCormick \r\n  on Evidence § 13, at 56-57 (John William Strong ed., 4th ed. \r\n  1992).\r\nOur research reveals no South Carolina \r\n  cases which deal with the precise issue raised in this case. As such, we find \r\n  two federal cases interpreting Rules 703 and 705 particularly instructive. In \r\n  United States v. Gillis, 773 F.2d 549 (4th Cir. 1985), the \r\n  defendant was tried and convicted of five counts of transporting stolen property \r\n  in interstate commerce. At trial, the defendant admitted the allegations but \r\n  relied on a dual defense of lack of specific intent and insanity, both of which \r\n  were based primarily on his gambling problems. The defendant called two expert \r\n  psychological witnesses. The first witness had examined the defendant and testified \r\n  for him in a 1980 prosecution for transporting a stolen motor vehicle in interstate \r\n  commerce and kidnapping. In a preliminary hearing, the trial judge ruled the \r\n  government could not introduce in its case-in-chief the circumstances of that \r\n  conviction. During direct examination, the doctor testified the defendant suffered \r\n  from pathological gambling, and stated he based his conclusion on his 1980 diagnosis \r\n  and the fact the defendant had failed to receive proper treatment. After the \r\n  trial judge conducted an in camera hearing to question the doctor \r\n  about the basis of his opinion, he permitted the government to inquire on cross-examination \r\n  into the specific conduct involved in the prior offense.  \r\n  \r\n   \r\nOn appeal, the defendant argued the \r\n  trial judge erred in admitting the testimony. He asserted the cross-examination \r\n  was unduly prejudicial because it informed the jury he had previously been charged \r\n  with a similar crime and had unsuccessfully attempted to rely on the same defense. \r\n  The Fourth Circuit Court of Appeals affirmed the defendant's convictions. The \r\n  Court held that once the defendant asked the doctor about the 1980 diagnosis, \r\n  its factual basis became relevant and subject to cross-examination under Rule \r\n  705. Id. at 554. In reaching this conclusion, the Court noted prosecutors \r\n  are generally granted wide latitude in cross-examining expert witnesses on this \r\n  type of issue given the importance of developing the factual basis of psychiatric \r\n  testimony regarding mental responsibility. Id. The Court determined the \r\n  testimony concerning the defendant's past conduct was relevant given the doctor \r\n  took it into account in forming his diagnosis. It found the trial judge properly \r\n  inquired about the prejudicial versus probative value of the testimony under \r\n  Rule 403. Id. Additionally, the Court pointed out the government avoided \r\n  any reference to the outcome of the defendant's prior trial. Id. \r\n  \r\n   \r\nIn United States v. A &amp; S \r\n  Council Oil Co., 947 F.2d 1128 (4th Cir. 1991), the defendant \r\n  was tried and convicted for conspiracy to defraud the government through false \r\n  claims. The government's principal witness, who implicated the defendant's involvement \r\n  in the conspiracy, was of questionable credibility given his history of mental \r\n  illness. Prior to trial, this witness submitted to a polygraph test at the request \r\n  of the government. The government's polygraph examiner concluded this witness \r\n  was \"not truthful\" when he implicated the defendant in the scheme. The trial \r\n  judge granted the government's motion in limine to prohibit the \r\n  admission of the polygraph evidence. At trial, the government called a psychiatrist \r\n  to bolster the witness' credibility. During this testimony, the government offered \r\n  the psychiatrist's report, which stated the witness was competent. Defense counsel \r\n  sought to cross-examine the psychiatrist with materials he had seen, including \r\n  the polygraph results. Counsel contended he had the right to inquire into all \r\n  facts underlying the expert's opinion. The trial judge denied defense counsel's \r\n  motion, holding the polygraph results were inadmissible.  \r\n  \r\n   \r\nOn appeal, the Fourth Circuit Court \r\n  of Appeals reversed the defendant's convictions. In reaching this decision, \r\n  the Court held it could not overturn the trial judge's decision concerning the \r\n  admissibility of the polygraph results as substantive evidence. The Court's \r\n  decision was based on Fourth Circuit precedents which precluded direct attacks \r\n  on or bolstering of the credibility of a witness through evidence the witness \r\n  had taken a polygraph test. Id. at 1134. However, the Court found the \r\n  trial judge erred in prohibiting defense counsel from cross-examining the psychiatrist \r\n  as to the bases of his opinion, including inquiry about the government witness' \r\n  polygraph result. Id. at 1135. \r\n  \r\n   \r\nThe Court reasoned that under Rule \r\n  703, the data upon which an expert bases his or her opinion need not be admissible \r\n  in evidence. \"However, to counteract the potential advantage this liberalized \r\n  rule confers on the proponent of the opinion, Rule 705 permits the cross-examiner \r\n  to require the expert to reveal otherwise-inadmissible underlying information \r\n  before the jury, subject only to [Rule] 403's prejudice/probative value balancing \r\n  test.\" Id. at 1134. In discussing the interrelationship between these \r\n  rules of evidence, the Court stated, \"Rule 703 creates a shield by which a party \r\n  may enjoy the benefit of inadmissible evidence by wrapping it in an expert's \r\n  opinion; Rule 705 is the cross-examiner's sword, and, within very broad limits, \r\n  he may wield it as he likes.\" Id. at 1135. Applying this analysis, the \r\n  Court concluded the polygraph result was relevant to the psychiatrist's credibility \r\n  because he must have necessarily discounted it to reach his opinion. Id. \r\n  The Court emphasized the polygraph result was admissible as an attack on the \r\n  psychiatrist's opinion, but not directly on the government witness' credibility. \r\n  Id.  \r\n   \r\nTurning to the facts of the instant \r\n  case, we find the trial judge did not err in permitting the State to cross-examine \r\n  Dr. Merikangas with Slocumb's DJJ incident reports. Dr. Schwartz-Watts testified \r\n  these reports were the type relied upon by experts in the field in forming an \r\n  opinion or diagnosis. In addition to the tests he ordered, Dr. Merikangas testified \r\n  he reviewed numerous reports and records which included, interviews with Slocumb's \r\n  family members, DJJ psychiatric records, DJJ service notes and behavior reports, \r\n  DJJ medication and medical records, State hospital evaluations, a neuropsychological \r\n  report from Dr. Evans, and Dr. Morgan's and Dr. Schwartz-Watts's notes and reports. \r\n  Dr. Merikangas stated on both direct examination and cross-examination he had \r\n  reviewed the DJJ incident reports prior to trial. In fact, on direct-examination, \r\n  Dr. Merikangas acknowledged he had reviewed \"good reports\" and \"bad reports.\" \r\n  He stated in some of these reports Slocumb was \"very helpful\" and in other cases \r\n  he was \"lewd and obscene.\"  \r\n  \r\n   \r\nThe DJJ incident reports comprised \r\n  a significant segment of the records Dr. Merikangas reviewed in formulating \r\n  his opinion. As his testimony indicated, he discounted the reports given they \r\n  did not affect his opinion that Slocumb was insane at the time he committed \r\n  the offenses. By cross-examining Dr. Merikangas with these reports, the State \r\n  was able to demonstrate that some of the underlying data used in reaching his \r\n  opinion about Slocumb's mental state was directly contrary to or called into \r\n  question that opinion. Accordingly, cross-examination was proper to explore \r\n  the basis for Dr. Merikangas's opinion, particularly where Slocumb relied on \r\n  the defense of insanity. Therefore, these reports were relevant to the jury's \r\n  assessment of Dr. Merikangas's opinion. See United States v. Whitetail, \r\n  956 F.2d 857 (8th Cir. 1992) (in murder prosecution in which the \r\n  defendant claimed self-defense based on battered-woman syndrome, trial judge \r\n  did not err in permitting the prosecutor to cross-examine the defendant's expert \r\n  witnesses on evidence of defendant's prior bad acts and her reputation for violence \r\n  because these questions addressed the underlying facts or data upon which they \r\n  based their opinions). \r\n   \r\nBecause the State's cross-examination \r\n  was proper under Rule 705, SCRE, we disagree with Slocumb's contention the evidence \r\n  was inadmissible under Lyle and constituted improper character evidence.(3) \r\n  The evidence was not offered to prove the crimes for which Slocumb was charged \r\n  or to prove Slocumb had a propensity to commit these crimes. Instead, as previously \r\n  discussed, the evidence was elicited as part of proper cross-examination of \r\n  Dr. Merikangas's opinion that Slocumb was insane. The State's cross-examination \r\n  focused on establishing that Slocumb was sane, and the records were directly \r\n  related to an evaluation of Slocumb's state of mind. Furthermore, the State \r\n  in its case-in-chief did not refer to these incident reports nor did it attempt \r\n  to admit Slocumb's prior criminal sexual conduct conviction for which he was \r\n  incarcerated at DJJ. See State v. Faulkner, 274 S.C. 619, 266 \r\n  S.E.2d 420 (1980) (Although the State may not attack a criminal defendant's \r\n  character unless he or she places it in issue, relevant evidence properly admissible \r\n  for other purposes need not be excluded merely because it incidentally reflects \r\n  on his or her character.).  \r\n  \r\n   \r\nAdditionally, given these reports \r\n  were relevant and the subject of proper cross-examination, we cannot say the \r\n  trial judge abused his discretion in finding the probative value of this testimony \r\n  outweighed the danger for unfair prejudice. See United States v. Green, \r\n  887 F.2d 25, 27 (1st Cir. 1989) (A trial judge's decision regarding the comparative \r\n  probative value and prejudicial effect of evidence should be reversed only in \r\n  \"exceptional circumstances.\"); United States v. Long, 574 F.2d 761 (3d \r\n  Cir.), cert. denied, 439 U.S. 985 (1978)(A trial judge's balancing decision \r\n  under Rule 403 should not be reversed simply because an appellate court believes \r\n  it would have decided the matter otherwise because of a differing view of the \r\n  highly subjective factors of the probative value or the prejudice presented \r\n  by the evidence.); Id. at 767 (\"If judicial self-restraint is ever desirable, \r\n  it is when a Rule 403 analysis of a trial court is reviewed by an appellate \r\n  tribunal.\"). Moreover, the trial judge instructed the jury that evidence of \r\n  bad reputation may not be considered as evidence of guilt. \r\n  \r\n   \r\nOther jurisdictions have reached \r\n  the same result. See, e.g., State v. Stabler, \r\n  783 P.2d 816 (Ariz. Ct. App. 1989) (pursuant to Rules of Evidence 703 and 705, \r\n  prosecutor was permitted to cross-examine the defendant's mental health expert, \r\n  who testified the defendant murdered the victim \"in a fit of reflexive rage,\" \r\n  by asking about a report reviewed by the expert which contradicted his opinion \r\n  and inferred prior bad acts of the defendant given this cross-examination was \r\n  not offered to insinuate the existence of a prior bad act, but rather, to inquire \r\n  into the reasons for the expert's opinion); State v. Samuel, 838 P.2d \r\n  1374 (Haw. 1992) (in prosecution for murder, defense counsel was not ineffective \r\n  for permitting cross-examination of the defendant's expert concerning the defendant's \r\n  prior bad acts where evidence pertained to facts upon which the expert based \r\n  his opinion of the defendant's mental state); State v. Clowney, 690 A.2d \r\n  612 (N.J. Super. Ct. App. Div. 1997) (where defendant offered a psychologist \r\n  to support his claim of diminished capacity due to a \"blackout\" at the time \r\n  of the crime, prosecutor was permitted to cross-examine the expert with the \r\n  defendant's school records which evidenced defendant's manipulative behavior, \r\n  his power complex, and his use of violence to satisfy this complex without \"blackouts\" \r\n  given the evidence was not used to establish the defendant's profile as a rapist, \r\n  but rather, to probe the soundness of the expert's opinion that the defendant \r\n  lacked the required state of mind); State v. Lyons, 468 S.E.2d 204 (N.C.), \r\n  cert. denied, 519 U.S. 894 (1996) (pursuant to Rule of Evidence 705, \r\n  prosecutor's cross-examination of defendant's psychologist regarding the defendant's \r\n  behavior during prior incarceration in another state was not improper where \r\n  the expert testified he used the state's department of corrections' records \r\n  as a basis for formulating his opinion that the defendant suffered from bipolar \r\n  disorder); State v. DeGraw, 470 S.E.2d 215 (W. Va. 1996) (in murder prosecution \r\n  where defendant relied on the defense of diminished capacity, prosecutor was \r\n  permitted to cross-examine the defendant's expert witness on the defendant's \r\n  past criminal activity in order to determine the basis and validity of the expert's \r\n  opinion).  \r\n  \r\n   \r\nII.  \r\n  \r\n   \r\nSlocumb also argues the trial judge \r\n  erred in allowing the State to impeach Dr. Merikangas with the report of a doctor \r\n  who did not testify.  \r\n   \r\nPrior to Dr. Merikangas's direct \r\n  examination, defense counsel made a motion in limine concerning \r\n  a report which was generated as a result of Slocumb's MRI. She informed the \r\n  trial judge the defense had requested the MRI, but did not request a report \r\n  interpreting the films. According to defense counsel, a report was issued and \r\n  sent to the State Hospital. She disclosed this report to the State prior to \r\n  trial. However, she told the solicitor the report was not given to Dr. Merikangas, \r\n  and therefore, he did not rely on it in formulating his opinion. Moreover, she \r\n  stated she could not vouch for the credibility of the doctor who issued the \r\n  report. Counsel further argued the State was required to call the doctor who \r\n  issued the report in order to cross-examine Dr. Merikangas on the contents of \r\n  the report.  \r\n   \r\nIn response, the assistant solicitor \r\n  argued the rules of evidence permitted cross-examination of Dr. Merikangas with \r\n  the report. He asserted that because experts can base their opinions on the \r\n  reports of others, they could also be cross-examined with reports that contradict \r\n  their opinions. The trial judge ruled the State could cross-examine Dr. Merikangas \r\n  with the MRI report under Rule 703, SCRE.\r\n During direct examination, Dr. Merikangas \r\n  testified he based his opinion that Slocumb was legally insane upon various \r\n  medical tests he ordered, including an MRI which showed brain abnormalities. \r\n  On cross-examination, the State presented Dr. Merikangas with the MRI report. \r\n  Dr. Merikangas indicated he had not seen the report prior to trial. After reviewing \r\n  the report, he admitted it concerned the same MRI he had ordered. He acknowledged \r\n  the report was contrary to his opinion in that the doctor had concluded the \r\n  MRI was normal. On re-direct examination, Dr. Merikangas testified he did not \r\n  order a diagnosis of the MRI because he did not need it to interpret the films. \r\n  He further testified he did not know anything about the qualifications of the \r\n  doctor who issued the report. \r\n  \r\n   \r\nAs previously discussed, under Rule \r\n  705, SCRE, an expert witness may be cross-examined concerning the facts and \r\n  data upon which the expert relied in formulating an opinion. Although the cross-examiner \r\n  is given great latitude, the scope of cross-examination of an expert witness \r\n  is not without limits. Authority exists which prohibits the State's cross-examination \r\n  of Dr. Merikangas with the MRI report. Specifically, McCormick's treatise on \r\n  evidence states, \"[i]t is . . . improper to inquire of the expert whether his \r\n  opinion differs from another expert's opinion, not expressed in a learned treatise, \r\n  if the other expert's opinion has not itself been admitted in evidence.\" 1 Kenneth \r\n  S. Broun et al., McCormick on Evidence § 13, at 57 (John William Strong \r\n  ed., 4th ed. 1992); see also 29 Charles Alan Wright \r\n  &amp; Victor James Gold, Federal Practice and Procedure §6294, at 430-31 \r\n  (1997) (Rule 705 \"fails to give the cross-examiner a right to question the witness \r\n  about facts and data on which the expert did not rely.\"). \r\n  \r\n   \r\nFederal courts interpreting Rule \r\n  705 have followed this principle. The Fifth Circuit Court of Appeals analysis \r\n  in Bryan v. John Bean Div. of FMC Corp., 566 F.2d 541 (5th \r\n  Cir. 1978), provides guidance for our decision. In Bryan, the plaintiff, \r\n  an automobile mechanic, was injured when he was struck with pieces of a cast-iron \r\n  tool which broke under pressure while it was being used to bend an automobile \r\n  axle for wheel alignment. He sued John Bean, the corporation that designed and \r\n  distributed the tool. John Bean filed a third-party claim for contribution or \r\n  indemnity against Midland-Ross, the company that allegedly cast the tool. At \r\n  trial, both sides offered metallurgical experts. Midland Ross's expert based \r\n  his opinion in part on the reports of two non-testifying experts, one expert \r\n  for Bryan and the other expert for John Bean. Both of these non-testifying experts \r\n  issued reports which contained their opinions on the reason the tool failed. \r\n  On cross-examination of Midland Ross's expert, the plaintiff's counsel read \r\n  the opinions verbatim from the reports.  \r\n  \r\n   \r\nMidland-Ross objected to this cross-examination \r\n  on the ground the facts recited in the reports were admissible, but the opinions \r\n  of the experts were not. The court overruled this objection, stating the opinions \r\n  were admissible because they were supporting data for Midland-Ross's expert's \r\n  opinion. \r\n   \r\nOn appeal, the Fifth Circuit Court \r\n  of Appeals held the trial judge erred in admitting this evidence. In reaching \r\n  this decision, the Court discussed Rules 703 and 705 of the Federal Rules of \r\n  Evidence. The Court noted these two rules \"permit[ ] the disclosure of otherwise \r\n  hearsay evidence for the purpose of illustrating the basis of the expert witness' \r\n  opinion.\" Id. at 545. Despite this rule of limited admissibility, the \r\n  Court held the evidence was \"improperly admitted either as evidence of the basis \r\n  of the testifying expert's opinion or as impeachment evidence.\" Id.  \r\n  \r\n   \r\nThe Court reasoned the opinions of \r\n  the non-testifying experts lacked both necessity and trustworthiness, two factors \r\n  the Court characterized as critical to establishing exceptions to the hearsay \r\n  rule. Id. In terms of the necessity factor, the Court noted the experts \r\n  could have been called as witnesses. More importantly, the experts' opinions \r\n  lacked any independent guarantee of trustworthiness that would have justified \r\n  dispensing with cross-examination of these experts. Id. at 546. Furthermore, \r\n  the Court stated, \"to admit the hearsay opinion of an expert not subject to \r\n  cross-examination goes against the natural reticence of courts to permit expert \r\n  opinion unless the expert has been qualified before the jury to render the opinion.\" \r\n  Id. The Court also found the admission of this evidence allowed the plaintiff's \r\n  counsel, under the guise of impeachment, to argue substantive evidence that \r\n  did not impeach the testifying expert. Id. Although the testifying expert \r\n  admitted he used the statistics contained in the reports to reach his own conclusions, \r\n  he did not admit he relied on the conclusions reached by the other two experts. \r\n  As such, the Court stated the statistics from the reports and the expert's reliance \r\n  on them were properly brought out under Rule 705. Id. However, the conclusions \r\n  reached by the other experts, which did not impeach the testifying expert's \r\n  conclusions, were argued substantively without permitting cross-examination. \r\n  Id. at 547.  \r\n   \r\nWe are guided by the analysis in \r\n  Bryan in reaching our decision on this issue. Here, Dr. Merikangas, an \r\n  expert in neurology and psychology, testified he did not rely on the non-testifying \r\n  doctor's MRI report because he did not need it to interpret the MRI or to formulate \r\n  his opinion. Therefore, even if Dr. Merikangas had seen the report prior to \r\n  trial, like the expert in Bryan, he did not rely on the doctor's conclusions. \r\n  By using this report, the State admitted substantive hearsay evidence of another \r\n  opinion without subjecting the doctor to cross-examination. See Bobb \r\n  v. Modern Prods., Inc., 648 F.2d 1051, 1056 (5th Cir. 1981), \r\n  overruled on other grounds by Gautreaux v. Scurlock Marine, Inc., \r\n  107 F.3d 331 (5th Cir. 1997) (The trial judge erred in permitting \r\n  the defendant to cross-examine the plaintiff's expert witness with the deposition \r\n  of another expert which had not been admitted into evidence because \"[p]laintiff's \r\n  witness did not state that he had relied on the report, even though he had admitted \r\n  that he had seen it. Until defendant established that plaintiff had relied on \r\n  the report of the other doctor, it was improper for the defendant to read from \r\n  that report in cross-examining plaintiff's witness.\"). \r\n  \r\n   \r\nAs in Bryan, the doctor's \r\n  opinion also lacked both the necessity and trustworthiness factors to establish \r\n  exceptions to the hearsay rule. The State could have called the doctor as a \r\n  witness. Because the State did not call the doctor, the expert's qualifications \r\n  were never ruled on by the court and the jury had no way of knowing on what \r\n  basis the doctor formulated his conclusion. Accordingly, we find the trial judge \r\n  erred in permitting the State to cross-examine Dr. Merikangas with the MRI report. \r\n  \r\n   \r\nOur decision is consistent with at \r\n  least one South Carolina case which was decided prior to this State's adoption \r\n  of the rules of evidence. Cf. City of Spartanburg v. Laprinakos, \r\n  267 S.C. 589, 230 S.E.2d 443 (1976) (in condemnation case, trial judge erred \r\n  in permitting landowners' counsel to cross-examine City's real estate expert \r\n  with the contents of a non-testifying third-party appraisal in that this subject \r\n  matter could have been used only for impeachment purposes had the expert considered \r\n  the information and based his opinion on it). \r\n  \r\n   \r\nSeveral other state courts have found \r\n  this type of cross-examination improper. See, e.g., Sharman v. Skaggs \r\n  Cos., 602 P.2d 833 (Ariz. Ct. App. 1979) (opinion of defendant's non-testifying \r\n  medical expert as to cause of plaintiff's injury could not be used to cross-examine \r\n  the plaintiff's medical expert given the opinion was not made available until \r\n  trial and the plaintiff's expert did not consider it in formulating his opinion); \r\n  State v. Spencer, 725 A.2d 106 (N.J. Super. Ct. App. Div. 1999) (trial \r\n  judge erred in permitting prosecutor to cross-examine defendant's expert pathologist \r\n  with a hearsay report containing the opinion of defense's forensic pathologist \r\n  who did not testify at trial because the testifying expert did not rely on the \r\n  conclusions of the forensic pathologist in formulating his opinion even though \r\n  he had reviewed them); Commonwealth v. Fried, 555 A.2d 119 (Pa. Super. \r\n  Ct. 1989) (non-testifying expert's findings made in autopsy report were admissible \r\n  in cross-examining expert witness who admitted he had relied on these findings, \r\n  however, the non-testifying expert's conclusions which differed from those of \r\n  the expert were inadmissible because the non-testifying expert was not subject \r\n  to cross-examination); cf. State v. White, 471 S.E.2d 593 (N.C.), \r\n  cert. denied, 519 U.S. 936 (1996) (prosecutor permitted to cross-examine \r\n  defense's expert witness with reports containing conclusions of non-testifying \r\n  expert where non-testifying expert reported these conclusions to defense expert \r\n  who relied on them in formulating his opinion); but see People \r\n  v. Pasch, 604 N.E.2d 294 (Ill. 1992) (prosecutor permitted to impeach defendant's \r\n  expert witness with reports of non-testifying doctors' reports on which the \r\n  defendant's expert did not rely in formulating his opinion in that the reports \r\n  were for the limited purpose of impeaching the witness). \r\n  \r\n   \r\nAlthough we find the trial judge \r\n  erred in permitting this cross-examination, we believe the error was harmless \r\n  because the improper cross-examination evidence was cumulative to other properly \r\n  admitted evidence. See State v. Schumpert, 312 S.C. 502, 435 S.E.2d \r\n  859 (1993) (Any error in the admission of evidence cumulative to other unobjected-to \r\n  evidence is harmless.); State v. Johnson, 298 S.C. 496, 499, 381 S.E.2d \r\n  732, 733 (1989) (\"The admission of improper evidence is harmless where it is \r\n  merely cumulative to other evidence.\"). \r\n  \r\n   \r\nIn reply, the State called Dr. Schwartz-Watts \r\n  as an expert in forensic psychiatry. During direct examination, the assistant \r\n  solicitor questioned Dr. Schwartz-Watts about Dr. Merikangas's testimony. She \r\n  acknowledged Dr. Merikangas believed the MRI indicated Slocumb had brain damage. \r\n  Dr. Schwartz-Watts stated she understood Dr. Merikangas's interpretation of \r\n  the MRI differed from that of the doctor who issued the MRI report. She further \r\n  testified she does not review MRIs, but instead, relies on the radiologist's \r\n  report interpreting the MRI. Even assuming Dr. Merikangas's interpretation was \r\n  correct, Dr. Schwartz-Watts testified the existence of brain damage does not \r\n  necessarily make someone insane or not criminally responsible. On re-direct \r\n  examination, the assistant solicitor asked Dr. Schwartz-Watts whether any of \r\n  the documents she had seen or questions she had been asked during her testimony \r\n  had altered or changed her opinion concerning Slocumb's criminal responsibility. \r\n  She responded her opinion remained the same. \r\n  \r\n   \r\nThe State also called Dr. Morgan, \r\n  a professor in psychiatry and acting director of the William S. Hall Psychiatric \r\n  Institute. Dr. Morgan was qualified as a forensic psychiatry expert. He personally \r\n  evaluated Slocumb. He also worked as part of the team, which included Dr. Schwartz-Watts, \r\n  that evaluated Slocumb. Based on his evaluation and review of all the available \r\n  data and reports, Dr. Morgan concluded Slocumb's mental illness did not \"in \r\n  any way [keep] him from knowing what he was doing and know what he was doing \r\n  was wrong.\" He believed that despite the mental illness, Slocumb knew right \r\n  from wrong and was able to conform his conduct to the requirements of the law \r\n  at the time he committed the offenses for which he was charged. On cross-examination, \r\n  defense counsel questioned Dr. Morgan about Slocumb's MRI. Dr. Morgan testified \r\n  he relied on the MRI report in issuing his report on Slocumb.\r\nPursuant to Rules 703 and 705, SCRE, \r\n  an expert may testify about the facts or data upon which he or she bases an \r\n  opinion. The facts or data need not be admissible into evidence, as long as \r\n  they are of a \"type reasonably relied upon by experts in the particular field.\" \r\n  Rule, 703, SCRE; see State v. Hutto, 325 S.C. 221, 224, 481 S.E.2d \r\n  432, 433 (1997) (\"[I]t is well-settled that an exception to the rule prohibiting \r\n  hearsay exists when it is used by an expert. An expert may base his opinion \r\n  on hearsay evidence so long as it is of a type reasonably relied upon by other \r\n  experts in the field.\"). Therefore, \"[f]acts, data or opinions reasonably relied \r\n  upon under Rule 703 may be disclosed to the jury on either direct or cross-examination \r\n  to assist the jury in evaluating the expert's opinion by considering its bases.\" \r\n  2 Michael H. Graham, Handbook of Federal Evidence § 703.1, at 110 (4th \r\n  ed. 1996). \"This is true even if the facts, data or opinions have not themselves \r\n  been admitted and thus may not be considered for their truth.\" Id. \r\n  \r\n   \r\nBy calling Dr. Schwartz-Watts and \r\n  Dr. Morgan in reply, the State offered their expert opinions for the jury to \r\n  compare with Dr. Merikangas's opinion. Dr. Schwartz-Watts and Dr. Morgan gave \r\n  opinions based on all the information they had reviewed prior to trial as well \r\n  as what they had heard or perceived during trial. The MRI report was part of \r\n  the data on which they relied in formulating their opinions. Dr. Evans, Dr. \r\n  Schwartz-Watts, and Dr. Morgan testified the report was a document upon which \r\n  they routinely relied in conducting an evaluation.  \r\n  \r\n   \r\nBecause Dr. Schwartz-Watts and Dr. \r\n  Morgan relied on this report, they were permitted to testify about it as a basis \r\n  for their opinion. See State v. Franklin, 318 S.C. 47, 456 S.E.2d \r\n  357, cert. denied, 516 U.S. 856 (1995) (psychiatrist who did not personally \r\n  examine the defendant was permitted to render an opinion based on reports prepared \r\n  by others who examined the defendant but did not testify at trial); see \r\n  also Ellis v. Oliver, 323 S.C. 121, 473 S.E.2d 793 (1996) (in \r\n  medical malpractice case, plaintiff's experts properly permitted to testify \r\n  concerning their opinions which were based in part on hearsay statements contained \r\n  in plaintiff's medical records and on deposition testimony by medical professionals \r\n  in a separate action); Creed v. City of Columbia, 310 S.C. 342, 426 S.E.2d \r\n  785 (1993) (plaintiff's treating physician permitted to render opinion concerning \r\n  plaintiff's mental and emotional injuries where physician relied on tests and \r\n  a report issued by a non-testifying neuropsychologist); Howle v. PYA/Monarch, \r\n  Inc., 288 S.C. 586, 344 S.E.2d 157 (Ct. App. 1986) (plaintiff's psychologist \r\n  permitted to render expert opinion even though opinion was based in part on \r\n  inadmissible hearsay gathered from plaintiff and her family given the information \r\n  was not being offered for the truth of the matters asserted, but rather, as \r\n  one of the bases of the expert's opinion).  \r\n  \r\n   \r\nThe admission of the contents of \r\n  the report during the direct-examination of Dr. Schwartz-Watts and Dr. Morgan \r\n  is seemingly inconsistent with its exclusion during Dr. Merikangas's cross-examination. \r\n  However, unlike Dr. Merikangas, both Dr. Schwartz-Watts and Dr. Morgan had relied \r\n  on the MRI report in formulating their opinions. As such, they were not mere \r\n  conduits of hearsay information. During their testimonies the report was not \r\n  admitted for the truth of the matter asserted, as it had been during Dr. Merikangas's \r\n  testimony. Rather, it was offered as a basis of their opinions as permitted \r\n  under Rule 703, SCRE.  \r\n   \r\nBecause the erroneous admission of \r\n  the MRI report during Dr. Merikangas's cross-examination was cumulative to the \r\n  properly admitted evidence, the error was harmless. \r\n  \r\n   \r\nAccordingly, Slocumb's convictions \r\n  are \r\n   \r\nAFFIRMED. \r\n  \r\n   \r\nHOWELL, C.J. and GOOLSBY, \r\n  J., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1.  Prior to trial, \r\n  the judge conducted a competency hearing pursuant to State v. Blair, \r\n  275 S.C. 529, 273 S.E.2d 536 (1981). Dr. Donald William Morgan, an expert in \r\n  forensic psychiatry, evaluated Slocumb concerning his competency and criminal \r\n  responsibility. Based on his evaluation, he concluded Slocumb was competent \r\n  to stand trial. After considering Dr. Morgan's testimony, the trial judge ruled \r\n  Slocumb was competent to stand trial. \r\n2.  125 S.C. 406, \r\n  118 S.E. 803 (1923).\r\n3.  See \r\n  State v. Peake, 302 S.C. 378, 380, 396 S.E.2d 362, 363 (1990) (\"Evidence \r\n  of prior criminal acts which are independent and unconnected to the crime for \r\n  which an accused is on trial is inadmissible for purposes of proving that the \r\n  accused possesses a criminal character or has a propensity to commit the crime \r\n  for which he is charged.\"); State v. Lyle, 125 S.C. 406, 118 S.E. 803 \r\n  (1923) (Evidence of other crimes or bad acts is generally inadmissible to prove \r\n  the crime charged unless the evidence tends to establish (1) motive, (2) intent, \r\n  (3) absence of mistake or accident, (4) a common scheme or plan, or (5) identity). \r\n  We note the common law rules concerning the admission of character evidence \r\n  and evidence of other crimes or bad acts have been codified in Rule 404, SCRE. \r\n  State v. Nelson, 331 S.C. 1, 6, 501 S.E.2d 716, 718-19 n.7 (1998).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3035","title":"State v. Liberte","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3035","description":"","date":"1999-08-16","type":"opinion","text":"\r\n      \r\n\r\n\r\nState v. Liberte and Sims\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n-->\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n________\r\n\r\n\r\n\r\n \r\n   \r\n     \r\n      \r\n        State of South Carolina, Respondent,\r\n        v.\r\n        Aubin Liberte and William Henry Sims, Jr., Appellants.\r\n        \r\n    \r\n  \r\n\r\n________\r\n\r\n\r\n\r\nAppeal From Greenville County\r\n  Larry R. Patterson, Circuit Court Judge\r\n  ________ \r\nOpinion No. 3035\r\nHeard May 11, 1999 - Filed August 16, 1999________\r\n\r\n\r\n\r\nREVERSED AND REMANDED\r\n________\r\n\r\n\r\n\r\n \r\n   \r\n     \r\n      \r\n        William G. Yarborough, III, of Ashmore &amp; Yarborough, of Greenville, \r\n          for appellants.\r\n        \r\n        Attorney General Charles M. Condon; Chief Jonathan E. Ozmint and Assistant \r\n          Attorney General Anne Hunter Young, both of State Grand Jury, all of \r\n          Columbia, for respondent.\r\n        \r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Aubin Liberte and William Henry Sims, Jr. appeal \r\n  from their convictions for conspiracy to traffic in cocaine. We reverse and \r\n  remand for a new trial.\r\n\r\n\r\n\r\n\r\nI.\r\n\r\n\r\n\r\n\r\nAccording to the State's evidence, Todd Brank, a convicted drug dealer, was \r\n  under investigation by the South Carolina Law Enforcement Division (SLED). After \r\n  he was arrested on more drug charges, Brank agreed to cooperate with SLED. Operating \r\n  undercover, Brank set up a purchase of a large amount of cocaine from Sims, \r\n  who had previously supplied cocaine to Brank. Liberte, whom Brank did not know \r\n  and had never seen before, was in the car with Sims when Sims delivered the \r\n  cocaine to Brank. After Sims and Liberte were taken into custody, Liberte consented \r\n  to a search of his hotel room. SLED agents found more cocaine in the hotel room, \r\n  and arrested Herne Bouzy, who apparently was staying in Liberte's hotel room. \r\n  Liberte, Sims, and Bouzy were indicted by the State Grand Jury for conspiracy \r\n  to traffic in cocaine.\r\n\r\n\r\n\r\n\r\nAlthough none of the defendants testified at trial, their attorneys, through \r\n  their cross-examination of the State's witnesses and their closing arguments, \r\n  suggested that the drugs had been planted by Brank. The attorneys also raised \r\n  questions about SLED's investigation, noting, among other things, SLED's apparent \r\n  failure to test for fingerprints the box containing cocaine delivered by Sims \r\n  to Brank and SLED's erasing of a tape of a conversation between Brank and Sims. \r\n  The jury convicted Liberte and Sims (together, the Defendants), but acquitted \r\n  Bouzy.\r\n\r\n\r\n\r\n\r\nII.\r\n\r\n\r\n\r\n\r\nOn appeal, the Defendants argue, inter alia, that the trial court \r\n  erred in refusing to grant a mistrial following inflammatory and prejudicial \r\n  remarks made by the prosecutor in his closing argument. We agree.\r\n\r\n\r\n\r\n\r\nAt the beginning of his closing argument, apparently in response to the Defendants' \r\n  suggestion that the drugs had been planted and their attacks on SLED's investigation, \r\n  the prosecutor stated:\r\n\r\n\r\n\r\n\r\nLadies and gentlemen, I want to ask you right now to listen to the judge's \r\n  instructions about reasonable doubt, and ask yourselves is it being used \r\n  as a sword to attack law and order, to attack law enforcement, to attack people \r\n  who are trying to keep drugs off our streets?\r\n\r\n\r\n\r\n\r\n(Emphasis added). After the Defendants' objection, the trial court simply instructed \r\n  the prosecutor to \"refrain from commenting about that.\" The court twice denied \r\n  requests that the matter be taken up outside the presence of the jury. After \r\n  more defense objections to the prosecutor's closing argument, the trial court \r\n  excused the jury. The Defendants moved for a mistrial based on the cumulative \r\n  effect of the prosecutor's improper remarks, but the court denied the motion.(1)\r\n\r\n\r\n\r\n\r\n\"A solicitor's closing argument must not appeal to the personal biases of the \r\n  jurors. In addition, the argument may not be calculated to arouse the jurors' \r\n  passions or prejudices, and its content should stay within the record and reasonable \r\n  inferences to it.\" State v. Copeland, 321 S.C. 318, 324, 468 S.E.2d 620, \r\n  624 (1996). The trial court is vested with broad discretion when considering \r\n  \"the propriety of the solicitor's argument, including the question of whether \r\n  to grant a defendant's mistrial motion. The trial court's discretion will not \r\n  be overturned absent a showing of an abuse of discretion amounting to an error \r\n  of law that prejudices the defendant.\" Id. (Citation omitted). In this \r\n  case, we conclude that the trial court abused its discretion by denying the \r\n  Defendants' request for a mistrial.\r\n\r\n\r\n\r\n\r\nCertainly, a prosecutor is entitled to call into question the credibility of \r\n  a defense. See, e.g., State v. Lunsford, 318 S.C. 241, 246, 456 \r\n  S.E.2d 918, 922 (Ct. App. 1995) (\"In telling the jury, 'so don't fall for that,' \r\n  the solicitor was merely telling the jury that it should not credit defense \r\n  counsel's argument regarding the absence of fingerprint evidence. A prosecutor \r\n  may fairly point out 'matters which [the jury] should not consider.'\"), cert. \r\n  denied (October 20, 1995). Likewise, a prosecutor may \"legitimately appeal \r\n  to the jury to do their full duty.\" State v. Caldwell, 300 S.C. 494, \r\n  504, 388 S.E.2d 816, 822 (1990). In this case, however, the prosecutor's argument \r\n  went far beyond the outer boundaries of proper closing argument.\r\n\r\n\r\n\r\n\r\nIn our view, the argument was calculated to appeal to the jury's passions and \r\n  prejudices by playing on the jury's fear of the impact of drugs on our society. \r\n  The argument invited the jury to convict the Defendants, even if the evidence \r\n  did not prove their guilt beyond a reasonable doubt, in order to keep the streets \r\n  safe from the scourge of drugs.(2) Such an appeal \r\n  is clearly improper:\r\n\r\n\r\n\r\n\r\nA prosecutor may not urge jurors to convict a criminal defendant in order to \r\n  protect community values, preserve civil order, or deter future lawbreaking. \r\n  The evil lurking in such prosecutorial appeals is that the defendant will be \r\n  convicted for reasons wholly irrelevant to his own guilt or innocence. Jurors \r\n  may be persuaded by such appeals to believe that, by convicting a defendant, \r\n  they will assist in the solution of some pressing social problem. The amelioration \r\n  of society's woes is far too heavy a burden for the individual criminal defendant \r\n  to bear.\r\n\r\n\r\n\r\n\r\nUnited States v. Monaghan, 741 F.2d 1434, 1441 (D.C. Cir. 1984), cert. \r\n  denied, 470 U.S. 1085 (1985); see also United States v. Hawkins, \r\n  595 F.2d 751, 754 (D.C. Cir. 1978) (Prosecutors are not \"at liberty to substitute \r\n  emotion for evidence by equating, directly or by innuendo, a verdict of guilty \r\n  to a blow against the drug problem.\"), cert. denied, 441 U.S. 910 (1979); \r\n  United States v. Barker, 553 F.2d 1013, 1025 (6th Cir. 1977) (\"[I]t is \r\n  beyond the bounds of propriety for a prosecutor to suggest that unless this \r\n  defendant is convicted it will be impossible to maintain 'law and order' in \r\n  the jurors' community.\"); cf. State v. Smart, 278 S.C. 515, 526, \r\n  299 S.E.2d 686, 692-93 (1982) (finding solicitor's closing argument urging that \r\n  \"law officers who risked their lives in [the defendant's] recapture would be \r\n  aggrieved by a sentence less than death\" and implying that \"other citizens of \r\n  Lexington County including himself would strongly disapprove of a life sentence,\" \r\n  to be improper, noting that \"[j]urors are simply not to consider the opinions \r\n  of neighbors, officials or even other juries\") (emphasis added), cert. \r\n  denied, 460 U.S. 1088 (1983), overruled in part on other grounds by \r\n  State v. Torrence, 305 S.C. 45, 406 S.E.2d 315 (1991); United States \r\n  v. Radka, 904 F.2d 357, 361 (6th Cir. 1990) (\"Despite the devastation wrought \r\n  by drug trafficking in communities nationwide, we cannot suspend the precious \r\n  rights guaranteed by the Constitution in an effort to fight the 'War on Drugs.'\").\r\n\r\n\r\n\r\n\r\nFar more troubling to this Court, however, is that the argument insinuated \r\n  that the reasonable doubt standard is itself a threat to \"law and order.\" The \r\n  reasonable doubt standard \r\n\r\n\r\n\r\n\r\nplays a vital role in the American scheme of criminal procedure. It is a prime \r\n  instrument for reducing the risk of convictions resting on factual error. The \r\n  standard provides concrete substance for the presumption of innocence--that \r\n  bedrock \"axiomatic and elementary\" principle whose \"enforcement lies at the \r\n  foundation of the administration of our criminal law.\"\r\n\r\n\r\n\r\n\r\nIn re Winship, 397 U.S. 358, 363 (1970) (citations omitted). To argue \r\n  that the jury should ignore reasonable doubt because it was being used as \"a \r\n  sword to attack law and order\" amounts to an argument that the jury should ignore \r\n  the instructions of the trial court, as well as the constitutions of this State \r\n  and this country, by convicting without regard to the existence of reasonable \r\n  doubt. Thus, the argument effectively forced the jurors to decide between \"law \r\n  and order\" or a finding of reasonable doubt. Needless to say, such an argument \r\n  is improper and well beyond the bounds of zealous advocacy. See Floyd \r\n  v. Meachum, 907 F.2d 347, 354 (2d Cir. 1990) (\"[T]he prosecutor's repeated \r\n  remarks that the Fifth Amendment was 'a protection for the innocent' and not \r\n  'a shield' for 'the guilty' incorrectly stated the law by diluting the State's \r\n  burden of proof beyond a reasonable doubt and undermining the presumption of \r\n  innocence.... The prosecutor's statements, if taken literally, would mean that \r\n  a guilty person could never be acquitted on the basis of the presumption of \r\n  innocence, and as a result of these misstatements, the jurors may have thought \r\n  they were free to convict Floyd if they somehow felt or suspected he was guilty \r\n  even if they were not convinced beyond a reasonable doubt.\"); see also \r\n  Connecticut v. Floyd, 523 A.2d 1323, 1337 (Ct. App. 1987) (\"The requirement \r\n  of proof beyond a reasonable doubt for a conviction is neither a sword, nor \r\n  a shield, but a necessary element of proof placed solely upon the prosecution.\") \r\n  (Bieluch, J., dissenting).\r\n\r\n\r\n\r\n\r\nNot all improper closing arguments, however, mandate reversal. \"A new trial \r\n  will not be granted unless the prosecutor's comments so infected the trial with \r\n  unfairness as to make the resulting conviction a denial of due process.\" State \r\n  v. Huggins, 325 S.C. 103, 107, 481 S.E.2d 114, 116 (1997). When making this \r\n  determination, we must \"review the alleged impropriety of argument in the context \r\n  of the entire record.\" State v. Linder, 276 S.C. 304, 312, 278 S.E.2d \r\n  335, 339 (1981).\r\n\r\n\r\n\r\n\r\nThere is no doubt that the evidence against the Defendants was very strong \r\n  and that there was no tangible evidence supporting their defense. Instead, their \r\n  defense depended largely on inconsistencies brought by their attorneys during \r\n  cross-examination of the State's witnesses and inferences suggested by the attorneys \r\n  in their closing arguments. Nonetheless, particularly in light of the evidence \r\n  establishing that an additional, empty box was found in Brank's van when SLED \r\n  retrieved the drugs and that this box mysteriously disappeared and was never \r\n  accounted for by SLED, the suggestion that Brank planted the cocaine as an attempt \r\n  to curry favor with law enforcement was not wholly implausible. Because the \r\n  prosecutor's improper argument invited the jury to disregard the reasonable \r\n  doubt standard, we believe that the argument prevented the jury from fairly \r\n  considering and evaluating the defense put forth by the Defendants. See \r\n  State v. Coleman, 301 S.C. 57, 61, 389 S.E.2d 659, 661 (1990) (\"The trial \r\n  judge is vested with broad discretion in dealing with the propriety of the solicitor's \r\n  closing argument and once he has allowed the argument to stand, the appellant \r\n  bears the burden of demonstrating the argument had the effect of denying \r\n  him a fair determination of the issues involved.\") (emphasis added); cf. \r\n  State v. Pickens, 320 S.C. 528, 531, 466 S.E.2d 364, 366 (1996) (Solicitor's \r\n  single reference during closing argument to the defendant's failure to present \r\n  evidence required reversal because the \"exculpatory story of self-defense was \r\n  not totally implausible and the evidence of guilt was not overwhelming.\").(3)\r\n\r\n\r\n\r\n\r\nContrary to the State's argument, we cannot conclude that the prejudice caused \r\n  by the improper argument was cured by a subsequent instruction to the jury. \r\n  After the prosecutor made what appeared to be a comment on the Defendants' failure \r\n  to testify, the trial court instructed the jury that a defendant is presumed \r\n  to be innocent until you, the jury, hears evidence that satisfies you of his \r\n  guilt beyond a reasonable doubt. And the burden of proof is always on the State \r\n  to prove the defendant guilty beyond a reasonable doubt, and the defendant is \r\n  not required to prove himself innocent. That is the law, and I would explain \r\n  that to you in my charge a little bit further. But anything to the contrary \r\n  that's been indicated in the arguments, you disregard that.\r\n\r\n\r\n\r\n\r\nFirst, the instruction was directed to the prosecutor's statement suggesting \r\n  that the Defendants had an obligation to put forth evidence in their defense; \r\n  the instruction really does nothing to eliminate the prejudice from the prosecutor's \r\n  reasonable-doubt-as-a-sword argument. Moreover, given that the prosecutor's \r\n  argument effectively invited the jury to disregard the trial court's instructions \r\n  on reasonable doubt, we fail to see how another instruction mentioning reasonable \r\n  doubt could have cured the error. Accordingly, we conclude that the prejudice \r\n  from the prosecutor's improper argument was not cured by the court's instruction \r\n  to the jury.\r\n\r\n\r\n\r\n\r\nWhile there is no indication that the prosecutor in this case intended to inflame \r\n  the jury or to prejudice the Defendants' case, we do not find the absence of \r\n  intent to be relevant. Because the prosecutor's arguments encouraged the jury \r\n  to disregard the most fundamental aspect of our criminal justice system, we \r\n  conclude that reversal is required, notwithstanding the fact that the argument \r\n  may have been the result of unintentional, overzealous rhetoric. See \r\n  Berger v. United States, 295 U.S. 78, 88-89 (1935) (A prosecutor \"may \r\n  prosecute with earnestness and vigor-indeed, he should do so. But, while he \r\n  may strike hard blows, he is not at liberty to strike foul ones. It is as much \r\n  his duty to refrain from improper methods calculated to produce a wrongful conviction \r\n  as it is to use every legitimate means to bring about a just one.\"); California \r\n  v. Bolton, 589 P.2d 396, 398 (1979) (\"Injury to appellant is nonetheless \r\n  an injury because it was committed inadvertently rather than intentionally.\").\r\n\r\n\r\n\r\n\r\nUnder these circumstances, we can reach no other conclusion but that the improper \r\n  argument \"so infected the trial with unfairness as to make the resulting conviction \r\n  a denial of due process.\" Huggins, 325 S.C. at 107, 481 S.E.2d at 116. \r\n  Accordingly, for the foregoing reasons, we hereby reverse the convictions of \r\n  the Defendants and remand for a new trial.(4) \r\n  \r\n  \r\n\r\n\r\n\r\n\r\nREVERSED AND REMANDED. \r\n  \r\n\r\n\r\n\r\n\r\nHOWELL, C.J., HUFF and HOWARD, JJ., concur.\r\n\r\n\r\n\r\n1.  The State contends that this issue is not preserved for appeal because the trial court gave the Defendants the relief they\r\n\r\nsought by instructing the prosecutor to \"refrain from commenting about that,\" and the Defendants sought no further relief.\r\n\r\nWe disagree. When the improper comment was made, the trial court refused the Defendants' requests to excuse the jury. The\r\n\r\nDefendants therefore could not have requested further relief at that time. See, e.g., State v. McDaniel, 320 S.C. 33, 37, 462\r\n\r\nS.E.2d 882, 884 (Ct. App. 1995) (\"So long as the judge had an opportunity to rule on an issue, and did so, it was 'not\r\n\r\nincumbent upon defense counsel to harass the judge by parading the issue before him again.'\"), cert. denied (July 7, 1995);\r\n\r\nRule 18(a), SCRCrimP (\"Counsel shall not attempt to further argue any matter after he has been heard and the ruling of the\r\n\r\ncourt has been pronounced.\"). The Defendants sought a mistrial at their first opportunity, when the court later excused the\r\n\r\njury. Under these circumstances, the Defendants' actions were more than sufficient to preserve the issue for appeal.\r\n\r\n\r\n\r\n2.  This aspect of the argument was bolstered by the following \r\n  statement, which followed shortly after the prosecutor's improper reasonable \r\n  doubt argument:\r\n\r\n\r\n\r\n\r\nI want to talk to you a minute about the agents. Ladies and gentlemen, I get \r\n  tired - - I get tired of seeing law enforcement officers attacked for no reason, \r\n  quite frankly, to be perfectly honest with you. Cops, always dirty, planting \r\n  evidence, making things up. I think such attacks . . . are beneath contempt.\r\n\r\n\r\n\r\n\r\nAfter an objection and an admonishment by the court not to express his personal \r\n  opinion, the prosecutor continued:\r\n\r\n\r\n\r\n\r\nI express that such attacks are beneath contempt. These officers worked weeks \r\n  in Greenville and Spartanburg Counties, to bring you this conspiracy. They developed \r\n  informants. They work[ed] nights. They worked weekends. They put it on the line. \r\n  And every time they testify, every time, they get attacked.\r\n\r\n\r\n\r\n\r\nIn our view, this argument was an improper appeal to the jury's emotions and an attempt to induce the jury to identify with\r\n\r\nthe law enforcement officers involved in the case.\r\n\r\n\r\n\r\n3.  That the jury acquitted Bouzy does not change our conclusion. The State's evidence against Bouzy was very weak and\r\n\r\ncompletely circumstantial. The jury very easily could have acquitted Bouzy without even considering the Defendants'\r\n\r\nsuggestion that the drugs had been planted by Brank.\r\n\r\n\r\n\r\n4.  Given our disposition of this issue, we need not address the other issues raised by the Defendants. The trial court is free\r\n\r\nto consider those issues de novo should they arise on retrial.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3036","title":"Hyman v. Wellman Enterprises, Inc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3036","description":"","date":"1999-08-23","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nHyman v. Wellman Enterprises, Inc.,\r\n\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        M.A. Hyman, Appellant, \r\n           \r\n        v.\r\n         \r\n        Wellman Enterprises, Inc., \r\n          John G. (\"Jack\") Wellman, individually and d/b/a Wellman Enterprises, \r\n          Inc., and Industrial Contractors, Inc., Defendants, \r\n          \r\n           \r\n        of whom Industrial Contractors, \r\n          Inc., is the Respondent.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\n   \r\nAppeal From Horry \r\n  County\r\n  John L. Breeden, Jr., Circuit \r\n  Court Judge\r\n  ________ \r\n  \r\n   \r\nOpinion No. 3036\r\n  Heard June 9, 1999 - Filed \r\n  August 23, 1999\r\n  ________ \r\n  \r\n   \r\nREVERSED AND \r\n  REMANDED\r\n________ \r\n  \r\n \r\n \r\n   \r\n     \r\n      \r\n        Daryl J. Corbin, of Corbin \r\n          Law Firm, of Florence, for appellant. \r\n          \r\n           \r\n        John P. Henry and Emma Ruth \r\n          Brittain, both of The Thompson Law Firm, of Conway, for respondent.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\n   \r\nHUFF, J.: This is \r\n  an action for conversion of electrical equipment installed in a building. Appellant, \r\n  M.A. Hyman, brought this suit against respondent, Industrial Contractors, Inc., \r\n  after Industrial Contractors removed several items of an upgraded electrical \r\n  system from a building that Hyman purchased from John G. Wellman. The trial \r\n  court, sitting without a jury, found that the equipment was a trade fixture \r\n  and, therefore, was property of Wellman, of which Hyman had no title or right \r\n  of possession. Hyman appeals. We reverse and remand. \r\n  \r\n   \r\nFACTUAL / \r\n  PROCEDURAL BACKGROUND \r\n  \r\n  \r\n   \r\nIn February of 1988, John \r\n  G. Wellman purchased a tobacco warehouse and installed an upgraded, heavy-industrial \r\n  electrical system in order to convert the warehouse into a polypropylene recycling \r\n  plant. Industrial Contractors installed the upgraded electrical system for Wellman, \r\n  but Wellman experienced financial difficulties and was unable to pay over $180,000 \r\n  owed to Industrial. Industrial never filed a mechanic's lien.  \r\n  \r\n   \r\nWellman's financial predicament also \r\n  left him unable to meet the mortgage payments on the upgraded facility. As a \r\n  result, in June of 1990, Wellman was faced with a foreclosure action on the \r\n  building. Thereafter, Wellman entered into an agreement with Hyman whereby Hyman \r\n  agreed to purchase the building and certain machinery for around $362,000, representing \r\n  the approximate debt on the property. As part of the deal Hyman gave Wellman \r\n  a nine month option, later extended to twelve, to purchase the property back \r\n  for the amount paid plus $50,000. Hyman also allowed Wellman to remain in the \r\n  building during the option period. Wellman executed a deed to Hyman on June \r\n  28, 1990 and Hyman recorded his deed to the property the next day. Wellman failed \r\n  to exercise his option. \r\n   \r\nPrior to Hyman's purchase, an appraisal \r\n  was made which placed a value of $925,000 on the building. This appraisal was \r\n  performed for Wellman, at his request. The appraisal specifically noted the \r\n  electrical system had been upgraded to industrial use, and described the building \r\n  as a \"manufacturing plant facility.\" Hyman testified he reviewed the appraisal \r\n  prior to his purchase, and the provisions regarding the electrical upgrade and \r\n  improvements as an industrial facility were important considerations in his \r\n  decision to buy the building.  \r\n  \r\n   \r\nOn May 14, 1990, Industrial wrote \r\n  to Wellman asking to set up a date at which time Industrial could remove some \r\n  of the electrical equipment installed in the building for which Wellman had \r\n  not paid. Shortly thereafter, Wellman agreed to let Industrial remove the equipment. \r\n  However, Industrial did not immediately remove the equipment. Rather, Industrial \r\n  waited over five months after Hyman purchased the building and recorded his \r\n  deed, before they removed the equipment. From November 28 to November 30, 1990, \r\n  Industrial removed three specific pieces of equipment at issue here. They included \r\n  an I-Line panel, a switch gear, and a buss duct.  \r\n  \r\n   \r\nIn May of 1991, Hyman visited the \r\n  building and found the electrical upgrading had been removed and wiring was \r\n  ripped out of the building. He testified the building no longer had the capability \r\n  of being used as an industrial facility, which affected the sales price of the \r\n  property. Other testimony established the removal of the electrical equipment \r\n  changed the building from a manufacturing facility back to a warehouse. Hyman \r\n  eventually sold the property in April 1992 for $450,000.  \r\n  \r\n   \r\nHyman brought this action against \r\n  Wellman and Industrial alleging, among other things, conversion for the improper \r\n  removal of the upgraded electrical system. The case was originally tried before \r\n  a jury in 1994. At the close of the testimony, the trial judge granted Industrial's \r\n  motion for directed verdict on the conversion cause of action, finding Hyman \r\n  had failed to prove damages. On appeal, this Court reversed and remanded, finding \r\n  there was sufficient evidence of damages. This Court further found a jury issue \r\n  existed as to whether or not the removed equipment was personal property or \r\n  a fixture. Hyman v. Wellman Enterprises, Inc., Op. No. 95-UP-279 (S.C. \r\n  Ct. App. filed Oct. 25, 1995). On remand, the parties waived a jury trial. After \r\n  a trial on the merits, the trial judge ruled the three articles of equipment \r\n  removed were, in fact, trade fixtures. As such, he found they remained the property \r\n  of Wellman, to which Hyman had no title nor right of possession at the time \r\n  of their removal by Industrial. He therefore granted judgment in favor of Industrial. \r\n   \r\n   \r\nLAW/ANALYSIS \r\n  \r\n  \r\n   \r\nHyman argues the trial court erred \r\n  in finding the upgraded electrical equipment constituted trade fixtures, thereby \r\n  depriving Hyman of any ownership or right of possession. We agree. \r\n  \r\n   \r\nThe law of trade fixtures derived \r\n  as an exception to the somewhat confusing law of fixtures. Planters' Bank \r\n  v. Lummus Cotton Gin Co., 132 S.C. 16, 128 S.E. 876 (1925).  \r\n  \r\n   \r\nA fixture is generally defined as \r\n  an article which was a chattel, but by being physically annexed to the realty \r\n  by one having an interest in the soil becomes a part and parcel of it. By mere \r\n  affixation the chattel does not become a fixture. The test for determining whether \r\n  an item remains personalty or becomes a fixture include the following criteria: \r\n  (1) mode of attachment, (2) character of the structure or article, (3) the intent \r\n  of the parties making the annexation, and (4) the relationship of the parties. \r\n   \r\nCarson v. Living Word Outreach \r\n  Ministries, Inc., 315 S.C. 64, 70, 431 S.E.2d 615, 618 (Ct. App. 1993). \r\n  As a general rule, whatever is once annexed to the freehold becomes part of \r\n  it and cannot afterward be removed except by him who is entitled to the inheritance. \r\n  City of Greenville v. Washington American League Baseball Club, 205 S.C. \r\n  495, 32 S.E.2d 777 (1945). However, an important exception exists to this rule \r\n  where the structures are erected or chattels are annexed for the purpose of \r\n  trade or manufacture. Id. \r\n  \r\n   \r\nIt has been said that the underlying \r\n  reason why property placed on leased premises by the tenant for purposes \r\n  of trade is regarded as personal rather than real is based upon the rule that \r\n  the law implies an agreement that it shall remain personal property from the \r\n  fact that the lessor contributed nothing thereto and should not be enriched \r\n  at the expense of his tenant when it was placed upon the real estate of the \r\n  landlord with his consent. \r\n  \r\n   \r\nId. at 511, 32 S.E.2d at 783 \r\n  (emphasis added). The purpose of such a rule allowing a tenant to remove as \r\n  a trade fixture that which has been apparently affixed to the land is to encourage \r\n  trade and industry. Carroll v. Britt, 227 S.C. 9, 86 S.E.2d 612 (1955). \r\n  \r\n   \r\nIn the case at hand, though, Hyman \r\n  and Wellman did not occupy the positions of landlord and tenant at the time \r\n  the articles in question were allegedly affixed to the facility. It has been \r\n  noted that the principal cause of confusion in the law of fixtures is the failure \r\n  to recognize the fact that there are various relationships under which the question \r\n  may arise, and the same rule does not apply to all. Planters' Bank, supra. \r\n  Rather, the particular case must be considered with reference to the relation \r\n  of the parties. Id.  \r\n  \r\n   \r\nIn Caulk v. Caulk, 211 S.C. \r\n  57, 43 S.E.2d 600 (1947), the lower court enjoined a husband from removing certain \r\n  fixtures from a tavern, located on property the husband had conveyed to the \r\n  wife. On appeal, the husband argued the equipment constituted \"trade fixtures\" \r\n  and therefore did not belong to the wife. The appellate court disagreed, noting \r\n  that there was no relationship of landlord and tenant between the husband and \r\n  wife. The court went on to state as follows: \r\n  \r\n   \r\n[U]nder our decisions the question \r\n  of whether an article is to be regarded as a fixture depends largely upon the \r\n  intention of the parties. All the circumstances must be considered, especially \r\n  as they throw light upon the intention. The particular case must be considered \r\n  with reference to the relation of the parties. \r\n  \r\n   \r\n211 S.C. at 65, 43 S.E.2d at 604. \r\n  \r\n   \r\nIn Planters' Bank, supra, \r\n  our Supreme Court considered the various relations under which such an issue \r\n  arises and determined there are roughly two classes into which the parties may \r\n  be divided: (1) where the subject matter of the controversy has been placed \r\n  on the premises by the owner of the fee simple title, and (2) where it has been \r\n  so placed by one owning less than a fee simple title. To the first class belongs \r\n  the relationship of vendor and vendee, while to the second class belongs the \r\n  relationship of landlord and tenant. The court noted that the rules applicable \r\n  to the two classes are not the same and went on to state: \r\n  \r\n   \r\nIt is considered more probable that \r\n  an improvement, placed on the premises by the owner of the fee, was placed there \r\n  for the betterment of his estate and during its continuance, which is deemed \r\n  perpetual. On the other hand, it is considered more probable that an improvement, \r\n  placed on the premises by one who did not own the fee, was placed there for \r\n  his personal convenience and during the limited term of his estate. As a matter \r\n  of public policy, that the life tenant, tenant for a term or license, may not \r\n  suffer the estate to go to waste, great liberality is extended to them in reference \r\n  to their intention. Trade fixtures annexed to the premises by a tenant have \r\n  uniformly been considered not to be fixtures, and to be removable by the tenant \r\n  at the end of his term, a liberality not extended to relations of the first \r\n  class above referred to. \r\n  \r\n   \r\n132 S.C. at 23, 128 S.E. at 878 (emphasis \r\n  added) \r\n   \r\nAt the time the equipment in question \r\n  was allegedly affixed to the premises, Wellman was the fee simple owner of the \r\n  estate. Wellman later sold the premises to Hyman, and the relationship of the \r\n  parties was that of vendor and vendee, not landlord and tenant. Accordingly, \r\n  the rules governing trade fixtures in landlord/tenant situations are not applicable \r\n  to the case at hand, and the trial court erred in applying the rule as such. \r\n  \r\n   \r\nThe question persists, however, as \r\n  to whether or not the pieces of equipment constituted fixtures or remained the \r\n  personal property of Wellman. Because the trial court erroneously determined \r\n  the trade fixture exception applied, he did not adequately address this issue. \r\n  See Carson, supra (a fixture involves a mixed question \r\n  of law and fact and it is incumbent on the court to define a fixture; but whether \r\n  it is such in a particular instance depends upon the facts of that case). Accordingly, \r\n  we remand for determination on this point. \r\n  \r\n   \r\nFor the foregoing reasons, the order \r\n  below is \r\n   \r\nREVERSED and REMANDED. \r\n  \r\n   \r\nHOWELL, C.J., and HOWARD, \r\n  J., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3037","title":"State Farm Mutual Automobile Insurance Co. v. James, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3037","description":"","date":"1999-08-23","type":"opinion","text":"\r\n      \r\n\r\n\r\nState Farm v. James and Echols\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n________ \r\n  \r\n   \r\n \r\n   \r\n     \r\n      \r\n        State Farm Mutual Automobile \r\n          Insurance Company, Respondent, \r\n          \r\n           \r\n        v. \r\n          \r\n           \r\n        Olin James and Robert Echols, Defendants, of whom Robert Echols, is \r\n          the Appellant.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\n   \r\nAppeal From Florence \r\n  County\r\n  James E. Brogdon, Jr., Circuit \r\n  Court Judge\r\n  ________ \r\n  \r\n  \r\n   \r\nOpinion No. 3037\r\n  Heard June 9, 1999 - Filed \r\n  August 23, 1999 \r\n  ________ \r\n   \r\nAFFIRMED\r\n________ \r\n  \r\n \r\n \r\n   \r\n     \r\n      \r\n        Marvin P. Jackson, Jr., of \r\n          Florence, for appellant. \r\n          \r\n           \r\n        James W. Peterson, Jr., of \r\n          Clark, Johnson, Peterson &amp; McLean, of Florence, for respondent.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\n   \r\nHOWELL, C.J.: In \r\n  this case, the circuit court upheld State Farm Automobile Insurance Company's \r\n  (State Farm) employee exclusion clause barring Robert Echols from liability \r\n  coverage. Echols appeals. We affirm. \r\n  \r\n   \r\nI. \r\n  \r\n   \r\nOlin James operated his remodeling \r\n  and construction business from his home.(1) Echols \r\n  worked for James in this business, was paid weekly, and was provided a daily \r\n  ride to and from work.  \r\n   \r\nOn July 25, 1994, pursuant to his \r\n  normal routine, James picked up Echols for work in James's Pontiac Bonneville. \r\n  The two then returned to James's residence to retrieve work supplies. James \r\n  normally used his GMC truck for hauling supplies and transportation to and from \r\n  work sites. However, on this day, he was driving a Chevrolet truck (the Chevrolet \r\n  truck) lent to him by Freddie J. Frierson, who was repairing James's GMC truck. \r\n  After loading the Chevrolet truck with the tools and equipment needed for work \r\n  that day, James attempted to start the truck. Unfortunately, the attempt failed. \r\n  At James's direction, Echols poured gasoline into the carburetor before James \r\n  again turned the ignition. Once more, the truck failed to start. On the next \r\n  try, still at James's direction, Echols continued to pour gasoline into the \r\n  carburetor while James simultaneously turned the ignition. A small explosion \r\n  resulted, burning Echols's right arm, right hand, right shoulder, and the right \r\n  side of his face. James testified he was paying Echols when the incident occurred. \r\n  \r\n   \r\nThe insurance policy covering James's \r\n  GMC truck provided liability coverage of $100,000/300,000/25,000. James owned \r\n  other vehicles that were not involved in the incident, but had no UIM coverage \r\n  on any of his vehicles.  \r\n   \r\nFrierson owned the Chevrolet truck \r\n  and three other vehicles. All policies on Frierson's automobiles provided liability \r\n  coverage of $25,000/50,000/25,000 and, with one exception, contained UIM coverage.(2) \r\n   \r\n   \r\nBoth James and Frierson insured their \r\n  vehicles with State Farm. Every policy on both James's and Frierson's vehicles \r\n  contained an exclusion barring recovery for injuries to an insured's employees \r\n  arising out of employment. \r\n  \r\n   \r\nEchols sued James for negligence. \r\n  State Farm filed a declaratory judgment seeking a judicial declaration that \r\n  its policies did not provide coverage for Echols's claims. Echols answered and \r\n  counterclaimed against State Farm seeking further compensation under Frierson's \r\n  policies. The circuit court upheld State Farm's employee exclusion clause and \r\n  found that Echols was only entitled to UIM benefits on the Chevrolet truck involved \r\n  in the accident.  \r\n   \r\nII. \r\n  \r\n   \r\nThe central issues in this case concern \r\n  whether or not Echols's injuries were excluded from liability coverage under \r\n  both the policies on the Chevrolet truck and James's GMC truck.(3) \r\n  The exclusionary clause at issue excludes coverage for any bodily injury to \r\n  \"any employee of an insured arising out of his or her employment.\"(4) \r\n  South Carolina Code section 38-77-220 provides: \r\n  \r\n   \r\nThe automobile policy need not insure \r\n  any liability under the Workers' Compensation Law nor any liability on account \r\n  of bodily injury to an employee of the insured while engaged in the \r\n  employment, other than domestic, of the insured, or while engaged in the \r\n  operation, maintenance, or repair of the motor vehicle nor any liability for \r\n  damage to property owned by, rented to, in charge of, or transported by the \r\n  insured.  \r\n   \r\nS.C. Code Ann. § 38-77-220 (1989) \r\n  (emphasis added). Specifically, the parties disagree as to whether James is \r\n  \"the insured\" and whether Echols was \"engaged in\" his employment at the time \r\n  of the incident. \r\n   \r\nInsurance policies are subject to \r\n  general rules of contract construction. This Court must give policy language \r\n  its plain, ordinary, and popular meaning. Ambiguous or conflicting terms in \r\n  an insurance policy must be construed liberally in favor of the insured and \r\n  strictly against the insurer. However, if the intention of the parties is clear, \r\n  courts have no authority to torture the meaning of policy language to extend \r\n  or defeat coverage that was never intended by the parties. \r\n  \r\n   \r\nDiamond State Ins. Co. v. Homestead \r\n  Indus., Inc., 318 S.C. 231, 236, 456 S.E.2d 912, 915 (1995) (citations omitted). \r\n  \r\n   \r\nGenerally, \"insurers have the right \r\n  to limit their liability and to impose whatever conditions they desire upon \r\n  an insured, provided they are not in contravention of some statutory inhibition \r\n  or public policy.\" Pennsylvania Nat'l Mut. Cas. Ins. Co. v. Parker, 282 \r\n  S.C. 546, 550-51, 320 S.E.2d 458, 461 (Ct. App. 1984). \"Reasonable exclusionary \r\n  clauses which do not conflict with the legislative expression of the public \r\n  policy of the State as revealed in the various motor vehicle insurance statutes \r\n  are permitted.\" Id. However, if a policy provision conflicts with a statutory \r\n  mandate, the statute controls. See South Carolina Farm Bureau Mut. \r\n  Ins. Co. v. Mumford, 299 S.C. 14, 17-18, 382 S.E.2d 11, 13 (Ct. App. 1989). \r\n   \r\n   \r\nA. \r\n  \r\n   \r\nEchols contends the statutory phrase \r\n  \"the insured\" means only a policy's named insured and not an additional insured \r\n  under an omnibus clause. Therefore, Echols argues that the statute only permits \r\n  a policy to exclude coverage for bodily injuries sustained by employees of the \r\n  named insured. We disagree. \r\n  \r\n   \r\nNeither Echols nor State Farm present \r\n  any South Carolina authority specifically addressing whether the statutory phrase \r\n  \"the insured\" is limited to the named insured when determining an employee exclusion \r\n  clause's applicability. Our own research likewise reveals no South Carolina \r\n  case on point. Nevertheless, our understanding of the relevant statutory provisions \r\n  and our review of the law of other states compels us to conclude that \"the insured\" \r\n  is not limited to a policy's named insured. \r\n  \r\n   \r\nSeveral jurisdictions refuse to place \r\n  a limited interpretation on the phrase \"the insured\" and define the phrase as \r\n  the named insured or anyone using a vehicle with permission of the named insured. \r\n  Other jurisdictions interpret \"the insured\" more narrowly, but still espouse \r\n  an interpretation unhelpful to Echols. These jurisdictions define \"the insured\" \r\n  as the \"person seeking coverage\" under a policy. To invoke an employee exclusion \r\n  clause, these jurisdictions thus require the person seeking coverage under the \r\n  policy to be the injured employee's employer. Stated differently, the allegedly \r\n  negligent actor, or the insured alleged to have caused the injuries, must be \r\n  the injured employee's employer. Compare, e.g., Baker v. DePew, \r\n  860 S.W.2d 318, 320-23 (Mo. 1993) (en banc) (holding employee exclusion did \r\n  not apply where, in determining whether the acts causing the injuries at issue \r\n  were committed by an employee of the insured, the court interpreted the phrase \r\n  \"the insured\" separately with respect to each insured seeking protection under \r\n  the policy) with State Farm Mut. Auto. Ins. Co. v. Dyer, 19 F.3d \r\n  514, 521-22 (10th Cir. 1994) (applying employee exclusion where, in determining \r\n  whether the acts causing the injuries at issue were committed by an employee \r\n  of the insured, the court interpreted the phrase \"the insured\" to refer to any \r\n  insured, not just the insured seeking protection under the policy); see generally, \r\n  Charles W. Benton, Annotation, Validity, Construction, and Application of \r\n  Provision in Automobile Liability Policy Excluding From Coverage Injury to, \r\n  or Death of, Employee of Insured, 43 A.L.R. 5th 149, 189-98 (1996). \r\n   \r\n   \r\nWe decline this opportunity to narrowly \r\n  define \"the insured\" as referring only to a policy's named insured. As another \r\n  court noted: \r\n   \r\n[T]he language is \"the insured\" and \r\n  not \"the named insured,\" the latter being the language used in the policy where \r\n  the intention is to designate only the person to whom the policy is issued; \r\n  and the omnibus coverage clause . . . defines the word \"insured\" as used in \r\n  the policy . . . to include any person using the automobile with the permission \r\n  of the named insured. \r\n   \r\nLumber Mut. Ins. Co. v. Stukes, \r\n  164 F.2d 571, 573 (4th Cir. 1947) (construing South Carolina law).  \r\n  \r\n   \r\nFurthermore, Echols alleged that \r\n  James's negligence caused Echols to sustain injuries. Although James is not \r\n  the named insured, James is an insured under Frierson's policy as a permissive \r\n  user of Frierson's truck. Moreover, James is the insured seeking protection \r\n  under Frierson's policy. Hence, even if we accepted a more limited interpretation \r\n  of \"the insured,\" State Farm's employee exclusion clause still applies in the \r\n  case at bar because Echols's employer, James, is the person seeking coverage \r\n  under the policy.  \r\n   \r\nB. \r\n  \r\n   \r\nEchols further contends State Farm's \r\n  employee exclusion does not apply because Echols was not \"engaged in [his] employment\" \r\n  at the time of the incident as contemplated by the statute. We disagree.  \r\n  \r\n   \r\n\"A suit for declaratory judgment \r\n  is neither legal nor equitable, but is determined by the nature of the underlying \r\n  issue.\" Felts v. Richland County, 303 S.C. 354, 356, 400 S.E.2d 781, \r\n  782 (1991). A suit to determine coverage under an automobile liability policy \r\n  is an action at law. See Allstate Ins. Co. v. Federated Mut. Implement \r\n  &amp; Hardware Ins. Co., 251 S.C. 203, 205, 161 S.E.2d 240, 241 (1968). \r\n  As a result, under our standard of review, our jurisdiction is limited to correcting \r\n  errors of law and factual findings will not be disturbed unless unsupported \r\n  by any evidence. See Townes Assocs., Ltd. v. City of Greenville, \r\n  266 S.C. 81, 86, 221 S.E.2d 773, 775 (1976).  \r\n  \r\n   \r\nWe find sufficient evidence in the \r\n  record to support the circuit court's finding that Echols was engaged in employment \r\n  at the time of the incident. First, Echols himself testified he was acting at \r\n  the direction of James. Second, James testified he was paying Echols at the \r\n  time of the incident. Third, James and Echols were loading the truck and attempting \r\n  to start the truck in an effort to transport equipment to their job site. It \r\n  is not likely Echols would have been with James or engaged in these activities \r\n  except for his employment. We therefore affirm the circuit court order finding \r\n  Echols was engaged in employment at the time of the incident. \r\n  \r\n  \r\n   \r\nC. \r\n  \r\n   \r\nAs explained above, with respect \r\n  to Frierson's policy on the Chevrolet truck and James's policies on his own \r\n  vehicles, the employee exclusion applies in each policy and operates to exclude \r\n  liability coverage. With respect to Frierson's other vehicles, though, a different \r\n  analysis applies. Given that Echols only sued James for negligence, Echols can \r\n  only recover under these policies if James is an insured as defined in these \r\n  policies. However, James had no permission to use and was not using any of Frierson's \r\n  other vehicles. James is not an insured for purposes of those vehicles under \r\n  any other prong of the definition of insured in either the statutory or the \r\n  policy language. See S.C. Code Ann. § 38-77-30(7) (Supp. 1998). Therefore, \r\n  we affirm the circuit court order denying Echols liability coverage under all \r\n  policies in question.(5) \r\n  \r\n   \r\nIII. \r\n  \r\n   \r\nEchols next contends the circuit \r\n  court erred by awarding Echols UIM coverage under Frierson's policy only on \r\n  the Chevrolet truck rather than permitting Echols to stack UIM coverage from \r\n  Frierson's remaining policies.(6) We disagree. \r\n  \r\n   \r\nIn determining whether an insured \r\n  can stack, insureds are divided into two classes: Class I and Class II. Only \r\n  Class I insureds can stack. See Concrete Servs., Inc. v. United States \r\n  Fidelity &amp; Guar. Co., 331 S.C. 506, 509, 498 S.E.2d 865, 866 (1998). \r\n  \"A Class I insured is an insured or named insured that has a vehicle involved \r\n  in the accident.\" Mangum v. Maryland Cas. Co., 330 S.C. 573, 576, 500 \r\n  S.E.2d 125, 127 (Ct. App. 1998). \"A Class II insured is an insured whose vehicle \r\n  was not involved in the accident . . . .\" Id. \r\n  \r\n   \r\nEchols is not a Class I insured on \r\n  any of Frierson's policies because Echols did not own a vehicle involved in \r\n  the accident and is not the named insured on Frierson's policy, Frierson's spouse, \r\n  or a relative residing in Frierson's household. Therefore, Echols cannot stack. \r\n   \r\n   \r\nIV. \r\n  \r\n   \r\nLastly, Echols claims entitlement \r\n  to uninsured (UM) benefits based on State Farm's denial of coverage. Specifically, \r\n  Echols contends State Farm's denial of coverage converted James's and Frierson's \r\n  vehicles into uninsured automobiles thus entitling Echols, an insured, to UM \r\n  benefits. We disagree. \r\n   \r\nIn its order, the circuit court awarded \r\n  Echols UIM benefits under Frierson's policy on the Chevrolet truck involved \r\n  in the incident. This holding has not been appealed and is, consequently, the \r\n  law of this case. See Brading v. County of Georgetown, 327 S.C. \r\n  107, 113, 490 S.E.2d 4, 7 (1997) (holding an unappealed ruling the law of the \r\n  case). In Fireman's Ins. Co. v. State Farm Mut. Auto. Ins. Co., 295 S.C. \r\n  538, 541, 370 S.E.2d 85, 87 (1988), the Supreme Court held the terms uninsured \r\n  and underinsured mutually exclusive. As a result, because Echols was awarded \r\n  UIM benefits, he cannot also recover UM benefits. \r\n  \r\n   \r\nTherefore, we affirm the circuit \r\n  court order refusing to grant Echols UM benefits. \r\n  \r\n   \r\nPursuant to the above analysis, the \r\n  circuit court's order is  \r\n   \r\nAFFIRMED. \r\n  \r\n   \r\nHUFF and HOWARD, JJ., concur. \r\n  \r\n1.  James had \r\n  a general liability insurance policy for his business but no workers' compensation \r\n  policy. The general liability policy is not at issue in this appeal.\r\n2.  The policy \r\n  without UIM coverage was not involved in the incident. \r\n3.  The liability \r\n  policy on James's GMC truck explicitly provides coverage for any temporary substitute \r\n  vehicle, and there is no dispute that the Chevrolet truck is a temporary substitute \r\n  vehicle.\r\n4.  The parties \r\n  stipulated that each policy in question contained the same provision.\r\n5.  Echols's remaining \r\n  argument that he is entitled to liability coverage is manifestly without merit. \r\n  See Rule 220(b)(2), SCACR (\"The Court of Appeals need not address a point \r\n  which is manifestly without merit.\").\r\n6.  Given that \r\n  James's policies lacked UIM coverage, Echols seeks UIM from Frierson's policies \r\n  only.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3039","title":"Liberty Builders, Inc. v. Horton","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3039","description":"","date":"1999-08-23","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nLiberty Builders, Inc., v. Horton\r\n\r\n\r\n\r\n\r\n \r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________ \r\n  \r\n  \r\n   \r\n \r\n   \r\n     \r\n       \r\n        Liberty Builders, Inc., Appellant, \r\n        v. \r\n        Barbara C. Horton, as Personal \r\n          Representative of the Estate of William Gregory Horton, and Andrew G. \r\n          Horton, Respondents.\r\n        ___________ \r\n          \r\n           \r\n        Liberty Builders, Inc. Third-Party Plaintiff, \r\n           \r\n        v. \r\n        Triple E. Sales and Surplus, \r\n          Inc., d/b/a Jefferson Lumber Company, and USCO, Incorporated, Third-Party Defendants.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n   \r\nAppeal From Chesterfield \r\n  County\r\n  Henry F. Floyd, Circuit Court \r\n  Judge\r\n  ________ \r\n  \r\n   \r\nPublished Opinion \r\n  No. 3039\r\n  Heard June 10, 1999 - Filed \r\n  August 23, 1999\r\n  ________ \r\n  \r\n   \r\nAFFIRMED\r\n________ \r\n  \r\n \r\n \r\n   \r\n     \r\n      \r\n        Lex A. Rogerson, Jr., of \r\n          Lexington, for appellant.  \r\n          \r\n           \r\n        James I. Redfearn, of Chesterfield, \r\n          for respondents.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\n  \r\n  \r\n   \r\nHEARN, J.: This \r\n  is an appeal from an order denying a motion to stay this action pending arbitration. \r\n  We affirm. \r\n   \r\nFACTS \r\n  \r\n   \r\nOn July 27, 1993, Liberty Builders, \r\n  Inc. contracted to build a house for William Gregory Horton and Andrew G. Horton. \r\n  The construction contract provided for arbitration as follows: \"All disputes \r\n  hereunder shall be resolved by binding arbitration in accordance with rules \r\n  of the American Arbitration Association.\"(1) \r\n  Disputes arose near the end of construction regarding certain change orders. \r\n  When the Hortons refused to pay for these changes, Liberty filed for a mechanics' \r\n  lien. Liberty then filed this action to foreclose on that mechanics' lien on \r\n  January 31, 1995. \r\n   \r\nLiberty amended its complaint on \r\n  November 2, 1995. The Hortons answered and counterclaimed on March 19, 1996. \r\n  Because the Hortons' counterclaim alleged Liberty used defective materials in \r\n  construction, Liberty brought a third-party suit against suppliers on March \r\n  29, 1996. The third-party suit was dismissed pursuant to a consensual summary \r\n  judgment, and the complaint was again amended in late 1997 to include a cause \r\n  of action for breach of contract. \r\n  \r\n   \r\nThe parties pursued this litigation \r\n  for two and one-half years before Liberty moved, on June 5, 1997, to stay the \r\n  circuit court action in favor of arbitration. In an order filed February 23, \r\n  1998, the circuit judge concluded Liberty's delay prejudiced the Hortons and \r\n  Liberty therefore waived its right to arbitrate. Liberty appeals.(2) \r\n  \r\n   \r\nDISCUSSION \r\n  \r\n   \r\nLiberty contends the circuit judge \r\n  erred by finding Liberty waived its right to arbitrate arguing the parties contractually \r\n  stipulated that participation in litigation would not be deemed a waiver. We \r\n  disagree and hold the circuit judge correctly ruled that Liberty waived its \r\n  right to arbitrate. \r\n   \r\nStandard of \r\n  Review \r\n   \r\nWhile we found no South Carolina \r\n  case specifically addressing the standard of review applicable to an order denying \r\n  a motion to stay an action pending arbitration, we believe the circuit judge's \r\n  factual findings should be given some deference. This conclusion accords with \r\n  the standard of review applied in other pretrial motions. See, e.g., \r\n  City of Chester v. Addison, 277 S.C. 179, 182, 284 S.E.2d 579, 580 (1981) \r\n  (reviewing an appeal from a pretrial motion attacking a city ordinance's constitutionality \r\n  and stating: \"As a general rule, appellate courts will be bound by [the factual \r\n  findings of a lower court made in response to motions preliminary to trial] \r\n  where there has been conflicting evidence or where the findings are supported \r\n  by evidence and not clearly wrong or controlled by error of law.\"), cited \r\n  in Askins v. Firedoor Corp. of Florida, 281 S.C. 611, 615, 316 S.E.2d \r\n  713, 715 (Ct. App. 1984) (reviewing a trial court's personal jurisdiction assessment \r\n  and noting that \"as a general rule, appellate courts will be bound by the factual \r\n  findings of the trial court made in response to motions preliminary to trial \r\n  where there has been conflicting evidence\"). \r\n  \r\n   \r\nOther jurisdictions have specifically \r\n  addressed the issue of what standard of review to apply to a trial judge's findings \r\n  on motions to stay litigation and compel arbitration, arriving at different, \r\n  but nonetheless deferential, standards. The federal courts decide motions to \r\n  stay under the Federal Arbitration Act. 9 U.S.C.A. § 3 (1999). \"The federal \r\n  circuits are united in holding that the ultimate determination of waiver \r\n  is reviewed de novo, as a matter of law,\" but the factual findings of the lower \r\n  court are accorded some deference and reviewed for substantial evidence, a standard \r\n  analogous to the clear error test. J.L. Steele v. Lundgren, 935 P.2d \r\n  671, 674 (Wash. Ct. App. 1997) (emphasis added); see also \r\n  Baltimore &amp; Ohio Chicago Terminal R.R. Co. v. Wisconsin Cen. Ltd., \r\n  154 F.3d 404, 408 (7th Cir. 1998) (noting an appellate court may only reverse \r\n  a district court's ruling on a demand for arbitration when the district court \r\n  acts unreasonably), cert. denied, 119 S.Ct. 1254 (1999); Price v. \r\n  Drexel Burnham Lambert, Inc., 791 F.2d 1156, 1159 (5th Cir. 1986); In \r\n  re Liquidation of Inter-American Ins. Co. of Ill., 707 N.E.2d 617, 620 (Ill. \r\n  App. Ct. 1999) (\"Under the [Federal Arbitration] Act, the decision of whether \r\n  a party has waived arbitration is reviewed under the clear error standard.\" \r\n  (citing St. Mary's Med. Ctr. v. Disco Alum. Prods. Co., 969 F.2d 585, \r\n  588 (7th Cir. 1992))).  \r\n   \r\nThe state courts have generally followed \r\n  the federal courts.(3) See, e.g., D.M. \r\n  Ward Constr. Co. v. Electric Corp. of Kansas City, 803 P.2d 593, 597 (Kan. \r\n  Ct. App. 1990) (citing federal cases to support the standard of review used \r\n  in Kansas state courts); J.L. Steele, 935 P.2d at 674 n.5 (citing federal \r\n  cases to support the standard of review used in Washington state courts). The \r\n  most widely accepted standard of review for decisions on motions to stay litigation \r\n  and compel arbitration is best stated as follows: \"'[A] finding that a party \r\n  has waived its right to arbitration is a legal conclusion subject to our plenary \r\n  review, but . . . the findings upon which the conclusion is based are predicate \r\n  questions of fact, which may not be overturned unless clearly erroneous.'\" D.M. \r\n  Ward Constr., 803 P.2d at 597 (quoting Price, 791 F.2d at 1159).(4) \r\n  \r\n   \r\nSome jurisdictions employ different \r\n  language in defining the applicable standard of review yet grant similar deference \r\n  to a lower court's findings. See Engalla v. Permanente Med. Group, \r\n  Inc., 938 P.2d 903, 923 (Cal. 1997) (\"Whether there has been a waiver of \r\n  a right to arbitrate is ordinarily a question of fact, and a finding of waiver, \r\n  if supported by sufficient evidence, is binding on an appellate court.\" (internal \r\n  citations omitted)); United Nuclear Corp. v. General Atomic Co., 597 \r\n  P.2d 290, 300 (N.M. 1979) (holding a factual determination that a party intentionally \r\n  waived its right to arbitrate should be affirmed if supported by substantial \r\n  evidence); Dallas Cardiology Assocs. v. Mallick, 978 S.W.2d 209, 212 \r\n  (Tex. App. 1998) (\"[W]e review the trial court's decision under a 'no evidence' \r\n  standard.\"). \r\n   \r\nStill other jurisdictions make no \r\n  explicit distinction between the ultimate legal question of waiver and the underlying \r\n  factual findings of prejudice. See, e.g., Schultz v. Lujan, \r\n  948 P.2d 558, 560 (Hawaii Ct. App. 1997) (\"A lower court's ruling on a motion \r\n  to compel arbitration is reviewed de novo.\"); Wesley Retirement Servs., Inc. \r\n  v. Hansen Lind Meyer, Inc., 594 N.W.2d 22, 29 (Iowa 1999) (finding the state \r\n  statutory scheme mandatory with no district court discretion and thus only reviewing \r\n  \"for correction of errors of law\").(5) \r\n  \r\n   \r\nA final group of jurisdictions apply \r\n  the strictest standard of review and require the reviewing court to accept the \r\n  trial court's findings and decision unless it amounts to an abuse of discretion.(6) \r\n  See Companion Life Ins. Co. v. Whitesell Mfg., Inc., 670 So.2d \r\n  897, 899 (Ala. 1995) (applying an abuse of discretion standard to review the \r\n  trial court's order denying Companion's motion to compel arbitration); Brooks \r\n  v. Cigna Prop. &amp; Cas. Cos., 700 N.E.2d 1052, 1054 (Ill. App. Ct. 1998) \r\n  (\"The standard is whether the trial court abused its discretion in granting \r\n  or denying the motion to compel.\"); Kostakos v. KSN Joint Venture No. 1, \r\n  491 N.E.2d 1322, 1325 (Ill. App. Ct. 1986).(7) \r\n  \r\n   \r\nWe now join the majority of jurisdictions \r\n  granting deference to a circuit judge's factual findings made when deciding \r\n  a motion to stay an action pending arbitration. We acknowledge that determining \r\n  whether a party waived its right to arbitrate is a legal conclusion subject \r\n  to de novo review; nevertheless, the circuit judge's factual findings underlying \r\n  that conclusion will not be overruled if there is any evidence reasonably supporting \r\n  them.(8) \r\n  \r\n   \r\nLaw/Analysis \r\n  \r\n   \r\nIt is generally held that the right \r\n  to enforce an arbitration clause may be waived. Hyload, Inc. v. Pre-Engineered \r\n  Prods., Inc., 308 S.C. 277, 280, 417 S.E.2d 622, 624 (Ct. App. 1992) (\"A \r\n  party may waive the right to arbitrate given by a contract.\"); Cencula v. \r\n  Keller, 504 N.E.2d 997, 999 (Ill. App. Ct. 1987); Home Gas Corp. of Mass., \r\n  Inc. v. Walter's of Hadley, Inc., 532 N.E.2d 681, 683 (Mass. 1989). But \r\n  see Goldstein, 717 A.2d at 1066 (\"If a valid arbitration agreement \r\n  exists between parties and appellant[']s claim is within the standard of the \r\n  agreement, the controversy must be submitted to arbitration.\" (citations omitted)). \r\n  \"Waiver is the voluntary and intentional relinquishment of a known right.\" Provident \r\n  Life &amp; Accident Ins. Co. v. Driver, 317 S.C. 471, 478, 451 S.E.2d 924, \r\n  929 (Ct. App. 1994). \r\n   \r\nIn order to establish waiver, a party \r\n  must show prejudice through an undue burden caused by delay in demanding arbitration. \r\n  Sentry Eng'g &amp; Constr., Inc. v. Mariner's Cay Dev. Corp., 287 S.C. \r\n  346, 351, 338 S.E.2d 631, 634 (1985). \"There is no set rule as to what constitutes \r\n  a waiver of the right to arbitrate; the question depends on the facts of each \r\n  case.\" Hyload, Inc., 308 S.C. at 280, 417 S.E.2d at 624. \r\n  \r\n   \r\nThe circuit judge found Liberty's \r\n  delay in asserting its right to arbitrate prejudiced the Hortons.(9) \r\n  We agree. \r\n   \r\nThe Hortons were forced to answer \r\n  Liberty's complaint and respond to discovery in the circuit court, most of which \r\n  would not have been necessary or available if Liberty had pursued arbitration. \r\n  The circuit judge found \"[o]n approximately forty occasions, the parties over \r\n  the years have sought assistance from the Court including but not limited to \r\n  motions to amend, compel, dismiss, add parties and to restore under SCRCP 40(j).\" \r\n  The delays in resolving these issues and the attorney fees incurred by the Hortons \r\n  during this lengthy litigation were sufficient to support the circuit judge's \r\n  finding of prejudice. Liberty's delay in demanding arbitration until the litigation \r\n  was nearly complete not only prejudiced the Hortons but enabled Liberty to \"test \r\n  the water before taking the swim.\" Home Gas Corp. of Mass., Inc., 532 \r\n  N.E.2d at 685 (citations omitted). \r\n  \r\n   \r\nIn response to the waiver contention, \r\n  Liberty cites the American Arbitration Association rules which were incorporated \r\n  into the parties' contract and provide that \"[n]o judicial proceeding by a party \r\n  relating to the subject matter of the arbitration shall be deemed a waiver of \r\n  the party's right to arbitrate.\" Rule 48(a), Construction Industry Arbitration \r\n  Rules of the American Arbitration Association. While this rule may appear to \r\n  preserve the right to arbitrate even in the face of litigation,(10) \r\n  it has not been interpreted so broadly. A California appellate court recently \r\n  explained: \r\n   \r\nAmong the difficulties we have with \r\n  [the argument that this rule preserves the right to arbitrate notwithstanding \r\n  extensive discovery and litigation] is the fact that no other court has accepted \r\n  such an expansive interpretation of the AAA rule. At most, the courts which \r\n  have addressed the issue have held that AAA's \"no waiver\" rule means that participation \r\n  in a judicial proceeding, will not by itself give rise to a waiver. Indeed, \r\n  one court has expressly held that a \"no waiver\" rule does not prevent a waiver \r\n  where participation in a judicial proceeding has caused prejudice to an adversary. \r\n  \r\n   \r\nMcMillin Dev., Inc. v. Home Buyers \r\n  Warranty, 80 Cal. Rptr. 2d 611, 617 (Cal. Ct. App. 1999) (citations omitted). \r\n  \r\n   \r\nWe agree with this interpretation \r\n  of the AAA rule and hold the right to arbitrate can be waived even in the face \r\n  of a no-waiver provision. Liberty's decision to file suit, participate in pretrial \r\n  discovery, and engage in procedural maneuvering for two and one-half years is \r\n  sufficient to support the trial court's finding of waiver. See Worldsource \r\n  Coil Coating, Inc. v. McGraw Constr. Co., 946 F.2d 473, 477 (6th Cir. 1991) \r\n  (\"We conclude that McGraw's action in state court seeking a preliminary and \r\n  permanent injunction and compensatory and punitive damages indicates an abandonment \r\n  of the right to compel arbitration and that McGraw's right to arbitrate is not \r\n  saved by the terms of the contract or by the rules of the arbitration agency.\"); \r\n  United Nuclear Corp., 597 P.2d at 298, 306 (upholding the trial court's \r\n  waiver determination where the defendant's answer did not raise the issue of \r\n  arbitration as an affirmative defense, nor did it ask for a stay in the proceedings \r\n  for the purpose of demanding arbitration, and the parties conducted extensive \r\n  discovery and pretrial motions with interlocutory appeals for two and one-half \r\n  years before the defendant demanded arbitration).  \r\n  \r\n   \r\nLiberty attempts to justify its initial \r\n  resort to the court system by contending the time constraints imposed by the \r\n  mechanics' lien statute required instigating a court action to preserve its \r\n  rights.(11) However, when Liberty contracted \r\n  with the Hortons, it agreed to resolve \"all disputes hereunder\" through binding \r\n  arbitration. This language is broad enough to encompass Liberty's dispute regarding \r\n  payment by the Hortons. Thus, we do not believe that Liberty was required to \r\n  institute this suit in order to obtain payment. Furthermore, rather than pursue \r\n  litigation for two and one-half years, Liberty could have immediately filed \r\n  a motion to stay its suit and compel arbitration in order to protect its arbitration \r\n  rights while complying with the time requirements for a mechanics' lien. \r\n  \r\n   \r\nWe therefore agree with the circuit \r\n  judge that Liberty waived its right to enforce the arbitration clause by submitting \r\n  the dispute to the court and availing itself of that system for two and one-half \r\n  years. See Gateway Drywall &amp; Decorating, Inc. v. Village Constr. \r\n  Co., 395 N.E.2d 613, 616 (Ill. App. Ct. 1979) (finding \"an arbitrable issue \r\n  may in some circumstances be found to have been submitted to the court so as \r\n  to waive a right to arbitration where a defendant has presented a factual issue \r\n  to the court by filing an answer without asserting therein his right to arbitration\"). \r\n  Accordingly, the order is \r\n  \r\n   \r\nAFFIRMED. \r\n  \r\n   \r\nHOWELL, C.J., and HUFF, J., \r\n  concur.\r\n1.  The circuit \r\n  judge found, and Liberty concedes, the arbitration clause failed to conform \r\n  to the South Carolina Uniform Arbitration Act's requirements. However, the circuit \r\n  judge concluded the Federal Arbitration Act could have applied to enforce the \r\n  arbitration clause if Liberty had not waived its right to compel arbitration.\r\n2.  An order refusing \r\n  to stay an action pending arbitration or compel arbitration is immediately appealable. \r\n  9 U.S.C.A. § 16(a)(1)(A) &amp; (C) (1999); S.C. Code Ann. § 15-48-200(1) &amp; \r\n  (2) (Supp. 1998).\r\n3.  In addition \r\n  to applying state statutory schemes, state courts must apply the Federal Arbitration \r\n  Act (FAA) when a contract affects interstate commerce. See, e.g., Soil \r\n  Remediation Co. v. Nu-Way Envtl., Inc., 323 S.C. 454, 459-60, 476 S.E.2d \r\n  149, 152 (1996) (\"If the arbitration agreement in the instant controversy is \r\n  covered by the FAA, then . . . the FAA preempts S.C. Code Ann. § 15-48-10(a). \r\n  . . . For the Federal Act to apply, the commerce involved in the contract must \r\n  be interstate or foreign.\").\r\n4.  See also \r\n  Central Nat'l Ins. Co. of Omaha v. Lerner, 856 S.W.2d 492, 494 n.1 (Tex. \r\n  App. 1993) (\"[O]n appeal of a denial of a motion to compel arbitration, a determination \r\n  that a party has waived its right to compel arbitration is a question of law \r\n  subject to de novo review. On the other hand, a trial court's finding of prejudice \r\n  to support that finding will not be overturned unless it is clearly erroneous.\" \r\n  (citations omitted)); Chandler v. Blue Cross Blue Shield of Utah, 833 \r\n  P.2d 356, 360 (Utah 1992) (discussing the applicable standard of review of a \r\n  trial court's ruling that a party waived its right to arbitrate and holding \r\n  \"the finding of the existence of substantial participation and the finding of \r\n  the existence of prejudice are factual in nature . . . [and] should be reviewed \r\n  as factual determinations.\" (footnotes omitted)); J.L. Steele, 935 P.2d \r\n  at 674 (\"[W]e review [factual findings] for substantial evidence, which is analogous \r\n  to the 'clear error' test applied by the federal courts. We review the determination \r\n  of waiver de novo. . . .\").\r\n5.  See also \r\n  Nettleton v. Edward D. Jones &amp; Co., 904 S.W.2d 409, 411 (Mo. Ct. \r\n  App. 1995) (\"We review a question of waiver de novo.\"); Iwen v. U.S. West \r\n  Direct, 977 P.2d 989, 993 (Mont. 1999) (\"A district court's order compelling \r\n  arbitration is subject to de novo review.\"); Towe, Hester &amp; Erwin, Inc. \r\n  v. Kansas City Fire &amp; Marine Ins. Co., 947 P.2d 594, 596 (Okla. Ct. \r\n  App. 1997) (\"The appellate court reviews the 'grant or denial of a motion to \r\n  compel arbitration de novo, applying the same legal standard employed in the \r\n  district court.'\" (internal citation omitted)); Jacob v. West Bend Mut. Ins. \r\n  Co., 553 N.W.2d 800, 806 (Wis. Ct. App. 1996) (\"We decide whether waiver \r\n  applies to the facts of this case as a matter of law.\"). Most of these cases \r\n  did not involve challenges to the factual findings of the lower court. Furthermore, \r\n  not all jurisdictions require prejudice to establish waiver.\r\n6.  Some courts \r\n  applying the abuse of discretion standard are addressing a petition for writ \r\n  of mandamus which already utilizes an abuse of discretion standard of review. \r\n  See Ex parte Parker, 730 So.2d 168, 170 (Ala. 1999) (\"A petition \r\n  for a writ of mandamus is the proper means by which to challenge a trial court's \r\n  order granting a motion to compel arbitration. We review an order granting \r\n  or denying a motion to compel arbitration under an abuse-of-discretion standard.\" \r\n  (citation omitted) (emphasis added)); In re Bruce Terminex Co., 988 S.W.2d \r\n  702, 705 (Tex. 1998) (conditionally granting a writ of mandamus and holding \r\n  \"the trial court abused its discretion by holding that Terminex's 1994 participation \r\n  in the lawsuit waived its right to enforce the arbitration clause\").\r\n7.  See also \r\n  Saxon Fin. Group, Inc. v. Goodman, 728 So.2d 365, 365-66 (Fla. Dist. \r\n  Ct. App. 1999) (\"We find no abuse of discretion in the trial court's conclusion \r\n  that Appellant waived arbitration by pursuing the litigation in the trial court \r\n  from the time its amended complaint seeking money damages was filed in January \r\n  1996, through its motion to compel arbitration filed in March 1998.\"); Harsco \r\n  Corp. v. Crane Carrier Co., 701 N.E.2d 1040, 1043 (Ohio Ct. App. 1997) (\"[C]learly \r\n  the trial judge in the present case had the discretion to determine whether \r\n  to sustain or overrule Crane's motion for stay of proceedings and referral to \r\n  arbitration. Therefore, we must review the action under the abuse of discretion \r\n  standard.\"); Goldstein v. Depository Trust Co., 717 A.2d 1063, 1065 (Pa. \r\n  Super. Ct. 1998) (\"Our review of DTC's claim of the improper denial of its petition \r\n  to compel arbitration is limited to determining whether the trial court's findings \r\n  are supported by substantial evidence and whether it abused its discretion in \r\n  denying the petition.\"), appeal denied, No. 0543, 1999 WL 94643 (Pa. \r\n  Feb. 25, 1999).\r\n8.  This conclusion \r\n  accords with the standard of review employed by South Carolina courts when reviewing \r\n  other preliminary trial motions. See, e.g., City of Chester, \r\n  277 S.C. at 182, 284 S.E.2d at 580; Askins, 281 S.C. at 615, 316 S.E.2d \r\n  at 715.\r\n9.  Even members \r\n  of the American Arbitration Association's Panel of Arbitrators for Construction \r\n  Industry Disputes concede prejudicing a party warrants finding a waiver. See \r\n  Robert M. Wright &amp; Howard D. Venzie, Jr., Arbitration Waiver by Judicial \r\n  Proceedings and the Effect of the Construction Industry: Arbitration Rules of \r\n  the American Arbitration Association, 8-APR Constr. Law. 5, 35 (1988) (\"Waiver \r\n  should not be found unless there is an obvious . . . prejudice to one of the \r\n  parties.\").\r\n10.  See \r\n  generally Wright &amp; Venzie, supra note 8, at 35 (\"Construction \r\n  Industry Rules are an important tool which should be fully used by counsel in \r\n  attempting to [arbitrate] the merits regardless of the pretrial stage to \r\n  which the judicial proceedings may have advanced.\" (emphasis added)).\r\n11.  S.C. Code \r\n  Ann. § 29-5-90 (Supp. 1998) (\"Such a lien shall be dissolved unless the person \r\n  desiring to avail himself thereof, within ninety days after he ceases to labor \r\n  . . . on such building or structure, serves upon the owner . . . a statement \r\n  of a just and true account of the amount due him . . . .\"); S.C. Code Ann. § \r\n  29-5-120 (1976) (\"Unless a suit for enforcing the lien is commenced . . . within \r\n  six months after the person desiring to avail himself thereof ceases to labor \r\n  on . . . such building or structures, the lien shall be dissolved.\").\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3040","title":"Belk of Spartanburg, S.C. v. Thompson","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3040","description":"","date":"1999-08-30","type":"opinion","text":"\r\n      \r\n\r\n\r\nBelk of Spartanburg, S.C., Inc., v. Thompson\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________ \r\n  \r\n  \r\n  \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Belk of Spartanburg, S.C., \r\n          Inc., Respondent,\r\n          \r\n           \r\n        v.\r\n          \r\n         \r\n        Carolyn T. Thompson and Mary \r\n          E. S. Hanahan, of whom Carolyn T. Thompson, is Appellant.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\n   \r\nAppeal From Greenville \r\n  County\r\n  Charles B. Simmons, Jr., Master-in-Equity \r\n  and Special Court Judge\r\n  ________ \r\n  \r\n   \r\nOpinion No. 3040\r\n  Heard June 8, 1999 - Filed \r\n  August 30, 1999\r\n  ________ \r\n  \r\n   \r\nAFFIRMED AS \r\n  MODIFIED\r\n________ \r\n \r\n \r\n   \r\n     \r\n      \r\n        Stephen P. Groves, Sr., Thomas \r\n          S. Tisdale, Jr., and Stephen L. Brown, all of Young, Clement, Rivers \r\n          &amp; Tisdale, of Charleston; and William I. Belk, of The Belk Group; \r\n          and Robert N. Burris, of Burris, McMillan, Pearce &amp; Mayer, both \r\n          of Charlotte, North Carolina, for appellant. \r\n          \r\n           \r\n        Benjamin A. Johnson and Stephen \r\n          M. Cox, both of Robinson, Bradshaw &amp; Hinson, of Rock Hill; and A. \r\n          Ward McKeithen, of Robinson, Bradshaw &amp; Hinson, of Charlotte, North \r\n          Carolina, for respondent.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\n   \r\nCURETON, J.: In \r\n  this stock valuation proceeding brought pursuant to S.C. Code Ann. § 33-13-300 \r\n  (1977), appellant-stockholder Carolyn T. Thompson (Thompson) appeals the trial \r\n  court's valuation of her stock in respondent Belk of Spartanburg, S.C., Inc. \r\n  We affirm as modified. \r\n  \r\n  \r\n   \r\nFACTS / \r\n  PROCEDURAL HISTORY \r\n  \r\n   \r\nBelk Department Store of Spartanburg, \r\n  S.C., Inc. (\"BDS\") decided to merge with Belk's Department Store of Clinton, \r\n  S.C., Incorporated. The merger was effective October 5, 1996, and the resulting \r\n  corporation was re-named Belk of Spartanburg, S.C., Inc. (\"BOS\"). \r\nAt the time of the merger, Thompson \r\n  and Mary Hanahan owned 90 and 18.5 shares, respectively, of BDS. Thompson and \r\n  Hanahan (the dissenters) exercised their right to dissent from the merger and \r\n  obtain payment of the \"fair value\" of their shares under S.C. Code Ann. § 33-13-102(A) \r\n  (1990 &amp; Supp. 1998).(1) By letters dated \r\n  October 4, 1996, BDS tendered payment of $1,474.99 per share to Thompson and \r\n  Hanahan as an \"estimate of fair value . . . based upon the last two known transactions \r\n  in the stock of [BDS].\" \r\n   \r\nThe dissenters disputed the value \r\n  assigned by BDS, and demanded additional payment pursuant to S.C. Code Ann. \r\n  § 33-13-280 (1990).(2) Thereafter, under Section \r\n  33-13-300 (1990),(3) BOS brought an action petitioning \r\n  the court to determine the fair value of the dissenters' BDS shares. \r\n  \r\n   \r\nBOS and the dissenters presented \r\n  a total of three experts: B. Perry Woodside, III; Winston W. Way, Jr.; and Andrew \r\n  Crawford Clarkson, Jr. The experts' proposed valuations ranged widely, from \r\n  BOS's expert's valuation of $1,435.31 per share to the dissenters' appraisal \r\n  of $7,930.30 per share. The trial court accepted the valuation of BOS's expert \r\n  with only a slight modification. It awarded the dissenters $1,462.36 per share, \r\n  but because this valuation was below that previously paid to the dissenters, \r\n  the court concluded the dissenters were due no additional sums from BOS. Thompson \r\n  appealed the trial court's valuation decision, and also its decision to deny \r\n  her request to depose John Belk. \r\n  \r\n   \r\nLAW / ANALYSIS \r\n  \r\n   \r\nI. Standard of Review \r\n  \r\n   \r\nA stock valuation is essentially \r\n  an equitable proceeding, tried by the judge alone, and therefore this court \r\n  is empowered to find facts in accord with our own view of the preponderance \r\n  of the evidence. Metromont Materials Corp. v. Pennell, 270 S.C. 9, 239 \r\n  S.E.2d 753 (1977). See also Defender Properties, Inc. v. Doby, \r\n  307 S.C. 336, 415 S.E.2d 383 (1992). \r\n  \r\n   \r\nII. Trial Court's \r\n  Valuation \r\n  \r\n   \r\nOn appeal Thompson argues the trial \r\n  court's valuation was incorrect because the evidence demonstrated the \"fair \r\n  market value\" of BDS stock \"far exceeded\" the court's value of $1,462.36 per \r\n  share. Thompson maintains the court committed a number of errors, which we will \r\n  address seriatim. \r\n   \r\nA. Dissenters' Experts.  \r\n  \r\n   \r\n1. Experts' Reliance on Santee \r\n  Oil Co. v. Cox: \r\n   \r\nInitially, we note neither of the \r\n  dissenters' experts utilized all three of the major methods sanctioned by the \r\n  supreme court in the seminal case of Santee Oil Co. v. Cox, 265 S.C. \r\n  270, 217 S.E.2d 789 (1975).(4) However, Thompson \r\n  goes to great lengths to convince us that the methods utilized by the dissenters' \r\n  experts, Way and Clarkson, were appropriate. \r\n  \r\n   \r\nFor the purpose of a judicial valuation \r\n  of shares under Section 33-13-300, \"fair value\" is defined as \"intrinsic value.\" \r\n  Id. \"[T]he trial court must undertake to compute the fair value by establishing \r\n  'the fair market value of the corporate property as an established and going \r\n  business.'\" Id. at 273, 217 S.E.2d at 791 (citation omitted). The court \r\n  is not restricted to any one method of valuation, and each case must be decided \r\n  on its own facts and circumstances. Id. \r\n  \r\n   \r\nIn Santee our supreme court \r\n  determined three factors were ordinarily to be considered in a stock valuation \r\n  case: (1) net asset value, (2) market value, and (3) the earnings or investment \r\n  value of the dissenting stock.(5) Id.; \r\n  McDuffie v. O'Neal, 324 S.C. 297, 476 S.E.2d 702 (Ct. App. 1996). After \r\n  these factors have been considered, each is then weighted as to their relative \r\n  bearing upon the ultimate determination of the fair value of the dissenting \r\n  stock. Santee Oil Co., 265 S.C. 270, 217 S.E.2d 789. Not only did the \r\n  dissenters' experts not utilize all three of these methods, they also did not \r\n  engage in weighting. Because Way and Clarkson failed to engage in a Santee \r\n  analysis, we must accordingly discount the significance of their appraisals \r\n  in valuing Thompson's shares. \r\n  \r\n   \r\n2. The Belk Family of Stores: \r\n  \r\n   \r\nWe also find it problematic that \r\n  the dissenters' experts used valuation methods which employ \"multiples\" derived \r\n  from large, publicly traded department store chains.(6) \r\n  On this record, Thompson has not convinced us that BDS should be evaluated as \r\n  merely two stores in a large regional department store chain.  \r\n  \r\n   \r\nEach of the stores in the Belk organization \r\n  is owned by a closely-held corporation whose stock is held mostly by descendants \r\n  of the founders, W. H. Belk and Dr. John M. Belk. In the instant case, BDS's \r\n  assets consisted of two Belk stores located in Spartanburg, one in Hillcrest \r\n  Mall and one in Westgate Mall. \r\n  \r\n   \r\nAlthough this much is clear from \r\n  the record, the remaining details as to the overall Belk organization are murky. \r\n  The Belk family of stores consists of over 100 separate corporations that own \r\n  and operate approximately 260 stores.(7) There \r\n  was testimony that BDS is part of a group of 29 stores in seven states referred \r\n  to as the \"Belk-Simpson\" group, headquartered in Greenville. These stores are \r\n  deemed to be \"affiliated,\" and inter-group loans are common. Robert Greiner \r\n  is the Executive Vice President of this group and of BOS, and has \"primary operating \r\n  responsibility for that group of stores and would not have any office or responsibility \r\n  in any other group of stores.\" \r\n  \r\n   \r\nGreiner testified the Belk-Simpson \r\n  headquarters had offices for buying, advertising, and accounting, and that he \r\n  had \"some systems people.\" However, an entity called \"Belk Store Services\" provides \r\n  the group and other Belk groups with merchandising, private label inventory, \r\n  \"real estate services, information system services, legal services, accounting \r\n  services, health insurance benefits, . . . - architecture, interior planning, \r\n  things - things that would not make sense for us to be doing on our own, . . \r\n  . .\" He added that there were \"cooperative monies available\" for help with advertising \r\n  and \"fixturing\", and for buyers. \r\n  \r\n   \r\nEach Belk corporation is a member \r\n  of Belk Stores Services. Each pays for its services, the finances for each corporation \r\n  are maintained separately, and the other operating activities are separate. \r\n  Greiner contrasted the Westgate Mall Belk with other Westgate department stores, \r\n  explaining, \"The primary difference is that each store has to stand on its own. \r\n  Each store has - has an accountability to its own set of stockholders, its own \r\n  board of directors. Each store has - has to fund their [sic] own operation.\" \r\n  \r\n   \r\nGreiner maintained no Belk corporation \r\n  got financial support from any other, except for the inter-group loans. However, \r\n  prior to the merger in this case, BDS had merged with The Leader, a discount \r\n  store in the Belk family of stores. According to Greiner, the merger occurred \r\n  because \"we knew that we would be expanding our store in Westgate Mall. There \r\n  were assets in The Leader and assets in the Clinton corporation that could be \r\n  used in the financing of the Westgate Mall expansion.\" \r\n  \r\n   \r\nSimilar reasoning was behind the \r\n  merger that precipitated this case. The Belk Clinton corporation had closed \r\n  a store in 1993, but had capital it was not actively using. It was determined \r\n  that these funds could be used \"to help the Spartanburg corporation.\" Leroy \r\n  Robinson, associated with Belk in several capacities over 47 years, testified \r\n  there have been other mergers in other Belk corporations in order to take loss \r\n  carry-forwards and shelter against profits. However, he also testified there \r\n  were situations where such a merger, although desirable, did not occur because \r\n  of shareholder dissent. Robinson added that, unless a struggling corporation \r\n  can find a merger partner or someone willing to contribute capital, that corporation \r\n  \"go[es] down the tube.\" \r\n   \r\nWe believe the possibility of this \r\n  kind of transaction regularly occurring connotes a closer relationship among \r\n  Belk corporations than is admitted by BOS. However, we also agree with BOS's \r\n  expert that \"it still does not mean that in any way a stockholder of [BDS] is \r\n  like being a stockholder in 300 stores scattered over . . . 12 or 13 states.\" \r\n  We believe the one major consideration for our purposes is that the success \r\n  or failure of the two stores that comprised BOS had a direct impact on its shareholders, \r\n  and that cannot be said for the large department store chains with which Thompson \r\n  would like to compare it. \r\n   \r\nThompson emphasized in her brief \r\n  the benefits provided by Belk Store Services to BDS, but Woodside opined any \r\n  benefit BDS derived from Belk Store Services would be reflected in BDS's financial \r\n  statements. Although the evidence is in conflict on this issue, we defer to \r\n  the trial judge who heard the testimony. See Woodall v. Woodall, \r\n  322 S.C. 7, 10, 471 S.E.2d 154, 157 (1996) (\"[W]here evidence is disputed, the \r\n  appellate court may adhere to the findings of the trial judge, who saw and heard \r\n  the witnesses. The trial judge was in a superior position to judge the witnesses' \r\n  demeanor and veracity and, therefore, his findings should be given broad discretion.\"). \r\n  For these reasons, we hold the trial court properly relied on the valuation \r\n  proposed by BOS's expert, Perry Woodside.  \r\n  \r\n   \r\nB. Woodside's Appraisal. \r\n  \r\n   \r\n1. Post-merger debt: \r\n  \r\n   \r\nThompson next argues the trial court \r\n  \"ignored very important information which called Dr. Woodside's 'conclusions' \r\n  into serious question.\" Thompson first discusses the escalating BDS debt in \r\n  the months prior to the merger due to the Westgate store expansion, but does \r\n  not specify what she would have this court do with this information. However, \r\n  we note Woodside utilized \"total current liabilities\" of $13,355,984 in his \r\n  valuation dated as of October 5, 1996, and find this figure supported by the \r\n  evidence. \r\n   \r\n2. Westgate Mall lease: \r\n  \r\n   \r\nThompson urges that BDS had a \"sweetheart \r\n  lease\" in the Westgate Mall and that the trial court's valuation ignored its \r\n  value. This contention is without merit. The Westgate Mall lease, entered in \r\n  1973, is for 40 years with two-ten year extensions. The lease does not charge \r\n  rent, but BDS/BOS is required to pay common area maintenance, HVAC charges, \r\n  security fees, and Merchant's Association dues, based on the store's square \r\n  footage. Additionally, the lease provides for \"overage rent\" of 2.5% of all \r\n  sales in excess of $25,000,000 per year. \r\n  \r\n   \r\nIn determining BDS's net asset value, \r\n  Woodside depended on a real estate appraisal performed by an expert, James Robinson. \r\n  Robinson valued the interest of the lease at $7,603,888. We have reviewed Robinson's \r\n  report and find it reasonable. Further, Thompson offered no alternative value \r\n  for the trial court's review. Therefore, as this was the only value before the \r\n  court, we detect no error in its reliance thereon. \r\n  \r\n   \r\n3. BDS's \"Department Store \r\n  Chain\" reality:  \r\n\r\nThompson argues BDS should be compared \r\n  with other department store chains because the evidence demonstrates that BDS \r\n  was \"clearly\" a member of a chain of department stores. We have dealt with this \r\n  contention in our discussion above, but now address this issue as it applies \r\n  to Woodside's valuation. \r\n   \r\nWoodside employed, in addition to \r\n  the three methods approved by Santee, a \"guideline public company value \r\n  method.\" According to Woodside, this method \"is based on the notion that various \r\n  valuation multiples obtained from comparable publically traded companies can \r\n  be applied to a privately-held company to estimate its value.\"  \r\n  \r\n   \r\nWoodside notes in his appraisal report \r\n  that, \"There were significant differences among [sic] the guideline companies \r\n  and BOS in terms of capital structure, size, and growth rates in revenues and \r\n  profits.\" In his testimony, Woodside observed that BOS, \"in my view, is clearly \r\n  and significantly different from owning stock in one of those large traded companies.\" \r\n  In discussing this method, he acknowledged \"there's great difficulty in even \r\n  using this method . . . . [B]ut I went about it anyway and derived certain multiples \r\n  and then adjusted them downward, based on my judgment, for the fact that we're \r\n  dealing with a hugely different situation here.\" Later in his testimony, Woodside \r\n  again mentioned \"it's difficult to use market comparables when you're dealing \r\n  with such a vastly different situation.\" \r\n  \r\n   \r\nEven if we were to utilize this method \r\n  of valuation, we would nevertheless assign it minimal weight. Although BOS has \r\n  some of the structure of a large retail store chain because of its relationship \r\n  to the other Belk corporations, its risks, profits and debts are all its own; \r\n  it succeeds or fails largely on its own, with little if any effect on the other \r\n  corporations. Although the guideline company method may be applicable to all \r\n  Belk corporations as a whole, we do not approve of its application to a two-store \r\n  corporation. Our disposition of this issue is bolstered by Woodside's obvious \r\n  discomfort with it, as evidenced by his testimony, and his extensive guesswork \r\n  in applying this method to BDS.  \r\n  \r\n   \r\n4. Profit potential: \r\n  \r\n   \r\nThompson makes several points that \r\n  she urges support the proposition that BDS would have been profitable in 1997, \r\n  which fact should have positively affected the value of her stock. She notes \r\n  especially the \"sweetheart\" lease, the Westgate store expansion, and the dominance \r\n  of Belk stores in their markets. Thompson does not show this court how the trial \r\n  court \"ignored\" these factors or how the trial court should have valued them. \r\n  Nevertheless, we have our own difficulties with this aspect of Woodside's valuation. \r\n  \r\n   \r\nNormally the demonstrated capacity \r\n  of the corporation to earn money and pay dividends is very important in determining \r\n  the value of its stock. See Bell v. Kirby Lumber Corp., 413 A.2d \r\n  137 (Del. 1980). Woodside valued BDS on this basis using the \"discounted earnings\" \r\n  method. With the discounted earnings method, a company is valued according to \r\n  the present value of the returns a stockholder might expect from owning the \r\n  stock.  \r\n   \r\nAccording to Woodside, for a closely-held \r\n  company, the two critical elements in this method are (1) the cash flow forecasts \r\n  and (2) the discount rate or required rate of return that is used to calculate \r\n  the present value of the cash flows. Woodside felt it was improper to use historical \r\n  cash flows because of the \"changing market conditions in the BOS trade area.\" \r\n  Woodside adjusted expected profitability from sales for depreciation expense \r\n  and for asset and liability changes. Woodside used a rate of return based on \r\n  market information for the large chain department stores, but adjusted this \r\n  rate \"for the small size and company-specific risks associated with BOS.\"  \r\n  \r\n   \r\n There was much testimony about the \r\n  condition of the Spartanburg retail market. Hillcrest Mall, the site of BDS's \r\n  other store, was largely vacant and dilapidated. Before the Westgate store renovation, \r\n  Westgate Mall had been sold and two additional \"anchor\" stores were to be added. \r\n  Also, in 1995 plans were underway to build an outlet mall within Westgate's \r\n  vicinity. Some manufacturers who supplied Belk were expected to open retail \r\n  stores in the outlet mall. BOS's witnesses testified to the area being \"overbuilt\" \r\n  and lamented how stiff competition would be among Spartanburg area retailers. \r\n  \r\n   \r\nAs a result of this situation, and \r\n  because of Woodside's total dependence on projections, we give little credence \r\n  to Woodside's figures in this calculation. See Adams v. R.C. Williams \r\n  &amp; Co., 158 A.2d 797, 800 (Del. Ch. 1960) (\"An important purpose behind \r\n  the practice of taking the average of several years earnings for the purpose \r\n  of capitalizing earnings is to balance extraordinary profits and losses. Past \r\n  experience represented by the actual figures are of prime importance.\" (citations \r\n  omitted)). We also feel Woodside's need for \"adjustments\" takes the resulting \r\n  figure too far from dependability. Accordingly, we only assign this valuation \r\n  method 15% weight. \r\n   \r\nThompson also notes several other \r\n  factors: (1) BOS was, at the time of trial, operating at a loss; (2) BOS had \r\n  suffered $900,000 in merchandise shrinkage in 1996; (3) the closing of the Hillcrest \r\n  store by January 1998 would improve its \"bottom line\"; and (4) BOS would make \r\n  its sales budget in 1997 \"with a good Christmas season.\" These items, however, \r\n  were only matters of speculation on October 5, 1996, and therefore consideration \r\n  of them is barred. See S.C. Code Ann. § 33-13-101(3) (defining \"fair \r\n  value\" as \"the value of the shares immediately before the effectuation of the \r\n  corporate action to which the dissenter objects, . . . .\").  \r\n  \r\n   \r\nC. \"Unreliable and Unreasonable \r\n  Information\". \r\n   \r\nThompson argues the trial court erred \r\n  in basing its decision on \"patently insupportable information.\" Again, we disagree. \r\n  \r\n   \r\n1. \"Arm's length\" transactions: \r\n  \r\n   \r\nThompson asserts the trial court \r\n  erred in relying on the stock transactions used by Woodside in determining BDS's \r\n  market value because they were not \"arm's length transactions.\" In arriving \r\n  at a market value for BDS stock, Woodside utilized stock sales that occurred \r\n  within ninety days of the BDS/Clinton merger. On July 17, 1996, the Belk Daughtridge \r\n  Charitable Remainder Trust sold 17 shares to J. V. Properties for $1,474.99, \r\n  80% of book value. On August 28, 1996, the family of Sara Dew Misner and the \r\n  Mabel Belk Dew Trust sold 121 shares to Gallant-Belk Company for the same price. \r\n  In making its offer to the dissenters, BDS stated, \"Both transactions were arms \r\n  [sic] length.\"  \r\n   \r\nLeroy Robinson testified the Belk \r\n  Daughtridge Trust transaction was initiated by John Daughtridge family members \r\n  who wished to sell their stock. John Daughtridge was a descendant of Belk founder \r\n  John M. Belk. He added that Sara Misner was a descendant of John Belk, also, \r\n  and that her family wished to sell its stock.  \r\n  \r\n   \r\nAt trial Thompson elicited Woodside's \r\n  agreement that \"transactions between family members are generally less arm's \r\n  length than, say, going to the stockbroker to buy stock.\"(8) \r\n  Way opined that an arm's length transaction between family members would be \r\n  \"a highly dubious proposition.\" Clarkson testified he would be hesitant to rely \r\n  on these transactions as an indication of fair value because he did not think \r\n  they were at arm's length. \r\n  \r\n   \r\nThe evidence before us, however, \r\n  indicates these transactions were fairly negotiated. Belk Daughtridge, a stockbroker, \r\n  negotiated the transaction for the John Daughtridge family. John Daughtride \r\n  was a Belk director for a number of years and had been actively involved in \r\n  the affairs of the corporations in which he held stock. Belk Daughtridge, his \r\n  son, was also a director, and had worked for a number of years in the Belk organization. \r\n  These negotiations took place over a period of several weeks. \r\n  \r\n   \r\nAlthough Sara Misner and her husband \r\n  initially handled the Misner sale, the Misner family eventually turned negotiations \r\n  over to their son-in-law, James Baker, who was experienced in buying and selling \r\n  businesses. It is true both negotiations were restricted by there being no ready \r\n  market for these shares, but we believe we have adequately compensated for this \r\n  fact by weighting market value accordingly. \r\n  \r\n   \r\n2. Unaudited financial statements: \r\n  \r\n   \r\nThompson notes the financial statements \r\n  upon which BOS relied in its appraisal were unaudited. Again, the trial court \r\n  had no other figures before it. Thus, Thompson may not complain of the court's \r\n  use of this information. \r\n   \r\nD. Weighting. \r\n  \r\n   \r\nAppraisal is not an exact science, \r\n  and the precise weight to be given to any factor is necessarily a matter of \r\n  judgment for the court in the light of circumstances in each case. Santee \r\n  Oil Co., 265 S.C. 270, 217 S.E.2d 789. In arriving at his final valuation, \r\n  Woodside weighted each of his four methods equally; the trial court adopted \r\n  Woodside's weighting. Although we largely agree with Woodside's methods (except, \r\n  of course, the guideline public company value method), because we have some \r\n  qualms about his reasonings, we accordingly distribute the weighting differently \r\n  than the trial court. \r\n   \r\n1. Discounted earnings method: \r\n  \r\n   \r\nIn our discussion above we have already \r\n  determined to weight this method at 15%. \r\n  \r\n   \r\n2. Market value: \r\n  \r\n   \r\n\"The weight to be given market value \r\n  is related to the nature and extent of the market in the stock and how fairly \r\n  it reflects the judgment of informed buyers and sellers.\" In re Tudor Fifth \r\n  Unit, Inc., 232 N.Y.S.2d 758, 760 (N.Y. App. Div. 1962), aff'd, 192 \r\n  N.E.2d 222 (N.Y. 1963). Each of the stores in the Belk organization is owned \r\n  by a closely-held corporation; accordingly, there is no ready market for this \r\n  stock. Santee instructs, \"'[I]f there is no reliable established market \r\n  value for the shares a reconstructed market, if one can be made, must be given \r\n  consideration.'\" Santee Oil Co., 265 S.C. at 273, 217 S.E.2d at 791 (quoting \r\n  Chicago Corp. v. Munds, 172 A. 452, 457 (Del. Ch. 1934)).  \r\n  \r\n   \r\nThree stock sales occurred in the \r\n  nine months between the Clinton merger and the Leader merger: \r\n  \r\n   \r\nPage Renger 1/31/96 12.5 shares $1,702.58/share\r\nJohn Belk Daughtridge 7/17/96 17.0 \r\n  shares $1,474.99/share\r\nMisner Family/Dew Trust 8/28/96 121.0 \r\n  shares $1,474.99/share \r\n   \r\nWoodside concluded, without discussion, \r\n  that based on the last two transactions,(9) the \r\n  market value of BOS was $1,474.99. We disagree, use all three transactions, \r\n  and place the market value at $1,493.90.(10) \r\n  \r\n   \r\nAlthough we are not fully comfortable \r\n  in relying on a mere three trades, it is obvious from the record that these \r\n  stocks were not traded frequently and, in fact, the Santee court used \r\n  only one stock transaction in its market value determination. However, because \r\n  of the infrequency of trades, we place less significance on the market value \r\n  and accordingly assign it a weight of only 25%. \r\n  \r\n   \r\n3. Net asset value: \r\n  \r\n   \r\nIn this case, we assign greatest \r\n  weight to the net asset value because of the Westgate Mall renovation. The renovation \r\n  began January 2, 1996. As of the end of the fiscal year on January 31, 1996, \r\n  BDS's balance sheet reflected long term debt totaling $1,340,409. Woodside, \r\n  in performing his calculations, relied on a balance sheet dated October 5, 1996 \r\n  (the effective date of the merger), which reflected a $6,000,000 note to NationsBank \r\n  and payables to affiliates totaling over $5 million. Obviously, BDS was using \r\n  more than an average amount of its assets to expand and improve its business \r\n  opportunities. This investment of course was not reflected in earnings at the \r\n  time of the merger, and there was testimony that the Westgate store would not \r\n  be profitable for four to five years. However, as Leroy Robinson testified: \r\n  \"I don't think the directors and shareholders would've agreed to make that investment \r\n  if they had not felt, at long range, it would be profitable.\" We weigh asset \r\n  value most heavily, therefore, \"'because it is this element at this time in \r\n  the corporation's life that a very substantial portion of the intrinsic value \r\n  of the shares is to be found.'\" Bell v. Kirby Lumber Corp., 413 A.2d \r\n  137, 145 (Del. 1980) (quoting Swanton v. State Guar. Corp., 215 A.2d \r\n  242, 245-46 (Del. Ch. 1965)). Additionally, the Westgate Mall is essential to \r\n  the ability of BOS/BDS to eventually generate earnings and pay dividends. We \r\n  therefore weight net asset value at 60%. \r\n  \r\n   \r\nE. Resulting Total Valuation. \r\n  \r\n   \r\n Based on our discussion above, we \r\n  arrive at the following valuation: \r\n  \r\n   \r\nDetermined Weighted\r\nValue/Share Weight \r\n  Value/Share \r\n   \r\nNet Asset Value: $1,474.21 0.60 $ \r\n  884.53\r\nDiscounted Cash $1,606.93 0.15 241.04\r\n Flow:\r\nMarket Value: $1,493.90 0.25  \r\n  373.48 \r\n   \r\nFinal Determined Fair Value: \r\n  $1,499.05 \r\n   \r\nUsing this value, the value of Thompson's \r\n  BDS stock on October 5, 1996, was $134,914.50 (90 x $1,499.05). Because BDS \r\n  paid Thompson $132,749.10 on October 4, 1996, we find Thompson is due the additional \r\n  sum of $2,165.40 from BDS. \r\n  \r\n   \r\nIII. John Belk Deposition \r\n  \r\n   \r\nThompson claims the trial court abused \r\n  its discretion in denying her the opportunity to depose John Belk because he \r\n  \"was a critical witness and beyond the court's territorial trial subpoena power.\" \r\n  Thompson complains BOS \"specifically declined to name John Belk as a witness \r\n  and did so only after the discovery deadline had terminated in order to prevent \r\n  a deposition.\"  \r\n   \r\nThe trial court's rulings on discovery \r\n  matters will not be disturbed on appeal absent a clear abuse of discretion. \r\n  Dunn v. Dunn, 298 S.C. 499, 381 S.E.2d 734 (1989); Beyer v. Metze, \r\n  326 S.C. 356, 482 S.E.2d 789 (Ct. App. 1997).  \r\n  \r\n   \r\nThe burden is upon the party appealing \r\n  from the order to demonstrate the trial court abused its discretion.  \r\n  \r\n   \r\nAn \"abuse of discretion\" may be found \r\n  by this Court where the appellant shows that the conclusion reached by the lower \r\n  court was without reasonable factual support, resulted in prejudice to the right \r\n  of appellant, and, therefore, amounted to an error of law. \r\n  \r\n   \r\nDunn, 298 S.C. at 502, 381 \r\n  S.E.2d at 735 (citing Darden v. Witham, 263 S.C. 183, 209 S.E.2d 42 (1974)). \r\n  \r\n   \r\nThe scheduling order in this case \r\n  provided \"[n]on-expert discovery shall be completed no later than August 31, \r\n  1997.\" Discovery was to be deemed completed by September 15, 1997, \"only if \r\n  initiated at such time as to afford the responding party the full time provided \r\n  under the applicable procedural rule in which to respond by the date set forth \r\n  [herein].\" The order further noted the case would likely be set for trial the \r\n  week of October 27 or November 3, 1997. \r\n  \r\n   \r\nBOS apparently served its interrogatory \r\n  responses on Thompson on or after September 4, 1997. Not until October 7, 1997, \r\n  did the dissenters notice John Belk's deposition for October 20, 1997; the trial \r\n  was ultimately held on October 29-30, 1997. BOS objected to the deposition on \r\n  the basis of its timing and because it had not listed John Belk as a witness. \r\n  \r\n   \r\nOn these facts, we find the trial \r\n  court did not abuse its discretion. BOS notified Thompson in a timely manner \r\n  of its witnesses; its interrogatory responses did not list John Belk as a witness, \r\n  yet Thompson waited until a month later to notice his deposition. If Thompson \r\n  had acted expeditiously, she could have deposed John Belk before September 15. \r\n  If the deposition could not have been held prior to September 15, the scheduling \r\n  order still provided Thompson would be afforded time to respond. Further, Thompson \r\n  has not shown how she was prejudiced by the trial court's decision, as she failed \r\n  to make a proffer of what John Belk's testimony would have been. See \r\n  TNS Mills, Inc. v. South Carolina Dep't of Revenue, 331 S.C. 611, 503 \r\n  S.E.2d 471 (1998) (where there was no proffer of excluded testimony, the court \r\n  was unable to determine whether the complaining party was prejudiced by the \r\n  refusal to admit the testimony into evidence).  \r\n  \r\n   \r\nCONCLUSION \r\n  \r\n   \r\nThis court has conducted a thorough \r\n  review of the record and finds the trial court's valuation was substantially \r\n  supported by the evidence before it. However, based on our view of the preponderance \r\n  of the evidence, we find Thompson due an additional $2,165.40 from her sale \r\n  of BDS stock. We further affirm the trial court's decision to deny Thompson's \r\n  deposition of John Belk.  \r\n   \r\nAFFIRMED AS MODIFIED. \r\n  \r\n   \r\nANDERSON and STILWELL, JJ., \r\n  concur.\r\n1.  Section 33-13-102(A) \r\n  provides in pertinent part: \r\n  \r\n   \r\nA shareholder is entitled to dissent \r\n  from, and obtain payment of the fair value of, his shares in the event of any \r\n  of the following corporate actions: \r\n  \r\n   \r\n(1) consummation of a plan of merger \r\n  to which the corporation is a party (i) if shareholder approval is required \r\n  for the merger by Section 33-11-103 or the articles of incorporation and the \r\n  shareholder is entitled to vote on the merger or (ii) if the corporation is \r\n  a subsidiary that is merged with its parent under Section 33-11-104 or 33-11-108 \r\n  or if the corporation is a parent that is merged with its subsidiary under Section \r\n  33-11-108; . . . \r\n2.  Section 33-13-280(a) \r\n  provides in part: \r\n   \r\nA dissenter may notify the corporation \r\n  in writing of his own estimate of the fair value of his shares and amount of \r\n  interest due and demand payment of his estimate (less any payment under Section \r\n  33-13-250) or reject the corporation's offer under Section 33-13-270 and demand \r\n  payment of the fair value of his shares and interest due, if the: \r\n   \r\n(1) dissenter believes that the amount \r\n  paid under Section 33-13-250 or offered under Section 33-13-270 is less than \r\n  the fair value of his shares or that the interest due is calculated incorrectly; \r\n  . . . . \r\n3.  Under Section \r\n  33-13-300(a),  \r\n   \r\nIf a demand for additional payment \r\n  under Section 33-13-280 remains unsettled, the corporation shall commence a \r\n  proceeding within sixty days after receiving the demand for additional payment \r\n  and petition the court to determine the fair value of the shares and accrued \r\n  interest. If the corporation does not commence the proceeding within the sixty-day \r\n  period, it shall pay each dissenter whose demand remains unsettled the amount \r\n  demanded. \r\n4.  Although Way \r\n  and Clarkson did determine an earnings value, we dispute their calculations. \r\n  The court in Santee stated, \"An accepted method of determining the capitalization, \r\n  or stock value, of a corporation is to multiply its earnings by an appropriate \r\n  multiplier (price/earnings ratio).\" Santee Oil Co., 265 S.C. at 276, \r\n  217 S.E.2d at 793. However, the Santee court utilized the average of \r\n  three years earnings; Way used only one year. Further, as noted hereinafter, \r\n  we do not believe it is appropriate on this record to use a multiple derived \r\n  from large multi-state chains as Way did. Clarkson, on the other hand, utilized \r\n  figures from three years, but used Dillards, J.C. Penney, Sears and J.B. White, \r\n  large multi-state chains, to derive his multiple. Clarkson further fouled his \r\n  calculations by multiplying the resulting value by the price-to-book ratio derived \r\n  from these stores. \r\n5.  The Santee \r\n  court noted that each of these \"major factors\" involved various subfactors, \r\n  including the nature of the enterprise; leverage; discount; management; earnings \r\n  and dividends; expenses of operation; particular stockholdings in portfolio; \r\n  and the entity's tax situation. Santee Oil Co., 265 S.C. 270, 217 S.E.2d \r\n  789. \r\n6.  Winston Way \r\n  relied on figures from Dayton Hudson Corp.; Dillards Dept. Store; Federated \r\n  Dept. Stores; Hudson's Bay Co.; Jacobson Stores Inc.; Kohl's Corp.; May Dept. \r\n  Stores Co.; Mercantile Stores Co., Inc.; Nordstrom, Inc.; J.C. Penney Co., Inc.; \r\n  Sears, Roebuck and Co.; Venture Stores, Inc.; Gottschalks, Inc.; and Proffitt's \r\n  Inc. Andrew Clarkson used Dillards, Penney, Sears, and J.B. White. \r\n7.  The parties' \r\n  briefs indicate the corporations have since merged. \r\n8.  Although Gallant-Belk \r\n  Company, purchaser of the Misner family shares, is most likely one of the Belk \r\n  family corporations, there is no indication in the record if J. V. Properties, \r\n  purchaser of the Daughtridge family shares, has any affiliation to Belk descendants, \r\n  although Leroy Robinson testified \"Ralph Pitts, who was general counsel,\" handled \r\n  these negotiations for the buyer. Because BOS did not argue otherwise, we will \r\n  assume that J. V. Properties involves Belk descendants. \r\n9.  The trial \r\n  court mistakenly noted Woodside applied \"three recent arms-length transactions\" \r\n  in his determination of market value. \r\n10.  There was \r\n  testimony regarding the Page Renger transaction, but no clear reason given for \r\n  why her BDS stock was valued at $1,702.58. Leroy Robinson intimated Renger was \r\n  paid more for her stock because it was part of a larger stock transaction, but \r\n  he also stated both the John Daughtridge and the Sarah Misner families wished \r\n  to sell all the stock they had in all Belk corporations. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3041","title":"Tucker v. Allstate Insurance Co.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3041","description":"","date":"1999-08-30","type":"opinion","text":"\r\n      \r\n\r\n\r\nTucker v. Allstate Insurance Co.\r\n\r\n\r\n THE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________ \r\n   \r\n\r\n  \r\n    \r\n      \r\nBrenda J. Tucker, Appellant, \r\n          \r\n           \r\n        v. \r\n          \r\n           \r\n        Allstate Insurance Company, \r\nRespondent.\r\n        ________ \r\n          \r\n           \r\n      \r\n    \r\n  \r\n\r\nAppeal From Greenville \r\n  County\r\n  Larry R. Patterson, Circuit \r\n  Court Judge\r\n  ________ \r\n  \r\n   \r\nOpinion No. 3041\r\n  Submitted June 8, 1999 - Filed \r\n  August 30, 1999\r\n  ________ \r\n  \r\n   \r\nAFFIRMED\r\n________\r\n \r\n \r\n \r\n   \r\n     \r\n      \r\n        Eugene C. Covington, Jr., \r\n          of Covington, Patrick, Hagins, Stern &amp; Lewis, of Greenville, for \r\n          appellant. \r\n           \r\n        W. Francis Marion, Jr., of \r\n          Haynsworth, Marion, McKay &amp; Guerard, of Greenville, for respondent. \r\n          \r\n           \r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Steven \r\n  Hester purchased from Allstate Insurance Company an automobile insurance policy \r\n  with limits of $100,000/$300,000/$50,000. Hester accepted Allstate's offer for \r\n  additional uninsured motorist (UM) coverage, but rejected the offer of underinsured \r\n  motorist (UIM) coverage. After Brenda J. Tucker, Hester's wife, was injured \r\n  in an automobile accident, Tucker commenced this declaratory judgment action \r\n  against Allstate, contending that Allstate's offer of underinsured motorist \r\n  (UIM) coverage was insufficient and that the policy should be reformed to include \r\n  UIM coverage. Relying on this Court's decision in Norwood v. Allstate Ins. \r\n  Co., 327 S.C. 503, 489 S.E.2d 661 (Ct. App. 1997), cert. denied (February \r\n  20, 1998), the trial court granted summary judgment in favor of Allstate. Tucker \r\n  appeals, and we affirm. \r\n   \r\nPursuant to S.C. Code Ann. § 38-77-160 \r\n  (Supp. 1998), automobile insurers must \"offer, at the option of the insured, \r\n  underinsured motorist coverage up to the limits of the insured liability \r\n  coverage.\" (emphasis added). To comply with this statutory obligation, the \r\n  insurer's offer of UIM coverage must be \"meaningful.\" See State Farm \r\n  Mut. Auto. Ins. Co. v. Wannamaker, 291 S.C. 518, 521-22, 354 S.E.2d 555, \r\n  556-57 (1987). For an offer of UIM coverage to be meaningful, \r\n  \r\n   \r\n(1) the insurer's notification process \r\n  must be commercially reasonable, whether oral or in writing; (2) the insurer \r\n  must specify the limits of optional coverage and not merely offer additional \r\n  coverage in general terms; (3) the insurer must intelligibly advise the insured \r\n  of the nature of the optional coverage; and (4) the insured must be told that \r\n  optional coverages are available for an additional premium. \r\n  \r\n   \r\nId. at 521, 354 S.E.2d at \r\n  556; see also Wilkes v. Freeman, 334 S.C. 206, 210, 512 S.E.2d \r\n  530, 532 (Ct. App. 1999), petition for writ of cert. pending (filed April \r\n  14, 1999); Norwood, 327 S.C. at 505, 489 S.E.2d at 662. The insurer bears \r\n  the burden of establishing that it made a meaningful offer of UIM coverage. \r\n  See Butler v. Unisun Ins. Co., 323 S.C. 402, 405, 475 S.E.2d 758, \r\n  759 (1996). \"If the insurer fails to comply with its statutory duty to make \r\n  a meaningful offer to the insured, the policy will be reformed, by operation \r\n  of law, to include UIM coverage up to the limits of liability insurance carried \r\n  by the insured.\"(1) Id. at 405, 475 S.E.2d \r\n  at 760. \r\n   \r\nIn this case, Allstate's form offered \r\n  five different levels of UIM coverage below the liability limits of the policy \r\n  and one above the liability limits of the policy. None of the coverage levels \r\n  offered, however, was below the statutorily-required minimum limits of liability \r\n  coverage, nor was there an offer exactly mirroring the liability limits of the \r\n  policy. On a separate page explaining UM and UIM coverage, the form stated: \r\n  \r\n   \r\nYou can at your option buy underinsured \r\n  motorist coverage with limits up to the limits of Liability Coverage . . . you \r\n  carry or reject underinsured motorist coverage entirely. \r\n  \r\n   \r\nIn the future, if you wish to increase \r\n  or to decrease your limits of additional uninsured motorists coverage or to \r\n  terminate, increase or decrease your limits for underinsured motorists coverage, \r\n  you must then contact either your insurance agent or your insurance company \r\n  . . . . \r\n   \r\nAs noted by the trial court, the \r\n  form used in this case is, in relevant part, identical to the form approved \r\n  by this Court in Norwood. The offer tracks the language of section 38-77-160, \r\n  informing the insured that UIM coverage can be purchased with limits \"up to \r\n  the limits of Liability Coverage.\" While the offer includes certain specific \r\n  limits of UIM coverage, it also explains that UIM limits can be increased or \r\n  decreased. The offer, therefore, is a proper and meaningful offer of UIM coverage. \r\n  See Norwood, 327 S.C. at 507, 489 S.E.2d at 663 (\"Allstate's inclusion \r\n  of at least three specific options of UIM coverage below Norwood's liability \r\n  limits coupled with the plain language of Allstate's offer form notifying Norwood \r\n  that she could increase or decrease her UIM coverage satisfied the requirements \r\n  of section 38-77-160.\"); cf. Wilkes, 334 S.C. at 212, 512 S.E.2d \r\n  at 533 (finding UIM offer invalid even though it offered three rates equal to \r\n  or less than insured's liability coverage, because \"the form fails to provide \r\n  any indication that applicants may request other coverage amounts\"). \r\n  \r\n   \r\nWhile the offer in this case did \r\n  not include an offer of UIM coverage in the precise amount of the liability \r\n  coverage, we do not believe that renders invalid the otherwise valid and meaningful \r\n  offer of UIM coverage.(2) Because Allstate's \r\n  offer specifies that UIM coverage can be purchased with limits \"up to the limits \r\n  of Liability Coverage\" and informs the insured that UIM coverage can be increased \r\n  or decreased, the offer sufficiently conveys the necessary information to the \r\n  insured. Accordingly, for the foregoing reasons, the decision of the trial court \r\n  is hereby  \r\nAFFIRMED.(3) \r\n  \r\n   \r\nHOWELL, C.J., HUFF and HOWARD, \r\n  JJ., concur.\r\n1.  S.C. Code \r\n  Ann. § 38-77-350 (Supp. 1998) sets forth certain minimum requirements for forms \r\n  offering UM and UIM coverage and provides for the approval of forms by the director \r\n  of the Department of Insurance. Section 38-77-350(B) provides that if an approved \r\n  form is \"properly completed and executed by the named insured[,] it is conclusively \r\n  presumed that there was an informed, knowing selection of coverage.\" However, \r\n  if a form does not adequately offer UIM coverage \"up to the limits\" of liability \r\n  coverage, as required by section 38-77-160, the fact that the form was approved \r\n  by the Department of Insurance is not dispositive. See Butler, \r\n  323 S.C. at 408-09, 475 S.E.2d at 761 (\"Section 38-77-350 does not modify the \r\n  requirement of section 38-77-160 that insurance companies offer UIM coverage \r\n  up to the limits of the insured liability coverage. Because [the] Insurance \r\n  Company failed to offer UIM coverage up to the limits of the liability coverage, \r\n  [the insured] is entitled to a reformation of her policy.\"); accord Osborne \r\n  v. Allstate Ins. Co., 319 S.C. 479, 488, 462 S.E.2d 291, 296 (Ct. App. 1995) \r\n  (The director of the Department of Insurance \"has discretion to approve the \r\n  sufficiency of offers of UIM coverage under § 38-77-350. However, he has no \r\n  discretion to approve offers that do not make it clear to applicants that they \r\n  may obtain UIM coverage for amounts less than the minimum liability coverages \r\n  required by § 38-77-160. We, therefore, reverse the trial court's conclusion \r\n  that because Allstate's offer form was approved by the [director], it is conclusively \r\n  presumed to comply with the requirements of both §§ 38-77-160 and 38-77-350.\"). \r\n  \r\n2.  The record \r\n  in Norwood likewise reveals that the offer in that case did not include \r\n  a specific offer of UIM coverage in the same amount as the liability limits \r\n  purchased. \r\n3.  Given our \r\n  conclusion that Allstate made a meaningful offer of UIM coverage, we need not \r\n  specifically address the other issues raised by Tucker. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3042","title":"State v. Moore","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3042","description":"","date":"1999-08-30","type":"opinion","text":"\r\n      \r\n\r\n\r\nState v. Moore\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________ \r\n   \r\n \r\n   \r\n    \r\n      \r\n        The State, \r\n        Respondent, \r\n        v. \r\n        Michael Moore, Appellant. \r\n            \r\n       \r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\n   \r\nAppeal From Richland \r\n  County\r\n  James W. Johnson, Jr., Circuit \r\n  Court Judge\r\n  ________  \r\n  \r\n   \r\nOpinion No. 3042\r\n  Heard June 8, 1999 - Filed \r\n  August 30, 1999\r\n  ________ \r\n  \r\n   \r\nAFFIRMED\r\n________ \r\n  \r\n \r\n \r\n   \r\n     \r\n      \r\n        Deputy Chief Attorney Joseph \r\n          L. Savitz, III, of SC Office of Appellate Defense, of Columbia, for \r\n          appellant. \r\n           \r\n        Attorney General Charles \r\n          M. Condon, Deputy Attorney General John W. McIntosh, Assistant Deputy \r\n          Attorney General Salley W. Elliott, of Office of the Attorney General, \r\n          all of Columbia; and Solicitor W. Barney Giese, of Columbia, for respondent. \r\n          \r\n           \r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Michael \r\n  Moore appeals from his convictions for possession with intent to distribute \r\n  crack cocaine, unlawful possession of a pistol, and unlawful carrying of a pistol.(1) \r\n  Counsel for Moore initially filed a brief pursuant to Anders v. California, \r\n  386 U.S. 738 (1967), asserting that there were no meritorious grounds for appeal \r\n  and requesting permission to withdraw from further representation. This Court \r\n  denied the request to withdraw and directed the parties to file additional briefs. \r\n  After reviewing the record and the briefs prepared by the parties, we affirm. \r\n  \r\n   \r\nI. \r\n  \r\n   \r\nActing on a tip, officers with the \r\n  City of Columbia Police Department stopped a van driven by Moore. The officers \r\n  told Moore that the van had been stopped because they had information that the \r\n  van contained guns and drugs. Moore agreed to be searched, as did his passengers, \r\n  and Moore also consented to a search of the van. Officers found two pistols \r\n  and crack cocaine inside the van, but found no contraband on Moore. Officers \r\n  also discovered cocaine on one of the passengers and on the ground near where \r\n  the other passenger exited the vehicle. Moore and the passengers were arrested. \r\n  \r\n   \r\nAt trial, Moore sought to introduce \r\n  evidence of the guilty pleas of the other occupants of the van. Moore's defense \r\n  to the charges was \"mere presence.\" He contended that, although he was in the \r\n  van, no drugs or weapons were found on him, and he had nothing to do with the \r\n  drugs and weapons that were found. Moore therefore argued that the guilty pleas \r\n  were relevant and tended to establish that the guns and weapons in fact did \r\n  not belong to him. The trial court refused to allow evidence of the guilty pleas \r\n  unless the passengers were present and could be cross-examined about their pleas. \r\n  Although one of the passengers was in jail in New York and therefore unavailable \r\n  for trial, the other co-defendant was apparently brought to the courthouse so \r\n  he would be available to testify. \r\n  \r\n   \r\nII. \r\n  \r\n   \r\nRelying on State v. Murphy, \r\n  270 S.C. 642, 244 S.E.2d 36 (1978), Moore argues the trial judge erred in refusing \r\n  Moore's request to admit evidence of the guilty pleas of the passengers in the \r\n  van. We disagree. \r\n   \r\nIn Murphy, a silent alarm \r\n  sent police to a middle school, where they found Murphy and Scott hiding in \r\n  a small room. A soft drink machine in the teacher's lounge had been pried open, \r\n  and another vending machine had been tampered with. Murphy and Scott were charged \r\n  with housebreaking. 270 S.C. at 643, 244 S.E.2d at 36. At trial, Murphy argued \r\n  that he was simply walking home with Scott by way of the school. Murphy claimed \r\n  that they entered the school through an unlocked door, and that he did not know \r\n  Scott had any intention of committing a crime when he entered the school. Id. \r\n  \r\n   \r\nOn appeal, the Supreme Court rejected \r\n  Murphy's contention that evidence of Scott's guilty plea, entered several weeks \r\n  before Murphy's trial, was improperly admitted. The Court noted that \"[i]t is \r\n  well established in the federal courts that the jury may be informed of a co-defendant's \r\n  guilty plea, provided the proper cautionary instructions are given.\" 270 S.C. \r\n  at 643, 244 S.E.2d at 36. The Court concluded that evidence of Scott's guilty \r\n  plea was properly admitted because \"Scott's plea of guilty was relevant to the \r\n  issue of appellant's knowledge of Scott's intentions.\" Id. at 644, 244 \r\n  S.E.2d at 37. Read in isolation, this sentence could support Moore's argument \r\n  that, under Murphy, guilty pleas of co-defendants may be admissible as \r\n  substantive evidence of the defendant's guilt or innocence.(2) \r\n  \r\n   \r\nWe believe, however, that the Murphy \r\n  court allowed the co-defendant's guilty plea to be admitted only for the purpose \r\n  of impeaching Murphy's credibility after he took the stand. The majority opinion \r\n  in Murphy stated that when Murphy took the witness stand and \"asserted \r\n  his lack of knowledge of his co-defendant's motive for entering the school building, \r\n  it was proper for the solicitor to introduce Scott's guilty plea.\" 270 S.C. \r\n  at 644, 244 S.E.2d at 37. In our view, this statement makes it clear that the \r\n  guilty plea was admitted only to impeach Murphy's trial testimony. \r\n  \r\n   \r\nMoreover, the Murphy court \r\n  cited with approval several federal cases where a jointly-tried co-defendant \r\n  pleaded guilty either just before or during the trial. Those cases held that \r\n  it was not error to inform the jury of the co-defendant's guilty plea, provided \r\n  that the jury was properly instructed not to consider the guilty plea as evidence \r\n  of the guilt of the remaining defendants. See United States v. Earley, \r\n  482 F.2d 53, 58 (10th Cir. 1973) (\"It has long been the law in this circuit \r\n  and in other circuits that the trial court may inform the jury that a codefendant \r\n  has entered a plea of guilty, provided the jury is clearly instructed that such \r\n  a plea cannot be considered as evidence of the guilt of the remaining defendant \r\n  or defendants.\"); Fahning v. United States, 299 F.2d 579, 580 (5th Cir. \r\n  1962) (\"The rule is well settled that the entry of a guilty plea by one defendant \r\n  in the presence of jurors who are to try other defendants is not error where \r\n  the jurors are admonished that the plea of guilt should have no effect upon \r\n  a determination of the guilt or innocence of the others, in the absence of a \r\n  showing of prejudice.\"); United States v. Wood, 279 F.2d 359, 362-63 \r\n  (8th Cir. 1960)(approving trial court's decision to inform jury of guilty pleas \r\n  of various co-defendants entered before and during trial, where court repeatedly \r\n  instructed jury that the guilty pleas could not be considered evidence of the \r\n  guilt of the remaining defendants or as evidence that the crimes were actually \r\n  committed). After citing these cases, the Murphy court stated that the \r\n  \"trial judge here properly narrowed the scope of the jury's consideration of \r\n  Scott's guilty plea in his instructions.\" Murphy, 270 S.C. at 644, 244 \r\n  S.E.2d at 36. Thus, it appears that the trial court in Murphy instructed \r\n  the jury that the co-defendant's guilty plea could not be considered as evidence \r\n  of Murphy's guilt.(3) \r\n  \r\n   \r\nAccordingly, we conclude that Murphy \r\n  stands only for the narrow proposition that a co-defendant's guilty plea may, \r\n  in some cases, be admissible to impeach the credibility of a testifying defendant.(4) \r\n  Guilty pleas of co-defendants are not relevant to or admissible as substantive \r\n  evidence of a defendant's guilt or evidence. Cf. State v. Brown, \r\n  306 S.C. 448, 449, 412 S.E.2d 440, 440-41 (Ct. App. 1991) (where defendant arranged \r\n  for sale of crack cocaine to undercover officer and delivered cocaine to officer \r\n  and took officer's money, guilty plea of person from whom defendant obtained \r\n  cocaine held to be not relevant to question of defendant's guilt). The trial \r\n  court, therefore, properly excluded evidence of the passengers' guilty pleas. \r\n  \r\n   \r\nAccordingly, for the foregoing reasons, \r\n  Moore's convictions are hereby \r\n  \r\n  \r\n   \r\nAFFIRMED. \r\n  \r\n  \r\n   \r\nHOWELL, C.J., HUFF and HOWARD, \r\n  JJ., concur.\r\n1.  The trial \r\n  court declared a mistrial on a trafficking in crack cocaine charge after the \r\n  jury failed to reached a verdict on that charge. \r\n2.  Such a rule \r\n  would be at odds with the general rule that a co-defendant's guilty plea is \r\n  neither relevant nor admissible as substantive evidence of the defendant's guilt \r\n  or innocence, but instead is admissible only on the issue of the credibility \r\n  of a testifying co-defendant. See, e.g., United States v. Johnson, \r\n  26 F.3d 669, 677 (7th Cir.) (\"It is established that the guilty plea of a co-defendant \r\n  may not be used as substantive evidence of another defendant's guilt. . . . \r\n  [H]owever, testifying co-defendants' guilty pleas may be introduced into evidence \r\n  for the limited purpose of assessing the witness's credibility.\"), cert. \r\n  denied, 513 U.S. 940 (1994); United States v. Blevins, 960 F.2d 1252, \r\n  1260 (4th Cir. 1992) (\"Courts have generally agreed that evidence of a non-testifying \r\n  co-defendant's guilty plea should not be put before the jury.\"); Hunter v. \r\n  Indiana, 578 N.E.2d 353, 356 (1991) (\"[E]vidence of a conviction or guilty \r\n  plea of others charged with the same offense as the defendant is not substantive \r\n  evidence of the defendant's guilt or innocence . . . . The trial court should \r\n  receive the . . . evidence . . . only as it bears on the testifying co-defendant's \r\n  credibility and should, on request, instruct the jury regarding its limited \r\n  purpose.\"); Missouri v. Johnson, 787 S.W.2d 872, 874 (Ct. App. 1990) \r\n  (\"It cannot seriously be disputed that the guilty plea or acquittal of a codefendant \r\n  is inadmissible in a separate trial of another defendant as substantive evidence \r\n  of the latter's guilt or innocence . . . . Exceptions to this rule do exist. \r\n  Such exceptions, however, typically only apply where the codefendant who had \r\n  pled guilty testifies and the guilty plea is used to support or attack his credibility.\"); \r\n  West Virginia v. Mullens, 371 S.E.2d 64, 70 (1988) (\"It is well-settled \r\n  that a guilty plea of an accomplice is inadmissible as evidence of the defendant's \r\n  guilt. However, if an accomplice testifies, evidence that the accomplice has \r\n  pleaded guilty is admissible, not as evidence of the defendant's guilt, but \r\n  as evidence relevant to the credibility of the accomplice's testimony.\") (citation \r\n  omitted); Stokes v. Alabama, 462 So.2d 964, 967 (Ct. Crim. App. 1985) \r\n  (\"[R]eviewing courts have disapproved of reference to the disposition of a co-defendant's \r\n  case on the theory that the outcome of another's prosecution is simply irrelevant \r\n  to the guilt or innocence of the defendant and may not be received as substantive \r\n  evidence at [the] defendant's trial.\"); see also 23 C.J.S. Criminal \r\n  Law § 996 (1989) (\"Although it may be admitted for other proper purposes, \r\n  a guilty plea of a codefendant may not be admitted as substantive proof of the \r\n  accused's guilt, complicity, or lack of guilt.\"). \r\n3.  We note, however, \r\n  that the dissent in Murphy stated that the jury \"was expressly instructed \r\n  that it might consider Scott's plea in its deliberations on the issue of intent.\" \r\n  270 S.C. at 647, 244 S.E.2d at 38 (Rhodes, J., dissenting). Such an instruction \r\n  does support, to some degree, Moore's contention that the guilty plea in Murphy \r\n  was admitted as substantive evidence of Murphy's guilt. \r\n4.  Even this \r\n  narrow interpretation of Murphy puts South Carolina somewhat out-of-step \r\n  with other jurisdictions, which, as discussed in footnote 2, supra, generally \r\n  allow introduction of a co-defendant's guilty plea only for purposes of evaluating \r\n  the credibility of a testifying co-defendant. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"}]