[{"id":"3021","title":"Holden v. Holden","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3021","description":"","date":"1999-07-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nIn the Matter of the Estate of William D. Holden, Sr.\r\n\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA \r\n  In The Court of Appeals \r\n  ________ \r\n \r\n   \r\n     \r\n      \r\n        In the Matter of the Estate \r\n          of William D. Holden, Sr., William D. Holden, Jr., as Personal Representative \r\n        for the Estate of William D. Holden, Sr., Respondent, \r\n        v. \r\n          \r\n        Zachary David Holden and \r\n          Julia Holden, Minors, through their Guardian ad Litem, Allan E. Fulmer, \r\n        Jr., Appellants.  \r\n        \r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\nAppeal From Richland \r\n  County \r\n  Alexander S. Macaulay, Circuit Court \r\n  Judge \r\n  ________ \r\n  \r\nOpinion No. 3021 \r\n  \r\n  Heard December 8, 1998 - Filed July \r\n  6, 1999 \r\n  ________ \r\nREVERSED \r\n  ________ \r\n  \r\n \r\n   \r\n     \r\n      \r\n        Allan E. Fulmer, Jr., of \r\n          Allan E. Fulmer, P.A.; and James B. Richardson, Jr., of Svalina, Richardson \r\n          &amp; Larson, both of Columbia, for appellants. \r\n          \r\n        Daniel K. Felker, of Ratchford \r\n          &amp; Associates, of Columbia, for respondent. \r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\nSTILWELL, J.: In \r\n  this probate matter, Zachary David Holden and Julia Holden, minors, through \r\n  their guardian ad litem, appeal the circuit court's determination that disclaimers \r\n  made by William Holden, Jr. and Robert Holden (Sons) were invalid. We reverse. \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\nWilliam Holden, Sr. died intestate \r\n  January 3, 1992. He was survived by his wife, Julia S. Holden, the Sons, and \r\n  one grandchild, William Jr.'s son, Zachary. William Jr.'s daughter Julia was \r\n  born within ten months of the intestate's death.  \r\n  \r\nAfter their father's death, the Sons \r\n  filed disclaimers of their interests in their father's estate with the probate \r\n  court. The letter from the Sons' attorney to the probate court transmitting \r\n  the disclaimers described the documents as \"Disclaimers of the decedent's children \r\n  in favor of the decedent's spouse.\" The personal representative subsequently \r\n  distributed the proceeds of the estate to Mrs. Holden. \r\n  \r\nAfter reviewing the closing documents \r\n  for the estate, the probate court informed the personal representative that \r\n  as a result of the Sons' disclaimers, the Sons' issue may inherit a portion \r\n  of the intestate estate. In an effort to avoid the unintended result of the \r\n  minor children receiving an interest in the estate, the Sons then attempted \r\n  to revoke or withdraw their disclaimers. The Revocation and Withdrawal of Disclaimer \r\n  executed by each Son provided, \"it was my intent in entering into this said \r\n  Disclaimer and Renunciation of Interest to disclaim and renounce my intestate \r\n  interest in favor of my mother Julia S. Holden, the spouse of the Decedent, \r\n  so that she would become the sole heir of the Estate&nbsp;.&nbsp;.&nbsp;. .\" \r\n  \r\n  \r\nThe probate court appointed a guardian \r\n  ad litem for the grandchildren and conducted a hearing to determine the validity \r\n  of the disclaimers and the effect of the attempted revocation of them. The probate \r\n  court held the Sons' disclaimers were valid disclaimers for federal tax law \r\n  purposes. In addition, the probate court ruled the purported revocations or \r\n  withdrawals of the disclaimers were ineffective and that the disclaimers would \r\n  be honored. The court ordered that 50% of the estate's assets be distributed \r\n  to the grandchildren. \r\n  \r\nThe circuit court, however, reversed \r\n  the probate court's ruling. It found the Sons attempted to direct the disclaimed \r\n  interests to their mother; therefore, the disclaimers did not meet the requirements \r\n  of a qualified disclaimer for federal tax law purposes. Because the disclaimers \r\n  were not \"qualified disclaimers\" they did not comply with South Carolina's statutory \r\n  scheme for disclaiming interests in estates and were, therefore, ineffective. \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\nThe grandchildren argue the circuit \r\n  court erred in finding the disclaimers were invalid. We agree. \r\n  \r\nThe statutory scheme that permits \r\n  an heir to disclaim inherited property in South Carolina is circular--the applicable \r\n  South Carolina statutes refer to the federal statutes and the federal statutes \r\n  refer back to the applicable state statutes. The general rule is that the substantive \r\n  law of South Carolina will control. The South Carolina General Assembly explained: \r\n  \r\n  \r\nIt is the intent of the legislature \r\n  of the State of South Carolina by this provision to clarify the laws of this \r\n  State with respect to the subject matter hereof in order to ensure the ability \r\n  of persons to disclaim interests in property without the imposition of federal \r\n  and state estate, inheritance, gift, and transfer taxes. This provision is to \r\n  be interpreted and construed in accordance with, and in furtherance of, that \r\n  intent. \r\n  \r\nS.C. Code Ann. § 62-2-801(f) (1987). \r\n \r\nIn order to disclaim an interest \r\n  in property, a disclaimant must comply with the applicable South Carolina statutes. \r\n  See Pate v. Ford, 297 S.C. 294, 376 S.E.2d 775 (1989) (discussing \r\n  the predecessor statute to § 62-2-801); McCallum v. Hayes, 318 S.C. 188, \r\n  456 S.E.2d 439 (Ct. App. 1995). The Probate Code's disclaimer statute provides \r\n  that if a person makes a disclaimer as defined in § 12-16-1910, then the interest \r\n  disclaimed is considered as if it had never been transferred to the disclaimant. \r\n  S.C.&nbsp;Code Ann. § 62-2-801(a) (Supp. 1998). \r\n  \r\nSection 12-16-1910 provides that \r\n  \"if a person as defined in Section 62-2-801 makes a disclaimer as provided in \r\n  Internal Revenue Code Section 2518 with respect to any interest in property, \r\n  this chapter applies as if the interest had never been transferred to the person.\" \r\n  S.C. Code Ann. § 12-16-1910 (Supp. 1998). Accordingly, we may look to federal \r\n  law for guidance in determining the validity of a disclaimer. See McCallum, \r\n  318 S.C. at 190 n.1, 456 S.E.2d at 440 n.1 (stating that federal law may be \r\n  used to construe state law under § 62-2-801). \r\n  \r\nInternal Revenue Code § 2518 defines \r\n  a qualified disclaimer as \"an irrevocable and unqualified refusal\" to accept \r\n  an interest in property but only if:  \r\n  \r\n(1) such refusal is in writing,  \r\n(2) such writing is received by [the \r\n  proper person within the specified time limit],  \r\n(3) such person has not accepted \r\n  the interest or any of its benefits, and  \r\n(4) as a result of such refusal, \r\n  the interest passes without any direction on the part of the person making the \r\n  disclaimer and passes either--  \r\n(A) to the spouse of the decedent, \r\n  or  \r\n(B) to a person other than the person \r\n  making the disclaimer.  \r\n  \r\nI.R.C. § 2518(b) (1994). \r\n  \r\nThe Treasury Department has interpreted \r\n  I.R.C. § 2518's requirement that the disclaimed interest pass without direction \r\n  by the disclaimant as meaning: \"If there is an express or implied agreement \r\n  that the disclaimed interest in property is to be given or bequeathed to a person \r\n  specified by the disclaimant, the disclaimant shall be treated as directing \r\n  the transfer of the property interest.\" Treas. Reg. § 25.2518-2(e)(1) (1997). \r\n  \r\n  \r\nIt was on this ground that the circuit \r\n  court reversed the probate court and found that the Sons' disclaimers were invalid. \r\n  The circuit court ruled that the Sons intended the disclaimed property to go \r\n  to their mother as was indicated in the letter from their attorney to the probate \r\n  court by which he transmitted the original disclaimers. The disclaimers themselves, \r\n  however, contained no condition and stated \"I hereby disclaim and renounce any \r\n  interest in the estate and relinquish any claim I may have to it.\" \r\n  \r\nThe Sons contend that the language \r\n  in their attorney's letter is evidence of their intent to pass the disclaimed \r\n  property on to their mother. They claim that the filing letter wording which \r\n  stated \"Enclosed please find . . . two (2) Disclaimers of the decedent's children \r\n  in favor of the decedent's spouse, along with copies of same\" limited \r\n  the disclaimer. (Emphasis added.) Therefore, the disclaimer violated I.R.C. \r\n  §&nbsp;2518(b)(4) because it was the Sons' attempt to direct their disclaimed \r\n  share to their mother. They claim that the disclaimers were not ever qualified \r\n  disclaimers because of the express or implied agreement to have it pass to their \r\n  mother. We disagree.  \r\n  \r\nThe statute provides that, as a result \r\n  of the disclaimer, \"the interest passes without any direction on the part of \r\n  the person making the disclaimer.\" See I.R.C.&nbsp;§&nbsp;2518(b)(4). \r\n  In this case, the interest did pass without any direction on the Sons' \r\n  part--it passed to the decedent's grandchildren, in accordance with South Carolina \r\n  intestacy laws. \r\n  \r\nSouth Carolina's disclaimer statute \r\n  provides a disclaimed interest passes as if the disclaimant had predeceased \r\n  the transfer, unless the transferor provided otherwise. S.C. Code Ann. § 62-2-801(d) \r\n  (1987). Pursuant to South Carolina's intestacy statutory scheme, one half of \r\n  the decedent's estate passes to the surviving spouse and the remaining estate \r\n  passes to the issue of the decedent. The Probate Code defines issue as all \r\n  lineal descendants. S.C. Code Ann. § 62-1-201(21) (1987). Accordingly, when \r\n  treating the Sons as predeceased, under operation of state law, the grandchildren \r\n  are the takers of one half of the intestate estate. \r\n  \r\nWe find the West Virginia case of \r\n  Webb v. Webb, 301 S.E.2d 570 (W. Va. 1983), persuasive on this issue. \r\n  Webb, an adopted son, inherited a one-half undivided interest in his father's \r\n  estate. His mother inherited the other half of the estate. Believing that his \r\n  father wanted Webb's mother to have fee title to all the real property, Webb \r\n  consulted an attorney who advised him that he could execute a disclaimer and \r\n  that his mother would then inherit the property.  \r\n  \r\nWebb had an infant daughter, a fact \r\n  he did not discuss with the attorney before the disclaimer was filed. The attorney \r\n  only learned of the child when Webb consulted him about a child support action. \r\n  After Webb learned that his infant daughter would inherit his share of the estate \r\n  because of the disclaimer, he sought to have the disclaimer declared void and \r\n  set aside on the ground of mistake.  \r\n  \r\nWhile noting that Webb had discussed \r\n  the tax advantages of a disclaimer with the attorney, the supreme court of appeals \r\n  found that it was apparent from the record that Webb's motivation in executing \r\n  the disclaimer was to pass full title to the real estate to his mother, in accordance \r\n  with his perception of his father's wishes. Id. at 573. Nevertheless, \r\n  the court agreed with the circuit court that Webb's mistake in executing the \r\n  disclaimer was a mistake of law rather than a mistake of fact because Webb was \r\n  fully aware of the existence of his daughter, but did not realize the legal \r\n  consequences of the disclaimer. Id. at 575. \r\n  \r\nWe find the same here. The Sons were \r\n  under the mistaken impression that by executing the disclaimers, their mother \r\n  would take their interest in the estate. This was a mistake of law rather than \r\n  one of fact. It is the general rule that a court of equity will not, where a \r\n  mistake of law is disclosed, grant relief from the consequences thereof in the \r\n  absence of fraud or undue influence. See Smothers v. United States \r\n  Fidelity &amp; Guar. Co., 322 S.C. 207, 470 S.E.2d 858 (Ct. App. 1996). \r\n  \r\n  \r\nAccordingly, the order of the circuit \r\n  court is  \r\n  \r\nREVERSED. \r\n  \r\n  \r\nHOWELL, C.J., concurs. ANDERSON, \r\n  J., dissents.  \r\n  \r\nANDERSON, J. (dissenting): I respectfully \r\n  dissent. I disagree with the analysis and reasoning of the majority. I would \r\n  affirm. \r\n  \r\nISSUE \r\n  \r\n  \r\nDid the Circuit Court err in finding \r\n  Sons' disclaimers to their father's estate were ineffective and that Sons retained \r\n  their interests in the estate? \r\n  \r\nLAW/ANALYSIS \r\n  \r\n  \r\nThe guardian ad litem for the grandchildren \r\n  contends the Circuit Court erred in finding Sons' disclaimers were invalid. \r\n  I disagree. \r\n  \r\nTo disclaim an interest in property, \r\n  a disclaimant is required to comply with the statutory scheme set forth by the \r\n  South Carolina General Assembly. Pate v. Ford, 297 S.C. 294, 376 S.E.2d \r\n  775 (1989)(discussing the predecessor statute to §&nbsp;62-2-801); In re \r\n  Will of Hall, 318 S.C. 188, 456 S.E.2d 439 (Ct. App. 1995). The declared \r\n  intent of the South Carolina General Assembly in enacting the statutory scheme \r\n  for disclaimers was \"to clarify the laws of this State with respect to the subject \r\n  matter hereof in order to ensure the ability of persons to disclaim interests \r\n  in property without the imposition of federal and state estate, inheritance, \r\n  gift, and transfer taxes. This provision is to be interpreted and construed \r\n  in accordance with, and in furtherance of, that intent.\" S.C. Code Ann. § 62-2-801(f) \r\n  (1987). \r\n  \r\nThe South Carolina Probate Code's \r\n  disclaimer statute provides a person may disclaim an inheritance as follows: \r\n  \r\n  \r\nIn addition to any methods available \r\n  under existing law, statutory or otherwise, if a person . . ., as a disclaimant, \r\n  makes a disclaimer as defined in § 12-16-1910 of the 1976 Code, with respect \r\n  to any transferor's transfer (including transfers by . . . intestacy . . . ) \r\n  to him of any interest in . . . property, . . . the interest . . . is considered \r\n  never to have been transferred to the disclaimant. \r\n  \r\nS.C. Code Ann. § 62-2-801(a) (Supp. \r\n  1998). \r\n  \r\nSection 12-16-1910, referenced above, \r\n  deals with the effect of a disclaimer of a property interest for purposes of \r\n  estate taxes. This section states \"if a person as defined in Section 62-2-801 \r\n  [the disclaimer statute] makes a disclaimer as provided in Internal Revenue \r\n  Code Section 2518 with respect to any interest in property, this chapter applies \r\n  as if the interest had never been transferred to the person.\" S.C. Code Ann. \r\n  § 12-16-1910 (Supp. 1998). Section 2518 of the Internal Revenue Code, concerning \r\n  estate and gift taxes, defines a \"qualified disclaimer\" for purposes of federal \r\n  tax laws as follows: \r\n  \r\n(a) General rule.--For purposes of \r\n  this subtitle, if a person makes a qualified disclaimer with respect to any \r\n  interest in property, this subtitle shall apply with respect to such interest \r\n  as if the interest had never been transferred to such person. \r\n  \r\n(b) Qualified disclaimer defined.--For \r\n  purposes of subsection (a), the term \"qualified disclaimer\" means an irrevocable \r\n  and unqualified refusal by a person to accept an interest in property but only \r\n  if-- \r\n  \r\n(1) such refusal is in writing, \r\n(2) such writing is received by the \r\n  transferor of the interest, his legal representative, or the holder of the legal \r\n  title to the property to which the interest relates not later than the date \r\n  which is 9&nbsp;months after the later of- \r\n(A) the day on which the transfer \r\n  creating the interest in such person is made, or \r\n(B) the day on which such person \r\n  attains 21, \r\n(3) such person has not accepted \r\n  the interest or any of its benefits, and \r\n(4) as a result of such refusal, \r\n  the interest passes without any direction on the part of the person making the \r\n  disclaimer and passes either-- \r\n(A) to the spouse of the decedent, \r\n  or \r\n(B) to a person other than the person \r\n  making the disclaimer. \r\n  \r\n26 U.S.C.A. § 2518 (1994). \r\n  \r\nThe United States Treasury Department \r\n  has interpreted the Internal Revenue Code's requirement in § 2518(b)(4) that \r\n  the disclaimed interest pass \"without any direction\" on the part of the disclaimant. \r\n  The Department explained: \r\n  \r\n(e) Passage \r\n  without direction by the disclaimant of beneficial enjoyment of disclaimed interest--(1) \r\n  In general. A disclaimer is not a qualified disclaimer unless the disclaimed \r\n  interest passes without any direction on the part of the disclaimant to a person \r\n  other than the disclaimant . . . . If there is an express or implied agreement \r\n  that the disclaimed interest in property is to be given or bequeathed to a person \r\n  specified by the disclaimant, the disclaimant shall be treated as directing \r\n  the transfer of the property interest. \r\n  \r\nTreas. Reg. § 25.2518-2(e)(1) (1997). \r\n  \r\n  \r\nSons and Mrs. Holden testified at \r\n  the Probate Court hearing it was their agreement that the property was to pass \r\n  to Mrs. Holden. Further, this agreement is expressly stated in the cover letter \r\n  that accompanied the filing of the disclaimers. \r\n  \r\nThe guardian asserts on appeal that \r\n  parol evidence was not admissible to vary the legal effect of the disclaimers. \r\n  However, the guardian did not object in a Rule 59, SCRCP, motion to the Circuit \r\n  Court's use of parol evidence in its decision. This argument, therefore, is \r\n  not preserved. See Talley v. South Carolina Higher Educ. Tuition Grants \r\n  Comm., 289 S.C. 483, 347 S.E.2d 99 (1986)(issue may not be raised for first \r\n  time on appeal); United Dominion Realty Trust, Inc. v. Wal-Mart Stores, Inc., \r\n  307 S.C. 102, 413 S.E.2d 866 (Ct. App. 1992) (where Circuit Court sitting on \r\n  appeal did not address an issue and party made no motion pursuant to Rule 59(e), \r\n  SCRCP, to have it rule on the issue, the allegation was not preserved for further \r\n  review by Court of Appeals). This Court should consider the same evidence the \r\n  Circuit Court used in evaluating whether that court erred. Further, according \r\n  to Treasury Regulation § 25.2518-2(e)(1), either an express or an implied agreement \r\n  may be considered \"direction\" by the disclaimant. An implied agreement may be \r\n  evidenced only by parol evidence. \r\n  \r\nI find that an express and an implied \r\n  agreement existed for Sons to give their interests to their mother. Under the \r\n  Treasury Regulation, Sons are treated as having directed their interests to \r\n  their mother. Accordingly, the Circuit Court correctly held Sons' disclaimers \r\n  were not \"qualified disclaimers\" and are, therefore, ineffective to transfer \r\n  property pursuant to South Carolina's disclaimer statutory scheme. The attempted \r\n  disclaimers are void. Consequently, Sons retain their intestate interests in \r\n  their father's estate. \r\n  \r\nCONCLUSION \r\n\r\nI agree with the Circuit Court's \r\n  determination that Sons' disclaimers were invalid because they failed to meet \r\n  the requirements of a \"qualified disclaimer\" under the Internal Revenue Code \r\n  by attempting to direct the disposition of the property, and they were, therefore, \r\n  invalid under state law. Consequently, Sons retain their interests in their \r\n  father's estate. I would affirm the decision of the Circuit Court. \r\n  \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3022","title":"Folk v. Thomas","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3022","description":"","date":"1999-07-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nFolk v. Thomas, et al.,\r\n\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________ \r\n  \r\n   \r\n \r\n   \r\n     \r\n      \r\n        H. Daniel Folk, Jr., Appellant,\r\n           \r\n           \r\n        v. \r\n        W. O. Thomas, Jr., as Treasurer \r\n          of Charleston County, W. T. Martin, as Delinquent Tax Collector of Charleston \r\n        County, Daniel M. Rundell and Rose M. Rundell, Respondents.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\n   \r\nAppeal From Charleston \r\n  County\r\n  Roger M. Young, Special Circuit \r\n  Court Judge\r\n  ________ \r\n  \r\n   \r\nOpinion No: 3022\r\n  Heard May 12, 1999 - Filed \r\n  - July 6, 1999\r\n  ________ \r\n  \r\n   \r\nREVERSED\r\n________ \r\n  \r\n \r\n \r\n   \r\n     \r\n      \r\n        Joseph S. Mendelsohn; and \r\n          Leroy P. Hutchinson, both of Charleston, for appellant. \r\n          \r\n           \r\n        D. Nathan Davis and Beth \r\n          Branham Davis, both of Davis Law Firm; and County Attorney Samuel W. \r\n          Howell, IV, all of Charleston, for respondents.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\n   \r\nCURETON, J.: H. \r\n  Daniel Folk, Jr. filed this action to set aside two tax deeds resulting from \r\n  a delinquent tax sale. The master upheld the tax deeds on both pieces of property. \r\n  Folk appeals. We reverse.  \r\n  \r\n   \r\nThe facts in this action are not \r\n  in dispute. Folk owned two contiguous properties in Charleston County, Parcels \r\n  A and B. Parcel A is a one acre parcel of land with Folk's home and several \r\n  outbuildings.  Parcel B is an 11.47 acre parcel of unimproved \r\n  land with one building. Folk failed to pay the taxes on both \r\n  parcels for the years 1992 and 1993. Folk admitted he received proper notice \r\n  of the tax deficiencies and pending tax sale. \r\n  \r\n  \r\n   \r\nThe County sold Parcel B to the Rundells \r\n  for $1000 at a delinquent tax sale. The purchase price was not sufficient to \r\n  pay the taxes due on both parcels, so Parcel A was placed for sale at the same \r\n  auction. Parcel A did not sell, and was deeded to the Forfeited Land Commission. \r\n  At a subsequent auction, the Rundells purchased Parcel A from the Forfeited \r\n  Land Commission for $1,746.98. The estimated value of both parcels is between \r\n  $140,000 and $150,000. \r\n   \r\nJames T. Farris, a Charleston County \r\n  delinquent tax collector, testified on behalf of the County. Farris testified \r\n  the County did not consider subdividing the property prior to the tax sale. \r\n  He also stated there was no procedure in place for partitioning property prior \r\n  to sale. Farris admitted he was aware other counties partitioned property prior \r\n  to sale to insure the taxpayer did not lose any more property than was necessary \r\n  to pay the taxes due. Farris also testified the County intended to initiate \r\n  a procedure to partition in the future. \r\n  \r\n   \r\nLAW/ ANALYSIS \r\n  \r\n   \r\nAn action to set aside a tax deed \r\n  is in equity. Godfrey v. Webb, 277 S.C. 246, 285 S.E.2d 883 (1982). Accordingly, \r\n  this court may take its own view of the preponderance of the evidence. See \r\n  Townes Assocs., Ltd. v. City of Greenville, 266 S.C. 81, 221 S.E.2d 773 \r\n  (1976)(in equity case appellate court may take its own view of the preponderance \r\n  of the evidence). \r\n   \r\nIn his sole issue on appeal, Folk \r\n  argues the tax deeds should be set aside due to the County's failure to partition \r\n  the property prior to the sale pursuant to S.C. Code Ann. § 12-51-40(d) (Supp. \r\n  1998). Section 12-51-40(d) provides in part:  \r\n  \r\n   \r\n[w]hen the real property is divisible, \r\n  the tax assessor, county treasurer, and county auditor shall ascertain that \r\n  portion of the property that is sufficient to realize a sum upon sale sufficient \r\n  to satisfy the payment of the taxes, assessments, penalties, and costs. In such \r\n  cases, the officer shall partition the property and furnish a legal description \r\n  of it. \r\n   \r\nStatutory requirements protecting \r\n  against tax sale forfeiture of real property are strictly construed. South \r\n  Carolina Fed. Sav. Bank v. Atlantic Land Title Co., Inc., 314 S.C. 292, \r\n  442 S.E.2d 630 (Ct. App. 1994). All requirements of law leading up to tax sales \r\n  which are intended for the protection of the taxpayer against surprise or the \r\n  sacrifice of his property are to be regarded as mandatory and are to be strictly \r\n  enforced. Rives v. Bulsa, 325 S.C. 287, 478 S.E.2d 878 (Ct. App. 1996)(citing \r\n  Dibble v. Bryant, 274 S.C. 481, 265 S.E.2d 673 (1980)).  \r\n  \r\n  \r\n   \r\nIt is a cardinal rule of statutory \r\n  construction that legislative intent prevails. Truesdale v. South Carolina \r\n  Hwy. Dep't, 264 S.C. 221, 213 S.E.2d 740 (1975). \"A statutory provision \r\n  should be given a reasonable and practical construction consistent with the \r\n  purpose and policy expressed in the statute.\" Hay v. South Carolina Tax Comm'n, \r\n  273 S.C. 269, 273, 255 S.E.2d 837, 840 (1979).  \r\n  \r\n   \r\nThe County argues the partition requirement \r\n  is only applicable when the property can be divided and will bring a greater \r\n  price than the taxes due. The County claims because Parcel B sold for less than \r\n  the taxes due on both parcels, the County was not required to divide the property. \r\n  We disagree. If accepted, the County's argument would allow determination of \r\n  a property's divisibility after a tax sale based on the amount the undivided \r\n  property realized at auction. A common sense reading of Section 12-51-40(d) \r\n  mandates (1) a determination prior to sale of the property's divisibility; \r\n  and (2) partition of divisible property, with only as much of the property sold \r\n  as is necessary to satisfy the tax debt. In this case, the County failed to \r\n  perform its obligations under Section 12-51-40(d). The delinquent tax collector, \r\n  Farris, admitted the County never considered subdividing either parcel before \r\n  the delinquent tax sale. \r\n   \r\nThe County also relies on South \r\n  Carolina Fed. Sav. Bank v. Atlantic Land Title Co., Inc., 314 S.C. 292, \r\n  443 S.E.2d 630. In South Carolina Fed. Sav. Bank, this court upheld a \r\n  tax sale despite the property owner's contention the taxing authority had a \r\n  duty to partition the property prior to the sale. In that case, however, the \r\n  property was a 0.43 acre tract adjacent to the marshes of a creek, consisting \r\n  of one lot and a portion of another lot that had been taxed as one. The owner \r\n  argued the portion of the lot should have been sold first, but this court concluded \r\n  the evidence suggested the smaller tract \"would not have brought a sufficient \r\n  price to satisfy the tax debt.\" Id. at 297, 443 S.E.2d at 633. \r\n  \r\n   \r\nUnlike South Carolina Fed. Sav. \r\n  Bank, where the property sold totaled 0.43 acres and there was evidence \r\n  the smaller portion would not sell for a sufficient amount to satisfy the tax \r\n  debt, the estimated value of the property in this case was between $140,000 \r\n  and $150,000. Parcel B, which sold first, was an 11.47 acre tract. If Parcel \r\n  B had been partitioned and sold for a sufficient sum to pay the taxes on both \r\n  properties, Parcel A never would have been sold. See S.C. Code Ann. § \r\n  12-51-50 (Supp. 1998) (\"In case the defaulting taxpayer has more than one item \r\n  advertised to be sold, as soon as sufficient funds have been accrued to cover \r\n  all of the defaulting taxpayer's delinquent taxes, assessments, penalties, and \r\n  costs, no further items may be sold.\"). Construing Section 12-51-40(d) to protect \r\n  against forfeiture (see Aldridge v. Rutledge, 269 S.C. 475, 238 \r\n  S.E.2d 165 (1977)), we conclude the tax deeds should be set aside because the \r\n  County failed to ascertain whether Parcel B was divisible before the sale. In \r\n  so holding, we find that a review of the plat contained in the record on appeal \r\n  reflects that, facially, the tract may be divisible.  \r\n  \r\n   \r\nAccordingly, the order on appeal \r\n  is \r\n   \r\nREVERSED. \r\n  \r\n   \r\nANDERSON, J. concurs and \r\n  STILWELL, J. dissents in separate opinion. \r\n  \r\n   \r\nSTILWELL, J. (dissenting): \r\n  I respectfully dissent. The majority places primary emphasis upon the \r\n  first phrase in the statute--\"when the real property is divisible\"--rather than \r\n  the statute as a whole and what I perceive to be the primary intent of the statute. \r\n  \r\n   \r\nAll real property is technically \r\n  divisible, regardless of size or configuration. The concept of the statute, \r\n  taken as a whole, however, is not controlled by whether or not the real property \r\n  is divisible, but whether it can be divided so that the sale of only a portion \r\n  will generate enough funds to pay the taxes. It must be noted that every tract \r\n  of land seized for nonpayment of taxes should have an intrinsic value greater \r\n  than the taxes due. No property is taxed at 100% of its value. It has long been \r\n  the law of this state that it is not what the land is really worth, but what \r\n  it would bring at a public sale that is the determinative factor. Wilson \r\n  v. Cantrell, 40 S.C. 114, 18 S.E. 517 (1893). In that case, the supreme \r\n  court ruled that even though the statute in question authorized the seizure \r\n  and sale of only so much of the taxpayer's land as may be necessary to pay the \r\n  taxes assessed, the sale of the entire 150-acre tract without an effort to divide \r\n  it provided no basis for the invalidation of the sale in view of the fact that \r\n  the sale only brought enough to pay the taxes and costs without any excess. \r\n   \r\n   \r\nThis is one of those rare tax sale \r\n  cases where it is conceded that all of the technical notice requirements have \r\n  been complied with and the only conceivable ground for challenging the sale \r\n  is the issue before us. Here, the larger of the two tracts, which would be more \r\n  capable of division, was the first to sell. It brought less than the taxes due \r\n  on it, necessitating the sale of the second, smaller, tract. I am not persuaded \r\n  that under these circumstances the tax collector should have divided the property \r\n  to sell it in smaller portions, in view of the undeniable fact that sold as \r\n  a whole it failed to generate sufficient sums \"to satisfy the payment of the \r\n  taxes, assessments, penalties, and costs.\" S.C. Code Ann. § 12-51-40(d).  \r\n  \r\n   \r\nThe majority opinion contends that \r\n  if the larger tract had been partitioned and sold for a sufficient sum to pay \r\n  the taxes on both properties, the smaller tract never would have been sold. \r\n  While that is unquestionably accurate, it is not a valid argument favoring divisibility \r\n  because it proceeds on the illogical assumption that a portion of the larger \r\n  tract would have sold at public sale for more than the entire tract. Since the \r\n  entire tract failed to bring a sufficient sum to satisfy the taxes due, there \r\n  is little if any reason to believe that selling it piecemeal would generate \r\n  more funds. \r\n   \r\nI fear that by requiring a determination, \r\n  in advance, of the divisibility of every piece of property sold for taxes at \r\n  public auction, we are placing an unreasonable burden upon the various tax collectors \r\n  in our state. Every sale, whether it generates less than enough to satisfy taxes \r\n  due or more than enough, will be subject to challenge if the divisibility determination \r\n  is not made on a case by case basis prior to the sale. I would affirm.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3023","title":"Swentor v. Swentor","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3023","description":"","date":"1999-07-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nSwentor v. Swentor\r\n\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA \r\n  In The Court of Appeals \r\n  ________ \r\n \r\n   \r\n     \r\n      \r\n        Audrey M. Swentor, Respondent, \r\n        \r\n        v. \r\n          \r\n        Norman G. Swentor, Appellant. \r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\nAppeal From Richland \r\n  County \r\n  Leslie K. Riddle, Family Court \r\n  Judge \r\n  H. Bruce Williams, Family Court \r\n  Judge\r\n   Ruben L. Gray, Family Court \r\n  Judge \r\n  ________ \r\n  \r\nOpinion No. 3023 \r\n  Heard January 13, 1999 - Filed \r\n  July 6, 1999 \r\n  ________ \r\n  \r\nREVERSED AND \r\n  REMANDED \r\n________ \r\n  \r\n \r\n   \r\n    \r\n      Robert L. Jackson, of Jackson \r\n        &amp; Jackson, of Columbia, for appellant. \r\n        \r\n      Samuel F. Crews, III, of Crews \r\n        Law Firm; and Thomas M. Neal, III, both of Columbia, for respondent. \r\n    \r\n  \r\n\r\n________ \r\n  \r\nHOWELL, C.J.: This \r\n  case involves the question of arbitration in the family court setting. Norman \r\n  G. Swentor appeals from the family court's decision to set aside a property \r\n  division established through binding arbitration. We reverse and remand. \r\n  \r\nI. \r\n  \r\nAudrey M. Swentor (the Wife) and \r\n  Norman G. Swentor (the Husband) agreed to submit to arbitration the property \r\n  issues arising from their impending divorce. On June 18, 1996, the parties signed \r\n  a contract with Resolute Systems, Inc., providing for binding arbitration. The \r\n  contract stated that the award was conclusive as to the issues involved in the \r\n  arbitration and that the parties \"shall be deemed to have consented that judgment \r\n  upon the arbitration award may be entered in any federal or state court having \r\n  jurisdiction thereof.\" \r\n  \r\nAfter a hearing, the arbitrator issued \r\n  his decision, which awarded the Wife the doll-making and restoration business \r\n  bought during the marriage but awarded the Husband the marital home, where the \r\n  doll business was located. Unhappy with the result, the Wife filed a motion \r\n  to reconsider. The arbitrator denied the motion. \r\n  \r\nBefore the arbitrator denied the \r\n  Wife's motion to reconsider, the Wife filed an action in family court seeking, \r\n  among other things, separate maintenance and support, and equitable distribution \r\n  of the marital property. The Wife sought to set aside the arbitration award \r\n  on the ground that the award was \"grossly inequitable on its face.\" The Husband \r\n  moved to dismiss the Wife's action, contending that the arbitration agreement \r\n  divested the family court of subject matter jurisdiction to apportion the marital \r\n  property. Thereafter, the Husband filed a motion requesting the family court \r\n  to confirm the arbitration award. On November 13, 1996, the family court held \r\n  a hearing \"for the purpose of taking testimony on the issue of whether the contract \r\n  entered by the parties was freely and voluntarily entered and whether the parties \r\n  were knowledgeable and informed of the meaning of 'binding arbitration.'\" \r\n  \r\n The Wife, who had been through the \r\n  family court system \"four or five times,\" testified that she thought arbitration \r\n  would be less expensive than litigating the property issues in court. The Wife \r\n  agreed to arbitrate with the hope that \"we could settle and just present the \r\n  results to [the] court later for approval.\" The Wife testified that she freely \r\n  and voluntarily entered into the agreement to arbitrate and that she understood \r\n  the arbitration to be binding. She also testified, however, that she believed \r\n  she \"was bound to take the results of this agreement to family court for ultimate \r\n  approval or disapproval.\" The Wife testified that \"I was never advised that \r\n  the family court did not have the ultimate decision. If I had been, I would \r\n  never have agreed to it.\" The Wife also testified that she believed she was \r\n  required to go through arbitration or mediation before she could proceed in \r\n  family court in Richland County. \r\n  \r\nThe Husband testified that he understood \r\n  the arbitration to be binding, which he defined as meaning that \"once you have \r\n  done something that you are obligated.\" The Husband testified that he understood \r\n  that the arbitration award would be presented to the family court for approval \r\n  \"for enforcement purposes.\" \r\n  \r\nBy order dated December 13, 1996, \r\n  Judge Riddle denied the Husband's motion to confirm the award. Judge Riddle \r\n  set aside the arbitration award, concluding the award \"is not binding on the \r\n  Family Court in this matter on the grounds that the parties agreed that the \r\n  Family Court had final approval of the award.\" \r\n  \r\nIn December 1996, the Wife served \r\n  the Husband with her amended complaint seeking, inter alia, a divorce on the \r\n  ground of physical cruelty and equitable distribution of marital property. The \r\n  Husband answered and counterclaimed, and again sought to have the Wife's equitable \r\n  apportionment claims dismissed for lack of subject matter jurisdiction. By order \r\n  dated February 7, 1997, Judge Riddle denied the Husband's motion for relief. \r\n  By order dated February 10, 1997, Judge Williams granted the Wife's motion for \r\n  certain temporary relief. \r\n  \r\nJudge Gray held a hearing on the \r\n  merits of the Wife's action on May 12 and 13, 1997. Prior to trial, the Husband \r\n  again sought to dismiss that portion of the action seeking equitable distribution \r\n  on the ground the family court lacked subject matter jurisdiction to determine \r\n  the issue. \r\n  \r\nJudge Gray issued his final order \r\n  on May 27, 1997. Judge Gray denied the Wife's request for a divorce, equitably \r\n  divided the marital property, and again denied the Husband's motion to dismiss. \r\n  Judge Gray interpreted Judge Riddle's order as concluding that parties in a \r\n  domestic relations matter could not, through arbitration or mediation, divest \r\n  the family court of subject matter jurisdiction over the property issues. Judge \r\n  Gray stated in his order that \"this Court holds the view that an agreement to \r\n  arbitrate and the outcome would be treated in the same manner as any other agreement \r\n  reached or claimed to have been reached by the parties in domestic relations \r\n  matters.\" Thus, Judge Gray determined that the agreement to arbitrate and the \r\n  arbitration award were subject to review and approval by the family court. Judge \r\n  Gray then concluded that he was bound by Judge Riddle's December 1996 order \r\n  in which she determined that the arbitration award should be set aside. \r\n  \r\nOn appeal, the Husband contends the \r\n  family court erred in failing to grant his multiple motions to dismiss the Wife's \r\n  equitable distribution claims for lack of subject matter jurisdiction. The Husband \r\n  argues that the parties' agreement to submit the issue of equitable apportionment \r\n  to binding arbitration divested the family court of jurisdiction to redetermine \r\n  merits of the property issues. The Husband further contends that the Wife failed \r\n  to allege any ground that would warrant vacating the award under the statutory \r\n  law governing judicial review of arbitration awards. \r\n  \r\nThe Wife, of course, strongly disagrees \r\n  with the Husband's argument. In essence, the Wife's position is that there can \r\n  be no binding arbitration in family court. The Wife contends that the family \r\n  court has a duty to review all settlement agreements to ensure the fairness \r\n  of the agreements. Thus, the Wife argues that the family court has the power \r\n  to consider the substantive fairness of the arbitration award. According to \r\n  the Wife, applying the general law of arbitration to arbitration agreements \r\n  in domestic relations matters \"would reduce the Family Court to the status of \r\n  a 'rubber stamp' with no true authority to evaluate agreements between the parties, \r\n  and determine their equity and fairness.\" \r\n  \r\nII. \r\n  \r\nArbitration agreements in South Carolina \r\n  are governed by the Uniform Arbitration Act (the Arbitration Act), S.C. Code \r\n  Ann. § 15-48-10 through -240 (Supp. 1998). The Arbitration Act provides that \r\n  a \"written agreement to submit any existing controversy to arbitration \r\n  . . . is valid, enforceable and irrevocable, save upon such grounds as exist \r\n  at law or in equity for the revocation of any contract.\" S.C. Code Ann. § 15-48-10(a) \r\n  (Supp. 1998) (emphasis added). The Act sets forth the only exceptions to its \r\n  applicability as follows: \r\n  \r\n(1) Any agreement or provision to \r\n  arbitrate in which it is stipulated that this chapter shall not apply or to \r\n  any arbitration or award thereunder; \r\n  \r\n(2) Arbitration agreements between \r\n  employers and employees or between their respective representatives unless the \r\n  agreement provides that this chapter shall apply; provided, however, \r\n  that notwithstanding any other provision of law, employers and employees or \r\n  their respective representatives may not agree that workmen's compensation claims, \r\n  unemployment compensation claims and collective bargaining disputes shall be \r\n  subject to the provisions of this chapter and any such provision so agreed upon \r\n  shall be null and void. An agreement to apply this chapter shall not be made \r\n  a condition of employment. \r\n  \r\n(3) A pre-agreement entered into \r\n  when the relationship of the contracting parties is such that [sic] of lawyer-client \r\n  or doctor-patient.... \r\n  \r\n(4) Any claim arising out of personal \r\n  injury, based on contract or tort, or to any insured or beneficiary under any \r\n  insurance policy or annuity contract. \r\n  \r\nS.C. Code Ann. § 15-48-10(b) (Supp. \r\n  1998). \r\n  \r\nBy its terms, then, the Arbitration \r\n  Act governs agreements to arbitrate equitable apportionment claims or other \r\n  claims arising from a marriage, given that such agreements are not excluded \r\n  by the Arbitration Act. Moreover, this Court recently concluded that the Arbitration \r\n  Act is applicable to contracts involving equitable apportionment issues. See \r\n  Ex parte Messer, 333 S.C. 391, 396, 509 S.E.2d 486, 488 (Ct. App. 1998) \r\n  (applying Arbitration Act to provision in separation agreement requiring parties \r\n  to submit disputes to arbitration). Thus, we have no difficulty concluding that \r\n  parties may agree to submit equitable apportionment claims to arbitration, and \r\n  that the Arbitration Act governs such agreements.(1) \r\n  Given this conclusion, we must now determine whether the family court has jurisdiction \r\n  over cases where the parties have agreed to binding arbitration. \r\n  \r\nWe first note that there is nothing \r\n  in the Arbitration Act that could be viewed as depriving the family court of \r\n  jurisdiction. Under the Act, an arbitration award must be confirmed by \"the \r\n  court\" unless a party timely seeks to correct, modify, or vacate the award. \r\n  See S.C. Code Ann. § 15-48-120 (Supp. 1998) (\"Upon application of a party, \r\n  the court shall confirm an award, unless within the time limits hereinafter \r\n  imposed grounds are urged for vacating or modifying or correcting the award, \r\n  in which case the court shall proceed as provided in §§ 15-48-130 and 15-48-140.\"). \r\n  The Act provides that \"[t]he term 'court' means any court of competent jurisdiction \r\n  of this State. The making of an agreement described in § 15-48-10 providing \r\n  for arbitration in this State confers jurisdiction on the court to enforce the \r\n  agreement under this chapter and to enter judgment on an award thereunder.\" \r\n  S.C. Code Ann. § 15-48-180 (Supp. 1998). Therefore, if the family court otherwise \r\n  has subject matter jurisdiction over the matter, the presence of an agreement \r\n  to arbitrate does not deprive the court of jurisdiction. \r\n  \r\nClearly, the family court has subject \r\n  matter jurisdiction over actions seeking divorce or separate maintenance and \r\n  support. See S.C. Code Ann. § 20-7-420(2) (Supp. 1998) (Granting family \r\n  court exclusive jurisdiction over actions \"[f]or divorce a vinculo matrimonii, \r\n  separate support and maintenance, legal separation, and in other marital litigation \r\n  between the parties, and for settlement of all legal and equitable rights of \r\n  the parties in the actions in and to the real and personal property of the marriage \r\n  and attorney's fees, if requested by either party in the pleadings.\"). Likewise, \r\n  it is clear that parties may enter into contracts resolving issues of alimony \r\n  and equitable distribution and that the family court has jurisdiction over those \r\n  contracts. See S.C. Code Ann. § 20-3-130(G) (Supp. 1998) (\"The Family \r\n  Court may review and approve all agreements which bear on the issue of alimony \r\n  or separate maintenance and support, whether brought before the court in actions \r\n  for divorce from the bonds of matrimony, separate maintenance and support actions, \r\n  or in actions to approve [an] agreement where the parties are living separate \r\n  and apart. The failure to seek a divorce, separate maintenance, or a legal separation \r\n  does not deprive the court of its authority and jurisdiction to approve and \r\n  enforce the agreements.\"); S.C. Code Ann. § 20-7-479 (Supp. 1998) (\"The family \r\n  courts of this State have subject matter jurisdiction over all contracts relating \r\n  to property which is involved in a proceeding under this article and over the \r\n  construction and enforcement of those contracts.\"); see also Moseley \r\n  v. Mosier, 279 S.C. 348, 353, 306 S.E.2d 624, 627 (1983) (\"[J]urisdiction \r\n  for all domestic matters, whether by decree or by agreement, will vest in the \r\n  family court. In all decrees entered after this decision, the parties may contract \r\n  concerning their property settlement and alimony, but the submitted agreement \r\n  must be approved by the family court.\"). Once approved, an agreement may be \r\n  enforced by the family court through its contempt powers, unless the agreement \r\n  unambiguously denies the court continuing jurisdiction over the matter. See \r\n  Moseley, 279 S.C. at 353, 306 S.E.2d at 627 (\"With the court's approval, \r\n  the terms become a part of the decree and are binding on the parties and the \r\n  court. However, unless the agreement unambiguously denies the court jurisdiction, \r\n  the terms will be modifiable by the court and enforceable by contempt.\").(2) \r\n  \r\n  \r\nHowever, if a written contract designates \r\n  property as nonmarital or otherwise provides that certain property shall not \r\n  be considered part of the marital estate, the family court lacks jurisdiction \r\n  over the property included within the agreement. See S.C. Code Ann. § \r\n  20-7-473 (Supp. 1998) (\"The [family] court does not have jurisdiction or authority \r\n  to apportion nonmarital property.\"); S.C. Code Ann. § 20-7-473(4) (Supp. 1998) \r\n  (Property excluded from the marital estate by written contract of the parties \r\n  is considered non-marital property); Gilley v. Gilley, 327 S.C. 8, 11, \r\n  488 S.E.2d 310, 312 (1997) (Because the parties' pre-nuptial agreement provided \r\n  that property acquired during the marriage or owned at the time of the marriage \r\n  would not be the subject of any claims for equitable apportionment, the family \r\n  court did not have subject matter jurisdiction over husband's claim for equitable \r\n  apportionment of marital property.); Bailey v. Bailey, 330 S.C. 326, \r\n  330, 498 S.E.2d 891, 892-93 (Ct. App. 1998) (Agreement providing that all property \r\n  owned by each party prior to the marriage would remain that party's separate \r\n  property divested family court of jurisdiction over the property and fell within \r\n  the jurisdiction of the circuit court.). \r\n  \r\nIn this case, the parties simply \r\n  agreed to submit all property issues to arbitration. We do not believe such \r\n  an agreement can be viewed as an agreement to exclude the property from the \r\n  marital estate. Thus, we conclude that the family court had subject matter jurisdiction \r\n  over the property and claims encompassed within the arbitration agreement. This \r\n  conclusion, however, simply means that an arbitration agreement and award may \r\n  properly be brought before the family court for confirmation and enforcement \r\n  purposes. See S.C. Code Ann. § 15-48-150 (Supp. 1998) (\"Upon the granting \r\n  of an order confirming, modifying or correcting an award, judgment or decree \r\n  shall be entered in conformity therewith and be enforced as any other judgment \r\n  or decree.\"). The extent of the court's powers upon presentation of the agreement \r\n  and award, however, is an entirely different question.(3) \r\n  \r\n  \r\nAs noted above, the general rule \r\n  is that agreements regarding alimony, child support, or property issues must \r\n  be presented to the family court for approval. See Moseley, 279 \r\n  S.C. at 353, 306 S.E.2d at 627 (\"In all decrees entered after this decision, \r\n  the parties may contract concerning their property settlement and alimony, but \r\n  the submitted agreement must be approved by the family court.\"); Drawdy v. \r\n  Drawdy, 275 S.C. 76, 77, 268 S.E.2d 30, 30 (1980) (Family court has a \"duty \r\n  to rule upon the fairness of a property settlement agreement reached by the \r\n  litigants before incorporating it into the decree.\"). \"When approving a settlement \r\n  agreement, a family court judge must, first, determine if assent to the agreement \r\n  is voluntarily given, and, second, determine if the agreement is 'within the \r\n  bounds of reasonableness from both a procedural and substantive perspective.'\" \r\n  Blejski v. Blejski, 325 S.C. 491, 497-98, 480 S.E.2d 462, 466 (Ct. App. \r\n  1997); see also Funderburk v. Funderburk, 286 S.C. 129, 131, 332 \r\n  S.E.2d 205, 206 (1985) (\"If the judge concludes that the husband entered [into] \r\n  the contract freely and voluntarily, he shall next examine the agreement's fairness \r\n  under all the circumstances. If the court determines that the husband's generosity \r\n  toward the wife in the property settlement arose from a desire to quickly get \r\n  out of the marriage or to atone for past wrongs, he shall weigh these factors \r\n  heavily. An agreement shall not be voided as unfair merely because the agreement \r\n  did not divide the property on the basis of the parties' relative incomes and \r\n  contributions to the marriage. All of the relevant factors must be weighed.\"); \r\n  Drawdy, 275 S.C. at 77, 268 S.E.2d at 30-31 (\"We think it incumbent on \r\n  the family court, where one party seeks to enforce and the other to repudiate \r\n  a property settlement agreement to be incorporated into a subsequent divorce \r\n  decree, to satisfy itself the agreement is a fair contractual end to the parties' \r\n  marital claims. This cannot be done without examining the agreement in light \r\n  of the economic circumstances and contributions of each party. In this case \r\n  evidence above and beyond whether the agreement was validly executed, which \r\n  is virtually all the family court considered, is essential to a determination \r\n  of its fairness.\"). As will be explained more fully below, however, we conclude \r\n  that the family court's traditional power to approve property and separation \r\n  agreements, which includes the power to consider the substantive fairness of \r\n  the agreement, simply does not extend to arbitration agreements and awards presented \r\n  to the family court. \r\n  \r\nAs indicated in the discussion above, \r\n  the family court's general obligation to review and approve agreements involves \r\n  two distinct questions-whether the parties freely and voluntarily entered into \r\n  the agreement, and whether the substance of the agreement is fair. A review \r\n  of the cases involving the first inquiry--whether an agreement was entered into \r\n  freely and voluntarily--reveals that family courts will refuse to approve agreements \r\n  under essentially the same circumstances that would render any other type of \r\n  contract unenforceable, such as fraud, duress, or mistake. See, e.g., \r\n  Blejski, 325 S.C. at 498-99 , 480 S.E.2d at 466-67 (where family court \r\n  approved settlement, wife not entitled to new trial where evidence did not establish \r\n  that wife was under duress when she entered into the agreement); Forsythe \r\n  v. Forsythe, 290 S.C. 253, 255-56, 349 S.E.2d 405, 406 (Ct. App. 1986) (\"In \r\n  the present case we find no evidence that the agreement was not freely and voluntarily \r\n  entered into. Upon being questioned by the trial judge, the wife answered affirmatively \r\n  that she understood the agreement, had entered into it of her own free will \r\n  and accord, was not under duress or fear, and was satisfied with the services \r\n  of her lawyer.\"); Burnett v. Burnett, 290 S.C. 28, 30, 347 S.E.2d 908, \r\n  909 (Ct. App. 1986) (concluding wife freely and voluntarily entered into separation \r\n  agreement where there was no \"evidence that Mrs. Burnett was compelled to enter \r\n  into the agreement as a result of being overreached or subjected to any duress, \r\n  nor is there any evidence that she was not of sound mind or under any unusual \r\n  stress, other than the stress normally attendant to the breakup of a marriage.\"); \r\n  Sauls v. Sauls, 287 S.C. 297, 300, 337 S.E.2d 893, 895 (Ct. App. 1985) \r\n  (\"Based on the evidence here, we find the agreement was freely and voluntarily \r\n  entered into by Mr. and Mrs. Sauls. Both parties had the benefit of legal advice \r\n  before signing it. Mrs. Sauls testified she contacted an attorney to draft the \r\n  separation agreement, paid him for his services and discussed the terms prior \r\n  to signing the agreement. Mr. Sauls testified he met with Mrs. Sauls at her \r\n  attorney's office to discuss the terms of the agreement and had another attorney \r\n  review the agreement before the parties signed it.\"). Because section 15-48-10(a) \r\n  of the Arbitration Act allows an arbitration agreement to be set aside \"upon \r\n  such grounds as exist at law or in equity for the revocation of any contract,\" \r\n  the family court's inquiry into whether an agreement was entered into freely \r\n  and voluntarily may not be inconsistent with the provisions of the Arbitration \r\n  Act. \r\n  \r\nAn inquiry into the substantive fairness \r\n  of an agreement, however, would be inconsistent with the Arbitration Act. To \r\n  allow a family court judge to set aside an arbitration award because the judge \r\n  found the award to be unfair would severely undermine the finality of arbitration \r\n  agreements. See, e.g., Pittman Mortgage Co. v. Edwards, 327 S.C. \r\n  72, 76, 488 S.E.2d 335, 337 (1997) (\"Generally, an arbitration award is conclusive \r\n  and courts will refuse to review the merits of an award.\"); Trident Technical \r\n  College v. Lucas &amp; Stubbs, Ltd., 286 S.C. 98, 111, 333 S.E.2d 781, 788-89 \r\n  (1985) (An arbitration award is \"presumptively correct, and '[i]t is the general \r\n  rule that the courts will refuse to review the merits of an arbitration award.' \r\n  Otherwise, an arbitration award would signify 'the commencement, not \r\n  the end, of litigation.'\") (emphasis original) (citations omitted). Thus, such \r\n  a power would be fundamentally at odds with the very reason that the public \r\n  policy of this state and the country favors arbitration-because it provides \r\n  \"'a relatively quick and inexpensive resolution of contractual disputes by avoiding \r\n  the expense and delay of extended court proceedings.'\" Trident, 286 S.C. \r\n  at 104, 333 S.E.2d at 785 (quoting Diapulse Corp. of America v. Carba Ltd., \r\n  626 F.2d 1108, 1110 (2d Cir. 1980)). As our Supreme Court noted in Trident, \r\n  \r\n  \r\nIn order to advance the underlying \r\n  purposes of arbitration, the scope of judicial review is necessarily restricted. \r\n  \"[T]he court's function in confirming or vacating an arbitration award is severely \r\n  limited. If it were otherwise, the ostensible purpose for resort to arbitration, \r\n  i.e., avoidance of litigation, would be frustrated . . . .\" Indeed, \"[b]road \r\n  judicial review on the merits would render resort to arbitration wasteful and \r\n  superfluous.\" \r\n  \r\n286 S.C. at 105, 333 S.E.2d at 785 \r\n  (citations omitted); see also Farris v. Alaska Airlines, Inc., \r\n  113 F. Supp. 907, 908 (D. Wash. 1953) (\"The primary function of arbitration \r\n  is to serve as a substitute for and not a prelude to litigation.\").(4) \r\n  \r\n  \r\nGiven our determination that the \r\n  Arbitration Act and the family court's general power to review and approve agreements \r\n  in domestic relations cases are fundamentally incompatible, we conclude that \r\n  the Arbitration Act prohibits the family court from exercising this power when \r\n  presented with arbitration agreements. This Court must presume that, at the \r\n  time the Arbitration Act was enacted, the legislature was aware of the family \r\n  court's power to review and approve property and separation agreements.(5) \r\n  See, e.g., State v. Bridgers, 329 S.C. 11, 14, 495 S.E.2d 196, \r\n  197-98 (1997) (\"The General Assembly is presumed to be aware of the common law.\"); \r\n  Berkebile v. Outen, 311 S.C. 50, 53, 426 S.E.2d 760, 762 (1993) (\"A basic \r\n  presumption exists that the legislature has knowledge of previous legislation \r\n  when later statutes are passed on a related subject.\"). If the legislature had \r\n  intended family courts to exercise this power over arbitration agreements and \r\n  awards, it would have either exempted domestic relations matters from the scope \r\n  of the Act, or it would have expressly provided that arbitration awards involving \r\n  domestic relations matters could be set aside if the family court determined \r\n  that the award was unfair. Instead, we conclude that the purpose and framework \r\n  of the Arbitration Act, as well as the limited grounds upon which the Act permits \r\n  an arbitration award to be set aside, reveal the legislature's intention that \r\n  the agreements to arbitrate and the resulting arbitration awards be treated \r\n  the same in family court as in any other court. See Nuckolls v. Great \r\n  Atlantic &amp; Pacific Tea Co., 192 S.C. 156, 161, 5 S.E.2d 862, 864 (1939) \r\n  (\"[I]t is not presumed that the Legislature intended to abrogate or modify a \r\n  rule of the common-law by the enactment of a statute upon the same subject; \r\n  that it is rather to be presumed that no change in the common-law was intended \r\n  unless the language employed clearly indicates such an intention . . . .\"). \r\n  \r\n  \r\nAccordingly, we conclude that family \r\n  courts presented with arbitration agreements and awards must proceed, as any \r\n  other court, in accordance with the terms of the Arbitration Act. Thus, an agreement \r\n  to arbitrate may be set aside by the family court only upon proof of \"grounds \r\n  as exist at law or in equity for the revocation of any contract.\" S.C. Code \r\n  Ann. § 15-48-10(a) (Supp. 1998). The court may correct or modify an arbitration \r\n  award only in accordance with the provisions section 15-48-140, and the court \r\n  may vacate the award only upon the establishment of one of the grounds set forth \r\n  in section 15-48-130, or the rarely applied non-statutory ground of \"manifest \r\n  disregard or perverse misconstruction of the law.\" Trident, 286 S.C. \r\n  at 108, 333 S.E.2d at 787. Otherwise, the family court must confirm the arbitration \r\n  award. See S.C. Code Ann. § 15-48-120 (Supp. 1998) (\"Upon application \r\n  of a party, the court shall confirm an award, unless within the time limits \r\n  hereinafter imposed grounds are urged for vacating or modifying or correcting \r\n  the award, in which case the court shall proceed as provided in §§ 15-48-130 \r\n  and 15-48-140.\").(6) \r\n  \r\nIn this case, although the Wife sought \r\n  to avoid the consequences of the arbitration because she believed the award \r\n  to be \"grossly inequitable on its face,\" Judge Riddle set aside the arbitration \r\n  award and concluded it was \"not binding on the Family Court in this matter on \r\n  the grounds that the parties agreed that the Family Court had final approval \r\n  of the award.\" Thus, it appears Judge Riddle determined that, notwithstanding \r\n  the provisions of the arbitration agreement, the arbitration agreed to by the \r\n  parties in fact was not binding arbitration. The question, then, is whether \r\n  this conclusion is sufficient to set aside the arbitration award. \r\n  \r\nFor the purposes of this opinion, \r\n  we will assume that the Wife's participation in the arbitration does not somehow \r\n  prevent her from challenging the arbitration agreement itself. See Garrell \r\n  v. Blanton, 311 S.C. 201, 204, 428 S.E.2d 8, 10 (Ct. App. 1993) (Party's \r\n  \"participation in the arbitration without seeking a stay and without objection \r\n  precludes his challenge of the agreement to arbitrate.\"); aff'd, 316 \r\n  S.C. 186, 188, 447 S.E.2d 840, 841 (1994) (\"We agree with [the] Court of Appeals \r\n  that Garrell waived any objection to arbitration by participating without objection.\"). \r\n  We will likewise assume that her complaint in the family court properly seeks \r\n  to set aside the arbitration agreement under S.C. Code Ann. § 15-48-10(a). Even \r\n  with these assumptions, however, we conclude that there is no basis under the \r\n  Arbitration Act for setting aside the agreement to arbitrate. \r\n  \r\nFrom our review of the record,(7) \r\n  we conclude that the Husband understood he was entering into binding arbitration \r\n  and that the arbitration award would be presented to the family court for approval \r\n  only for enforcement purposes. The \"approval\" referred to by the Husband is \r\n  really nothing more than the confirmation of an arbitration award contemplated \r\n  by the statute. While the Wife may have believed that the arbitration award \r\n  was not truly binding, this belief, at most, amounts to a unilateral mistake \r\n  on the part of the Wife and is insufficient to warrant recission of the arbitration \r\n  agreement under S.C. Code Ann. § 15-48-10(a). See, e.g., Alderman \r\n  v. Bivin, 233 S.C. 545, 552, 106 S.E.2d 385, 389 (1958) (A contract may \r\n  be rescinded on grounds of unilateral mistake if the mistake was \"induced by \r\n  the fraud, deceit, misrepresentation, concealment, or imposition in any form \r\n  of the party opposed in interest to the reformation or rescission, without negligence \r\n  on the part of the party claiming the right.\"); Richardson's Restaurants, \r\n  Inc. v. National Bank of S.C., 304 S.C. 289, 297, 403 S.E.2d 669, 673 (Ct. \r\n  App. 1991) (\"At common law, a party to a contract cannot avoid it on the ground \r\n  that he made a mistake if there has been no misrepresentation, there is no ambiguity \r\n  in the terms of the contract, and the other party has no notice of the mistake \r\n  and acts in good faith. An erroneous impression taken up from the suggestion \r\n  of the party's own mind does not relieve him from the contract.\") (citations \r\n  omitted); see also Smothers v. United States Fidelity &amp; Guar. \r\n  Co., 322 S.C. 207, 210, 470 S.E.2d 858, 860 (Ct. App. 1996) (\"It is the \r\n  general rule that a court of equity will not, where a mistake of law is disclosed, \r\n  grant relief from the consequences thereof in the absence of fraud or undue \r\n  influence.\"). \r\n  \r\nAs to the arbitration award itself, \r\n  we note that the Wife did not allege in her complaint that the award should \r\n  be vacated under S.C. Code Ann. § 15-48-130(a), nor does she argue on appeal \r\n  that there are proper grounds for vacating the award. Therefore, because we \r\n  have concluded that the agreement to arbitrate is valid and enforceable, we \r\n  agree with the Husband that the family court erred by setting aside the arbitration \r\n  award.(8) See S.C. Code Ann. § 15-48-120 \r\n  (Supp. 1998) (\"Upon application of a party, the court shall confirm an \r\n  award, unless within the time limits hereinafter imposed grounds are urged for \r\n  vacating or modifying or correcting the award . . . .\") (emphasis added). \r\n  \r\nAccordingly, for the foregoing reasons, \r\n  the appealed orders, including that portion of Judge Gray's order apportioning \r\n  the marital estate, are hereby reversed, and we remand for entry of an order \r\n  confirming the arbitration award. \r\n  \r\nREVERSED AND REMANDED. \r\n  \r\n  \r\nANDERSON and STILWELL, JJ., \r\n  concur. \r\n1.  In support \r\n  of her argument that the Arbitration Act does not apply in the family court \r\n  setting, the Wife points out that Chief Justice Finney's March 1996 order creating \r\n  pilot alternative dispute resolution programs in Florence and Richland counties \r\n  does not require family court litigants to engage in mediation or arbitration. \r\n  According to the Wife, this omission supports her position \"that the general \r\n  law of arbitration does not apply in Family Court.\" We disagree. While the Richland \r\n  and Florence county programs do not require family court litigants to \r\n  participate, there is nothing in the order establishing the program or in the \r\n  Arbitration Act prohibiting family court litigants from voluntarily agreeing \r\n  to submit their disputes to binding arbitration. Once they agree, then the Arbitration \r\n  Act governs, unless they agree otherwise. See Messer, 333 S.C. \r\n  at 391, 509 S.E.2d at 488 (applying Arbitration Act to provision in separation \r\n  agreement requiring parties to submit disputes to arbitration). \r\n2.  While an agreement \r\n  concerning alimony or child support may be modified and enforced by the family \r\n  court unless the agreement clearly provides otherwise, an agreement regarding \r\n  equitable apportionment claims is final and may not be modified by the parties \r\n  or the court, although it may be enforced by the family court unless the agreement \r\n  provides otherwise. See S.C. Code Ann. § 20-7-472 (Supp. 1998) (\"The \r\n  court's order as it affects distribution of marital property shall be a final \r\n  order not subject to modification except by appeal or remand following proper \r\n  appeal.\"); Thompson v. Ballentine, 298 S.C. 289, 291, 379 S.E.2d 896, \r\n  898 (1989) (Section 20-7-472 prohibited collateral attempt to modify property \r\n  agreement that was made a part of the divorce decree); Green v. Green, \r\n  327 S.C. 577, 581, 491 S.E.2d 260, 262 (Ct. App. 1997) (concluding that family \r\n  court erred by reopening and modifying portions of property settlement agreement \r\n  incorporated into divorce decree, noting that \"the law in South Carolina is \r\n  exceedingly clear that the family court does not have the authority to modify \r\n  court ordered property divisions\"). \r\n3.  While the \r\n  Husband couches his challenge to the family court's actions in terms of subject \r\n  matter jurisdiction, we nonetheless conclude that his appeal also encompasses \r\n  this more general issue of the family court's power to set aside the arbitration \r\n  award. \r\n4.  The wisdom \r\n  of this position is illustrated by the facts in this case. Here, the Wife was \r\n  interested in arbitrating the equitable distribution claims because she believed \r\n  it would be quicker and less expensive than pursuing the issues in family court, \r\n  a forum with which the Wife was intimately familiar and of which she apparently \r\n  was less than enamored. Yet when the Wife was dissatisfied with the arbitrator's \r\n  decision, she sought the help of the family court. By forcing the parties to \r\n  go through a full-blown trial in the family court after they had completed the \r\n  arbitration process, the Wife exponentially increased the time and expense required \r\n  to resolve the divorce and related issues. \r\n5.  The Arbitration \r\n  Act became effective on May 8, 1978, see Act No. 492, § 26, 1978 S.C. \r\n  Acts 1478, 1486, long after the family court's general authority to review and \r\n  approve property and separation agreements was established. See, e.g., \r\n  Fischl v. Fischl, 272 S.C. 297, 300, 251 S.E.2d 743, 744-45 (1979) (discussing \r\n  family court's obligation to review and approve settlement agreement entered \r\n  into in March 1978); see also White v. White, 210 S.C. 336, 343, \r\n  42 S.E.2d 537, 540 (1947) (\"The Divorce Decree specifically adopts, confirms \r\n  and approves the written contract or separation agreement as the valid and subsisting \r\n  contract of the parties.\"); Ex parte Jeter, 193 S.C. 278, 280, 8 S.E.2d \r\n  490, 491 (1940) (\"On or about the day that this contract [a separation agreement \r\n  executed by a husband and wife] was duly executed[,] an action was commenced \r\n  in the Court of Common Pleas for Union County by Mrs. Jeter against Mr. Jeter \r\n  for the purpose of having said agreement approved and confirmed by the Court.\"). \r\n  \r\n6.  Our holding, \r\n  of course, is limited to arbitration agreements resolving issues of property \r\n  or alimony, and does not apply to agreements involving child support or custody. \r\n  See Moseley, 279 S.C. at 351, 306 S.E.2d at 626 (\"[F]amily courts \r\n  have continuing jurisdiction to do whatever is in the best interests of the \r\n  child regardless of what the separation agreement specifies.\"). \r\n7.  Because this \r\n  is a family court matter, this Court has jurisdiction to find facts in accordance \r\n  with our view of the preponderance of the evidence. See, e.g., Epperly \r\n  v. Epperly, 312 S.C. 411, 414, 440 S.E.2d 884, 885 (1994). \r\n8.  In her brief, \r\n  the Wife argues that the Husband did not appeal the substantive findings made \r\n  in the various orders to support the setting aside of the arbitration award \r\n  and that the Husband \"only challenges the authority of the Family Court to entertain \r\n  the issue [of equitable apportionment.]\" Thus, the Wife contends that \"[t]acit \r\n  in the [Husband's] failure to appeal these remaining questions is an admission \r\n  that the Family Court's decision to disapprove the arbitration decision was \r\n  fair and equitable under the facts of this case.\" We disagree. Although lumped \r\n  together under one issue on appeal, we believe the Husband's brief sufficiently \r\n  presents for appellate review the question of whether the family court had the \r\n  power to set aside the arbitration agreement and the question of whether the \r\n  award should have been set aside based upon the evidence presented to the court. \r\n  \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3024","title":"Broughton v. South of the Border","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3024","description":"","date":"1999-07-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nBroughton v. South of the Border\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH \r\n  CAROLINA\r\n  In The Court of Appeals\r\n  ________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Vickie Broughton, Employee, \r\nRespondent, \r\n      \r\n    \r\n  \r\n\r\nv. \r\n \r\n   \r\n     \r\n      \r\n        South of the Border, Employer, \r\n          and Schafer Company, Inc., Insurance Department, Insurer, \r\n          \r\n          Appellants.\r\n      \r\n    \r\n  \r\n\r\n________  \r\n   \r\nAppeal From Dillon \r\n  County\r\n  Marc H. Westbrook, Circuit \r\n  Court Judge\r\n  ________ \r\n   \r\nOpinion No: 3024\r\n  Heard June 10, 1999 - Filed \r\n  July 6, 1999\r\n  ________ \r\n   \r\nREVERSED\r\n________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        F. Earl Ellis, Jr., and Daniel \r\n          W. Hayes, both of Ellis, Lawhorne &amp; Sims; and James B. Richardson, \r\n          Jr., of Svalina, Richardson &amp; Larson, all of Columbia, for Appellants. \r\n           \r\n        Frederick M. Zeigler, of \r\n          Columbia; and James H. Renfrow, of Dillon, for Respondent.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n   \r\n ANDERSON, J.: In this Workers' Compensation \r\n  action, South of the Border appeals from the Circuit Court's affirmance of the \r\n  Full Commission's order awarding benefits to Vickie Broughton. South of the \r\n  Border contends Broughton failed to establish her injuries arose out of and \r\n  in the course of her employment. We reverse. \r\n  \r\n  \r\n   \r\nFACTS/PROCEDURAL \r\n  BACKGROUND \r\n   \r\n Broughton worked for South of the \r\n  Border as a Kardex clerk for twenty-four years. Broughton's duties included \r\n  monitoring daily inventory, purchasing additional merchandise from suppliers, \r\n  reviewing samples, keying sales tickets into the computer daily, and conducting \r\n  a physical inventory annually. Broughton's normal duties did not generally require \r\n  leaving her office and never required leaving South of the Border's premises. \r\n  \r\n   \r\n When Broughton's supervisors, Patty \r\n  Schafer and Ann Tyndall, were absent, Broughton and a co-employee assumed responsibility \r\n  for the office and handled work questions from other employees. However, Broughton \r\n  lacked any supervisory authority and did not exercise a supervisory role over \r\n  any other employees. \r\n   \r\n At the hearing before the Single \r\n  Commissioner, the parties stipulated to the following facts: \r\n  \r\n   \r\n On February 3, 1996 the claimant \r\n  came into work and read a note from a co-worker who's name is Rhonda Mims. This \r\n  note from Ms. Mims indicated that she was sick and unable to come to work and \r\n  wanted someone to check on her. The claimant decided to leave her work place \r\n  and go check on Ms. Mims, the co-worker. The claimant's supervisor was not yet \r\n  at the work place. The claimant has no supervisory duties over this co-worker \r\n  or any other. When the claimant went to visit the co-worker, she slipped \r\n  and fell at the co-worker's house and broke her leg. (Emphasis added). \r\n  \r\n   \r\n It is clear from the testimony that \r\n  the claimant did not clock out of work to leave the work place to go visit the \r\n  co-worker. It is also clear that the policy of the employer is that when any \r\n  employee leaves work for any reason they are to clock out. The claimant's normal \r\n  duties do not take her away from the work place. The claimant's supervisor testified \r\n  that had she been there, she would not have approved the claimant leaving work \r\n  to go check on Rhonda Mims. \r\n  \r\n   \r\n On the day of her accident, Broughton \r\n  began working at approximately 8:10 a.m. and assumed responsibility for the \r\n  office because both Schafer and Tyndall were absent. Upon her arrival at work, \r\n  Broughton read a note written and delivered to South of the Border by Mims. \r\n  The letter stated: \"I've been up all night sick, I have a temperature of over \r\n  101 and I feel delirious, would someone please check on me?\" Mims left the note \r\n  on a table in the Kardex room. It was not addressed specifically to Broughton. \r\n  \r\n   \r\n Broughton left work to check on \r\n  Mims because Mims did not have a telephone and Broughton felt responsible for \r\n  responding to the note. Although Broughton testified all employees and supervisors \r\n  must clock out when leaving for personal matters, Broughton left to check on \r\n  Mims without clocking out. Mims lives about one mile from South of the Border. \r\n  \r\n   \r\n After checking on Mims, Broughton \r\n  injured her left leg when she slipped walking down Mims's stairs. South of the \r\n  Border agreed Broughton sustained injuries as a result of the fall and conceded \r\n  all medical treatment rendered thus far was necessary. \r\n  \r\n   \r\n According to Broughton, she and \r\n  Mims had no social interaction outside of their employment relationship. However, \r\n  Broughton conceded going to Mims's house with other co-workers for dinner on \r\n  at least one occasion. Broughton stated that even if she had not been working \r\n  she would still have checked on Mims. \r\n  \r\n   \r\n Claudette Hunt, Broughton's co-worker, \r\n  said company policy prohibited leaving for personal reasons without clocking \r\n  out. She declared working as a Kardex clerk never required leaving the office. \r\n  Ann Tyndall testified company policy required all employees, even supervisors, \r\n  to clock out anytime they left the premises but acknowledged failing to clock \r\n  out when she left to assist Broughton after she fell from Mims's stairs. Tyndall \r\n  would have required Broughton to clock out before leaving to check on Mims because \r\n  she believed the visit constituted a personal matter. Tyndall would not have \r\n  left to check on Mims because she felt Mims could drive herself to the hospital \r\n  if she could drive herself to work and leave a note. \r\n  \r\n   \r\n Broughton filed a Form 50 seeking \r\n  compensation for medical treatment and disability benefits. In its Form 51, \r\n  South of the Border admitted Broughton sustained an injury but denied benefits \r\n  asserting Broughton \"was on a personal errand\" at the time of the injury and, \r\n  thus, the injury did not arise out of and in the course of her employment. \r\n  \r\n   \r\n The Single Commissioner found Broughton \r\n  failed to establish her injury arose out of and in the course of her employment. \r\n  The Commissioner ruled Broughton had neither the express nor implied permission \r\n  of South of the Border to leave the work place and go check on the health of \r\n  a co-worker as this was not part of her employment. The Full Commission reversed. \r\n  The Circuit Court affirmed. \r\n  \r\n  \r\n   \r\nISSUE \r\n  \r\n   \r\n Did the Circuit Court err in affirming \r\n  the Full Commission's finding Broughton's injury arose out of and in the course \r\n  of her employment with South of the Border? \r\n  \r\n   \r\n\r\n  STANDARD OF REVIEW  \r\n In reviewing a Workers' Compensation \r\n  decision, an appellate court may not substitute its judgment for that of an \r\n  agency as to the weight of the evidence on questions of fact unless the agency's \r\n  findings are clearly erroneous in view of the reliable, probative and substantial \r\n  evidence on the whole record. Tiller v. National Health Care Ctr., 334 \r\n  S.C. 333, 513 S.E.2d 843 (1999); Clade v. Champion Laboratories, 330 \r\n  S.C. 8, 496 S.E.2d 856 (1998). Substantial evidence is not a mere scintilla \r\n  of evidence, nor the evidence viewed blindly from one side of the case, but \r\n  is evidence which, considering the record as a whole, would allow reasonable \r\n  minds to reach the conclusion the administrative agency reached in order to \r\n  justify its action. Miller v. State Roofing Co., 312 S.C. 452, 441 S.E.2d \r\n  323 (1994); Stokes v. First Nat'l Bank, 306 S.C. 46, 410 S.E.2d 248 (1991). \r\n  \r\n   \r\n The findings of an administrative \r\n  agency are presumed correct and will be set aside only if unsupported by substantial \r\n  evidence. Hicks, et al. v. Piedmont Cold Storage, et al., Op. No. 24928 \r\n  (S.C. Sup. Ct. filed April 5, 1999)(Shearouse Adv. Sh. No. 13 at 1); Medlin \r\n  v. Upstate Plaster Serv., 329 S.C. 92, 495 S.E.2d 447 (1998). It is not \r\n  within our province to reverse findings of the Commission which are supported \r\n  by substantial evidence. Hunter v. Patrick Constr. Co., 289 S.C. 46, \r\n  344 S.E.2d 613 (1986). See Tiller, supra (appellate court \r\n  must affirm findings of fact made by Commission if they are supported by substantial \r\n  evidence). A court may reverse or modify the Commission's decision if substantial \r\n  rights of the appellant have been prejudiced because the administrative findings, \r\n  inferences, conclusions or decisions are affected by other error of law. Stephen \r\n  v. Avins Constr. Co., 324 S.C. 334, 478 S.E.2d 74 (Ct. App. 1996). \r\n  \r\n  \r\n   \r\nLAW/ANALYSIS \r\n  \r\n   \r\n South of the Border contends the \r\n  Circuit Court erred in affirming the Full Commission's finding Broughton's injuries \r\n  arose out of and in the course of her employment. We agree. \r\n  \r\n   \r\n\"Injury By Accident \r\n  Arising Out of and in\r\n  the Course of the Employment\" \r\n  \r\n   \r\n \"The South Carolina Workers' Compensation \r\n  Act requires that, to be compensable, an injury by accident must be one 'arising \r\n  out of and in the course of employment.'\" Osteen v. Greenville County Sch. \r\n  Dist., 333 S.C. 43, 49, 508 S.E.2d 21, 24 (1998). See also S.C. Code \r\n  Ann. § 42-1-160 (Supp. 1998). The question of whether an accident arises out \r\n  of and is in the course and scope of employment is largely a question of fact \r\n  for the Full Commission.  The claimant has the \r\n  burden of proving facts that will bring the injury within the Workers' Compensation \r\n  law.  Clade \r\n  v. Champion Laboratories, 330 S.C. 8, 496 S.E.2d 856 (1998). \r\n  \r\n   \r\n The two parts of the phrase \r\n  \"arising out of and in the course of employment\" are not synonymous. Osteen, \r\n  supra. Both parts must exist simultaneously before any court will allow \r\n  recovery. Id. \r\n   \r\nI. \"Arising Out \r\n  Of\" \r\n   \r\n The phrase \r\n  \"arising out of\" in the Workers' Compensation Act refers to the injury's origin \r\n  and cause. Osteen, supra; Baggott v. Southern Music, Inc., \r\n  330 S.C. 1, 496 S.E.2d 852 (1998). For an injury to \"arise out of\" employment, \r\n  the injury must be proximately caused by the employment. Osteen, supra. \r\n  See also Fowler v. Abbott Motor Co., 236 S.C. 226, 113 S.E.2d \r\n  737 (1960)(accident \"arises out of\" employment when it arises because of it, \r\n  as when the employment is a contributing proximate cause). The injury arises \r\n  out of employment when there is a causal connection between the conditions under \r\n  which the work is required to be performed and the resulting injury. Osteen, \r\n  supra. In Douglas v. Spartan Mills, Startex Div., 245 S.C. 265, \r\n  140 S.E.2d 173 (1965), our Supreme Court discussed the \"arising out of\" requirement: \r\n  \r\n   \r\n \"'It (the injury) arises \r\n  \"out of\" the employment, when there is apparent to the rational mind upon consideration \r\n  of all the circumstances, a causal connection between the conditions under which \r\n  the work is required to be performed and the resulting injury. Under this test, \r\n  if the injury can be seen to have followed as a natural incident of the work \r\n  and to have been contemplated by a reasonable person familiar with the whole \r\n  situation as a result of the exposure occasioned by the nature of the employment, \r\n  then it arises \"out of\" the employment. But it excludes an injury which cannot \r\n  fairly be traced to the employment as a contributing proximate cause and which \r\n  comes from a hazard to which the workmen would have been equally exposed apart \r\n  from the employment. The causative danger must be peculiar to the work and not \r\n  common to the neighborhood. It must be incidental to the character of the business \r\n  and not independent of the relation of master and servant. It need not have \r\n  been foreseen or expected, but after the event it must appear to have had its \r\n  origin in a risk connected with the employment, and to have flowed from that \r\n  source as a rational consequence.'\" \r\n  \r\n   \r\nDouglas, \r\n  245 S.C. at 269, 140 S.E.2d at 175. \r\n  \r\n   \r\n Here, there is simply no \r\n  causal connection between Broughton's employment and her injury. Her employment \r\n  as a Kardex clerk in no way required her to check on sick employees. The accident \r\n  was not related to the performance of any duties as an employee by Broughton. \r\n  Checking on sick co-workers is not a job requirement of Kardex clerks. See \r\n  Osteen, supra (finding no causal connection between claimant's \r\n  employment and her back injury existed because her employment did not require \r\n  her to place an ice chest, for use over the weekend, into the trunk of her vehicle). \r\n  \r\n   \r\n The record lacks any \r\n  evidence supporting Broughton's contention her injury arose out of her employment. \r\n  Where the facts are undisputed, the question of whether an accident is compensable \r\n  is a question of law. Jordan v. Dixie Chevrolet, Inc., 218 S.C. 73, 61 \r\n  S.E.2d 654 (1950). See also Polk v. E.I. duPont de Nemours Co., \r\n  250 S.C. 468, 158 S.E.2d 765 (1968)(lack of conflict in evidence renders question \r\n  of causal connection, which is ordinarily one of fact for Commission, question \r\n  of law for decision by court). \r\n  \r\n   \r\nII. \"In \r\n  the Course of the Employment\" \r\n  \r\n   \r\n The phrase \"in the course \r\n  of the employment\" refers to the time, place, and circumstances under which \r\n  the accident occurred. Owings v. Anderson County Sheriff's Dep't, 315 \r\n  S.C. 297, 433 S.E.2d 869 (1993); Loges v. Mack Trucks, Inc., 308 S.C. \r\n  134, 417 S.E.2d 538 (1992). An injury occurs \"in the course of\" employment within \r\n  the meaning of the Workers' Compensation Act when it occurs within the period \r\n  of employment at a place where the employee reasonably may be in the performance \r\n  of his duties and while fulfilling those duties or engaged in something incidental \r\n  thereto. Baggott v. Southern Music, Inc., 330 S.C. 1, 496 S.E.2d 852 \r\n  (1998); Fowler v. Abbott Motor Co., 236 S.C. 226, 113 S.E.2d 737 (1960). \r\n  \r\n   \r\n \"The modern rule brings \r\n  within the course of employment \r\n  any activity undertaken in good faith by one employee to assist a co-employee \r\n  in the latter's performance of his work.\" 2 Arthur Larson &amp; Lex K. \r\n  Larson, Workers' Compensation Law § 27.11 (1997) (emphasis added). This \r\n  is because the employer benefits directly by allowing employees to assist each \r\n  other with work and indirectly by fostering good employer/employee relations. \r\n  However, \"[i]f the aid takes the form of merely helping the co-employee with \r\n  some matter entirely personal to the co-employee, it is outside the course of \r\n  employment, unless the deviation involved is insubstantial.\" Id. § 27.15 \r\n  (footnotes omitted). \r\n   \r\nA. Absence of Benefit \r\n  to Employer \r\n   \r\n First, Broughton failed to argue \r\n  she intended to assist Mims in the \"performance of [her] work\" by leaving South \r\n  of the Border's premises and driving to Mims's personal residence to check on \r\n  her health. Additionally, the record does not support this contention. \r\n  \r\n   \r\n In Hicks, et al. v. Piedmont \r\n  Cold Storage, et al., Op. No. 24928 (S.C. Sup. Ct. filed April 5, 1999)(Shearouse \r\n  Adv. Sh. No. 13 at 1), our Supreme Court discussed the \"benefit to employer\" \r\n  issue. The children of the deceased, Joseph Hicks, Sr., brought a Workers' Compensation \r\n  action against his employer, Piedmont Cold Storage, seeking death benefits. \r\n  Hicks was killed while repairing the personal vehicle of the plant manager on \r\n  a Saturday at Piedmont Cold Storage. The Single Commissioner denied the claim \r\n  finding Hicks did not: (1) work regularly on Saturdays; (2) clock in on the \r\n  date of the accident; or (3) benefit Piedmont in any way on the day of the accident. \r\n  The Commissioner concluded Hicks worked for the personal benefit of the plant \r\n  manager and therefore his death did not result from an injury by accident arising \r\n  out of and in the course of his employment with Piedmont. The Full Commission \r\n  affirmed. \r\n   \r\n The Circuit Court reversed holding \r\n  the tasks performed by Hicks at the time of his death were incidental to his \r\n  employment. The judge found the accident occurred: (1) on Piedmont's premises; \r\n  (2) with Piedmont tools; and (3) while Hicks performed a task under the direction \r\n  and supervision of his superior. The judge ruled the Commission's decision was \r\n  against the substantial weight of the evidence and ordered Piedmont to pay death \r\n  and funeral benefits to the minor children. The Court of Appeals affirmed. The \r\n  Supreme Court reversed and explained: \r\n  \r\n   \r\n The key factor in determining the \r\n  children's entitlement to compensation here is whether the work benefitted the \r\n  employer. Fountain v. Hartsville Oil Mill, 207 S.C. 119, 32 S.E.2d 11 \r\n  (1945)(workers' compensation benefits denied because the employee's activity \r\n  provided no benefit to the employer). The employee in Fountain was injured \r\n  during regular working hours while working at his supervisor's private residence \r\n  and we held there was no coverage. Here, the decedent was being paid by his \r\n  supervisor for work done on the supervisor's personal vehicle on a non-work \r\n  day at the employer's business. The record shows that Hicks did not regularly \r\n  work on Saturdays and did not clock in on the day of the accident. \r\n  \r\n   \r\n There is substantial evidence in \r\n  the record supporting the commission's finding that the work performed by Hicks \r\n  did not benefit Piedmont and was for the personal benefit of the plant manager. \r\n  The findings of fact must be affirmed if they are supported by the evidence. \r\n  Based on the reasoning in Fountain, the accident here was outside the \r\n  course of decedent's employment. Further, the circuit court and Court of Appeals \r\n  substituted their judgment for that of the commission in finding that Hicks \r\n  conferred some benefit on Piedmont. The supervisor did not lose any time from \r\n  work as the repair was being done on a Saturday. \r\n  \r\n   \r\nHicks, at 3. \r\n  \r\n   \r\n Broughton's \r\n  act was for the personal benefit of Mims and was of no benefit to South of the \r\n  Border. \r\n   \r\nB. Substantial \r\n  Nature of Deviation\r\n Even if the assistance \r\n  an employee provides a co-employee is of an entirely personal nature, the activity \r\n  may still fall within the course of employment if the deviation involved is \r\n  insubstantial. See 2 \r\n  Arthur Larson &amp; Lex K. Larson, Workers' Compensation Law § 27.15 \r\n  (1997). The Supreme Court has affirmed an award of compensation for injuries \r\n  sustained by an employee while giving entirely personal assistance to a co-employee \r\n  where the deviation from the course of employment was insubstantial. In Cauley \r\n  v. Ross Builders Supplies, Inc., 238 S.C. 38, 118 S.E.2d 879 (1961), Cauley, \r\n  who was a Ross Builders employee and a trained carpenter, was injured while \r\n  trimming a piece of board to make a wedge for a fellow employee. The Single \r\n  Commissioner found the accident arose out of and in the course of Cauley's employment \r\n  with Ross Builders. The Full Commission and Circuit Court affirmed. The Supreme \r\n  Court ruled: \r\n   \r\n [Cauley] was often requested by \r\n  his supervisor, Mr. Stone, to build counters for display of the company's equipment \r\n  and merchandise. . . . \r\n   \r\n On December 4, 1958, after finishing \r\n  his lunch, [Cauley] went to the carpentry shop to make a leg for a display counter. \r\n  Having found a board suitable for that purpose, and having run it over the table \r\n  saw and cut its width to eight inches, he decided that he would first make from \r\n  it a wedge for a fellow employee . . . . While pushing the board through the \r\n  joiner to taper it, [Cauley] was injured. The evidence shows without contradiction \r\n  that to have cut and tapered the wedge would have taken about five minutes. \r\n  \r\n   \r\n This is not a case of lending aid \r\n  to a fellow employee in the performance of the latter's duty to the employer. \r\n  The task that [Cauley] was performing was entirely personal to his fellow employee, \r\n  and his injury was therefore not compensable unless the deviation from the course \r\n  of his employment was so trivial that it could be fairly characterized as insubstantial. \r\n  Larson's Workmen's Compensation Law, Section 27.15. The Commission found \r\n  as a fact that the deviation was insubstantial. We think that the evidence before \r\n  referred to adequately supports that finding. \r\n  \r\n   \r\nCauley, 238 S.C. at 39-40, \r\n  118 S.E.2d at 879-80. \r\n   \r\n In the present case, the Circuit \r\n  Court, in its order affirming the Commission, cited Cauley in support \r\n  of its finding that \"[i]f an employee is considered to be in the course and \r\n  scope of his employment while working on a piece of property owned by a co-employee \r\n  certainly an employee would be found to be in the course and scope of his employment \r\n  when he responds to a call involving the personal health of a co-employee.\" \r\n  Cauley is inapposite here. The employee in Cauley was trained \r\n  as a carpenter and the injury occurred during an activity which was incident \r\n  to his normal employment. In fact, Cauley was in the process of fashioning a \r\n  block of wood pursuant to his job assignment when he took a moment to make from \r\n  it a wedge for his co-employee. \r\n  \r\n   \r\n Broughton's visit to Mims's home \r\n  cannot be deemed incidental to her normal employment because Broughton's duties \r\n  as a Kardex clerk did not include checking on sick employees at their homes. \r\n  Her duties never required leaving South of the Border's premises. The deviation \r\n  by Broughton from the course of her employment with South of the Border was \r\n  substantial. \r\n  \r\n   \r\nC. Rescue or Sudden \r\n  Emergency \r\n   \r\n An injury sustained during a rescue \r\n  or sudden emergency has been recognized as bringing an accident within the course \r\n  of employment. See, e.g., Howell v. Kash &amp; Karry, 264 \r\n  S.C. 298, 214 S.E.2d 821 (1975). In Howell, the Court found claimant, \r\n  a grocery store stock boy, within the course of his employment when he injured \r\n  himself while chasing two thieves who snatched a customer's purse. The Howell \r\n  Court explicated: \r\n   \r\n Larson's Workmen's Compensation, \r\n  section 27.00 states the generally recognized rule as follows: \r\n  \r\n   \r\n \"An act outside an employee's regular \r\n  duties which is undertaken in good faith to advance the employer's interest, \r\n  whether or not the employee's own assigned work is thereby furthered, is within \r\n  the course of employment.\" \r\n  \r\n   \r\n Here the employee-claimant was in \r\n  the course of his regular duties when, in his immediate presence a customer \r\n  who had already parked her vehicle in the store parking lot and was within a \r\n  few feet of the entrance to the store was hit, pushed and robbed by two purse \r\n  snatchers. It clearly would have been to the financial interest of the employer, \r\n  in this case, if the claimant had successfully recovered the purse of the customer. \r\n  The money that she intended to spend in the employer's store was in the purse \r\n  that he was attempting to recover. As pointed out by Professor Larson in section \r\n  27.22(a), awards have been upheld for injuries occurring in the course of miscellaneous \r\n  Good Samaritan activities by employees, on the theory that the employer ultimately \r\n  profited as a result of the good will thus created, and, as he points out, \"When \r\n  the person assisted stands in some business relation to the employer, the employer \r\n  benefit is relatively obvious.\" \r\n  \r\n   \r\n The time, place and scope of the \r\n  claimant's actual duties brought him immediately in contact with a customer \r\n  of his employer who was in sore distress. To assist a customer in any kind of \r\n  distress is a natural incident of any employee's employment. Would not any reasonable \r\n  employer expect the nearest employee to go to the rescue of a customer even \r\n  though rendering assistance was not a part of the regular assigned duty of the \r\n  employee? Would not every employer want his customers to feel that the employer \r\n  and his employees would make every reasonable effort to protect them and their \r\n  purses from juvenile purse snatchers operating in the immediate vicinity of \r\n  the employer's premises? The only common sense answer to these questions is \r\n  yes. In view of the current prevalence of purse snatching by juvenile delinquents, \r\n  there is obvious and substantial benefit flowing to a merchant from knowledge \r\n  on the part of his customers that the merchant and his employees will make every \r\n  reasonable effort to protect the customers and their purses from such juvenile \r\n  delinquents. We have no real difficulty in concluding that the claimant's injury \r\n  in the instant case arose out of, and in the course of his employment . . . \r\n  . \r\n   \r\nHowell, 264 S.C. at 301-02, \r\n  214 S.E.2d at 822. \r\n   \r\n Broughton contends Howell \r\n  is closely analogous to the case at bar and, thus, controlling. We disagree. \r\n  \r\n   \r\n The case sub judice is easily \r\n  distinguishable from Howell. First, the time, place and scope of Broughton's \r\n  duties did not bring her into immediate contact with sick employees staying \r\n  at home. Broughton failed to present any definitive evidence indicating visiting \r\n  sick co-employees constituted a regular employment duty for South of the Border \r\n  employees, although she did testify employees often assisted each other when \r\n  someone needed help. \r\n   \r\n Second, it is unreasonable for an \r\n  employer to expect a co-employee to check on other employees every time they \r\n  miss work because of illness. Furthermore, there is no evidence indicating Broughton \r\n  received express or implied permission to leave South of the Border's premises \r\n  while she was on the clock to check on a sick co-employee. In fact, Broughton \r\n  testified her duties never required her to leave South of the Border's premises. \r\n  Broughton's supervisor said she would not have permitted Broughton to visit \r\n  Mims while on the clock. \r\n   \r\n Third, the emergency situation in \r\n  Howell, theft of a customer's purse, is not commensurate with the alleged \r\n  emergency in the present case, an employee sick at home. The lack of emergency \r\n  is evidenced by the fact that Mims apparently drove herself to work and delivered \r\n  the note. Therefore, she could have driven herself to the hospital. Apodictically, \r\n  this is not a rescue case. \r\n  \r\n   \r\n Fourth, Howell focused on \r\n  the substantial benefit flowing to the employer when customers feel the employer \r\n  and its employees will make every reasonable effort to protect the customers \r\n  from theft. No similar benefit exists here. Any good will Mims may feel toward \r\n  South of the Border for sending someone to check on her health is too minimal \r\n  and tenuous a benefit to bring Broughton's actions within the course of employment. \r\n  There was no rescue or sudden emergency to justify bringing Broughton's actions \r\n  within the course of her employment. \r\n  \r\n   \r\nD. Express or Implied \r\n  Permission \r\n   \r\n South of the Border maintains the \r\n  Full Commission erred in finding Broughton had express, as well as implied, \r\n  permission to leave the work place to check on the health of a sick co-worker. \r\n  We agree. \r\n   \r\n South of the Border has a work policy \r\n  applicable to all employees that they are not to conduct personal errands during \r\n  work hours. Employees are to clock out if they leave on personal business. Broughton \r\n  was aware of this policy. \r\n   \r\n On the morning of her accident, \r\n  Broughton's immediate supervisors were not in the office to give express permission \r\n  for her to leave. While Broughton may have been the senior person in the office \r\n  when her supervisors were absent, this seniority relates only to office responsibilities \r\n  involving Kardex work and procedures. Broughton has no supervisory responsibilities \r\n  that would allow permission to leave the work premises to check on the health \r\n  of a co-worker during work hours in contravention of a work policy against conducting \r\n  personal errands on company time. Additionally, there was no acquiescence in \r\n  a course of prior conduct establishing implied permission for this personal \r\n  errand on company time. Broughton did not have express or implied permission \r\n  from South of the Border to leave work to check on the health of a sick co-worker. \r\n  \r\n   \r\nE. Question of \r\n  Law \r\n   \r\n We have reviewed the evidentiary \r\n  record under the substantial evidence rule and conclude no evidence supports \r\n  the decision of the Commission that Broughton's injury occurred \"in the course \r\n  of\" her employment. See Sharpe v. Case Produce Co., 329 S.C. 534, \r\n  495 S.E.2d 790 (Ct. App. 1997), cert. granted, December 17, 1998. Because \r\n  no evidence supports the Commission's conclusion, the rule articulated \r\n  in Mullinax v. Winn-Dixie Stores, Inc., 318 S.C. 431, 437, 458 S.E.2d \r\n  76, 80 (Ct. App. 1995), governs: \"Where the evidence is susceptible \r\n  of but one reasonable inference, the question is one of law for the court rather \r\n  than one of fact for the Commission.\"\r\nCONCLUSION \r\n  \r\n   \r\n We hold the Full Commission erred \r\n  in finding Broughton's injuries arose out of and in the course of her employment \r\n  because there is no evidence in the record to support this conclusion. \r\n  See Douglas v. Spartan Mills, Startex Div., 245 S.C. 265, 270-71, \r\n  140 S.E.2d 173, 176 (1965)(\"'If it is the intent of the legislature to include \r\n  within the terms of the Workmen's Compensation Act employees injured while engaged \r\n  in activities not in the course of their employment, though arising indirectly \r\n  by reason of their employment, then the Act will have to be accordingly amended.'\"); \r\n  Mims v. Nehi Bottling Co., 218 S.C. 513, 63 S.E.2d 305 (1951)(finding \r\n  that, despite the laudable acts of the claimant, the injuries still failed to \r\n  arise out of and in the course of employment within the meaning of Workers' \r\n  Compensation law). Accordingly, the Circuit Court's order affirming the decision \r\n  of the Full Commission is \r\n   \r\n REVERSED.  \r\n CURETON and STILWELL, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3025","title":"Smith v. The S.C. Retirement System","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3025","description":"","date":"1999-07-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nSmith v. SC Retirement System\r\n\r\n\r\n\r\n\r\n \r\nTHE STATE OF SOUTH \r\n  CAROLINA\r\n  In The Court of Appeals\r\n____________ \r\n   \r\n \r\n   \r\n     \r\n       \r\n        Marian Kay Smith,  \r\n        Appellant/Respondent,\r\n        \r\n    \r\n  \r\n\r\nv. \r\n   \r\n \r\n   \r\n     \r\n      \r\n        The South Carolina Retirement \r\n          System, Respondent, Elena P. Smith, \r\nRespondent/Appellant.\r\n        \r\n    \r\n  \r\n\r\n__________ \r\n   \r\nAppeal From Charleston \r\n  County\r\n  Daniel F. Pieper, Circuit Court \r\n  Judge\r\n  __________ \r\n   \r\nOpinion No: 3025\r\n  Submitted June 8, 1999 - Filed \r\n  July 6, 1999\r\n  __________ \r\n   \r\nAFFIRMED IN \r\n  PART AND REVERSED IN PART\r\n___________ \r\n  \r\n \r\n \r\n   \r\n     \r\n      \r\n        G. Dana Sinkler and Andrea \r\n          H. Duenas, both of Warren &amp; Sinkler, of Charleston, for Appellant/Respondent. \r\n          \r\n           \r\n        Ray P. McClain and Margaret \r\n          D. Fabri, both of Charleston, for Respondent/Appellant. \r\n          \r\n           \r\n        Stephen R. Van Camp and Nancy \r\n          E. Shealy, both of South Carolina Retirement System, of Columbia, for \r\n          Respondent. \r\n      \r\n    \r\n  \r\n\r\n__________\r\n   \r\nANDERSON, J.: Marian \r\n  Smith appeals the trial court's dismissal of her declaratory judgment action \r\n  against the South Carolina Retirement System. Elena Smith filed a cross-appeal, \r\n  asserting the trial court erred (1) in refusing to dismiss Marian Smith's claim \r\n  for constructive trust and (2) in failing to dismiss the declaratory judgment \r\n  action with prejudice. We affirm the trial court's dismissal of the declaratory \r\n  judgment action without prejudice and reverse the trial court's refusal to dismiss \r\n  the constructive trust claim.(1)  \r\n  \r\n   \r\nFACTS/PROCEDURAL \r\n  BACKGROUND \r\n   \r\nMarian Kay Smith (former Wife) and \r\n  William Allen Smith (Husband) were married May 28, 1955, and separated in September \r\n  1972. Husband accepted a professorship at the Medical University of South Carolina \r\n  on July 15, 1973, and thereby enrolled in the South Carolina Retirement System \r\n  (SCRS). In April 1975, the parties executed a Separation Agreement whereby Husband, \r\n  in lieu of paying alimony or other periodic spousal support, agreed to maintain \r\n  former Wife as beneficiary of his pre-retirement death benefits from SCRS. The \r\n  relevant language, found in Article IV, section D, of the Separation Agreement \r\n  is: \r\n   \r\nBy letter dated April 24, 1975, Husband \r\n  notified the South Carolina Retirement Systems [sic] of his intention to retain \r\n  (post-divorce) Wife as beneficiary under his pre-retirement death benefit program. \r\n  A copy of said letter is attached as \"Exhibit A.\" Husband agrees that this request \r\n  shall not be changed until his death or remarriage of the Wife.  \r\n  \r\n   \r\nThis notarized letter states: \r\n  \r\n   \r\nThis letter is to request that you \r\n  note in the records of the South Carolina Retirement System my desire to name: \r\n  Marian Kay Smith, 357 Wesley Drive, Chapel Hill, North Carolina 27514 as beneficiary \r\n  of all my benefits under the \"Pre-Retirement Death Benefit Program\" and the \r\n  \"Refund of Contribution upon Death\". This request is made at this time to reaffirm \r\n  Marian Kay Smith as my beneficiary despite my marital divorce from her. \r\n  \r\n   \r\nAccording to Article IX of the Separation \r\n  Agreement: \r\n   \r\nThe Wife acknowledges that the provisions \r\n  herein set out are fair, adequate and reasonable, and satisfactory to her. Accordingly, \r\n  she accepts the same in lieu of and in full and final settlement and satisfaction \r\n  of any and all claims and rights that she may now or hereafter have against \r\n  the Husband for her support and maintenance and for the support, maintenance \r\n  and education of the Children. \r\n  \r\n   \r\nThe parties were divorced June 17, \r\n  1975, with the divorce decree incorporating the Separation Agreement as part \r\n  of the judgment. Neither the Separation Agreement nor the order granting the \r\n  divorce were forwarded to SCRS. \r\n  \r\n   \r\nOn February 25, 1977, Husband married \r\n  Elena P. Smith (Widow). Subsequently, in 1985, without former Wife's knowledge \r\n  or accession, Husband changed the designated beneficiary of his \"Refund of Contribution \r\n  upon Death\" from former Wife to his son. He substituted Widow as beneficiary \r\n  of his \"Pre-Retirement Death Benefit Program.\" On July 15, 1994, Husband wrote \r\n  a letter to former Wife asking her to relinquish her claim to these benefits, \r\n  and included a copy of a release for her signature. Former Wife, however, did \r\n  not sign the release or respond to Husband's request. Then, in 1996, Husband \r\n  replaced his son with Widow as beneficiary of the post-mortem contributions \r\n  refund. Thus, in March, 1997, when Husband died prior to retirement, Widow remained \r\n  as the sole statutorily-designated beneficiary of all pre-retirement death benefits. \r\n   \r\n   \r\nFormer Wife notified SCRS of her \r\n  claim to Husband's benefits on April 14, 1997. On April 25, she filed a complaint \r\n  against SCRS and Widow in federal district court. After SCRS pled Eleventh Amendment \r\n  immunity as a defense, however, former Wife took a voluntary dismissal on July \r\n  10. The next day, former Wife instituted a declaratory judgment action against \r\n  SCRS in the Circuit Court of Charleston County seeking an order entitling her \r\n  to Husband's pre-retirement death benefits.(2) \r\n  This complaint was amended on August 15, adding (1) Widow as a necessary party \r\n  and (2)former Wife's alternative claim for constructive trust. Widow answered \r\n  and counterclaimed for interest, costs, and attorney's fees. In addition, both \r\n  defendants moved for dismissal, asserting, among other things, former Wife neglected \r\n  to follow statutory procedure as outlined by S.C. Annotated §§ 9-18-10 et \r\n  seq., and thereby failed to exhaust her administrative remedies as required \r\n  therein. \r\n   \r\nThe trial court held a motions hearing \r\n  on December 4, 1997, and subsequently entered a form judgment on February 6, \r\n  1998: \r\n   \r\nHaving considered the briefs and \r\n  arguments of counsel, as well as the record herein, the motion of defendant \r\n  S.C. Retirement System to dismiss for failure to exhaust administrative remedies \r\n  is hereby granted. The motion to dismiss by defendant Smith as to the constructive \r\n  trust cause of action is hereby denied; any issue as to the relationship between \r\n  the decedent and the plaintiff and their alleged agreement are not properly \r\n  resolved at this stage of the proceedings. Provided, however, the court finds \r\n  that this claim should be stayed pending exhaustion of any administrative remedies \r\n  or until further order of this court.  \r\n  \r\n   \r\nFormer Wife appeals from the denial \r\n  of her motion for reconsideration, arguing the trial court erred in granting \r\n  SCRS's motion to dismiss the declaratory judgment action for failure to exhaust \r\n  administrative remedies. In addition, Widow cross-appeals the denial of her \r\n  motion to dismiss former Wife's constructive trust claim.\r\nLAW/ANALYSIS \r\n  \r\n   \r\nI. Application \r\n  of §§9-18-10 et. seq. to Prior Divorce Orders \r\n  \r\n   \r\nA. Retroactive \r\n  Application \r\n   \r\nFormer Wife contends the statutory \r\n  scheme requiring exhaustion of administrative remedies, S.C. Code Ann. §§ 9-18-10 \r\n  et seq., entitled \"Qualified Domestic Relations Orders\" (QDRO statute), \r\n  does not apply to domestic relations orders entered prior to its enactment. \r\n  We disagree. \r\n   \r\nSouth Carolina Code Ann. § 9-18-20 \r\n  (Supp. 1998) provides: \r\n   \r\n(A) Sections 9-1-1680, 9-8-190, 9-9-180, \r\n  or 9-11-270 apply to the creation, assignment, recognition, or enforcement of \r\n  a right to any benefit payable under a retirement system with respect to a member \r\n  or retired member pursuant to a domestic relations order unless the order is \r\n  determined to be a qualified domestic relations order. A qualified domestic \r\n  relations order may order that all or any part of any (1) retirement benefit, \r\n  (2) withdrawal or refund of contributions, (3) disability benefit, or (4) death \r\n  benefit that becomes payable under the retirement system on account of the member \r\n  or retired member, instead be paid by the system to the alternate payee. No \r\n  other benefits provided under the retirement system may be paid to an alternate \r\n  payee. A domestic relations order constitutes a qualified domestic relations \r\n  order if it orders the payment of only those types of benefits described in \r\n  clauses (1) through (4) of this subsection and meets the requirements set forth \r\n  in subsection (B).(3)  \r\n  \r\n   \r\nFormer Wife claims the statute does \r\n  not apply to her 1975 North Carolina domestic relations order, because it was \r\n  enacted in 1995, some twenty years after her divorce. Essentially, former Wife \r\n  contends the absence of specific statutory language regarding domestic relations \r\n  orders entered prior to the creation of qualified domestic relations orders \r\n  in 1984,(4) except for those \"accepted\" by the \r\n  retirement systems prior to July 1, 1995, pursuant to S.C. Code Ann. § 9-18-100, \r\n  precludes application of the statute in this instance. In addition, former Wife \r\n  maintains general rules of statutory construction hold statutes operate prospectively \r\n  absent specific statutory provisions or clear legislative intent to the contrary. \r\n  \r\n   \r\n In the construction of statutes \r\n  there is a presumption that statutory enactments are to be considered prospective \r\n  rather than retroactive in their operation unless there is a specific provision \r\n  or clear legislative intent to the contrary. Hyder v. Jones, 271 S.C. \r\n  85, 245 S.E.2d 123 (1978). SCRS's QDRO statute, however, is remedial. See \r\n  King v. S. C. Retirement Sys., 319 S.C. 373, 461 S.E.2d 822 (1995). An \r\n  exception to the prospectivity presumption therefore applies. Statutes that \r\n  are remedial or procedural in nature are generally held to operate retrospectively. \r\n  See Merchants Mut. Ins. Co. v. South Carolina Second Injury Fund, \r\n  277 S.C. 604, 291 S.E.2d 667 (1982); Hercules, Inc. v. South Carolina Tax \r\n  Comm'n, 274 S.C. 137, 262 S.E.2d 45 (1980) (statutes affecting the remedy, \r\n  not the right, are generally retrospective). Clearly, the QDRO statute's express \r\n  procedure for qualifying a domestic relations order falls within this exception. \r\n  Moreover, former Wife's argument ignores the fact that retroactivity is contemplated \r\n  by the statute itself. Though the statutory language does not expressly state \r\n  the statute's retroactive nature, at least two statutory provisions undoubtedly \r\n  presume it. \r\n   \r\nSection 9-18-30(B) provides a remedy \r\n  for those orders not determined to be qualified domestic relations orders: \r\n  \r\n   \r\nIf the order is determined not to \r\n  be a qualified domestic relations order, the member or retired member or alternate \r\n  payee named in the order may appeal the administrator's determination in the \r\n  manner specified in subsection (A) of this section and may petition the \r\n  court which issued the order to amend the order so that it will be qualified. \r\n  The court which issued the order or which would otherwise have jurisdiction \r\n  over the matter has jurisdiction to amend the order so that it will be qualified \r\n  even though all other matters incident to the action or proceeding have been \r\n  fully and finally adjudicated.  \r\n  \r\n   \r\nS.C. Code Ann. § 9-18-30(B) (Supp. \r\n  1998)(emphasis added). In our view, such language anticipated the need for a \r\n  mechanism to qualify orders issued prior to enactment of the statute. Furthermore, \r\n  § 9-18-100 indicates the legislature's intent that the statute apply to pre-enactment \r\n  orders: \r\n   \r\nA domestic relations order accepted \r\n  by the retirement system before July 1, 1995, must be administered by the retirement \r\n  system in accordance with the provisions of the order and must not be rereviewed \r\n  by the system for compliance with Section 9-18-20 unless the system is requested \r\n  to do so by the court having jurisdiction over the matter. The retirement system, \r\n  however, in its sole discretion, may require that any amendment of an accepted \r\n  order that is received after June 30, 1995 meet the requirements of Section \r\n  9-18-20. For purposes of this section, an order is an \"accepted order\" only \r\n  if the retirement system provided before July 1, 1995, written notice of its \r\n  acceptance of the order to the member or retired member, and the alternate payee. \r\n   \r\n   \r\nS.C. Code Ann. § 9-18-100 (Supp. \r\n  1998). Taking the two statutes together, it is clear an order issued prior to \r\n  enactment of the statute would still be viable as a directive to SCRS to distribute \r\n  retirement benefits to an alternate payee, if it meets either the requirements \r\n  of § 9-18-100 or is amended pursuant to § 9-18-30(B), supra. We therefore \r\n  conclude the QDRO statutory scheme applies to former Wife's 1975 domestic relations \r\n  order. Accordingly, former Wife is required to submit the order to SCRS for \r\n  a determination of its effect. \r\n  \r\n   \r\nB. Common \r\n  Law Exception \r\n   \r\nSCRS has exclusive jurisdiction to \r\n  determine the effect of a domestic relations order which purports to assign \r\n  retirement benefits to an alternate payee,(5) \r\n  as set forth in § 9-18-30: \r\n  \r\n   \r\n (A) The administrator of the retirement \r\n  system or his designee has exclusive authority to determine whether or not a \r\n  domestic relations order is a qualified domestic relations order. . . . \r\n  \r\n   \r\n (H) A court does not have jurisdiction \r\n  over a retirement system with respect to a divorce or other domestic relations \r\n  action in which an alternate payee's right to receive all or a portion of the \r\n  benefits payable to a member or retired member under the retirement system is \r\n  created or established. . . . \r\n  \r\n   \r\nS.C. Code Ann. § 9-18-30 (A) and \r\n  (H) (Supp. 1998). In addition, § 9-18-20(A), supra, \r\nspecifically states that SCRS's anti-alienation \r\n  provision, § 9-1-1680, applies if a domestic relations order is not qualified. \r\n  Section 9-1-1680 reads: \r\n   \r\nThe right of a person to an annuity \r\n  or a retirement allowance or to the return of contributions, an annuity, or \r\n  retirement allowance itself, any optional benefit, or any other right accrued \r\n  or accruing to any person under the provisions of this chapter, and the monies \r\n  of the system created under the provisions of this chapter or any private retirement \r\n  system operated by a municipality, are exempted from any state or municipal \r\n  tax, except the taxes imposed pursuant to Chapters 7, 15, and 16 of Title 12, \r\n  and exempted from levy and sale, garnishment, attachment or any other process \r\n  and are unassignable except as specifically otherwise provided in this chapter. \r\n  (emphasis added) \r\n   \r\nS.C. Code Ann. § 9-1-1680 (1985 &amp; \r\n  Supp. 1998). Former Wife claims, however, this statutory section does not apply \r\n  to the underlying domestic relations order. According to former Wife, her right \r\n  to Husband's pre-retirement death benefits must be determined by the law in \r\n  effect on the date of the North Carolina judgment. We disagree.  \r\n  \r\n   \r\nFormer Wife's argument is based erroneously \r\n  on her belief a common law exception exists which precludes the application \r\n  of § 9-1-1680 in these circumstances. Specifically, former Wife relies on case \r\n  law, both federal and state, decided in the years following passage of the Employee \r\n  Retirement Income Security Act of 1974 (ERISA), which interprets ERISA's identical \r\n  anti-alienation clause. Under this post-ERISA law, she avers, a majority of \r\n  courts implied a judicial exception to ERISA's general ban on the assignment \r\n  of certain benefits, for \"domestic relation decrees authorizing the transfer \r\n  of retirement benefits in satisfaction of support obligations.\"  \r\n  \r\n   \r\nBy its own terms, ERISA does not \r\n  apply to governmental retirement plans. 29 U.S.C. §§ 1002(32), 1003(b)(1) and \r\n  1056(d). Therefore, the anti-alienation provision asserted by SCRS, a public \r\n  retirement system governed by state statutory law, does not fall within the \r\n  purview of federal statutory interpretation.(6) \r\n  Second, former Wife's contention fails to consider the impact on such cases \r\n  of the Retirement Equity Act of 1984 (REA), which created qualified domestic \r\n  relations orders, and subsequent judicial interpretations. Recently, in Boggs \r\n  v. Boggs, 520 U.S. 833, 117 S.Ct. 1754, 138 L.Ed.2d 45 (1997) the United \r\n  States Supreme Court explicitly rejected former Wife's view: \r\n  \r\n   \r\nThe pre-REA federal common-law extension \r\n  of § 1002(8)'s definition of \"beneficiary\" by courts in the context of marital \r\n  dissolution was in part based on an apparent appreciation of the fact that domestic \r\n  relations law is primarily an area of state concern, . . . and the basic principle \r\n  that a beneficiary's interest in a spendthrift trust, despite otherwise applicable \r\n  protections, can be reached in the context of divorce and separation. . . . \r\n  Whether or not this extension of the definition of \"beneficiary\" was consistent \r\n  with the statute then in force, these authorities are not applicable in light \r\n  of the REA amendments. The QDRO and the surviving spouse annuity provisions \r\n  define the scope of a nonparticipant spouse's community property interests in \r\n  pension plans consistent with ERISA. . . .  \r\n  \r\n   \r\n. . . . The conclusion that Congress \r\n  intended to pre-empt respondents' nonbeneficiary, nonparticipant interests in \r\n  the retirement plans is given specific and powerful reinforcement by the pension \r\n  plan anti-alienation provision. . . . Statutory anti-alienation provisions are \r\n  potent mechanisms to prevent the dissipation of funds. . . . ERISA's pension \r\n  plan anti-alienation provision is mandatory and contains only two explicit exceptions \r\n  . . . which are not subject to judicial expansion. (citations omitted) \r\n  (emphasis added) \r\n   \r\nBoggs, 520 U.S. at 849-51. \r\n  Federal law, therefore, is inapplicable to the case at bar because it permits \r\n  only two statutory exceptions, and none under the common law. \r\n  \r\n   \r\nThough not directly applicable, federal \r\n  law is instructive in this instance. As the Court related in Boggs, the \r\n  anti-alienation provision can \"be seen to bespeak a pension law protective policy \r\n  of special intensity: Retirement funds shall remain inviolate until retirement.\" \r\n  Id. (quoting J. Langbein and B. Wolk, Pension and Employee Benefit \r\n  Law 547 (2d ed. 1995)). QDROs, however, are the law's recognition that, \r\n  in some circumstances, this restriction on retirement funds must give way to \r\n  a competing interest; hence, the Court's conclusion: \"QDRO provisions protect \r\n  those persons who, often as a result of divorce, might not receive the benefits \r\n  they otherwise would have had available during their retirement as a means of \r\n  income.\" Boggs, 520 U.S. 854. In Lloyd v. Lloyd, 295 S.C. 55, \r\n  367 S.E.2d 153 (1988), our Supreme Court upheld the Family Court's garnishment \r\n  of a divorced husband's SCRS account despite the language contained in § 9-1-1680 \r\n  exempting retirement funds from \"levy and sale, garnishment, attachment, or \r\n  any other process . . . .\" S.C. Code Ann. § 9-1-1680 (1985 &amp; Supp. 1998). \r\n  \r\n   \r\nAs here, the divorce decree in Lloyd \r\n  incorporated a separation agreement between the parties, whereby the husband \r\n  agreed: (1) the wife would remain the beneficiary of his state retirement account \r\n  unless she remarried; and (2) not to interfere with the wife's interest in the \r\n  account. When the husband quit paying the wife support, quit his state job, \r\n  and attempted to withdraw his retirement funds, the wife obtained an injunction \r\n  and the Family Court ordered the State to disburse the husband's retirement \r\n  funds to wife for support arrearages. On appeal, the Supreme Court held S.C. \r\n  Code Ann. § 20-7-1315, enacted in 1985 and specifically authorizing garnishment \r\n  to enforce support obligations, prevailed over § 9-1-1680, a less specific statute \r\n  passed in 1945. In so doing, however, the Court implicitly rejected former Wife's \r\n  assertion § 9-1-1680 does not apply to domestic relations orders entered into \r\n  prior to enactment of the QDRO statute in 1995. \r\n  \r\n   \r\nIn addition, the Court's opinion \r\n  in Lloyd impliedly disavowed any \"common law exception\" to the application \r\n  of § 9-1-1680. By limiting its holding such that § 20-7-1315 only authorized \r\n  garnishment of statutorily-defined \"payments,\" the Court implied that no common \r\n  law exception existed which would have allowed the wife to reach the husband's \r\n  retirement account without benefit of the statutory exception. Moreover, nothing \r\n  in Lloyd proscribes application of the present QDRO statute to domestic \r\n  relations orders. Indeed, we believe the order at issue in Lloyd, decided \r\n  seven years prior to enactment of the QDRO statute, would today be subject to \r\n  its requirements.  \r\n   \r\nC. Domestic \r\n  Relations Order as an Assignment \r\n  \r\n   \r\nLastly, former Wife argues the domestic \r\n  relations order at issue does not constitute an assignment within the meaning \r\n  of § 9-1-1680, but was merely an irrevocable designation of the statutory beneficiary \r\n  pursuant to § 9-1-1770 (Pre-Retirement Death Benefit Program) and § 9-1-1650 \r\n  (Refund of Contribution upon Death). She maintains § 9-1-1680 would not apply \r\n  to the domestic relations order and would allow her recovery. We disagree. \r\n  \r\n   \r\nThe statute does not contain an express \r\n  provision granting an absolute right to change the beneficiary. However, § 9-1-1650 \r\n  declares:  \r\n   \r\nShould a member die before retirement, \r\n  the amount of his accumulated contributions shall be paid to his estate or to \r\n  such person as he shall have nominated by written designation, duly acknowledged \r\n  and filed with the board. \r\n   \r\nNo limit is placed on the number \r\n  of times a beneficiary may be changed, nor does it state a beneficiary can be \r\n  designated only once. Section 9-1-1770 provides that benefits \"must be paid \r\n  to the person he nominated for the refund of his accumulated contributions in \r\n  the event of his death pursuant to § 9-1-1650.\" \r\n  \r\n   \r\nSince the statutes contemplate the \r\n  change of a beneficiary, we must now determine if the divorce order in which \r\n  former Wife is irrevocably designated as a beneficiary is valid, or if Husband \r\n  remained free to change the beneficiary. Widow avers the irrevocable designation \r\n  is barred by the anti-alienation statute. Former Wife contends § 9-1-1680 does \r\n  not prohibit an irrevocable designation, but only levy, garnishment, attachment, \r\n  or assignment. According to § 9-1-1680: \r\n  \r\n   \r\nThe right of a person to an annuity \r\n  or a retirement allowance or to the return of contributions, an annuity, or \r\n  retirement allowance itself, any optional benefit, or any other right accrued \r\n  or accruing to any person under the provisions of this chapter, and the monies \r\n  of the system created under the provisions of this chapter or any private retirement \r\n  system operated by a municipality, are exempted from any state or municipal \r\n  tax, except the taxes imposed pursuant to Chapters 7, 15, and 16 of Title 12, \r\n  and exempted from levy and sale, garnishment, attachment or any other process \r\n  and are unassignable except as specifically otherwise provided in this chapter. \r\n  (emphasis added) \r\n   \r\nS.C. Code Ann. § 9-1-1680 (Supp. \r\n  1998).  \r\n   \r\nEntitlement to State retirement benefits \r\n  is purely statutory. Anderson v. South Carolina Retirement System, 278 \r\n  S.C. 161, 293 S.E.2d 312 (1982). These benefits are statutorily exempted from \r\n  any process such as assignment, garnishment, or levy except as provided in the \r\n  statutes. S.C. Code Ann. § 9-1-1680 (Supp. 1998).  \r\n  \r\n   \r\nSouth Carolina has not had occasion \r\n  to consider whether an irrevocable designation of a beneficiary is analogous \r\n  to an assignment and therefore invalid under the anti-alienation statute. Other \r\n  states have considered the question in regard to a National Service Life Insurance \r\n  policy or a War Risk Insurance policy. In Williams v. Williams, 121 S.E.2d \r\n  536 (N.C. 1961), the North Carolina Supreme Court determined an irrevocable \r\n  designation of a beneficiary was in effect an assignment of the proceeds of \r\n  the policy and therefore invalid. The Court explicated: \r\n  \r\n   \r\nIn Kauffman v. Kauffman, 93 \r\n  Cal. App.2d 808, 210 P.2d 29, 33, Gertrude A. Kauffman and her husband, Barton \r\n  H. Kauffman, entered into a separation agreement and property settlement on \r\n  27 August 1941. It was agreed between the parties that the wife should remain \r\n  the beneficiary in the husband's War Risk Insurance policy, but if they should \r\n  be divorced it was agreed that their two children should be named beneficiaries. \r\n  Gertrude A. Kauffman secured a final divorce decree from Barton H. Kauffman \r\n  on 20 October 1942. The children were named beneficiaries in the insurance policy \r\n  as provided in the separation agreement. However, on 20 November 1942, Barton \r\n  H. Kauffman married Angie F. Kauffman and on 20 October 1947 the insured changed \r\n  the beneficiary in his policy to his second wife. The insured died on 28 February \r\n  1948. An action was instituted to impress a trust upon the proceeds of the policy. \r\n  The Court held: 'We conclude that the property settlement agreement was an assignment \r\n  of the proceeds of the policy in question, Chilwell v. Chilwell, 40 Cal.App.2d \r\n  550, 553, 105 P.2d 122; that such an assignment is prohibited by the terms of \r\n  the Federal Statute, s 454a, supra (now 38 U.S.C.A. s 3101), and is therefore \r\n  not enforceable against the defendant beneficiary. Lewis v. United States, \r\n  3 Cir., 56 F.2d 563; Von Der Lippi-Lipski v. United States, 55 App.D.C. \r\n  202, 4 F.2d 168; Bradley v. United States, 10 Cir., 143 F.2d 573; Tompkins \r\n  v. Tompkins, 132 N.J.L. 217, 38 A.2d 890; Yake v. Yake, 170 Md. 75, \r\n  183 A. 555; Robertson v. McSpadden, D.C., 46 F.2d 702; United States \r\n  v. Williams, 302 U.S. 46, 50, 58 S.Ct. 81, 82 L.Ed. 39.' \r\n  \r\n   \r\nWilliams, 121 S.E.2d at 539 \r\n  . \r\n   \r\nWilliams and Kauffman \r\n  involved statutorily created insurance policies. The statutes contained anti-alienation \r\n  provisions which prohibited the assignment of proceeds under the policy. As \r\n  here, a divorce order required the former wife be irrevocably designated as \r\n  the beneficiary of the policies.  \r\n  \r\n   \r\nIf a person is allowed to irrevocably \r\n  designate another as their beneficiary, it has the same effect as making an \r\n  assignment. A member of the retirement system may irrevocably designate a creditor \r\n  as a beneficiary in order to provide collateral or qualify for a loan. If the \r\n  creditor can then enforce this designation, the creditor and member have effectually \r\n  emasculated the statute. Apodictically, a process as similar to assignment as \r\n  an irrevocable designation is prohibited under the \"any other process\" clause \r\n  of the statute.  \r\n   \r\nWe conclude an irrevocable designation \r\n  of a beneficiary is akin to an assignment. Under our statute, retirement benefits \r\n  can not be restricted by \"any other process\" except as statutorily defined. \r\n  An irrevocable designation of a beneficiary is therefore voided by the anti-alienation \r\n  provisions of § 9-1-1680. \r\n   \r\nII. Exhaustion \r\n  of Remedies \r\n   \r\nA. Administrative \r\n  Procedure \r\n   \r\nSince we find former Wife's domestic \r\n  relations order is covered by the QDRO statutory scheme, we now determine whether \r\n  former Wife is required to exhaust the administrative remedy stated therein. \r\n   \r\n   \r\nThe question of whether exhaustion \r\n  of administrative remedies is required is a matter within the sound discretion \r\n  of the trial court that will not be disturbed on appeal absent an abuse of that \r\n  discretion. Stanton v. Town of Pawley's Island, 309 S.C. 126, 420 S.E.2d \r\n  502 (1992). An abuse of discretion occurs where the trial court is controlled \r\n  by an error of law or where the Court's order is based on factual conclusions \r\n  without evidentiary support. Id.; Coleman v. Dunlap, 306 S.C. \r\n  491, 413 S.E.2d 15 (1992). Section 9-18-30 provides as follows: \r\n  \r\n   \r\n (A) The administrator of the retirement \r\n  system or his designee has exclusive authority to determine whether \r\n  or not a domestic relations order is a qualified domestic relations order. For \r\n  purposes of this chapter only, the administrator of the retirement system or \r\n  his designee is considered a single hearing officer within the meaning of Section \r\n  1-23-600(B) and, as such, appeals from their determination are to the Administrative \r\n  Law Judge Division under its applicable procedures. \r\n  \r\n   \r\n (B) The administrator of the retirement \r\n  system or his designee upon receipt of a certified copy of a domestic relations \r\n  order, shall determine whether the order is a qualified domestic relations order \r\n  and shall notify the member or retired member and the alternate payee of the \r\n  determination. If the order is determined to be a qualified domestic relations \r\n  order, the retirement system shall pay benefits in accordance with the order. \r\n  If the order is determined not to be a qualified domestic relations order, the \r\n  member or retired member or alternate payee named in the order may appeal \r\n  the administrator's determination in the manner specified in subsection (A) \r\n  of this section and may petition the court which issued the order to amend \r\n  the order so that it will be qualified. (emphasis added) \r\n  \r\n   \r\nS.C. Code Ann. § 9-18-30(A) (Supp. \r\n  1998). Furthermore, subsection (H) reaffirms the exclusive jurisdiction of the \r\n  SCRS: \r\n   \r\n (H) A court does not have jurisdiction \r\n  over a retirement system with respect to a divorce or other domestic relations \r\n  action in which an alternate payee's right to receive all or a portion of the \r\n  benefits payable to a member or retired member under the retirement system is \r\n  created or established. (emphasis added) \r\n  \r\n   \r\nS.C. Code Ann. § 9-18-30(H) (Supp. \r\n  1998). \r\n   \r\nThese sections articulate the administrative \r\n  procedure for obtaining payment from SCRS pursuant to a domestic relations order. \r\n  Absent a determination by the retirement system administrator or designee that \r\n  an order is a qualified domestic relations order, the rights of a member to \r\n  his benefits cannot be assigned or transferred. S.C. Code Ann. §§ 9-18-20(A) \r\n  and 9-1-1680 (1985 &amp; Supp. 1998). Logic, therefore, dictates the statutory \r\n  scheme must be followed. See MUSC v. Taylor, 294 S.C. 99, 362 \r\n  S.E.2d 881 (Ct. App. 1987) (presentation of legal issues to administrative agency \r\n  vested with primary jurisdiction required when no good reason is advanced as \r\n  to why issue should not have been determined in the manner prescribed by statute). \r\n  \r\n   \r\nB. Futility \r\n  or Inadequacy\r\nThe Supreme Court has held exhaustion \r\n  of administrative remedies generally is required absent circumstances excusing \r\n  application of the general rule. Hyde v. S.C. Dep't of Mental Health, \r\n  314 S.C. 207, 442 S.E.2d 582 (1994). In Hyde, the Court declared: \"[a] \r\n  trial judge must have a sound basis for excusing the failure to exhaust administrative \r\n  relief.\" Id. at 209, 442 S.E.2d at 583. Here, former Wife avers that \r\n  she is excused from the exhaustion requirement due to the \"futility\" or \"inadequacy\" \r\n  of administrative remedies. It is undisputed that former Wife's current domestic \r\n  relations order is not a qualified domestic relations order. \r\nIn addition, given the statutory \r\n  requirements for qualification of a domestic relations order, it is unlikely \r\n  former Wife's order can be qualified absent amendment by the issuing court.(7) \r\n  Accordingly, former Wife claims that any attempt by her to submit the order \r\n  for administrative review would be futile. In effect, former Wife argues no \r\n  adequate administrative remedy exists to exhaust. We disagree. \r\n  \r\n   \r\n\r\nThe rule of exhaustion is subject \r\n  to exceptions. See Andrews Bearing Corp. v. Brady, 261 S.C. 533, \r\n  201 S.E.2d 241 (1973); Ex parte Allstate Ins. Co., 248 S.C. 550, 151 \r\n  S.E.2d 849 (1966). \"A general exception to the requirement of exhaustion of \r\n  administrative remedies exists when a party demonstrates that a pursuit of them \r\n  would be a vain or futile act.\" Sumter County Council v. Moore, 300 S.C. \r\n  270, 273-74, 387 S.E.2d 455, 458 (1990)(citing 82 Am. Jur. 2d Zoning and \r\n  Planning § 332 at 903 (1976)). Futility, however, must be demonstrated by \r\n  a showing comparable to the administrative agency taking \"a hard and fast position \r\n  that [makes] an adverse ruling a certainty.\" Thetford Properties IV Ltd. \r\n  Partnership v. U.S. Dep't of Housing and Urban Development, 907 F.2d 445, \r\n  450 (4th Cir. 1990). Thus, former Wife's belief, even with good reason, \r\n  that SCRS will reject her claim, does not establish futility as a basis for \r\n  excusing exhaustion in the absence of a definitive statement by the agency administrator. \r\n  See, e.g., Garris v. Governing Bd. of South Carolina Reinsurance Facility, \r\n  319 S.C. 388, 390, 461 S.E.2d 819, 821 (1995) (holding license holder did not \r\n  meet burden of \"showing that a final agency decision [would] not provide an \r\n  adequate remedy,\" even where the hearing board had issued a Rule to Show Cause \r\n  seeking to revoke the license at issue); Stanton v. Town of Pawley's Island, \r\n  309 S.C. 126, 128, 420 S.E.2d 502, 503 (1992) (rejecting futility claim by plaintiff \r\n  denied building permit to rebuild after a hurricane based on Adjustment Board's \r\n  denial of another owner's identical claim, because \"Stanton could not be sure \r\n  what the Board would rule\"). \r\n  \r\n   \r\nFormer Wife never submitted the domestic \r\n  relations order to SCRS for review. SCRS has not had an opportunity to rule \r\n  on whether the order would be accepted as a qualified domestic relations order, \r\n  but has agreed to review former Wife's domestic relations order once it is submitted. \r\n  It would be speculative for this Court to try to determine the outcome of an \r\n  administrative hearing. \"To allow appellants to avoid the administrative process \r\n  on their unsupported allegation of futility would allow the futility exception \r\n  to swallow the exhaustion rule.\" Thetford Properties, supra. \r\n  \r\n   \r\nC. Declaratory \r\n  Judgment Actions \r\n   \r\nFinally, though Rule 57 of the South \r\n  Carolina Rules of Civil Procedure governs declaratory judgment actions, and \r\n  expressly provides: \"[t]he existence of another adequate remedy does not preclude \r\n  a judgment for declaratory relief in cases where it is appropriate,\" a court \r\n  should not exercise such power lightly. See Rule 57, SCRCP; MUSC v. \r\n  Taylor, 294 S.C. 99, 362 S.E.2d 881 (Ct. App. 1987). Indeed, it is well \r\n  settled a court ordinarily will refuse to grant a declaratory judgment where \r\n  a special statutory remedy has been provided. \"Gratuitous interference\" in the \r\n  administrative process should be avoided. Williams Furniture Corp. v. Southern \r\n  Coatings &amp; Chemical Co., 216 S.C. 1, 7-8, 56 S.E.2d 576, 579 (1949). \r\n  This Court, therefore, should not serve as a substitute for \"a tribunal of original \r\n  jurisdiction in issues that are ripe for litigation by the usual processes.\" \r\n  Id. at 8, 56 S.E.2d at 579; see also Garris, 319 S.C. at \r\n  390, 461 S.E.2d at 821 (\"Declaratory relief will ordinarily be refused where \r\n  another remedy will be more effective or appropriate under the circumstances,\" \r\n  as \"[r]elief is not generally available to one who has not exhausted administrative \r\n  remedies.\"). Additionally, because former Wife did not present the order in \r\n  question to SCRS for review, there is no final order. In general, judicial review \r\n  is appropriate only when appeal is from a final agency order. Id. at \r\n  388, 461 S.E.2d at 821 (citing S.C. Code Ann. § 1-23-380 (A)). \r\n  \r\n   \r\nIn any event, if SCRS rules adversely \r\n  on former Wife's order, she is always free to appeal to the Administrative Law \r\n  Judge Division and eventually the Circuit Court. See S.C. Code Ann. § \r\n  9-18-30(A) (Supp. 1998); Wallace L. Blackmon, Jr., v. South Carolina Dep't \r\n  of Ins., 1996 WL 909196 ALJD (finding S.C. Code Ann. § 9-18-30(A) added \r\n  appellate jurisdiction in July 1995 in certain instances from the retirement \r\n  system); Bennett v. South Carolina Dep't of Corrections, 305 S.C. 310, \r\n  408 S.E.2d 230 (1991) (statutory requirements proffering administrative remedy \r\n  and requiring exhaustion before seeking judicial review mandate administrative \r\n  agency has exclusive right to decide issues before it subject only to appeal \r\n  for judicial review of its decision).  \r\n  \r\n   \r\nThe record before us demonstrates \r\n  former Wife could have presented the issue underlying her declaratory judgment \r\n  action administratively. Former Wife cannot show (1) as a matter of law she \r\n  was not required to exhaust her administrative remedies or (2) the trial court's \r\n  ruling was based on unsupported facts. She has not established the trial court \r\n  abused its discretion in dismissing her complaint. See Stanton v. \r\n  Town of Pawley's Island, 309 S.C. 126, 420 S.E.2d 502 (1992). Accordingly, \r\n  we hold former Wife must follow the procedures set forth in the QDRO statutory \r\n  scheme to determine if the North Carolina judgment on which she bases her claim \r\n  to Husband's pre-retirement death benefits meets the alternate payee requirements \r\n  prescribed by South Carolina law.  \r\n  \r\n   \r\nCROSS-APPEAL \r\n  OF ELENA SMITH \r\n   \r\n&nbsp;\r\nElena Smith (Widow) appeals the trial \r\ncourt's refusal to dismiss (1) former Wife's claim for constructive trust, and \r\n(2) the declaratory judgment action with prejudice.(8) \r\n\r\n\r\n \r\nI. Constructive \r\n  Trust \r\n   \r\nA constructive trust \"arises entirely \r\n  by operation of law without reference to any actual or supposed intentions of \r\n  creating a trust.\" McNair v. Rainsford, 330 S.C. 332, 356, 499 S.E.2d \r\n  488, 501 (Ct. App. 1998); SSI Medical Servs., Inc. v. Cox, 301 S.C. 493, \r\n  392 S.E.2d 789 (1990). In general, a constructive trust may be imposed when \r\n  a party obtains a benefit \"which does not equitably belong to him and which \r\n  he cannot in good conscience retain or withhold from another who is beneficially \r\n  entitled to it as where money has been paid by accident, mistake of fact, or \r\n  fraud, or has been acquired through a breach of trust or the violation of a \r\n  fiduciary duty.\" SSI Medical Servs., 301 S.C. at 500, 392 S.E.2d at 793-94; \r\n  see also Dye v. Gainey, 320 S.C. 65, 463 S.E.2d 97 (Ct. App. 1995) \r\n  (constructive trust results from fraud, bad faith, abuse of confidence, or violation \r\n  of fiduciary duty which gives rise to obligation in equity to make restitution). \r\n  Fraud is usually an element essential to the establishment of a constructive \r\n  trust; though, it need not be actual fraud. Lollis v. Lollis, 291 S.C. \r\n  525, 354 S.E.2d 559 (1987); McNair, supra. Finally, the evidence \r\n  must be clear and convincing to support its imposition. SSI Medical Servs., \r\n  supra. \r\n   \r\nIn her amended complaint, former \r\n  Wife alleged Husband, acting in bad faith, committed fraud and breach of fiduciary \r\n  duty in changing the statutory beneficiary of his SCRS pre-retirement death \r\n  benefits to Widow, in direct contravention of their Separation Agreement. As \r\n  a result, former Wife asked the trial court to impose a constructive trust on \r\n  any SCRS benefits received by Widow as the designated beneficiary. Widow and \r\n  SCRS, however, profess the imposition of such a trust is barred by the anti-alienation \r\n  provisions of § 9-1-1680. We agree. \r\n  \r\n   \r\nWidow, as Husband's statutorily-designated \r\n  beneficiary of pre-death retirement benefits, is entitled to the protection \r\n  afforded by § 9-1-1680, which prohibits assignment of retirement benefits \"except \r\n  as specifically otherwise provided in this chapter.\" S.C. Code Ann. § 9-1-1680 \r\n  (1985 &amp; Supp. 1998). This section clearly reflects a considered public policy \r\n  to protect the retirement benefits of public employees and their beneficiaries. \r\n  At present, the sole exception to the strictures of this section is the QDRO \r\n  statutory scheme set forth in S.C. Code Ann. §§ 9-18-10 et seq., which \r\n  provides the exclusive mechanism for the assignment and transfer of SCRS benefits \r\n  in divorce actions. See S.C. Code Ann. §§ 9-18-20 and 9-18-30 (Supp. \r\n  1998). Absent qualification of former Wife's domestic relations order as a QDRO, \r\n  SCRS's anti-alienation provision operates as a bar to any restriction on Husband's \r\n  right to change his SCRS beneficiary. Former Wife, however, seeks to avoid this \r\n  result through imposition of a constructive trust, in direct violation of § \r\n  9-1-1680, which protects beneficiaries from \"garnishment, attachment, or \r\n  any other process\" which might diminish the benefits due them. S.C. Code \r\n  Ann. § 9-1-1680 (Supp. 1998) (emphasis added).  \r\n  \r\n   \r\nThe courts of this state apparently \r\n  have not addressed the question of whether fraud is committed when one exercises \r\n  a statutory right to change a designated beneficiary that results in the abrogation \r\n  of an otherwise valid divorce decree. Accordingly, we look to other jurisdictions \r\n  for guidance. Atlanta Skin &amp; Cancer Clinic, P.C. v. Hallmark Gen. Partners, \r\n  Inc., 320 S.C. 113, 463 S.E.2d 600 (1995) (federal courts' interpretations \r\n  of corresponding federal law, though not binding, may be applied as guidance); \r\n  Stephen v. Avins Const. Co., 324 S.C. 334, 478 S.E.2d 74 (Ct. App. 1996). \r\n  In Ridgway v. Ridgway, 454 U.S. 46, 48, 102 S.Ct. 49, 51 (1981), an army \r\n  sergeant's separation agreement, incorporated in the divorce decree, directed \r\n  him to maintain life insurance \"for the benefit of the parties' three children.\" \r\n  Four months later, Ridgway married his second wife and subsequently changed \r\n  the designated beneficiary of his $20,000 Servicemen's Group Life Insurance \r\n  Act policy from his children to her. Less than a year later, Ridgway died, and \r\n  both his widow and his former wife, on behalf of the children, asserted claims \r\n  to the policy proceeds. Former Wife, as here, filed both a declaratory judgment \r\n  action seeking direct payment of the proceeds to the children, and a cross-claim \r\n  for the imposition of a constructive trust on any proceeds paid to Widow. \r\n  \r\n   \r\nDespite \"equities\" favoring the children, \r\n  the Supreme Court reversed the state court's imposition of a constructive trust, \r\n  finding Ridgway had a statutory right to change the beneficiary of his life \r\n  insurance. Therefore, his action could not amount to fraudulent conduct or breach \r\n  of trust. Moreover, the Ridgway Court held the imposition of a constructive \r\n  trust would be inconsistent with the anti-attachment provision of the government-sponsored \r\n  life insurance plan, and any diversion of the proceeds thereby would \"operate \r\n  as a forbidden 'seizure' of those proceeds.\" Id. at 57-58; see also \r\n  Guidry v. Sheet Metal Workers Nat'l Pension Fund, 493 U.S. 365, 110 S.Ct. \r\n  680, 107 L.Ed2d 782 (1990) (holding ERISA's anti-alienation provision barred \r\n  imposition of constructive trust on union official's retirement account, even \r\n  where official had embezzled funds from union); Hoffman v. United States, \r\n  391 F.2d 195 (9th Cir. 1968); Metropolitan Life Ins. Co. v. McShan, \r\n  577 F.Supp. 165 (N.D. Cal. 1983); Metropolitan Life Ins. Co. v. Potter, \r\n  533 So. 2d 589 (Ala. 1988). As the Court stated regarding the change of beneficiary: \r\n  \r\n\r\n\r\n \r\n[T]o say that this type of conduct \r\n  constitutes constructive fraud would be to open the policy proceeds to a suit \r\n  by any commercial creditor, a result that would render [the anti-attachment \r\n  provision] nugatory. \r\n   \r\nRidgway, 454 U.S. at 59. \r\n  \r\n   \r\nWe find the Court's analysis in Ridgway \r\n  persuasive. Husband had a statutory right to change his designated beneficiary, \r\n  see S.C. Code Ann. §§ 9-1-1770 and 9-1-1650 (1985 &amp; Supp. 1998), \r\n  so his decision to name Widow as beneficiary cannot be considered fraudulent. \r\n  Furthermore, a constructive trust would, without question, operate to attach \r\n  the SCRS benefits at issue, in contravention of the anti-alienation provisions \r\n  of § 9-1-1680. We therefore reverse the trial court's denial of Widow's motion \r\n  to dismiss former Wife's constructive trust claim. \r\n  \r\n   \r\nII. Dismissal \r\n  With Prejudice \r\n   \r\nWidow argues the trial court improperly \r\n  refused to dismiss former Wife's declaratory judgment action with prejudice, \r\n  thereby barring her from further litigating this claim. We disagree. \r\n  \r\n   \r\nWidow asserts because SCRS accepted \r\n  Husband's change of beneficiary designation, and former Wife concedes the underlying \r\n  order does not meet the statutory criteria for qualification as a QDRO, former \r\n  Wife's failure to seek administrative review in a \"timely fashion\" operates \r\n  as a waiver of her opportunity to be heard on the merits. Widow, however, cites \r\n  no case law to support this view; the cases proffered concern state employee \r\n  grievance appeals under S.C. Code Ann. § 8-17-340 and are, therefore, inapposite. \r\n  \r\n   \r\nFurthermore, SCRS does not agree \r\n  with Widow's position. In its response brief, SCRS relates that it will review \r\n  the order if former Wife submits it, stating the matter is properly resolved \r\n  through the administrative procedures and review process set forth in S.C. Code \r\n  Ann. §§ 9-18-10 et seq. Accordingly, we affirm the trial court's ruling \r\n  on this issue. \r\n   \r\nCONCLUSION \r\n  \r\n   \r\nWe hold the statutory process prescribed \r\n  by §§ 9-18-10 et seq. applies to former Wife's 1975 domestic relations \r\n  order. We rule the irrevocable designation of former Wife as Husband's beneficiary \r\n  is an assignment under § 9-1-1680. On Widow's cross-appeal, we conclude a constructive \r\n  trust violates the anti-alienation provisions of § 9-1-1680. Former Wife is \r\n  required to exhaust her administrative remedies by submitting her domestic relations \r\n  order to SCRS for consideration. \r\n  \r\n   \r\nAFFIRMED IN PART AND REVERSED \r\n  IN PART. \r\n   \r\nSTILWELL, J., concurs.  \r\nCURETON, J., concurs in separate \r\n  opinion.   \r\nCURETON, J: \r\n  (Concurring) I concur in the result reached by the majority on all issues, but \r\n  I would analyze Section II of the opinion dealing with \"Exhaustion of Remedies\" \r\n  differently. I view S.C. Code Annotated Section 9-18-30 as establishing a jurisdictional \r\n  bar to the circuit court considering former Wife's declaratory judgment action \r\n  against SCRS. That section makes the administrator of the retirement system \r\n  the exclusive authority to determine the effect of the divorce order \r\n  on the husband's retirement benefits. S.C. Code Ann. § 9-18-30(A). If the administrator \r\n  refuses to implement the terms of the divorce order, former Wife may appeal \r\n  that decision to the the Administrative Law Judge Division. An adverse decision \r\n  by the Administrative Law Judge Division may be appealed to the circuit court. \r\n  As I interpret Section 9-18-30, an appeal from the administrative law judge \r\n  is the exclusive method of obtaining judicial review. The circuit court simply \r\n  does not have jurisdiction to entertain a declaratory judgment action against \r\n  the retirement system where the issue concerns qualification of a domestic order.\r\n \r\n1. \r\nBecause oral argument would \r\nnot aid the Court in resolving the issues on appeal, we decide this case without \r\noral argument pursuant to Rule 215, SCACR.  \r\n2. \r\nA separate, alternative action \r\nfor breach of contract was also filed against Husband's estate.  \r\n3. \r\n The QDRO statutory scheme \r\ndefines \"domestic relations order\" as \"any judgment, decree, or order, including \r\napproval of a property settlement agreement, which relates to the provision of \r\nalimony payments or marital property rights to a spouse or former spouse of a \r\nmember or retired member, and is made pursuant to a domestic relations law, including \r\na law of this State or of another state.\" Alternatively, a QDRO is \"a domestic \r\nrelations order which creates or recognizes the existence of an alternate payee's \r\nright, or assigns to an alternate payee the right, to receive all or a portion \r\nof a benefit payable with respect to a member or retired member under a retirement \r\nsystem, which directs that retirement system to disburse benefits to the alternate \r\npayee, and which meets the requirements of this chapter.\" S.C. Code Ann. § 9-18-10(6) \r\nand (9) (Supp. 1998).  \r\n4. \r\nQualified Domestic Relations \r\nOrders were first established by the federal Retirement Equity Act of 1984 (REA), \r\nan amendment to the Employee Retirement Income Security Act of 1974 (ERISA). See \r\n29 U.S.C. § 1056(d)(1), (3); Pub.L. 98-397, 98 Stat. 1426.  \r\n5. \r\nAn \"alternate payee\" is defined \r\nas \"a spouse or former spouse of a member or retired member who is recognized \r\nby a domestic relations order as having a right to receive all or a portion of \r\nthe benefits payable by a retirement system with respect to such member or retired \r\nmember.\" S.C. Code Ann. § 9-18-10(2) (Supp. 1998).  \r\n6.  \r\nFormer Wife also asserts, \r\nwithout supporting authority, that the applicability of § 9-1-1680 is subject \r\nto judicial interpretation under the Internal Revenue Service Code, by alleging \r\nthat § 9-1-1680 reflects the State's adoption of an identical anti-alienation \r\nprovision found in 26 U.S.C. § 401(a)(13) in order to qualify its retirement plan \r\nfor tax-exempt status. As a governmental retirement plan pursuant to 26 U.S.C. \r\n§ 414(d), however, SCRS's tax-exempt status does not depend on compliance with \r\n§ 401(a)(13). See Treas. Reg. § 1.401(a)-(13)(a). Furthermore, § 9-1-1680 \r\nwas included in the original Code section establishing the SCRS in 1945, while \r\nSCRS did not defer contributions for tax purposes until 1982. S.C. Code Ann. § \r\n9-1-1680 (1985 &amp; Supp. 1998).  \r\n7.  \r\n  South Carolina Code Ann. § 9-18-20 sets forth the requirements for qualification: \r\n  \r\n   \r\n (B) A domestic relations \r\n  order is a qualified domestic relations order only if the order:\r\n (1) clearly specifies \r\n  the retirement system to which it applies;\r\n (2) clearly specifies \r\n  the name, social security number, and last known mailing address of the member \r\n  or retired member and the name, social security number, and mailing address \r\n  of the alternate payee covered by the order, and states the date of marriage;\r\n (3) clearly specifies \r\n  the types of benefits described in subsection (A) to which the order applies;\r\n (4) clearly specifies \r\n  the amount or percentage of each benefit to be paid by the retirement system \r\n  to the alternate payee or the manner in which the amount or percentage is to \r\n  be determined;\r\n (5) clearly specifies \r\n  the number of payments or the period to which the order applies;\r\n (6) clearly specifies \r\n  whether the alternate payee is to share proportionately in benefit increases \r\n  due to cost-of-living adjustments;\r\n (7) does not require the \r\n  retirement system to pay any benefit at a time or in an amount that would not \r\n  otherwise have been payable at the time or in such an amount;\r\n (8) does not require the \r\n  retirement system to provide any benefit or option not otherwise provided under \r\n  the provisions of law governing the system;\r\n (9) does not require the \r\n  retirement system to provide the alternate payee optional payment forms;\r\n (10) does not require \r\n  the retirement system to provide increased benefits determined on the basis \r\n  of actuarial value;\r\n (11) does not require \r\n  the payment of benefits to the alternate payee which is required to be paid \r\n  to another alternate payee under another order previously determined to be a \r\n  qualified domestic relations order;\r\n (12) does not require \r\n  the payment of benefits to the alternate payee before the retirement of a member, \r\n  the distribution of a withdrawal of contributions to a member, or other distribution \r\n  to a member, retired member, or beneficiary;\r\n (13) does not require \r\n  that the alternate payee be provided the right to designate a beneficiary to \r\n  receive benefits after the alternate payee's death;\r\n (14) does not require \r\n  that a member, retired member, or beneficiary elect a particular optional payment \r\n  form or make any other election, except for the designation of the alternate \r\n  payee as a recipient of death benefits; and\r\n (15) does not require \r\n  a member to terminate employment, to withdraw contributions, or to apply for \r\n  retirement. \r\n   \r\n (C) The retirement system \r\n  may reject a domestic relations order as a qualified domestic relations order \r\n  if the order: \r\n   \r\n (1) does not provide for \r\n  a proportional reduction of the amount awarded to the alternate payee if payment \r\n  of benefits commences before the member attains normal retirement age;\r\n (2) does not provide clearly \r\n  for each possible benefit distribution permitted under the provisions of the \r\n  retirement system;\r\n (3) requires any action \r\n  on the part of the retirement system that is contrary to any provision of law;\r\n (4) makes the award of \r\n  an interest contingent on any condition other than those conditions resulting \r\n  in the liability of the retirement system for payments under its provisions;\r\n (5) awards any future \r\n  benefit increases that are provided or required by law, other than ordinary \r\n  cost-of-living adjustments; or\r\n (6) does not provide for \r\n  a proportional reduction of the amount awarded to the alternate payee if benefits \r\n  available to the member or retired member are reduced by law. \r\n  \r\n   \r\nS.C. Code Ann. § 9-18-20(B) \r\n  and (C) (Supp. 1998). \r\n \r\n8. We \r\n  consider these issues without benefit of counter argument, as former Wife does \r\n  not address either issue in her Response Brief of Appellant/Respondent.\r\n \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3026","title":"McGee v. Bruce Hospital System, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3026","description":"","date":"1999-07-19","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nMcGee v. Bruce Hospital System, et al.,\r\n\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Ralph M. \"Mike\" McGee, as \r\n          Personal Representative of the Estate of Donna L. McGee, Appellant, \r\n        v.\r\n        Bruce Hospital System, Palmer \r\n          M. Kirkpatrick, Jr., M.D., Alan Blaker, M.D., Reginald S. Bolick, M.D., \r\n          and Joseph M. Pearson, M.D., both individually and Pee Dee Surgical \r\n          Group, P.A., and Margaret E. Lee, M.D., individually and d/b/a Pee Dee \r\n          Radiology Group, Defendants, \r\n          \r\n           \r\n        of whom Alan Blaker, M.D., \r\n          is the Respondent.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\n   \r\nAppeal From Florence \r\n  County\r\n  J. Ernest Kinard, Jr., Circuit \r\n  Court Judge\r\n  ________ \r\n  \r\n   \r\nOpinion No. 3026\r\n  Heard March 9, 1999 - Filed \r\n  July 19, 1999 \r\n  ________ \r\n  \r\n   \r\nAFFIRMED\r\n________ \r\n  \r\n \r\n \r\n   \r\n     \r\n      \r\n        David W. Goldman, Diane M. \r\n          Rodriquez and Terrell T. Horne, all of Bryan, Bahnmuller, Goldman &amp; \r\n          McElveen, of Sumter, for appellant. \r\n          \r\n           \r\n        Charles E. Carpenter, Jr., \r\n          and S. Elizabeth Brosnan, both of Richardson, Plowden, Carpenter &amp; \r\n          Robinson, of Columbia; and David A. Brown, of Aiken, for respondent.\r\n      \r\n    \r\n  \r\n\r\n________\r\nSTILWELL, J.: In \r\n  this medical malpractice case, Donna L. McGee's personal representative appeals \r\n  the trial court ruling that a satisfaction of judgment against Joseph M. Pearson, \r\n  M.D. barred an action seeking additional punitive damages from Alan Blaker, \r\n  M.D. We affirm. \r\n   \r\nFACTS \r\n  \r\n   \r\nDonna McGee admitted herself to Bruce \r\n  Hospital for treatment of solitary rectal ulcer syndrome. She died after complications \r\n  developed with her intravenous feeding lines. Donna's husband and personal representative, \r\n  Mike McGee (McGee), filed a wrongful death and survival suit. \r\n  \r\n   \r\nAt the first trial, the trial court \r\n  dismissed McGee's case against Dr. Blaker on a directed verdict motion for failure \r\n  to provide expert testimony on the proper standard of care and failure to establish \r\n  Dr. Blaker violated that standard. McGee v. Bruce Hosp. Sys., 321 S.C. \r\n  340, 468 S.E.2d 633 (1996).(1) The jury returned \r\n  a verdict against Dr. Pearson and awarded McGee $500,000 in actual damages and \r\n  $1,000,000 in punitive damages in the wrongful death cause of action and $500,000 \r\n  in actual damages and $2,000,000 punitive damages in the survival cause of action. \r\n  Id. at 344, 468 S.E.2d at 636. \r\n  \r\n   \r\nOn appeal, the supreme court affirmed \r\n  the verdict against Dr. Pearson but reversed the directed verdict against Dr. \r\n  Blaker and remanded for further proceedings. Id. at 348, 468 S.E.2d at \r\n  638. Before the re-trial against Dr. Blaker, Dr. Pearson paid the verdict amount \r\n  in full and McGee executed a satisfaction of judgment against Dr. Pearson and \r\n  the Pee Dee Surgical Group. Dr. Blaker then amended his answer and alleged McGee's \r\n  claim should be dismissed because the judgment was satisfied. \r\n  \r\n   \r\n On re-trial against Dr. Blaker alone, \r\n  the trial court bifurcated closing arguments for liability and damages. The \r\n  jury failed to reach a verdict on liability and the trial court granted a mistrial. \r\n  Dr. Blaker then moved for a directed verdict and the trial court granted the \r\n  motion.  \r\n   \r\nDISCUSSION \r\n  \r\n   \r\nMcGee concedes that he has been compensated \r\n  for all actual damages. He contends, however, that the trial court erred in \r\n  holding the satisfaction of judgment against Dr. Pearson, which included both \r\n  actual and punitive damages, barred McGee from pursuing additional punitive \r\n  damages against Dr. Blaker. We disagree. \r\n  \r\n   \r\nThe established rule in South Carolina \r\n  has long been that to sustain a verdict for punitive damages there must be an \r\n  award of actual damages. Cook v. Atlantic Coast Line R. Co., 183 S.C. \r\n  279, 190 S.E. 923 (1937); see Dowling v. Home Buyers Warranty Corp., \r\n  311 S.C. 233, 236, 428 S.E.2d 709, 711 (1993) (Punitive damages may be awarded \r\n  only upon a finding of actual damages.).\r\n \r\nBecause it is conceded that McGee \r\n  has received all actual damages to which he is entitled and the issue of actual \r\n  damages cannot be submitted to the jury, there is no legal liability upon which \r\n  to predicate a verdict for punitive damages. The trial court, therefore, was \r\n  correct in directing a verdict for Dr. Blaker. \r\n  \r\n   \r\nThis conclusion accords with the \r\n  \"almost universally held [principle] that there can be only one satisfaction \r\n  for an injury or wrong.\" Truesdale v. South Carolina Highway Dep't, 264 \r\n  S.C. 221, 235, 213 S.E.2d 740, 746 (1975) (discussing settlement set-offs), \r\n  overruled on other grounds by McCall v. Batson, 285 S.C. 243, \r\n  247, 329 S.E.2d 741, 743 (1985) (expressly abolishing the doctrine of sovereign \r\n  immunity); see also Atlantic Coast Line R.R. Co. v. Whetstone, \r\n  243 S.C. 61, 67, 132 S.E.2d 172, 174 (1963) (holding that recovering against \r\n  one tortfeasor precludes bringing an action against a joint tortfeasor); Garner \r\n  v. Wyeth Lab., Inc., 585 F. Supp. 189, 195 (D.S.C. 1984) (prohibiting a \r\n  plaintiff from suing a second defendant where a previous judgment against a \r\n  first defendant was satisfied and holding that \"[a] lawsuit for punitive damages \r\n  only may not proceed once the cause of action for actual damages has been extinguished, \r\n  actual damages being necessary to support punitive damages.\"). \r\n  \r\n   \r\nAFFIRMED. \r\n  \r\n   \r\nGOOLSBY and HUFF, JJ., concur.\r\n1.  For a more \r\n  complete recitation of the tragic facts leading to this case, see McGee, \r\n  321 S.C. at 342-44, 468 S.E.2d at 635-36. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3027","title":"MCG Management of Charleston, Inc. v. Kinghorn Insurance Agency","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3027","description":"","date":"1999-07-26","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nMGC Management, et al., v. Kinghorn Insurance, et al.,\r\n\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________ \r\n   \r\n\r\n  \r\n    \r\n      \r\nMGC Management of Charleston, \r\n          Inc., Rholand and Sheila Michele as Co-Personal Representatives of the \r\n          Estate of Karen Elizabeth Michele, Marshall Walker and Nationwide Mutual \r\n          Insurance Company, \r\nAppellants, \r\n        v. \r\n        Kinghorn Insurance Agency, \r\n          Acceptance Insurance Company and The Kimbrell Company, Inc., \r\nDefendants, \r\n           \r\n        of whom Acceptance Insurance \r\n          Company and The Kimbrell Company, Inc. are \r\nRespondents.\r\n        \r\n    \r\n  \r\n\r\n________ \r\n   \r\nAppeal From Beaufort \r\n  County\r\n  Jackson V. Gregory, Circuit \r\n  Court Judge\r\n  ________ \r\n   \r\nOpinion No. 3027\r\n  Heard May 13, 1999 - Filed \r\n  July 26, 1999\r\n  ________ \r\n  \r\n   \r\nAFFIRMED\r\n________ \r\n  \r\n \r\n \r\n   \r\n     \r\n      \r\n        Carl E. Pierce, II, and Allan \r\n          P. Sloan, III, both of Hood Law Firm, of Charleston, for appellant. \r\n          \r\n           \r\n        Jon L. Austen and Sean K. \r\n          Trundy, both of Pratt-Thomas, Pearce, Epting &amp; Walker, of Charleston, \r\n          for respondents. \r\n           \r\n        Charles R. Norris, of Nelson, \r\n          Mullins, Riley &amp; Scarborough, of Charleston, for defendant Kinghorn. \r\n          \r\n           \r\n      \r\n    \r\n  \r\n\r\n________\r\nHUFF, J.: In this \r\n  insurance case, appellants, MGC Management of Charleston, Inc. (MGC), Rholand \r\n  and Sheila Michele as Co-Personal Representatives of the Estate of Karen Elizabeth \r\n  Michele, Marshall Walker and Nationwide Mutual Insurance Company seek coverage \r\n  from Acceptance Insurance Company (Acceptance) under a commercial general liability \r\n  insurance policy issued to MGC. The circuit court granted respondents, Acceptance \r\n  and The Kimbrell Company, Inc. (Kimbrell), summary judgment on the issue, holding \r\n  the policy's automobile exclusion barred MGC from coverage. We affirm. \r\n  \r\n   \r\nFACTUAL/PROCEDURAL \r\n  BACKGROUND \r\n   \r\nMGC owns and operates Mesa Grille \r\n  restaurant in Charleston, South Carolina. Acceptance insured MGC on a policy \r\n  MGC obtained through Kinghorn Insurance Agency and Kimbrell Company.  \r\n  \r\n   \r\nOn August 9, 1994, an MGC employee, \r\n  Dennis Monkus, was returning to the restaurant in his personal automobile after \r\n  catering a soccer game. Monkus struck a car driven by Marty Walker, and killed \r\n  Walker's passenger, Karen Elizabeth Michele. Monkus was uninsured at the time \r\n  of the accident. Nationwide provided uninsured coverage in the amount of $500,000 \r\n  on the car Monkus struck.  \r\n  \r\n   \r\nRholand and Sheila Michele, as co-personal \r\n  representatives for Ms. Michele's estate, sued MGC and Monkus in federal district \r\n  court for wrongful death, seeking damages for mental shock and suffering, wounded \r\n  feelings, grief, sorrow, loss of companionship, and loss of society. The Micheles \r\n  did not bring a survival action. A jury awarded the Micheles $1,000,000 against \r\n  Monkus and MGC. By agreement between the Micheles and Walker, Nationwide paid \r\n  Walker $54,369.55 and the Micheles $445,630.45.  \r\n  \r\n   \r\nAppellants subsequently sued Acceptance, \r\n  Kinghorn, and Kimbrell alleging negligent failure to provide MGC insurance covering \r\n  automobile liability, negligent misrepresentation that the policy included automobile \r\n  liability insurance, and seeking reformation of the policy to include automobile \r\n  liability insurance based on mutual mistake of the parties. Appellants subsequently \r\n  amended their complaint to alternatively allege MGC's policy actually provided \r\n  coverage and Acceptance, in bad faith, breached it's contractual duty to defend \r\n  and indemnify MGC.  \r\n   \r\nThe policy provided coverage for \r\n  \"those sums that the insured becomes legally obligated to pay as damages because \r\n  of 'bodily injury' or 'property damage' to which this insurance applies.\" The \r\n  policy excluded coverage under exclusion 2(g) for \"'[b]odily injury' or 'property \r\n  damage' arising out of the ownership, maintenance, use or entrustment to others \r\n  of any aircraft, 'auto' or watercraft owned or operated by or rented or loaned \r\n  to any insured.\" \r\n   \r\nBoth appellants and respondents filed \r\n  motions for partial summary judgment. Appellants argued exclusion 2(g) was inapplicable \r\n  to the present case because \"personal injuries\" were sought but only \"bodily \r\n  injuries\" were excluded. Respondents countered that, reading the policy as a \r\n  whole, the policy clearly did not provide coverage for damages resulting from \r\n  bodily injury arising from the use of an automobile. \r\nThe circuit court granted respondents \r\n  summary judgment on the coverage issue, finding the policy's 2(g) exclusion \r\n  barred coverage for appellants' claims. Specifically, the circuit court found \r\n  the policy was unambiguous and, reading the insuring agreement and exclusion \r\n  together, clearly provided the insurance contract did not apply to injuries \r\n  arising from the use of an automobile. The circuit court affirmed its decision \r\n  upon reconsideration, amending the order only to delete reference to the parties' \r\n  expectations. Appellants appeal. We affirm. \r\n   \r\nSTANDARD OF \r\n  REVIEW \r\n   \r\nSummary judgment is appropriate when \r\n  it is clear there is no genuine issue of material fact and the moving party \r\n  is entitled to judgment as a matter of law. State Farm Fire &amp; Casualty \r\n  Co. v. Breazell, 324 S.C. 228, 478 S.E.2d 831 (1996). \"Where a motion for \r\n  summary judgment presents a question as to the construction of a written contract, \r\n  the question is one of law if the language employed by the agreement is plain \r\n  and unambiguous.\" Dabbs v. Cincinnati Insurance Co., 293 S.C. 234, 236, \r\n  359 S.E.2d 521, 522 (Ct. App. 1987) (quoting First-Citizens Bank &amp; Trust \r\n  Co. v. Conway National Bank, 282 S.C. 303, 305, 317 S.E.2d 776, 777 (Ct. \r\n  App. 1984)). \r\n   \r\nBoth appellants and respondents concede, \r\n  at least initially, the policy is unambiguous.  \r\n  \r\n  \r\n   \r\nLAW/ANALYSIS \r\n  \r\n  \r\n   \r\nThe policy provides in pertinent \r\n  part:  \r\n   \r\nSECTION I - COVERAGES \r\n  \r\n   \r\nCOVERAGE A. BODILY \r\n  INJURY AND PROPERTY DAMAGE LIABILITY \r\n  \r\n   \r\n1. Insuring Agreement \r\n  \r\n   \r\n\r\n  \r\n    We will pay those sums that \r\n      the insured becomes legally obligated to pay as damages because of \"bodily \r\n      injury\" or \"property damage\" to which this insurance applies. \r\n     \r\n     \r\n  \r\n\r\n\r\n  Damages because of \"bodily injury\" \r\n    include damages claimed by any person or organization for care, loss of services \r\n    or death resulting at any time from the \"bodily injury.\"\r\n  \r\n  \r\n  \r\n\r\n2. Exclusions. \r\n  \r\n   \r\nThis insurance does not apply to \r\n   \r\n\r\n  \r\n    Aircraft/Auto or Watercraft:\r\n     \r\n     \r\n  \r\n\r\n\"Bodily injury\" or \"property damage\" \r\n  arising out of the ownership, maintenance, use or entrustment to others of any \r\n  aircraft, \"auto\" or watercraft owned or operated by or rented or loaned to any \r\n  insured. Use includes operation and \"loading or unloading.\"\r\n  \r\nSECTION V - DEFINITIONS \r\n   \r\n\r\n  \"Bodily injury\" means bodily injury, \r\n    sickness or disease sustained by a person, including death resulting from \r\n    any of these at any time.\r\n   \r\n   \r\n\r\nAppellants first contend they are \r\n  entitled to summary judgment on the coverage issue as a matter of law because \r\n  the exclusion provision relied upon by respondents is unambiguous and does not \r\n  exclude damages for wrongful death. Specifically, they argue (1) respondents \r\n  base the denial of coverage solely on exclusion 2(g) of the contract; (2) exclusion \r\n  2(g), standing alone, is unambiguous and applies only to \"bodily injuries; (3) \r\n  South Carolina law distinguishes between \"bodily injuries\" and \"personal injuries\" \r\n  and the exclusion only applied to \"bodily injuries,\" thus providing coverage \r\n  for the Micheles personal injury action. \r\n  \r\n   \r\nAppellants contend the deposition \r\n  testimony of James Scholten, a corporate representative of Acceptance, shows \r\n  the only reason coverage was denied was due to exclusion 2(g). They argue that, \r\n  by virtue of Acceptance's admission that there was no other reason to deny coverage, \r\n  this exclusion must be considered alone, without resort to the rest of the policy. \r\n  Reading only this exclusion, they contend the policy unambiguously excludes \r\n  only \"bodily injury\" and not \"personal injury.\" Appellants argue, under South \r\n  Carolina law, there is a distinction between \"bodily injuries\" and \"personal \r\n  injuries\" and that \"personal injuries\" are not included within the term \"bodily \r\n  injuries.\" They argue the exclusion in 2(g) does not exclude \"damages because \r\n  of bodily injury,\" and therefore \"damages because of bodily injury,\" such as \r\n  the \"personal injury\" damages claimed by the Micheles, are covered. \r\n  \r\n   \r\nFirst, we disagree with appellants' \r\n  assertion that exclusion 2(g) should be read in isolation. While Mr. Scholten \r\n  did testify that Acceptance was relying solely on exclusion 2(g) in denying \r\n  coverage, he clearly stated that one could not simply skip straight to exclusion \r\n  2(g), but the contract must be viewed in its entirety in determining whether \r\n  there is coverage. Further, the law is clear that, in construing an insurance \r\n  contract, all of its provisions must be considered together. Yarborough v. \r\n  Phoenix Mutual Life Insurance Co., 266 S.C. 584, 225 S.E.2d 344 (1976). \r\n  Presumably, all portions of a contract are inserted for a purpose and, thus, \r\n  the contract must be read as a whole, giving the appropriate weight to all of \r\n  its provisions. Id. Therefore, the court must consider the entire contract \r\n  between the parties to determine the meaning of its provisions, and that construction \r\n  will be adopted which will give effect to the whole instrument and each of its \r\n  various parts, so long as it is reasonable to do so. Id. \r\n  \r\n   \r\nInsurance policies are subject to \r\n  general rules of contract construction. Fritz-Pontiac-Cadillac-Buick v. Goforth, \r\n  312 S.C. 315, 440 S.E.2d 367 (1994). This court must enforce, not write, contracts \r\n  of insurance and we must give policy language its plain, ordinary, and popular \r\n  meaning. Id. An insurer's obligation under a policy of insurance is defined \r\n  by the terms of the policy itself, and cannot be enlarged by judicial construction. \r\n  Nationwide Mutual Ins. Co. v. Commercial Bank, 325 S.C. 357, 479 S.E.2d \r\n  524 (Ct. App. 1996). It is true that ambiguous or conflicting terms in an insurance \r\n  policy must be construed liberally in favor of the insured and strictly against \r\n  the insurer. Diamond State Ins. Co. v. Homestead Indus., Inc., 318 S.C. \r\n  231, 456 S.E.2d 912 (1995). However, if the intention of the parties is clear, \r\n  courts have no authority to torture the meaning of policy language to extend \r\n  or defeat coverage that was never intended by the parties. Id.  \r\n  \r\n   \r\nAppellants are attempting to read \r\n  the exclusionary language in a vacuum. The policy, however, must be read as \r\n  a whole, and the court will not look at the exclusionary clause in isolation. \r\n  Considering the policy as a whole, we agree with the trial judge that the policy \r\n  is unambiguous and the insurance does not apply to damages arising from the \r\n  use of an automobile.  \r\n   \r\nProvision 1(a) of the insuring agreement \r\n  provides that Acceptance will pay those sums \"the insured becomes legally obligated \r\n  to pay as damages because of 'bodily injury' . . . to which this insurance \r\n  applies.\" (Emphasis added). Under exclusion 2(g), the \"insurance does not \r\n  apply to . . . '[b]odily injury' or 'property damage' arising out of the . . \r\n  . use . . . of any . . 'auto' . . . . While damages because of bodily injury \r\n  are normally recoverable under provision 1(c) of the policy, such damages are \r\n  clearly excluded when they arise out of the use of an automobile. The distinction \r\n  between \"bodily injury\" damages and \"personal injury' damages is irrelevant, \r\n  for it is the occurrence itself that is excluded from coverage, and not the \r\n  type of damages. Thus, any damages flowing from the non-covered occurrence, \r\n  be they bodily or personal injuries, are not covered. We further find unpersuasive \r\n  appellants' argument that exclusion 2(g) does not apply because it fails to \r\n  exclude \"damages because of bodily injury,\" for neither does the provision \r\n  exclude \"bodily injury damages.\" Rather, it excludes \"'[b]odily injury' \r\n  or 'property damage' arising out of the use of an automobile, a clear indication \r\n  that the exclusion applies to the occurrence or event, and not the type of damages.(1) \r\n  Because the underlying event, i.e., Ms. Michele's death arising \r\n  from the use of a car, is excluded by the policy, the damages which emanate \r\n  from the underlying event are excluded.  \r\n  \r\n   \r\nAppellants next contend \r\n  that, looking at the policy as a whole, internal inconsistencies within the \r\n  policy render the policy ambiguous. Accordingly, they contend they are either \r\n  (1) entitled to summary judgment on the issue of coverage because the ambiguity \r\n  should be resolved in their favor or (2) find respondents are not entitled to \r\n  summary judgment and the issue should be remanded because a material issue of \r\n  fact exists as to whether the policy provides coverage. \r\n   \r\nAppellants assert internal \r\n  inconsistencies appear in the contract of insurance. They argue the policy purports \r\n  to cover \"damages because of bodily injury\" which are defined to include \"damages \r\n  claimed by any person or organization for care, loss of services or death resulting \r\n  at any time from the 'bodily injury.'\" However, the policy later defines \"bodily \r\n  injury\" as \"bodily injury, sickness or disease sustained by a person, including \r\n  death resulting from any of these at any time.\" Thus, they argue the coverage \r\n  section of the policy broadens coverage to include damages resulting from \"bodily \r\n  injury,\" such as the wrongful death damages sought by the Micheles, but exclusion \r\n  2(g) refers only to \"bodily injury\" and not \"damages because of bodily injury,\" \r\n  thus creating an ambiguity as to which damages are excluded. We disagree. \r\n   \r\nThere is nothing ambiguous \r\n  about the policy language in question. In construing an insurance contract, \r\n  all of the provisions of the contract must be considered together, and an ambiguity \r\n  will not be created by singling out a sentence or clause. Falkosky v. Allstate \r\n  Insur. Co., 311 S.C. 369, 429 S.E.2d 194 (Ct. App. 1993) aff'd as modified, \r\n  312 S.C. 210, 439 S.E.2d 836 (1993); Yarborough, supra. The coverage \r\n  section of the policy does not broaden the definition of \"bodily injury.\" Rather, \r\n  it defines the broader term of \"damages because of bodily injury,\" which includes \r\n  personal damages such as those awarded the Micheles in the wrongful death action. \r\n  As previously noted, the exclusionary language of provision 2(g) applies to \r\n  the occurrence or event causing damages (in this case, operation of an automobile), \r\n  although such damages would otherwise be recoverable under the policy. Thus, \r\n  all damages arising from the use of an automobile, whether they are \"bodily \r\n  injury damages\" or \"damages because of bodily injury,\" are excluded by the provision. \r\n  \r\n   \r\nIn conclusion, we find the \r\n  exclusionary clause unambiguously applies to bar the claim at issue here. In \r\n  readily understandable language, the policy excludes all claims of damages from \r\n  bodily injuries arising out of the use of an automobile. The meaning is not \r\n  obscured by the individual definitions of \"bodily injury\" and \"damages because \r\n  of bodily injury.\" \r\n   \r\nFor the foregoing reasons, \r\n  the order below is \r\n   \r\nAFFIRMED. \r\n  \r\n   \r\nHOWELL, C.J., and \r\n  ANDERSON, J., concur.\r\n1.  Had the exclusion \r\n  used the term \"bodily injury damages\" instead of merely \"bodily injury\", appellant's \r\n  argument that the policy excluded only certain types of damages would be more \r\n  compelling.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3028","title":"Corbett v. City of Myrtle Beach, S.C.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3028","description":"","date":"1999-07-26","type":"opinion","text":"\r\n      \r\n\r\n\r\nCorbett v. City of Myrtle Beach, SC, et al.,\r\n\r\n\r\n  THE STATE OF SOUTH \r\n  CAROLINA\r\n  In The Court \r\nof Appeals \r\n________ \r\n  \r\n  \r\n  \r\n \r\n \r\n   \r\n     \r\n      \r\n        Valorie Corbett, individually, \r\n          and as Personal Representative of the Estate of Tommy L. Corbett, Appellant, \r\n        v. \r\n        The City of Myrtle Beach, \r\n          SC, and Johns Beach Service of Myrtle Beach, Inc., \r\n          of whom Johns Beach Service \r\n        of Myrtle Beach, Inc., is Respondent.\r\n        ________ \r\n    \r\n       \r\n      \r\n    \r\n  \r\n\r\nAppeal From Horry \r\n  County\r\n  David H. Maring, Sr., Circuit \r\n  Court Judge\r\n  ________ \r\n  \r\n   \r\nOpinion No. 3028\r\n  Heard March 10, 1999 - Filed \r\n  July 26, 1999\r\n  ________ \r\n  \r\n   \r\nAFFIRMED IN \r\n  PART AND REVERSED IN PART\r\n________ \r\n  \r\n \r\n \r\n   \r\n     \r\n      \r\n        L. Joel Chastain, of Ness, \r\n          Motley, Loadholt, Richardson &amp; Poole, of Barnwell; and Desa Ballard, \r\n          of Desa Ballard, P.A., of West Columbia, for appellant. \r\n          \r\n           \r\n        Frank H. DuRant, of DuRant \r\n          &amp; Martin, of Myrtle Beach, for respondent.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\n   \r\nHUFF, J.: Valorie \r\n  Corbett, Individually, and as Personal Representative of the Estate of Tommy \r\n  L. Corbett, initiated this tort action against Johns Beach Service of Myrtle \r\n  Beach (Johns Beach) after her husband drowned in the Atlantic Ocean. The trial \r\n  court granted the defendant's motion for summary judgment. Corbett appeals. \r\n  We affirm in part and reverse in part.  \r\n  \r\n   \r\nFACTS/PROCEDURAL \r\n  HISTORY \r\n  \r\n   \r\nMrs. Corbett and her husband, Tommy \r\n  L. Corbett, visited Myrtle Beach, South Carolina, on July 17, 1992. Mr. Corbett \r\n  rented a floatation device from a lifeguard and swam in the ocean for about \r\n  one and one-half hours. During this time, Mrs. Corbett returned to the hotel \r\n  room because she was not feeling well. While Mr. Corbett was in the ocean he \r\n  either fell or was knocked off the floatation device and subsequently drowned. \r\n  Three lifeguards attempted to rescue him but were unsuccessful. Mrs. Corbett \r\n  returned from the hotel room and saw her husband lying on the shore with EMS \r\n  personnel attempting to resuscitate him.  \r\n  \r\n   \r\nThe City of Myrtle Beach owned the \r\n  land on the beachfront where Mr. Corbett entered the water. The State of South \r\n  Carolina owns or controls the waters of the Atlantic Ocean. By virtue of a state \r\n  statute, the City was granted police powers over the area extending one mile \r\n  from the coastline of the Myrtle Beach city limits. The public was not charged \r\n  an admission fee to use the beachfront or the ocean.  \r\n  \r\n   \r\nOn the date of Mr. Corbett's drowning, \r\n  the City of Myrtle Beach had a franchise agreement with Johns Beach Service. \r\n  Johns Beach was required to hire lifeguards for certain areas along the beachfront. \r\n  Johns Beach utilized a \"preventive lifeguarding\" or \"dual purpose\" lifeguarding \r\n  system. Under this system, the lifeguard's primary goal was water safety. They \r\n  continually scanned the area in an attempt to keep swimmers in reasonably safe \r\n  swimming areas designated by the City. The lifeguards also responded to persons \r\n  in distress. The lifeguards simultaneously performed other duties including: \r\n  renting beach furniture, cleaning the beach, informing the public about various \r\n  city ordinances, performing first aid and assisting the public with safety matters. \r\n   \r\n   \r\nA Myrtle Beach city ordinance, in \r\n  effect on the date of the incident, made it a crime to swim beyond certain depths \r\n  and distances from the shore. Under this ordinance, the guards were responsible \r\n  for keeping swimmers within fifty yards of the coastline and in water that did \r\n  not go over their head. The Johns Beach lifeguards did not have the authority \r\n  to arrest members of the public for ordinance violations. Instead, the lifeguards \r\n  were required to contact the police to enforce the ordinance if the swimmers \r\n  failed to heed the lifeguard's instructions.  \r\n  \r\n   \r\nMrs. Corbett individually, and as \r\n  Personal Representative of Mr. Corbett's estate, filed two civil actions for \r\n  the wrongful death of her husband. The complaints were eventually consolidated. \r\n  Approximately one year later Mrs. Corbett filed a third complaint for negligent \r\n  infliction of emotional distress as a bystander (a Kinard claim). Johns \r\n  Beach pled the defense of the South Carolina Recreational Use Statute and moved \r\n  for summary judgment. The trial court granted summary judgment to Johns Beach \r\n  and denied Mrs. Corbett's Motion to Reconsider.(1) \r\n  Mrs. Corbett appeals. \r\n   \r\nLAW/ANALYSIS \r\n  \r\n   \r\nStandard of \r\n  Review \r\n   \r\nSummary judgment is appropriate when \r\n  it is clear there is no genuine issue as to any material fact and the moving \r\n  party is entitled to judgment as a matter of law. Rule 56(c), SCRCP. Summary \r\n  judgment should be granted when plain, palpable, and undisputable facts exist \r\n  on which reasonable minds cannot differ. Trico Surveying, Inc. v. Godley \r\n  Auction Co., 314 S.C. 542, 431 S.E.2d 565 (1993). To determine whether an \r\n  issue of fact exists, the court must view the evidence and all its inferences \r\n  in a light most favorable to the nonmoving party. Koester v. Carolina \r\n  Rental Ctr., Inc., 313 S.C. 490, 443 S.E.2d 392 (1994). \r\n  \r\n   \r\nDiscussion \r\n   \r\nThe Limitation on Liability of Landowners \r\n  Act, commonly known as the Recreational Use Statute, was enacted by our legislature \r\n  to \" encourage owners of land to make land and water areas available to the \r\n  public for recreational purposes by limiting their liability toward persons \r\n  entering thereon for such purposes.\" S.C. Code Ann. § 27-3-10 (1991). \"Landowners \r\n  owe 'no duty of care to keep the premises safe' for recreational users and need \r\n  not 'give any warning of a dangerous condition, use, structure or activity' \r\n  on the property.\" Brooks v. Northwood Little League, Inc., 327 S.C. 400, \r\n  403, 489 S.E.2d 647, 648 (Ct. App. 1997) (citing S.C. Code Ann. § 27-3-30 (1991)). \r\n  The statute defines owner as \"the possessor of a fee interest, a tenant, lessee, \r\n  occupant or person in control of the premises.\" § 27-3-20(b).  \r\n  \r\n   \r\nMrs. Corbett contends the trial court \r\n  erred in applying the Recreational Use Statute to Johns Beach. She argues Johns \r\n  Beach does not fall within the statute's definition of owner because it was \r\n  not an \"occupant\" and was not \"in control of the premises.\" We agree.  \r\n  \r\n   \r\nOur \"primary rule of statutory construction \r\n  is to give statutes their plain and ordinary meaning where the statute's language \r\n  is unambiguous.\" Brooks, 327 S.C. at 406, 489 S.E.2d at 650 (citing Adkins \r\n  v. Varn, 312 S.C. 188, 191, 439 S.E.2d 822, 824 (1993)). \"In construing \r\n  statutory language, the statute must be read as a whole, and sections which \r\n  are part of the same general statutory law must be construed together and each \r\n  one given effect.\" TNS Mills, Inc. v. South Carolina Dep't of Revenue, \r\n  331 S.C. 611, 620, 503 S.E.2d 471, 476 (1998). Because the statute is in derogation \r\n  of the common law, it must be strictly construed. Watson v. Sellers, \r\n  299 S.C. 426, 385 S.E.2d 369 (Ct. App. 1989). We must \"ascertain and effectuate \r\n  the legislative intent wherever possible.\" South Carolina Dep't of Social \r\n  Servs. v. Forrester, 282 S.C. 512, 516, 320 S.E.2d 39, 42 (Ct. App. 1984). \r\n  \"Legislative intent is best determined by examining the language of the statute \r\n  itself.\" Gambrell v. Travelers Ins. Cos., 280 S.C. 69, 71, 310 S.E.2d \r\n  814, 816 (1983). See Truesdale v. South Carolina Highway Dep't, \r\n  264 S.C. 221, 213 S.E.2d 740 (1975) (all rules of statutory construction are \r\n  for the purpose of ascertaining the legislative intent as expressed in the statute). \r\n  \r\n   \r\nSouth Carolina has not addressed \r\n  the issue of when a defendant is \"an occupant or person in control of the premises.\" \r\n  However, a review of other jurisdictions supports the conclusion that Johns \r\n  Beach is not entitled to protection under the statute. \r\nIn Labree v. Millville Manufacturing, \r\n  Inc., 481 A.2d 286 (NJ Super. Ct. App. Div. 1984), the court, construing \r\n  a similar statute, held the use of the word \"occupant\" in the statute showed \r\n  an intent to provide immunity for an entity with a degree of permanence, not \r\n  merely one who is using the property. See also Boland v. \r\n  Nevada Rock &amp; Sand Co., 894 P.2d 988 (Nev. 1995) (finding company that \r\n  had mined property for twenty-five years had requisite \"degree of permanence,\" \r\n  citing Labree); Tennyson v. Plum Creek Timber Co., 872 P.2d 524 \r\n  (Wash. Ct. App. 1994) (adopting the Labree standard). In the case before \r\n  us, the franchise agreement provided that Johns Beach would operate its business \r\n  only between April 15 and September 30 of each year between the hours of 8 a.m. \r\n  and 5 p.m. These terms do not satisfy the Labree standard. \r\n  \r\n   \r\n In Ward v. State, 890 P.2d \r\n  1144 (Ariz. 1995), the court found that Arizona's Recreational Use Statute's \r\n  grant of immunity should run only to those with the power to admit or deny entry \r\n  onto land. In Ward, there was an agreement between the U.S. Forest Service \r\n  and the state of Arizona (defendant) which allowed the defendant to operate \r\n  a program on certain land. In determining whether the defendant was an \"occupant,\" \r\n  the court noted the need to construe the statute strictly because of its limits \r\n  on common-law liability. The court analyzed the statute's legislative history \r\n  and determined the legislature intended to encourage property owners and others \r\n  to open their lands to recreational users. \r\n  \r\n   \r\nThe Ward court found, under \r\n  the agreement, the landowner did not delegate to the defendant the power to \r\n  control entry to the land. Holding that \"[a] grant of immunity to the [defendant] \r\n  would not serve the underlying purpose of the recreational use statute,\" the \r\n  court concluded the defendant was not an occupant under the act. Id. \r\n  at 1147. While discussing other jurisdictions' decisions, the Ward court \r\n  emphasized that \"[t]he relationship of an entity to the premises, not the length \r\n  and stability of its presence, should primarily determine whether the entity \r\n  'occupies' the premises\" under the statute. Id. at 1148. See also \r\n  Tennyson v. Plum Creek Timber Co., 872 P.2d 524 (Wash. Ct. App. 1994) \r\n  (holding that extending immunity to contractors under the act would not further \r\n  the purpose behind the act); Adams v. Rochester Gas &amp; Elec. Corp., \r\n  594 N.Y.S.2d 501 (N.Y. App. Div. 1993) (denying defendant immunity when agreement \r\n  with landowner did not provide defendant with authority to exclude others from \r\n  using the property or to open it for recreational use). \r\n  \r\n   \r\nWe now turn to the case before us. \r\n  \"The plain language of our recreational use statute . . . grants immunity to \r\n  landowners.\" Brooks, 327 S.C. at 407, 489 S.E.2d at 650. The statutory \r\n  definition of landowner is, in pertinent part, an \"occupant\" or one \"in control \r\n  of the premises.\" S.C. Code Ann. § 27-3-20(b). The purpose of the statute, as \r\n  declared by our legislature, is to prompt owners of land to make their land \r\n  available for recreational use by the public. Brooks, 327 S.C. at 407, \r\n  489 S.E.2d at 650; S.C. Code Ann. § 27-3-10.  \r\n  \r\n   \r\nAfter consideration of the above \r\n  statutory sections and case law, we find that Johns Beach is not an owner under \r\n  the statute. The franchise agreement reserves to the City of Myrtle Beach considerable \r\n  control over Johns Beach's operations, going so far as to schedule lunch breaks \r\n  for lifeguards and provide specifications for the guard towers. The agreement \r\n  makes the type, use and operators of beach service vehicle equipment subject \r\n  to approval by the City. No signs are allowed on the beach unless approved by \r\n  the City, and the City determines the location of the lifeguard stands. Johns \r\n  Beach must remove fifty percent of its unrented chairs and umbrellas from the \r\n  beach between 1:30 p.m. and 2:30 p.m. each day. Specified openings at the end \r\n  of each street and alleyway must be left open. \r\n \r\nFurther, Johns Beach does not have \r\n  the power to make the beach available for recreational use to the public. They \r\n  do not provide public access to the beach, and cannot prevent public access \r\n  to the beach. The Johns Beach lifeguards do not have the power to arrest beach \r\n  goers. The language of the Recreational Use Statute does not evince an intent \r\n  to shield defendants such as Johns Beach from liability. Providing immunity \r\n  to Johns Beach under the statute would not further the legislative purpose of \r\n  opening up \"land and water areas . . . to the public\" as announced in Section \r\n  27-3-10. \r\nBased on standards developed in other \r\n  jurisdictions with similar statutory provisions, we find Johns Beach is not \r\n  entitled to the immunity provided by the Recreational Use Statute. We reverse \r\n  the trial judge's grant of summary judgment to Johns Beach under the statute. \r\n   \r\nII. \r\n  \r\n   \r\nMrs. Corbett contends the trial court \r\n  erred in concluding that the negligence of Johns Beach was not a proximate cause \r\n  of Mr. Corbett's death. She argues that but for the negligence of Johns' lifeguard, \r\n  Mr. Corbett's death would not have occurred. The court found Johns Beach \"may \r\n  have had a better chance of rescuing the plaintiff had he been looking directly \r\n  at the plaintiff to the exclusion of all other persons and duties, but this \r\n  is not the standard of care due and owing from the defendant Johns to the plaintiff \r\n  herein.\"  \r\n   \r\nTo prevail in a negligence action, \r\n  the plaintiff must show three essential elements: 1) a duty of care owed by \r\n  the defendant to the plaintiff; 2) a breach of that duty by a negligent act \r\n  or omission; and 3) damage proximately caused by a breach of duty. Vinson \r\n  v. Hartley, 324 S.C. 389, 477 S.E.2d 715 (Ct. App. 1996). A plaintiff may \r\n  not maintain an action in negligence if there is no legal duty of care owed \r\n  by defendant to plaintiff: \"Without a duty, there is no actionable negligence.\" \r\n  Bishop v. South Carolina Dep't of Mental Health, 331 S.C. 79, 86, 502 \r\n  S.E.2d 78, 81 (1998). An affirmative legal duty to act exists if created by \r\n  statute, contract, relationship, status, property interest, or some other special \r\n  circumstance. Rayfield v. South Carolina Dep't of Corrections, 297 S.C. \r\n  95, 374 S.E.2d 910 (Ct. App. 1988). See also Kershaw Motor Co. v. \r\n  Southern Ry. Co., 136 S.C. 377, 134 S.E. 377 (1926).  \r\n  \r\n   \r\nThe grant of summary judgment is \r\n  proper only in those cases where it is clear further inquiry into the facts \r\n  is not desirable to clarify the application of the law to the facts presented. \r\n  Anthony v. Padmar, 307 S.C. 503, 415 S.E.2d 828 (Ct. App. 1992). Here, \r\n  we find the grant of summary judgment to Johns Beach on the basis of a lack \r\n  of proximate cause was inappropriate. The facts of the case warrant further \r\n  development to determine what duty, if any, Johns Beach owed to Mr. Corbett. \r\n  See Dorman v. Allstate Ins. Co., 332 S.C. 176, 504 S.E.2d 127 \r\n  (Ct. App. 1998) (further development of facts necessary to clarify application \r\n  of statute); Hurst v. Sandy, 329 S.C. 471, 494 S.E.2d 847 (Ct. App. 1997) \r\n  (issue of fact as to duty of defendant to plaintiff); cf. Rice v. \r\n  School Dist. of Fairfield, 317 S.C. 87, 452 S.E.2d 352 (Ct. App. 1994) (summary \r\n  judgment appropriate because further development of facts could not create a \r\n  duty on part of defendant). \r\n  \r\n   \r\nIII. \r\n  \r\n   \r\nMrs. Corbett further submits the \r\n  trial court erred in dismissing her Kinard action pursuant to Rule 12(b)(8), \r\n  SCRCP. We disagree. \r\n   \r\nMrs. Corbett brought the Kinard \r\n  claim in her individual capacity. The consolidated wrongful death and survivorship \r\n  actions were brought in Mrs. Corbett's individual capacity and in her capacity \r\n  as the Personal Representative of her husband's estate. Hence, the Kinard \r\n  claim involves the same parties and is based upon the same facts and circumstances \r\n  as the first two civil actions. We find the trial court properly dismissed the \r\n  complaint pursuant to Rule 12(b)(8), SCRCP. \r\n  \r\n   \r\nFinally, Mrs. Corbett argues the \r\n  Kinard claim may not have actually been dismissed because the trial court \r\n  used equivocal language in its court order: \"[a]lternatively the Plaintiff's \r\n  third civil action, 95-CP-26-1922 should be dismissed pursuant to Rule 12(b)(8).\" \r\n  We disagree. We find the court order does not resurrect and validate the Kinard \r\n  action. The practical effect of what the court did was to dismiss on all grounds. \r\n   \r\n   \r\nFor the foregoing reasons, the trial \r\n  court order granting summary judgment in favor of Johns Beach is hereby \r\n  \r\n   \r\nAFFIRMED in part and REVERSED \r\n  in part. \r\n   \r\nCURETON and STILWELL, JJ., \r\n  concur.\r\n1.  The City of \r\n  Myrtle Beach was also a named defendant. The City asserted the Recreational \r\n  Use Statute as a defense. The trial court granted summary judgment in favor \r\n  of the City, and it was not appealed. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3029","title":"Rogers v. Kunja Knitting Mills, U.S.A, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3029","description":"","date":"1999-07-26","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nKunja Knitting Mills v. Brogdon\r\n\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Margaret Gail Rogers, Appellant, \r\n        v. \r\n        Kunja Knitting Mills, U.S.A. \r\n          and Insurance Company of North America, Respondents.\r\n        ________ \r\n          \r\n           \r\n      \r\n    \r\n  \r\n\r\nAppeal From Marion \r\n  County\r\n  James E. Brogdon, Jr., Circuit \r\n  Court Judge\r\n  ________ \r\n  \r\n   \r\nOpinion No. 3029\r\n  Heard April 15, 1999 - Filed \r\n  July 26, 1999 \r\n  ________ \r\n  \r\n   \r\nREVERSED AND \r\nREMANDED\r\n________\r\n\r\n   \r\n    \r\n      \r\n      E. N. Zeigler, of Zeigler \r\n          &amp; Graham, of Florence, for appellant. \r\n          \r\n           \r\n        Michael E. Chase, Turner, \r\n          Padget, Graham &amp; Laney, of Columbia, for respondents. \r\n          \r\n          \r\n          \r\n           \r\n      \r\n    \r\n  \r\n\r\nHOWELL, C.J.: In \r\n  this workers' compensation action, Margaret Gail Rogers appeals the circuit \r\n  court's affirmance of the full commission's order determining that her claim \r\n  was barred by the doctrine of res judicata. We reverse and remand. \r\n  \r\n   \r\nI. \r\n  \r\n   \r\nRogers worked in Kunja's knitting \r\n  department from February 1988 to November 1989. As part of her employment, Rogers \r\n  was required to clean knitting machines with Shima oil, which caused a rash \r\n  and other problems on her hands and face. \r\n  \r\n   \r\nOn November 16, 1990, Rogers filed \r\n  a workers' compensation claim (the 1990 Claim), alleging that exposure to Shima \r\n  oil and other chemicals caused her to suffer from chronic dermatitis on her \r\n  hands and face. Rogers first described her problem as an accidental injury, \r\n  but amended her claim to alternatively characterize the condition as an injury \r\n  by accident or an occupational disease. \r\n  \r\n   \r\nThe single commissioner denied Rogers's \r\n  claim, concluding that it was not timely filed. The full commission affirmed \r\n  the decision of the single commissioner. The circuit court, however, reversed, \r\n  concluding that the commission's decision was not supported by the evidence \r\n  in the record. \r\n   \r\nThis Court reversed the decision \r\n  of the circuit court and reinstated the findings of the full commission, concluding \r\n  that the circuit court exceeded its authority by weighing the evidence. See \r\n  Rogers v. Kunja Knitting Mills, Inc., 312 S.C. 377, 440 S.E.2d 401 (Ct. \r\n  App. 1994). Although the Supreme Court granted certiorari, it dismissed the \r\n  writ as improvidently granted. See Rogers v. Kunja Knitting Mills, \r\n  Inc., 318 S.C. 187, 456 S.E.2d 918 (1995).  \r\n  \r\n   \r\nOn April 16, 1993, after the circuit \r\n  court issued its order on the 1990 Claim, but before this Court issued its opinion, \r\n  Rogers filed a Form 50 claiming she sustained a compensable injury to multiple \r\n  body organs and systems based on prolonged exposure to toxic chemicals from \r\n  February 1988 until October 1989 (the 1993 Claim). She alleged that the true \r\n  nature of her disease was not discovered until October 21, 1992. In the accompanying \r\n  cover letter, Rogers questioned whether this claim should be a claim for change \r\n  of condition or a new claim based upon newly discovered medical information. \r\n  The commission informed Rogers that the Form 50 could not be processed while \r\n  the 1990 Claim was pending on appeal. \r\n  \r\n   \r\nOn October 22, 1993, Rogers wrote \r\n  a letter to the commission stating that \"the new Form 50 dated April 16, 1993, \r\n  is, in fact, a claim for a new occupational disease based upon newly discovered \r\n  medical diagnosis.\" Rogers later explained to the commission: \r\n  \r\n   \r\nIn the previous action, Mrs. Rogers \r\n  sought compensation for chronic dermatitis, a skin disease. \r\n   \r\nThe claim which was filed for Mrs. \r\n  Rogers on April 16, 1993, is a new claim for an occupational disease, based \r\n  upon a diagnosis of toxic exposure (systemic) made on October 21, 1992, and \r\n  although collaterally related to the skin problem, the diagnosis is a new and \r\n  different diagnosis. \r\n   \r\nAfter the Supreme Court's dismissal \r\n  of the writ of certiorari in connection with the 1990 Claim, a hearing was held \r\n  on the 1993 Claim. Although Rogers briefly testified, the single commissioner \r\n  determined that the res judicata question should be resolved before further \r\n  testimony was given. After reviewing Rogers's current medical records and the \r\n  transcript and records from the 1990 Claim, the commissioner concluded that \r\n  res judicata barred Rogers from proceeding with the 1993 Claim, stating that \r\n  \"[t]he claim for benefits for alleged injuries resulting from exposure to Shima \r\n  oil starting in February, 1988 has been denied by a final adjudication and may \r\n  not be heard a second time.\" The single commissioner's decision was affirmed \r\n  by the full commission and by the circuit court. \r\n  \r\n   \r\nII. \r\n  \r\n   \r\nOn appeal, Rogers contends the full \r\n  commission erred in concluding that the 1993 Claim is barred by the doctrine \r\n  of res judicata. We agree.  \r\n  \r\n   \r\nRes judicata bars subsequent actions \r\n  by the same parties when the claims arise out of the same transaction or occurrence \r\n  that was the subject of a prior action between those parties. Under the doctrine \r\n  of res judicata, \"[a] litigant is barred from raising any issues which were \r\n  adjudicated in the former suit and any issues which might have been raised in \r\n  the former suit.\" To establish res judicata, the defendant must prove the following \r\n  three elements: (1) identity of the parties; (2) identity of the subject matter; \r\n  and (3) adjudication of the issue in the former suit. \r\n  \r\n   \r\nPlum Creek Dev. Co. v. City of \r\n  Conway, 334 S.C. 30, 34, 512 S.E.2d 106, 109 (1999) (citations omitted). \r\n  In this case, there is no dispute concerning the identity of the parties or \r\n  the finality of the prior judgment. The issue, then, is whether the subject \r\n  matter of Rogers's current claim is the same as that of the prior claim such \r\n  that it could have been adjudicated in Rogers's prior workers' compensation \r\n  claim. \r\n   \r\nIn her amended Form 50 filed in connection \r\n  with the 1990 Claim, Rogers alleged that she suffered from an occupational disease \r\n  that caused \"[s]evere skin burns to [the] hands.\" Rogers listed the body parts \r\n  affected as \"hands, fingers, fingernails, face, [and] neck.\" Under \"serious \r\n  bodily disfigurement,\" Rogers listed \"chemical burn scar on right cheek near \r\n  eye, neck, unsightly hands, fingers, fingernails, skin on hands thick, rough, \r\n  sometimes cracks.\" Rogers contended the injuries were caused by \"working in \r\n  special oil,\" and that Kunja \"did not warn of caustic nature of oil nor provide \r\n  protective gloves.\" The Form 50 also listed \"[e]xposure of workers to caustic \r\n  chemicals, concealing hazard from workers, failure to protect safety of workers,\" \r\n  as further grounds of the claim. \r\n  \r\n   \r\nIn the amended Form 50 filed with \r\n  the 1993 Claim, Rogers alleged that she suffered from an occupational disease \r\n  affecting \"multiple body organs and systems\" caused by \"[p]rolonged exposure \r\n  to toxic chemicals.\" Rogers listed the body parts affected as \"neurotoxicity, \r\n  musculoskeletal, immune system, skin, ear, nose, throat, [and] vision.\" Rogers \r\n  claimed disfigurement in the form of chemical burn scars and loss of hair. \r\n  \r\n   \r\nThus, a simple comparison of the \r\n  1990 Form 50 with the 1993 Form 50 indicates that the claims are not the same. \r\n  In the 1990 Claim, Rogers sought compensation for dermatitis and chemical burns \r\n  to her hands and face. In the 1993 Claim, however, Rogers sought compensation \r\n  for failure of her internal organs and systems.(1) \r\n  While Rogers testified at the hearing on the 1990 Claim that she suffered from \r\n  pain in the joints of her hands and general malaise, there is simply no evidence \r\n  in the record before us that Rogers suffered from or complained of systemic \r\n  problems or multiple organ failure at that time. In fact, the single commissioner's \r\n  order denying the 1990 claim discussed only a dermatitis claim; there is no \r\n  discussion of any other injury or claim. Moreover, the only evidence in the \r\n  record indicates that it was not until October 21, 1992, well after the hearing \r\n  on the 1990 Claim, that Rogers was diagnosed with her current condition, which \r\n  was described by a physician with the Center for Environmental Medicine as \"Acute \r\n  and Chronic Toxic Chemical Intoxication.\" Given the differences in the injuries \r\n  claimed by Rogers in the 1990 Claim and the 1993 Claim, it appears to this Court \r\n  that Rogers's current claim was not litigated in the prior action, nor could \r\n  it have been litigated. See Hilton Head Center of S.C., Inc. v. Public \r\n  Service Comm'n of S.C., 294 S.C. 9, 11, 362 S.E.2d 176, 177 (1987) (Under \r\n  the doctrine of res judicata, \"[a] litigant is barred from raising any issues \r\n  which were adjudicated in the former suit and any issues which might have been \r\n  raised in the former suit.\"). \r\n  \r\n   \r\nKunja, however, contends that because \r\n  Rogers sought compensation in the 1990 Claim for an occupational disease caused \r\n  by exposure to chemicals, the 1993 Claim is barred by res judicata because it \r\n  too involves a claim of an occupational disease caused by exposure to chemicals. \r\n  We disagree. \r\n   \r\nThe causes of the conditions at issue \r\n  in the 1990 Claim and the 1993 Claim appear to be the same-exposure to caustic \r\n  chemicals, particularly Shima oil. Contrary to the full commission's conclusion, \r\n  however, exposure to Shima oil or other chemicals is not an occupational disease, \r\n  but instead is the alleged to be the cause of an occupational disease.(2) \r\n  The occupational disease or condition alleged in the 1990 Claim was chronic \r\n  dermatitis, while the occupational disease or condition alleged in this action \r\n  is, in the terms of Rogers's physician, chronic toxic chemical intoxication. \r\n  \r\n   \r\nClearly, the same period of exposure \r\n  to the same chemicals or other agents can give rise to various separate and \r\n  distinct diseases or conditions. See Chevron U.S.A., Inc. v. Workers' \r\n  Comp. Appeals Bd., 268 Cal. Rptr. 699, 703, 704 (Cal. Ct. App. 1990) (noting \r\n  medical testimony that \"four different disease processes have been linked to \r\n  asbestos exposure: asbestosis, pleural plaques, diaphragmatic calcifications, \r\n  and malignant mesothelioma . . . . [W]hile malignant mesothelioma and asbestosis \r\n  are often seen together, . . . they are in fact separate and distinct pathological \r\n  disease processes\" and concluding that claimant's \"mesothelioma was an entirely \r\n  separate and distinct disease process resulting in an entirely separate and \r\n  distinct injury and disability [from claimant's previously compensated asbestosis]\"), \r\n  review denied (July 10, 1990). In this case, there is no medical or other \r\n  evidence establishing that the conditions alleged in 1990 Claim and the 1993 \r\n  Claim are the same. Instead, the only evidence in the record indicates that \r\n  the claims in fact are separate and distinct. The commission's conclusion that \r\n  the conditions were the same simply because they were caused by the same period \r\n  of exposure to the same chemical, therefore, cannot stand. See S.C. Code \r\n  Ann. § 1-23-380(A)(6) (Supp. 1998) (An appellate court \"may reverse or modify \r\n  the decision [of an administrative agency] if substantial rights of the appellant \r\n  have been prejudiced because the administrative findings, inferences, conclusions \r\n  or decisions are . . . (d) affected by other error of law; [or] (e) clearly \r\n  erroneous in view of the reliable, probative and substantial evidence on the \r\n  whole record.\"); Baggott v. Southern Music, Inc., 330 S.C. 1, 5, 496 \r\n  S.E.2d 852, 854 (1998) (\"A decision of the Workers' Compensation Commission \r\n  will not be overturned by a reviewing court unless it is clearly unsupported \r\n  by substantial evidence in the record. Substantial evidence is evidence which, \r\n  considering the record as a whole, would allow reasonable minds to reach the \r\n  conclusion that the administrative agency reached to justify its action.\") (citations \r\n  omitted); Suburban Propane Gas Co. v. Deschamps, 298 S.C. 230, 233, 379 \r\n  S.E.2d 301, 302 (Ct. App. 1989) (\"[T]his court may reverse or modify an administrative \r\n  decision if such decision is affected by errors of law, characterized by [an] \r\n  abuse of discretion, or clearly erroneous in view of the reliable, probative \r\n  and substantial evidence on the whole record.\").(3) \r\n  \r\n   \r\nKunja further contends that the 1990 \r\n  Claim and the 1993 Claim are the same because in both actions Rogers alleged \r\n  a \"cascade\" injury of the type involved in Grayson v. Gulf Oil Co., 292 \r\n  S.C. 528, 357 S.E.2d 479 (Ct. App. 1987). Again we disagree. \r\n  \r\n   \r\nIn this context, \"cascade\" is not \r\n  used to describe a particular type of injury, but rather to describe the process \r\n  through which gradual exposure to certain chemicals or other elements can lead \r\n  to the sudden onset of a problem. For example, the claimant in Grayson \r\n  suffered from \"dysfunction of her immune system caused by chemical sensitivity \r\n  to gasoline products.\" Grayson, 292 S.C. at 530, 357 S.E.2d at 480. She \r\n  became ill at work, took a month off, and then returned to work after her symptoms \r\n  abated. After four days of work, the claimant became \"acutely ill.\" Id. \r\n  She briefly returned to work a few days later and became \"deathly ill.\" Id. \r\n  Her doctor concluded that the \r\n  constant exposure over 19 years to the petrochemicals in her work place dysregulated \r\n  her immune system resulting in an allergic or hypersensitivity cascade to her \r\n  total environment, including all foods, chemicals, and her own microbiological \r\n  flora . . . . \r\n   \r\nAnd the reason I say [cascade] is \r\n  that they undergo what we would use the terminology of cascade, where suddenly \r\n  they become universal reactors, and they react to almost everything. \r\n  \r\n   \r\nId. at 531, 357 S.E.2d at \r\n  480-81 (emphasis original). Thus, the Grayson court defined the cascade \r\n  in that case as \"a sudden event which brought to a climax the cumulative deleterious \r\n  effects of the inhalation of petrochemical vapors in the course of the claimant's \r\n  employment.\" Id. at 533-34, 357 S.E.2d at 482; see also Taber's \r\n  Cyclopedic Medical Dictionary 326 (17th illus. ed. 1993) (defining \r\n  cascade as \"[t]he continuation of a process through a series of steps; each \r\n  step initiates the next step until the final step is reached. The action may \r\n  or may not become amplified as each step progresses\").  \r\n  \r\n   \r\nWhile it may be that a cascade effect \r\n  was involved in the conditions alleged in the 1990 Claim and the 1993 Claim, \r\n  that fact bears no relevance to the question of whether the 1993 Claim involves \r\n  the same condition or disease as the 1990 Claim. If the conditions are separate \r\n  and distinct, they would remain separate and distinct even if the processes \r\n  by which they developed are similar. \r\n  \r\n   \r\nIII. \r\n  \r\n   \r\nIn conclusion, because there is no \r\n  evidence in the record supporting the full commission's conclusion that the \r\n  allegations in Rogers's 1993 Claim are the same as those in the 1990 Claim, \r\n  the circuit court erred by affirming the commission's determination that the \r\n  1993 Claim is barred by res judicata. Accordingly, the decisions of the circuit \r\n  court and the full commission are hereby reversed, and the matter is remanded \r\n  to the commission for a hearing on the merits of Rogers's 1993 claim.(4) \r\n  \r\n   \r\nREVERSED AND REMANDED. \r\n  \r\n   \r\nGOOLSBY and CONNOR, JJ., \r\n  concur.\r\n1.  In its brief, \r\n  Kunja contends that from \"the very first Form 50 [filed with the 1990 Claim] \r\n  it is clear that Rogers claimed an 'occupational disease resulting in disability \r\n  to various body parts and organs due to exposure to caustic chemicals.'\" Similar \r\n  statements appear in the orders of the circuit court and the single commissioner. \r\n  We have carefully reviewed the entire record and cannot find any support for \r\n  these statements. As noted above, Rogers's Form 50 filed in connection with \r\n  the 1990 Claim alleged injury to her hands, face, and neck, while the Form 50 \r\n  filed in connection with the 1993 Claim alleged injuries to her organs and internal \r\n  systems. Nowhere in the first Form 50 is there an allegation of injury to \"multiple \r\n  body organs and systems.\"\r\n2.  In her order \r\n  concluding that the 1993 Claim was barred by res judicata, the single commissioner \r\n  stated that \"[i]t is clear that the previous claims . . . were for the same \r\n  alleged occupational exposure as now claimed in the present action . . . . [T]he \r\n  present claim involves the same allegations of occupational disease (exposure \r\n  to shima oil), which was claimed in [the 1990 Claim.]\" The full commission adopted \r\n  the findings and conclusions of the single commissioner.\r\n3.  In support \r\n  of its argument that the 1993 Claim is barred by res judicata, Kunja relies \r\n  on Johnson v. Greenwood Mills, Inc., 317 S.C. 248, 452 S.E.2d 832 (1994). \r\n  In Johnson, the workers' compensation claimant was diagnosed with a fatal \r\n  skin cancer. Based on the medical testimony presented, the single commissioner \r\n  concluded that Johnson's cancer was not related to her employment and therefore \r\n  denied the claim. Id. at 250, 452 S.E.2d at 832-33. Johnson did not appeal \r\n  the single commissioner's order. When Johnson later learned that her cancer \r\n  was most likely caused by work-related chemical exposure, she filed a second \r\n  workers' compensation claim. The Supreme Court concluded that the second claim \r\n  was barred by res judicata, stating that \"[a]lthough Claimant was unaware of \r\n  the causal relationship between her disease and her employment at the time of \r\n  the first adjudication, the issue was nonetheless litigated.\" Id. at \r\n  251, 452 S.E.2d at 833. Johnson thus involved a single condition and \r\n  two attempts to establish the compensability of the condition, while this case \r\n  involves two claims, each based upon apparently separate and distinct conditions. \r\n  Kunja's reliance on Johnson, therefore, is misplaced.\r\n4.  On remand, \r\n  Kunja of course is free to reassert its defense of res judicata and to present \r\n  medical or other evidence supporting its contention that Rogers's current claim \r\n  in fact is the same as her 1990 claim.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"}]