[{"id":"2887","title":"Nolte v. Gibbs International, Inc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2887","description":"","date":"1999-03-01","type":"opinion","text":"\r\n      \r\n\r\n\r\nNolte v. Gibbs International, Inc.\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\nIn The Court \r\n  of Appeals\r\n________\r\n\r\n  \r\n    \r\n      \r\n        William C. Nolte, Appellant,\r\n        v.\r\n        \r\n        Gibbs International, Inc., \r\n                 Respondent.\r\n      \r\n    \r\n  \r\n\r\n________\r\nAppeal From \r\n  Spartanburg County\r\nThomas J. \r\nDeZern, Special Circuit Court Judge\r\n________\r\nORDER WITHDRAWING \r\n  AND SUBSTITUTING OPINION\r\nAND DENYING \r\nPETITION FOR REHEARING\r\n ________\r\n\r\nPER CURIAM: After reviewing \r\n  the Petition for Rehearing in this case, it is ordered that the opinion heretofore \r\n  filed, Opinion No. 2887, filed ,October 5, 1998, be withdrawn and the attached \r\n  Opinion be substituted. It is further ordered that except for the correction \r\nnoted in the substituted opinion, the Petition for Rehearing is denied.\r\nIT IS SO ORDERED.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          \r\n            \r\n               s/Jasper M. Cureton .J.\r\n               s/Carol Connor J.\r\n               s/H. Samuel Stilwell \r\n                          J.\r\n            \r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nColumbia, South Carolina\r\nMarch 1, 1999\r\n\r\n    \r\n  \r\n  THE STATE OF SOUTH \r\n    CAROLINA\r\n  In The Court \r\n    of Appeals \r\n  ________ \r\n   \r\n \r\n   \r\n     \r\n       \r\n        \r\n          William C. Nolte, Appellant, \r\n             \r\n          v. \r\n             \r\n          Gibbs International, Inc., Respondent. \r\n        \r\n      \r\n    \r\n  \r\n\r\n________ \r\n   \r\nAppeal From Spartanburg \r\n  County\r\n  Thomas J. DeZern, Special Circuit \r\n  Court Judge\r\n  ________ \r\n   \r\nOpinion 2887\r\n  Heard September 2, 1998 - Filed \r\n  October 5, 1998\r\n  Refiled March 1, 1999 \r\n  ________ \r\n   \r\nREVERSED\r\n________ \r\n  \r\n\r\n   \r\n     \r\n      \r\n        Stephen H. Brown, of Brown \r\n          &amp; Mooneyham; and O.W. Bannister, Jr., of Hill, Wyatt, Bannister \r\n          &amp; Brown, both of Greenville, for appellant. \r\n           \r\n        H. Spencer King, of Leatherwood, \r\n        Walker, Todd &amp; Mann, of Spartanburg, for respondent.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n   \r\nCURETON J.: In this \r\n  wrongful discharge action, William C. Nolte (Nolte) alleges wrongful discharge, \r\n  outrage, and a wage payment claim against Gibbs International, Inc. (Gibbs International). \r\n  The trial court granted Gibbs International's motion for partial summary judgment \r\n  as to wrongful discharge and outrage. Nolte appeals the dismissal of his wrongful \r\n  discharge cause of action. We reverse. \r\n   \r\nFACTS  \r\nNolte is a certified public accountant \r\n  (CPA). Jimmy Gibbs (Gibbs) is the sole owner of Gibbs International, a close \r\n  corporation that buys and sells used textile equipment. Gibbs hired Nolte as \r\n  controller of Gibbs International on October 12, 1992. Nolte was an at-will \r\n  employee. He was terminated on January 28, 1994. Nolte was told he was discharged \r\n  because his position was being eliminated.  \r\n   \r\nDuring the course of his employment, \r\n  Nolte became suspicious of various practices of Gibbs International. He questioned \r\n  payments to several individuals and companies as unlawful kickbacks. At his \r\n  deposition, Nolte testified to certain instances that occurred when he worked \r\n  for Gibbs. For example, Wright Fibers, a company owned by Herbert J. Wright \r\n  (Wright), purchased approximately one million dollars in goods from Gibbs. Wright \r\n  Fibers overpaid, and Nolte's superiors directed him to pay two checks to Wright's \r\n  personal account. Because these payments were made to Wright personally, Nolte \r\n  advised his superior, Bob Ollis (Ollis), that a 1099 form should be issued. \r\n  According to Nolte, Ollis discussed the matter with Gibbs. Ollis then told Nolte \r\n  he would be discharged if he proceeded to issue the 1099 form. \r\n   \r\nNolte also testified Gibbs routinely \r\n  paid his personal maid from the company account. Nolte told \r\n  Gibbs this was a personal item that was nondeductible as a corporate expense \r\n  and should not be paid with corporate funds. Gibbs and Ollis both told Nolte \r\n  they were not going to change the way the maid was paid, and if Nolte did not \r\n  like it, he could quit.  \r\nNolte alleges Gibbs used corporate \r\n  funds to pay an air conditioning company when Gibbs changed the dehumidifier \r\n  in his pool room at home. Nolte insists he was directed to call the air conditioning \r\n  company and have them change the invoice description from \"change out pool room \r\n  dehumidifier\" to \"change out heating and air conditioning in office.\" Nolte \r\n  refused and informed Ollis of his refusal. Ollis then directed someone else \r\n  in accounts payable to make the call. \r\n   \r\nNolte also testified Ernst &amp; \r\n  Young prepared the corporate tax returns, and Nolte supplied schedules and supporting \r\n  documents to the accounting firm. Nolte testified he was told not to express \r\n  his concerns to Ernst &amp; Young about personal items being paid with corporate \r\n  funds. He also testified to several instances where he believed Gibbs was paying \r\n  illegal kickbacks.  \r\nDISCUSSION \r\n   \r\nNolte argues he presented sufficient \r\n  evidence to create a genuine dispute of material fact as to whether he was discharged \r\n  in violation of a clear mandate of public policy. We agree. \r\n   \r\nSummary judgment is appropriate when \r\n  it is clear there is no genuine issue of material fact, and the moving party \r\n  is entitled to judgment as a matter of law. Citizens and Southern Nat'l Bank \r\n  of South Carolina v. Lanford, 313 S.C. 540, 443 S.E.2d 549 (1994). Summary \r\n  judgment should not be granted when inquiry into the facts is desirable to clarify \r\n  the application of the law. Hook v. Rothstein, 275 S.C. 187, 268 S.E.2d \r\n  288 (1980). \"In ruling on motions for summary judgment, the court must construe \r\n  all ambiguities, conclusions, and inferences arising from the evidence against \r\n  the moving party.\" Johnston v. Bowen, 313 S.C. 61, 64, 437 S.E.2d 45, \r\n  47 (1993).   \r\nSouth Carolina has long recognized \r\n  the doctrine of employment at-will. Culler v. Blue Ridge Elec. Coop., Inc., \r\n  309 S.C. 243, 422 S.E.2d 91 (1992); Ludwick v. This Minute of Carolina, Inc., \r\n  287 S.C. 219, 337 S.E.2d 213 (1985). In Ludwick, the supreme court adopted \r\n  a public policy exception to the employment at-will doctrine. The court held: \r\n  \"Where the retaliatory discharge of an at-will employee constitutes violation \r\n  of a clear mandate of public policy, a cause of action in tort for wrongful \r\n  discharge arises.\" Id. at 225, 337 S.E.2d at 216. This public policy \r\n  exception clearly applies in cases where an employer requires an employee to \r\n  violate the law, and to situations where the reason for the employee's termination \r\n  was itself a violation of criminal law. Garner v. Morrison Knudsen Corp., \r\n  318 S.C. 223, 456 S.E.2d 907 (1995).  \r\n   \r\nNolte alleges that he was terminated \r\n  because he objected to Gibbs' questionable accounting and business practices, \r\n  and because he refused to acquiesce in them. Nolte further alleges that his \r\n  compliance with Gibbs' requests would have violated a number of state and federal \r\n  laws. For example, Nolte cites 18 U.S.C. § 371, which addresses conspiracies \r\n  to commit offenses or defraud the United States. A material factual issue exists \r\n  as to whether Nolte's employment would have required that he violate this law.(1) \r\n  Nolte has also presented sufficient evidence to preclude summary judgment concerning \r\n  his potential liability under 18 U.S.C. § 1341, a mail fraud statute.(2) \r\n  Inquiry into the facts is desirable to clarify the application of the law in \r\n  this case; therefore, summary judgment is inappropriate.(3) \r\n  Upon a full development of the facts at trial, a violation of the public policy \r\n  exception under Ludwick may be established. Therefore, summary judgment \r\n  is inappropriate, and the trial court's grant of summary judgment is reversed. \r\n   \r\nREVERSED. \r\n   \r\nCONNOR and STILWELL, JJ., \r\n  concur.\r\n1.  Under this \r\n  section, filing a false tax return constitutes an attempt to defraud or commit \r\n  an offense against the United States. See United States v. Haskell, \r\n  327 F.2d 281 (2d Cir. 1964), cert. denied, 377 U.S. 945 (1964). Furthermore, \r\n  one with knowledge of a conspiracy who aids the conspirators in the execution \r\n  of their unlawful scheme is equally guilty. See Di Bonaventura v. \r\n  United States, 15 F.2d 494 (4th Cir. 1926). Even if a person is not a part \r\n  of the plan at its inception, a person who subsequently cooperates in the effort \r\n  to obtain the unlawful results becomes a party to the conspiracy with equal \r\n  responsibility for all that was done before he became personally involved. See \r\n  United States v. Lester, 282 F.2d 750 (3d Cir. 1960), cert. denied, \r\n  364 U.S. 937 (1961). Finally, an employee with knowledge of an employer's illegal \r\n  plan who actively participates in the plan's effectuation can be found guilty \r\n  as a co-conspirator. See Baker v. United States, 393 F.2d 604 \r\n  (9th Cir. 1968), cert. denied, 393 U.S. 836 (1968). \r\n2.  Mail fraud \r\n  may be found when fraudulent tax returns are mailed to the IRS. See United \r\n  States v. Kellogg, 955 F.2d 1244 (9th Cir. 1992); United States v. Helmsley, \r\n  941 F.2d 71 (2d Cir. 1991), cert. denied, 502 U.S. 1091 (1992). Illegal \r\n  kickbacks may also implicate this statute. See United States v. Fagan, \r\n  821 F.2d 1002 (5th Cir. 1987), cert. denied, 484 U.S. 1005 (1988); United \r\n  States v. Weiss, 752 F.2d 777 (2d Cir. 1985), cert. denied, 474 U.S. \r\n  944 (1985). In some instances where an employer violates the statute, employees \r\n  may be implicated also. See United States v. Ramsey, 785 F.2d \r\n  184 (7th Cir. 1986), cert. denied, 476 U.S. 1186 (1986). \r\n3.  In addition \r\n  to the statutes previously discussed, Nolte also alleges he would have violated \r\n  the following statutes by doing as Gibbs desired: S.C. Code Ann. §§ 12-7-2750, \r\n  16-13-240 &amp; 16-17-410 (1976); 18 U.S.C. §§ 225, 1342, &amp; 1961 (1988); \r\n  26 U.S.C. § 7201 (1988). \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"2951","title":"Moser, et al. v. Gosnell [Substituted Opinion]","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2951","description":"","date":"1999-03-01","type":"opinion","text":"\r\n      \r\n\r\n\r\nMoser, et al. v. Gosnell\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Jack L. Moser, Barbara J. \r\n          Moser and JLM Enterprises, Inc. \r\nAppellants, \r\n           \r\n        v. \r\n           \r\n        James W. Gosnell and Vivian \r\n        A. Gosnell, Respondents.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n   \r\nAppeal From Greenville \r\n  County\r\n  C. Victor Pyle, Jr., Circuit \r\n  Court Judge\r\n  ________ \r\n   \r\nOpinion No. 2951\r\n  Heard January 14, 1999 - Filed \r\n  March 1, 1999\r\n  ________ \r\n   \r\nAFFIRMED\r\n________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Ronald G. Tate, Jr., of Gibbes, \r\n          Gallivan, White &amp; Boyd; and Robert E. Hoskins, of Foster &amp; Foster, \r\n          both of Greenville, for appellants. \r\n           \r\n        Michael J. Giese, of Leatherwood, \r\n          Walker, Todd &amp; Mann, of Greenville, for respondents.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\n   \r\nSTILWELL, J.: This \r\n  breach of contract action involves a dispute over the terms of a covenant not \r\n  to compete. Jack&nbsp;L. Moser, Barbara J. Moser and JLM Enterprises sued James \r\n  W. and Vivian&nbsp;A. Gosnell and alleged that the Gosnells breached the covenant. \r\n  Both parties moved for summary judgment. The trial court denied the Mosers' \r\n  motion and granted the Gosnells' in part. The Mosers appeal. We affirm. \r\n   \r\nFACTS \r\n   \r\nThe Gosnells owned Certified Cleaning \r\n  and Contractors until 1994 when they sold the business to the Mosers. Certified \r\n  was a full-service construction and carpet cleaning company that performed a \r\n  variety of services including remodeling, renovation, restoration, and painting. \r\n  Prior to purchasing Certified, the Mosers received a business brochure outlining \r\n  Certified's wide variety of services. They also received a prospectus which \r\n  revealed that up to 80% of Certified's revenue came from insurance funded restoration \r\n  work and the remaining revenue came from carpet cleaning and other non-insurance \r\n  funded services.  \r\nThe Gosnells entered into an Asset \r\n  Purchase and Sale Agreement for the sale of substantially all of the assets \r\n  of Certified to the Mosers for $585,000. The preamble to the Agreement stated \r\n  that the \"Seller is in the business of insurance funded restoration work for \r\n  fire and water damage as well as commercial and residential carpet cleaning \r\n  and the like.\"  \r\nThe Agreement required the Gosnells \r\n  to enter into a covenant not to compete, a copy of which was incorporated by \r\n  reference into and supported the Agreement. The covenant stated \"Seller has \r\n  been engaged in the business of insurance funded restoration work for fire and \r\n  water damage as well as commercial carpet cleaning throughout upstate South \r\n  Carolina.\" One hundred forty-five thousand dollars of the total purchase price \r\n  was attributed to the covenant. The Gosnells agreed that for three years, and \r\n  within the geographical limits of Greenville, Spartanburg, and Laurens counties, \r\n  they would not:  \r\nown, manage, operate, control, represent, \r\n  be employed by, participate in, or be connected in any manner, directly or indirectly \r\n  as consultant, shareholder, employee, partner or in any fashion whatsoever, \r\n  with the ownership, management, operation or control of any person or other \r\n  entity that is engaged in the same business as Seller was in prior to this sale. \r\n   \r\nThe covenant also provided that in \r\n  the event of a \"breach or threatened breach,\" the Mosers would be entitled to \r\n  both injunctive relief and damages \"in an amount equal to the purchase price \r\n  of the business.\" Certified eventually went out of business, and the Mosers \r\n  sued, seeking liquidated damages of $585,000. \r\n   \r\nThe trial court held that the Mosers' \r\n  claims against the Gosnells were limited to only insurance funded services and \r\n  commercial carpet cleaning. The court concluded that the covenant unambiguously \r\n  defined Certified's business as \"insurance-funded restoration work for fire \r\n  and water damage as well as commercial carpet cleaning throughout upstate South \r\n  Carolina.\" Thus, any non-insurance funded restoration, remodeling, repair services, \r\n  and residential carpet cleaning performed by the Gosnells was allowed under \r\n  the covenant.  \r\nThe court also found that the Gosnells \r\n  breached the covenant by engaging in insurance related projects within the designated \r\n  areas of the covenant and reserved the issue of damages for a jury.(1) \r\n  The court found that any breach by the Gosnells of the covenant \"may total no \r\n  more than a few thousand dollars.\" Thus, it determined that the liquidated damages \r\n  provision constituted a penalty because the amount of damages stipulated to \r\n  in the covenant was disproportionate to any probable damage resulting from a \r\n  breach.  \r\nDISCUSSION \r\n   \r\nSummary judgment is appropriate where \r\n  it is clear that there is no genuine issue of material fact and the moving party \r\n  is entitled to judgment as a matter of law. Tupper v. Dorchester County, \r\n  326 S.C. 318, 487 S.E.2d 187 (1997). In determining whether any triable issues \r\n  of fact exist, the evidence and all reasonable inferences therefrom must be \r\n  viewed in the light most favorable to the nonmoving party. Barr v. City of \r\n  Rock Hill, 330 S.C. 640, 500 S.E.2d 157 (Ct. App. 1998). \r\n   \r\nI. Covenant \r\n  Not to Compete  \r\nThe precise issue presented is whether \r\n  the covenant prevented the Gosnells from engaging in services other than \"insurance \r\n  funded restoration work for fire and water damage and commercial carpet cleaning.\" \r\n  The trial court held that it did not and we agree. \r\n   \r\nGenerally, covenants not to compete \r\n  are looked upon with disfavor, examined critically, and strictly construed. \r\n  Cafe Assocs. v. Gerngross, 305 S.C. 6, 406 S.E.2d 162 (1991). When a \r\n  contract is clear and unambiguous, the construction of the contract is a question \r\n  of law for the court. Conner v. Alvarez, 285 S.C. 97, 328 S.E.2d 334 \r\n  (1985). In construing the terms of a contract, the foremost rule is that the \r\n  court must give effect to the intentions of the parties by looking to the language \r\n  of the contract. Id. at 101, 328 S.E.2d at 336. When the language of \r\n  a contract is clear, explicit, and unambiguous, the language of the contract \r\n  alone determines the contract's force and effect and the court must construe \r\n  it according to its plain, ordinary, and popular meaning. Id. \r\n   \r\nThe language of the covenant expressly \r\n  and unambiguously limits application of the covenant to insurance funded restoration \r\n  work and commercial carpet cleaning. Specifically, the operative provision of \r\n  the covenant prohibits the Gosnells from competing in the \"same business\" as \r\n  Certified for a period of three years in certain designated counties. In the \r\n  recital clause, the covenant defines the business as \"insurance funded restoration \r\n  work for fire and water damage as well as commercial carpet cleaning.\" \r\n   \r\nTherefore, the express language of \r\n  the covenant evidences the parties' intentions to prevent the Gosnells from \r\n  competing only in insurance funded services and commercial carpet cleaning, \r\n  the primary focus of Certified's business prior to the sale. Therefore, the \r\n  court correctly held that the Gosnells did not violate the covenant by engaging \r\n  in non-insurance funded work and residential carpet cleaning. \r\n   \r\nThe Mosers argue that the recital \r\n  clause in the covenant should be considered along with other evidence indicating \r\n  that Certified's business prior to the sale was more expansive than that included \r\n  in the covenant. The Mosers point out that the business brochure, prospectus, \r\n  and Agreement provide proof that the parties intended for the covenant to apply \r\n  to all work performed by Certified prior to the sale.  \r\n  \r\nIt is uncontested that Certified's \r\n  business prior to the sale consisted of a variety of services. Nevertheless, \r\n  the covenant specifically and unambiguously prevented the Gosnells from competing \r\n  only in insurance funded projects and commercial carpet cleaning. That Certified's \r\n  business was actually broader than that defined in the covenant is irrelevant \r\n  to the interpretation and application of the covenant. Furthermore, because \r\n  the covenant is clear and unambiguous, we look only to the language of the covenant \r\n  and not to extrinsic evidence to determine the intent of the parties. See \r\n  C.A.N. Enters., Inc., v. South Carolina Health &amp; Human Servs. Fin. Comm'n, \r\n  296 S.C. 373, 373 S.E.2d 584 (1988) (when a contract is clear and unambiguous, \r\n  extrinsic evidence cannot be used to give the contract a meaning different from \r\n  that indicated by its plain terms). \r\n   \r\nII. Damages \r\n  Clause  \r\nThe Mosers also argue the trial court \r\n  erred in holding that the liquidated damages provision of the covenant is an \r\n  unenforceable penalty. We disagree. \r\n   \r\nThe question of whether a sum stipulated \r\n  to be paid upon breach of a contract is liquidated damages or a penalty is one \r\n  of construction and is generally determined by the intention of the parties. \r\n  Tate v. LeMaster, 231 S.C. 429, 99 S.E.2d 39 (1957). The determination \r\n  does not necessarily depend upon the language used in the contract. Id. \r\n  Rather, the determination depends upon the nature of the contract in light of \r\n  the circumstances, and the attitude and intentions of the parties. Benya \r\n  v. Gamble, 282 S.C. 624, 321 S.E.2d 57 (Ct. App. 1984), cert. granted, \r\n  284 S.C. 366, 326 S.E.2d 654, and cert. dismissed, 285 S.C. 345, 329 \r\n  S.E.2d 768 (1985).  \r\nThe test for determining whether \r\n  a stipulation constitutes a penalty is whether \"the sum stipulated is so large \r\n  that it is plainly disproportionate to any probable damage resulting from breach \r\n  of the contract.\" Tate, 231 S.C. at 442, 99 S.E.2d at 46. If the sum \r\n  stipulated is reasonably intended by the parties as the predetermined measure \r\n  of compensation for actual damages for nonperformance, the stipulation is for \r\n  liquidated damages. Id. at 441, 99 S.E.2d at 45-46. However, where the \r\n  stipulation is not based upon contemplated actual damages but is intended to \r\n  provide punishment for breach of the contract, it is a penalty. Id.\r\nHere, it is evident from the covenant's \r\n  language that the purpose of the damages provision was to deter the Gosnells \r\n  from breaching the covenant and to punish the Gosnells upon a breach. The covenant \r\n  provides that the Mosers are entitled to damages of $585,000 in the event of \r\n  a breach or threatened breach. Thus, the covenant prevents not only actual competition \r\n  but also threatened competition. Clearly, damages of $585,000 could not reasonably \r\n  have been intended as a predetermined measure of actual damages for the mere \r\n  threat of a breach by the Gosnells. Rather, damages of such magnitude were designed \r\n  for punishment.  \r\nAdditionally, the liquidated damages \r\n  provision is an unenforceable penalty because the stipulated sum is clearly \r\n  disproportionate to any probable damage resulting from a breach. At the time \r\n  the parties signed the covenant, the parties could not reasonably have believed \r\n  that any probable damage resulting from a breach of the covenant would amount \r\n  to $585,000. In fact, the evidence presented to the trial court revealed that \r\n  the actual damages resulting from the Gosnells' breach amounted to only a few \r\n  thousand dollars. Therefore, the trial court did not err in holding that the \r\n  liquidated damages provision of the covenant is an unenforceable penalty. Accordingly, \r\n  the order of the trial court is \r\n   \r\nAFFIRMED. \r\n   \r\nHOWELL, C.J., and ANDERSON, \r\n  J., concur.\r\n1.  We note one \r\n  inconsistency in the trial court's order. The court stated in its order that \r\n  it denied the Mosers' motion for summary judgment. However, the court actually \r\n  granted partial summary judgment to the Mosers on insurance related projects \r\n  that the Gosnells admitted violated the covenant. The parties subsequently reached \r\n  a settlement of these admitted violations of the covenant. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"2952","title":"Holmes, et al. v. McKay, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2952","description":"","date":"1999-03-01","type":"opinion","text":"\r\n      \r\n\r\n\r\nHolmes, et al. v. McKay, et al.\r\n\r\n\r\nTHE \r\n  STATE OF SOUTH CAROLINA\r\n  In \r\n  The Court of Appeals\r\n  ________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Lewis F. Holmes, \r\n          III, d/b/a Lewis F. Holmes and Son, Lewis F. Holmes, \r\n          Inc., Appellants,\r\n        v.\r\n        Kathy D. McKay, \r\n          Stelling and Associates, United States Fidelity and Guaranty Company, \r\n          Wynn B. Seigler, and\r\n        Seigler Insurance \r\n          Agency, Defendants, \r\n           \r\n        of whom United States \r\n          Fidelity and Guaranty Company is the, \r\n          Respondent.\r\n          \r\n      \r\n    \r\n  \r\n\r\n________ \r\n   \r\nAppeal From \r\n  Charleston County\r\n  Howard P. King, Circuit \r\n  Court Judge\r\n  ________ \r\n   \r\nOpinion No. \r\n  2952\r\n  Heard January 14, \r\n  1999 - Filed March 1, 1999\r\n  ________ \r\n   \r\nAFFIRMED \r\n  IN PART, REVERSED IN PART, and REMANDED\r\n________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        E. LeRoy Nettles, \r\n          Sr., of Nettles, Turbeville &amp; Reddeck, of Lake City, for appellants. \r\n           \r\n        Stephen P. Groves, \r\n          Sr., Bradish J. Waring &amp; Stephen L. Brown, all of Young, Clement, \r\n          Rivers &amp; Tisdale, of Charleston, for respondent.\r\n        \r\n      \r\n    \r\n  \r\n\r\n________ \r\n   \r\nHOWELL, C.J.: \r\n  Lewis F. Holmes, d/b/a Lewis F. Holmes &amp; Son (Holmes), seeks reimbursement \r\n  from United States Fidelity &amp; Guaranty Company (USF&amp;G) for costs incurred \r\n  in settling and defending a migrant workers' lawsuit. The circuit court granted \r\n  USF&amp;G summary judgment and denied summary judgment to the other defendants. \r\n  Holmes appeals. We affirm in part, reverse in part, and remand. \r\n   \r\nFACTS \r\n   \r\nIn the light most favorable \r\n  to Holmes, the facts are as follows. \r\n   \r\nHolmes approached Wynn B. \r\n  Seigler of the Seigler Insurance Agency (Seigler) to procure farm liability \r\n  insurance. Seigler lacked personal access to a farm liability market at that \r\n  time but contacted Kathy D. McKay, d/b/a Stelling &amp; Associates (McKay), \r\n  on Holmes's behalf. McKay held an agent's license from USF&amp;G and planned \r\n  to use USF&amp;G as the insurance carrier.  \r\n   \r\nSeigler and McKay met with \r\n  Holmes at his farm to discuss a potential farm liability policy (the Policy). \r\n  At the initial meeting, Seigler and McKay inspected Holmes's farm, including \r\n  the migrant workers' camps and dwellings. Holmes told both Seigler and McKay \r\n  he \"needed to be protected against all claims by migrant workers, any and all \r\n  claims.\" Seigler and McKay assured him of such coverage.  \r\n   \r\nBased on the meeting with \r\n  Holmes, McKay, on behalf of USF&amp;G, issued Holmes a USF&amp;G insurance binder \r\n  on May 20, 1993 indicating broad coverage for general farm liability from June \r\n  1, 1993 to June 1, 1994. In a letter dated May 20, 1993 (the 5/20/93 letter), \r\n  McKay and Seigler wrote that \"[i]n accordance with your request, we have arranged \r\n  for insurance protection to become effective 05/20/93 on all properties as scheduled \r\n  on the enclosed binder. . . . Meanwhile, coverage is in force just as though \r\n  you have a policy in your hands.\" \r\n   \r\nUSF&amp;G subsequently issued \r\n  the Policy pursuant to this binder. Holmes paid the required premium and received \r\n  the Policy several weeks later, after the occurrence of the events giving rise \r\n  to the migrant worker's lawsuit. The Policy listed Stelling and Associates as \r\n  \"agent.\"  \r\nThe Policy stated: \r\n   \r\nWe will pay those sums that \r\n  the \"insured\" becomes legally obligated to pay as damages because of \"bodily \r\n  injury\" or \"property damage\" to which this insurance applies. . . . No other \r\n  obligation or liability to pay sums or perform acts or services is covered unless \r\n  explicitly provided for under the ADDITIONAL COVERAGES. \r\n   \r\nOn October 1, 1993, certain \r\n  migrant workers brought a civil action against Holmes alleging he violated their \r\n  rights under the Migrant Seasonal Agricultural Worker Protection Act (AWPA), \r\n  29 U.S.C.A. § 1801 et seq. (West 1999), and breached an employment contract. \r\n  Holmes talked with McKay and Seigler about the suit. Both assured Holmes that \r\n  he was covered. Nonetheless, USF&amp;G subsequently sent Holmes a letter denying \r\n  coverage. After settling the lawsuit, Holmes initiated this action on December \r\n  20, 1995.  \r\nLAW/ANALYSIS \r\n   \r\nThe circuit court's order \r\n  granted USF&amp;G summary judgment because the Policy's language did not cover \r\n  the claims against Holmes, USF&amp;G was not bound by either Seigler's or McKay's \r\n  representations in meeting with Holmes, and public policy prevented USF&amp;G \r\n  from insuring against violations of the AWPA.(1) \r\n  We disagree with the circuit court's second and third conclusions. We hold that \r\n  there are sufficient facts in dispute to create a question of fact as to whether \r\n  USF&amp;G was bound by McKay's representations in meeting with Holmes. Furthermore, \r\n  there is a question of fact as to whether Holmes's actions giving rise to the \r\n  migrant workers' claims were intentional. \r\n   \r\n\"Summary judgment is appropriate \r\n  when it is clear that there is no genuine issue of material fact and that the \r\n  moving party is entitled to a judgment as a matter of law.\" Baird v. Charleston \r\n  County, Op. No. 24885 (S.C. Sup. Ct. filed January 18, 1999) (Shearouse \r\n  Adv. Sh. No. 3 at 51, 56). \"In determining whether any triable issues of fact \r\n  exist, the evidence and all inferences which can be reasonably drawn from the \r\n  evidence must be viewed in the light most favorable to the nonmoving party.\" \r\n  McNaughton-McKay Elec. Co. v. Andrich, 324 S.C. 275, 279, 482 S.E.2d \r\n  564, 566 (Ct. App. 1997). \"Summary judgment should not be granted even when \r\n  there is no dispute as to evidentiary facts if there is dispute as to the conclusion \r\n  to be drawn from those facts\" or when \"further inquiry into the facts is desirable \r\n  to clarify the application of the law.\" Tupper v. Dorchester County, \r\n  326 S.C. 318, 325, 487 S.E.2d 187, 191 (1997). Because summary judgment is such \r\n  a drastic remedy, it \"should be cautiously invoked so that no person will be \r\n  improperly deprived of a trial of the disputed factual issues.\" Baughman \r\n  v. American Tel. and Tel. Co., 306 S.C. 101, 112, 410 S.E.2d 537, 543 (1991) \r\n  (quoting Watson v. Southern Ry. Co., 420 F. Supp. 483, 486 (D.S.C. 1975), \r\n  aff'd 542 F.2d 1170 (4th Cir. 1976)). \r\n   \r\nI.  \r\n   \r\nWe subject insurance policies \r\n  to general rules of contract construction because an insurance policy simply \r\n  amounts to a contract between the insurer and the insured. See Flagstar \r\n  Corp. v. Royal Surplus Lines, 332 S.C. 182, 189, 503 S.E.2d 497, 501 (Ct. \r\n  App. 1998). In the absence of an ambiguity, we interpret and enforce a policy's \r\n  terms according to their plain and ordinary meaning. See Nationwide \r\n  Mut. Ins. Co. v. Commercial Bank, 325 S.C. 357, 360, 479 S.E.2d 524, 526 \r\n  (Ct. App. 1996). \"[I]f the intention of the parties is clear, courts have no \r\n  authority to torture the meaning of policy language to extend or defeat coverage \r\n  that was never intended by the parties.\" Diamond State Ins. Co. v. Homestead \r\n  Indus., 318 S.C. 231, 236, 456 S.E.2d 912, 915 (1995). \r\n   \r\nThe Policy covers \"those \r\n  sums that the 'insured' becomes legally obligated to pay as damages because \r\n  of 'bodily injury' or 'property damage' to which this insurance \r\n  applies. No other obligation or liability to pay sums or perform acts or services \r\n  is covered unless explicitly provided for under the ADDITIONAL COVERAGES.\" (emphasis \r\n  added). No relevant additional coverages are provided. The Policy defines \"bodily \r\n  injury\" as \"bodily injury, sickness, or disease sustained by a person and includes \r\n  death resulting from any of these at any time.\" \"Property damage means: (a) \r\n  physical injury to tangible property, including all resulting loss of use of \r\n  that property . . . or (b) Loss of use of tangible property that is not physically \r\n  injured.\"  \r\nNeither the migrant workers' \r\n  complaint against Holmes nor Holmes's complaint in this action alleged \"bodily \r\n  injury\" or \"property damage\" as defined in the Policy. Holmes merely alleged \r\n  the Policy requires USF&amp;G to defend him in a lawsuit under the AWPA, and \r\n  absent such defense, indemnify him for his costs associated with settling and \r\n  defending the lawsuit himself. However, the Policy's plain language covers only \r\n  \"bodily injury\" and \"property damage,\" neither of which covers damages from \r\n  lawsuits under the AWPA. Nationwide, 325 S.C. at 360, 479 S.E.2d at 526 \r\n  (noting policy terms define insurer's obligations, and prohibiting enlargement \r\n  by judicial construction). \r\n   \r\nTherefore, because the policy's \r\n  plain language covers only \"bodily injury\" or \"property damage,\" the circuit \r\n  court properly determined the policy did not cover Holmes's claim. \r\n   \r\nII.  \r\n   \r\nInsurance companies are \r\n  bound by the representations and acts of their agents acting within the scope \r\n  of their authority. See ML-Lee Acquisition Fund, L.P. v. Deloitte \r\n  &amp; Touche, 327 S.C. 238, 242, 489 S.E.2d 470, 472 (1997) (\"[T]he authorized \r\n  acts of an agent are the acts of the principal.\"). Thus, in some situations, \r\n  an agent's assurance of a particular type of coverage can obligate an insurer \r\n  to provide the promised coverage, even if the coverage is not included in the \r\n  policy.(2) See Hagins v. Aetna Life \r\n  Ins. Co., 75 S.C. 225, 227-28, 55 S.E. 323, 323-24 (1906) (holding that \r\n  agent acted within the scope of his authority and bound the insurer to a modification \r\n  of the initial policy); Crosby v. Protective Life Ins. Co., 293 S.C. \r\n  203, 208, 359 S.E.2d 298, 301 (Ct. App. 1987) (\"A court of equity may reform \r\n  a contract where the mistake is . . . unilateral and has been induced by the \r\n  fraud, deceit, misrepresentation, concealment of imposition in any form of the \r\n  party opposed in interest to the reformation without negligence on the part \r\n  of the party claiming the right, or where the mistake is accompanied by very \r\n  strong and extraordinary circumstances showing imbecility or something which \r\n  would make it a great wrong to enforce the agreement.\"). \r\n   \r\nUsually, whether an agency \r\n  relationship exists and the scope of the alleged agent's authority are questions \r\n  of fact for the jury. See American Fed. Bank v. Number One Joint Venture, \r\n  321 S.C. 169, 173-74, 467 S.E.2d 439, 442 (1996) (agency relationship); Hiott \r\n  v. Guaranty Nat'l Ins. Co., 329 S.C. 522, 530, 496 S.E.2d 417, 421 (Ct. \r\n  App. 1997) (extent of agent's authority).  \r\n   \r\nWith reference to the proof \r\n  of agency, . . . the declarations of an agent alone as to his agency are insufficient \r\n  to prove agency, but if there are other corroborating facts, agency then becomes \r\n  a question for the jury. His statements are admissible and competent as circumstances \r\n  in connection with other competent evidence to prove the legal relationship \r\n  of principal and agent.  \r\n   \r\nThe relationship of agency \r\n  need not depend upon express appointment and acceptance, but may be, and frequently \r\n  is, implied from the words and conduct of the parties and the circumstances \r\n  of the particular case. \r\n   \r\nBut[,] in order to be relevant[,] \r\n  the alleged principal must, in some way, directly or indirectly be connected \r\n  with the circumstances. The agent must have assumed to represent the principal \r\n  and to have performed the acts in his name and on his behalf. \r\n   \r\nCity of Greenville v. \r\n  Washington Am. Baseball Club, 205 S.C. 495, 504-05, 32 S.E.2d 777, 780-81 \r\n  (1945) (citations omitted); accord Fuller v. Eastern Fire &amp; Cas. \r\n  Ins. Co., 240 S.C. 75, 83, 124 S.E.2d 602, 606 (1962) (\"[A]gency may not \r\n  be established solely by the declarations and conduct of the alleged agent, \r\n  but such declarations and conduct are admissible as circumstances in connections \r\n  with other evidence tending to establish the agency.\"). \r\n   \r\nNevertheless, the law makes \r\n  a distinction between insurance brokers and insurance agents.  \r\n   \r\nA broker is ordinarily one \r\n  who acts as a middleman between the insured and insurer and who solicits insurance \r\n  from the public under no employment from any special company, but having secured \r\n  an order, either places the insurance with a company selected by the insured \r\n  or with a company selected by the broker himself. \r\n   \r\nA broker is ordinarily employed \r\n  by a person seeking insurance, and when so employed is to be distinguished from \r\n  the ordinary insurance agent who is employed by an insurance company to solicit \r\n  and write insurance in the company. \r\n   \r\nWhere one has no agency \r\n  license with the insurer, and is requested to place the business, he is a broker. \r\n   \r\nWhether a broker represents \r\n  the insurer or the insured depends upon the facts in each case. Generally, an \r\n  insurance broker is the agent of the insured, and not the insurer. The mere \r\n  fact that he receives a commission from the insurer for placing the insurance \r\n  does not change his character as an agent of the insured. \r\n   \r\n. . . [T]he insurance broker \r\n  is primarily the agent of the person first employing him, and[,] thus[,] where \r\n  he is employed to procure insurance, he is the agent of the insured. \r\n   \r\nAs a general rule a broker \r\n  acting for the insured has no authority to bind the insurer. The fact that the \r\n  insurer furnished the broker an application blank which was given to the person \r\n  requesting coverage does not make the broker an agent of the insurer in issuing \r\n  the policy.  \r\nAllstate Ins. Co. v. \r\n  Smoak, 256 S.C. 382, 392-93, 182 S.E.2d 749, 754 (1971). \r\n   \r\nHowever, \"[t]he terms agent \r\n  and broker are not mutually exclusive. Under certain circumstances, a broker \r\n  may be an agent for an insurance company.\" Hiott, 329 S.C. at 530, 496 \r\n  S.E.2d at 422 (citation omitted). By statute, \"[a] person who: . . . takes or \r\n  transmits other than for himself an application for insurance or a policy of \r\n  insurance to or from an insurer, . . . whether these acts are done by an employee \r\n  of an insurer or at the instance or request of an insurer, must be an agent \r\n  of the insurer for which the act is done or the risk is taken.\" S.C. Code Ann. \r\n  § 38-43-10 (1989). Even if, by reason of section 38-43-10, a broker is converted \r\n  into an agent of the insurer, the extent of the broker's authority as the insurer's \r\n  agent must still be determined. Hiott, 329 S.C. at 530, 496 S.E.2d at \r\n  421.   \r\n\r\nAdditionally, \"[a]n insurance \r\nagent who is not owned or controlled by an insurance company and who is not precluded \r\nfrom representing any number of insurance companies is an independent insurance \r\nagent . . . .\" 44 C.J.S. Insurance § 180 (1993). Although a few cases come \r\nclose,(3) \r\n we can find no South Carolina \r\n  case deciding the issue of whether an independent insurance agent licensed to \r\n  sell insurance with many different companies operates, with respect to policies \r\n  ultimately issued by the insurer due to the agent's work, as an agent of those \r\n  insurers with authority to bind. Nonetheless, generally an independent insurance \r\n  agent is considered the agent of the insured. Id. But, \"for some purposes[,] \r\n  an independent agent is the insurance company's agent and not insured's agent \r\n  or broker, when the company is one of the agent's licensed companies.\" Id. \r\n  Today, we hold that independent insurance agents' licenses with several insurers \r\n  are, with respect to policies issued on the agents' efforts, evidence of agency \r\n  with and authority to speak for the insurers for which they are licensed. While \r\n  the license also acts as evidence of authority to bind the insurer, this rule \r\n  is consistent with the requirements of section 38-43-10 in that the licensing \r\n  of the agent acts as evidence that the agent's acts were done \"at the instance \r\n  or request of\" the insurer. Thus, the question becomes whether there is a genuine \r\n  issue of material fact as to the agency status of either Seigler or McKay. \r\n   \r\nA. \r\n   \r\nUSF&amp;G argues that, because \r\n  Holmes approached Seigler, Seigler is Holmes's agent, not USF&amp;G's. We agree. \r\n   \r\nSeigler was an independent \r\n  insurance agent, not licensed to sell insurance for USF&amp;G. The parties agree \r\n  that Holmes approached Seigler to buy farm liability insurance. Moreover, there \r\n  is no evidence that Seigler was acting \"at the instance or request of\" USF&amp;G. \r\n  Although the 5/20/93 letter was signed by both McKay and Seigler, the policy \r\n  eventually issued only lists Stelling and Associates as the \"agent.\" Consequently, \r\n  Seigler acted as a broker whose representations could not bind USF&amp;G.  \r\n   \r\nB. \r\n   \r\nUSF&amp;G also claims that \r\n  McKay is not its agent, because she was an independent agent first approached \r\n  by Seigler, who was first approached by Holmes. We disagree. \r\n   \r\nMcKay met with Holmes as \r\n  an independent agent \"representing Stelling and Associates licensed with . . \r\n  . USF&amp;G.\" She further noted that, \"[i]f you represent [a] company, you're \r\n  licensed with them as an agent.\" After meeting with Holmes, McKay, acting on \r\n  behalf of USF&amp;G, issued a binder indicating broad coverage for farm liability. \r\n  The Policy listed Stelling and Associates as \"agent.\" From these facts, we can \r\n  infer that USF&amp;G's ultimate issuance of the Policy was done in reliance \r\n  on this binder. Arguably, USF&amp;G's issuing the Policy validated that McKay \r\n  was its agent with authority to speak on its behalf, at least with respect to \r\n  the Policy. Cf. Fuller, 240 S.C. at 85-87, 124 S.E.2d at 608 (noting \r\n  that, in response to appellant's arguing the seller of the insurance was not \r\n  the appellant's agent, the appellant's actions, including, among other things, \r\n  ultimately issuing an insurance policy based on the seller's representations \r\n  and listing the seller as \"agent\" on the policy, ratified the seller's conduct \r\n  and insurer was bound by the seller's representations to cover the event at \r\n  issue despite contract provisions indicating no coverage). In construing all \r\n  the facts and inferences in favor of Holmes, we conclude there is a question \r\n  of fact as to whether McKay is USF&amp;G's agent so that her representations \r\n  regarding coverage for the migrant workers' claims are binding on USF&amp;G. \r\n   \r\nIII. \r\n   \r\nUSF&amp;G also argues that, \r\n  because Holmes settled a civil suit alleging intentional acts on his part, any \r\n  claim to coverage is void as contrary to public policy. In its order, the circuit \r\n  court held that  \r\nas a matter of law . . . \r\n  Holmes'[s] illegal acts . . . are not insurable . . . as a matter of public \r\n  policy. An insurance policy is void if its intent is to indemnify the insured \r\n  against liability for his criminal acts. The AWPA is a criminal statute and \r\n  Holmes seeks indemnification against liability for [his] violation of that criminal \r\n  statute. Accordingly, any alleged insurance coverage is void. \r\n   \r\nWe disagree. \r\n   \r\nHolmes's alleged actions \r\n  were not necessarily criminal or intentional. To the contrary, the migrant workers' \r\n  action was civil, not criminal. Although the migrant workers' complaint alleged \r\n  intentional violations of the AWPA, it also alleged unintentional breach of \r\n  contract actions. Consequently, because the record does not establish that, \r\n  as a matter of law, Holmes's actions were criminal or intentional, there is \r\n  a question of fact as to whether coverage in this case would violate public \r\n  policy.   \r\nFor the foregoing reasons, \r\n  the circuit court improperly granted summary judgment to USF&amp;G. Hence, the \r\n  circuit court's order in this case is \r\n   \r\nAFFIRMED IN PART, \r\n  REVERSED IN PART, and REMANDED. \r\n   \r\nANDERSON and STILWELL, \r\n  JJ., concur. \r\n  \r\n \r\n1.  \r\nThe AWPA provides for both \r\ncriminal penalties and a civil cause of action. 29 U.S.C.A. §§ 1851, 1854 (West \r\n1999).  \r\n2.  \r\nIf either Seigler or McKay \r\nis an agent of USF&amp;G with authority to bind, there is evidence that Holmes \r\nunderstood his insurance to cover the migrant workers' claims and that Seigler \r\nand McKay, who Holmes thought was representing USF&amp;G, both assured Holmes \r\nof that coverage. Therefore, if there is evidence of agency and authority to bind, \r\nthen, because there is evidence that the Policy should be reformed, the trial \r\ncourt erred in granting summary judgment in favor of USF&amp;G.  \r\n3.  In \r\n  Republic Textile Equip. Co. v. Aetna Ins. Co., 293 S.C. 381, 383, 360 \r\n  S.E.2d 540, 541 (Ct. App. 1987), this Court dealt with an independent insurance \r\n  agency that was \"authorized to place insurance coverage with approximately twenty \r\n  different companies.\" That case did not decide whether the authorization was \r\n  evidence of agency and authority to bind. In that case, the insurance company \r\n  canceled the insured's policy. Id. at 384, 360 S.E.2d at 542. After conferring \r\n  with the independent agent, the insurer issued a replacement policy. Id. \r\n  This Court held that the insurer's conferring with the independent agent with \r\n  respect to the replacement policy meant that the independent agent acted, with \r\n  respect to the replacement policy, as the insurer's agent with authority to \r\n  bind. Id. at 386-87, 360 S.E.2d at 543. While that case relied on evidence \r\n  independent of the independent agent's licenses with the insurer, it said nothing \r\n  about whether this evidence in addition to the license was required in order \r\n  to prove agency. Id.  \r\n   \r\nIn Smoak, the broker \r\n  was deemed not to be an agent of the insurer because there was no evidence of \r\n  the scope of his statutory authority. 256 S.C. at 392, 182 S.E.2d at 753. The \r\n  broker in Smoak, though, was not licensed with the insurer, as supported \r\n  by his consultation of a licensed representative of the insurer in order to \r\n  finally place the coverage. Id. at 389, 182 S.E.2d at 752.  \r\n   \r\nIn Hiott, we found \r\n  insufficient evidence to prove that an independent agency was the agent of the \r\n  insurer. 329 S.C. at 530-31, 496 S.E.2d at 422. In that case, the only evidence \r\n  linking the agency with the insurer was the representations of a third party. \r\n  Id. Clearly, the representations of the third party are not attributable \r\n  to the insurer. The opinion does not discuss whether a license with the insurer \r\n  would have been sufficient evidence of agency and authority to bind. Id. \r\n   \r\nAs a result, because none \r\n  of these cases approach the issue of whether a license with an insurance company \r\n  is evidence of both agency with and authority to speak for the insurer regarding \r\n  policies issued due to the alleged agent's work, they are not binding precedent \r\n  on this issue. See Hutto v. Southern Farm Bureau Life Ins. Co., \r\n  259 S.C. 170, 173, 191 S.E.2d 7, 8-9 (1972) (holding that a case is not binding \r\n  precedent on an issue not mentioned in the opinion). \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"2953","title":"Russo v. Nationwide Mutual Insurance Co.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2953","description":"","date":"1999-03-08","type":"opinion","text":"\r\n      \r\n\r\n\r\nRusso v. Nationwide Mutual Insurance Co.\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Joseph Russo, Respondent, \r\n        v. \r\n        Nationwide Mutual Insurance \r\n          Company, Appellant.\r\n        \r\n    \r\n  \r\n\r\n________ \r\n   \r\nAppeal From Horry \r\n  County\r\n  Sidney T. Floyd, Circuit Court \r\n  Judge\r\n  ________\r\nOpinion No. 2953\r\n  Heard January 12, 1999 - Filed \r\n  March 8, 1999\r\n  ________ \r\n   \r\nREVERSED AND \r\n  REMANDED\r\n________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Robert C. Brown, of Brown \r\n          &amp; Brehmer, of Columbia, for appellant. \r\n           \r\n        Dennis H. Smith, of Dennis \r\n        H. Smith, P.A., of Surfside, Beach, for respondent.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n   \r\nPER CURIAM: In this \r\n  insurance case, the trial court awarded Joseph Russo $15,000 in damages for \r\n  loss of consortium under \"rolled-on\" underinsured motorist (UIM) coverage. The \r\n  trial court found that Mr. Russo's damages were separate from and in addition \r\n  to the $15,000 in damages awarded under the same UIM coverage to Beverly Ann \r\n  Russo for her bodily injuries. We reverse and remand. \r\n   \r\nBACKGROUND \r\n   \r\nMrs. Russo sustained severe bodily \r\n  injuries arising from an automobile accident on August 1, 1994. The Russos received \r\n  full payment under the liability limits available from the at-fault driver's \r\n  insurance company. Although the Russos' policy omitted UIM coverage, both parties \r\n  stipulated that recent case law mandated rolled-on UIM coverage of $15,000 per \r\n  person with a $30,000 per occurrence cap. See Butler v. Unisun Ins. \r\n  Co., 323 S.C. 402, 405, 475 S.E.2d 758, 760 (1996) (\"If the insurer fails \r\n  to comply with the statutory duty to make a meaningful offer to the insured, \r\n  the policy will be reformed, by operation of law, to include UIM coverage up \r\n  to the limits of liability insurance carried by the insured.\"). Nationwide Mutual \r\n  Insurance Co., the Russos' insurer, paid Mrs. Russo $15,000 in rolled-on UIM \r\n  coverage for her bodily injuries.  \r\n   \r\nMr. Russo filed a declaratory judgment \r\n  action seeking $15,000 for loss of consortium under a \"per person\" UIM limit \r\n  independent from that invoked to cover Mrs. Russo's bodily injury claims. After \r\n  Nationwide filed its answer, both Nationwide and the Russos moved for summary \r\n  judgment. The Russos argued South Carolina Code section 38-77-160 (Supp. 1998), \r\n  entitles Mr. Russo to $15,000 for loss of consortium and Mrs. Russo to $15,000 \r\n  for bodily injuries under separate per person UIM limits, rather than limiting \r\n  the Russos' total combined recovery to $15,000. The trial court granted summary \r\n  judgment in Mr. Russo's favor and awarded Mr. Russo $15,000 in damages. \r\n   \r\nLAW/ANALYSIS \r\n   \r\nLoss of consortium is a claim for \r\n  consequential damages and is generally excluded from automobile insurance policy \r\n  definitions of \"bodily injuries.\" Sheffield v. American Indem. Co., 245 \r\n  S.C. 389, 394-5, 140 S.E.2d 787, 790 (1965).  \r\n   \r\n\"Thus, it is generally held that \r\n  where a wife has sustained injury by reason of the negligent operation of an \r\n  insured's automobile and has been paid the full amount limited by an automobile \r\n  liability policy in case of 'bodily injury' to one person, her husband, who \r\n  has sustained no physical injury, cannot recover from the insurer for consequential \r\n  damages for loss of consortium, etc., since he has sustained no 'bodily injury' \r\n  within the meaning of the policy.\" \r\n   \r\nId. at 395, 140 S.E.2d at \r\n  790 (quoting 7 Am. Jur. 2d, Automobile Insurance § 195 (1963) (footnote \r\n  omitted)).(1) \r\n   \r\nMr. Russo concedes that loss of consortium \r\n  is not a \"bodily injury,\" but argues section 38-77-160 is broad enough to authorize \r\n  his recovery. Section 38-77-160 requires \"[UIM] coverage up to the limits of \r\n  the insured liability coverage to provide coverage in the event that damages \r\n  are sustained in excess of the liability limits carried by an at-fault insured \r\n  or underinsured motorist.\" S.C. Code Ann. § 38-77-160 (Supp. 1998) (emphasis \r\n  added).(2) Mr. Russo claims that by using the \r\n  broader term \"damages\" in the UIM statute, instead of the more limited term \r\n  \"damages . . . because of bodily injury\" used in the general liability coverage \r\n  statute, S.C. Code Ann. § 38-77-140 (1989), the South Carolina General Assembly \r\n  consciously intended broader UIM coverage. Specifically, he argues the phrase \r\n  \"damages sustained in excess of the liability limits\" is not limited to claims \r\n  involving bodily injury, and thus, entitles him to $15,000 for loss of consortium \r\n  damages in addition to Mrs. Russo's $15,000 for bodily injury damages. We disagree. \r\n   \r\nIn statutory construction, legislative \r\n  intent prevails where it can be reasonably ascertained from the plain meaning \r\n  of the statutory language. Greenville Hosp. Sys. v. Provident Life &amp; \r\n  Accident Ins. Co., 330 S.C. 436, 442, 499 S.E.2d 232, 235 (Ct. App. 1998); \r\n  Stephen v. Avins Constr. Co., 324 S.C. 334, 338-39, 478 S.E.2d 74, 76-77 \r\n  (Ct. App. 1996). \"The statute as a whole must receive practical, reasonable, \r\n  and fair interpretation consonant with the purpose, design and policy of lawmakers.\" \r\n  Rosenbaum v. S-M-S 32, 311 S.C. 140, 143, 427 S.E.2d 897, 898 (1993). \r\n  The declared purpose of South Carolina's automobile insurance laws is \"[t]o \r\n  provide that every automobile insurance risk which is insurable on the basis \r\n  of the criteria established in this chapter is entitled to bodily injury liability \r\n  and property damage liability automobile insurance from the automobile insurer \r\n  of the applicant's choice.\" S.C. Code Ann. § 38-77-10(1) (Supp. 1998). \r\n   \r\nThe statutes governing basic liability \r\n  insurance limit coverage to protection against damages \"because of bodily injury.\" \r\n  S.C. Code Ann. § 38-77-140 (1989). Although the UIM statute refers to \"damages\" \r\n  generally rather than \"damages due to bodily injury\" specifically, that statute \r\n  also clearly refers back to the basic liability coverage scheme. S.C. Code Ann. \r\n  § 38-77-160 (Supp. 1998).  \r\nDespite section 38-77-160's omission \r\n  of the term \"bodily injury,\" the repeated references to liability coverage and \r\n  liability limits convince us the term \"damages\" must be construed in accordance \r\n  with the basic liability coverage statute, section 38-77-140, which focuses \r\n  on bodily injury damages. We must read these statutes together. See \r\n  Jackson v. Charleston County Sch. Dist., 316 S.C. 177, 181, 447 S.E.2d \r\n  859, 861 (1994) (noting statutory provisions should be given reasonable and \r\n  practical construction consistent with the purpose and policy of the entire \r\n  act). The term \"damages\" in section 38-77-160 means bodily injury or property \r\n  damage because it references liability coverage, which in turn explicitly limits \r\n  coverage to bodily injury. Such a construction accords with the statute's declared \r\n  purpose. See S.C. Code Ann. § 38-77-10(1) (Supp. 1998) (referencing \r\n  bodily injury and property damage).  \r\n   \r\nOur state's case law supports such \r\n  a holding. See State Farm Mut. Auto. Ins. Co. v. Bookert, 330 \r\n  S.C. 221, 229, 499 S.E.2d 480, 484 (Ct. App. 1997) (concluding the legislature \r\n  intended UIM coverage to provide the same type of coverage as liability coverage), \r\n  cert. granted, (Nov. 6, 1998). In Bookert, this court considered \r\n  whether an insurance policy's UIM coverage provisions rendered the policy inconsistent \r\n  with section 38-77-160. Id. We \"conclud[ed] the legislature intended \r\n  for underinsured motorist coverage to provide the same type of coverage as liability \r\n  coverage\" because \"underinsured motorist coverage is intended to provide coverage \r\n  where the at-fault driver's liability coverage is insufficient.\" Id. \r\n   \r\nMoreover, in Mathis v. State Farm \r\n  Mut. Auto. Ins. Co., 315 S.C. 71, 431 S.E.2d 619 (Ct. App. 1993), we concluded \r\n  the legislature intended to retain the common understanding of the term \"damages\" \r\n  and to include property damages in addition to bodily damages. Id. at \r\n  75, 431 S.E.2d at 621-224 (basing this conclusion on the statute's purpose as \r\n  expressed in section 38-77-10(1)). The legislature's response to that decision \r\n  was to amend section 38-77-10(1) to specifically include the terms \"bodily injury\" \r\n  and \"property damage.\" S.C. Code Ann. § 38-77-10(1) (Supp. 1998).  \r\n   \r\nWe presume the legislature's awareness \r\n  of our decision in Mathis when passing that amendment. See Whitner \r\n  v. State, 328 S.C. 1, 6, 492 S.E.2d 777, 779 (1997) (There is a \"basic presumption \r\n  that the legislature has knowledge of previous legislation as well as of judicial \r\n  decisions construing that legislation when later statutes are enacted concerning \r\n  related subjects.\"). The legislature's use of the terms \"bodily injury\" and \r\n  \"property damage\" rather than the broader term \"damages\" in the amendment indicates \r\n  an apparent decision not to broaden the purpose of the statute.  \r\n   \r\nAccordingly, we hold that Mr. Russo \r\n  may not recover for loss of consortium damages under a \"per person\" UIM limit \r\n  separate from his wife's recovery for bodily injuries. We reverse the grant \r\n  of summary judgment in favor of Mr. Russo and remand to the trial court for \r\n  it to enter summary judgment in favor of Nationwide on Mr. Russo's claim for \r\n  separate loss of consortium damages under UIM coverage.\r\nREVERSED AND REMANDED. \r\n   \r\nCONNOR, HEARN, and HUFF, \r\n  JJ., concur.\r\n1.  Although Sheffield \r\n  focused on an uninsured (UM) claim rather than a UIM claim, we find Sheffield \r\n  persuasive because loss of consortium damages do not constitute a bodily injury \r\n  regardless of the coverage invoked. \r\n2.  Minimum liability \r\n  insurance limits are \"fifteen thousand dollars because of bodily injury to one \r\n  person in any one accident, and, subject to the limit for one person, thirty \r\n  thousand dollars because of bodily injury to two or more persons in any one \r\n  accident.\" S.C. Code Ann. § 38-77-140 (1989). \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"2954","title":"Strom v. Collins Entertainment Corp.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2954","description":"","date":"1999-03-08","type":"opinion","text":"\r\n      \r\n\r\n\r\nStrom v. Collins Entertainment Corp.\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Ex Parte: J.P. Strom, Jr., \r\n           Respondent. \r\n           \r\n        Collins Entertainment Corp., \r\n          Appellant, \r\n           \r\n        v. \r\n           \r\n        Columbia \"20\" Truck Stop, \r\n          Inc., d/b/a Columbia \"20\" Truck Stop, Vern Adkins and Union Oil Company \r\n          of California, Respondents.\r\n        \r\n    \r\n  \r\n\r\n________ \r\n   \r\nAppeal From Richland \r\n  County\r\n  L. Casey Manning, Circuit Court \r\n  Judge\r\n  ________ \r\n   \r\nOpinion No. \r\n  2954\r\n  Heard November 4, \r\n  1998 - Filed March 8, 1999\r\n  ________ \r\n   \r\nREVERSED\r\n________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        O.W. Bannister, Jr., and \r\n          James W. Bannister, both of Hill, Wyatt &amp; Bannister, of Greenville, \r\n          for appellant.  \r\n        Herbert W. Louthian, of Louthian \r\n          &amp; Louthian; Richard M. Gergel and W. Allen Nickles, III, both of \r\n        Gergel, Nickles &amp; Grant, all of Columbia, for respondents.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n   \r\nPER CURIAM: Collins \r\n  Entertainment Corporation appeals the final order of the circuit court granting \r\n  the motion of its attorney of record, J. P. Strom, Jr., to retroactively relieve \r\n  him as counsel for Collins in its action against Columbia \"20\" Truck Stop, Inc. \r\n  and others (Columbia \"20\"). We reverse. \r\n   \r\nI. FACTS \r\n   \r\nIn February 1996, Collins sued Columbia \r\n  \"20\". Strom and another attorney filed the complaint on behalf of Collins and, \r\n  thus, became Collins's attorneys of record in the action. According to Strom, \r\n  Collins's general counsel informed him in March of 1996 that his involvement \r\n  in the case was no longer needed. However, neither Collins nor Strom applied \r\n  to the court for an order relieving Strom as counsel of record. \r\n   \r\nOn June 10, 1997, Strom appeared \r\n  as one of several counsel who filed a complaint on behalf of Joan Caldwell Johnson \r\n  and others against multiple defendants, including Collins. Nine days later, \r\n  Strom filed a motion with the trial court requesting that his name be deleted \r\n  as Collins's attorney of record nunc pro tunc to April 1996 in Collins's case \r\n  still pending against Columbia \"20\".  \r\n   \r\nCollins objected to Strom's motion, \r\n  arguing Strom remained its attorney in the Columbia \"20\" case. Collins's general \r\n  counsel denied relieving Strom of his duties. The Columbia \"20\" case was then \r\n  dismissed pursuant to a settlement reached between the parties under Rule 41(a), \r\n  SCRCP, on July 11, 1997. Strom did not participate in the settlement or the \r\n  procurement of the order of dismissal. \r\n   \r\nDespite Collins's objections, the \r\n  trial court granted Strom's motion to be retroactively relieved under Rule 60(a), \r\n  SCRCP,(1) based on clerical mistake. The order \r\n  was issued on August 8, 1997. The court found that \"Strom was relieved of all \r\n  duties in this matter as of March 1996 and that 'by oversight or omission' his \r\n  name was not removed as counsel of record.\" The trial court ordered that Strom's \r\n  name be deleted as counsel of record as of March 1996. \r\n   \r\nThe Johnson case was subsequently \r\n  removed to federal court, where Collins sought to disqualify Strom based in \r\n  part on the allegation that he still represented Collins in the Columbia \"20\" \r\n  case at the time the Johnson suit was commenced, in violation of Rule 1.7 of \r\n  the Rules of Professional Conduct. See Rule 407, SCACR, Rules of Prof. \r\n  Conduct, 1.7. Collins's appeal from the trial court's order retroactively removing \r\n  Strom as attorney of record is now before us. \r\n   \r\nII. DISCUSSION\r\nCollins argues the trial court erred \r\n  in retroactively deleting Strom's name as attorney of record in the Columbia \r\n  \"20\" case. We agree.  \r\nRule 60(a), SCRCP, provides in part: \r\n   \r\n(a) Clerical Mistakes. Clerical mistakes \r\n  in judgments, orders or other parts of the record and errors therein arising \r\n  from oversight or omission may be corrected by the court at any time of its \r\n  own initiative or on the motion of any party and after such notice, if any, \r\n  as the court orders.  \r\nIn relying upon this rule, the trial \r\n  court concluded that Strom's representation of Collins in the Columbia \"20\" \r\n  case ended as of March 1996 and, therefore, his name appearing as attorney of \r\n  record was merely a clerical error resulting from an oversight or omission. \r\n  We conclude this was error. \r\n   \r\nRule 60(a) provides the court with \r\n  a mechanism for correcting clerical errors and mistakes in its judgments, orders, \r\n  and other parts of the record. \"Generally, a clerical error is defined as a \r\n  mistake in writing or copying.\" Dion v. Ravenel, Eiserhardt Assocs., \r\n  316 S.C. 226, 230, 449 S.E.2d 251, 253 (Ct. App. 1994). A clerical error \"is \r\n  a mistake or omission by a clerk, counsel, judge or printer which is not the \r\n  result of exercise of judicial function.\" Id. The appearance of Strom's \r\n  name as counsel of record in the Columbia \"20\" case cannot be considered a clerical \r\n  error unless he had previously been relieved as Collins's counsel under the \r\n  manner proscribed by law. Without his prior removal, there was no clerical mistake \r\n  to correct.   \r\nRemoval as attorney of record is \r\n  governed by Rule 11(b), SCRCP. Rule 11(b) states in pertinent part: \"An attorney \r\n  may be changed by consent, or upon cause shown, and upon such terms as shall \r\n  be just, upon application, by order of the Court, and not otherwise.\" \r\n  (emphasis added). The language of Rule 11(b) is clear. Once an attorney has \r\n  made a formal appearance and become attorney of record in an action, withdrawal \r\n  can only be accomplished by order of the court. Id.; Culbertson v. \r\n  Clemens, 322 S.C. 20, 471 S.E.2d 163 (1996). A formal appearance by an attorney \r\n  is most commonly made by the signing of pleadings. Rule 11(a), SCRCP; Culbertson, \r\n  supra. \r\nThe requirement that removal as attorney \r\n  of record be done only by order of the court is for good reason. As recently \r\n  noted by our supreme court: \"In all actions, it is of vital importance, not \r\n  only to the parties involved but to the court as well, that the correct attorneys \r\n  are listed as the attorneys of record. The best way to achieve this is by strict \r\n  adherence to Rule 11(b), which was designed to eliminate any confusion regarding \r\n  which attorneys are representing parties by requiring that any changes be made \r\n  by application to the court.\" Culbertson, 322 S.C. at 25, 471 S.E.2d \r\n  at 165.  \r\nThe circuit court is a court of record. \r\n  See S.C. Const. art. V, § 20; Love v. Dorman, 91 S.C. 384, 74 \r\n  S.E. 829 (1912). Records are required to be maintained to \"secure an accurate \r\n  memorial of all the proceedings in the case so that persons interested may ascertain \r\n  the exact state thereof.\" 21 C.J.S. Courts § 178 (1990). \"The court of \r\n  common pleas being a court of record and of general jurisdiction, all presumptions \r\n  are in favor of the regularity of its proceedings and irregularities must be \r\n  shown.\" Young v. Brabham, 105 S.C. 62, 89 S.E. 472 (1916). It is generally \r\n  recognized that \"[u]nless the court formally corrects it, the record of a court \r\n  of record is conclusive evidence of the court's dispositions stated in the record.\" \r\n  20 Am. Jur. Courts § 28; See also Young v. Brabham, \r\n  105 S.C. 62, 89 S.E. 472 (1916). \r\n   \r\n Though the urgency of maintaining \r\n  the record as to matters such as appearance of counsel may be diminished once \r\n  the case is dismissed, it is nevertheless important that the integrity of the \r\n  judicial record be maintained. For this reason, a nunc pro tunc order modifying \r\n  a record as to representation in a court proceeding is not rendered moot by \r\n  virtue of the dismissal of the proceeding, even though the matter of representation \r\n  appears to have no effect on the outcome of the case.  \r\n   \r\nIn order to preserve the integrity \r\n  of the court record, it is generally recognized that a nunc pro tunc order can \r\n  be used only for the purpose of placing in the record evidence of judicial action \r\n  that has actually been taken, and not to correct an error or supply an omission \r\n  of judicial action. 20 Am. Jur. 2d Courts § 29; Carroll v. Carroll, \r\n  338 S.W.2d 694 (Ky. 1960); Harden v. Commonwealth, 885 S.W.2d 323 (Ky. \r\n  Ct. App. 1994). The court can correct only what was done, not what should have \r\n  been done. \r\nIn this case, Strom had never made \r\n  a motion to be relieved as attorney of record under Rule 11(b) prior to the \r\n  motion to be retroactively relieved. Since Strom had never actually been removed \r\n  as attorney of record pursuant to Rule 11(b), the appearance of his name is \r\n  not the result of a mistake or omission. To the contrary, in the view of the \r\n  courts, he remained Collins's attorney of record in the Columbia \"20\" case until \r\n  it was dismissed on July 11, 1997. Consequently, a nunc pro tunc order could \r\n  not be issued relieving him as of April, 1996. \r\n   \r\nIII. CONCLUSION \r\n   \r\nFor the foregoing reasons, the trial \r\n  court's order retroactively deleting Strom's name as attorney of record in this \r\n  action is  \r\nREVERSED. \r\n   \r\nGOOLSBY, HUFF and HOWARD, \r\n  JJ., concur.  \r\n1.  In its order, \r\n  the trial court also briefly mentioned Rule 60(b)(1), SCRCP. However, the trial \r\n  court did not use this rule as a basis for granting Strom's motion. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"2955","title":"State v. Ford and Brown","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2955","description":"","date":"1999-03-08","type":"opinion","text":"\r\n      \r\n\r\n\r\nState v. Ford and Brown\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        The State, \r\nRespondent, \r\n        v. \r\n        Derrick Ford and Anthony \r\n          Brown, Appellants.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n   \r\nAppeal From Sumter \r\n  County\r\n  Marc H. Westbrook, Circuit \r\n  Court Judge\r\n  ________ \r\n   \r\nOpinion No. 2955\r\n  Heard February 10, 1999 - Filed \r\n  March 8, 1999\r\n  ________ \r\n   \r\nAFFIRMED\r\n________ \r\n \r\n \r\n   \r\n     \r\n      \r\n        Senior Assistant Appellate \r\n          Defender Wanda H. Haile and Assistant Appellate Defender Melody J. Brown, \r\n          both of SC Office of Appellate Defense, of Columbia, for appellants. \r\n           \r\n        Attorney General Charles \r\n          M. Condon, Deputy Attorney General John W. McIntosh, Assistant Deputy \r\n          Attorney General Salley W. Elliott and Senior Assistant Attorney General \r\n          Norman Mark Rapoport, all of Columbia; and Solicitor Wade S. Kolb, Jr., \r\n        of Columbia, for respondent.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n   \r\nGOOLSBY, J.: Derrick \r\n  Ford and Anthony Brown appeal their convictions for one count each of common \r\n  law robbery and one count each of criminal conspiracy. We affirm. \r\n   \r\nFACTS \r\n   \r\nOn December 17, 1995, Theodore Wells \r\n  was standing outside the apartment complex where his mother lived. While talking \r\n  with his friend Tracey Commander, Wells noticed a green car circling the complex. \r\n  When the car stopped, Ford jumped out and ran toward Wells with one hand in \r\n  his pants. Wells fled to the front of his mother's apartment to escape Ford, \r\n  only to find Brown waiting for him. Wells alleged Brown put him in a headlock \r\n  while Ford robbed him of $200 at gunpoint. When Wells's mother came to the door \r\n  of her apartment asking what was happening, Ford and Brown fled. \r\n   \r\nWells reported the robbery to the \r\n  police the next day, identifying both Ford and Brown by name. Detective Hicks, \r\n  the investigating officer, asked Wells to view a photographic lineup because \r\n  Wells had mistakenly given an incorrect first name for defendant Ford. Wells \r\n  picked Ford out of the lineup. The Sumter County Grand Jury subsequently indicted \r\n  Ford and Brown for armed robbery and criminal conspiracy. \r\n   \r\nThe state brought the case for trial \r\n  before Judge Marc Westbrook and a jury in July 1997. After the court drew a \r\n  jury, the state brought a motion to quash the panel based on racially discriminatory \r\n  strikes by the defense. The court granted this motion and drew a second jury. \r\n  Both the state and the defense moved to quash the second jury, but the trial \r\n  court denied both motions. The second jury tried the case. \r\n   \r\nAt trial, Commander corroborated \r\n  Wells's testimony about the robbery. Commander said he ran across a field to \r\n  call the police when he saw what was happening. Commander also positively identified \r\n  Ford and Brown as the two men who robbed Wells. Although Wells told him after \r\n  the robbery that Ford used a gun, Commander did not see a gun. Wells's mother \r\n  testified that she heard some noise while in her apartment and opened the door \r\n  to see what was happening. She said she saw two men holding her son, so she \r\n  asked what was going on, whereupon the men fled. Wells then told her that the \r\n  men had just robbed him at gunpoint. She saw neither a gun nor the assailants' \r\n  faces.  \r\nThe jury found both defendants guilty \r\n  of robbery and conspiracy and not guilty of possession of a weapon during a \r\n  violent crime. The judge sentenced Ford to fifteen years imprisonment, suspended \r\n  upon five years service, for robbery and to five years concurrent imprisonment \r\n  for conspiracy. The judge sentenced Brown to fifteen years imprisonment for \r\n  robbery and to five years imprisonment for conspiracy, with sentences running \r\n  concurrently. This consolidated appeal follows. \r\n   \r\nDISCUSSION \r\n   \r\nI. Ford's \r\n  Appeal  \r\nA. Batson \r\n   \r\nFord argues the trial judge erred \r\n  in allowing the second selected jury to stand because the state failed to provide \r\n  the proof requested by the trial court to rebut a claim of racial discrimination \r\n  against a juror. We find no error. \r\n   \r\nAfter the first jury selection, the \r\n  State made a Batson(1) motion, alleging \r\n  that Ford and Brown struck white jurors in a racially discriminatory manner. \r\n  The judge held a hearing and granted the state's motion to quash the panel. \r\n  The judge then entertained the defendants' Batson motion alleging racially \r\n  discriminatory strikes by the solicitor. The solicitor explained the strike \r\n  of one African-American female by stating that her employer was involved in \r\n  drug activity and the prosecution did not want to seat a juror that might be \r\n  hostile to law enforcement. The trial judge denied the defense motion, but asked \r\n  the solicitor to produce documentation on the woman's employer. The solicitor \r\n  ultimately produced the requested documentation, but it is not clear when it \r\n  was entered into the record. \r\n   \r\nAfter the judge quashed the first \r\n  jury, he had a second jury drawn. The prosecution struck as an alternate the \r\n  woman whose employer was linked to drug activity. At the end of the jury selection \r\n  process, the judge held another Batson hearing at the solicitor's request. \r\n  During this hearing, the trial court reviewed strikes for both sides and found \r\n  no improper racial discrimination. Brown now argues the second Batson \r\n  hearing was insufficient because the state never provided the requested documentation \r\n  to support their strike of the potential juror.  \r\n   \r\nEven if the judge erred in accepting \r\n  the solicitor's reasoning for the second strike of the potential juror, the \r\n  error would be harmless as the prosecution struck the woman as an alternate \r\n  and the use of alternates was not necessary during the trial. Any Batson \r\n  violation in regards to a possible alternate juror is harmless where an alternate \r\n  was not needed for deliberations. State v. Green, 301 S.C. 347, 354, \r\n  392 S.E.2d 157, 161 (1990); State v. Thompson, 304 S.C. 85, 89, 403 S.E.2d \r\n  139, 141 (Ct. App. 1991).  \r\nB. Photo Line-Up \r\n   \r\nFord next argues that the admission \r\n  of a line-up including a photograph of him was unnecessary for identification \r\n  purposes because the victim testified that he knew Ford and was unduly prejudicial \r\n  because it was prepared from police \"mug-shots.\" We find no error. \r\n   \r\nThe introduction of a \"mug-shot\" \r\n  of a defendant is reversible error unless: (1) the state has a demonstrable \r\n  need to introduce the photograph, (2) the photograph shown to the jury does \r\n  not suggest the defendant has a criminal record, and (3) the photograph is not \r\n  introduced in such a way as to draw attention to its origin or implication. \r\n  State v. Tate, 288 S.C. 104, 341 S.E.2d 380 (1986); State v. Robinson, \r\n  274 S.C. 198, 262 S.E.2d 729 (1980); State v. Denson, 269 S.C. 407, 237 \r\n  S.E.2d 761 (1977) (citing United States v. Harrington, 490 F.2d 487 (2d \r\n  Cir.1973)).  \r\nWe find that the lineup was admissible \r\n  because the state had a demonstrable need to introduce the photos and because \r\n  there was nothing about the photographs or the way they were introduced that \r\n  suggested Ford had a prior criminal record. The arrest warrant, as originally \r\n  signed by Wells, was erroneously made out for \"Michael D. Ford,\" because that \r\n  was the name by which Wells knew Ford.(2) Ford's \r\n  name is actually \"Derrick Germaine Ford.\" The solicitor, therefore, \r\n  was entitled to show Wells had identified Ford by appearance, as well as (erroneously) \r\n  by name, before the warrant was executed. Furthermore, though Detective Hicks \r\n  took the photographs in the lineup from the \"mug-shot\" file, he displayed them \r\n  in such a way as to hide any indication of their origin.(3) \r\n  When the solicitor introduced the lineup and when Hicks later testified about \r\n  it, they did not reveal the origin of the photographs. Consequently, the trial \r\n  court did not abuse its discretion in admitting the lineup. \r\n   \r\nC. Evidence \r\n  of Other Bad Acts \r\n   \r\nFord argues as his third issue on \r\n  appeal that the trial judge erred in allowing testimony about other bad acts. \r\n  We find that the evidence was properly admitted under State v. Lyle, \r\n  125 S.C. 406, 118 S.E. 803 (1923). \r\n   \r\nDuring trial, the solicitor sought \r\n  to admit Wells's testimony that Ford and Brown robbed him at gunpoint in August \r\n  of 1995, telling him that they would shoot him in the head if he did not give \r\n  them $200 every time he saw them. Wells further testified that Ford and Brown \r\n  had attempted to rob him again in October of 1995. Wells's testimony about the \r\n  October incident was corroborated by Detective Hicks.(4) \r\n  The solicitor argued the evidence was admissible as part of the res gestae \r\n  and also was admissible under Lyle because it was needed to explain their \r\n  theory that Ford and Brown targeted Wells. Ford and Brown argued the evidence \r\n  was not admissible as res gestae or under any of the exceptions created \r\n  by Lyle. The judge, however, ruled that the evidence could be admitted \r\n  as res gestae or under the Lyle exceptions of motive, intent, \r\n  and common scheme or plan. \r\n   \r\nAlthough evidence of other criminal \r\n  acts by a defendant is generally not admissible to prove the defendant's propensity \r\n  to commit the crime with which he has been charged, such evidence may be admitted \r\n  to prove motive, intent, identity of the perpetrator, lack of accident or mistake, \r\n  or common scheme or plan. Rule 404(b), SCRE. See also State v. Hough, \r\n  325 S.C. 88, 480 S.E.2d 77 (1997); State v. Lyle, 125 S.C. 406, 118 S.E. \r\n  803 (1923). These \"Lyle exceptions\" require that there be a logical connection \r\n  between the other criminal acts and the crime charged. State v. Lyle, \r\n  125 S.C. at 417, 118 S.E. at 807; State v. Carter, 323 S.C. 465, 476 \r\n  S.E.2d 916 (Ct. App. 1996). The common scheme or plan exception, in particular, \r\n  requires not just similarity of the other acts to the crime charged, but also \r\n  a close relationship between the crimes. State v. Timmons, 327 S.C. 48, \r\n  488 S.E.2d 323 (1997); State v. Moultrie, 316 S.C. 547, 554, 451 S.E.2d \r\n  34, 39 (Ct. App. 1994) (\"evidence of prior crimes or bad acts that is logically \r\n  relevant is . . . admissible to prove . . . a common scheme or plan that embraces \r\n  several previous crimes so closely related to each other that proof of one tends \r\n  to establish the other\").  \r\n   \r\nThe evidence of the other acts must \r\n  be at least clear and convincing to be admitted under Lyle, unless the \r\n  prior criminal acts were the subject of a conviction or indictment. State \r\n  v. Parker, 315 S.C. 230, 433 S.E.2d 831 (1993); State v. Smith, 300 \r\n  S.C. 216, 387 S.E.2d 245 (1989). The court also must determine that the probative \r\n  weight of the evidence of other criminal acts outweighs its prejudicial effect. \r\n  State v. Parker, 315 S.C. at 233, 433 S.E.2d at 832. \r\n   \r\nIn the present case, the fact that \r\n  Ford and Brown had previously robbed or attempted to rob Wells was a necessary \r\n  element in understanding their motive and intent when they accosted Wells on \r\n  December 17, 1995. Cf. State v. Adams, 322 S.C. 114, 470 S.E.2d \r\n  366 (1996) (defendants participation in an earlier convenience store robbery \r\n  held admissible under Lyle because it establishes his intent and motive \r\n  when present at a second convenience store robbery); State v. Simmons, \r\n  310 S.C. 439, 427 S.E.2d 175 (1993) (finding evidence of prior attacks on elderly \r\n  women admissible to show defendant's intent in entering home of an elderly woman), \r\n  rev'd on other grounds, 512 U.S. 154 (1994). The statement that Wells \r\n  should be prepared to give money to the defendants each time he saw them was, \r\n  in particular, so closely related to the criminal conspiracy charged that proof \r\n  of the statement tends to establish the existence of a common plan and, thus, \r\n  of the conspiracy. The previous robbery and attempted robbery also were so similar \r\n  to the incident for which Ford and Brown were charged that they tend to establish \r\n  both the existence of a common plan and the fact that the plan was being carried \r\n  out. Cf. State v. Raffaldt, 318 S.C. 110, 456 S.E.2d 390 (1995)(holding \r\n  evidence of marijuana dealing by the defendant in prosecution for trafficking \r\n  in cocaine was admissible as indicative of a common scheme or plan); State \r\n  v. Moultrie, 316 S.C. at 555, 451 S.E.2d at 39 (holding evidence of defendant's \r\n  prior drug deals was admissible to prove existence and nature of marijuana trafficking \r\n  scheme).   \r\n Because Ford and Brown disputed \r\n  the state's allegations about their motives and intent, the evidence of these \r\n  other acts was highly probative of their guilt on the robbery charge. These \r\n  previous acts were even more probative of guilt on the conspiracy charge because \r\n  they tended to establish the scope and existence of the common plan that constituted \r\n  the conspiracy. Cf. State v. Amerson, 311 S.C. 316, 319, 428 S.E.2d \r\n  871, 873 (1993) (\"Generally, the agreement, which is the essence of the conspiracy, \r\n  is proven by various overt acts committed in furtherance of the conspiracy.\"). \r\n  Consequently, the probative value of the evidence was so great that it substantially \r\n  outweighed any prejudice. See State v. Gilchrist, 329 S.C. 621, \r\n  630, 496 S.E.2d 424, 429 (Ct. App. 1998) (\"'Unfair prejudice does not mean the \r\n  damage to a defendant's case that results from the legitimate probative force \r\n  of the evidence; rather it refers to evidence which tends to suggest decision \r\n  on an improper basis.'\") (quoting United States v. Bonds, 12 F.3d \r\n  540, 567 (6th Cir.1993)).  \r\n   \r\nThe evidence of these other acts \r\n  also was clear and convincing. Wells testified from direct knowledge that Ford \r\n  and Brown committed the earlier robbery and attempted robbery. Moreover, Wells's \r\n  testimony was partially corroborated by Detective Hicks. Cf. State \r\n  v. Aiken, 322 S.C. 177, 470 S.E.2d 404 (Ct. App. 1996) (holding testimony \r\n  of a juvenile coconspirator that defendant was involved in a series of robberies \r\n  constituted clear and convincing evidence for purposes of Lyle exception). \r\n  Since the testimony about the prior robbery and attempted robbery was relevant \r\n  to the defendants' motives and intent, was relevant to the existence of a common \r\n  plan, was more probative than prejudicial, and was clear and convincing, the \r\n  trial judge did not err in admitting the testimony under State v. Lyle. \r\n    \r\nBecause the testimony of the previous \r\n  acts was admissible under Lyle, we need not address the issue of admissibility \r\n  as part of the res gestae. \r\n  \r\nFord also argues that testimony about \r\n  certain threats made by Ford against Wells was erroneously admitted. Wells testified \r\n  that Ford had made these threats after charges had been brought against Ford \r\n  and Brown. Ford, however, never objected to the admission of this testimony.(5) \r\n  As such, the issue is not preserved for appellate review. State v. Williams, \r\n  303 S.C. 410, 401 S.E.2d 168 (1991) (issues not raised to and ruled on by the \r\n  trial court are not preserved for appeal). \r\n   \r\nD. Admissibility \r\n  of Ford's Traffic Conviction \r\n   \r\nIn his fourth issue on appeal, Ford \r\n  argues that the trial court erred in ruling that, if he testified, he could \r\n  be impeached with a conviction for failure to stop for a blue light. This issue \r\n  is not preserved because Ford did not testify. State v. Glenn, 285 S.C. \r\n  384, 385, 330 S.E.2d 285, 286 (1985) (\"when the trial judge chooses to make \r\n  a preliminary ruling on the admissibility of prior convictions to impeach a \r\n  defendant and the defendant does not testify at trial, the claim of improper \r\n  impeachment is not preserved for review\").  \r\n   \r\nE. King \r\n  Charge  \r\nIn Ford's final issue on appeal, \r\n  he challenges the King charge given by the court to the jury at Ford's \r\n  request. A King charge informs the jury that they should find the defendant \r\n  guilty of the lesser included offense rather than the principal offence if they \r\n  have a doubt about which is applicable. State v. King, 158 S.C. 251, \r\n  155 S.E. 409 (1930).   \r\nThis issue is not preserved for appellate \r\n  review because Ford did not object to the instruction as given at trial. When \r\n  a charge is inadequate as given, a party must request further instructions or \r\n  object on grounds of incompleteness to preserve the issue for review. Rule 51, \r\n  SCRCP (party may not complain about instructions on appeal unless objected to \r\n  at trial); Jackson v. Speed, 326 S.C. 289, 307, 486 S.E.2d 750, 759 (1997). \r\n  When the trial court completed jury instructions, Ford's counsel questioned \r\n  whether the requested King charge had been given. The trial judge said \r\n  he had given the charge, and Ford's counsel did not object any further: counsel \r\nthereby waived any argument about the adequacy of the charge given.   \r\nII. Brown's \r\n  Appeal  \r\nA. Evidence \r\n  of Other Bad Acts \r\n   \r\nBrown also challenges the admission \r\n  of testimony concerning the prior robbery and robbery attempt. For the reasons \r\n  discussed above, we find no error. \r\n   \r\nB. Batson \r\n   \r\nBrown argues in his second issue \r\n  on appeal that the trial judge erred in failing to conduct a complete Batson \r\n  hearing after the second jury was chosen. Like Ford, Brown argues the hearing \r\n  was not complete because the solicitor never provided the documentation the \r\n  court requested to support the strike of the woman whose employer was potentially \r\n  biased against the state. As in Ford's appeal, any error concerning the seating \r\n  of this juror is harmless as she was struck as an alternate and the alternates \r\n  were never needed for deliberation. \r\n   \r\nAFFIRMED. \r\n   \r\nHOWELL, C.J., and CONNOR, \r\n  JJ., concur.\r\n1.  Batson \r\n  v. Kentucky, 476 U.S. 79 (1986). \r\n2. \r\n The victim testified that people \"on \r\nthe street\" had told him Ford's name was Michael, but the investigating officer \r\ntestified that he had suggested the name Michael D. Ford to the victim. \r\n3.  \r\nOnly the heads and necks of the individuals \r\nin the lineup photographs were visible in the photo lineup. The remainder of each \r\nphotograph was cut away. No identifying clothing or placards were visible in the \r\nlineup. \r\n4. \r\n Hicks investigated the October incident \r\nas well as the December incident. \r\n5.  The state \r\n  submitted testimony about these subsequent threats in a proffer made when the \r\n  trial court was deciding whether to admit the testimony about the previous robbery \r\n  and attempted robbery. When the trial judge ruled on admissibility, \r\n  however, he only ruled on the admissibility of the testimony about the prior \r\n  robbery and robbery attempts. The trial judge never ruled on the admissibility \r\n  of the threats made after charges were brought against Ford and Brown. As such, \r\n  defense counsel should have objected to Wells's testimony before the jury to \r\n  preserve the issue of the admissibility of these threats for appellate review. \r\n  The defense never made such an objection. \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"2956","title":"Getsinger v. Owens-Corning Fiberglass Corp.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2956","description":"","date":"1999-03-08","type":"opinion","text":"\r\n      \r\n\r\n\r\nGetsinger v. Owens-Corning Fiberglas Corp.\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        David Getsinger, Employee, \r\nRespondent, \r\n        v. \r\n        Owens-Corning Fiberglas Corp., \r\n          Employer and Self-Insurer, Carrier, \r\n          Appellant.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n   \r\nAppeal From Anderson \r\n  County\r\n  Alexander S. Macaulay, Circuit \r\n  Court Judge\r\n  ________ \r\n   \r\nOpinion No. 2956\r\n  Submitted February 9, 1999 \r\n  - Filed March 8, 1999\r\n  ________ \r\n   \r\nAFFIRMED\r\n________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Thomas Bailey Smith, of Smith \r\n          Law Firm, of Pickens, for appellant. \r\n           \r\n        Linda B. McKenzie, of Greenville, \r\n        for respondent.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n   \r\nHOWELL, C.J.: David \r\n  Getsinger brought this action against Owens-Corning Fiberglas Corporation (Owens-Corning) \r\n  to recover Workers' Compensation benefits. The single commissioner determined \r\n  Getsinger had reached maximum medical improvement and that, due to his work-related \r\n  physical injury and associated psychological problems, Getsinger had sustained \r\n  a total loss of earning capacity. The commissioner awarded Getsinger 500 weeks \r\n  compensation, offset by previous payments, and ordered Owens-Corning to pay \r\n  all of Getsinger's past and future medical bills incurred from the treatment \r\n  of his physical and psychological problems. The full commission and the circuit \r\n  court affirmed the commissioner's decision. Owens-Corning appeals. We affirm. \r\n    \r\nFACTS \r\n   \r\nOn August 17, 1990, Getsinger injured \r\n  his right foot while at work at Owens-Corning. Getsinger was initially awarded \r\n  a 30% disability to his right foot in June 1993. The disability award was increased \r\n  by 10% in October 1995. The condition of his foot continued to deteriorate. \r\n  On December 5, 1995, Getsinger's physician noted, \"This gentleman has indeed \r\n  worsened since our last visit and he is now with a 50 percent PPI to the right \r\n  foot. It is not anticipated that he can return to work at any capacity. We will \r\n  forward these comments to comp.\" \r\n   \r\nGetsinger described the pain he feels \r\n  from his foot when he is at rest as \"like a dull toothache.\" Even if he sits \r\n  all day, he must elevate his foot because of the swelling. When he tried to \r\n  roll a 55 gallon drum at work, he felt extreme pain. Often, the pain would not \r\n  stop and his foot would swell. During the summer of 1995, the pain in Getsinger's \r\n  foot was so bad that he was sometimes unable to walk.  \r\n   \r\nGetsinger began to experience symptoms \r\n  of depression in July 1995. He testified that his depression started when he \r\n  learned the condition of his foot had deteriorated to the extent he might have \r\n  to stop working at his current job. He stated he thought constantly about the \r\n  pain in his foot and his inability to go to work. Getsinger testified that he \r\n  did not want to go out, could not leave the house, and could not concentrate. \r\n  At times he could not sleep, but at other times he wanted to sleep all day. \r\n  On occasion, he has cried and has had suicidal thoughts. \r\nAt the urging of a nurse at Owens-Corning, \r\n  Getsinger contacted Owens-Corning's employee assistance program because of his \r\n  depression. He was immediately referred to Dr. Bamashmus, a psychiatrist. Dr. \r\n  Bamashmus saw Getsinger every two weeks and prescribed medicine for the depression. \r\n  At the time of the hearing, Getsinger continued to suffer from depression and \r\n  pain and swelling in his foot and leg. According to Dr. Bamashmus, Getsinger \r\n  is unable to work because of his psychological condition. \r\n   \r\nDISCUSSION \r\n   \r\nIn reviewing a decision of the Workers' \r\n  Compensation Commission, the appellate court will not set aside the commission's \r\n  findings \"if they are supported by substantial evidence and not controlled by \r\n  legal error.\" Estridge v. Joslyn Clark Controls, Inc., 325 S.C. 532, \r\n  536, 482 S.E.2d 577, 579 (Ct. App. 1997). \"Substantial evidence\" is evidence \r\n  which, considering the record as a whole, would allow reasonable minds to reach \r\n  the conclusion that the commission reached in order to justify its action. See \r\n  Lark v. Bi-Lo, 276 S.C. 130, 136, 276 S.E.2d 304, 307 (1981).  \r\n   \r\nOwens-Corning contends that in order \r\n  for a mental injury to be compensable, an employee must prove that his or her \r\n  mental injury was caused by unusual or extraordinary emotional stimuli regardless \r\n  of whether the mental injury was accompanied by a physical injury.(1) \r\n  We disagree.   \r\nIn Kennedy v. Williamsburg County, \r\n  242 S.C. 477, 131 S.E.2d 512 (1963), the South Carolina Supreme Court recognized \r\n  as compensable a prison guard's total disability resulting from schizophrenia \r\n  caused by a head injury the guard suffered when he was attacked by two prisoners. \r\n  Subsequently, the court held a mental injury unaccompanied by physical injury \r\n  was compensable, because it was the result of unusual and extraordinary work \r\n  conditions. See Stokes v. First Nat'l Bank, 306 S.C. 46, 50, 410 \r\n  S.E.2d 248, 250 (1991). Finally, in Estridge, we held that \"[w]here, \r\n  as in Kennedy, the mental injury is induced by physical injury, \r\n  it is not necessary that it result from unusual or extraordinary conditions \r\n  of employment.\" 325 S.C. at 538, 482 S.E.2d at 580. Thus, \"[m]ental injuries \r\n  are compensable if . . . induced either by physical injury . . . or \r\n  by unusual or extraordinary conditions of employment.\" Id. at 538, 482 \r\n  S.E.2d at 580 (first ellipsis in original) (emphasis added) (quoting Stokes \r\n  v. First Nat'l Bank, 298 S.C. 13, 21, 377 S.E.2d 922, 926 (Ct. App. 1988), \r\n  aff'd, 306 S.C. 46, 410 S.E.2d 248 (1991)).  \r\n   \r\nIn support of its argument, Owens-Corning \r\n  directs our attention to language in the Court of Appeals' decision in Stokes \r\n  noting that \"there is no valid justification in such cases for distinguishing \r\n  between mental disorders resulting from physical injuries and mental disorders \r\n  brought about by emotional stimuli or stressors which are incident to unusual \r\n  and extraordinary conditions in employment.\" Stokes, 298 S.C. at 14, \r\n  377 S.E.2d at 922-23. This language merely demonstrates that mental injuries \r\n  induced by physical injury (physical-mental) and mental injuries not induced \r\n  by physical injury but by the unusual and extraordinary conditions in one's \r\n  employment (mental-mental) are both compensable. As explained above, physical-mental \r\n  injuries do not need to be incident to an unusual and extraordinary condition \r\n  of employment. See Estridge, 325 S.C. at 538, 482 S.E.2d at 580. \r\n    \r\nOwens-Corning next argues Getsinger \r\n  failed to prove that his physical injury was the legal cause of his mental state, \r\n  because the depression started almost five years after the physical injury. \r\n  We disagree. \"A [mental] condition which is induced by a compensable physical \r\n  injury is . . . causally related to that injury.\" Estridge, 325 S.C. \r\n  at 538-39, 482 S.E.2d at 580-81. Therefore, we must determine whether there \r\n  is substantial evidence that Getsinger's physical injury induced his mental \r\n  injury.(2) \r\n   \r\nThere is substantial evidence to \r\n  support the commission's finding that Getsinger's compensable physical injury \r\n  induced his mental injury. Prior to the accident, he had not suffered any problems \r\n  with his leg or foot nor experienced any psychiatric problems. He testified \r\n  his depression started when he was suffering pain in his foot and was worried \r\n  about being able to work. In addition, Dr. Bamashmus testified that Getsinger's \r\n  work-related physical injury precipitated his depression, that work was important \r\n  to Getsinger, and that Getsinger's suicidal thoughts were \"related to the fact \r\n  that he is sitting at home, thinking about not being able to work anymore; related \r\n  to the depression; related to the fact that he's been actively working all his \r\n  life and here he is sitting at home doing nothing.\" This evidence sufficiently \r\n  establishes that Getsinger's foot injury caused his depression. \r\n   \r\nMoreover, contrary to Owens-Corning's \r\n  argument, Getsinger's depression did not occur suddenly five years \r\n  after the accident. The evidence indicates the psychological problems began \r\n  when his physical injury worsened to the extent he was in constant dull pain \r\n  with occasional extreme pain and realized he might not be able to work. The \r\n  record clearly shows that Getsinger's physical injury has progressively worsened \r\n  since the accident. He has had three surgeries on his foot and his impairment \r\n  rating has increased from 30% in 1993, to 40% in 1995, and to the current 50% \r\n  that Owens-Corning admits he has sustained. These facts, in conjunction with \r\n  Dr. Bamashmus's testimony and Getsinger's dearth of depression problems before \r\n  the accident, are evidence that the foot injury induced the later depression. \r\n  Consequently, that the depression did not appear until five years after the \r\n  accident is irrelevant.   \r\nBased on the above analysis, the \r\n  circuit court's order is   \r\nAFFIRMED. \r\n   \r\nGOOLSBY and CONNOR, JJ. concur.\r\n1.  Getsinger \r\n  admitted that since August of 1990, nothing extraordinary or unusual had happened \r\n  to him at work. \r\n2.  Owens-Corning \r\n  admitted the physical injury to Getsinger's foot was compensable and caused \r\n  a 50% impairment of that foot. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"2957","title":"Pruitt, et al. v. South Carolina Malpractice Liability Joint Underwriting Assoc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2957","description":"","date":"1999-03-15","type":"opinion","text":"\r\n      \r\n\r\n\r\nPruitt, et al., v. South Carolina Medical Malpractice Liability Joint Underwriting Association\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA \r\n  In The Court of Appeals \r\n  ________ \r\n \r\n   \r\n     \r\n      \r\n        Roy A. Pruitt, R. Anthony \r\n        Pruitt and Pamela Hatcher, Respondents, \r\n        v. \r\n          \r\n        South Carolina Medical Malpractice \r\n          Liability Joint Underwriting Association, Appellant. \r\n        \r\n    \r\n  \r\n\r\n________ \r\nAppeal From Marlboro \r\n  County \r\n  James E. Lockemy, Circuit Court Judge\r\n________Opinion No. 2957 \r\n  \r\n  Heard February 10, 1999 - Filed March 15, 1999 \r\n  ________ \r\n  \r\nREVERSED \r\n  ________ \r\n \r\n   \r\n     \r\n       \r\n        William L. Pope, of Pope \r\n          &amp; Rodgers; and Andrew F. Lindemann, of Davidson, Morrison &amp; \r\n          Lindemann, both of Columbia, for appellant. \r\n        Louis D. Nettles, of Nettles, \r\n        McBride &amp; Hoffmeyer, of Florence for respondents. \r\n      \r\n    \r\n  \r\n\r\n________ \r\nHEARN, J: Roy A. \r\n  Pruitt, R. Anthony Pruitt, and Pamela Hatcher (Respondents) sought a declaratory \r\n  judgment against the South Carolina Medical Malpractice Liability Joint Underwriting \r\n  Association (JUA) that it remained obligated to the Respondents under the terms \r\n  of a structured settlement agreement. The trial court found JUA was obligated, \r\n  but credited JUA with amounts received by the Respondents when they opted-out \r\n  of their annuity contracts. JUA appeals. We reverse. \r\nOn December 17, 1984, the Respondents \r\n  entered into a release and structured settlement agreement as a result of a \r\n  medical malpractice suit. The consideration consisted of an immediate cash payment \r\n  and monthly payments. The release provided: \r\nAll of the [monthly] payments . . \r\n  . are to be guaranteed by the Executive Life Insurance Company throught [sic] \r\n  its issuance of appropriate companion instruments in the form of a single premium \r\n  annuity policy, the original of such policy to be owned and retained by Underwriters \r\n  Adjustment Company . . . . \r\nThe annuities were issued December \r\n  10, 1984. In early 1991, JUA was informed that Executive Life was placed in \r\n  a conservatorship in California. In the fall of 1993, the California Insurance \r\n  Commissioner announced the sale of Executive Life's assets to Aurora National \r\n  Life Insurance Company. Pursuant to a court-approved resolution, Aurora sent \r\n  each policy owner and payee a document offering the choice of cashing in the \r\n  annuity or continuing to receive his or her annuity payments from Aurora.  \r\nAurora included an opt-out form for \r\n  those who desired to surrender their policy and receive a lump sum. The Opt-Out \r\n  form provided: \r\nI elect NOT to participate in the \r\n  Rehabilitation Plan of Executive Life Insurance Company. Therefore, I surrender \r\n  my contract as of 2/27/94 and elect to receive the first cash payment which \r\n  will be paid following 3/29/94. . . . I understand that once I elect to opt \r\n  out and this form is received by ELIC, my decision is irrevocable, and that \r\n  all benefits associated with my present contract other than future Opt-Out Payments \r\n  . . . will cease as of 2/27/94.  \r\n(emphasis in original). \r\nOn January 7, 1994, the Respondents' \r\n  counsel wrote Samuel McEwen, JUA's Claims Manager, noting that notwithstanding \r\n  JUA's election, the Respondents \"continue to look to you for payment of the \r\n  sums promised them. . . . They will, however, not accept any modification of \r\n  your obligation to them and their actions should not be taken by you as any \r\n  agreement to any modification of the obligation of the JUA to them.\"  \r\n  \r\nOn January 11, 1994, McEwen responded: \r\n  \r\nThe JUA has no obligation to make \r\n  an election for your clients; however we will endorse either of the options \r\n  chosen by your clients in the election package. . . . [B]e advised that we have \r\n  worked very hard to be sure that your clients have received their benefits as \r\n  promised. \r\nEach Respondent signed the Opt-Out \r\n  form and sent it to JUA for its signature. JUA then forwarded the executed forms \r\n  to Executive Life. Executive Life acknowledged receipt of the timely executed \r\n  forms. Respondents, however, changed their minds and on February 25, 1994, attempted \r\n  to revoke their election by letter, stating: \"In all the confusion of the rehabilitation \r\n  of [Executive Life], we feel that we made a wrong decision by electing to opt \r\n  out of our annuities.\" This request to revoke their decisions was denied.  \r\n  \r\nThe Respondents received their payments \r\n  pursuant to the opt-out documents. This suit was filed seeking a ruling that \r\n  JUA remained responsible for monthly payments.(1) \r\n  The trial court ruled that JUA remained obligated to Respondents. After a calculation \r\n  purporting to determine the present value of the annuities, the trial court \r\n  credited JUA with the lump sums already received by the Respondents.  \r\nSTANDARD OF \r\n  REVIEW \r\n\"A suit for declaratory judgment \r\n  is neither legal nor equitable, but is determined by the nature of the underlying \r\n  issue. An issue essentially one at law will not be transformed into one in equity \r\n  simply because declaratory relief is sought.\" Felts v. Richland County, \r\n  303 S.C. 354, 356, 400 S.E.2d 781, 782 (1991) (citation omitted). To make this \r\n  determination, the appellate court must look to the essential character of the \r\n  cause of action. See, e.g., Dean v. Kilgore, 313 S.C. 257, 259, \r\n  437 S.E.2d 154, 155 (Ct. App. 1993). It is clear this suit would not result \r\n  in an enforceable money judgment, but would obligate JUA to perform under the \r\n  1984 settlement at some point in the future. Indeed, the Respondents state in \r\n  their brief their cause of action is akin to an anticipatory breach of contract. \r\n  The essence of this suit, however, is one for specific performance, an equitable \r\n  remedy. Being an equity case, we review the record and make findings based on \r\n  our own view of the preponderance of the evidence. Townes Assocs, Ltd. v. \r\n  City of Greenville, 266 S.C. 81, 86, 221 S.E.2d 773, 775 (1976). \r\n DISCUSSION \r\n  \r\nJUA contends the trial court erred \r\n  by finding it is obligated under the terms of the 1984 settlement to ensure \r\n  that all monthly annuity payments are made, arguing waiver, estoppel, novation, \r\n  and accord and satisfaction. We agree that Respondents waived their rights to \r\n  continue to receive annuity payments by electing to opt out of the annuity plan. \r\n   \r\n\"Waiver is the voluntary and intentional \r\n  relinquishment of a known right. It may be implied from circumstances indicating \r\n  an intent to waive. Acts that are inconsistent with the continued assertion \r\n  of a right may also give rise to a waiver.\" Provident Life &amp; Accident \r\n  Ins. Co. v. Driver, 317 S.C. 471, 478-9, 451 S.E.2d 924, 929 (Ct. App. 1994) \r\n  (citations omitted).  \r\nAlthough Aurora explained it would \r\n  issue annuities to replace the Executive Life annuities, the Respondents chose \r\n  to receive lump sum payments. Had the Respondents done nothing, they would have \r\n  continued to receive the monthly payments as they had since the inception of \r\n  the structured settlement. Instead, they elected to \"cash out\" and executed \r\n  the opt-out documents. Within days of sending the opt-out forms to JUA, the \r\n  Respondents acknowledged they had made \"a wrong decision by electing to opt \r\n  out of our annuities.\" Even though Respondents' counsel's letter to Sam McEwen \r\n  purported to impose some continuing obligation on JUA, Respondents' actions \r\n  in executing the opt-out forms clearly waived their right to monthly payments. \r\n  Thus, the trial court erred by finding a continuing obligation by JUA to the \r\n  Respondents.(2)  \r\nREVERSED.  \r\n  \r\nHUFF and STILWELL, JJ., concur. \r\n1. \r\n In their complaint, Respondents acknowledged \r\nthat \"the lump sum payments made to [them] exceed the amounts due them so far \r\nunder the Settlement Agreement, but the funds that they will receive from Executive \r\nLife will over the term of the agreement be substantially less that [sic] the \r\nvalue of the sums due them under the Settlement Agreement.\"  \r\n2.  In light of \r\n  our disposition on the waiver issue, we need not address JUA's remaining arguments. \r\n  \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"2959","title":"The Jay Group, LTD, v. the Bootery of Haywood Mall, Inc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2959","description":"","date":"1999-03-15","type":"opinion","text":"\r\n      \r\n\r\n\r\nThe Jay Group, LTD, v. The Bootery of Haywood Mall, Inc.\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA \r\n  In The Court of Appeals  \r\n\r\n     \r\n     \r\n      \r\n        ________ \r\n        The Jay Group, LTD, Respondent, \r\n        v. \r\n        The Bootery of Haywood Mall, \r\n          Inc., d/b/a/ George's Bootery, Appellant. \r\n        \r\n    \r\n  \r\n\r\n________ \r\nAppeal From Greenville \r\n  County\r\n  Henry F. Floyd, Circuit Court \r\n  Judge \r\n  ________ \r\nOpinion No. 2959 \r\n  Submitted January 12, 1999 \r\n  - Filed March 15, 1999 \r\n  ________ \r\nREVERSED \r\n________ \r\n \r\n   \r\n     \r\n      \r\n        William H. Thomas, III, of \r\n          Greenville, for appellant. \r\n        Leo A. Dryer, Jr., of Columbia, \r\n        for respondent. \r\n      \r\n    \r\n  \r\n\r\n________ \r\nHUFF, J.: The Bootery \r\n  of Haywood Mall, Inc. (Haywood Bootery) appeals from the trial judge's order \r\n  according full faith and credit to a North Carolina default judgment in favor \r\n  of the Jay Group, Ltd. We reverse. \r\nFACTUAL/PROCEDURAL \r\n  BACKGROUND \r\nThe Jay Group is a shoe wholesaler \r\n  in North Carolina. The Haywood Bootery is one of several separate South Carolina \r\n  corporate entities doing business as George's Bootery. Each of the entities, \r\n  including Haywood Bootery, operates its own retail shoe store. \r\nThe Jay Group filed an action in \r\n  North Carolina for an account debt against several of the entities, including \r\n  the Haywood Bootery. Supporting its claim of both personal jurisdiction over \r\n  and debt of the defendants, the Jay Group submitted statements and invoices \r\n  to the North Carolina court. The North Carolina court entered a default judgment \r\n  in favor of the Jay Group against the defendants for the sum certain of $4,740.19, \r\n  plus interest and costs. \r\nThe Jay Group then sought to domesticate \r\n  the North Carolina judgment in Greenville County, South Carolina, against the \r\n  Haywood Bootery. The Haywood Bootery challenged the judgment as rendered without \r\n  personal jurisdiction and moved the court to set it aside. After a hearing, \r\n  the trial court denied Haywood Bootery's motion and ruled that the North Carolina \r\n  judgment was valid and enforceable. The Haywood Bootery filed a motion for reconsideration, \r\n  which the trial court summarily denied. This appeal follows. \r\nLAW/ANALYSIS \r\n  \r\nThe Haywood Bootery essentially complains \r\n  that the North Carolina judgment against it is not entitled to full faith and \r\n  credit because the court rendered it without personal jurisdiction over the \r\n  defendant. We agree. \r\nThe Uniform Enforcement of Foreign \r\n  Judgments Act permits a judgment debtor to \"file a motion for relief from, or \r\n  notice of defense to, [a] foreign judgment on the grounds that the foreign judgment \r\n  has been appealed from, that enforcement has been stayed by the court which \r\n  rendered it, or on any other ground for which relief from a judgment of this \r\n  State is allowed.\" S.C. Code Ann. § 15-35-940(A) (Supp. 1998). Lack of personal \r\n  jurisdiction is one such ground upon which a judgment debtor may file a motion \r\n  for relief from a foreign judgment. PYA/Monarch, Inc. v. Sowell's Meats \r\n  &amp; Servs., Inc., 327 S.C. 469, 473, 486 S.E.2d 766, 768 (Ct. App. 1997). \r\n  Upon a hearing, \"[t]he judgment creditor has the burden of proving that the \r\n  foreign judgment is entitled to full faith and credit.\" S.C. Code Ann. § 15-35-940(B) \r\n  (Supp. 1998). The law against which a foreign judgment is evaluated for validity \r\n  and effect is the law of the state rendering that judgment. PYA/Monarch, \r\n  327 S.C. at 473, 486 S.E.2d 768. Thus, we must determine whether North Carolina \r\n  properly exercised personal jurisdiction over Haywood Bootery pursuant to North \r\n  Carolina law. \r\nNorth Carolina follows a two-step \r\n  analysis in determining whether its courts may exercise personal jurisdiction \r\n  over a non-resident defendant. First, it must be determined whether the North \r\n  Carolina long-arm statute supports the court's authority over the defendant. \r\n  Second, it must be determined whether the exercise of jurisdiction violates \r\n  due process. Tom Togs, Inc. v. Ben Elias Industries Corp., 318 N.C. \r\n  361, 364, 348 S.E.2d 782, 785 (1986). North Carolina's long-arm statute states \r\n  in relevant part: \r\nA court of this State having jurisdiction \r\n  of the subject matter has jurisdiction over a person served in an action pursuant \r\n  to Rule 4(j), Rule 4(j1), or Rule 4(j3) of the Rules of Civil Procedure under \r\n  any of the following circumstances: \r\n. . . \r\n(5) Local Services, Goods or Contracts. \r\n  - In any action which: \r\n. . . \r\nd. Relates to goods, documents of \r\n  title, or other things of value shipped from this State by the plaintiff to \r\n  the defendant on his order or direction; \r\nN.C. Gen. Stat. § 1-75.4(5)(d) (1997). \r\n  \r\nIn an affidavit accompanying the \r\n  Haywood Bootery's motion to set aside the North Carolina judgment, George Marianos, \r\n  president of all but one of the entities doing business as George's Bootery, \r\n  admitted that several of the businesses owed the Jay Group money but denied \r\n  the Haywood Bootery did. Indeed, the Jay Group's exhibits in its North Carolina \r\n  action reflect that the goods allegedly shipped were neither sold to nor shipped \r\n  to the Haywood Bootery. The Jay Group simply demonstrated no connection between \r\n  the Haywood Bootery and itself. \r\nAlthough the Haywood Bootery put \r\n  forth this argument to the trial court on its motion for reconsideration, the \r\n  trial court rejected it stating that it declined \"to inquire into the merits \r\n  of the North Carolina complaint.\" While it may appear that this argument goes \r\n  to the merits of that action, it actually addresses the jurisdiction. Because \r\n  the Jay Group failed to demonstrate in North Carolina that it shipped shoes \r\n  to the Haywood Bootery or that its act would otherwise bring it under the statute, \r\n  it was improper for the court to assume jurisdiction. In the enforcement proceedings \r\n  below, the Jay Group bore the burden of proving the judgment was entitled to \r\n  full faith and credit which would include a showing that it was based on a proper \r\nassumption of jurisdiction.\r\nIn this case, the North Carolina \r\n  court improperly asserted jurisdiction over this defendant, notwithstanding \r\n  its admittedly liberal long-arm statute. Although the exhibits demonstrate that \r\n  jurisdiction was proper over several of the defendants, the Jay Group did not \r\n  establish in either the North Carolina action or in the proceedings below that \r\n  the Haywood Bootery's conduct was such that the North Carolina court could assert \r\n  jurisdiction. Although the trial court below concluded that the North Carolina \r\n  court based jurisdiction on the basis of N.C. Gen. Stat. § 1-75.4(5)(d), concerning \r\n  goods shipped from North Carolina plaintiffs to out of state defendants, the \r\n  record shows a lack of proof that this or any of the other provisions of the \r\n  long-arm statute apply to this defendant. Because the North Carolina long-arm \r\n  statute did not confer jurisdiction over this defendant, it is unnecessary to \r\n  apply the due process analysis. As Jay Group failed to carry its burden of proving \r\n  the foreign judgment is entitled to full faith and credit, we conclude that \r\n  the judgment is not so entitled. \r\nFor the foregoing reasons, the order \r\n  below is \r\nREVERSED. \r\nCONNOR and HEARN, JJ., concur. \r\n  \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"2960","title":"Ellis by Ellis v. David Oliver, M.D.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2960","description":"","date":"1999-03-15","type":"opinion","text":"\r\n      \r\n\r\n\r\nEllis by Ellis v. David Oliver, M.D.\r\n\r\n\r\nTHE STATE \r\nOF SOUTH CAROLINA\r\nIn The Court \r\n  of Appeals \r\n  ________ \r\n\r\n \r\n   \r\n     \r\n      \r\n        Michael Anthony Ellis, Deceased by Deborah Scott Ellis, as \r\n          Personal Representative of the Estate \r\n          of Michael Anthony Ellis, Appellant, \r\n        v. \r\n        \r\n        David Oliver, M.D., \r\n          Respondent. \r\n      \r\n    \r\n  \r\n\r\n________ \r\nAppeal From Lexington \r\n  County \r\n  Joseph A. Wilson, II, Circuit Court \r\n  Judge \r\n  ________ \r\nOpinion No. 2960 \r\n  \r\n  Heard December 6, 1998 - Filed March \r\n  15, 1999 \r\n  ________ \r\nAFFIRMED \r\n  ________ \r\n\r\n  \r\n    \r\n      \r\n        Kimberly A. Raber, of Columbia; Michael \r\n                  J. Miller; and Deborah A. Vitale, both of Alexandria, VA, for appellant. \r\n                  \r\n      \r\n        Kay G. Crowe and James W. Alford, \r\n                  both of Barnes, Alford, Stork &amp; Johnson, of Columbia, for respondent. \r\n        \r\n      \r\n    \r\n  \r\n\r\n________ \r\nSTILWELL, J.: Michael \r\n  Anthony Ellis (Ellis), now deceased, initiated this medical malpractice action \r\n  against Dr. David Oliver. After Ellis's death, Deborah Scott Ellis (Mrs. Ellis), \r\n  in her capacity as personal representative of Ellis's estate, was substituted \r\n  as plaintiff, and the complaint was amended to include wrongful death and survival \r\n  actions. Mrs. Ellis now appeals an order of the trial court that reduced a jury \r\n  award in her favor by the amount of her settlement with Richland Memorial Hospital \r\n  (Richland Memorial). We affirm. \r\nBACKGROUND \r\n  \r\nIn October 1988, Ellis was injured \r\n  in a single car accident. As a result of his injuries, he was admitted to Richland \r\n  Memorial. Doctor Oliver, an anesthesiologist, was among the medical personnel \r\n  who treated Ellis's injuries. In an effort to establish an airway, Dr. Oliver \r\n  made five unsuccessful attempts to insert a tube into Ellis's nasal passage. \r\n  Doctor Oliver then tried five times to orally intubate Ellis, but was not successful. \r\n  An airway was eventually established by a surgical resident. Ellis went into \r\n  neurogenic shock during the attempted intubations and was rendered quadriplegic. \r\n  Approximately two years later, Ellis died as a result of complications related \r\n  to his quadriplegia. \r\nEllis instituted a negligence action \r\n  against Richland Memorial in 1989 and later instituted this action against Dr. \r\n  Oliver. In March 1993, Mrs. Ellis entered into an agreement with Richland Memorial \r\n  releasing the hospital from further liability upon payment of $140,000. This \r\n  amount equaled the Richland Memorial bills incurred by Ellis as a result of \r\n  the hospital's alleged negligence. \r\nDuring the trial against Dr. Oliver, \r\n  Mrs. Ellis did not introduce any of the Richland Memorial bills. The jury awarded \r\n  Mrs. Ellis $411,102 for the survival action and $288,898 for the wrongful death \r\n  action. Doctor Oliver appealed, and during the pendency of his appeal, he filed \r\n  a motion seeking to reduce the jury award by the amount of the settlement Mrs. \r\n  Ellis received from Richland Memorial. The trial court determined it did not \r\n  have jurisdiction to adjudicate the motion during the pendency of the appeal. \r\n  After the supreme court affirmed the jury's verdict, the trial court heard Dr.&nbsp;Oliver's \r\n  motion for set-off. The trial court reduced the jury's verdict by $140,000, \r\n  the amount Mrs. Ellis received in the settlement with Richland Memorial.  \r\n  \r\nOn appeal, Mrs. Ellis contends that \r\n  the trial court erred (1) by allowing Dr.&nbsp;Oliver to raise the issue of \r\n  set-off without complying with procedural requirements, (2) by applying South \r\n  Carolina Code § 15-38-50, and (3) by allowing set-off under these particular \r\n  circumstances since no double recovery would have occurred. \r\nDISCUSSION \r\n  \r\nI. \r\nMrs. Ellis first argues that the \r\n  trial court erred by not requiring Dr. Oliver to follow the rules of civil procedure \r\n  in requesting the set-off. She contends the trial court erred by not treating \r\n  Dr. Oliver's motion for set-off as an untimely Rule 59(e) motion.(1) \r\n  We disagree. \r\nSouth Carolina Code § 15-38-50 provides: \r\n  \r\nWhen a release or a covenant not \r\n  to sue or not to enforce judgment is given in good faith to one of two or more \r\n  persons liable in tort for the same injury or the same wrongful death: \r\n(1) it does not discharge any of \r\n  the other tortfeasors from liability for the injury or wrongful death unless \r\n  its terms so provide, but it reduces the claim against the others to the extent \r\n  of any amount stipulated by the release or the covenant, or in the amount of \r\n  the consideration paid for it, whichever is the greater; and \r\n(2) it discharges the tortfeasor \r\n  to whom it is given from all liability for contribution to any other tortfeasor. \r\n  \r\nS.C. Code Ann. § 15-38-50 (Supp. \r\n  1998). \r\nThe court's primary concern in interpreting \r\n  a statute is to ascertain and effectuate legislative intent. State v. Four \r\n  Video Slot Machs., 317 S.C. 397, 453 S.E.2d 896 (1995); Spartanburg County \r\n  Dep't of Soc. Servs. v. Little, 309 S.C. 122, 420 S.E.2d 499 (1992). \"A \r\n  statute must receive a practical, reasonable, and fair interpretation consonant \r\n  with the purpose, design, and policy of the lawmakers.\" Spartanburg, \r\n  309 S.C. at 125, 420 S.E.2d at 501. \"All rules of statutory construction are \r\n  subservient to the one that the legislative intent must prevail if it can be \r\n  reasonably discovered in the language used, and that language must be construed \r\n  in the light of the intended purpose of the statute.\" Kiriakides v. United \r\n  Artists Communications, Inc., 312 S.C. 271, 275, 440 S.E.2d 364, 366 (1994). \r\n  \"Where the terms of the statute are clear, the court must apply those terms \r\n  according to their literal meaning.\" Paschal v. State Election Comm'n, \r\n  317 S.C. 434, 436, 454 S.E.2d 890, 892 (1995); see also Carolina Power \r\n  &amp; Light Co. v. City of Bennettsville, 314 S.C. 137, 442 S.E.2d 177 (1994). \r\n  \r\nThis is an issue of first impression \r\n  in South Carolina. The question is whether the set-off required pursuant to \r\n  § 15-38-50 arises by operation of law or must the party entitled to the set-off \r\n  make a timely motion pursuant to the rules of civil procedure? In enacting § \r\n  15-38-50, the General Assembly did not provide the procedural details by which \r\n  the set-off could be claimed. The statute likewise does not require that the \r\n  rights thereunder be asserted at any particular juncture in the litigation. \r\n  The section simply explains the ultimate effect of a release, covenant not to \r\n  sue, or covenant not to enforce when two or more persons are liable in tort \r\n  for the same injury or wrongful death. \r\nA similar but not exact situation \r\n  has been addressed by our supreme court. In Broome v. Watts, 319 S.C. \r\n  337, 461 S.E.2d 46 (1995), the supreme court addressed the issue of whether \r\n  an underinsured motorist (UIM) carrier was entitled to set-off the amount of \r\n  a liability insurance carrier's settlement. After the liability carrier settled \r\n  with the plaintiffs, the plaintiffs proceeded to trial under their UIM coverage. \r\n  After a jury award in favor of the plaintiffs, the judge granted the UIM carrier \r\n  a set-off in the settlement amount. The plaintiffs contended that because set-off \r\n  was not pled as an affirmative defense, it was improperly granted by the trial \r\n  judge. The supreme court determined that the \"[s]et-off was statutorily mandated, \r\n  was not a matter properly triable to the jury, and therefore was not a matter \r\n  constituting an affirmative defense which [the UIM carrier] was under a duty \r\n  to plead and prove.\" Id. at 342, 461 S.E.2d at 49. Although Broome \r\n  dealt with a different type of set-off and a different procedural issue, our \r\n  supreme court made clear that a statutory set-off is a mandate, not an allowance \r\n  that the benefitting party must establish. \r\nWhen there is no South Carolina case \r\n  directly on point, our courts may look to other jurisdictions to determine if \r\n  the issue has been decided and if the decision is persuasive authority. See \r\n  Williams v. Morris, 320 S.C. 196, 464 S.E.2d 97 (1995). \r\nThe courts of other jurisdictions \r\n  have determined that the right to set-off under statutes similar to § 15-38-50 \r\n  arises by operation of law. In Cleere v. United Parcel Serv., Inc., 669 \r\n  P.2d 785 (Okla. Ct. App. 1983), the court, construing a similar statute, held \r\n  that the \"settlement credit function is for the court . . . . [T]his [is] analogous \r\n  to our comparative negligence cases in which the court is required to make the \r\n  mathematical calculations after the jury renders its verdict.\" Id. at \r\n  788. \r\nIn Ryder v. Benfield, 258 \r\n  S.E.2d 849 (N.C. Ct. App. 1979), the defendant apparently failed to call the \r\n  attention of the trial judge to the fact that the plaintiff had settled with \r\n  one of the other defendants. The judge therefore signed the judgment for the \r\n  full amount awarded. Citing statutory language identical to our § 15-38-50, \r\n  the North Carolina Court of Appeals determined that \"the ends of justice require \r\n  that the amendment be made at this time\" and remanded the case so that the amount \r\n  of the settlement could be deducted from the amount awarded. Id. at 856. \r\n  \r\nIn Biro v. Fairmont Gen. Hosp., \r\n  Inc., 400 S.E.2d 893 (W. Va. 1990), the court outlined several judicially-approved \r\n  methods by which the amount of a settlement paid by a joint tortfeasor can be \r\n  used as a credit against a verdict owed by another joint tortfeasor. \r\nThe jury can be informed of the amount \r\n  of the settlement and instructed that they must deduct this amount from their \r\n  award of damages. Another approach is to make no reference to the settlement; \r\n  and, after the verdict is returned and judgment entered, the defendant may utilize \r\n  the settlement figure \"when an attempt to satisfy the judgment is made.\" Finally, \r\n  by stipulation of the parties, the amount of the settlement can be used as a \r\n  credit and deducted from the amount of the jury verdict. \r\nId. at 896 (quoting Groves \r\n  v. Compton, 280 S.E.2d 708, 711 (W. Va. 1981) (internal citation omitted)). \r\n  \r\nThe issue has also been explored \r\n  in the federal arena. In Parker v. O'Rion Indus., Inc., 769 F.2d 647 \r\n  (10th Cir. 1985), the court held that when \"the settlement evidence is relevant \r\n  only for reducing the damage amount, the trial court should 'simply appl[y] \r\n  the settlement credit against any verdict rendered, as required by law.' Consequently, \r\n  the district court . . . had an affirmative duty to reduce plaintiff's tort \r\n  judgment by the settlement obtained from the joint tortfeasor . . . .\" Id. \r\n  at 650 (internal citation omitted). \r\nWe hold that in the absence of a \r\n  claim of bad faith, the function of the trial court is limited to applying the \r\n  settlement credit pursuant to § 15-38-50. Thus, Mrs. Ellis's agreement to release \r\n  Richland Memorial discharged a portion of the judgment against Dr. Oliver by \r\n  operation of law without the need to file a motion under the South Carolina \r\n  Rules of Civil Procedure. The set-off was statutorily mandated and thus properly \r\n  applied. \r\nII. \r\nMrs. Ellis next asserts the trial \r\n  court erred in finding that Richland Memorial and Dr. Oliver were liable for \r\n  the \"same injury\" or \"same wrongful death\" within the meaning of § 15-38-50. \r\n  In support of this argument, Mrs. Ellis notes that separate claims were brought \r\n  against Richland Memorial and Dr.&nbsp;Oliver and that the complaint against \r\n  Richland Memorial did not include an action for wrongful death. Thus, she asserts, \r\n  the settlement she reached with regard to the negligence and survival causes \r\n  of action against Richland Memorial could not have been for the same \"wrongful \r\n  death\" for which she received a verdict in her case against Dr. Oliver. We disagree. \r\n  \r\nMrs. Ellis's claims against Richland \r\n  Memorial and Dr. Oliver arose out of the same factual scenario. Originally, \r\n  all three of the actions brought by the decedent or Mrs. Ellis were consolidated \r\n  for trial in Richland County. However, because Dr. Oliver resided in Lexington \r\n  County, a motion for change of venue was granted and the case tried separately \r\n  in Lexington County. See Ellis v. Oliver, 307 S.C. 365, 415 S.E.2d \r\n  400 (1992). Mrs. Ellis contends that since the measure of damages is different \r\n  in the two cases, then different injuries occurred and § 15-38-50 is inapplicable. \r\n  Admittedly, the measure of damages in wrongful death and survival causes of \r\n  action differ. Mrs. Ellis, however, confuses the concept of damages with the \r\n  meaning of the word injury as used in the statute. Injury, as used in the statute, \r\n  is broad enough to include all damages, including those attributable to both \r\n  survival and wrongful death causes of action which result from the joint negligence \r\n  of the various responsible parties. Thus, the trial court did not err in applying \r\n  § 15-38-50. \r\nIII. \r\nFinally, Mrs. Ellis asserts that \r\n  the trial court erred in applying § 15-38-50 because in these circumstances \r\n  the doctrine of set-off did not serve its intended purpose of preventing a double \r\n  recovery. In support of this argument, Mrs. Ellis notes that she made no attempt \r\n  during the trial to present the medical expenses attributable to Richland Memorial's \r\n  alleged negligence (the exact amount of the settlement). Thus, she contends, \r\n  the jury's verdict in her case against Dr. Oliver did not take into account \r\n  Ellis's Richland Memorial bills or her settlement with Richland Memorial. \r\nApplication of the settlement credit \r\n  was statutorily mandated in this case. Section 15-38-50 grants the court no \r\n  discretion in determining the equities involved in applying a set-off once a \r\n  release has been executed in good faith between a plaintiff and one of several \r\n  joint tortfeasors. Moreover, Mrs. Ellis does not assert she was prevented from \r\n  presenting to the jury evidence of the full amount of Ellis's medical bills. \r\n  We recognize that a strict application of the statute may lead to unintended \r\n  results; however, this is a matter for the legislature to correct if our interpretation \r\n  is contrary to its intent. See Adkins v. Comcar Indus., Inc., \r\n  316 S.C. 149, 151, 447 S.E.2d 228, 230 (Ct. App. 1994) (An appellate court \"has \r\n  no legislative powers. Our sole function is to determine and, within constitutional \r\n  limits, give effect to the intention of the legislature while the responsibility \r\n  for the justice or wisdom of legislation rests exclusively with the legislature, \r\n  whether or not we agree with the laws it enacts.\" (internal citation omitted)), \r\n  aff'd, 323 S.C. 409, 475 S.E.2d 762 (1996). \r\nFor the foregoing reasons, the decision \r\n  of the trial court is \r\nAFFIRMED. \r\nHOWELL, C.J., and ANDERSON, \r\n  J., concur. \r\n1.  This rule \r\n  provides: \"A motion to alter or amend the judgment shall be served not later \r\n  than 10 days after receipt of written notice of the entry of the order.\" Rule \r\n  59(e), SCRCP. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"2961","title":"Hunter v. Staples, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2961","description":"","date":"1999-03-15","type":"opinion","text":"\r\n      \r\n\r\n\r\nHunter v. Staples, et al.,\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court of Appeals \r\n  ________ \r\n \r\n   \r\n     \r\n      \r\n        Timothy L. Hunter, Respondent, \r\n          \r\n        v. \r\n          \r\n        Julie A. Staples and South \r\n          Carolina Department of Education, \r\n          of Whom South Carolina Department \r\n        of Education is, Appellant. \r\n      \r\n    \r\n  \r\n\r\n________ \r\nAppeal From Charleston \r\n  County \r\n  L. Henry McKellar, Circuit Court Judge \r\n  ________ \r\nOpinion No. 2961\r\n  Heard October 8, 1998 - Filed March \r\n  15, 1999 \r\n  ________ \r\nAFFIRMED \r\n________ \r\n \r\n   \r\n     \r\n      \r\n        Eugene P. Corrigan, III, \r\n          of Grimball &amp; Cabaniss, of Charleston, for appellant. \r\n        Forrest C. Wilkerson, Jr., \r\n        of N. Charleston, for respondent. \r\n      \r\n    \r\n  \r\n\r\n________  \r\n  \r\nCONNOR, J.: South \r\n  Carolina Department of Education appeals an evidentiary ruling of the trial \r\n  court. The Department also appeals the denial of its motions for judgment notwithstanding \r\n  the verdict, new trial, and remittitur. We affirm. \r\nFACTS \r\n\r\nTimothy L. Hunter was involved in an \r\naccident with a school bus driven by Julie A. Staples.(1) \r\nThe accident occurred when Hunter's pickup truck collided with the school bus \r\nwhen it hydroplaned into the intersection rather than stopping. Although Hunter \r\nattempted to avoid the collision, he could not stop in time. Immediately after \r\nthe accident, he was transported to the hospital and released the same day. The \r\nnext day, he experienced pain in his neck, back, leg, and finger. A week later, \r\nhe sought medical treatment for these injuries. This treatment continued for several \r\nmonths. He was released to return to work approximately six months after the accident. \r\nHunter thereafter sued Staples and her employer, South Carolina Department of \r\nEducation, to recover damages from the accident. \r\n\r\nAt trial, the Department moved in \r\n  limine to impeach Hunter with his prior convictions. The court denied the \r\n  motion. The jury returned a verdict in favor of Hunter for $86,627.61, finding \r\n  him 5% negligent and Staples 95% negligent. Subsequently, the Department moved \r\n  for a new trial on the ground the judge erred in excluding evidence of Hunter's \r\n  criminal record. The Department also requested judgment notwithstanding the \r\n  verdict or, in the alternative, a new trial or remittitur based on the failure \r\n  of proof of damages. The court denied these motions as well. The Department \r\n  appeals.  \r\n  \r\nDISCUSSION \r\n  \r\nI. Impeachment \r\n  \r\n\r\nThe Department argues the trial court \r\nerred in refusing to allow admission of Hunter's criminal convictions. It contends \r\nHunter's recovery depended on his credibility. It submits Rules 608, 609, and \r\n613, SCRE, constitute authority under which the convictions could have been admitted.(2) \r\n\r\n\r\nA. Rule 608: Evidence \r\n  of Character, Conduct and Bias of Witness \r\nRule 608, SCRE, is almost identical \r\n  to the Federal Rule. Although the Department did not specify, we assume it relies \r\n  on subsection (b) in making its argument. That section reads, in relevant part: \r\n  \r\nSpecific instances of the conduct \r\n  of a witness, for the purpose of attacking or supporting the witness' credibility, \r\n  other than conviction of crime as provided in Rule 609, may \r\n  not be proved by extrinsic evidence. They may, however, in the discretion of \r\n  the court, if probative of truthfulness or untruthfulness, be inquired into \r\n  on cross-examination of the witness (1) concerning the witness' character for \r\n  truthfulness or untruthfulness, or (2) concerning the character for truthfulness \r\n  or untruthfulness of another witness as to which character the witness being \r\n  cross-examined has testified. (Emphasis added.) \r\nThe Department's reliance on Hunter's \r\n  previous convictions as a basis for impeachment is misplaced. Under the \r\n  language emphasized above, the use of a conviction is specifically excluded \r\n  from the purview of Rule 608. See United States v. Parker, 133 \r\n  F.3d 322 (5th Cir.), cert. denied, ___ U.S. ___, 118 S. Ct. 1851 (1998) \r\n  (prior bad acts that have not resulted in a conviction may be admissible \r\n  under Fed. R. Evid. 608(b)); United States v. Sotelo, 97 F.3d 782 (5th \r\n  Cir.), cert. denied, ___ U.S. ___, 117 S. Ct. 620 (1996), and cert. \r\n  denied, ___ U.S. ___, 117 S. Ct. 1002, and cert. denied, ___ U.S. \r\n  ___, 117 S. Ct. 1324 (1997)(Rule 608(b) provides for impeachment on cross-examination \r\n  with acts other than convictions); United States v. Smith, 80 F.3d 1188, \r\n  1193 (7th Cir. 1996)(\"the plain language of [Rule 608(b)] allows for cross-examination \r\n  of matters 'other than conviction of crime' \"). See also United States \r\n  v. Turner, 104 F.3d 217 (8th Cir. 1997)(when defendant was not convicted \r\n  of the crime sought to be introduced, it was only admissible if probative of \r\n  his truthfulness under Rule 608(b)). The Department cannot seek to have Hunter's \r\n  convictions admitted under Rule 608(b). \r\nB. Rule 613: Prior Statements \r\n  of Witnesses \r\nThe Department maintains Hunter testified \r\n  during his deposition that he only had three or four convictions on his record, \r\n  when in fact he had eleven. The Department wanted to use Hunter's deposition \r\n  statements to impeach his credibility by showing he had made a prior inconsistent \r\n  statement. \r\nRule 613, SCRE, does not provide \r\n  for the admission of prior statements, but rather sets forth the conditions \r\n  under which such statements may be admitted. South Carolina has, however, always \r\n  followed the traditional rule that inconsistent statements are admissible to \r\n  impeach a witness' credibility. See State v. Copeland, 278 S.C. \r\n  572, 300 S.E.2d 63 (1982), cert. denied, 460 U.S. 1103, and cert. \r\n  denied, 463 U.S. 1214 (1983). \r\nTo have an inconsistent statement, \r\n  there must be a statement with which to compare it. The record before us contains \r\n  only the Department's allegation that Hunter testified in his deposition he \r\n  only had three or four convictions, when in fact he had eleven. However, there \r\n  is no subsequent trial statement by Hunter that contradicts his deposition testimony. \r\n  At trial, the Department did not proffer the deposition testimony, nor Hunter's \r\n  trial testimony contradicting his deposition testimony. Moreover, the Department \r\n  neglected to include the relevant deposition excerpts in the record it provided \r\n  us. Therefore, this argument is not preserved for our review. See D.W. \r\n  Flowe &amp; Sons, Inc. v. Christopher Constr. Co., 326 S.C. 17, 482 S.E.2d \r\n  558 (1997); Rule 103(a)(2), SCRE. \r\nC. Rule 609: Prior Convictions \r\n  \r\n\r\nThe Department next alleges the court \r\nerred in refusing to allow Hunter to be cross-examined concerning his prior convictions \r\nunder Rule 609. The Department wanted to question Hunter about his August 1987 \r\nburglary conviction and two criminal domestic violence convictions from 1993.(3) \r\nThe trial judge refused to admit both the burglary conviction and the domestic \r\nviolence convictions. He refused to allow the admission of the domestic violence \r\nconvictions because they did not carry a sentence of at least one year imprisonment. \r\nHe appeared to base his decision to exclude the burglary conviction on Rule 403, \r\nSCRE analysis as applied through Rule 609(a)(1). He also held the conviction lacked \r\nrelevance. \r\n\r\nRule 609 provides in pertinent part: \r\n  \r\n(a) General Rule. For the purpose \r\n  of attacking the credibility of a witness, \r\n(1) evidence that a witness other \r\n  than an accused has been convicted of a crime shall be admitted, subject to \r\n  Rule 403, if the crime was punishable by death or imprisonment in excess of \r\n  one year under the law under which the witness was convicted, and evidence that \r\n  an accused has been convicted of such a crime shall be admitted if the court \r\n  determines that the probative value of admitting this evidence outweighs its \r\n  prejudicial effect to the accused; and \r\n(2) evidence that any witness has \r\n  been convicted of a crime shall be admitted if it involved dishonesty or false \r\n  statement, regardless of the punishment. \r\n. . . \r\n(b) Time Limit. Evidence of a conviction \r\n  under this rule is not admissible if a period of more than ten years has elapsed \r\n  since the date of the conviction or of the release of the witness from the confinement \r\n  imposed for that conviction, whichever is the later date, unless the court determines, \r\n  in the interests of justice, that the probative value of the conviction supported \r\n  by specific facts and circumstances substantially outweighs its prejudicial \r\n  effect. \r\nTo determine if the trial court erred \r\n  in excluding Hunter's convictions under Rule 609(a), we must first decide under \r\n  which subsection the conviction falls. See United States v. Seamster, \r\n  568 F.2d 188 (10th Cir. 1978)(when determining admissibility under Rule 609, \r\n  the trial court must first determine whether the prior conviction was a general \r\n  felony or involved dishonesty and false statements). The domestic violence convictions, \r\n  however reprehensible, do not establish Hunter was deceitful or untruthful. \r\n  Accordingly, these convictions would not be admissible under Rule 609(a)(2). \r\n  They would also be excluded from the operation of Rule 609(a)(1) because they \r\n  are not punishable by imprisonment in excess of one year. This leaves only the \r\n  burglary conviction. \r\nOn three occasions the judge specifically \r\n  stated he weighed competing considerations concerning probative value and prejudice. \r\n  First, after the Department's motion in limine, he said, \"I'm going \r\n  to exclude his criminal record . . . I think the prejudicial effect outweighs \r\n  any probative value in this case.\" \r\nAdditionally, at the motions hearing \r\n  at the conclusion of the testimony, the judge stated: \r\nBoth of those rules and the rules \r\n  of evidence dealing with the criminal records-one of them talks about a witness \r\n  that says subject to Rule 403. Then they talk about the accused. It says subject \r\n  to probative value outweighing prejudicial effect. That's basically my ruling. \r\n  That really didn't have anything to do with this case. \r\nMoreover, when the Department made \r\n  a motion for judgment notwithstanding the verdict, the judge ruled: \r\nOkay. I excluded the evidence of \r\n  his criminal record because both of-that rule says one of them is subject to \r\n  Rule 403. Probative value outweighs prejudicial effect and that applies both \r\n  to parties and witnesses. That's why I excluded it. I didn't think it had any \r\n  relevance in this case. \r\nThe trial judge's continued reference \r\n  to Rule 403 indicates he relied on Rule 609(a)(1) in making his decision. Despite \r\n  this ruling, it is questionable whether the Department has preserved an argument \r\n  for appeal under this subsection. On appeal, the Department does not mention \r\n  Rule 609(a)(1) or the Rule 403 balancing test in its initial brief. Although \r\n  it references the terms \"probative value\" versus \"prejudicial impact,\" these \r\n  terms appear within the context of its argument under Rules 608 and 613, but \r\n  not Rule 609. The Department specifically argues error under Rule 609(a)(1) \r\n  only in its reply brief. \r\nEven if properly preserved, we find \r\n  no error in the trial judge's decision to exclude Hunter's burglary conviction. \r\n  Under Rule 609(a)(1), evidence that a witness, to include a party in a civil \r\n  trial, has been convicted of a crime shall be admitted subject to Rule 403. \r\n  Rule 403 provides that, although relevant, evidence may be excluded if \"its \r\n  probative value is substantially outweighed by the danger of unfair prejudice, \r\n  confusion of the issues, or misleading the jury, or by consideration of undue \r\n  delay, waste of time, or needless presentation of cumulative evidence.\" Rule \r\n  609(a)(1) gives broad discretion to the trial judge and his or her ruling should \r\n  not be disturbed absent an abuse of discretion. United States v. Morrow, \r\n  977 F.2d 222 (6th Cir. 1992), cert. denied, 508 U.S. 975 (1993); \r\n  Jack B. Weinstein &amp; Margaret A. Berger, Weinstein's Federal Evidence \r\n  § 403.02[2][d](Joseph M. McLaughlin ed., 2d ed. 1998)(The appellate court will \r\n  uphold a trial court's application of Rule 403 unless it finds the trial court \r\n  has committed an abuse of discretion.).  \r\nAs indicated by the excerpts of the \r\n  record, the judge specifically stated he excluded the burglary conviction because \r\n  the prejudicial effect of the conviction outweighed its probative value. Moreover, \r\n  he found the conviction was not relevant to the case. Although he did not specifically \r\n  enunciate the factors involved in reaching his ultimate decision, it is evident \r\n  the judge considered Rule 609(a)(1) in conjunction with the Rule 403 balancing \r\n  analysis. He did not abuse his discretion in excluding Hunter's burglary conviction. \r\n  Even though we may have reached a different result, this alone is not sufficient \r\n  to reverse the trial judge's decision. See United States v. Green, \r\n  887 F.2d 25, 27 (1st Cir. 1989)(A trial judge's decision regarding the comparative \r\n  probative value and prejudicial effect of evidence should be reversed only in \r\n  \"exceptional circumstances.\"); United States v. Long, 574 F.2d 761 (3rd \r\n  Cir.), cert. denied, 439 U.S. 985 (1978)(A trial judge's balancing decision \r\n  under Rule 403 should not be reversed simply because an appellate court believes \r\n  it would have decided the matter otherwise because of a differing view of the \r\n  highly subjective factors of the probative value or the prejudice presented \r\n  by the evidence.); Id. at 767(\"If judicial self-restraint is ever desirable, \r\n  it is when a Rule 403 analysis of a trial court is reviewed by an appellate \r\n  tribunal.\"). \r\nThe Department failed to preserve \r\n  an argument for appeal under Rule 609(a)(2). At trial, it never mentioned Rule \r\n  609(a)(2), which mandates the admission of crimes involving dishonesty or false \r\n  statements. In fact, in response to the trial judge's question, \"What kind of \r\n  recent convictions or crimes involving dishonesty do you have?\" the Department \r\n  responded, \"They don't have to be crimes involving dishonesty to use them.\" \r\n  This is the only instance the word dishonesty was mentioned in the record on \r\n  appeal. See Creech v. South Carolina Wildlife &amp; Marine Resources \r\n  Dep't, 328 S.C. 24, 491 S.E.2d 571 (1997)(It is axiomatic that an issue \r\n  cannot be raised for the first time on appeal, but must have been raised to \r\n  and ruled upon by the trial judge to be preserved for appellate review.). Furthermore, \r\n  the Department did not argue error under Rule 609(a)(2) in its initial brief. \r\n  Therefore, it was precluded from asserting this argument for the first time \r\n  in its reply brief. See Continental Ins. Co. v. Shives, 328 S.C. \r\n  470, 492 S.E.2d 808 (Ct. App. 1997)(An appellant may not use the reply brief \r\n  to argue issues not argued in the initial brief.). \r\nEven if the issue of dishonesty under \r\n  Rule 609(a)(2) had been argued to the trial court and in the Department's initial \r\n  brief, the argument would fail. In order to preserve the issue the Department \r\n  should have submitted the burglary indictment to the judge so that he could \r\n  rule on the dishonesty question. Cf. State v. Bailey, 275 S.C. \r\n  444, 272 S.E.2d 439 (1980)(pre-Rules of Evidence case)(whether assault and battery \r\n  of a high and aggravated nature is a crime of moral turpitude depends upon the \r\n  facts of the case; party seeking to impeach witness using prior ABHAN conviction \r\n  must produce the indictment for the trial judge's review). There was no way \r\n  for the judge, nor is there a means for us, to determine the nature of the burglary \r\n  without this information. See Crestwood Golf Club, Inc. v. Potter, \r\n  328 S.C. 201, 493 S.E.2d 826 (1997)(appellant has the burden of presenting a \r\n  sufficient record for appellate review); Greenville Memorial Auditorium v. \r\n  Martin, 301 S.C. 242, 391 S.E.2d 546 (1990)(failure to make proffer of excluded \r\n  evidence precludes review on appeal). \r\nRule 609(b) sets a time limit for \r\n  the use of prior convictions for impeachment purposes. Subject to the probative/prejudicial \r\n  test set forth in Rule 609(a), convictions less than ten years old are presumed \r\n  admissible for impeachment purposes. Cf. State v. Colf, 332 S.C. \r\n  313, 504 S.E.2d 360 (Ct. App. 1998), petition for cert. filed (convictions \r\n  over ten years old are presumptively inadmissible). See Jack B. Weinstein \r\n  &amp; Margaret A. Berger, Weinstein's Federal Evidence § 609.07 (Joseph \r\n  M. McLaughlin ed., 2d ed. 1998).  \r\nThe trial judge in this case did \r\n  not exclude Hunter's burglary conviction as \"too remote\" under Rule 609(b). \r\n  Nowhere does the judge say he is ruling under Rule 609(b), which does not refer \r\n  to Rule 403. At the very beginning of the trial the judge did say he was excluding \r\n  the burglary conviction because it was over ten years old and, therefore, was \r\n  too remote. The Department's lawyer pointed out the conviction was not quite \r\n  ten years old. Thereafter, the judge did not mention remoteness again. Furthermore, \r\n  Rule 609(b) requires a ruling under this section to be \"supported by specific \r\n  facts and circumstances.\" The Department argued no specific facts, and the judge \r\nmade no specific finding.\r\nII. Post-Trial \r\n  Motions \r\n\r\n The Department also argues the trial \r\njudge improperly denied its post-trial motions. After the jury returned a verdict \r\nof $86,627.61,(4) the Department moved for judgment \r\nnotwithstanding the verdict, a new trial nisi remittitur, or, alternatively, \r\na new trial absolute on the ground the evidence did not support the amount of \r\nthe verdict, specifically Hunter's claim for lost wages.(5) \r\nThe trial judge denied each of these motions. \r\nIn ruling on a motion for judgment \r\n  notwithstanding the verdict, the trial court must view the evidence and its \r\n  inferences in the light most favorable to the nonmoving party. Shupe v. Settle, \r\n  315 S.C. 510, 515, 445 S.E.2d 651, 654 (Ct. App. 1994). The court must deny \r\n  the motion if either the evidence yields more than one reasonable inference \r\n  or its inferences are in doubt. Id. The verdict will be upheld if there \r\n  is any evidence to sustain the factual findings implicit in the jury's verdict. \r\n  Id. \r\nIn terms of actual damages, Hunter \r\n  presented evidence of approximately $7,000 in medical bills. Hunter testified \r\n  at the time of the accident, September 17, 1993, he was employed as an iron \r\n  worker earning $8.20 per hour. In March of 1994, Hunter was released from medical \r\n  treatment. However, one of Hunter's treating chiropractors, Jerry Fox, believed \r\n  Hunter would still have future problems associated with his injuries. After \r\n  Hunter was released from medical treatment, he looked for work in his field \r\n  and for other alternatives because he was still in pain. During this time, he \r\n  received approximately $126 per week in unemployment compensation. Hunter testified \r\n  he could not find suitable employment until January of 1995. On cross-examination, \r\n  Hunter acknowledged he did not have any records concerning his loss of income. \r\n  \r\nInitially, we note the Department \r\n  did not request a special verdict form; therefore, we cannot determine how the \r\n  jury reached its verdict with respect to Hunter's lost wages. In any event, \r\n  we find the trial judge properly denied the Department's JNOV motion. There \r\n  was sufficient evidence for the jury to find Hunter lost wages because of the \r\n  injuries sustained in the accident. \r\nA motion for new trial nisi remittitur \r\n  asks the trial court in its discretion to reduce the verdict because it is \"merely \r\n  excessive,\" although not motivated by considerations such as passion, caprice \r\n  or prejudice. O'Neal v. Bowles, 314 S.C. 525, 431 S.E.2d 555 (1993). \r\n  If the amount of the verdict is grossly excessive so as to be the result of \r\n  passion, caprice, prejudice or some other influence outside the evidence, the \r\n  trial judge must grant a new trial absolute, not a new trial nisi remittitur. \r\n  Id. However, the jury's determination of damages is entitled to substantial \r\n  deference. Rush v. Blanchard, 310 S.C. 375, 426 S.E.2d 802 (1993). The \r\n  denial of new trial motions is within the discretion of the trial court, and \r\n  absent an abuse of discretion, it will not be reversed on appeal. Cock-N-Bull \r\n  Steak House, Inc. v. Generali Ins. Co., 321 S.C. 1, 466 S.E.2d 727 (1996). \r\n  The record supports the trial judge's denial of the Department's motions for \r\n  a new trial nisi remittitur and a new trial absolute. There was no \r\n  abuse of discretion. \r\nAccordingly, the decision of the \r\n  circuit court is \r\nAFFIRMED. \r\nCURETON and STILWELL, JJ., \r\n  concur. \r\n\r\n1.  Staples is \r\n  not a party to this appeal. \r\n\r\n2. In the record \r\n  before us, neither the lawyers nor the judge mentioned specific rule numbers \r\n  or subsections in their discussions. Therefore, we can only tell which rule \r\n  was argued by the language used. \r\n\r\n3.  Although the \r\n  Department refers in general to Hunter's prior convictions, the record on appeal \r\n  reveals only the burglary and domestic violence convictions were discussed at \r\n  trial. Moreover, the Department did not include a list of Hunter's prior convictions \r\n  as part of the record on appeal. \r\n\r\n4.  A judgment \r\n  of $82,296.23 was entered based on the jury's assignment of 5% negligence to \r\n  Hunter. \r\n5.  The Department \r\n  also moved for a new trial on the ground the judge erred in excluding evidence \r\n  of Hunter's criminal record. As previously discussed, we find no error in the \r\n  judge's exclusion of this evidence.  \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"2962","title":"State v. McCombs","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2962","description":"","date":"1999-03-15","type":"opinion","text":"\r\n      \r\n\r\n\r\nState v. McCombs\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA \r\n  In The Court of Appeals \r\n  ________ \r\n \r\n   \r\n     \r\n      \r\n        The State, Respondent, \r\n        v. \r\n          \r\n        John Lee McCombs, \r\n          Appellant. \r\n      \r\n    \r\n  \r\n\r\n________ \r\nAppeal From York County \r\n  Joseph J. Watson, \r\n  Circuit Court Judge \r\n________Opinion No. 2962 \r\n  \r\n  Heard February 9, 1999 - Filed March \r\n  15, 1999 \r\n  ________ \r\nAFFIRMED \r\n________ \r\n\r\n  \r\n    \r\n      \r\n        Melvin L. Roberts, of York, for appellant. \r\n                  \r\n      \r\n        Attorney General Charles M. Condon, \r\n                  Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General \r\n                  Salley W. Elliott and Senior Assistant Attorney General Harold M. Coombs, Jr., \r\n        all of Columbia; and Solicitor Thomas E. Pope, of York, for respondent. \r\n      \r\n    \r\n  \r\n\r\n________ \r\nSTILWELL, J.: John \r\n  Lee McCombs appeals his conviction for driving under the influence on three \r\n  grounds, all of which concern the law of corpus delicti. We affirm. \r\n  \r\nFACTS \r\nOn September 4, 1994, Sergeant James \r\n  Thomasson of the York City Police Department was patrolling a residential area \r\n  when he discovered what appeared to be a traffic accident. A truck was sitting \r\n  crossways in a street, blocking the roadway. McCombs was standing outside the \r\n  driver's door and two injured passengers were in the truck. The driver's seat \r\n  was vacant. The truck appeared to have run off the road, up an embankment, and \r\n  into a resident's yard before hitting a parked car. No one was in the car, but \r\n  the car's owner, a resident of the neighborhood, was on the scene. \r\nSergeant Thomasson heard glass shattering \r\n  as he arrived and concluded that the accident occurred only moments earlier. \r\n  He also concluded that McCombs, whom he knew and recognized as the truck's owner, \r\n  was the driver of the truck. Sergeant Thomasson testified that McCombs had bloodshot \r\n  eyes, slurred speech, and smelled of alcohol. Based on these observations, the \r\n  officer believed McCombs was under the influence and placed him under arrest. \r\n  McCombs told Sergeant Thomasson that he was the driver and that he had been \r\n  drinking, but claimed mechanical failure caused the accident. McCombs's subsequent \r\n  breathalyser test reflected a .16 percent blood alcohol level.  \r\nDISCUSSION \r\n  \r\nI. Directed \r\n  Verdict Motion \r\nMcCombs argues the trial court erred \r\n  in denying his directed verdict motion because there was not sufficient evidence \r\n  of the corpus delicti of DUI aliunde McCombs's confession to submit \r\n  the case to the jury or to sustain his conviction. We disagree.  \r\nBefore a criminal defendant can be \r\n  required to present a defense, the prosecution must present some proof of the \r\n  corpus delicti of the offense charged. State v. Smith, 328 S.C. \r\n  622, 624, 493 S.E.2d 506, 508 (Ct. App. 1997). A conviction based upon a defendant's \r\n  extra-judicial confession cannot be sustained without proof corroborating the \r\n  corpus delicti. Id. at 625, 493 S.E.2d at 508. The evidence required \r\n  to prevent a directed verdict, however, may be presumptive or circumstantial \r\n  when it is the best evidence obtainable. State v. Townsend, 321 S.C. \r\n  55, 57-58, 467 S.E.2d 138, 140 (Ct. App. 1996). \"If there is any evidence tending \r\n  to establish the corpus delicti of the offense charged against the accused, \r\n  then it is the duty of the trial court to submit the question of whether the \r\n  offense occurred to the jury.\" City of Easley v. Portman, 327 S.C. 593, \r\n  596, 490 S.E.2d 613, 615 (Ct. App. 1997).  \r\nThe corpus delicti of DUI \r\n  is: (1) driving a vehicle; (2) within this state; (3) while under the influence \r\n  of intoxicating liquors or drugs. Smith, 328 S.C. at 625, 493 S.E.2d \r\n  at 508; see S.C. Code Ann. § 56-5-2930 (1991) (amendment effective June \r\n  29, 1998 (Supp. 1998)). \r\nIn State v. Osborne, the court \r\n  of appeals found the following evidence insufficient to prove the corpus \r\n  delicti of DUI without reference to Osborne's self-incriminating statement: \r\n  (1) Osborne's car was in an accident; (2) the car hood was warm when officers \r\n  arrived at the scene; (3) Osborne's breathalyser test administered more than \r\n  three hours after the accident registered .14 percent; and (4) Osborne attempted \r\n  to file a false report of a stolen vehicle. State v. Osborne, 321 S.C. \r\n  196, 200-01, 467 S.E.2d 454, 457 (Ct. App. 1996), cert. granted (April \r\n  2, 1997). Unlike this case, officers did not discover Osborne at the scene, \r\n  but at a bar more than two hours after the accident. Id. \r\nThis case shares more similarities \r\n  with Townsend. In that case, Townsend was at the scene of his wrecked \r\n  car, smelled of alcohol, failed field sobriety tests, and appeared intoxicated. \r\n  His breathalyser test showed a blood alcohol level of .21 percent. Like Townsend, \r\n  McCombs was discovered at the scene in an apparent intoxicated state. McCombs \r\n  smelled of alcohol and failed his breathalyser. Although the officer in this \r\n  case did not perform field sobriety tests because of the narrow street and his \r\n  concern for the injured passengers, he had no doubt that McCombs was impaired \r\n  and should not have been driving.  \r\nThe State presented enough circumstantial \r\n  evidence against McCombs to create an issue of fact for the jury. Although no \r\n  witness testified to seeing McCombs driving his truck that night, the State \r\n  offered enough evidence of the corpus delicti independent of McCombs's \r\n  statements for the trial court to submit the case to the jury.  \r\nII. Admission \r\n  of Statements \r\nMcCombs also argues the trial court \r\n  erred in permitting the State to admit his \"confession\" before it proved the \r\n  corpus delicti of DUI. We disagree. \r\nSergeant Thomasson testified that \r\n  as he placed McCombs under arrest, McCombs stated that he was the driver and \r\n  had been drinking, but that mechanical failure caused the accident. \r\n\"Proof of corpus delicti is not a \r\n  prerequisite to the admission of an extra-judicial confession of a defendant.\" \r\n  State v. Williams, 321 S.C. 381, 385 n.2, 468 S.E.2d 656, 658 n.2 (1996). \r\n  Rather, if the State fails to prove the corpus delicti and the sole evidence \r\n  of guilt is the defendant's confession, then a directed verdict in favor of \r\n  the defendant is required. Id. Thus, assuming for purposes of this argument \r\n  that McCombs's statements were a confession and that they were introduced before \r\n  the State produced proof of the corpus delicti, the timing of the admission \r\n  was not error. \r\nIII. Jury \r\n  Charge \r\nIn his final argument, McCombs challenges \r\n  the trial court's refusal to give the following jury instruction: \r\nWhere a Defendant is charged with \r\n  the crime of driving under the influence, the state must produce proof of the \r\n  corpus delicti aside from any statements that may have been made by the Defendant. \r\n  The state much [sic] prove the actual commission by someone of the particular \r\n  offense charged and in this case, the state must prove that the \"someone\" was \r\n  in fact the defendant. \r\nUnless the state proves to your satisfaction \r\n  beyond a reasonable doubt that the Defendant was in fact driving his motor vehicle \r\n  and that he was under the influence of intoxicating liquors or drugs while driving \r\n  his motor vehicle, then you must find him not guilty.  \r\nMcCombs's instruction, if given, \r\n  would require the jury to decide if the State proved the corpus delicti \r\n  independent of McCombs's statements. Clearly, it is not within a trial court's \r\n  discretion to send to the jury a case where the corpus delicti is not \r\n  proven aliunde of the defendant's extra-judicial confession. As such, \r\n  the issue is a question of law for the court, not a question of fact for the \r\n  jury. Therefore, the trial court did not abuse its discretion in refusing to \r\n  give the requested jury instruction. Thus, McCombs's DUI conviction is  \r\n  \r\nAFFIRMED.  \r\nHEARN and HUFF, JJ., concur. \r\n  \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"2963","title":"Bowman and McAllister v. Richland Memorial Hospital and Otis Elevator Compnay","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2963","description":"","date":"1999-03-15","type":"opinion","text":"\r\n      \r\n\r\n\r\nBowman and McAllister v. Richland Memorial Hospital and Otis Elevator Company\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA \r\n  In The Court of Appeals \r\n  ________ \r\n\r\n \r\n   \r\n     \r\n      \r\n        Betty L. Bowman and Tomeka \r\n        McAllister, Appellants,  \r\n          \r\n      \r\n    \r\n  \r\n\r\n\r\n  \r\n    v.\r\n  \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Richland Memorial Hospital \r\n          and Otis Elevator Company, Defendants, \r\n        of whom Richland Memorial \r\n        Hospital, is Respondent. \r\n      \r\n    \r\n  \r\n\r\n________ \r\nAppeal From Richland \r\n  County\r\n  L. Casey Manning, Circuit Court \r\n  Judge \r\n  ________ \r\nOpinion No. 2963 \r\n  \r\n  Submitted February 9, 1999 - Filed \r\n  March 15, 1999 \r\n________ \r\nREVERSED \r\n________ \r\n \r\n   \r\n     \r\n      \r\n        Daniel K. Felker, of Ratchford \r\n          &amp; Associates, of Columbia, for appellants. \r\n        Raymon E. Lark, Jr., of Austin, \r\n        Lewis &amp; Rogers, of Columbia, for respondent. \r\n      \r\n    \r\n  \r\n\r\n\r\n  \r\n    ________\r\n  \r\n   \r\n HUFF, J.: Betty \r\n  L. Bowman and Tomeka McAllister appeal the trial judge's order dismissing Richland \r\nMemorial Hospital as a defendant in this action. We reverse.\r\n  \r\n    FACTUAL/PROCEDURAL BACKGROUND\r\n  \r\n   \r\n On January 10, 1996, Betty L. Bowman \r\n  and Tomeka McAllister (appellants) filed this negligence action against Otis \r\n  Elevator Company and Richland Memorial Hospital (Hospital) seeking damages for \r\n  personal injuries arising from an elevator accident that occurred on March 31, \r\n  1994. Thereafter, the Hospital filed a motion to dismiss, a motion to strike, \r\n  and a motion to make the complaint more definite and certain. During a hearing \r\n  on the Hospital's motions, appellants' counsel offered to amend the complaint \r\n  based upon Hospital's objections. Thereafter, the trial judge signed an order \r\n  on September 19, 1996, which read as follows in pertinent part: \r\n IT IS THEREFORE ORDERED that the \r\n  Motion to Dismiss and in the Alternative to Make More Definite and Certain are \r\n  granted, with leave of the Plaintiffs to amend their complaint within \r\n  ten (10) days of the date of this order. Failure to so amend, \r\n  will result in dismissal of the Defendant, Richland Memorial Hospital, without \r\n  prejudice. \r\n(emphasis added). The above order \r\n  was filed with the clerk of court on September 23, 1996.(1) \r\n  \r\n On October 2, 1996, appellants served \r\n  an amended complaint on the Hospital.(2) In response \r\n  to service of the amended complaint, the Hospital filed another motion to strike, \r\n  a motion to make the complaint more definite and certain, and a motion to dismiss \r\n  alleging noncompliance by the appellants with the judge's previous order. Appellants \r\n  then filed a motion to amend the complaint along with a proposed second amended \r\n  complaint. After a hearing on the parties' motions, the trial judge dismissed \r\n  the Hospital as a defendant. He found that appellants failed to amend their \r\n  complaint within ten days of the date of the September 19, 1996, order as mandated \r\n  by the order. He reasoned as follows: \r\n As shown by the filed Certificate \r\n  of Service for the Amended Complaint, [the Amended Complaint] was served on \r\n  Hospital's counsel by hand delivery on October 2, 1996, which is thirteen (13) \r\n  days from the date of the Order. . . . Consequently, Plaintiffs have failed \r\n  to set forth facts sufficient to constitute a cause of action against Hospital \r\n  under Rule 12(b)(6), SCRCP, or alternatively, the Court lacks jurisdiction over \r\n  the subject matter under Rule 12(b)(1) or it lacks jurisdiction over the person \r\n  under Rule 12(b)(2). \r\n The trial judge granted appellants' \r\n  motion to amend, but held that \"[appellants] must file and serve a new Second \r\n  Amended Summons and Second Amended Complaint upon Hospital, given its dismissal \r\n  from the action.\"(3) \r\n On June 30, 1997, appellants filed \r\n  a motion to reconsider, a motion for amendment of judgment, and a motion for \r\n  relief from judgment under Rules 59 and 60, SCRCP. The trial judge summarily \r\n  denied appellants' motions and this appeal followed.  \r\nISSUE \r\n  \r\n Did the trial judge err in dismissing \r\n  the Hospital as a defendant on the basis that appellants failed to amend their \r\n  complaint within the time frame designated by the September 19 order? \r\n  \r\n\r\n  \r\n    ANALYSIS\r\n  \r\n   \r\n An order is not final until it is \r\n  written and entered by the clerk of court. First Union National Bank of \r\n  South Carolina v. Hitman, Inc., 306 S.C. 327, 411 S.E.2d 681 (Ct. App. \r\n  1991), aff'd, 308 S.C. 421, 418 S.E.2d 545 (1992). Until an order is written \r\n  and entered by the clerk of court, the judge retains discretion to change his \r\n  mind and amend his ruling accordingly. Id. In Bayne v. Bass, \r\n  302 S.C. 208, 394 S.E.2d 726 (Ct. App. 1990), this court stated as follows: \r\n  \r\n Until the paper has \r\n  been delivered by the judge to the clerk of court, to be filed by him as an \r\n  order in the case, it is subject to the control of the judge, and may by him \r\n  be withdrawn at any time before such delivery. ... 'A judgment \r\n  is the final determination of the rights of the parties in an action. While \r\n  the written instrument purporting to be the judgment in a cause remains in the \r\n  possession of the judge who is to pronounce it, it is of no effect, \r\n  and like a deed not delivered. * * * ' Even if as contended by defendant the \r\n  trial Judge granted an oral divorce to plaintiff such pronouncement is \r\n  not a final ruling on the merits nor is it binding on the parties until it has \r\n  been reduced to writing, signed by the Judge and delivered for recordation. \r\n  The Decree must be in writing and until such time the Judge may modify, amend \r\n  or rescind such an oral Order. \r\n302 S.C. at 209-210, 394 S.E.2d at \r\n  727 (Ct. App. 1990) (citation omitted) (quoting Archer v. Long, 46 \r\n  S.C. 292, 24 S.E. 83 (1896) (emphasis added).  \r\n Based upon the aforementioned case \r\n  law, the final and effective date of the trial judge's order was the date the \r\n  order was entered by the clerk of court on September 23, 1996, not when the \r\n  order was signed. The order was not binding on the parties until it was delivered \r\n  to the clerk of court for filing. Thus, we find the appellants had ten days \r\n  from the date the order was entered by the clerk of court to amend their complaint \r\n  before the Hospital could be dismissed from the action based upon noncompliance \r\n  with the order. In this case, appellants filed and served the amended complaint \r\n  on October 2, which was within ten days of the date of the order. Thus, the \r\n  trial judge erred in holding that appellants failed to amend their complaint \r\n  within the time frame specified in the order. \r\n Our holding is further mandated \r\n  by principles of fairness and equity. The parties to an action are not provided \r\n  with notice of a judge's ruling at the time the judge signs an order. Rather, \r\n  only after the order is filed with the clerk of court are the parties given \r\n  notice of the order and provided with an opportunity to comply with the order. \r\n  In this case, both parties submitted proposed orders and they were unaware of \r\n  which order the judge signed until after the order was filed with the clerk \r\n  of court. Thus, appellants lacked knowledge that the ten-day time period had \r\n  begun to run until after the order was filed. By holding that the appellants \r\n  were bound from the date the order was signed, the circuit court judge left \r\n  appellants with only six days to accomplish what the order stated they had ten \r\n  days to do. Additionally, had the judge waited ten days or more to file the \r\n  order, the appellants would have been placed in a situation which rendered it \r\n  impossible to comply with the mandates of the order. \r\n We conclude that the effective date \r\n  of the trial judge's order was September 23, 1996, and the appellants had ten \r\n  days from the effective date to amend their complaint. Therefore, appellants \r\n  properly filed and served their amended complaint within ten days of the order. \r\n  As a result, the trial judge erred in dismissing the Hospital as a defendant. \r\n   \r\n Accordingly, the order of the trial \r\njudge dismissing the Hospital as a defendant in the action is\r\n  REVERSED. \r\n  \r\n HEARN and STILWELL, JJ., \r\n  concur. \r\n1.  The record \r\n  on appeal indicates that after the hearing, both parties submitted proposed \r\n  orders for the circuit court judge to sign. \r\n2.  Appellants' \r\n  counsel waited until October 2, 1996, to serve the amended complaint due to \r\n  his belief that the \"date of the order\" was September 23, 1996, the date the \r\n  order was filed, not the date the order was signed by the circuit court judge. \r\n  Counsel's assumption regarding the date of the order is indicated by a handwritten \r\n  memo to a law clerk and notations on counsel's desk calendar. \r\n3. This action \r\n  against the Hospital is governed by the South Carolina Tort Claims Act which \r\n  has a two year statute of limitations. See S.C. Code Ann. § 15-78-110 \r\n  (Supp. 1998). Thus, appellants assert any action against the Hospital filed \r\n  after March 31, 1996, may be barred by the statute of limitations. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"2964","title":"State v. Jennings","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2964","description":"","date":"1999-03-15","type":"opinion","text":"\r\n      \r\n\r\n\r\nState v. Jennings\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA \r\n  In The Court of Appeals \r\n  ________  \r\n  \r\n \r\n   \r\n     \r\n      \r\n        The State, Respondent, \r\n        v. \r\n          \r\n        James Gerald Jennings, \r\n        Appellant. \r\n      \r\n    \r\n  \r\n\r\n________ \r\nAppeal From York County \r\n  \r\n  Don S. Rushing, Circuit Court Judge \r\n  ________ \r\nOpinion No. 2964 \r\n  \r\n  Submitted December 8, 1998 - Filed \r\n  March 15, 1999 \r\n  ________ \r\nAFFIRMED \r\n  ________ \r\n \r\n   \r\n     \r\n      \r\n        Assistant Appellate Defender \r\n          M. Anne Peace, of SC Office of Appellate Defense, of Columbia, for appellant. \r\n          \r\n        Attorney General Charles \r\n          M. Condon, Deputy Attorney General John W. McIntosh, Assistant Deputy \r\n          Attorney General Salley W. Elliott and Senior Assistant Attorney General \r\n          Harold M. Combs, Jr., all of Columbia; and Solicitor Thomas E. Pope, \r\n        of York, for respondent. \r\n      \r\n    \r\n  \r\n\r\n________  \r\n  \r\nHUFF, J.: James \r\n  Jennings was convicted of armed robbery, possession of a firearm during the \r\n  commission of a violent crime, criminal conspiracy, pointing  \r\na firearm, and possession of a sawed-off \r\n  shotgun. At trial, defense counsel made motions for directed verdict on the \r\n  charges of pointing a firearm and possession of a firearm during the commission \r\n  of a violent crime. The trial judge denied Jennings' motions for directed verdict, \r\n  and Jennings appeals. We affirm. \r\nFACTUAL BACKGROUND \r\n   \r\nOn the afternoon of November 24, \r\n  1995, Jennings and his cousin, James Crowder, allegedly devised a plan to rob \r\n  a drug store pharmacy of drugs. Crowder testified at trial that they agreed \r\n  he would guard the pharmacy counter with a gun and Jennings would present the \r\n  pharmacist a note demanding drugs. On the afternoon before the robbery, at Jennings' \r\n  direction, Crowder retrieved his sawed-off shotgun from his mother's home.  \r\n  \r\nWhen Jennings and Crowder entered \r\n  the drug store, Crowder initially concealed the shotgun under a jacket. Crowder \r\n  stood to the side of the pharmacy counter while Jennings presented the pharmacist \r\n  with a note demanding \"K-2's and K-4's.\" Jennings ordered the pharmacist not \r\n  to \"screw around with us. Give us what we want.\"  \r\nJennings told Crowder to reveal the \r\n  shotgun to the pharmacist, so Crowder uncovered the gun and immediately covered \r\n  it back up with the jacket. Jennings began arguing with the pharmacist, and \r\n  Jennings instructed Crowder to go behind the counter with the pharmacist. When \r\n  Crowder hesitated, Jennings shoved Crowder behind the counter, at which time \r\n  Crowder pulled out the shotgun and pointed it at the pharmacist.(1) \r\n  The pharmacist handed the pills over to Jennings, and Jennings and Crowder fled. \r\n  They returned to Jennings' trailer, and pursuant to Jennings' instructions, \r\n  Crowder buried the shotgun behind the trailer.(2) \r\n   \r\nIn a statement to police, Crowder \r\n  said that Jennings had a .25 caliber pistol in his possession during the robbery. \r\n  At trial, Crowder testified that he could not remember whether Jennings had \r\n  a gun during the robbery. He noted that the statement to police was taken closer \r\n  in time to the robbery and that he \"would have recalled more then than . . . \r\n  now.\"  \r\nAt trial, Crowder testified that \r\n  Jennings was the \"ringleader\" of the robbery. Additionally, the pharmacist testified \r\n  that Jennings seemed to be in charge because Jennings was making all the demands. \r\n   \r\nDISCUSSION \r\n   \r\nOn appeal, Jennings argues that the \r\n  trial judge erred in denying his motions for directed verdict on the charges \r\n  of pointing a firearm and possession of a firearm during the commission of a \r\n  violent crime. \r\nWhen reviewing the denial of a motion \r\n  for directed verdict in a criminal case, the evidence must be viewed in the \r\n  light most favorable to the state. State v. Hugging, 325 S.C. 103, \r\n  481 S.E.2d 114 (1997). This court is concerned with the existence or non-existence \r\n  of evidence and not its weight. Id. In order to survive a motion for \r\n  directed verdict, the state must present any direct evidence or substantial \r\n  circumstantial evidence which reasonably tends to prove the defendant's guilt, \r\n  or from which the defendant's guilt can be fairly and logically deduced.(3) \r\n  Id.; State v. Green, 327 S.C. 581, 491 S.E.2d 263 (Ct. App. \r\n  1997).  \r\nI. POSSESSION OF A FIREARM DURING \r\n  THE COMMISSION OF A VIOLENT CRIME \r\n  \r\n  Jennings argues he was entitled to \r\n  a directed verdict on the charge of possession of a firearm during the commission \r\n  of a violent crime.(4) He asserts there is no \r\n  evidence he possessed the gun at the time of the armed robbery. The trial judge \r\n  denied Jennings' motion for directed verdict, based upon State v. Halyard, \r\n  274 S.C. 397, 264 S.E.2d 841 (1980), ruling that constructive possession was \r\n  applicable in regard to possession of firearms.  \r\nIn Halyard, the South Carolina \r\n  Supreme Court resolved the issue of whether a person not in actual possession \r\n  of a firearm could nevertheless be convicted for possession of the firearm. \r\n  The Court first noted the long recognized rule that \"possession of contraband \r\n  drugs\" could be shown by either actual or constructive possession. See State \r\n  v. Hudson, 277 S.C. 200, 284 S.E.2d 773 (1981); see also State v. Peay, \r\n  321 S.C. 405, 468 S.E.2d 669 (Ct. App. 1996). The Court then held that the principles \r\n  relating to constructive possession are also \"applicable in regard to possession \r\n  of firearms or other objects.\" Halyard, 274 S.C. at 400, 264 S.E.2d \r\n  at 842. Thus, pursuant to Halyard, one can be convicted of possession \r\n  of a firearm based upon proof of either actual or constructive possession. \r\n  \r\nProof of constructive possession, \r\n  along with knowledge of the presence of the firearm, is sufficient to support \r\n  a conviction for possession of a firearm. Hudson, supra; Halyard, \r\n  supra. \"To prove constructive possession, the state must show that \r\n  the defendant had dominion and control, or the right to exercise dominion and \r\n  control, over the firearm.\" Halyard, 274 S.C. at 400, 264 S.E.2d at \r\n  843. Constructive possession may be established through either direct or circumstantial \r\n  evidence, and possession may be shared.  Hudson, supra; Halyard, \r\n  supra. Possession requires more than mere presence. State v. Ballenger, \r\n  322 S.C. 196, 470 S.E.2d 851 (1996); State v. Mollison, 319 S.C. 41, \r\n  459 S.E.2d 88 (Ct. App. 1995).  \r\nThe facts, viewed in a light most \r\n  favorable to the state, show that Jennings was the \"ringleader\" of the robbery. \r\n  Jennings directed Crowder to retrieve the shotgun for use in the robbery. During \r\n  the robbery, Jennings instructed Crowder to reveal the gun, and Crowder complied. \r\n  Jennings also directed Crowder to hide the shotgun after the robbery. We find \r\n  the evidence was sufficient to create a jury issue in regard to whether Jennings \r\n  exercised such dominion and control over the shotgun to amount to constructive \r\n  possession. The trial judge correctly ruled that Jennings could be convicted \r\n  of possession of a firearm during the commission of a violent crime even though \r\n  Jennings never actually possessed the shotgun during the armed robbery. Therefore, \r\n  the trial judge properly denied Jennings' motion for directed verdict.  \r\n  \r\nII. POINTING A FIREARM \r\n Jennings also maintains he was entitled \r\n  to a directed verdict on the charge of pointing a firearm because he never actually \r\n  possessed the gun during the robbery, and therefore could not have pointed the \r\n  firearm in violation of the statute. The statute provides \"that it is \"unlawful \r\n  for a person to present or point at another person a loaded or unloaded firearm.\" \r\n  S.C. Code Ann. § 16-23-410 (Supp. 1998).  \r\n Guilt as a principal is established \r\n  by presence at the scene through prearrangement to aid, encourage, or abet in \r\n  the perpetration of a crime. State v. Chavis, 277 S.C. 521, 290 S.E.2d \r\n  412 (1982); State v. Hill, 268 S.C. 390, 234 S.E.2d 219 (1977), cert. \r\n  denied, 434 U.S. 870 (1977). \"When several people pursue a common design \r\n  to commit an unlawful act and each takes the part agreed upon or assigned to \r\n  him in an effort to insure the success of the common undertaking, 'the act of \r\n  one is the act of all and all are presumed to be present and guilty'\" Chavis, \r\n  277 S.C. at 522, 290 S.E.2d at 412 (quoting State v. Gilbert, 107 S.C. \r\n  443, 446, 93 S.E. 125, 126 (1917)). The Chavis court found that although \r\n  the defendant did not accompany the actual perpetrators during the armed robbery(5), \r\n  the denial of a directed verdict motion was proper where the defendant \"helped \r\n  plan the robbery, provided necessary weapons . . . and received a portion of \r\nthe proceeds.\" Chavis, 277 S.C. at 523, 290 S.E.2d at 413.\r\nHere, the record fully supports the \r\n  submission of the case to the jury. The record reflects that Jennings orchestrated \r\n  the robbery from its inception. Crowder testified that Jennings \"talked about \r\n  exactly what each one of use was going to do.\" He directed Crowder to obtain \r\n  a weapon for use in the robbery. He told Crowder to point the firearm at the \r\n  pharmacist. Crowder stated Jennings pushed him behind the counter, where Crowder \r\n  again pointed the gun. The question of whether Jennings was guilty of pointing \r\n  a firearm was an issue for the jury to decide. We affirm the trial court.  \r\n  \r\nAFFIRMED.  \r\nCONNOR and HEARN, JJ., concur. \r\n  \r\n1.  \r\nThe pharmacist testified that he thought \r\nthe gun was pointed at him but was trying not to watch it. \r\n2.  Jennings instructed \r\n  Crowder to hide the shotgun in the woods, but Crowder buried it instead. \r\n\r\n3.  \r\nS.C. Code Ann. Section 16-23-490(A) \r\n(Supp. 1998) provides in part that \"[i]f a person is in possession of a firearm \r\n. . . during the commission of a violent crime and is convicted of committing \r\n. . . a violent crime . . . he must be imprisoned five years, in addition to the \r\npunishment provided for the principal crime.\" \r\n4.  We note that \r\n  in the case before us there is no dispute about the appellant's presence during \r\n  the armed robbery. \r\n5.  We note that \r\n  in the case before us there is no dispute about the appellant's presence during \r\n  the armed robbery. \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"2965","title":"Allison v. Charter Rivers Hospital, Inc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2965","description":"","date":"1999-03-15","type":"opinion","text":"\r\n      \r\n\r\n\r\nAllison v. Charter Rivers Hospital, Inc.\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA \r\n  In The Court of Appeals \r\n  ________ \r\n  \r\n \r\n   \r\n     \r\n      \r\n        Margaret H. Allison, Appellant, \r\n        v. \r\n          \r\n        Charter Rivers Hospital, \r\n        Inc., Respondent. \r\n      \r\n    \r\n  \r\n\r\n________Appeal From Lexington \r\n  County \r\n  William P. Keesley, Circuit Court \r\n  Judge \r\n  ________ \r\nOpinion No. 2965 \r\n  \r\n  Submitted February 9, 1999 - Filed \r\nMarch 15, 1999 \r\n________AFFIRMED \r\n  ________\r\n\r\n  \r\n    \r\n      \r\n        Robert J. Thomas and Robert P. Wood, \r\n                  both of Rogers, Townsend &amp; Thomas, of Columbia, for appellant. \r\n        \r\n        Monteith P. Todd, of Sowell, Todd, \r\n                Laffitte, Beard &amp; Watson, of Columbia, for respondent. \r\n      \r\n    \r\n  \r\n\r\n________ \r\nHEARN, J: Margaret \r\n  Allison brought this action against Charter Rivers Hospital, Inc. for injuries \r\n  she allegedly sustained while participating in a ropes course(1) \r\n  as part of her treatment at Charter. The trial court denied Allison's motion \r\n  to strike Charter's defense of assumption of risk as a total bar to her recovery \r\n  and presented the issue to the jury. The jury returned a general verdict in \r\n  favor of Charter. Allison appeals. We affirm.(2) \r\n  \r\nFACTS \r\n  \r\nAllison entered Charter in April \r\n  of 1992 for treatment of her addiction to prescriptive medication. During the \r\n  years preceding her admission, she had led a very inactive lifestyle. \r\n  \r\nFive days after she entered Charter, \r\n  she learned she was scheduled to participate in a ropes course. Allison inquired \r\n  about the ropes course from Katherine McCall, who was in charge of the activity. \r\n  Katherine explained the course involved walking on a rope between three trees \r\n  and that the activity would help Allison to build trust. Allison expressed to \r\n  Katherine her reservations about doing anything physical because of her lack \r\n  of past physical activity. Allison also asked several patients about the ropes \r\n  course. A woman in her seventies and a younger girl with back problems told \r\n  Allison that they chose not to participate in the course. After collecting this \r\n  information, Allison decided to participate in the course. \r\nAt the beginning of the activity, \r\n  Allison and the other participants circled around Katherine. Katherine asked \r\n  them to raise their hands and pledge to at least attempt the activity. The group \r\n  warmed up with a game similar to tag. As soon as she started to run, Allison \r\n  fell on her left knee. She immediately told Katherine about her injury. Katherine \r\n  instructed her to sit out the remainder of the tag game, which lasted around \r\n  three or four minutes. The group then proceeded to the ropes course. While walking \r\n  to the course, Allison again expressed her reservations about participating \r\n  in the activity. Katherine asked her to at least try and assured her that if \r\n  she fell, the group would catch her. \r\nAccording to Allison, the purpose \r\n  of the ropes course was to build trust and self-confidence. The object of the \r\n  exercise was for the group to catch the participant as she fell, thereby building \r\n  the participant's trust in the group. Allison explained that a participant was \r\n  to walk backwards on a rope strung between trees while holding onto a wire from \r\n  above. The bottom rope was approximately two and a half feet from the ground \r\n  at the base trees but sagged and swayed in the middle. She stated the participants \r\n  were instructed to let go of the wire from above if they fell. Four members \r\n  of the group, acting as spotters, were to follow Allison to catch her if she \r\n  fell.  \r\nAllison watched all the other participants \r\n  and waited until last to try the tension traverse herself. She saw a male patient \r\n  fall and scrape his shin. When it was her turn, the group lifted her up onto \r\n  the rope, and she caught hold of the top wire. She testified she was about four \r\n  feet from the tree when she fell. The group was not able to break her fall, \r\n  and she landed on her right knee. Katherine and some of the participants tried \r\n  to lift her, but Allison passed out from the pain. She was taken by ambulance \r\n  to the emergency room at Lexington Medical Center. \r\nAllison filed a complaint against \r\n  Charter in October of 1993. Charter asserted as defenses a general denial of \r\n  negligence, assumption of risk, and contributory negligence. At the close of \r\n  the evidence, Allison moved to strike the defense of assumption of risk. She \r\n  argued that because of the South Carolina Supreme Court's decision abolishing \r\n  contributory negligence as a complete bar to recovery,(3) \r\n  the doctrine of assumption of risk was narrowly limited and did not apply to \r\n  her case. In the alternative, she argued that if the doctrine of assumption \r\n  of risk applied, there was no evidence in the record to support the defense. \r\n  The trial court denied the motion. The jury returned a general verdict in favor \r\n  of Charter. \r\nDISCUSSION \r\n  \r\nAllison argues the defense of assumption \r\n  of risk was not available to Charter as a complete defense to her action. She \r\n  relies on this court's decision in Davenport v. Cotton Hope Plantation Horizontal \r\n  Property Regime, 325 S.C. 507, 482 S.E.2d 569 (Ct. App. 1997), aff'd \r\n  as modified, 333 S.C. 71, 508 S.E.2d 565 (1998). In Davenport, we \r\n  held \"assumption of risk is no longer a complete defense to an injured person's \r\n  negligence claim. Assumption of risk is to be treated as another facet of comparative \r\n  negligence rather than as an absolute bar to recovery.\" Davenport, 325 \r\n  S.C. at 516, 482 S.E.2d at 574. The South Carolina Supreme Court recently affirmed \r\n  this holding and abolished assumption of risk as a bar to absolute recovery. \r\n  Davenport, 333 S.C. 71, 508 S.E.2d 565 (1998). The court held \"that a \r\n  plaintiff is not barred from recovery by the doctrine of assumption of risk \r\n  unless the degree of fault arising therefrom is greater than the negligence \r\n  of the defendant.\" Id. at ___, 508 S.E.2d at 573-4. \r\nThe supreme court, however, limited \r\n  its ruling to apply only to Davenport and to all causes of action arising \r\n  or accruing after November 8, 1998, the date of the supreme court's opinion. \r\n  The court held: \"Thus, except for this case, if a cause of action arose or accrued \r\n  prior to our decision today, it will be governed by the common law form of assumption \r\n  of risk, if applicable, as it existed under South Carolina case law before this \r\n  opinion.\" Davenport, 333 S.C. at ___, 508 S.E.2d at 574. In view of the \r\n  supreme court's decision to limit the application of its holding in Davenport, \r\n  we hold the trial judge did not err in refusing to strike the defense of assumption \r\n  of risk as a complete bar to Allison's action. \r\nAllison next asserts there was no \r\n  evidence in the record to support the defense of assumption of risk. We disagree. \r\n  \r\n The defense of assumption of risk \r\n  is generally a question of fact for the jury. Baxley v. Rosenblum, 303 \r\n  S.C. 340, 347, 400 S.E.2d 502, 507 (Ct. App. 1991). Allison's motion to strike \r\n  the defense of assumption of risk was essentially a motion for a directed verdict \r\n  on the issue. When ruling on a motion for a directed verdict, the trial judge \r\n  must view the evidence in the light most favorable to the party opposing the \r\n  motion. Moore v. Levitre, 294 S.C. 453, 454-5, 365 S.E.2d 730, 730 (1988); \r\n  Baxley, 303 S.C. at 346, 400.E.2d at 506. If the evidence supports more \r\n  than one reasonable inference with respect to a claim or defense, the judge \r\n  must deny the motion and submit the case to the jury. Moore, 294 S.C. \r\n  at 455, 365 S.E.2d at 730; Baxley, 303 S.C. at 346, 400.E.2d at 506. \r\n  This court may only reverse the denial of a motion for directed verdict when \r\n  there is no evidence to support the ruling below. Creech v. South Carolina \r\n  Wildlife &amp; Marine Resources Dep't, 328 S.C. 24, 28-9, 491 S.E.2d 571, \r\n  573 (1997). \r\nUnder prior case law, the defense \r\n  of assumption of risk required four elements: \"(1) the plaintiff must have knowledge \r\n  of the facts constituting a dangerous condition; (2) the plaintiff must know \r\n  the condition is dangerous; (3) the plaintiff must appreciate the nature and \r\n  extent of the danger; and (4) the plaintiff must voluntarily expose himself \r\n  to the danger.\" Davenport, 333 S.C. at ___, 508 S.E.2d at 569; see \r\n  also Senn v. Sun Printing Co., 295 S.C. 169, 173, 367 S.E.2d 456, \r\n  458 (Ct. App. 1988). \r\nThe ropes course instructor and several \r\n  patients explained the ropes course to Allison. Allison was aware that two patients \r\n  had elected not to participate in the course because of their physical condition. \r\n  She was also aware the object of the activity was for the participants to be \r\n  caught by their fellow participants as they fell. Furthermore, before attempting \r\n  the tension traverse, Allison observed the other participants' attempts, including \r\n  that of a man who skinned his shin and required medical attention. \r\nWe find the record contains sufficient \r\n  evidence of the elements of assumption of risk to create a jury issue.  \r\n  \r\nAFFIRMED. \r\n  \r\nHUFF and STILWELL, JJ., concur. \r\n  \r\n1.  A \"ropes course\" \r\n  is an activity used to build trust and self-confidence. In the activity involved \r\n  in this case, the participants walked across a rope strung between trees while \r\n  holding onto an overhead wire. While one participant crosses the rope, four \r\n  others follow on the ground, acting as spotters to catch the participant if \r\n  he or she falls. \r\n2. \r\n We decide this case without oral argument \r\npursuant to Rule 215, SCACR. \r\n3.  The South \r\n  Carolina Supreme Court abrogated the doctrine of contributory negligence in \r\n  favor of comparative negligence for all causes of action arising on or after \r\n  July 1, 1991. Nelson v. Concrete Supply Co., 303 S.C. 243, 399 S.E.2d \r\n  783 (1991). This cause of action arose in 1992. In response to Allison's motion \r\n  to strike, Charter withdrew the defense of contributory negligence at the trial. \r\n  \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"2966","title":"Peterson v. Richland County, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2966","description":"","date":"1999-03-22","type":"opinion","text":"\r\n      \r\n\r\n\r\nPeterson v. Richland County, et al.\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n  ________ \r\n \r\n   \r\n     \r\n      \r\n        Kathleen Peterson, Appellant, \r\n        v. \r\n        Richland County, South Carolina \r\n          and Barbara A. Scott, in her capacity as the Clerk of Court for Richland \r\n          County, South Carolina, and Frank B. Register, Jr., Defendants, \r\n        of whom Frank B. Register, \r\n        Jr., is Respondent. \r\n      \r\n    \r\n  \r\n\r\n________ \r\nAppeal From Richland \r\n  County \r\n  L. Henry McKellar, Circuit \r\n  Court Judge \r\n  ________ \r\nOpinion No. 2966 \r\n  Heard February 10, 1999 - Filed \r\n  March 22, 1999 \r\n  ________ \r\nAFFIRMED \r\n________ \r\n\r\n  \r\n    \r\n      \r\n        Walter H. Smith, of Columbia, for \r\n                  appellant. \r\n        \r\n        James W. Alford and Curtis W. Dowling, \r\n                  both of Barnes, Alford, Stork &amp; Johnson, of Columbia, for respondent. \r\n        \r\n      \r\n    \r\n  \r\n\r\n________ \r\nHUFF, J.: Kathleen \r\n  Peterson sued Richland County, Barbara A. Scott, in her capacity as the Clerk \r\n  of Court for Richland County, and Frank B. Register, Jr. to recover damages \r\n  based on a confession of judgment which was not properly indexed. The trial \r\n  court granted Register's motion for summary judgment based on the expiration \r\n  of the statute of limitations. Peterson appeals. We affirm. \r\nFACTUAL/PROCEDURAL \r\n  BACKGROUND \r\nPeterson received a confession of \r\n  judgment signed by David Scarscella in December 1988. When Register, Peterson's \r\n  attorney, filed the summons and complaint on December 28, 1988, he attached \r\n  the confession of judgment. For undetermined reasons, the judgment was not properly \r\n  indexed, enabling Scarscella to sell his real property in 1990, without first \r\n  paying the judgment. In February 1990, Peterson witnessed the signatures on \r\n  a deed from Scarscella conveying this property. \r\nPeterson changed attorneys in October \r\n  1993. She hired Harold Swafford to foreclose on the judgment. Swafford retained \r\n  a title abstractor, Lisa Lackey, to examine the public records for a determination \r\n  of what property Scarscella owned. Lackey learned that the judgment had been \r\n  clocked in and placed in the clerk's file folder, but was not properly indexed \r\n  in the abstracts of judgments. She further found that the original case against \r\n  Scarscella had been dismissed in August 1989 pursuant to Rule 40(c)(3), SCRCP, \r\n  after there was no response when the case was called for trial. The Rule 40(c)(3) \r\n  document listed Register as Peterson's attorney. Lackey reported this information \r\n  to Swafford. Swafford also learned Scarscella had conveyed his property to another \r\n  in 1990. \r\nIn October or November 1993, Swafford \r\n  informed Peterson that the confession of judgment had not been properly enrolled \r\n  as a judgment at the courthouse. On November 4, 1993, within two or three weeks \r\n  of the abstractor's report to him, Swafford filed a summons and complaint to \r\n  foreclose on the property previously owned by Scarscella. That litigation was \r\n  unsuccessful. \r\nApproximately one year later, in \r\n  October 1994, Peterson commenced this suit against Richland County and Ms. Scott. \r\n  It was not until February 1997 that Peterson amended her pleadings to add Register. \r\n  In her amended complaint, Peterson alleged Register was negligent in failing \r\n  to follow up on the case, once he received the August 17, 1989 Rule 40(c)(3) \r\n  order. She asserted the order was notice that the earlier filed confession of \r\n  judgment had not been properly indexed, and had he inquired into the issuance \r\nof the order, the improper indexing of the judgment would have been cured.\r\nRegister filed a motion for summary \r\n  judgment alleging that the statute of limitations had run prior to service of \r\n  the summons and complaint on him. Although she knew in the fall of 1993 that \r\n  the judgment had not been properly enrolled, Peterson claimed she had no knowledge \r\n  of a potential claim against Register until discovery commenced and the attorney \r\n  for the clerk of court indicated Register might be liable. The trial court granted \r\n  Register's motion finding Peterson \"knew or should have known she had been 'injured' \r\n  shortly after retaining Swafford to represent her . . . in October 1993.\" \r\nLAW/ANALYSIS \r\n  \r\nPeterson first contends the injuries \r\n  caused by Register are separate from those caused by the county and the clerk \r\n  of court. She asserts that the first suspicion she had of any liability on the \r\n  part of Register was \"created\" by the December 13, 1994 answer of the county \r\n  and the clerk of court. She therefore asserts the statutory limitations period \r\n  did not begin to run until December 13, 1994. We disagree. \r\nSouth Carolina Code Ann. § 15-3-530 \r\n  (Supp. 1998) provides a three year statute of limitations for legal malpractice \r\n  suits. Pursuant to S.C. Code Ann. § 15-3-535 (Supp. 1998), all actions initiated \r\n  under § 15-3-530(5) must be commenced within three years after the person knew, \r\n  or by the exercise of reasonable diligence should have known, that he had a \r\n  cause of action. Berry v. McLeod, 328 S.C. 435, 492 S.E.2d 794 (Ct. \r\n  App. 1997). \r\nThe exercise of reasonable diligence \r\n  means simply that an injured party must act with some promptness where the facts \r\n  and circumstances of an injury would put a person of common knowledge and experience \r\n  on notice that some right of his has been invaded or that some claim against \r\n  another party might exist. The statute of limitations begins to run from this \r\n  point and not when advice of counsel is sought or a full-blown theory of recovery \r\ndeveloped.\r\nMitchell v. Holler, 311 \r\n  S.C. 406, 409, 429 S.E.2d 793, 795 (1993) (quoting Snell v. Columbia Gun \r\n  Exchange, Inc., 276 S.C. 301, 278 S.E.2d 333 (1981). \r\nKnowledge of the injury alone does \r\n  not, a fortiori, give rise to suspicion of impropriety by an attorney. \r\n  Rather, the limitations period is triggered by knowledge of facts, diligently \r\n  acquired, sufficient to put an injured person on notice that a cause of action \r\n  may exist against another. True v. Monteith, 327 S.C. 116, 489 S.E.2d \r\n  615 (1997). The test of whether a person should have known the operative facts \r\n  is objective, rather than subjective, and the discovery rule focuses on whether \r\n  the complaining party acquired knowledge of any existing facts sufficient to \r\n  put the party on inquiry. Berry v. McLeod, 328 S.C. at 445, 492 S.E.2d \r\n  at 799. \r\nWhile knowledge of the injury alone \r\n  may not give rise to a suspicion of impropriety by her attorney, we find, under \r\n  the facts of this case, Peterson had knowledge of facts sufficient to put her \r\n  on notice of a potential cause of action against Register. It is undisputed \r\n  Peterson had knowledge of her injury by November 4, 1993, the date she commenced \r\n  an action to foreclose on the judgment. By that time, she knew that an error \r\n  had been committed in the indexing of her judgment. It is further undisputed \r\n  that she had knowledge at that time that a Rule 40(c)(3) order had been issued \r\n  dismissing her action against Scarscella. Although she may have believed that \r\n  the clerk's office was to blame for the erroneous indexing of her judgment, \r\n  she had facts before her that, by the exercise of reasonable diligence, would \r\n  put a person of common knowledge and experience on notice that she might have \r\n  a claim against her attorney. \r\nPeterson next argues Swafford's knowledge \r\n  cannot be imputed to her because his discovery of a potential suit against Register \r\n  was beyond the scope of Swafford's duties to her. As acknowledged by Peterson \r\n  in her brief, however, this issue was never ruled on by the trial judge. Peterson's \r\n  argument, therefore, is not preserved on appeal. See Food Mart v. South \r\n  Carolina Dep't of Health and Envtl. Control, 322 S.C. 232, 471 S.E.2d 688 \r\n  (1996) (matters not argued to or ruled on by trial court are not preserved for \r\n  appellate review); Noisette v. Ismail, 304 S.C. 56, 403 S.E.2d 122 \r\n  (1991) (where trial court does not explicitly rule on issue at trial and party \r\n  fails to make Rule 59(e), SCRCP, motion to amend for a ruling, issue is not \r\n  properly before appellate court and should not be addressed).(1) \r\n  We find the trial judge properly determined Peterson's claim against Register \r\n  was barred by the statute of limitations. Accordingly, the order below is \r\nAFFIRMED. \r\nHEARN and STILWELL, JJ., \r\n  concur. \r\n1.  Although Peterson's \r\n  brief indicates a motion to reconsider was filed and denied, neither the motion \r\n  nor the order are in the record on appeal. See Windham v. Honeycutt, \r\n  290 S.C. 60, 348 S.E.2d 185 (Ct. App. 1986) (burden is on appellant to furnish \r\n  adequate record from which this court can make an intelligent review). \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"2967","title":"State v. Clifford","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2967","description":"","date":"1999-03-22","type":"opinion","text":"\r\n      \r\n\r\n\r\nState v. Clifford\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA \r\n  In The Court of Appeals \r\n  ________ \r\n \r\n   \r\n     \r\n      \r\n        The State, Respondent, \r\n        v. \r\n        Tina Marie Clifford, Appellant. \r\n        \r\n    \r\n  \r\n\r\n________ \r\nAppeal From Dorchester \r\n  County \r\n  Patrick R. Watts, Special Circuit \r\n  Court Judge \r\n  ________ \r\nOpinion \r\n  No. 2967 \r\n  Heard October 7, 1999 - Filed March 22, 1999\r\n  \r\n  ________ \r\n REVERSED and REMANDED \r\n________ \r\n\r\n  \r\n    \r\n      \r\n        Vivian C. Fairbairn, of Donato &amp; \r\n          Fairbairn, of Charleston, for appellant. \r\n        \r\n        Attorney General Charles M. Condon, \r\n                  Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General \r\n                  Salley W. Elliott, Senior Assistant Attorney General Norman Mark Rappoport, \r\n                  all of Columbia; and Solicitor Walter M. Bailey, Jr. of Summerville for respondent. \r\n        \r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\n\r\nHOWARD, J.: The Appellant \r\nwas convicted in magistrate's court of the offense of operating an uninsured motor \r\nvehicle in violation of S.C. Code Ann. § 56-10-270 (1991). After sentencing, she \r\nappealed to the circuit court, arguing the evidence was legally insufficient to \r\nestablish a required element of proof. The circuit court agreed, reversing the \r\nconviction, but remanding to the magistrate for further proceedings. The order \r\nof remand instructed the magistrate to take evidence on whether notice of cancellation \r\nwas actually issued by the named insurer prior to the offense. Based upon that \r\ninformation and the evidence from the previous trial, the magistrate was instructed \r\nto make a new finding as to guilt. \r\nClifford appeals from the order remanding \r\n  for further proceedings, arguing double jeopardy bars a re-trial. The State \r\n  argues appeal of the order of remand is premature, relying on State v. Miller, \r\n  289 S.C. 426, 346 S.E.2d 705 (1986). We agree with Clifford that double jeopardy \r\n  bars re-prosecution, and reverse the order of remand from the circuit court. \r\n  \r\nLAW/ANALYSIS \r\n  \r\n Initially, we note the State does \r\n  not challenge the circuit court's reversal of the conviction grounded upon the \r\n  insufficiency of the evidence. Consequently, that ruling is the law of the case. \r\n  State v. Sampson, 317 S.C. 423, 454 S.E.2d 721 (1994) (unappealed ruling \r\n  is the law of the case). Based upon the circuit court's conclusion, this case \r\n  presents a straightforward question of double jeopardy. \r\nThe controlling authority is Burks \r\n  v. United States, 437 U.S. 1 (1978). In that case the Supreme Court ruled \r\n  \"[t]he double jeopardy clause forbids a second trial for the purpose of affording \r\n  the prosecution another opportunity to supply evidence which it failed to muster \r\n  in the first proceeding.\" Id., 437 U.S. at 11. Overruling prior decisions \r\n  to the contrary, the Court held that \"the Double Jeopardy Clause precludes a \r\n  second trial once the reviewing court has found the evidence legally insufficient, \r\n  [and] the only 'just' remedy available for that court is the direction of a \r\n  judgment of acquittal.\" Id. at 18. See also Riddle v. \r\n  State, 314 S.C. 1, 443 S.E.2d 557 (1994); State v. Dasher, 278 S.C. \r\n  395, 297 S.E.2d 414 (1982) (Ness, J., dissenting). \r\nWe reject the State's argument that \r\n  appeal of the order is premature. Our supreme court has ruled that a trial court's \r\n  denial of a double jeopardy claim may not be appealed until the trial court \r\n  has rendered final judgment in the case. Where sentencing of the defendant remains \r\n  to be done, there has been no final judgment. State v. Miller, 289 S.C. \r\n  426, 346 S.E.2d 705 (1986). In the case before us, however, a final sentence \r\n  was imposed by the trial court at the time of the conviction, a fact which was \r\n  conceded by the State in oral argument. \r\nThe critical distinction between \r\n  Miller and this case is that in Miller the conviction was reinstated, \r\n  and the cause remanded for the remainder of the first trial, without \r\n  prejudice to the defendant's right to appeal after final judgment. In this case \r\n  there was a sentence imposed after a conviction, and there was, therefore, a \r\n  final judgment. The circuit court has attempted to remand for a second trial, \r\n  which is in direct violation of the Double Jeopardy Clause. \r\nThe distinction between federal appellate \r\n  procedure and state procedure which our supreme court noted in Miller \r\n  does not require a different result. The Miller court merely pointed \r\n  out that state law controls the appealability of the order, and not federal \r\n  law. South Carolina Code Ann. §14-3-330 (1976) limits appellate jurisdiction \r\n  to a review of final judgments, with narrowly-tailored exceptions not applicable \r\n  here. It has long been the rule in this state that the sentence is the final \r\n  judgment in a criminal case, from which appeal may be taken by the defendant \r\n  in accordance with §14-3-330. See State v. Miller, 289 S.C. 426, \r\n  346 S.E.2d 705 (1986) and cases cited therein. \r\nThe circuit court has only appellate \r\n  jurisdiction over a judgment from magistrate's court. State v Adler, \r\n  278 S.C. 66, 292 S.E.2d 185 (1982). Consequently, the circuit court order in \r\n  this case constitutes an appellate ruling from a final judgment of the magistrate's \r\ncourt. That ruling is further reviewable by this court.\r\nWe conclude the order of remand violates \r\n  the Double Jeopardy Clause. In view of the unchallenged order of the circuit \r\n  court reversing the conviction based on the legal insufficiency of the evidence, \r\n  this matter is remanded to the trial court with instructions to enter a verdict \r\n  of acquittal. \r\nREVERSED and REMANDED. \r\n  \r\n\r\nGOOLSBY, J., concurring. \r\n  HUFF, J., dissenting in a separate opinion.   \r\n  \r\n\r\nHUFF, J., dissenting: \r\nOn appeal to the circuit court, Clifford asserted the State failed to present \r\nsufficient evidence of her guilt, arguing the State failed to present any evidence \r\nof the critical element of knowledge under the statute. She contended the State \r\nalready had its opportunity to prosecute the case, and asked that her conviction \r\nbe reversed. She further asserted the magistrate inappropriately shifted the burden \r\nof proof to the defense. The State argued that, should the court decide to take \r\naction \"favorable to Ms. Clifford,\" it should remand the case for a new trial \r\nso that the issue of notice could be determined. Clifford again argued the State \r\nhad its opportunity to prosecute the case and should not be given \"two bites at \r\nthe apple.\" She requested her conviction be reversed, or the court remand it to \r\nmagistrate's court for entry of a judgment of acquittal. \r\n\r\nWithout comment, the circuit court \r\n  orally ruled he was going to remand the case to the magistrate \"to take and \r\n  consider evidence on whether or not notice of cancellation was actually issued, \r\n  and then based on that information plus everything from the previous trial . \r\n  . . make a new finding.\" In his written order, the circuit court judge provided, \r\n  \"Tina Marie Clifford's appeal . . . is granted. This case is remanded to the \r\n  Magistrate to take evidence on whether or not the insurance company actually \r\n  did issue notice of cancellation.\"\r\nClifford argues, pursuant to Burks \r\n  v. United States, 437 U.S. 1, 98 S. Ct. 2141, 57 L.Ed.2d 1 (1978), the State \r\n  is barred by the Double Jeopardy Clause from subjecting her to, in essence, \r\n  a second trial, where the State failed to present sufficient evidence at the \r\n  first trial to attain a proper conviction. She asserts the right afforded her \r\n  by the Double Jeopardy Clause is substantial and, therefore, this court has \r\n  statutory jurisdiction pursuant to South Carolina Code Ann. Section 14-3-330(2)(b) \r\n  (1976).(1) I disagree.\r\nSouth Carolina law is clear. A criminal \r\n  defendant may not appeal until final judgment. State v. Robinson, 287 \r\n  S.C. 173, 337 S.E.2d 204 (1985). Judgment in a criminal case is not final until \r\n  sentence is imposed. Id. See also State v. Williams, \r\n  321 S.C. 381, 468 S.E.2d 656 (1996) (in appeal of State challenging dismissal \r\n  of criminal charges, criminal defendants' cross-appeals dismissed by Supreme \r\n  Court because defendants had not been sentenced), Parsons v. State, 289 \r\n  S.C. 542, 347 S.E.2d 504 (1986) (a criminal defendant may not appeal until sentenced), \r\n  State v. Washington, 285 S.C. 457, 330 S.E.2d 289 (1985) (criminal conviction \r\n  is not final for purposes of appeal until after sentence is imposed, and as \r\n  long as sentence remains sealed, no appeal can be taken), Ex  Parte \r\n  Murray, 261 S.C. 255, 199 S.E.2d 718 (1973) (where family court \r\n  judge issued order finding minor appellant guilty, but withheld disposition, \r\n  there was no final judgment and appeal was dismissed as premature). \r\nIn my opinion the double jeopardy \r\n  issue is not timely. Notwithstanding that a sentence may have been imposed by \r\n  the magistrate, Clifford's appeal to the circuit court was \"granted\" and the \r\n  case was remanded to take additional evidence. The practical effect of the order \r\n  from the circuit court is to nullify the trial court's verdict pending receipt \r\n  of the new evidence and entry of a new finding as to guilt or innocence. The \r\n  sentence, as well, is effectively nullified. The case, as it presently stands, \r\n  is not before us as a final judgment. Further, Clifford's aggrievement does \r\n  not arise unless and until the State, upon remand, proceeds forward with the \r\n  prosecution. As conceded by the State in oral argument, it is unclear what position \r\n  the State will take upon remand, The State may very well acquiesce in a motion \r\n  by Clifford to dismiss based on double jeopardy. It is clear that the issue \r\n  of double jeopardy has not been ruled upon by either the trial court, or the \r\n  circuit court sitting in its appellate capacity. Accordingly, I would find this \r\n  appeal to be premature.\r\nFinally, it is immaterial the issue \r\n  here involves a double jeopardy claim. Our Supreme Court has specifically ruled \r\n  that an order denying a double jeopardy claim is not immediately appealable. \r\n  State v. Miller, 289 S.C. 426, 346 S.E.2d 705 (1986). In Miller, \r\n  the appellant argued the rule prohibiting the immediate appeal of such claims \r\n  had been overruled by federal decisions, which held appeals based on double \r\n  jeopardy grounds involved final judgments that are directly appealable. The \r\n  Miller court disagreed noting that, in both state and federal courts, \r\n  the right to appeal a criminal conviction is conferred by statute. Because the \r\n  federal statutes were inapplicable to state court appeals, the court looked \r\n  to South Carolina Code Ann. Section 14-3-330 (1976) and adhered to its view \r\n  that a criminal defendant may not appeal until after sentence has been imposed. \r\n  Accordingly, the court dismissed the appeal.\r\nIn Miller, the court refused \r\n  to allow a double jeopardy claim exception to the rule that a criminal defendant \r\n  may not appeal until sentence is imposed. Pursuant to Miller, I would \r\n  find the appeal should be dismissed without prejudice to Clifford's right to \r\n  raise these issues on timely appeal from final judgment. \r\n 1This \r\n  section provides appellate jurisdiction for correction of errors of law in law \r\n  cases, and review of \"(2) [a]n order affecting a substantial right made in an \r\n  action when such order . . . (b) grants or refuses a new trial.\" South Carolina \r\n  Code Ann. Section 14-3-330 (2)(b) (1976). \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"2968","title":"F.C. Enterprises, Inc. v. Dibble (Corrected)","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2968","description":"","date":"1999-03-29","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nF.C. Enterprises, Inc. v. Dibble\r\n\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA \r\n  In The Court of Appeals \r\n  ________ \r\n \r\n   \r\n     \r\n      \r\n        F.C. Enterprises, Inc., \r\n          Respondent, \r\n        v. \r\n        Ann Wyatt Dibble, acting \r\n        as Personal Representative for the Estate of W.W. Dibble, Appellant. \r\n        ________ \r\n          \r\n        Ann Wyatt Dibble, acting \r\n          as Personal Representative for the Estate of W.W. Dibble, \r\n        Appellant, \r\n        v. \r\n        C &amp; M Petroleum Co., \r\n          Inc., and F.C. Enterprises, Inc., Defendants, \r\n          of whom F.C. Enterprises, \r\n        Inc., is the Respondent. \r\n      \r\n    \r\n  \r\n\r\n________ \r\nAppeal From Clarendon \r\n  County\r\n  J. Ernest Kinard, Jr., Circuit \r\n  Court Judge \r\n  ________ \r\nOpinion No. 2968 \r\n  \r\n  Heard February 9, 1999 - Filed March \r\n  29, 1999 \r\n  \r\n  ________ \r\nAFFIRMED \r\n________ \r\n\r\n  \r\n    \r\n      \r\n        Marion S. Riggs and Walter M. Riggs, \r\n                  both of Riggs &amp; Riggs, of Manning, for appellant. \r\n        \r\n        Bobbie C. Reaves, of Land, Parker \r\n  &amp; Reaves, of Manning; Stephen A. Spitz; and Timothy Youmans, of Collins \r\n        Entertainment Corp., both of Columbia, for respondent. \r\n      \r\n    \r\n  \r\n\r\n________ \r\nHUFF, J.: This appeal \r\n  involves two consolidated cases concerning property owned by C &amp; M Petroleum \r\n  Co., Inc. (C &amp; M) which was sold to W.W. Dibble (Dibble)(1) \r\n  at a public tax sale. C &amp; M's tenant, F.C. Enterprises, moved for partial \r\n  summary judgment alleging that Dibble only purchased such title as the defaulting \r\n  taxpayer owned. The trial court granted summary judgment in favor of F.C. Enterprises. \r\n  Dibble appeals. We affirm. \r\nFACTUAL/PROCEDURAL \r\n  BACKGROUND \r\nC &amp; M was the owner of record \r\n  of two adjoining tracts of land on August 10, 1992. On that date, C &amp; M \r\n  leased both tracts of land to F.C. Enterprises. F.C. Enterprises prepaid $155,000 \r\n  in rent for the twenty year lease. On August 10, 1992, C &amp; M also granted \r\n  F.C. Enterprises an option to purchase the real estate. The option was incorporated \r\n  by reference within the lease agreement. According to the agreement, F.C. Enterprises \r\n  could exercise the option at any time during the twenty year lease period by \r\n  paying the sum of $10,000.  Paragraph 17 of the option provided \r\n  that it shall be binding upon and inure to the benefit of the parties, their \r\n  heirs, successors, assigns, and assignees. F.C. Enterprises recorded both a \r\n  Memorandum of Lease and a Memorandum of Option with the county on September \r\n  14, 1992. \r\nOn March 17, 1993, the Tax Collector's \r\n  office mailed C &amp; M two notices of execution on the property in question. \r\n  The notices indicated that C &amp; M had failed to pay the 1992 taxes on the \r\n  two tracts of land. The Tax Collector's Office did not receive payment and, \r\n  as a result, two delinquent tax notices were sent to C &amp; M in May 1993. \r\n  The notices advised C &amp; M that the 1992 taxes had not yet been paid and \r\n  that the property would be seized and sold at a public auction if payment was \r\n  not received by September 1, 1993. In August 1993, the Tax Collector posted \r\n  notices of levy on the properties. \r\nA public tax sale was held on October \r\n  4, 1993. The two tracts of land were purchased by Dibble. Thereafter, the Tax \r\n  Collector sent notice to C &amp; M regarding at least one of the parcels, advising \r\n  of the right to redeem the property by October 4, 1994. The Tax Collector did \r\n  not send any such notices to F.C. Enterprises. The Tax Collector delivered the \r\n  tax deeds to Dibble on November 17, 1994. \r\nF.C. Enterprises moved for summary \r\n  judgment asserting that Dibble only purchased such title as C &amp; M owned \r\n  at the time of the tax sale. The trial court found in favor of F.C. Enterprises \r\n  and held that the tax sale was subject to the lease and option. The trial court, \r\n  noting F.C. Enterprises had properly exercised its option, found that F.C. Enterprises \r\n  held title to the properties in question.(2) \r\n  \r\nSTANDARD OF \r\n  REVIEW \r\n Summary judgment is appropriate \r\n  when it is clear there is no genuine issue of material fact and the moving party \r\n  is entitled to judgment as a matter of law. Wilson v. Moseley, 327 \r\n  S.C. 144, 488 S.E.2d 862 (1997). In ruling on a motion for summary judgment, \r\n  the evidence and all inferences which can be reasonably drawn therefrom must \r\nbe viewed in the light most favorable to the non-moving party. Id.\r\nLAW/ANALYSIS \r\n  \r\nDibble argues the trial court erred \r\n  in granting summary judgment in favor of F.C. Enterprises. Dibble contends the \r\n  tax sale was not subject to the lease and option agreements and therefore he \r\n  owned the property in fee simple absolute. We disagree. \r\nIn South Carolina, the sale of property \r\n  of a defaulting taxpayer is governed strictly by statute. Von Elbrecht v. \r\n  Jacobs, 286 S.C. 240, 332 S.E.2d 568 (Ct. App. 1985). The statutory scheme \r\n  provides a mechanism for enforcing the collection of taxes. As of the thirty-first \r\n  of December, all taxes for the ensuing year become a lien upon the property \r\n  of the taxpayer. S.C. Code Ann. §§ 12-49-10 and 12-49-20 (1976). All taxes are \r\n  due and payable between the thirtieth day of September and the fifteenth day \r\n  of January after their assessment in each year. S.C. Code Ann. § 12-45-70 (Supp. \r\n  1998). \"If the taxes, assessments, \r\n  and penalties are not paid before the seventeenth day of March, the county treasurer \r\n  shall issue his tax execution to the officer authorized and directed to collect \r\n  delinquent taxes, assessments, penalties, and costs for their collection as \r\n  provided in Chapter 51 of this title and they must be collected as required \r\n  by that chapter.\" S.C. Code Ann. § 12-45-180(A) (Supp. 1998). Upon payment by \r\n  the successful bidder at the delinquent tax sale, the person officially charged \r\n  with collection of delinquent taxes shall furnish the purchaser a receipt for \r\n  the purchase money. S.C. Code Ann. § 12-51-60 (Supp. 1998). The defaulting tax \r\n  payer, grantee from the owner, or any mortgage or judgment creditor may, within \r\n  twelve months from the date of the delinquent tax sale, redeem the real estate \r\n  sold by paying the person officially charged with collection assessments, penalties \r\n  and costs, together with eight percent interest on the whole amount of the delinquent \r\n  tax sale bid. S.C. Code Ann. § 12-51-90 (Supp. 1998). If the defaulting taxpayer, \r\n  any grantee from the owner, or any mortgage or judgment creditor fails to redeem \r\n  the property within the twelve months, the person officially charged with collection \r\n  is required to issue a tax deed to the tax sale purchaser or the purchaser's \r\n  assignee. S.C. Code Ann. § 12-51-130 (Supp. 1998). \r\nDibble contends, because the lien \r\n  for the subject taxes attached by law to the subject properties on December \r\n  31, 1991, the subsequent conveyance of a property interest, eight months after \r\n  the lien attachment, would not defeat his valid tax deed. He relies on Taylor \r\n  v. Mill, 310 S.C. 526, 426 S.E.2d 311 (1992) and Von Elbrecht v. Jacobs, \r\n  286 S.C. 240, 332 S.E.2d 568 (Ct. App. 1985) in support of his position that \r\n  his purchase of the two tracts of land at the tax sale were not subject to the \r\n  lease and option agreements. \r\nThe Taylor case is clearly \r\n  distinguishable from the case at hand. In Taylor, the property owner \r\n  owed both federal and county property taxes. The Internal Revenue Service filed \r\n  federal tax liens and eventually sold the property at a federal tax sale. Taylor, \r\n  the federal tax sale purchaser, was issued a tax deed a year later but did not \r\n  record the deed until three years after he received the deed. In the meantime, \r\n  the County seized the property and held a county tax sale. Mill, the county \r\n  tax sale purchaser, recorded his deed one month after Taylor recorded his deed. \r\n  The master held Mill was the legal title holder since Taylor purchased the property \r\n  at the federal tax sale subject to county tax liens. He found Taylor lost his \r\n  interest in the property when he failed to redeem the property within twelve \r\n  months after Mill purchased it at the county tax sale. The Supreme Court affirmed \r\n  the master, finding that the county tax lien had priority over the federal tax \r\n  lien and that, once Taylor failed to timely redeem the property after the county \r\n  tax sale, the title properly vested in Mill. In the case at hand there is no \r\n  issue of priority between liens. We therefore find Taylor is not dispositive. \r\n  \r\n In Von Elbrecht, Steven \r\n  Cox Realty failed to pay property taxes on a piece of property which it owned. \r\n  The property was eventually sold to Jacobs, the highest bidder, at a public \r\n  sale. Cox sold the property to George Von Elbrecht three months after the tax \r\n  sale. Von Elbrecht recorded his deed shortly thereafter. The County conveyed \r\n  the lot to Jacobs after the twelve-month redemption period expired. Jacobs attempted \r\n  to take possession of the lot but Von Elbrecht refused to surrender possession \r\n  of the property. Von Elbrecht brought an action to set aside the tax deed. The \r\n  trial court found that Von Elbrecht was an innocent purchaser for value whose \r\n  recorded deed was superior to Jacobs' subsequently recorded tax deed. This Court \r\n  reversed holding that Von Elbrecht, as grantee acquiring an interest in the \r\n  property from the delinquent taxpayer after the tax sale, but prior to expiration \r\n  of the redemption period, could not defeat the interest of the tax sale purchaser \r\n  where Von Elbrecht failed to redeem the property. \r\nIn Von Elbrecht, the court \r\n  noted a defaulting tax payer whose property has been sold for taxes, such as \r\n  Cox, holds title after a tax sale, but the title is \"defeasible upon failure \r\n  to redeem\" within the statutory twelve month period. 286 S.C. at 244, 332 S.E.2d \r\n  at 570. Thus, the deed by Cox to Von Elbrecht, after the tax sale, merely transferred \r\n  the right to redeem. However, in the instant case, the delinquent taxpayer did \r\n  not convey a property interest after a tax sale, but before. When F.C. Enterprises \r\n  and C &amp; M executed the lease and option agreements, the taxes were not yet \r\n  even delinquent. At the time of the property interest conveyance from C &amp; \r\n  M to F.C. Enterprises, C &amp; M was not a defaulting tax payer whose property \r\n  had been sold at a tax sale, and its title in the property was not \"defeasible \r\n  upon failure to redeem.\" \r\nThe courts of South Carolina have \r\n  traditionally followed the property rule that a purchaser cannot purchase more \r\n  than his grantor owns. See Cummins v. Varn, 307 S.C. 37, 413 S.E.2d \r\n  829 (1992) (no deed can convey an interest which the grantor does not have in \r\n  the land described in the deed); Griggs v. Griggs, 199 S.C. 295, 19 \r\n  S.E.2d 477 (1942) (no deed can operate so as to convey a greater estate or interest \r\n  than grantor has); Hutto v. Ray, 192 S.C. 364, 6 S.E.2d 747 (1940) \r\n  (a life tenant can convey no more than his life estate). Moreover, this Court \r\n  has previously stated that a purchaser at a judicial sale secures the same title \r\n  and rights in the property as the person whose interest was sold. Harrington \r\n  v. Blackston, 311 S.C. 459, 429 S.E.2d 826 (Ct. App. 1993). \r\n\r\nApplying the above case law and statutes, \r\nwe find that Dibble's purchase of the two tracts of land at the tax sale in October \r\n1993 was subject to the previously recorded lease and option. Although a lien \r\nfor delinquent taxes relates back to December thirty-first of the prior year, \r\nthe taxes do not become delinquent until January 15 of the following year. There \r\nwas no tax delinquency at the time the parties executed the agreements and no \r\ntax sale had yet occurred. Dibble, as purchaser at a judicial sale, secured the \r\nsame rights and title in the property as C &amp; M owned at the time of the sale. \r\nBecause C &amp; M's rights in the property were subject to the lease and option \r\nwith F.C. Enterprises at the time of the tax sale, Dibble purchased the property \r\nsubject to the lease and option. \r\n\r\nWe therefore hold, as a matter of \r\n  law, a purchaser at a tax sale acquires only that interest held by the owner \r\n  of the property at the time of the tax sale. In viewing the evidence in the \r\n  light most favorable to Dibble, we find that F.C. Enterprises is entitled to \r\n  judgment as a matter of law. Accordingly, the trial court order granting F.C. \r\n  Enterprises' motion for summary judgment is hereby \r\nAFFIRMED. \r\nHEARN and STILWELL, JJ., \r\n  concur. \r\n1.  During the \r\n  course of litigation, Mr. Dibble died and his estate was substituted in his \r\n  place. \r\n2.  During the \r\n  course of this litigation, F.C. Enterprises filed a motion to exercise the option \r\n  to purchase the two tracts of land. In an order dated October 29, 1996, the \r\n  circuit court granted F.C. Enterprises leave to exercise the option by paying \r\n  $10,000 in to the Court. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"2969","title":"State v. Brock","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2969","description":"","date":"1999-03-29","type":"opinion","text":"\r\n      \r\n\r\n\r\nState v. Brock\r\n\r\n\r\n THE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals \r\n  ________ \r\n \r\n   \r\n     \r\n      \r\n        The State, Respondent, \r\n        v. \r\n        Kenneth E. Brock, Appellant. \r\n        \r\n    \r\n  \r\n\r\n________ \r\nAppeal From Laurens \r\n  County\r\n  James W. Johnson, Jr., Circuit \r\n  Court Judge \r\n  ________ \r\nOpinion No. 2969 \r\n  Submitted February 9, 1999 \r\n  - Filed March 29, 1999 \r\n  ________ \r\nAFFIRMED \r\n________ \r\n\r\n  \r\n    \r\n      \r\n        Assistant Appellate Defender Robert \r\n                  M. Dudek, of SC Office of Appellate Defense, of Columbia, for appellant. \r\n        \r\n        Attorney General Charles M. Condon, \r\n                  Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General \r\n                  Salley W. Elliott and Assistant Attorney General Caroline Callison Tiffin, all \r\n                  of Columbia; and Solicitor W. Townes Jones, IV, of Greenwood, for respondent. \r\n                  \r\n        \r\n      \r\n    \r\n  \r\n\r\n________ \r\nHUFF, J.: Kenneth \r\n  E. Brock was convicted by a jury of first degree assault with intent to commit \r\n  criminal sexual conduct on a minor and committing a lewd act upon a minor. The \r\n  trial judge sentenced Brock to twenty five years imprisonment for first degree \r\n  assault with intent to commit CSC on a minor and ten years concurrent for committing \r\n  a lewd act upon a minor. Brock appeals. We affirm. \r\nFACTUAL/PROCEDURAL \r\n  BACKGROUND \r\nIn 1995, Janice Eaton, her husband, \r\n  and her three children, Tabetha, Lee and D.J., lived next door to Janice's mother, \r\n  Sheila, and Sheila's husband, Kenneth Brock. At this time, Tabetha was seven \r\n  years old and Lee was five.(1) The children referred \r\n  to Brock as their \"Papa.\" On May 28, 1995, the two families \r\n  had a cookout and went swimming at Brock's house. Late in the afternoon, Eaton \r\n  went inside her house to do the dishes, and the children stayed with Brock. \r\n  \r\nEaton testified that Lee came running \r\n  into the kitchen and said \"Mama, Tabetha and Papa are in the bedroom and won't \r\n  let me in.\" Lee had come directly from Brock's house which \r\n  was approximately fifty yards away. Lee acted scared and appeared to know that \r\n  something was wrong. \r\nAs a result of Lee's statement, Eaton \r\n  walked out the back door of her house and noticed Tabetha coming down the hallway \r\n  of Brock's house, putting on her shirt. Tabetha looked frightened and seemed \r\n  nervous and upset. When Eaton first questioned Tabetha about what she had been \r\n  doing, Tabetha responded \"nothing\" and went to her bedroom. Eaton followed Tabetha \r\n  into her bedroom and again asked Tabetha what was wrong, and Tabetha started \r\n  crying. Tabetha finally stated that Brock took his tongue and licked her private \r\n  parts, and that he had put his private part on her private part. Tabetha was \r\n  inside Brock's house for approximately thirty to forty five minutes; however, \r\n  Eaton's understanding was that the incident had taken place just prior to Tabetha \r\n  coming home. \r\nAt trial, Tabetha testified that, \r\n  after swimming, she went inside Papa's house into the bedroom where Papa was \r\n  watching television with her two younger brothers. Her brothers left, and Tabetha \r\n  sat on the bed with Papa. Papa then pulled over her bathing suit and licked \r\n  her private parts. Papa also touched her private part with his private part. \r\n  While this was happening, Tabetha testified that her brothers peeked into the \r\n  room and then ran and told her mother. Papa told her not to tell anyone about \r\n  what had happened. After the incident, Tabetha saw her mother coming out the \r\n  back door of her house as she was coming down the hall. She put her shirt on \r\n  and ran to her house and told her mother what had happened. \r\nAt trial, Brock objected to the testimony \r\n  of Eaton as to the statement made to her by Lee. The trial judge overruled the \r\n  objection, finding the testimony qualified as an excited utterance under Rule \r\n  803(2), SCRE. Brock further excepted to the trial judge's failure to instruct \r\n  the jury that the commission of a lewd act is a lesser included offense of assault \r\n  with intent to commit criminal sexual conduct. \r\nLAW/ANALYSIS \r\n  \r\nI. \r\nOn appeal, Brock first contends the \r\n  trial judge erred in refusing to instruct the jury that the commission of a \r\n  lewd act upon a minor is a lesser included offense of first degree assault with \r\n  intent to commit CSC on a minor. Brock relies on the case of State v. Norton, \r\n  286 S.C. 95, 332 S.E.2d 531 (1985), wherein our Supreme Court held the offense \r\n  of committing a lewd act upon a minor is not a lesser included offense of first \r\n  degree criminal sexual conduct with a minor, based in part on the requirement \r\n  of the latter offense that a sexual battery be committed. Specifically, Brock \r\n  asserts, because the offense of first degree assault with intent to commit criminal \r\n  sexual conduct with a minor does not require a sexual battery be committed, \r\n  the \"attempt\" to commit a sexual battery can also constitute a lewd act. We \r\n  disagree. \r\nIn determining whether one crime \r\n  is a lesser included offense of another, the test is whether the greater of \r\n  the two offenses includes all of the elements of the lesser offense. If the \r\n  lesser offense includes an element which is not included in the greater offense, \r\n  then the lesser offense is not included in the greater offense. Hope v. \r\n  State, 328 S.C. 78, 492 S.E.2d 76 (1997); State v. Bland, 318 \r\n  S.C. 315, 457 S.E.2d 611 (1995); State v. Sprouse, 325 S.C. 275, 478 \r\n  S.E.2d 871 (Ct. App. 1996); State v. Kirby, 325 S.C. 390, 481 S.E.2d \r\n  150 (Ct. App. 1996). \r\nPursuant to S.C. Code Ann. § 16-15-140 \r\n  (Supp. 1995), one is guilty of committing a lewd act upon a minor when \"a person \r\n  over the age of fourteen years . . . wilfully and lewdly commit(s) or attempt(s) \r\n  ... any lewd or lascivious act upon or with the body, or its parts, of a child \r\n  under the age of fourteen years, with the intent of arousing, appealing to, \r\n  or gratifying the lust or passions or sexual desires of such person or of the \r\n  child.\"(2) The elements of first degree assault \r\n  with intent to commit CSC on a minor are (1) an assault, (2) with the intent \r\n  to commit a sexual battery, (3) against a minor under the age of eleven. S.C. \r\n  Code Ann. §§ 16-3-655(1) and 16-3-656 (1976). \r\nWe agree with Brock that neither \r\n  of the above offenses requires that a sexual battery take place. However, each \r\n  of the statutes requires proof of an element not required by the other. The \r\n  lewd act charge requires the victim to be under the age of fourteen, and the \r\n  perpetrator to be over the age of fourteen. Also, the perpetrator must commit \r\n  a lewd or lascivious act upon the body of the child and must act \"with the intent \r\n  of arousing, appealing to, or gratifying the lust or passions or sexual desires\" \r\n  of the perpetrator or the minor victim. The offense of first degree assault \r\n  with intent to commit CSC on a minor requires the victim to be under the age \r\n  of eleven, and provides no minimum age for the perpetrator. Furthermore, an \r\n  assault must take place, and the perpetrator must act with intent to commit \r\n  a sexual battery. Because each offense requires proof of an additional element \r\n  that the other does not, we agree with the trial judge that the lewd act charge \r\n  is not a lesser included offense of first degree assault with intent to commit \r\n  CSC on a minor. \r\nII. \r\nBrock also argues that the trial \r\n  judge erred in allowing Eaton to testify about Lee's statement to her that \"Tabetha \r\n  and Papa are in the bedroom and won't let me in.\" Brock maintains that Eaton's \r\n  testimony constitutes inadmissible hearsay. \r\nThe admission or rejection of evidence \r\n  is largely within the sound discretion of the trial judge, and the trial judge's \r\n  decision will not be disturbed on appeal absent an abuse of discretion. State \r\n  v. Aiken, 322 S.C. 177, 470 S.E.2d 404 (Ct. App. 1996). \r\nRule 803(2), SCRE, provides as follows: \r\n  \r\nThe following are not excluded by \r\n  the hearsay rule, even though the declarant is available as a witness: . . . \r\n  (2) A statement relating to a startling event or condition made while the declarant \r\n  was under the stress of excitement caused by the event or condition. \r\nThe excited utterance must be made \r\n  while the declarant is under the stress or excitement caused by the event. The \r\n  rationale behind the excited utterance exception is that the startling event \r\n  or condition suspends the declarant's reflective thought processes, thus reducing \r\n  the likelihood of fabrication. State v. Hill, 331 S.C. 94, 501 S.E.2d \r\n  122 (1998); State v. Burroughs, 328 S.C. 489, 492 S.E.2d 408 (Ct. App. \r\n  1997). In determining whether a particular statement falls within the excited \r\n  utterance exception, the statement must be viewed under the totality of the \r\n  circumstances. State v. Hill, 331 S.C. at 99, 501 S.E.2d at 125. \r\nBased on the totality of the circumstances, \r\n  we conclude that Lee made the statement to his mother while under the stress \r\n  of excitement caused by a startling event. Eaton testified that Lee made the \r\n  statement to her immediately upon his return from Brock's house, which was only \r\n  fifty yards away, and that Lee appeared to be upset and acted as if something \r\n  was wrong. Lee volunteered the information without any questioning or prompting \r\n  by Eaton. Tabetha testified that during the assault, her brothers peeked into \r\n  the room and immediately ran to tell her mother. As a result of Lee's statement, \r\n  Eaton immediately ran out the back door and saw Tabetha putting her shirt on. \r\n  Tabetha appeared to be extremely upset. Eaton testified that based upon her \r\n  observations, she believed the assault had occurred just prior to Tabetha coming \r\n  home. \r\n The above facts, when viewed in \r\n  their entirety, indicate that the assault was taking place or had just taken \r\n  place when Lee made the statement to Eaton. When Lee witnessed the sexual assault, \r\n  he immediately ran home and told his mother while still under the stress of \r\n  excitement from seeing the assault. Accordingly, the trial judge properly allowed \r\n  Eaton's testimony under the excited utterance exception to the hearsay rule. \r\n  \r\nAFFIRMED. \r\nHEARN and STILWELL, JJ., \r\n  concur. \r\n1.  Tabetha was \r\n  nine years old at the time of trial, and Lee was seven years old at the time \r\n  of trial. \r\n2.  This section \r\n  has since been amended making it illegal to commit such an act upon a child \r\n  under the age of sixteen.  S.C. Code Ann. § 16-15-140 (Supp. 1998). \r\n  \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"}]