[{"id":"2970","title":"American Federal Bank, FSB v. Kateman","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2970","description":"","date":"1999-04-05","type":"opinion","text":"\r\n      \r\n\r\n\r\nAmerican Federal Bank, FSB v. Kateman\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals \r\n________ \r\n \r\n   \r\n     \r\n       \r\n         \r\n          American Federal Bank, FSB, Respondent, \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.  \r\n   \r\n     \r\n       \r\n         \r\n          Dawn L. Kateman, Defendant, \r\n          In Re: First Union National Bank Appellant. \r\n        \r\n      \r\n    \r\n  \r\n\r\n________ \r\nAppeal From Greenville County \r\n  Gary E. Clary, Circuit Court Judge \r\n  ________ \r\nOpinion No. 2970 \r\n  Heard February 9, 1999 - Filed April 5, 1999 \r\n  ________ \r\nREVERSED \r\n  ________ \r\n \r\n   \r\n     \r\n       \r\n        H. Sam Mabry, III, and J. D. Quattlebaum, both of Haynsworth, Marion, \r\n          McKay &amp; Guerard, of Greenville, for appellant. \r\n        Jack D. Griffeth and V. Clark Price, both of Love, Thornton, Arnold \r\n          &amp; Thomason, of Greenville, for respondent. \r\n      \r\n    \r\n  \r\n\r\nHOWELL, C.J.:  First Union National Bank appeals the circuit court's order holding it in contempt of an order of\r\nattachment and awarding compensatory damages to American Federal Bank, FSB.  We reverse.\r\n\r\nI.\r\n\r\nOn January 13, 1997, American Federal brought an action against Dawn L. Kateman for the alleged breach of a promissory\r\nnote.  American Federal sought a judgment  for $5,559.30, plus interest and attorney's fees.\r\n\r\n            On February 4, 1997, American Federal sought to attach real property located at 207 Henderson Street, Greenville,\r\nSouth Carolina.  In the supporting affidavit, M. Phyllis White, a recovery officer for American Federal, stated that Kateman\r\nhad revealed her intention to hinder American Federal's recovery of the debt by disposing of or encumbering the property so\r\nthat she would have little or no equity in the property.\r\n\r\nBy order filed February 6, 1997 (the Order), the circuit court attached the Henderson Street property.  The Order stated that\r\nKateman was attempting to dispose of or encumber the Henderson Street property and enjoined Kateman from \"disposing,\r\nselling, transferring or encumbering\" the property.  The Order further provided that\r\n\r\nto the degree that the property described above is now converted to or comprised of sale or financing proceeds, stocks,\r\nbonds, cash, savings, certificates of deposit or other assets liquid and negotiable in nature, whether in the possession of the\r\ndefendant or a third party custodian, then and in that event, this Order is to be placed in the hands of the Sheriff of this\r\ncounty who shall immediately seize and take custody of such property to the extent of the debt described in the Complaint.\r\n\r\nCharles David Riddle, a deputy sheriff with the Greenville County Sheriff's office, delivered the Order to First Union on\r\nFebruary 13, 1997.  Riddle spoke with Frank Wilson, a vice president with First Union.  Wilson verified that Kateman had\r\nan account with the First Union and gave the account number to Riddle.  Wilson informed Riddle that the balance of the\r\naccount was $4,718.31.  Wilson assured Riddle that he had placed a freeze on Kateman's account.\r\n\r\nWilson presented the Order to Terry Haney, First Union's area operations manager in Greenville, who faxed the Order to\r\nFirst Union's legal division in Charlotte.  The legal division questioned whether the account should be frozen, given First\r\nUnion's lack of knowledge of whether the funds in the account were derived from the attached property.  Haney sought\r\nmore information from Riddle, who sent her a letter from American Federal's attorney.  The legal division ultimately\r\nconcluded that it should not attach Kateman's account, because there was no indication that the funds in the account were\r\nderived from the Henderson Street property.  First Union then lifted the freeze on Kateman's account.  On February 19,\r\n1997, First Union honored a $4,000 check drawn on Kateman's account and payable to her live-in boyfriend.\r\n\r\nOn February 26, 1997, Terry Haney left a message asking Deputy Riddle to call her.  When Riddle returned her call the next\r\nday, she informed him that First Union had lifted the freeze on the account.  She called again requesting more information on\r\nthe attachment.  Riddle referred her to American Federal's attorney.\r\n\r\nOn March 5, 1997, the circuit court issued an order (the Second Order) for the sheriff to liquidate Kateman's personal and\r\nreal property to satisfy the judgment against her.(1)  The Second Order directed the sheriff to liquidate Kateman's First Union\r\naccount and specifically directed First Union to assist and comply with the order.\r\n\r\nOn March 18, 1997, Riddle returned to First Union with the Second Order.  After its legal division reviewed the Second\r\nOrder, First Union restrained the account, which had a balance of only $484.97\r\nThereafter, American Federal petitioned the circuit court for a rule to show cause why First Union should not be held in\r\ncontempt for its conduct relating to Kateman's account.  After a hearing, the circuit court held First Union in contempt,\r\nconcluding that First Union and its employees willfully and intentionally disregarded and refused to comply with the Order. \r\nThe court ordered First Union to pay American Federal the balance of Kateman's account as of February 13, 1997, plus\r\nattorney's fees and costs.\r\n\r\nII.\r\n\r\nOn appeal, First Union argues that the circuit court erred by holding it in contempt because the Order did not direct First\r\nUnion to do or refrain from doing any act.  We agree.\r\n\"Contempt results from the willful disobedience of a court order.\"  Henderson v. Henderson, 298 S.C. 190, 197, 379 S.E.2d\r\n125, 129 (1989).  However, \"[o]ne may not be convicted of contempt for violating a court order which fails to tell him in\r\ndefinite terms what he must do.\"  Welchel v. Boyter, 260 S.C. 418, 421, 196 S.E.2d 496, 498 (1973).\r\n\r\nIn this case, the Order was limited to the Henderson Street property and any proceeds derived from the sale, transfer, or\r\nencumbrance of that property; it was not directed to any other property owned by Kateman.  The scope of the Order,\r\ntherefore, was limited in operation by its very specificity.  While the Order required third parties to turn over any proceeds\r\nfrom the Henderson Street property, the First Union account was not mentioned in the Order, nor was there any information\r\nin the Order from which First Union could determine that the funds in its Kateman account were derived from the\r\nHenderson Street property.  Because the Order did not direct First Union to do or refrain from doing anything, First Union's\r\nactions with regard to the Kateman account did not violate the terms of the Order.\r\n\r\nIt may be that the deputy serving the Order on First Union or the letter accompanying the Order indicated that the First\r\nUnion account contained funds that were subject to attachment.  Any such information, however, cannot provide the basis\r\nfor holding First Union in contempt, because that information was not included in the Order, and the Order as written simply\r\ndid not encompass the funds in Kateman's First Union account.(2)  See Welchel, 260 S.C. at 421, 196 S.E.2d at 498 (To\r\nsupport a finding of contempt for violation of a court order, the \"language of the commands must be clear and certain rather\r\nthan implied.\"); 17 Am. Jur. 2d Contempt Â§ 157 (1990) (\"Before a person may be held in contempt for violating a court\r\norder, the order should inform him in definite terms as to the duties thereby imposed upon him, and the mandate alleged to\r\nbe violated must be clearly expressed rather than implied.\").\r\n\r\nBecause the Order was specifically limited to funds derived from the Henderson Street property and nothing in the Order\r\nindicated that the funds in Kateman's account at First Union were derived from the Henderson Street property, the circuit\r\ncourt erred in concluding that First Union willfully violated the order.  See Spartanburg County Dep't of Social Services v.\r\nPadgett, 296 S.C. 79, 83, 370 S.E.2d 872, 874-75 (1988) (\"A determination of contempt is within the sound discretion of\r\nthe trial judge, but is subject to reversal where based on a finding that is without evidentiary support or where there has been\r\nan abuse of discretion.\"); Gooding v. St. Francis Xavier Hosp., 326 S.C. 248, 252, 487 S.E.2d 596, 598 (1997) (\"An abuse\r\nof discretion occurs when there is an error of law or a factual conclusion which is without evidentiary support.\"). \r\nAccordingly, the circuit court's order holding First Union in contempt is hereby reversed.  In light of our disposition of this\r\nissue, we need not address the other issues raised by First Union. \r\n\r\nREVERSED.\r\n\r\nGOOLSBY and CONNOR, JJ., concur.\r\n\r\n\r\n1.  Kateman did not respond to American Federal's complaint, and a default judgment in the amount of $7,437.35 was\r\nentered against her on February 14, 1997.\r\n2.  Given the timing of the events in this case, perhaps First Union should have, as a matter of courtesy towards another\r\nbank, contacted American Federal before it lifted the freeze on Kateman's account.  In fact, it is at least arguable that First\r\nUnion breached some duty it owed to American Federal and that First Union could therefore be held liable to American\r\nFederal.  Nevertheless, displeasure with First Union's chosen course of action cannot justify a contempt finding when First\r\nUnion did not violate any requirement of the Order.\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"2971","title":"South Carolina  Department of Transportation v. Richardson","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2971","description":"","date":"1999-04-05","type":"opinion","text":"\r\n      \r\n\r\n\r\nSouth Carolina Department of Transportation v. Richardson\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n-->\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  \r\n  In The Court of Appeals\r\n  \r\n  ________\r\n\r\n   \r\n   \r\n     \r\n       \r\n        South Carolina Department of Transportation, Respondent, \r\n        \r\n    \r\n  \r\n\r\nv.  \r\n   \r\n     \r\n       \r\n        Jerry Lee Richardson, Landowner, and South Carolina Federal Savings \r\n          Bank, Mortgagee, Other Condemnee, of whom Jerry Lee Richardson, is the Appellant. \r\n        \r\n    \r\n  \r\n\r\n________\r\n\r\nAppeal From Beaufort County\r\n  Jackson V. Gregory, Circuit Court Judge\r\n  \r\n  ________\r\n\r\nOpinion No. 2971 \r\n  Heard February 10, 1999 - Filed April 5, 1999 \r\n  ________\r\n\r\n  AFFIRMED\r\n    \r\n    ________\r\n\r\n     \r\n   \r\n     \r\n       \r\n        Paul A. Dominick, of Nexsen, Pruet, Jacobs, Pollard &amp; Robinson, \r\n          of Charleston, for appellant. \r\n        Natalie J. Moore, of SC Department of Transportation, \r\n          of Columbia, for respondent. \r\n        ________ \r\n      \r\n    \r\n  \r\n\r\nSTILWELL, J.: In this condemnation action, a jury awarded Jerry Lee Richardson $500,000 as just compensation for the\r\ntaking of his property.  The trial court, however, denied Richardson's request for litigation costs.  Richardson appeals the\r\ndenial.  We affirm.\r\n\r\nFACTS The South Carolina Department of Transportation condemned 6.9 acres of Richardson's 26.20 acre tract located on Hilton\r\nHead Island.  The property was in the path of the Cross-Island Expressway.  \r\n\r\n\r\nRichardson's expert witness testified the appropriate amount for Richardson's just compensation was approximately\r\n$415,000 which included the value of the 6.9 acres taken and the damage to the remaining property.  Richardson testified he\r\nbelieved his damages were between $650,000 and $2,000,000.(1)  After Richardson testified, his attorney, out of the\r\npresence of the jury, stipulated the maximum recovery Richardson sought was $782,000.  The Department's expert witness\r\ntestified the total amount of the damages Richardson suffered was $210,000.  The jury returned a verdict of $500,000. \r\nDuring his closing argument, Richardson's attorney told the jury that the evidence supported damages between $415,000\r\nand $782,000. \r\n\r\nAfterward, Richardson petitioned the court for litigation expenses as the prevailing party pursuant to S.C. Code Ann. Â§ 28-2-510 (1991).  The trial court found that the highest valuation attested to on behalf of the landowner was $2,000,000, while\r\nthe highest valuation attested to on behalf of the Department was $210,000.  The court therefore held Richardson was not\r\nentitled to litigation expenses under Â§ 28-2-510.\r\n\r\n\r\nDISCUSSION \r\nI.\r\n\r\n\r\nRichardson first argues that his expert's valuation of $415,000 rather than his own valuation of $2,000,000 should be the\r\noperative figure in determining whether he was entitled to litigation expenses as the prevailing party.  We disagree. \r\n\r\n\r\nSection 28-2-510 allows a landowner who prevails in a condemnation action to recover his reasonable litigation expenses. \r\nS.C. Code Ann. Â§ 28-2-510(B)(1) (1991).  The section further provides, \r\n\r\n\r\nFor the purpose of this section, \"prevails\" means that the compensation awarded (other than by settlement) for the property,\r\nexclusive of interest, is at least as close to the highest valuation of the property that is attested to at trial on behalf of the\r\nlandowner as it is to the highest valuation of the property that is attested to at trial on behalf of the condemnor.\r\n\r\n\r\nS.C. Code Ann. Â§ 28-2-510(B)(2) (1991).\r\n\r\n\r\nRichardson asserts his testimony was not an attestation of value as to the property taken but was his estimate of lost profits\r\nrelated to a planned development.  Richardson's testimony at trial, however, was not so limited. \r\n\r\n \r\n\r\nTo determine just compensation, \"only the value of the property to be taken, any diminution in the value of the landowner's\r\nremaining property, and any benefits as provided in Â§ 28-2-360 may be considered.\"  S.C. Code Ann. Â§ 28-2-370 (1991). \r\nHowever, the landowner is entitled to the value of property under its most advantageous or profitable use, including any use\r\nreasonably anticipated in the near future.  City of N. Charleston v. Claxton, 315 S.C. 56, 431 S.E.2d 610 (Ct. App. 1993).  \r\n\r\n\r\nAs the landowner, Richardson was competent to give his opinion as to the value of the land and his damages.  See Seaboard\r\nCoast Line R.R. v. Harrelson, 262 S.C. 43, 46, 202 S.E.2d 4, 5 (1974) (\"Ours is in accord with the general rule that a\r\nlandowner, who is familiar with his property and its value, is allowed to give his estimate as to the value of the land and\r\ndamages thereto, even though he is not an expert.\"); Hawkins v. Greenwood Dev. Corp., 328 S.C. 585, 493 S.E.2d 875 (Ct.\r\nApp. 1997), cert. denied (Oct. 9, 1998) (an owner of property is competent to testify as to its value).  \r\n\r\n\r\nRichardson's testimony before the jury was that the damages he suffered from the highway project were from $650,000 to\r\n$2,000,000.  Furthermore, if, as Richardson argues, his expert's valuation was the highest attestation of value offered on his\r\nbehalf, the evidence would not support the jury's verdict. \r\n\r\n\r\nII.\r\n\r\n\r\nRichardson alternatively asserts that his attorney's statements to the court and to the jury that $782,000 was the maximum\r\naward allowed also established his maximum for purposes of Â§ 28-2-510.  We disagree.\r\n\r\n\r\nOutside the presence of the jury, Richardson's attorney told the court \"for purposes of the case we're stipulating that our\r\ndamages are $782,000.00 as a maximum and any award above that would be subject to remittitur.\"\r\n\r\n\r\nIn closing argument, Richardson's counsel told the jury, \r\n\r\n\r\nMr. Richardson would like to get two million dollars for the property, sure he would.  He didn't want to have to give up his\r\nproperty to start with but the numbers we've shown you are what we think the evidence -- the evidence supports the value\r\nbetween 415 and $782,000.00 and we believe that is fair, that is just.  \r\n\r\n\r\nRichardson asserts these statements are stipulations that set the maximum amount testified to at trial for purposes of Â§ 28-2-510.  In another condemnation case, the supreme court considered the value which a landowner \"stipulated\" at trial as the\r\nbasis for determining the prevailing party.  City of Folly Beach v. Atlantic House Properties, Ltd., 321 S.C. 241, 467 S.E.2d\r\n928 (1996).  The landowner's stipulation at trial as to the value of its property, however, was no different from the highest\r\nvalue of the property attested to at trial.  Id. at 243, 467 S.E.2d at 929.  Furthermore, the supreme court specifically noted\r\nthat the \"value testified to at trial provides the basis\" to determine who prevails under Â§ 28-2-510(B)(2).  Id. at 243-44, 467\r\nS.E.2d at 929. \r\n\r\n\r\nHere, Richardson's testimony was the highest valuation introduced into evidence, not the stipulation.  A different question\r\nwould be presented had the Department joined in the stipulation and agreed to submit it to the jury as the highest evidence\r\nof value on Richardson's behalf.  In that event, there would have been a bilateral agreement rather than the unilateral\r\nadmission made by Richardson in this case.  \r\n\r\n\r\nOur supreme court has defined a stipulation as,  \r\n\r\n\r\nan agreement, admission or concession made in judicial proceedings by the parties thereto or their attorneys.  Stipulations,\r\nof course, are binding upon those who make them.  A stipulation is an agreement, an understanding.  The court must\r\nconstrue it like a contract, i.e., interpret it in a manner consistent with the parties' intentions.\r\n\r\n\r\nSee Porter v. South Carolina Pub. Serv. Comm'n, 333 S.C. 12, ___, 507 S.E.2d 328, 337 (1998) (internal citations and\r\nquotations omitted);  see also State v. Anderson, 318 S.C. 395, 399-400, 458 S.E.2d 56, 58 (Ct. App. 1995) (\"Generally, a\r\nstipulation is an agreement between the parties to which there must be mutual assent.\" (quoting State v. Parra, 859 P.2d\r\n1231, 1238 (1993))); Black's Law Dictionary 1415 (6th ed. 1990) (defining a stipulation as a \"[v]oluntary agreement\r\nbetween opposing counsel concerning disposition of some relevant point so as to obviate need for proof or to narrow range\r\nof litigable issues.\").\r\n\r\n\r\nA landowner is not precluded from conceding or stipulating the maximum damage award in a condemnation action but, in\r\norder to receive costs as the prevailing party, no evidence of damages in excess of that amount should be before the jury.  \r\n\r\n\r\nAFFIRMED. \r\nHOWELL, C.J., and ANDERSON, J., concur.\r\n\r\n\r\n1.  On direct, Richardson's counsel questioned Richardson about the damages he suffered as a result of the condemnation:\r\n\r\n\r\nQ. All right, and as far as the property that's being actually taken by the highway department and the damage that you've\r\ntestified to go to the remainder pieces of the property do you have an opinion of the amount of dollars that you have been\r\ndamaged by this highway project?\r\n\r\nA. I have a, you know, a ballpark figure from low to high but, you know, what the actual damage.\r\n\r\nQ. Well, what is -- what is your opinion?\r\n\r\nA. Well, the lowest would be around $650,000.00 and the highest would be about two million.\r\n\r\nQ.  All right.\r\n\r\nA. According to our figures and our engineer's figures, our banker's figures.\r\n\r\nQ. All right, sir.  Well, I'm asking for you ---\r\n\r\nA. Yeah, that's my opinion.\r\n\r\nQ. Between $650,000 and two million dollars?\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"2972","title":"State v. Whisonant","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2972","description":"","date":"1999-04-05","type":"opinion","text":"\r\n      \r\n\r\n\r\nState v. Whisonant\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA \r\nIn The Court of Appeals ________ \r\n \r\n   \r\n     \r\n       \r\n         \r\n          The State of South Carolina, Respondent, \r\n          \r\n          v. \r\n          \r\n          Max Reed Whisonant, Appellant. \r\n          \r\n      \r\n    \r\n  \r\n\r\n________\r\n\r\n\r\nAppeal From York County\r\n  John C. Hayes, III, Circuit Court Judge ________\r\n \r\n   \r\n     \r\n       \r\n         \r\n          Opinion No. 2972\r\n          Heard March 10, 1999 - Filed April 5, 1999 \r\n          ________\r\n\r\n\r\n\r\n        \r\n      \r\n    \r\n  \r\n\r\nAFFIRMED IN PART, REVERSED IN PART, \r\n   AND REMANDED ________\r\n \r\n   \r\n     \r\n       \r\n         \r\n          Stephen D. Schusterman, of Rock Hill, for appellant. \r\n          \r\n          Attorney General Charles M. Condon, Deputy Attorney General John \r\n            W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott and \r\n            Senior Assistant Attorney General Harold M. Coombs, Jr., all of Columbia; \r\n            and Solicitor Thomas E. Pope, of York, for respondent. \r\n        \r\n      \r\n    \r\n  \r\n\r\n________ \r\nGOOLSBY, J.: The appellant, Max Whisonant, was convicted of committing \r\n  a lewd act upon a child under the age of fourteen. He appeals, contending the \r\n  trial court erred (1)in denying his motion for directed verdict, and (2)in admitting \r\n  hearsay testimony regarding details of the alleged molestation told by the victim \r\n  to a third party. We affirm as to the directed verdict motion, reverse as to \r\nthe admissibility of the hearsay testimony, and remand. \r\nFACTUAL BACKGROUND \r\nThe victim was twelve years old at the time of trial.   The defendant, Max Whisonant, was the father of her friend, Amy\r\nWhisonant.  The Whisonants lived across the street from the victim's father and stepmother.   The victim often visited the\r\nWhisonant home.  She spent the night there almost every other weekend when she had visitation with her father.  When the\r\nvictim spent the night at the Whisonant home, she slept on the couch in the living room.  The living room also contained a\r\ntelevision set and a round chair. \r\n\r\n\r\nThe victim testified the last time she spent the night at the Whisonant home was November 30, 1996, which was the night\r\nWhisonant allegedly molested her. She fell asleep on the couch at approximately 10:00 to 10:30 p.m. and woke up around\r\n\"twelve something.\"  When she awoke, Whisonant was sitting in a kitchen chair next to where she was sleeping on the\r\ncouch.  The television was on. Mrs. Whisonant and Amy were in their respective bedrooms.  The Whisonant's oldest\r\ndaughter, Sherry, arrived home from a date and walked through the living room to her bedroom. \r\n\r\n\r\nThe victim testified that after Sherry walked through the living room, Whisonant started touching her breast area, both on\r\ntop of and underneath her clothing.  She also testified that he unbuttoned her shorts and attempted to touch her below the\r\nwaist.  She kept her legs, however, crossed against her chest.  She testified that Whisonant told her to \"open up,\" but she\r\nkept her legs closed.  She also testified that he threatened to kill her if she told anyone.  She testified that she did not scream\r\nbecause Whisonant had his hand drawn back like he was going to kill her.  After this incident, Whisonant went into his\r\nbedroom where his wife was sleeping and closed the door. \r\n\r\n\r\nThe victim testified that she did not leave the Whisonant home immediately because it was dark and she did not have a key\r\nto her father's house.  She testified that she did not call her parents because the telephone was beside the Whisonant's\r\nbedroom door.  Sometime after the incident, the victim fell asleep on the couch.  The victim got up around 9:00 a.m. the\r\nnext morning.  Whisonant was not in the house because he had driven Sherry to work. Whisonant returned to the house as\r\nthe victim was collecting her things to go home. \r\n\r\n\r\nThe victim went to her father's house and told him Whisonant had touched her where he should not have.  She told her\r\nfather nothing else at that time.  A few minutes later, her stepmother arrived home.  They went to a separate room, and the\r\nvictim told her stepmother the details of the incident.  The victim's stepmother called Mrs. Whisonant, who came over to the\r\nhouse.  The victim told Mrs. Whisonant the details of what had occurred.  Her stepmother also called the police. \r\n\r\n\r\nWhisonant denied that he made any attempt to molest the victim. He testified that she had been with his family most of the\r\nday and spent the night at his home.  Whisonant admitted watching television in the living room where the victim was\r\nspending the night.  Whisonant also testified his wife was awake at this time. He also testified his oldest daughter, Sherry,\r\nwas on a date and came through the living room after she returned. \r\n\r\n\r\nI. DIRECTED VERDICT \r\nWhisonant argues the trial court erred in denying his motion for directed verdict on the ground there was an insufficient\r\nshowing that the alleged touching was done with the intent of gratifying the passion or lust of either himself or the victim. \r\nWe disagree.  \r\n\r\n\r\nIn reviewing the denial of a directed verdict motion in a criminal case, the evidence must be viewed in the light most\r\nfavorable to the State, and if any direct evidence exists that tends to prove the guilt of the accused, an appellate court must\r\nfind that the case was properly submitted to the jury. State v. Kelsey, 331 S.C. 50, 502 S.E.2d 63 (1998).  \r\n\r\n\r\nWe are of the opinion that the victim's testimony recounted above provided sufficient evidence to withstand a motion for\r\ndirected verdict.  See e.g. State v. Hardee, 279 S.C. 409, 308 S.E.2d 521 (1983); S.C. Code Ann. Â§ 16-3-657 (1976) (the\r\ntestimony of the victim in a criminal sexual conduct case does not need corroboration).\r\n\r\n\r\nII. HEARSAY TESTIMONY \r\nWhisonant next challenges certain testimony the trial court admitted under the excited-utterance exception to the hearsay\r\nrule. \r\n\r\n\r\nAfter the victim testified, the State called her stepmother as a witness.  In anticipation of the stepmother's testimony\r\nregarding her conversation with the victim, defense counsel objected as follows:\r\n\r\n\r\nThe cases cited in the state's brief that allows this is once the witness is freed from the defendant's domain.  In this case the\r\ntestimony of [the victim] was that when she got up that morning that the defendant was not present, but that the defendant's\r\nwife and another daughter was present and, therefore, I would maintain that at that point she was free from any influence of\r\nthe defendant, and had an opportunity to speak, then, and, therefore, it doesn't carry over so far as the time she goes home\r\nand talks to them. \r\n\r\n\r\nThe trial court overruled defense counsel's objection, stating \"I find that she was within his domain until the time she left his\r\npremises.  It doesn't say presence, it says domain.\" \r\n\r\n\r\nThe stepmother testified the victim was very upset when she saw her that morning.  She was shaking and crying and had her\r\narms folded in front of her.  The victim asked to speak to her privately.  Over defense counsel's objection, the stepmother\r\ntestified the victim told her the following details:\r\n\r\n\r\n She told me how she woke up in the middle of the night; that the defendant had slid his hands up underneath her blouse, and\r\nhe was fondling her bare breast; that she was trying to cross herself, and pull away; that she was trying to pull away, and that\r\nhe proceeded to undo the top of her pants, and she was trying to cross her legs, and pull away, and he raised his hand, and\r\ntold her not to tell anybody or he would kill her, and told her to open up.  She said she was trying to keep him from getting\r\nhis hand down between her legs. \r\n\r\n\r\nWe agree with Whisonant's contention that the trial court erred in admitting the stepmother's testimony.\r\n\r\n\r\nRule 801(d)(1)(D), SCRE, provides a statement is not hearsay if the declarant testifies at trial and is subject to cross\r\nexamination concerning the statement and the statement is \"consistent with the declarant's testimony in a criminal sexual\r\nconduct case . . . where the declarant is the alleged victim and the statement is limited to the time and place of the incident.\" \r\nThis rule incorporates a prior recognized exception to the hearsay rule for limited corroborative testimony in a criminal\r\nsexual conduct case.  See Simpkins v. State, 303 S.C. 364, 401 S.E.2d 142 (1991) (When the victim testifies, evidence from\r\nother witnesses that she complained of the sexual assault is admissible in corroboration, limited to the time and place of the\r\nassault and excluding details or particulars); Jolly v. State, 314 S.C. 17, 443 S.E.2d 566 (1994).  Obviously, the testimony of\r\nthe stepmother contains detail which exceeds the parameters of this rule.  Thus, her testimony constitutes hearsay.\r\n\r\n\r\nRule 803(2), SCRE, provides for an \"excited utterance\" exception to the hearsay rule.  The exception provides \"[a]\r\nstatement relating to a startling event or condition made while the declarant was under the stress of excitement caused by the\r\nevent or condition\" is not excluded by the hearsay rule even though the declarant is available as a witness.  The rationale\r\nbehind the excited utterance exception to the hearsay rule is that the startling event suspends the declarant's process of\r\nreflective thought and, consequently, reduces the likelihood of fabrication.  State v. Hill, 331 S.C. 94, 501 S.E.2d 122\r\n(1998).  The mere fact that a statement was made some time after the incident occurred does not mean the statement cannot\r\nqualify as an excited utterance, provided the circumstances surrounding the statement indicate its reliability. State v.\r\nBurroughs 328 S.C. 489, 492 S.E.2d 408 (Ct.App. 1997).\r\nWe feel this case is controlled by Burroughs.  In that case, this court concluded a time period of ten hours between a sexual\r\nattack and the statement of the victim to a police officer and a nurse about the attack was too long to qualify under the\r\nexcited utterance exception.  The victim had two opportunities to speak to her children and her husband during this interval. \r\nThis court also noted the victim's own testimony indicated she used the hours to compose herself and decide exactly how\r\nshe would tell her husband what happened.  Id.\r\n\r\n\r\nHere, the evidence shows the victim did not give the statements that formed the basis of the stepmother's testimony until she\r\nreturned to her father's house nine hours after the incident in question and it shows the victim had an opportunity to speak\r\nwith her friend and her friend's mother about the incident but did not do so.  The incident occurred, she says, around\r\nmidnight.  Rather than attempt to return to her father's house, which was just down the street, she went to sleep and slept\r\nuntil around 9:00 o'clock the next morning. When she awoke, Whisonant was not in the house, although he did come in\r\nbefore she left to go home. \r\n\r\n\r\nAn improper introduction of hearsay evidence constitutes reversible error only if its admission is prejudicial to the defendant. \r\nWhether trial errors are harmless depends on the circumstances of each case.  The materiality and prejudicial character of the\r\nerror must be determined from its relationship to the entire case.  Trial errors are harmless where they could not reasonably\r\nhave affected the result of the trial.  State v. Mitchell, 286 S.C. 572, 336 S.E.2d 150 (1985).\r\n\r\n \r\n\r\nThe challenged evidence is admittedly cumulative, but that it was so does not render it harmless.  \"Improper corroboration\r\ntestimony that is merely cumulative to the victim's testimony, . . . cannot be harmless, because it is precisely this cumulative\r\neffect which enhances the devastating impact of improper corroboration.\"  Jolly v. State, 314 S.C. 17, 443 S.E.2d 566\r\n(1994).   \r\n\r\n\r\nHere, the State introduced no physical evidence of the molestation.    The case was essentially a swearing contest, pitting\r\nWhisonant's word against the victim's as to whether the incident occurred. The stepmother's testimony mirrored the\r\nvictim's testimony, improperly bolstering the victim's story in the minds of the jury.   The trial court's error in allowing it in\r\nevidence was not, in our view, harmless.\r\n\r\n\r\nAFFIRMED IN PART, REVERSED IN PART, AND REMANDED. HOWELL, C.J.,  and CONNOR, J., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"2973","title":"State v. Brooks","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2973","description":"","date":"1999-04-05","type":"opinion","text":"\r\n      \r\n\r\n\r\nState v. Brooks\r\n\r\n\r\n\r\nTHE STATE OF \r\n  SOUTH CAROLINA \r\n  In The Court of Appeals \r\n________ \r\n\r\n \r\n   \r\n     \r\n       \r\n        The \r\n          State,  Respondent, \r\n          \r\n        v.\r\n         Ivadella \r\n            Brooks, Appellant. \r\n          \r\n      \r\n    \r\n  \r\n\r\n \r\n________ \r\nAppeal From Orangeburg \r\n  County \r\n  Daniel E. Martin, Sr., Circuit \r\n  Court Judge \r\n________ \r\n\r\n\r\n  Opinion \r\n    No. 2973 \r\n    Submitted March 9, 1999 - \r\n    Filed April 5, 1999 \r\n    ________ \r\n\r\n\r\n\r\nAFFIRMED \r\n________ \r\n \r\n \r\n   \r\n     \r\n      \r\n        Assistant \r\n          Appellate Defender Melody J. Brown, of SC Office of Appellate Defense, \r\n          of Columbia, for appellant. \r\n        Attorney \r\n          General Charles M. Condon, Deputy Attorney General John W. McIntosh \r\n          and Assistant Deputy Attorney General Salley W. Elliott, all of Columbia; \r\n          and Solicitor Walter M. Bailey, Jr., of Summerville, for respondent. \r\n          \r\n      \r\n    \r\n  \r\n\r\n \r\n________ \r\nHOWELL, C.J.: Ivadella Brooks \r\n  appeals from her conviction for forgery. We affirm. \r\n  \r\nI. \r\nOn November 11, 1996, Ivadella Brooks \r\n  presented a check dated the same day for $70 to a cashier at a Winn Dixie grocery \r\n  store to pay for some paper items and receive some cash. The cashier asked the \r\n  head cashier, Hattie Mae Glover, for a check approval. The account on the check \r\n  belonged to Arthur Moss, Sr. or Vernelle M. Thomas. In addition, the check was \r\n  written to the \"order of Winn Dixie . . . for housekeeping.\" Glover recognized \r\n  the names of Moss and Thomas as relatives of hers and knew both Moss and Thomas \r\n  to be dead at the time--Moss for eight years and Thomas for several months. \r\n  Glover asked Brooks a few questions, including how Brooks got the check and \r\n  who signed it. Brooks responded that she did some work for Moss and that he \r\n  had signed the check. At some point, Brooks endorsed the check. She was eventually \r\n  arrested. \r\nWhile in custody, Brooks gave a statement \r\n  to the police. In that statement, she claimed that the cashier had written Winn \r\n  Dixie on the check and that Blanche Thomas, whose husband had previously been \r\n  married to Vernelle M. Thomas, had given the check to Brooks's mother as repayment \r\n  of a loan. Brooks's mother then gave the check to Brooks to cash. \r\nAt trial, Blanche Thomas denied borrowing \r\n  money from Brooks or her mother, denied ever having seen the check, and noted \r\n  that she often gave clothes to Brooks for Brooks's daughters. Further, the State \r\n  introduced evidence that the Moss account was closed in 1994 and that Brooks \r\n  committed a prior forgery by writing a check on a closed account on Sept. 25, \r\n  1995. The State claimed the prior forgery evidence was admissible as an exception \r\n  to Rule 404(b), SCRE to show absence of mistake or accident and intent in the \r\n  current forgery. Brooks objected, arguing the evidence was not relevant and, \r\n  even if relevant, was more prejudicial than probative. The trial court overruled \r\n  the objection and held the evidence was proper under State v. Lyle, 125 \r\n  S.C. 406, 118 S.E. 803 (1923)(1) because the \r\n  two forgeries were \"similar in that both accounts were closed . . . and either \r\nshe knew, or should have known, that the account . . . was closed.\"\r\nII. \r\nBrooks contends the trial court erred \r\n  in admitting the evidence of the prior forgery. We agree. \r\nEvidence of other crimes, wrongs, \r\n  or acts is not admissible to prove the character of a person in order to show \r\n  action in conformity therewith. It may, however, be admissible to show motive, \r\n  identity, the existence of a common scheme or plan, the absence of mistake or \r\n  accident, or intent. \r\nRule 404(b), SCRE. \r\nEvidence of other crimes must be \r\n  put to a rather severe test before admission. The acid test of admissibility \r\n  is the logical relevancy of the other crimes. The trial judge must clearly perceive \r\n  the connection between the other crimes and the crime charged. Further, other \r\n  crimes which are not the subject of the conviction must be proven by clear and \r\n  convincing evidence. \r\nState v. Cutro, 332 S.C. 100, \r\n  103, 504 S.E.2d 324, 325 (1998) (citation omitted). \r\n[I]n analyzing whether evidence is \r\n  relevant under Rule 404(b), it \"must tend to prove or disprove an issue actually \r\n  in dispute, without relying upon forbidden inferences of predisposition, \r\n  character, or propensity. In other words, no link in the chain of inferences \r\n  justifying relevance can be derived from the prior conduct's tendency to show \r\n  character or disposition.\" \r\nState v. Nelson, 331 S.C. \r\n  1, 13, 501 S.E.2d 716, 722 (1998) (quoting State v. Melcher, 678 A.2d \r\n  146, 149 (N.H. 1996));(2) accord Walter \r\n  A. Reiser, Jr., Evidence of Other Criminal Acts in South Carolina, 28 \r\n  S.C. L. Rev. 125, 127 (1976) (\"Lyle, nevertheless, is precedent for the \r\n  proposition that evidence of other crimes is admissible if it can reasonably \r\n  lead to an inference of guilt by a chain of logic that does not include an inference \r\n  link concerning the character of the defendant.\"). Even if evidence of a prior \r\n  bad act is otherwise proper under 404(b), the act may not be admitted into evidence \r\n  if its prejudicial effect outweighs its probative value. See State \r\n  v. Carter, 323 S.C. 465, 467, 476 S.E.2d 916, 918 (Ct. App. 1996). \r\nThe State has not claimed that the \r\n  two instances constitute a common scheme or plan to forge checks on closed accounts. \r\n  Instead, it argues that the prior conviction is admissible to show intent or \r\n  absence of mistake or accident. We disagree. \r\nAdmitting the prior forgery in the \r\n  current case would require an impermissible inference of fact based on character. \r\n  For the prior forgery to be relevant to any factual issue in the forgery at \r\n  bar would require us to assume that, because Brooks previously pleaded guilty \r\n  to an unrelated forgery of a check on a closed account, she had the intent or \r\n  knowledge required to commit the current forgery, which also involved a check \r\n  on a closed account. This reasoning amounts to a presumption that, because Brooks \r\n  committed the prior forgery, she is a dishonest person with a propensity to \r\n  commit forgeries and, therefore, must have committed forgery in the current \r\n  case. This type of inference is exactly what Rule 404 and Lyle seek to \r\n  prohibit. See State v. King, Op. No. 24916 (S.C. Sup. Ct. filed \r\n  March 8, 1999) (Shearouse Adv. Sh. No.10 at 31, 36) (\"[E]vidence of prior bad \r\n  acts is inadmissible to show criminal propensity or to demonstrate the accused \r\n  is a bad person.\"); Nelson, 331 S.C. at 7-10, 501 S.E.2d at 719-21 (prohibiting \r\n  admission of evidence where the evidence \"could only invite the jury to infer \r\n  Petitioner was acting in conformity with this character trait when he committed \r\n  the crimes with which he was charged\"); id. at 6, 501 S.E.2d at 718-19 \r\n  (noting that the Lyle rule is \"grounded on the policy that character \r\n  evidence is not admissible 'for the purposes of proving that the accused possesses \r\n  a criminal character or has a propensity to commit the crime with which he is \r\n  charged'\") (quoting State v. Peake, 302 S.C. 378, 380, 396 S.E.2d 362, \r\n  363 (1990)).(3) \r\nHowever, we must affirm the trial \r\n  court's decision if its error can be considered harmless beyond a reasonable \r\n  doubt. See Nelson, 331 S.C. at 16 n.18,501 S.E.2d at 725 n.18. \r\n  When the other evidence of guilt is overwhelming, any error in the admission \r\n  of a prior bad act is harmless beyond a reasonable doubt. See State \r\n  v. Garner, 304 S.C. 220, 222, 403 S.E.2d 631, 632 (1991) (finding error \r\n  in admission of prior bad act evidence harmless due to overwhelming evidence \r\n  of appellant's guilt). This is just such a case. Here, the State presented evidence \r\n  that, when attempting to pass the check, Brooks claimed she had received the \r\n  check from Mr. Moss for work she had done. Despite Moss's death in 1988, the \r\n  check was dated November 1996. Although Brooks later claimed the check to be \r\n  repayment for a loan to Blanche Thomas, this story does not explain why the \r\n  words, \"for housekeeping\" were written on the check. Brooks's inconsistent statements \r\n  give rise to an inference of guilt. See State v. Scott, 330 S.C. \r\n  125, 131, 497 S.E.2d 735, 738 (Ct. App. 1998) (finding inconsistent statements \r\n  can be evidence of criminal knowledge and intent). Additionally, Blanche Thomas \r\n  denied ever borrowing money from Brooks or her mother and ever having seen the \r\n  check. In fact, Mrs. Thomas testified that she usually gave clothes to Brooks \r\n  for her daughters. In light of this evidence, we conclude that the properly \r\n  admitted evidence against Brooks was overwhelming and the error in admitting \r\n  evidence of the prior forgery was harmless.(4) \r\n  \r\nFor the above reasons, Brooks's conviction \r\n  is \r\n\r\nAFFIRMED. \r\n    \r\n\r\nGOOLSBY, J., concurs in a separate \r\nopinion and CONNOR, J., concurs in part and dissents in part in a separate opinion.\r\n\r\nGOOLSBY, J., concurring: I \r\n  agree with the result reached by the majority and would likewise affirm. I would \r\n  hold, however, the trial court properly admitted the evidence of the prior forgery. \r\n  Rule 404(b), SCRE. \r\nIntent is an element of forgery. \r\n  See S.C. Code Ann. Â§ 16-13-10 (Supp. 1997); State v. Westcott, \r\n  316 S.C. 473, 477, 450 S.E.2d 598, 601 (Ct. App. 1994) (\"The three important \r\n  factors requisite to constitute forgery by uttering or publishing a forged instrument \r\n  are: (1) it must be uttered or published as true or genuine; (2) it must be \r\n  known by the party uttering or publishing it that it is false, forged, or counterfeited; \r\n  and (3) there must be intent to prejudice, damage, or defraud another person.\"). \r\n  Although \"[e]vidence of other crimes, wrongs, or acts is not admissible to prove \r\n  the character of a person in order to show action in conformity therewith,\" \r\n  evidence of that sort may be admitted \"to show motive, identity, the existence \r\n  of a common scheme or plan, the absence of mistake or accident, or intent.\" \r\n  Rule 404(b), SCRE. \r\nEvidence of Ivadella Brooks's previous \r\n  forgery conviction for cashing a check on a closed account was logically relevant \r\n  to her criminal intent and to the lack of mistake or accident regarding the \r\n  offense for which she was then being tried. That Brooks's act in presenting \r\n  the check in question was prompted by criminal intent rather than by mistake \r\n  or accident was the issue at trial. Given the importance of the evidence \r\n  of intent and the absence of mistake or accident, the prejudice Brooks sustained \r\n  as a result of the trial court's admitting the challenged evidence does not \r\n  substantially outweigh its probative value. \r\nWhat the majority appears to have \r\n  done here is to read the \"intent\" and \"absence of mistake or accident\" exceptions \r\n  out of Rule 404(b), SCRE. \r\n CONNOR, J. (concurring in part \r\n  and dissenting in part): I concur in Chief Judge Howell's conclusion that \r\n  the admission of Brooks's prior forgery conviction constituted error. However, \r\n  I respectfully disagree that the improper admission of this evidence was harmless. \r\n  \r\n The determination of whether an \r\n  error is harmless depends on the particular circumstances of the case. State \r\n  v. Reeves, 301 S.C. 191, 193, 391 S.E.2d 241, 243 (1990). \"No definite rule \r\n  of law governs this finding; rather the materiality and prejudicial character \r\n  of the error must be determined from its relationship to the entire case.\" Id. \r\n  at 193-94, 391 S.E.2d at 243. \r\n \"Whether the improper introduction \r\n  of [prior bad act] evidence is harmless requires us to look at the other evidence \r\n  admitted at trial to determine whether the defendant's 'guilt is conclusively \r\n  proven by competent evidence, such that no other rational conclusion could be \r\n  reached.' \" State v. Berry, 332 S.C. 214, 220, 503 S.E.2d 770, 773 (Ct. \r\n  App. 1998) (quoting State v. Parker, 315 S.C. 230, 234, 433 S.E.2d 831, \r\n  833 (1993)); see State v. Parker, 315 S.C. 230, 433 S.E.2d 831 \r\n  (1993) (admission of unrelated prior bad act evidence was not reversible error \r\n  where there was overwhelming evidence of guilt and, therefore, its admission \r\n  was harmless beyond a reasonable doubt); Reeves, 301 S.C. at 194, 391 \r\n  S.E.2d at 243 (Error is harmless when it could not reasonably have affected \r\n  the result of the trial.). \r\n Under the facts of this case, I \r\n  cannot find the error harmless beyond a reasonable doubt. Although Brooks's \r\n  inconsistent statements concerning the check may have given rise to an inference \r\n  of guilt,(1D) Brooks presented witnesses which \r\n  corroborated her explanation that the check was for repayment of a loan to Blanche \r\n  Thomas. Brooks's mother, Frances Brooks, testified Thomas gave her a check in \r\n  October or November of 1996 for repayment of a loan. She stated Thomas had borrowed \r\n  approximately $70 from her the year before. One week after receiving the check, \r\n  she gave the check to her daughter and instructed her to cash it in order to \r\n  pay for some medication. Albert Williams, Brooks's boyfriend, testified that \r\n  at some point in November of 1996, Thomas gave Brooks's mother a check. Alphonzo \r\n  Brooks, Brooks's brother, testified Thomas had visited his mother's home. He \r\nfurther stated Thomas gave his mother a check.\r\n Because Brooks's conviction is based \r\n  on circumstantial evidence, and the testimony of the State's witnesses and Brooks's \r\n  witnesses is conflicting, I cannot conclude the evidence of guilt was overwhelming. \r\n  Moreover, I cannot find that reference to Brooks's prior forgery did not affect \r\n  the result of the trial. In my opinion, reference to the prior forgery was especially \r\n  prejudicial and damaging to Brooks's credibility given that it was the same \r\n  offense for which Brooks was being tried. State v. Campbell, 317 S.C. \r\n  449, 451-52, 454 S.E.2d 899, 901 (Ct. App. 1994) (\"When the prior bad acts are \r\n  'strikingly similar to the one for which the appellant is being tried, the danger \r\n  of prejudice is enhanced.' \"(quoting State v. Gore, 283 S.C. 118, 121, \r\n  322 S.E.2d 12, 13 (1984))). \r\n For these reasons, I do not believe \r\n  the error in admitting evidence of Brooks's prior forgery can be considered \r\n  harmless. See State v. Jenkins, 322 S.C. 414, 472 S.E.2d 251 (1996) \r\n  (improper admission of evidence of prior burglaries in defendant's trial for \r\n  grand larceny and first-degree burglary was not harmless error where testimony \r\n  was clearly prejudicial and the other evidence of defendant's guilt was not \r\n  overwhelming); Berry, 332 S.C. at 221-22, 503 S.E.2d at 774 (improper \r\n  admission of prior bad act evidence was not harmless error where evidence of \r\n  guilt was not overwhelming and credibility was crucial to the defense case); \r\n  see also Reeves, 301 S.C. at 194, 391 S.E.2d at 243 (\"Error \r\n  which substantially damages the defendant's credibility cannot be held harmless \r\n  where such credibility is essential to his defense.\"). Accordingly, I would \r\n  reverse Brooks's conviction and remand for a new trial. \r\n1.  Rule 404(b) \r\n  codifies the rule in Lyle. See State v. Gagum, 328 S.C. \r\n  560, 563 n.2, 492 S.E.2d 822, 823 n.2 (Ct. App. 1997). \r\n2.  In Nelson, \r\n  the defendant was accused of four counts of criminal sexual conduct with a minor \r\n  and four counts of lewd act on a minor due to his actions in connection with \r\n  a three year old child. 331 S.C. at 3, 501 S.E.2d at 717. There, the State was \r\n  attempting to introduce evidence otherwise unrelated to the crime which tended \r\n  to show that the defendant was a pedophile. Id. at 4-5, 501 S.E.2d at \r\n  717-18. The Supreme Court reversed the conviction on the grounds that admitting \r\n  the evidence violated the rule in Lyle. Id. at 16, 501 S.E.2d \r\n  at 724. \r\n3.  In Nelson, \r\n  331 S.C. at 12, 501 S.E.2d at 722, the defendant simply denied any sexual contact \r\n  at all, \"making it highly questionable whether the element of intent was a material \r\n  issue in the case.\" Nevertheless, the opinion in Nelson concentrates \r\n  more on the forbidden inference of conduct from character than it does on whether \r\n  intent was at issue. See 331 S.C. at 6-13, 501 S.E.2d at 718-22. Although \r\n  knowledge and intent were contested in the case at bar, the logical relevancy \r\n  of the prior forgery depended on an impermissible inference of criminal conduct \r\n  from bad character. Thus, in this case, that intent and knowledge were contested \r\n  does not allow for admission of the prior forgery evidence under Rule 404 and \r\n  Lyle. \r\n4.  Brooks claims \r\n  admitting photographs of her holding a forged check in the prior forgery was \r\n  improper as needless detail. In light of the other overwhelming evidence against \r\n  her, this evidence was also harmless. \r\n1D.  The majority \r\n  cites State v. Scott, 330 S.C. 125, 497 S.E.2d 735 (Ct. App. 1998), to \r\n  support the proposition that Brooks's inconsistent statements give rise to an \r\n  inference of guilt. Scott, however, is distinguishable from the instant \r\n  case. On appeal, Scott challenged his conviction for breach of trust with fraudulent \r\n  intent on the ground the trial judge erred in denying his motion for a directed \r\n  verdict. This Court affirmed the conviction, finding there was sufficient evidence \r\n  to submit the case to the jury. This evidence included Scott's apparently false \r\n  explanation for missing bank deposits his employer claimed were misappropriated \r\n  by Scott. Although I agree that Scott's inconsistent statements could be considered \r\n  evidence of guilty knowledge and intent which would be sufficient to submit \r\n  the case to the jury, this is not the procedural posture of the instant case. \r\n  Here, we are required to decide whether Brooks's guilt is conclusively proven \r\n  by competent evidence, such that no other rational conclusion can be reached. \r\n  In light of this standard, I do not believe an inference of guilt based on Brooks's \r\n  inconsistent statements is sufficient to find Brooks's guilt is the only rational \r\n  conclusion that can be reached from the evidence presented. \r\n \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"2974","title":"Goodwine v. Dorchester DSS","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2974","description":"","date":"1999-04-12","type":"opinion","text":"\r\n      \r\n\r\n\r\nGoodwine v. Dorchester DSS\r\n\r\n\r\n \r\nTHE STATE OF SOUTH \r\n  CAROLINA \r\n  In The Court of Appeals\r\n________ \r\n \r\n \r\n   \r\n     \r\n       \r\n        \r\n          Shirley \r\n            Goodwine, Appellant, \r\n            \r\n          v. \r\n            \r\n          Dorchester \r\n            Department of Social Services,Respondent. \r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\n________ \r\nAppeal From Dorchester \r\n  County \r\n  Patrick R. Watts, Special Circuit \r\n  Court Judge \r\n  ________ \r\nOpinion No. 2974 \r\n  Submitted March 9, 1999 - Filed \r\n  April 12, 1999 \r\n  ________ \r\nAFFIRMED \r\n________ \r\n \r\n \r\n   \r\n     \r\n       \r\n        Susan \r\n          K. Dunn, of Charleston, for appellant. \r\n        Assistant \r\n          General Counsel Virginia E. Williamson, of South Carolina Department \r\n          of Social Services, of Columbia, for respondent. \r\n      \r\n    \r\n  \r\n\r\n\r\n________ \r\nHEARN, J.: Shirley Goodwine \r\n  appeals from a circuit court order affirming the South Carolina Department of \r\n  Social Services (DSS) Fair Hearing Committee's determination that Goodwine must \r\n  repay Aid to Families with Dependent Children (AFDC) benefits she received as \r\n  the result of agency error. We affirm.(1) \r\nFacts and Procedure \r\n  \r\n  \r\nIn 1981, Goodwine's sister gave birth \r\n  to a child, but was unable to care for her due to emotional problems. Goodwine \r\n  offered to take her niece into her home rather than see the child placed in \r\n  foster care. While her niece was in her home, Goodwine qualified for and began \r\n  receiving AFDC benefits for the child. \r\n  \r\nIn 1985, Goodwine's sister decided \r\n  she was able to provide a stable home for her daughter, and the child left Goodwine's \r\n  home to live with her mother. Goodwine notified DSS(2) \r\n  of the change in the child's residence and inquired how this change would affect \r\n  the AFDC benefits. Goodwine's DSS caseworker informed her that it would be more \r\n  troublesome than beneficial to reflect the child's changed residence on the \r\n  AFDC paperwork, apparently because DSS was not convinced the change would be \r\n  permanent. Accordingly, Goodwine followed her DSS caseworker's advice and continued \r\n  to receive the AFDC benefits, spending the money on the child. Eventually, the \r\n  AFDC benefits terminated.(3) \r\n  \r\nSome years later, DSS undertook to \r\n  recoup the AFDC funds paid to Goodwine during the period when her niece was \r\n  not living in her home. Goodwine requested a review of the recoupment, and an \r\n  evidentiary hearing was held before the Fair Hearing Committee on May 5, 1995.(4) \r\n  The Committee's decision, issued on August 4, 1995, held that Goodwine must \r\n  repay the funds. Goodwine sought judicial review of this decision, and a hearing \r\n  was held on April 10, 1997, in the circuit court of Dorchester County. By order \r\n  dated July 15, 1997, the circuit court reversed the Committee's decision and \r\n  ordered DSS to return all the recouped funds to Goodwine. After DSS filed a \r\n  motion to alter or amend, the court vacated its original order and found that \r\n  DSS had correctly recouped the funds from Goodwine. It is from this amended \r\n  order that Goodwine appeals. \r\n  \r\nAnalysis \r\n  \r\n  \r\nI. \r\n  \r\nDSS argues that this appeal is not \r\n  properly before this court because the Dorchester County Court of Common Pleas \r\n  lacked subject matter jurisdiction to review the Committee's decision. We disagree. \r\n  \r\n  \r\nGoodwine's initial request for a \r\n  hearing before the Fair Hearing Committee was proper. S.C. Code Ann. Â§ 1-23-310 \r\n  et seq. (1976 &amp; Supp. 1998); 27 S.C. Code Ann. Reg. 114-110 (1976) \r\n  (hereinafter \"DSS Regulation\"). Specifically, Goodwine's appeal was taken under \r\n  Code section 1-23-380, which provides judicial review upon the exhaustion of \r\n  administrative remedies, and DSS Regulation 114-110(M), which states that upon \r\n  a final decision rendered by a Fair Hearing Committee, a claimant has duly exhausted \r\n  all administrative remedies and procedures set forth in that regulation. Thus, \r\n  judicial review of the Committee's decision is authorized. \r\n  \r\nDSS argues that Goodwine's case was \r\n  actually contested under Code section 43-5-150 (Supp. 1998), and consequently, \r\n  that statute provides for appeal to the Administrative Law Judges Division (ALJ), \r\n  not to the circuit court. We find this argument unavailing. First, there is \r\n  no support in the record that Goodwine's case was heard pursuant to that Code \r\n  section. Second, even if that statute controlled the initial controversy, appeal \r\n  to the ALJ is not mandatory. DSS selectively quotes the statute to omit the \r\n  dispositive word \"may\": \"Appeals from the decision of the department may \r\n  be made to an administrative hearing examiner pursuant to the Administrative \r\n  Procedures Act.\" S.C. Code Ann. Â§ 43-5-150 (Supp. 1998) (emphasis added). Because \r\n  this language is not mandatory, we find no error in Goodwine's initial appeal \r\n  to the circuit court as authorized by Code section 1-23-380 and DSS regulation \r\n  114-110(M). \r\n  \r\nII. \r\n  \r\nGoodwine alleges that the doctrine \r\n  of equitable estoppel applies to avoid the recoupment. She bases this argument \r\n  upon her reliance on the DSS caseworker's assertion that leaving the AFDC benefits \r\n  unchanged was appropriate. This argument is without merit. \r\n  \r\nThe State may be subject to the estoppel \r\n  doctrine in certain cases. See, e.g., Townes Assocs., Ltd. v. City \r\n  of Greenville, 266 S.C. 81, 87, 221 S.E.2d 773, 776 (1976) (holding City \r\n  was estopped to deny a contract when the officer executing the contract was \r\n  a proper person to enter into such a contract). However, that doctrine will \r\n  not be applied to deprive the State of the due exercise of its police power \r\n  or to thwart its application of public policy. South Carolina Dep't of Social \r\n  Servs. v. Parker, 275 S.C. 176, 178, 268 S.E.2d 282, 283 (1980). In Parker, \r\n  a father whose parental rights had been terminated for failure to pay support \r\n  argued he was never informed of his support obligations. The court there held: \r\n  \"To adopt this argument would clearly frustrate respondent in its efforts to \r\n  protect the health and welfare of abused and abandoned children.\" Id. \r\n  \r\n  \r\nA governmental body is not immune \r\n  from the estoppel doctrine where its officers or agents act within the proper \r\n  scope of their authority, but the government \"'cannot be estopped . . . by the \r\n  unauthorized or erroneous conduct or statements of its officers or agents which \r\n  have been relied on by a third party to his detriment.'\" Service Mgm't, Inc. \r\n  v. State Health &amp; Human Servs. Fin. Comm'n, 298 S.C. 234, 238, 379 S.E.2d \r\n  442, 444,(Ct. App. 1989) (quoting South Carolina Coastal Council v. Vogel, \r\n  292 S.C. 449, 453, 357 S.E.2d 187, 189 (Ct. App. 1987)). In Service Management, \r\n  a nursing home was required to repay Medicaid funds erroneously calculated by \r\n  a state employee who had no duty or authority to alter the contractual benefit \r\n  amount by multiplying it by an inflation factor. Service Mgm't, 298 S.C. \r\n  at 237, 379 S.E.2d at 444. Likewise, in Vogel, a Coastal Council employee \r\n  had no authority to represent to the Vogels that they could build a deck on \r\n  their beach house seaward of the critical line. The court held: \"The Council \r\n  cannot now be estopped by such an unauthorized act from requiring the removal \r\n  of the illegally-constructed deck.\" Vogel, 292 S.C. at 453, 357 S.E.2d \r\n  at 189; see alsoOffice of Personnel Mgm't v. Richmond, 496 U.S. \r\n  432, 433-4 (1990) (holding payments of money from the federal treasury are limited \r\n  to those authorized by statute, and erroneous advice given by a government employee \r\n  is insufficient to estop the government from denying benefits not otherwise \r\n  permitted by law); Farrow v. City Council of Charleston, 169 S.C. 373, \r\n  383, 168 S.E. 852, 855-6 (1933) (holding city not bound by its treasurer's erroneous \r\n  representation of no outstanding paving liens because the treasurer was not \r\n  authorized to speak for the city and had no duty to give verbal paving assessment \r\n  information; had such authority existed, an erroneous statement would still \r\n  not have bound the city). \r\n  \r\nIn the instant case, Goodwine's DSS \r\n  caseworker, not her AFDC worker, represented that no change in receipt of AFDC \r\n  benefits was necessary. This was an unauthorized and erroneous statement outside \r\n  of that worker's scope of employment. In any event, no DSS caseworker has the \r\n  discretion to waive changes in eligibility for public assistance benefits. See, \r\n  e.g., S.C. Code Ann. Â§ 43-5-140(d) (1978) (\"When the department receives \r\n  information that would result in a change in . . . eligibility, the department \r\n  shall take action to . . . redetermine eligibility . . . within ten days \r\n  of receipt of such information.\"(emphasis added)); S.C. Code Ann. Â§ 43-5-140(a) \r\n  (after providing eligibility information to DSS, the aid recipient and caseworker \r\n  must execute a formal acknowledgment that eligibility and reporting requirements \r\n  were explained to and understood by the recipient); see also S.C. Code \r\n  Ann. Â§ 43-5-10 (Supp. 1998) (DSS \"shall be responsible for maintaining uniformity \r\n  in the administration of public welfare throughout the State. The director shall \r\n  be the only person authorized to determine and implement the policies of the \r\n  department.\"). \r\n  \r\nThere is no doubt here that Goodwine \r\n  complied with her statutorily mandated duty to inform DSS of a change in her \r\n  eligibility for AFDC funds. However, her DSS caseworker was without authority \r\n  to ignore the information and let the status quo remain. Clearly, the caseworker \r\n  had an affirmative duty to report the change in eligibility within ten days \r\n  of receiving the information. Failure to do so constituted unauthorized and \r\n  erroneous conduct. Consequently, estoppel does not apply. \r\n  \r\nIII. \r\n  \r\nGoodwine argues that the circuit \r\n  court judge erred in interpreting 42 U.S.C. Â§ 602(a)(22) (1994) (rewritten by \r\n  Pub. L. 104-93, Title I, Â§ 103(a)(1), 110 Stat. 2113, effective Aug. 22, 1996, \r\n  and later amended by Pub. L. 105-33, Title V, Â§Â§ 5501, 5514(c), 111 Stat. 606, \r\n  620, effective Aug. 5, 1997), to require recoupment when the State affirmatively \r\n  allowed the overpayment and the funds were in fact used for the child's benefit \r\n  and support. We disagree. \r\n  \r\nAFDC is a federal-state partnership \r\n  for providing aid to needy families. States that participate must comply with \r\n  all applicable federal laws and regulations under Title IV-A of the Social Security \r\n  Act in administering the program within their borders. Heckler v. Turner, \r\n  470 U.S. 184, 189 (1985). As part of the Omnibus Budget Reconciliation Act (OBRA) \r\n  of 1981, Congress mandated that states participating in the AFDC program collect \r\n  all welfare overpayments, regardless of fault. \"A State plan for aid and services \r\n  to needy families with children must . . . provide that the State agency \r\n  will promptly take all necessary steps to correct any overpayment \r\n  or underpayment of aid under the State Plan . . . .\" 42 U.S.C. Â§ 602(a)(22) \r\n  (1994) (emphasis added).(5) \r\n  \r\nFurther guidance is provided in 45 \r\n  C.F.R. 233.20(13) (1991), which directs that \"[t]he State must take all \r\n  reasonable steps necessary to promptly correct any overpayment.\" \r\n  (emphasis added). Taken together, the clear and unambiguous language of these \r\n  enactments leaves no room for a state to waive recoupment of an overpayment, \r\n  regardless of any lack of fault on the beneficiary's part. Johnston v. Iowa \r\n  Dep't of Human Servs., 932 F.2d 1247, 1249 (8th Cir. 1991) (upholding recoupment \r\n  even though agency error caused the overpayment); see also Edwards \r\n  v. McMahon, 834 F.2d 796, 800-1 (9th Cir. 1987) (clear language of AFDC \r\n  statutes and regulations requires states to correct all underpayments regardless \r\n  of fault); Prince v. Division of Family Servs., 886 S.W.2d 68, 73 (Mo. \r\n  Ct. App. 1994) (recouping overpayment was appropriate regardless of recipient's \r\n  lack of fault). \r\n  \r\nGoodwine fails to meaningfully distinguish \r\n  Johnston from her situation. In Johnston, the family was ineligible \r\n  for benefits because the agency failed to tell Mr. Johnston that his registering \r\n  with the state public employment office was a prerequisite to eligibility. Mr. \r\n  Johnston did not register, was technically ineligible as a result, and was required \r\n  to repay the benefits issued to his family during that time. The court held: \r\n  \"Welfare recipients, like other citizens, are presumed to know the requirements \r\n  of the law and to be able to act in conformity with them.\" Johnston, \r\n  932 F.2d at 1249. \r\n  \r\nGoodwine argues that unlike Johnston, \r\n  she knew the law and complied with her statutory duty to report the change in \r\n  her niece's residence to DSS. She continued to receive the funds and use them \r\n  for the child's benefit only at the affirmative direction of her DSS caseworker. \r\n  While this does distinguish the instant case factually from Johnston, \r\n  the underlying law remains the same. We are sympathetic to Goodwine's plight; \r\n  nevertheless, we are constrained by the relevant statutes and regulations, which \r\n  mandate recoupment even when the overpayment was caused by agency error. \r\n  \r\nAFFIRMED. \r\n  \r\nHUFF and STILWELL, JJ., concur. \r\n  \r\n1.  We decide \r\n  this case without oral argument pursuant to Rule 215, SCACR. \r\n2.  We note that \r\n  Goodwine reported the custody change to her DSS human services worker, not to \r\n  her AFDC worker, who more properly would have been charged with knowledge of \r\n  the AFDC program. \r\n3.  The record \r\n  and briefs in this case do not indicate how long Goodwine continued to receive \r\n  the benefits or how much DSS is alleging she must repay. \r\n4.  At the time \r\n  of the hearing, no DSS regulations specifically pertained to AFDC eligibility \r\n  requirements. See 27 S.C. Code Ann. Reg. 114-11-10 et seq. (1976 \r\n  &amp; Supp. 1990) (repealed by 15 S.C. Reg., No.11 at 38, effective Nov. 22, \r\n  1991, and replaced by 19 S.C. Reg., No. 5 at 175-83, effective May 26, 1995, \r\n  and later amended by 21 S.C. Reg. No. 6. Part 2 at 411-34, effective June 27, \r\n  1997). \r\n5.  In fact, current \r\n  DSS Regulations mirror this language. See, e.g., DSS Reg. 114-1140(Q)(1)(c) \r\n  (1976 &amp; Supp. 1998) (mandating \"uniform statewide procedures for recovery \r\n  of overpayments\" and allowing DSS to pursue \"appropriate action under State \r\n  law against the income or resources of those individuals [responsible for repayment]\" \r\n  without reference to fault or lack thereof). \r\n \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"2975","title":"SC DSS v. Lail","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2975","description":"","date":"1999-04-19","type":"opinion","text":"\r\n      \r\n\r\n\r\nSC DSS v. Lail\r\n\r\n\r\nTHE STATE OF SOUTH \r\n  CAROLINA\r\n  \r\n  In The Court of \r\n  Appeals \r\n  ________ \r\n\r\n \r\n   \r\n     \r\n       \r\n        \r\n          SC \r\n            Department of Social Services, Respondent, \r\n            \r\n          v. \r\n            \r\n          Sheila \r\n            Lail, Appellant. \r\n            \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\n________ \r\nAppeal From Chester \r\n  County \r\n  Berry L. Mobley, Family Court \r\n  Judge \r\n  ________ \r\nOpinion No. 2975 \r\n  Heard March 11, 1999 - Filed \r\n  April 19, 1999 \r\n  ________ \r\nREVERSED AND REMANDED \r\n  \r\n \r\n \r\n   \r\n    \r\n      ________ \r\n        \r\n      James \r\n        W. Boyd, of Rock Hill, for appellant. \r\n      Michael \r\n        G. Matthews, of Rock Hill, for respondent. \r\n      Guardian \r\n        ad Litem: Michael H. Lifsey. \r\n    \r\n  \r\n\r\n \r\n________ \r\nPER CURIAM: Sheila Lail appeals \r\n  from an order of the family court terminating her parental rights to her two \r\n  minor children, eleven-year-old twin girls, April and Amber. We reverse. \r\nFacts / Procedural \r\n  History \r\nSheila Lail (the mother) and Keith \r\n  Lail (the father) are the parents of four children: the twins, a son, Scott, \r\n  who was seventeen at the time of the hearing, and another emancipated daughter, \r\n  Christina. On July 21, 1992, the South Carolina Department of Social Services \r\n  (DSS) received a report alleging the father had sexually abused Christina, who \r\n  was sixteen at the time. The report also alleged all four of the children were \r\n  being neglected. A caseworker was assigned to investigate the allegations. When \r\n  the caseworker visited the home, it was messy and contained little food. Shortly \r\n  thereafter, the DSS caseworker again went to the Lail residence and found the \r\n  parties had moved, leaving behind Christina, who was staying with a friend at \r\n  the time. The Lails were subsequently arrested and jailed in Michigan on charges \r\n  of abandonment, and DSS took April, Amber, and Scott into protective custody. \r\n  The Lails were incarcerated in Michigan for two months and were extradited to \r\n  South Carolina where they remained incarcerated for a month and a half. The \r\n  criminal charges of abandonment were ultimately dismissed. \r\nThe family court held a merits hearing \r\n  on November 11, 1992. On March 9, 1993, the court issued its order finding the \r\n  allegations of sexual abuse against the father unfounded. The order did not \r\n  address the issues of abandonment or physical neglect and failed to set forth \r\n  a treatment plan. However, the court found the children should remain in DSS \r\n  custody because both parents were still incarcerated at the time. Upon DSS's \r\n  motion, the court issued an amended order on April 11, 1993, finding that: (1) \r\n  the DSS caseworker observed the home to be filthy and to contain little food \r\n  but that the evidence did not constitute physical neglect; (2) the sexual abuse \r\n  allegations against the father were unfounded; and, (3) the parties had abandoned \r\n  Christina. The court adhered to its previous finding that the children were \r\n  to remain in DSS custody and ordered visitation for the parents.(1) \r\n  Further, the court ordered the mother and father to complete counseling \"as \r\n  recommended by [DSS]\" and to undergo substance abuse evaluations. \r\nPursuant to the court's order, DSS \r\n  established a twelve month treatment plan for the mother and father. The Lails, \r\n  however, refused to cooperate with the DSS caseworker when she attempted to \r\n  explain the plan and refused to sign the plan. As well, the mother and father \r\n  were disruptive during their visits with the children. Specifically, the father \r\n  repeatedly accused DSS personnel of \"dragging their feet\" in returning the minor \r\n  children to their care. The mother and father failed to complete the first treatment \r\n  plan. \r\nDSS established a second treatment \r\n  plan in August of 1993. This plan required the parents to continue counseling, \r\n  to undergo substance abuse evaluations, and to maintain visitation with the \r\n  children. The plan also included a request that the mother and father undergo \r\n  psychological evaluations. \r\nThe mother and father were again \r\n  uncooperative during the explanation and signing of the plan. However, the parties \r\n  underwent the recommended psychological evaluation. The evaluating physician \r\n  recommended the children not be returned to the parents at that time and that \r\n  parenting skills and family therapy be incorporated into a treatment plan. According \r\n  to DSS, the mother and father never successfully dealt with their resentment \r\n  of Christina. Further, the parties failed to complete the substance abuse counseling \r\n  incident to the second treatment plan. \r\nDuring the course of the second treatment \r\n  plan, the parties' son, Scott, ran away from the foster care facility. A DSS \r\n  caseworker discovered the mother and father were harboring the child. The parties \r\n  were ruled into court and held in contempt. \r\nAccording to DSS, the mother continued \r\n  being uncooperative through three additional treatment plans. Specifically, \r\n  the mother repeatedly failed to complete recommended counseling and parenting \r\n  skills classes. The mother also failed to visit the children from late November \r\n  of 1994 until May of 1995.(2)DSS had no contact \r\n  with the father after May of 1995. \r\nAccording to the mother, it is DSS \r\n  that has been uncooperative. She cites her attempts to comply with DSS-ordered \r\n  counseling. DSS ordered the Lails to attend counseling at the Saluda Center \r\n  and initially agreed to pay for the counseling. The Lails attended for five \r\n  months until December 2, 1994. At that time, DSS declined to pay. The mother, \r\n  who felt uncomfortable with DSS's counselor, sought a different therapist. Since \r\n  August of 1995 she has attended regular counseling at the Carolina Counseling \r\n  Center in Rock Hill. The mother had been seeing her current therapist for a \r\n  year at the time of trial. Although this therapist describes the mother's progress \r\n  as \"excellent,\" DSS maintains that the mother has not completed family therapy. \r\n  However, all the mother's written requests for visits with her children for \r\n  the express purpose of family therapy with her current therapist have been denied. \r\n  Similarly, although the mother completed a DSS-recommended parenting class, \r\n  DSS indicated it did not address all its concerns for her parenting skills. \r\n  \r\nIn March of 1996, DSS filed a complaint \r\n  seeking termination of the parties' parental rights to April and Amber. The \r\n  complaint alleged the parties had failed to support the children and had failed \r\n  to remedy the circumstances causing the children's removal. The mother answered, \r\n  denying her parental rights should be terminated, and counterclaimed, seeking \r\nto have Amber and April returned to her custody.\r\nOn May 3, 1996, the family court \r\n  issued an order which, inter alia, transferred jurisdiction of \r\n  Scott Lail to York County DSS,(3) required DSS \r\n  to establish a six-month treatment plan for the mother, required the mother \r\n  to complete family counseling at her own expense, and directed the mother to \r\n  pay child support for April and Amber. \r\nOn January 16, 1997, the family court \r\n  issued another order removing Christina from the case, finding April and Amber \r\n  should remain in DSS custody, relieving DSS of any further obligation to provide \r\n  the mother with treatment plans, and terminating the mother's visitation rights \r\n  with the twins. \r\nThe family court held the merits \r\n  hearing on DSS's termination of parental rights action on August 14, 1997. By \r\n  order dated September 5, 1997, the family court terminated the parental rights \r\n  of both the mother and father to April and Amber.(4) \r\n  As to the mother, the court found the children had been out of the mother's \r\n  home for more than six months during which time the mother failed to support \r\n  the children. The court also found the mother had failed to rehabilitate or \r\n  remedy the conditions which caused the removal. Specifically, the family court \r\n  found the mother failed to comply with various court orders and four separate \r\n  DSS treatment plans by failing to complete counseling, failing to undergo substance \r\n  abuse evaluations, and failing to complete parenting skills programs. The court \r\n  further found that the mother's belated efforts to comply with the rehabilitative \r\n  programs were judicially motivated and thus not indicative that the conditions \r\n  causing removal had been cured.(5) \r\nStandard of Review \r\n  \r\nGrounds for termination of parental \r\n  rights must be proved by clear and convincing evidence. Greenville County \r\n  Dep't of Social Servs. v. Bowes, 313 S.C. 188, 193, 437 S.E.2d 107, 110 \r\n  (1993); South Carolina Dep't of Social Servs. v. Broome, 307 S.C. 48, \r\n  52, 413 S.E.2d 835, 838 (1992) (\"Before a State may sever completely and irrevocably \r\n  the rights of parents in their natural child, due process requires that the \r\n  State support its allegations by at least clear and convincing evidence.\" quoting \r\n  Santosky v. Kramer, 455 U.S. 745 (1982)); South Carolina Dep't of \r\n  Social Servs. v. Brown, 317 S.C. 332, 337, 454 S.E.2d 335, 338 (Ct. App. \r\n  1995). On appeal of a termination of parental rights case, this court may review \r\n  the record and make its own finding of whether clear and convincing evidence \r\n  supports the termination. South Carolina Dep't of Social Servs. v. Humphreys, \r\n  297 S.C. 118, 121, 374 S.E.2d 922, 924 (Ct. App. 1988). Statutes providing for \r\n  the termination of parental rights must be strictly construed in favor of the \r\n  parent and the preservation of the parent-child relationship. Leone v. Dilullo, \r\n  294 S.C. 410, 413, 365 S.E.2d 39, 40 (Ct. App. 1988); Wilson v. Higgins, \r\n  294 S.C. 300, 304, 363 S.E.2d 911, 913-14 (Ct. App. 1987); see, e.g., \r\n  Goff v. Benedict, 252 S.C. 83, 86-87, 165 S.E.2d 269, 271 (1969) (strictly \r\n  construing adoption statutes). \r\nDiscussion \r\n  \r\nThe mother argues on appeal that \r\n  the family court erred in terminating her parental rights based on her willful \r\n  failure to support the twins. We agree. \r\nBy order dated May 3, 1996, the mother \r\n  was ordered to pay $20.60 per week in support for April and Amber. At trial, \r\n  a DSS caseworker testified that since being ordered to pay support, the mother \r\n  had not missed a payment. Prior to being formally requested to provide support \r\n  for the girls, the mother had sent $100.00 to DSS. The mother also testified \r\n  that prior to being ordered by the court to pay support she had given spending \r\n  money to the girls during visits. \r\nThe only finding contained in the \r\n  order concerning the mother's payment of child support is this: \r\nThe defendant minor children have \r\n  lived outside the home of the defendant Sheila Lail for a period of at least \r\n  six (6) months and defendant Sheila Lail failed to support the defendant minor \r\n  children or make a material contribution to the children's case as provided \r\n  for in S.C. Code Ann. Â§ 20-7-1572(4) (Lawyer's Co-op, 1976), as amended. \r\nIn determining whether to terminate \r\n  a parent's rights for failure to support, the court may consider all \r\n  relevant circumstances in deciding whether a parent has willfully failed to \r\n  support the child. S.C. Code Â§ 20-7-1572(4) (Supp. 1998); see South \r\n  Carolina Dep't of Social Servs. v. Broome, 307 S.C. 48, 53, 413 S.E.2d 835, \r\n  839 (1992) (stating 'willful' means conduct that \"manifests a conscious indifference \r\n  to the rights of the child to receive support and consortium from the parent.\"). \r\n  Although the request for support need not assume a particular form, \"[b]efore \r\n  parental rights may be severed, the willful failure to support after being requested \r\n  to do so by the child's custodian must be established by clear and convincing \r\n  evidence.\" Boyer v. Boyer, 291 S.C. 183, 186, 352 S.E.2d 514, 516 (Ct. \r\n  App. 1987). \r\nDespite numerous court hearings and \r\n  at least four treatment plans for the Lails, DSS inexplicably failed to request \r\n  child support from the mother until the judicial review order dated May 3, 1996. \r\n  The record before us contains no evidence that DSS ever formally requested child \r\n  support from mother until that time. Although the mother testified that DSS \r\n  had mentioned child support, DSS never told the mother a specific dollar amount \r\n  despite her requesting one. The mother assumed that this gave her a choice, \r\n  and she testified she chose to give money to the twins directly. Once the mother \r\n  was formally ordered to pay a set amount of child support, she did so faithfully. \r\n  Cf. Broome, 307 S.C. at 53, 413 S.E.2d at 839 (terminating mother's \r\n  rights for failure to support despite the fact that the court had issued three \r\n  formal support orders). She also paid at least $100 to DSS for support in advance \r\n  of being ordered to do so. Taking our view of the evidence, we do not believe \r\n  that DSS established by clear and convincing evidence that the mother willfully \r\n  failed to support the twins. \r\nThe mother also argues the family \r\n  court erred in terminating her parental rights to her daughters based upon her \r\n  failure to remedy the conditions that caused the removal because there was no \r\n  finding that Amber and April were ever endangered by those conditions. We agree. \r\n  \r\nThe mother's parental rights were \r\n  terminated pursuant to South Carolina Code section 20-7-1572(2), which provides \r\n  for termination of parental rights if \"[t]he child has been removed from the \r\n  parent pursuant to section 20-7-736, has been out of the home for a period of \r\n  six months, and the parent has not remedied the conditions which caused the \r\n  removal.\" S.C. Code Ann. Â§ 20-7-1572(2) (1981 &amp; Supp. 1998). \r\nCode section 20-7-736(E)(2), as it \r\n  appeared at the time of the court's April 1993 order, provided for removal only \r\n  upon a judicial finding that \"[t]he child has been endangered as otherwise defined \r\n  in Â§ 20-7-490 and there is clear and convincing evidence that the child cannot \r\n  be protected from further harm of the type justifying intervention without being \r\n  removed.\" S.C. Code Ann. Â§ 20-7-736(E) (1985).\r\n(6) Code \r\nsection 20-7-490(B) provides that an endangered child is one \"whose physical or \r\nmental health or welfare is harmed or threatened with harm, as defined by items \r\n(C) and (D) of this section, by the acts or omissions of his parent, guardian, \r\nor other person responsible for his welfare.\" S.C. Code Ann. Â§ 20-7-490(B) (1981).(7) \r\nThe harm referred to includes: sexual abuse, abandonment, and failure to supply \r\nadequate food, clothing, shelter, education, or health care. S.C. Code Ann. Â§ \r\n20-7-490(C)(2)-(4) (1981).(8) \r\nInitially we note that because the \r\n  mother never appealed from the April 1993 order, it is the law of the case. \r\n  Hooper v. Rockwell, Op. No. 24907, Shearouse Adv. Sh. No. 8 at 22, 28 \r\n  (S.C. filed February 22, 1999) (holding any order issued as a result of a merit \r\n  hearing, as well as any later order issued with regard to a treatment, placement, \r\n  or permanent plan, is a final order that a party must timely appeal); see \r\n  also Chan v. Thompson, 302 S.C. 285, 293, 395 S.E.2d 731, 736 (Ct. \r\n  App. 1990) (unappealed finding becomes the law of the case). Nevertheless, even \r\n  though the mother is bound by the April 1993 order and the subsequent orders \r\n  containing treatment plans, DSS still bears the burden of establishing, by clear \r\n  and convincing evidence, that the mother has not remedied the reason for removal \r\n  and that termination of her parental rights would be in the children's best \r\n  interest. \r\nThe mother does not contest the family \r\n  court's findings regarding her failure to comply fully with the various treatment \r\n  plans. Rather, the crux of the mother's argument is that the April 1993 order \r\n  provided no legal basis for DSS's retention of custody because the order held: \r\n  (1) the sexual abuse charges unfounded, (2) there was no finding of neglect, \r\n  (3) the parents were no longer incarcerated, and (4) the finding of abandonment \r\n  concerned only Christina. Because no conditions ultimately justified the initial \r\n  removal, there could be nothing for the mother to remedy. Consequently, terminating \r\n  the mother's parental rights for failure to remedy those conditions is illogical. \r\n  We agree. \r\nApril and Amber were initially removed \r\n  from the Lails because there were allegations of sexual abuse involving Christina, \r\n  the Lail home was messy, and the Lails had abandoned Christina. The charges \r\n  of sexual abuse and physical neglect were unfounded, and the criminal charges \r\n  of abandonment as to Christina were dismissed. Given that statutes providing \r\n  for termination of parental rights must be strictly construed, we do not believe \r\n  DSS established by clear and convincing evidence that the mother failed to remedy \r\n  the conditions that caused the removal. \r\nIn order for DSS to successfully \r\n  pursue a termination of parental rights action based upon a parent's failure \r\n  to remedy the conditions that caused the children's removal, those reasons for \r\n  removal must have been found to be viable. Here, where the reasons for removal \r\n  were not upheld by the family court in its amended merits order of April 11, \r\n  1993, the mother's failure to \"remedy\" those unfounded charges cannot serve \r\n  as a basis for terminating her parental rights. \r\nWe fully appreciate DSS's and the \r\n  family court's frustration with parents who fail to comply with treatment plans. \r\n  However, failure to comply with DSS treatment plans is not one of the statutory \r\n  grounds for termination of parental rights in this state. In Santosky v. \r\n  Kramer, 455 U.S. 745, 753 (1982), the Supreme Court noted: \r\nThe fundamental liberty interest \r\n  of natural parents in the care, custody, and management of their child does \r\n  not evaporate simply because they have not been model parents or have lost temporary \r\n  custody of their child to the State. Even when blood relationships are strained, \r\n  parents retain a vital interest in preventing the irretrievable destruction \r\n  of their family life. If anything, persons faced with forced dissolution of \r\n  their parental rights have a more critical need for procedural protections than \r\n  do those resisting state intervention into ongoing family affairs. When the \r\n  State moves to destroy weakened familial bonds, it must provide the parents \r\n  with fundamentally fair procedures. \r\nA termination hearing, by its very \r\n  nature, tends to pit the natural parent against the State in a \"David versus \r\n  Goliath\" battle. The State has at its disposal \"an array of public resources \r\n  and has the power to shape the historical events that form the basis for termination.\" \r\n  Greenville County Dep't of Social Servs. v. Bowes, 313 S.C. 188, 195, \r\n  437 S.E.2d 107, 111(1993) (reversing order terminating parental rights and finding \r\n  DSS contributed to lack of bonding between mother and child when DSS had custody \r\n  for the child's entire life, forcing the mother to \"struggle through years of \r\n  litigation fighting what must seem an overwhelming foe.\"). Thus, while the mother's \r\n  efforts to comply fully with DSS treatment plans were less than whole-hearted, \r\n  the mother's attitude toward DSS is understandable given the chain of events \r\n  that precipitated the dissolution of the Lail family. Such an attitude, without \r\n  more, does not mandate the solution sought by DSS in this case. \r\nFor the foregoing reasons, the decision \r\n  of the family court is reversed, and this case is remanded to the family court \r\n  to conduct a review of the propriety of the children's continued custody with \r\n  DSS consistent with this opinion. \r\nREVERSED AND REMANDED. \r\n  \r\nCONNOR, HEARN, and HUFF, JJ., \r\n  concur. \r\n1.  The record \r\n  on appeal does not contain the transcript of this hearing; thus, we do not know \r\n  whether the Lail's attorney moved that the children be allowed to return home. \r\n  Apparently, no appeal was taken from this order. \r\n2.  We note that \r\n  this time period coincides with the disagreement between the parents and DSS \r\n  over who should pay for DSS-ordered counseling, the parent's marital break-up, \r\n  and the father's subsequent disappearance from this case. \r\n3.  Scott had \r\n  repeatedly run away from his foster care placements, each time seeking refuge \r\n  with the mother. As a direct consequence of this pattern, DSS recommended Scott \r\n  be returned to his mother's custody and supervised by York County DSS. In March \r\n  of 1997, the York County caseworker wrote to the Chester County DSS requesting \r\n  to be relieved of providing services that were no longer necessary. Chester \r\n  County never responded. \r\n4.  The father \r\n  defaulted in the termination action and is not a party to this appeal. At trial, \r\n  the mother testified she and the father were no longer married. \r\n5.  At the time \r\n  of trial, the mother had maintained steady employment for over one year. She \r\n  had obtained a GED and completed a parenting course. She lived in a three bedroom \r\n  house that was described by her pastor and caseworker as clean and in good order. \r\n  \r\n6.  Section 20-7-736(E)(2) \r\n  was redesignated as section 20-7-736(F) and was amended to provide for a preponderance \r\n  of the evidence standard by 1996 Act No. 450, section 8, effective January 1, \r\n  1997. \r\n7.  Section 20-7-490(B) \r\n  was amended by 1993 Act No. 158, section 8, effective June 15, 1993, and later \r\n  redesignated as section 20-7-490(2) by 1996 Act No. 450, section 3, effective \r\n  January 1, 1997. \r\n8.  Section 20-7-490(C)(2)-(4) \r\n  has been redesignated as section 20-7-490(3)(b)-(d) by 1996 Act No. 450 section \r\n  3, effective January 1, 1997. \r\n \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"2880","title":"Eargle v. Horry County, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2880","description":"","date":"1999-04-26","type":"opinion","text":"\r\n      \r\n\r\n\r\nEargle v. Horry County, et al.\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA \r\n    In The Court of Appeals \r\n  ________ \r\n \r\n   \r\n     \r\n      Lois Eargle, in her capacity as Horry County Auditor,\r\n        Respondent, \r\n    \r\n  \r\n\r\nv. \r\n\r\n \r\n   \r\n     \r\n      Horry County, a Body Politic and Subdivision of the State of South Carolina, \r\n        and Linda Green Angus, in her capacity as Horry County Administrator, Appellants. \r\n      \r\n  \r\n\r\n________ \r\n\r\nAppeal From Horry County \r\n  A. Victor Rawl, Circuit Court Judge \r\n________ \r\n\r\nOpinion No. 2880 \r\n  Heard December 9, 1998 - Filed April 26, 1999 \r\n________ \r\n\r\nAFFIRMED IN PART, REVERSED IN PART, \r\n    AND REMANDED \r\n________ \r\n\r\n \r\n   \r\n     \r\n      John P. Henry and Emma Ruth Brittain, both of The Thompson Law Firm, \r\n        of Conway, for appellants. \r\n      Thomas C. Brittain and Peter L. Hearn, both of Hearn, Brittain &amp; Martin, of Conway, for respondent. \r\n      Sandra J. Senn, of Charleston; and Stephanie P. McDonald, of Mt. Pleasant, \r\n        for Amicus Curiae South Carolina Sheriff's Association. \r\n      \r\n    \r\n  \r\n\r\nHOWELL, C.J.: Horry County and the Horry County administrator appealed from the circuit court's determination that the\r\nadministrator lacked authority to suspend three employees of the Horry County auditor. A divided panel of this Court\r\nreversed the circuit court's decision, concluding that the county administrator did have authority to suspend employees of an\r\nelected official. See Eargle v. Horry County, Op. No. 2880 (filed August 17, 1998) (Davis Adv. Sh. No. 29). Thereafter,\r\nthis Court granted a petition for rehearing en banc to review the panel decision. The prior opinion is hereby withdrawn, and\r\nthe decision of the circuit court is affirmed in part, reversed in part, and remanded.\r\n\r\n\r\n\r\nI. BACKGROUND\r\n\r\n  \r\n\r\nA. Statutory Framework\r\n\r\n  \r\n\r\nAs part of the broad powers granted to counties by the Home Rule Act, S.C. Code Ann. Â§Â§ 4-9-10 through -1230 (1986 &amp;\r\nSupp. 1998), counties are explicitly authorized to \"develop personnel system policies and procedures for county employees\r\nby which all county employees are regulated except those elected directly by the people.\" S.C. Code Ann. Â§ 4-9-30(7)\r\n(Supp. 1998). \r\n\r\nPursuant to this authority, Horry County adopted Ordinance 6-87, which established a personnel policy for Horry County\r\nemployees. Among other things, the Horry County personnel policy prohibits \"improper use of time clocks,\" \"improper use\r\nof or abuse of sick leave,\" and \"unexcused absence[s].\" The Horry County personnel policy includes suspension as a possible\r\npunishment for certain violations. \r\n\r\nS.C. Code Ann. Â§ 4-9-30(7) vests most decisions regarding the hiring and firing of county employees with the county.\r\nHowever, \"[t]his employment and discharge authority does not extend to any personnel employed in departments or\r\nagencies under the direction of an elected official or an official appointed by an authority outside county government.\" S.C.\r\nAnn. Â§ 4-9-30(7). \r\n\r\nHorry County operates under the council-administrator form of government. The administrator serves as \"the chief\r\nadministrative officer of the county government,\" S.C. Code Ann. Â§ 4-9-630(1) (1986), and, among other duties, is charged\r\nwith \"the administration of county personnel policies.\" S.C. Code Ann. Â§ 4-9-630(7) (1986). However, \"[w]ith the\r\nexception of organizational policies established by the governing body, the county administrator shall exercise no authority\r\nover any elected officials of the county whose offices were created either by the Constitution or by the general law of the\r\nState.\" S.C. Code Ann. Â§ 4-9-650 (1986). \r\n\r\nB. Factual and Procedural History\r\n\r\n  \r\n\r\nRespondent Lois Eargle (the Auditor) is the duly-elected auditor for Horry County. See S.C. Code Ann. Â§ 4-9-60 (1986)\r\n(\"Under the council, council-supervisor and council-administrator forms of government provided for in this chapter the\r\ncounty treasurer and the county auditor shall be elected.\"). On December 18, 1996, the Auditor and three of her staff\r\nplanned to attend together the funeral of a co-worker's father. The staff members were all non-elected county employees\r\nhired by the Auditor. Two were hourly employees, while the third was the salaried Deputy Auditor. En route to the funeral,\r\nthe Auditor and the staff members were injured in an automobile accident. \r\n\r\nThe next day, one of the hourly staff members submitted an absentee report showing 1.5 hours absence for \"vacation\" on\r\nDecember 18. She also reported that she failed to clock out for lunch on that day. By absentee report dated December 20,\r\n1996, the other hourly staff member claimed 2.75 hours \"sick\" leave on December 18, and two additional sick days for\r\nDecember 19 and 20, 1996. She, too, reported that she failed to clock out for lunch on December 18. \r\n\r\nWhen Linda Angus, the Horry County Administrator (the Administrator), learned that the employees failed to clock out\r\nbefore leaving to attend the funeral and then attempted to designate the missed time as vacation or sick leave, she requested\r\nthat the Auditor discipline the employees. Specifically, she requested the Auditor suspend the Deputy Auditor for \"failing to\r\nsupervise the situation in that she failed to require the employees to clock out,\" and suspend the other employees for\r\n\"attending to personal business while on Horry County time.\" The Administrator offered to stagger the suspensions so they\r\nwould not interrupt the operation of the Auditor's office or to bring in temporary employees to replace them. \r\n\r\nThe Auditor refused to suspend the employees, insisting that they should receive a warning rather than a suspension. The\r\nAuditor contended that the first of the year was the busiest time in her office, and that she could not properly operate the\r\noffice without her employees or with employees unfamiliar with the operation of her office.\r\n\r\n  \r\n\r\nAfter the Auditor's refusal, the Administrator suspended the employees. The Deputy Auditor was suspended for five days\r\nwithout pay, and the other employees were suspended for three days without pay.\r\n\r\n  \r\n\r\nThe Auditor then brought this action seeking a judicial declaration that the Administrator lacked the authority to suspend\r\nemployees of an elected official. The parties agreed to stay implementation of the suspensions pending the outcome of the\r\naction.\r\n\r\n  \r\n\r\nAfter a hearing, the circuit court ruled in favor of the Auditor. The court noted that the Auditor's employees are subject to\r\nHorry County's personnel policies and procedures and that the Administrator has the right to enforce the policies. The court\r\nalso noted that the Auditor, \"[a]s a supervisor of County employees, . . . has the responsibility to advise the employees of\r\nthe County of the personnel policies and procedures as well as to enforce these policies.\" The court concluded, however,\r\n\"[r]emoval of employees from the workplace by suspension interferes with an elected official's ability to perform the duties\r\nand responsibilities of his or her office.\" The circuit court therefore concluded that the Administrator's authority to\r\nadminister and enforce personnel policies does not extend to the right to suspend the employees of an elected official. \r\nII. SCOPE OF ADMINISTRATOR'S AUTHORITY\r\n\r\n  \r\n\r\nOn appeal, the Appellants argue that the circuit court erred by concluding that the Administrator does not have the statutory\r\nauthority to suspend employees of an elected official. We disagree.\r\n\r\n  \r\n\r\nAs noted above, S.C. Code Ann. Â§ 4-9-30(7) expressly authorizes counties to develop personnel polices and expressly\r\nprohibits counties from hiring or firing the employees of an elected official. It does not, however, expressly authorize or\r\nprohibit the suspension of employees of an elected official. When determining whether an administrator has such authority,\r\nwe must broadly construe the powers granted to the counties by the Home Rule Act. See S.C. Code Ann. Â§ 4-9-25 (Supp.\r\n1998) (\"The powers of a county must be liberally construed in favor of the county and the specific mention of particular\r\npowers may not be construed as limiting in any manner the general powers of counties.\"); S.C. Const. art. VIII, Â§ 17 (\"The\r\nprovisions of this Constitution and all laws concerning local government shall be liberally construed in their favor. Powers,\r\nduties, and responsibilities granted local government subdivisions by this Constitution and by law shall include those fairly\r\nimplied and not prohibited by this Constitution.\"). Nonetheless, we simply cannot conclude, as the Administrator would have\r\nus do, that the failure to prohibit suspension amounts to an implicit grant of the power to suspend the employees of elected\r\nofficials. \r\n\r\nIn a long line of cases, our Supreme Court has held that the Governor has no authority to appoint an official to office, or to\r\nsuspend or remove an official from office, absent express statutory or Constitutional authority. Express authority to remove\r\ndoes not encompass the authority to suspend, nor does the express authority to suspend encompass the authority to remove.\r\n    See Rose v. Beasley, 327 S.C. 197, 206-07, 489 S.E.2d 625, 629-30 (1997) (rejecting argument that Governor possessed\r\nright to suspend as an incident of Governor's statutory power to remove from office); State ex rel. Huckabee v. Hough, 103\r\nS.C. 87, 93, 87 S.E. 436, 437 (1915) (\"[T]he conferring of the power of suspension impliedly denies the power of\r\nremoval.\"); McDowell v. Burnett, 92 S.C. 469, 483, 75 S.E. 873, 878 (1912) (\"The General Assembly, in conferring on the\r\nGovernor the power to suspend, denied him the power to remove magistrates, except as such power was conferred\r\nconditionally by other statutes. . . .\"). \r\n\r\nWhile these cases are not controlling here, they do underscore the significance of the power to suspend. Notwithstanding the\r\nbroad interpretation required by our Constitution and by section 4-9-25, our historical hesitation to give our chief executive\r\nthe power to suspend elected officials absent express statutory or constitutional authority should make this Court extremely\r\ncautious when determining whether a particular grant of power includes the power to suspend.\r\n\r\n  \r\n\r\nAs noted above, S.C. Code Ann. Â§ 4-9-650 (1986) provides that, \"[w]ith the exception of organizational policies established\r\nby the governing body, the county administrator shall exercise no authority over any elected officials of the county whose\r\noffices were created either by the Constitution or by the general law of the State.\" We believe the circuit court properly\r\nviewed this statute as imposing some limit on an administrator's authority to enforce its policies against employees of an\r\nelected official.(1)\r\n\r\n\r\n\r\nAs long as there are county-wide elective offices, there will be some tension between the elected officials and the county\r\ngoverning body. Certainly, a county governing body needs an appropriate level of control over county employees to ensure\r\nthe smooth operation of county offices. However, to give the county governing body too much control over an elected\r\nofficial and his or her employees could force the elected official to place the interests and concerns of the governing body\r\nover those of the electorate. Moreover, a county governing body unhappy with the results of an election could use its power\r\nto render the duly-elected official largely ineffective. The various provisions of the Home Rule Act, particularly sections\r\n4-9-30(7) and 4-9-650, reflect the General Assembly's striking of a careful balance between the county governing body's\r\ninterest in the smooth operation of county offices and the electorate's interest in having its votes given effect.\r\n\r\n  \r\n\r\nIn our view, granting a county administrator the power to suspend the employees of an elected official disturbs the balance\r\nstruck by the General Assembly by giving the administrator too much control over the operation of the elected official's\r\noffice. Suspensions of employees, even short-term suspensions, can have a devastating impact on the elected official's ability\r\nto carry out his or her constitutional or statutory duties. Thus, giving the administrator the authority to suspend could\r\ncripple the operation of the elected official's office and prevent the elected official from carrying out his or her duties. We\r\nbelieve that interpreting sections 4-9-30(7) and 4-9-630(7) as authorizing the suspension of employees of elected officials\r\nwould give an administrator an impermissible level of control, albeit indirect, over an elected official, thus violating S.C.\r\nCode Ann. Â§ 4-9-650. \r\n\r\nAccordingly, we conclude that, absent explicit statutory authority, a county administrator or other governing body simply\r\nlacks the power to suspend the employees of an elected official.(2) While article VIII, section 17 of the South Carolina\r\nConstitution and S.C. Code Ann. Â§ 4-9-25 require this Court to liberally construe the county's authority, this rule of\r\nconstruction cannot be relied upon to sanction a degree of county intrusion into the affairs of an elected official that is\r\nprohibited by another statute. Cf. Hatchett v. Nationwide Mutal Ins. Co., 244 S.C. 425, 432, 137 S.E.2d 608, 611 (1964)\r\n(\"There is a marked distinction between liberal construction of statutes, by which courts, from the language used, the\r\nsubject-matter, and the purposes of those framing them, find out their true meaning, and the act of a court in ingrafting upon\r\na law something that has been omitted, which the court believes ought to have been embraced. The former is a legitimate\r\nand recognized rule of construction, while the latter is judicial legislation, forbidden by the constitutional provisions\r\ndistributing the powers of government among three departments, the legislative, the executive, and the judicial.\"). \r\n\r\nWe fully recognize that our ruling today could lead to difficulties in counties where there may be a conflict between the\r\ncounty governing body and an elected official. Nonetheless, in most cases, the threat of displeasing the electorate and losing\r\na re-election bid should be a sufficient check on the behavior of the elected official. No similar check on the county\r\nadministrator's behavior exists, given that the administrator is not elected but instead is appointed by the county council. See S.C. Code Ann. Â§ 4-9-620 (1986).(3)\r\n\r\n\r\n\r\nIII. ATTORNEY'S FEES\r\n\r\n  \r\n\r\nThe Appellants also contend that the circuit court erred by awarding the Auditor attorney's fees under S.C. Code Ann. Â§ 15-77-300 (Supp. 1998). We agree. \r\n\r\nS. C. Code Ann. Â§ 15-77-300 provides, in relevant part: \r\n\r\nIn any civil action brought by the State, any political subdivision of the State or any party who is contesting state action,\r\nunless the prevailing party is the State or any political subdivision of the State, the court may allow the prevailing party to\r\nrecover reasonable attorney's fees to be taxed as court costs against the appropriate agency if:\r\n\r\n  \r\n\r\n(1) The court finds that the agency acted without substantial justification in pressing its claim against the party; and\r\n\r\n  \r\n\r\n(2) The court finds that there are no special circumstances that would make the award of attorney's fees unjust.\r\n\r\n  \r\n\r\nThus, section 15-77-300 establishes three prerequisites before an award of attorney's fees can be made. First, the party\r\nseeking the award must be the \"prevailing party.\" Second, the court must determine that the agency's actions in pressing its\r\nclaim were not substantially justified. Finally, the court must determine whether there are any special circumstances that\r\nwould make an otherwise appropriate award of attorney's fees unjust. Heath v. Aiken County, 295 S.C. 416, 420, 368\r\nS.E.2d 904, 906 (1988); see also Heath v. Aiken County, 302 S.C. 178, 182-84, 394 S.E.2d 709, 711-12 (1990) (explaining\r\napplication of statutory factors).\r\n\r\n\r\n\r\nIn this case, the trial court stated in its order that \"this action was necessary and beneficial to the citizens of Horry County to\r\navoid future interruption of County business, and, therefore, attorneys fees are warranted and should be paid.\" Whether an\r\naction was \"necessary\" or \"beneficial\" is not the proper standard for awarding attorney's fees under section 15-77-300, and\r\nthe circuit court's order makes no mention of any of the factors required by section 15-77-300. \r\n\r\nBecause the circuit court failed to make the required findings, we reverse the award of attorney's fees and remand for\r\nreconsideration of the issue. See Heath, 295 S.C. at 420, 368 S.E.2d at 906 (reversing and remanding award of attorney's\r\nfees where trial court's order failed to include findings required by section 15-77-300). On remand, the circuit court shall\r\nissue an order sufficiently setting forth the findings required by S.C. Code Ann. Â§ 15-77-300. \r\n\r\nIV. CONCLUSION\r\n\r\n  \r\n\r\nTo summarize, we conclude that, absent express statutory authority, a county administrator or other county governing body\r\nhas no authority to suspend the employees of an elected official, even if, as here, suspension is provided for in the county's\r\npersonnel policies. We therefore affirm the circuit court's declaration that the Administrator lacked the authority to suspend\r\nthe Auditor's employees. However, we reverse the award of attorney's fees to the Auditor and remand for reconsideration of\r\nthe issue in light of the factors required by S.C. Code Ann. Â§ 15-77-300. \r\n\r\nAccordingly, for the foregoing reasons, the decision of the circuit court is hereby \r\n\r\n  \r\n  \r\n\r\nAFFIRMED IN PART, REVERSED IN PART, and REMANDED.\r\n\r\n  \r\n  \r\n\r\nCONNOR, ANDERSON, HUFF, STILWELL, HOWARD, JJ., and HOWARD P. KING, A.J., concur.\r\n\r\n\r\nCURETON, J., concurs in part and dissents in part in a separate opinion in which GOOLSBY, J., concurs. \r\n\r\n\r\n  \r\n  \r\n\r\nCURETON, J.: (Concurring in part and dissenting in part). I concur in Parts I and III of the majority opinion, but disagree\r\nwith Part II of the opinion. Therefore, Part I of my prior opinion in this case, Eargle v. Horry County, Op. No. 2880 (filed\r\nAugust 17, 1998)(Davis Adv. Sh. No. 29), with minor modifications, is published as my dissent.\r\n\r\n\r\n\r\nThe Home Rule Act, codified at S.C. Code Ann. Â§Â§ 4-9-10 through -1230 (1986 &amp; Supp. 1998), was enacted to comply\r\nwith the mandate of Article VIII, Â§ 7 of the South Carolina Constitution, which requires the General Assembly to provide\r\nfor the structure and organization of not more than five alternative forms of county government. See Hospitality Ass'n of\r\nSouth Carolina, Inc. v. County of Charleston, 320 S.C. 219, 464 S.E.2d 113 (1995); Duncan v. York County, 267 S.C. 327,\r\n228 S.E.2d 92 (1976); see also Act No. 283, 1975 S.C. Acts 692, Â§ 1. The Home Rule Act further provides by general law\r\nfor the \". . . powers, duties, functions, and the responsibilities of counties.\" See S.C. Const. Art. VIII Â§Â§ 7 and 9; see also\r\nBrown v. County of Horry, 308 S.C. 180, 417 S.E.2d 565 (1992); Act No. 283, 1975 S.C. Acts 692, Â§ 1. \r\nSouth Carolina Code Ann. Â§ 4-9-30(7) (Supp. 1998) authorizes a council-administrator form of government with authority\r\nto: \r\n\r\ndevelop personnel system policies and procedures for county employees by which all county employees are regulated except\r\nthose elected directly by the people, and to be responsible for the employment and discharge of county personnel in those\r\ncounty departments in which the employment authority is vested in the county government. This employment and discharge\r\nauthority does not extend to any personnel employed in departments or agencies under the direction of an elected official or\r\nan official appointed by an authority outside county government. . . .\r\n\r\n  \r\n\r\nAngus argues Sections 4-9-30 and 4-9-630(1c) give her authority to discipline all county employees pursuant to policies\r\nadopted by Horry County. She further argues that Section 4-9-30(7) limits her authority to enforce county personnel\r\npolicies and procedures pertaining to employees of elected officials only with regard to their hiring and firing.\r\n\r\n\r\n\r\nIn its order, the circuit court found that \"[a]s a supervisor of county employees, [Eargle] has the responsibility to advise the\r\nemployees of the county of the personnel policies and procedures as well as to enforce these policies.\" Likewise, the court\r\nfound \"[Angus] does have the right to administer and enforce the county's personnel policies and procedures.\" The circuit\r\ncourt further found that Eargle's employees are subject to these personnel policies and procedures. The circuit court,\r\nhowever, determined the \"[s]uspension of an employee stems from the right to hire and fire an employee since it removes the\r\nemployee from the workplace for a definite or indefinite period of time depending on the circumstances.\" The court also\r\nconcluded \"[r]emoval of employees from the workplace by suspension interferes with an elected official's ability to perform\r\nthe duties and responsibilities of his or her office.\" Thus, the circuit court concluded Angus's \"authority to administer\r\npersonnel policies did not extend to the right to suspend an elected official's employees.\" \r\n\r\n\r\nThe trial court's holding that the county policies in question apply to Eargle's employees(2c) is the law of this case, as is its\r\nholding that Angus has the right to enforce the policies. On the other hand, Angus has not appealed the trial court's finding\r\nthat Eargle also has the authority to enforce the county's personnel policies. Likewise, both Eargle and Angus agree that the\r\nappropriateness(3c) of the sanctions imposed is not an issue in this appeal. Under the unique posture of this case, the only\r\npertinent inquiry is whether by virtue of Section 4-9-650,(4c) Angus is deprived of the right to discipline Eargle's employees\r\nbecause the discipline involves temporary suspensions, although such discipline is provided for by valid county personnel\r\npolicies.\r\n\r\n\r\n\r\nEargle argues that under Section 4-9-650, the county administrator has no authority over her as an elected official and that\r\nprohibition also relates to county employees hired by her. Further, that inasmuch as the right to temporarily suspend her\r\nemployees interferes with the execution of her duties, by implication Angus does not have the right to temporarily suspend,\r\neven as a disciplinary measure. She also argues that while county personnel policies may provide for the right to suspend\r\nemployees, that power may not be exercised by Angus because such right is encompassed in the right to discharge, which\r\nonly she possesses.\r\n\r\n  \r\n\r\nThe South Carolina cases I have been able to locate on this subject address only interim suspensions incident to the right to\r\nremove public officials. The consensus of the cases appears to be that an official with the authority to remove another\r\nofficial for cause also has the authority to temporarily suspend if the suspension is taken with the view toward removing the\r\nofficial from office. State ex rel. Thompson v. Seigler, 230 S.C. 115, 94 S.E.2d 231 (1956); State v. Hough, 103 S.C. 87, 87\r\nS.E. 436 (1915); McDowell v. Burnett, 92 S.C. 469, 75 S.E. 873 (1912); but see Rose v. Beasley, 327 S.C. 197, 489\r\nS.E.2d 625 (1997) (holding the governor's right to suspend a state official for reasons not encompassed in S.C. Const. Art\r\nVI, Â§ 8 or statutory law, is not incident to the right of removal). This consensus accords with the general law. James v.\r\nHunt, 258 S.E.2d 481 (N.C. Ct. App. 1979); 56 Am. Jur. 2d Municipal Corporations, Counties, and Other Political\r\nSubdivisions Â§ 312 (1971); 62 C.J.S. Municipal Corporations Â§ 504 (1949). \r\n\r\nThe Seigler, McDowell and Hough cases, however, are not very helpful in resolving this dispute because they involve public\r\nofficers(5c) with fixed terms of office, rather than employees with no fixed term of office or even the right to continued\r\nemployment. More importantly, the suspensions which were ordered in those cases were taken in conjunction with the\r\nofficials' authority to remove for misconduct in office. Here, the temporary suspensions were imposed as disciplinary\r\nmeasures on employees, not in contemplation of removal from office or discharge.\r\n\r\n\r\n\r\nThe trial court did not conclude, nor is it argued on appeal, that the statutes in issue are ambiguous. Thus, we are required\r\nto construe them according to their plain and ordinary meaning. Ray Bell Constr. Co. v. The School District of Greenville\r\nCounty, 331 S.C. 19, 501 S.E.2d 725 (1998). I am convinced from reading the statutes that the legislature intended to grant\r\nto counties the authority to discipline their employees and to regulate employees working for elected officials, except in the\r\nareas of hiring and firing. To that end, counties must necessarily be able to enforce their disciplinary measures within the\r\nframework of their personnel policies and procedures. The fact that Eargle may also be authorized to enforce Horry\r\nCounty's policies does not eviscerate the authority of the administrator. After all, Eargle is the head of a county department\r\nor office that employs county personnel and, as such, is expected to enforce county personnel policies and procedures\r\nrelating to those employees.\r\n\r\n\r\n\r\nNevertheless, there is a clear message in the Home Rule Act that elected officials are solely responsible for the execution of\r\nthe duties of their offices. Moreover, the operation of these offices is dependent on the work of county employees. Like the\r\ncircuit court, I am also concerned that in the abstract, but not in the instance involved here, to permit an administrator to\r\ntemporarily suspend the employees of an elected official could adversely impact the official's ability to perform her statutory\r\nduties. However, there are numerous actions that could be taken by the county that could adversely affect the operation of\r\nan elected official's office, the most obvious being reductions in funding and reductions in force. \r\n\r\n\r\nThe public has an interest in the smooth operation of all public offices, whether those offices are operated by elected officials\r\nor department heads answerable to county officials. See Anders v. County Council, 284 S.C. 142, 325 S.E.2d 538 (1985).\r\nThe responsibility to satisfy this concern of the public should be shared by both the elected official and the county council\r\nthrough its administrator. I believe the power granted the county by Section 4-9-30(7) to \"develop personnel system policies\r\nand procedures\" for \"regulation\" of county employees and the provisions of Section 4-9-630(7) giving the administrator the\r\nauthority to administer personnel policies would be lacking if there were no means by which to enforce these policies and\r\nprocedures short of total reliance on the good graces of the elected official. To ensure a county's \"smooth operation,\" it\r\nmust be able to even-handedly and consistently enforce its personnel policies. Section 4-9-30(7) authorizes the county to\r\naccomplish this worthy goal by permitting the county, through its administrator, to discipline individuals employed in the\r\noffices of elected officials, including the ability to temporarily suspend(6c) such employees. \r\n\r\n\r\n\r\nThis conclusion is supported by the case of Heath v. Aiken County (Heath I), 295 S.C. 416, 368 S.E.2d 904 (1988). In\r\n    Heath I, the supreme court concluded that while a sheriff had the unfettered authority to discharge his deputies, the\r\ndischarge of other office employees, notwithstanding Section 4-9-30(7), was subject to reinstatement by the county\r\ngrievance committee. The court stated:\r\n\r\n  \r\n\r\nThe common and statutory law which shapes the relationship between sheriff and deputy does not carry over to a sheriff's\r\nrelationship with other department personnel. Sheriff Heath asserts no reason, nor do we discern any, why the legislature\r\ncannot grant a sheriff the power to hire and fire personnel yet limit that power through the grievance hearing procedure.\r\nSection 23-13-10 grants a sheriff unreviewable employment and discharge authority over deputies; no corresponding statute\r\nexists for other department personnel. The legislature's intent to include sheriff's department personnel other than deputies as \"employees\" under Section 4-9-30(7) is clear from the statutory language itself. \r\n\r\nId. at 420, 368 S.E.2d at 906.(7c) Under the Heath I scenario, Eargle's employees fall into the category of the \"other\r\ndepartment personnel.\" Sheriff Heath no doubt had the same concern that Eargle has that interference with the discipline of\r\nany of his personnel could affect his ability to carry out the duties of his office. \r\n\r\nFinally, I would reject any suggestion that the right to temporarily suspend Eargle's employees is encompassed in her\r\nexclusive right to discharge such employees. This claim is effectively disposed of by the case of Rose v. Beasley, 327 S.C.\r\n197, 489 S.E.2d 625 (1997). There, our supreme court rejected the governor's argument that the power of suspension was \"an incident of his statutory power of removal.\" Id. at 206, 489 S.E.2d at 629. The court found \"this proposition clearly\r\nconflicts with well-established South Carolina precedent\" and that \"the governor can neither appoint to office nor suspend or\r\nremove from office unless the power to do so is conferred upon him by the Constitution or statute.\" Id. The Home Rule Act\r\ngrants to Eargle only the authority to hire and fire county personnel working for her. I would therefore hold the right to\r\ndiscipline county personnel by way of temporary suspension is specifically authorized by Section 4-9-30(7). Even if it is not\r\nspecifically authorized by Section 4-9-30(7), such authority is by implication reserved to the county by Section 4-9-25. \r\n\r\n  \r\n  \r\nIn summary, the plain language of Section 4-9-30(7) supports the authority of Angus to discipline county employees\r\nworking in Eargle's office, including under the unique posture of this case, the right to temporarily suspend those employees.\r\nThat is not to say that Angus may not, as she apparently does, and should, for other department heads who are not elected\r\nofficials, delegate that authority.\r\n\r\n  \r\n\r\nGOOLSBY, J. concurs.\r\n\r\n\r\n  \r\n\r\n\r\n1.  The circuit court ruled both the Administrator and the Auditor have the right to enforce the county's personnel policies as\r\nto the Auditor's employees. Because these rulings are not challenged on appeal, they are the law of the case. See, e.g.,\r\nResolution Trust Corp. v. Eagle Lake &amp; Golf Condominiums, 310 S.C. 473, 475, 427 S.E.2d 646, 648 (1993) (\"Appellant\r\nhas not appealed the judge's ruling that the affirmative defenses were not properly before him, but has appealed and argued\r\nthe merits of those defenses. The trial judge's procedural ruling is the law of the case since it has not been appealed.\"); Englert, Inc. v. Netherlands Ins. Co., 315 S.C. 300, 304, 433 S.E.2d 871, 874 (Ct. App. 1993) (\"The appellant's failure to\r\nchallenge this ruling makes it the law of this case (right or wrong).\"). We therefore express no opinion as to the soundness\r\nof these rulings. \r\n2.  It could be argued, however, that short-term suspensions such as those at issue in this case pose no real threat to the\r\noperation of the elected official's office, and that such suspensions should be viewed as a proper exercise of the power\r\ngranted to the county governing body. The potential for abuse could be limited by treating long-term or indefinite\r\nsuspensions as tantamount to discharge and therefore prohibited by S.C. Code Ann. Â§ 4-9-30(7). We do not believe such an\r\ninterpretation of the relevant statutes is proper. First, there is no language in the statutes that would allow some, but not all,\r\nsuspensions to stand. Moreover, such a rule would provide little before-the-fact guidance to county officials considering the\r\nsuspension of an employee of an elected official, and would practically guarantee that every disputed suspension of an\r\nemployee of an elected official will result in a court battle to determine whether the suspension is \"tantamount to discharge.\" The needs of county government, its employees, and the public are ill-served by a ruling that creates as many questions as it\r\nanswers. \r\n3.  Of course, a county administrator serves at the pleasure of the county council. See S.C. Code Ann. Â§ 4-9-620. Thus, the\r\ncouncil could terminate the administrator if the administrator's actions began interfering with the operation of the office of an\r\nelected official. However, should a dispute arise between county council and the elected official, the fact that the\r\nadministrator must answer to county council may be of little comfort to the elected official. \r\n1c.  Section 4-9-630(7) (1986) makes the administrator \"responsible for the administration of county personnel policies . . .\r\n.\"\r\n\r\n\r\n2c.  It is to be noted that Eargle does not claim the county personnel policies are unconstitutional or in excess of statutory\r\nauthorization.\r\n\r\n\r\n3c.  It is difficult not to focus on the appropriateness of the sanctions under the circumstances of this case. However, the\r\naffected employees may pursue this matter through the county's grievance procedure.\r\n\r\n\r\n4c.  Section 4-9-650 (1986) states \"the county administrator shall exercise no authority over any elected officials of the\r\ncounty whose offices were created either by the Constitution or by the general law of the State.\"\r\n\r\n\r\n5c.  A public officer is defined in Sanders v. Belue, 78 S.C. 171, 58 S.E. 762 (1907), as \"one who is charged by law with\r\nduties involving an exercise of some part of the sovereign power, either small or great, in the performance of which the\r\npublic is concerned, and which are continuing, and not occasional or intermittent . . . . Conversely, one who merely performs\r\nthe duties required of him by persons employing him under an express contract or otherwise, though such persons be\r\nthemselves public officers, and though the employment be in or about a public work or business, is a mere employee.\"\r\n\r\n\r\n6c.  We are not asked to decide whether a county administrator has the right to indefinitely suspend a county employee who\r\nworks for an elected official, inasmuch as an indefinite or long-term suspension may be tantamount to discharge.\r\nNevertheless, the proper vehicle for addressing such an issue would be to challenge the validity of a county regulation which\r\nauthorized such an action.\r\n\r\n\r\n7c.  Section 4-9-30(7) was amended by Act No. 312, 1988 S.C. Acts 2528, Â§ 1 to state that \"any employee discharged shall\r\nfollow the grievance procedures as established by county council in those counties where the grievance procedures are\r\noperative, retaining all appellate rights provided for in the procedures.\"\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"2976","title":"State v. Prince","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2976","description":"","date":"1999-04-26","type":"opinion","text":"\r\n      \r\n\r\n\r\nState v. Prince\r\n\r\n\r\n \r\nTHE STATE OF SOUTH \r\n  CAROLINA \r\n  In The Court of Appeals \r\n  \r\n________ \r\n \r\n \r\n   \r\n     \r\n       \r\n        The \r\n          State, Respondent, \r\n        \r\n        v. \r\n          \r\n        Ricky \r\n          Prince, Appellant. \r\n        \r\n        \r\n    \r\n  \r\n\r\n\r\n________ \r\nAppeal From Abbeville \r\n  County \r\n  James W. Johnson, Jr., Circuit \r\n  Court Judge \r\n  ________ \r\nOpinion No. 2976 \r\n  Heard March 10, 1999 - Filed \r\n  April 26, 1999 \r\n  ________ \r\nAFFIRMED \r\n________ \r\n \r\n \r\n   \r\n     \r\n      \r\n        Assistant \r\n          Appellate Defender Aileen P. Clare, of SC Office of Appellate Defense, \r\n          of Columbia, for appellant. \r\n        Attorney \r\n          General Charles M. Condon, Deputy Attorney General John W. McIntosh \r\n          and Assistant Deputy Attorney General Salley W. Elliott, all of Columbia; \r\n          and Solicitor W. Townes Jones, IV, of Greenwood, for respondent. \r\n        ________ \r\n          \r\n          \r\n      \r\n    \r\n  \r\n\r\n\r\nHEARN, J.: Ricky Prince appeals \r\n  his convictions for malicious injury to personal property greater than one-thousand \r\n  dollars and for aggravated stalking. The trial court sentenced Prince to concurrent \r\n  terms of five years for the malicious injury to personal property and twelve \r\n  years for aggravated stalking, suspended upon service of eight years with five \r\n  years probation. In addition, Prince's current probation was revoked, to be \r\n  served concurrently with this sentence. We affirm. \r\n  \r\nFACTS / PROCEDURAL \r\n  HISTORY \r\n  \r\nPrince was married to his now ex-wife \r\n  Tabatha on August 27, 1994. After a brief and stormy marriage, they separated \r\n  in 1996. Tabatha instituted divorce proceedings, moved into her own apartment, \r\n  and was granted temporary custody of their son, Matthew. Prince began visiting \r\n  her apartment, ostensibly to see Matthew, and would show up occasionally without \r\n  invitation or notice. \r\n  \r\nThe sequence of events leading to \r\n  the incident for which Prince was convicted took place primarily in the ten \r\n  days immediately prior to the final divorce hearing on October 21, 1996. During \r\n  this time, there was a restraining order forbidding Prince from going to Tabatha's \r\n  apartment. Nevertheless, Prince appeared at Tabatha's apartment twice on October \r\n  12, refusing to leave until she threatened to call the police. On October 14, \r\n  Prince again went to Tabatha's apartment, found her hiding from him at her neighbor \r\n  Sue's home, and would not leave until Tabatha threatened to call the police. \r\n  Again on October 16, Prince arrived at Tabatha's apartment uninvited. When Tabatha \r\n  told him Sue was going to call the police, Prince said, \"I'm going to tell you, \r\n  . . . you ain't going to have nobody . . . . If I can't have you, nobody else \r\n  will . . . .\" Tabatha called the police, and Prince eventually left. Prince \r\n  telephoned Tabatha later that night, and she refused to speak with him. \r\n\r\nOn October 18, Tabatha, who had not \r\n  owned a car since she had been living in her apartment, purchased a car and \r\n  parked it in her assigned parking spot that night. Prince knew which was her \r\n  parking spot. The next morning, she discovered her tires were slashed and \"Xs\" \r\n  were gouged into every surface on the body of her car. A neighbor had seen Prince \r\n  slash the tires around midnight, and another neighbor had observed a car matching \r\n  the description of Prince's son's car pull out of the apartment parking lot \r\n  around 3:00 a.m. Later that morning, Due West Police Chief Busbee saw Prince \r\n  driving his son's car. In addition, Prince was known to carry a pocketknife, \r\n  and Tabatha testified she was having no trouble with anyone but Prince at the \r\n  time of the incident. \r\n  \r\nOn January 10, 1997, Prince was indicted \r\n  for aggravated stalking and malicious property damage over one-thousand dollars. \r\n   After a jury trial, Prince was found guilty as charged. At the beginning \r\n  of the trial, Prince's counsel made a motion to quash the indictment for aggravated \r\n  stalking, arguing that damage to property is not an act of violence under South \r\n  Carolina Code section 16-3-1700(C) (Supp. 1998) (effective June 12, 1995), sufficient \r\n  to support a charge of aggravated stalking. The judge denied that motion. At \r\n  the close of the State's case, Prince moved for a directed verdict, arguing \r\n  there was insufficient evidence of property damage over one-thousand dollars \r\n  because the State's only eyewitness merely saw Prince slash the tires, to which \r\n  the parties stipulated a two-hundred dollar value. Further, Prince renewed his \r\n  argument that there was no evidence of an act of violence against a person, \r\n  and that violence against property was insufficient to support the charge of \r\n  aggravated stalking. These motions were denied. After the jury verdict, Prince \r\n  moved for a new trial based \"on all the prior objections and the fact that the \r\n  evidence doesn't substantiate the verdict.\" This motion was also denied. \r\n  \r\nPrince was sentenced to concurrent \r\n  terms of twelve and five years respectively, suspended upon service of eight \r\n  years in prison and five years probation. Further, Prince's current twenty-one \r\n  months of probation were revoked. This appeal followed. \r\n  \r\nANALYSIS \r\n  \r\nI. Malicious property damage over \r\n  one-thousand dollars \r\n  \r\nPrince argues there was insufficient \r\n  evidence he was liable for malicious injury to property over one-thousand dollars \r\n  when the State's eyewitness only saw Prince slash his ex-wife's tires, valued \r\n  at two-hundred dollars. We find the trial judge correctly denied Prince's directed \r\n  verdict motion. \r\n  \r\nIn reviewing a refusal to grant a \r\n  directed verdict, we must view the evidence in the light most favorable to the \r\n  State, and must determine whether there is any direct or substantial circumstantial \r\n  evidence that reasonably tends to prove the defendant's guilt or from which \r\n  his guilt may be logically deduced. State v. Prince, 316 S.C. 57, 64, \r\n  447 S.E.2d 177, 181 (1993). \r\n  \r\nAn eyewitness saw Prince slash his \r\n  ex-wife's tires, and there was substantial circumstantial evidence from which \r\n  the jury could logically infer that Prince was responsible for all of the damage \r\n  to the car. Not only was it three days before their final divorce hearing, but \r\n  Prince had threatened Tabatha two days prior. He knew where she lived and which \r\n  was her parking space. He had been rebuffed several times that week. Tabatha \r\n  was not having problems with anyone but Prince during that period. He carried \r\n  a pocketknife and was seen slashing her tires around midnight. A car belonging \r\n  to Prince's son, which Prince was observed driving soon after, was seen leaving \r\n  the apartment parking lot around 3:00 a.m. Taken together, this is sufficient \r\n  circumstantial evidence of his guilt for all the damage to Tabatha's car, which \r\n  totaled approximately $1680. \r\n  \r\nII. Aggravated stalking \r\n  \r\nPrince argues the trial judge erred \r\n  in refusing his motion for directed verdict as to the charge of aggravated stalking. \r\n  Specifically, Prince argues that property damage is not an \"act of violence\" \r\n  sufficient to support a conviction for aggravated stalking. Prince urges this \r\n  court to construe our stalking statutes to require an act of violence causing \r\n  bodily injury before aggravated stalking can be charged, claiming such a construction \r\n  accords with the plain meaning of the term. \r\n  \r\nThe State argues that because the \r\n  statute is silent, the legislature clearly intended an \"act of violence\" to \r\n  encompass acts against property as well as acts against persons. We agree. \r\n  \r\nCriminal statutes must be strictly \r\n  construed against the state and in favor of the defendant. Williams v. State, \r\n  306 S.C. 89, 91, 410 S.E.2d 563, 564 (1991). The elementary and cardinal rule \r\n  of statutory construction is that the court must ascertain and effectuate the \r\n  intent of the legislature. Mid-State Auto Auction of Lexington, Inc. v. Altman, \r\n  324 S.C. 65, 69, 476 S.E.2d 690, 692 (1996). Therefore, in interpreting a statute, \r\n  the words must be given their plain and ordinary meaning without resorting to \r\n  subtle or forced construction that limit or expand the statute's operation. \r\n  Rowe v. Hyatt, 321 S.C. 366, 369, 468 S.E.2d 649, 650 (1996). Statutes, \r\n  as a whole, must receive \"practical, reasonable and fair interpretation consonant \r\n  with the purpose, design and policy of lawmakers.\" Whiteside v. Cherokee \r\n  County Sch. Dist. No. 1, 311 S.C. 335, 340, 428 S.E.2d 886, 888 (1993). \r\n  \r\n  \r\nFurthermore, the court should not \r\n  consider the particular clause being construed in isolation, but should read \r\n  it in conjunction with the purpose of the whole statute and the policy of the \r\n  law. South Carolina Coastal Council v. South Carolina State Ethics Comm'n, \r\n  306 S.C. 41, 44, 410 S.E.2d 245, 247 (1991). Statutory provisions should be \r\n  given a reasonable construction consistent with the purpose of the statute. \r\n  Jackson v. Charleston County Sch. Dist., 316 S.C. 177, 181, 447 S.E.2d \r\n  859, 861 (1994). Statutes that are part of the same act must be read together. \r\n  Burns v. State Farm Mut. Auto. Ins. Co., 297 S.C. 520, 522, 377 S.E.2d \r\n  569, 570 (1989). Statutes must be read as a whole and sections that are part \r\n  of the same general statutory scheme must be construed together and each given \r\n  effect, if reasonable. Higgins v. State, 307 S.C. 446, 449, 415 S.E.2d \r\n  799, 801 (1992). \r\n  \r\nThe issue presented by this case \r\n  is one of first impression in this state. Our current harassment and stalking \r\n  statute, which took effect on June 12, 1995, delineates a three-tiered approach \r\n  to stalking crimes. The first level, harassment, is a misdemeanor, and the statute \r\n  specifically includes vandalism and property damage as acts sufficient to support \r\n  a harassment charge. S.C. Code Ann. Â§ 16-3-1700(A)(4) (Supp. 1998) (effective \r\n  June 12, 1995). The second level, stalking, is also a misdemeanor, but the penalties \r\n  for stalking are greater than those for harassment. See S.C. Code Ann. \r\n  Â§ 16-3-1720 (Supp. 1998) (effective June 12, 1995). A pattern of conduct causing \r\n  fear of \"damage to the property of the person\" is sufficient to support a stalking \r\n  charge. S.C. Code Ann. Â§ 16-3-1700(B)(6). The third level, aggravated stalking, \r\n  is a felony and is defined as stalking accompanied or followed by an act of \r\n  violence. S.C. Code Ann. Â§ 16-3-1700(C). The term \"act of violence\" is not specifically \r\n  defined. \r\n  \r\nSome states that have enacted stalking \r\n  legislation have clearly limited aggravated stalking to instances involving \r\n  actual bodily injury. See, e.g., 720 Ill. Comp. Stat. 5/12-7.4 (West \r\n  1992 &amp; Supp. 1998) (\"A person commits aggravated stalking when he or she, \r\n  in conjunction with committing the offense of stalking, also . . .causes bodily \r\n  harm to the victim . . . [or] confines or restrains the victim . . . .\"); Vt. \r\n  Stat. Ann. tit. 13, Â§ 1063(a)(3) (1993) (\"A person commits the crime of aggravated \r\n  stalking if the person intentionally stalks another person\" and \"has been previously \r\n  convicted of an offense an element of which involves an act of violence against \r\n  the same person. . . .\") \r\n  \r\nAt least one U.S. jurisdiction specifically \r\n  mentions and includes property crimes in its aggravated stalking scheme. In \r\n  the Virgin Islands, a person is guilty of aggravated stalking \"who commits the \r\n  crime of stalking which involves a crime of violence as defined in Title 23, \r\n  section 451.\" V.I. Code Ann. tit. 14, Â§ 2072(d) (1994). \"Crime of violence\" \r\n  is defined to include the property crimes of arson, robbery, burglary, unlawful \r\n  entry, and larceny. V.I. Code Ann. tit. 23, Â§ 451(e) (1968 &amp; Supp. 1998). \r\n  \r\n  \r\nAnother state provides two specific \r\n  definitions of aggravated stalking that go beyond the normal parameters of most \r\n  such legislation. Nevada may prosecute spouses who are guilty of stalking \"while \r\n  a proceeding for the dissolution of their marriage is pending for which he has \r\n  actual or legal notice or within six months after entry of the final decree \r\n  of dissolution,\" Nev. Rev. Stat. Â§ 200.575(2)(b) (1989 &amp; Supp. 1998), and \r\n  parents who are guilty of stalking \"on a person with whom he has a child in \r\n  common while a proceeding for the custody of that child is pending for which \r\n  he has actual or legal notice.\" Nev. Rev. Stat. Â§ 200.575(2)(c) (1989 &amp; \r\n  Supp. 1998). These two explicit definitions of aggravated stalking in \"family\" \r\n  cases do not require a threat of death or substantial bodily harm, but merely \r\n  a course of conduct causing a reasonable person to feel terrorized or harassed. \r\n  Nev. Rev. Stat. Â§ 200.575(1) &amp; (6)(a) (1989 &amp; Supp. 1998). \r\n  \r\nThe foregoing examples of explicit \r\n  and clear statutory language are not the norm, however. The majority of stalking \r\n  and aggravated stalking legislation is framed in vague terms of \"conduct causing \r\n  fear of bodily injury\" and \"credible threats of bodily injury.\" These types \r\n  of schemes arguably leave room for interpretation of whether property damage \r\n  could suffice. For example, vulgar and threatening language gouged with a knife \r\n  into a victim's front door is property damage that could very well constitute \r\n  a course of conduct causing fear of bodily injury. All of these statutes, though, \r\n  are completely silent about property damage.(1) \r\n  \r\n  \r\nSouth Carolina's first stalking legislation, \r\n  adopted in 1992, mirrored the vague language of the majority of such legislation. \r\n  S.C. Code Ann. Â§ 16-3-1070 (1992) (repealed by Act No. 94, Â§ 2, effective June \r\n  12, 1995). It was a wholesale adoption of California's stalking legislation \r\n  that was criticized as \"seriously flawed, in both form and substance.\" Thomas \r\n  R. Haggard, The South Carolina Anti-Stalking Statute: A Study in Bad Drafting, \r\n  S.C. Law. 13, 14 (Mar./Apr. 1994). One of the main criticisms was that \"[t]hreats \r\n  to destroy property are not covered, which is unfortunate since this is a frequent \r\n  tactic of stalkers.\" Id. at 15. In 1995, our current anti-stalking legislation \r\n  completely replaced the first version. \r\n  \r\nAlthough \"act of violence\" is not \r\n  explicitly defined in South Carolina, our current legislative scheme is not \r\n  silent about the role that property damage can play in a stalking conviction. \r\n  In our state, stalking can take different forms: it can be either a pattern \r\n  of conduct causing fear of damage to one's person, or a pattern of conduct \r\n  causing fear of damage to one's property. S.C. Code Ann. Â§ 16-3-1700(B)(1) to \r\n  (6). If simple stalking can consist of fear of property damage, it logically \r\n  follows that aggravated stalking can consist of actual property damage.(2) \r\n  Thus, reading the statutes together, the plain language and its logical interpretation \r\n  support our holding today that an act of violence for aggravated stalking may \r\n  include actual property damage.(3) \r\n  \r\n Moreover, that our legislature specifically \r\n  chose not to define \"act of violence\" buttresses our conclusion. Had \r\n  the legislature intended for that term to be defined narrowly, it could easily \r\n  have inserted limiting language. Instead, there is no limitation on the term. \r\n  We decline to impliedly limit our statutory scheme to acts of bodily injury \r\n  when the legislature expressly did not do so. \r\n  \r\nWe also believe the interpretation \r\n  Prince urges undermines the public policy behind anti-stalking legislation. \r\n  This state adopted these statutes to protect stalking victims and provide help \r\n  and intervention before a pattern of harassing conduct results in bodily \r\n  injury or death. To require that one can only be guilty of aggravated \r\n  stalking when there is a bodily injury does not promote the public policy of \r\n  apprehending stalkers at the earliest possible moment before their acts of stalking \r\n  escalate to acts of violence against the victim. To so hold would be illogical. \r\n  \r\n  \r\nPrince argues that because actual \r\n  harm to property is encompassed by harassment, the legislature could not have \r\n  intended that the same conduct also support an aggravated stalking charge. The \r\n  State, on the other hand, argues that while one isolated incident of property \r\n  damage could be harassment, if it is accompanied by a pattern of conduct causing \r\n  fear, it could be sufficient as an aggravating factor to justify a charge of \r\n  aggravated stalking. We agree with the State. \r\n  \r\nWhen a stalking incident involves \r\n  an act of bodily injury, other crimes may have been committed and other charges \r\n  could be appropriate, such as assault with intent to kill or assault and battery \r\n  of a high and aggravated nature. E.g., S.C. Code Ann. Â§ 16-3-651 to -654 \r\n  (1976 &amp; Supp. 1998) (criminal sexual conduct); Â§ 16-3-620 (assault and battery); \r\n  Â§ 16-25-65 (criminal domestic violence); Â§ 16-3-610 (assault with a concealed \r\n  weapon). We do not think the legislature meant to provide multiple felony coverage \r\n  in the case of fear-inducing behavior accompanied by bodily injury, but not \r\n  in the case of fear-inducing behavior accompanied by property damage. Prince's \r\n  proposed solution of convicting vandals of the misdemeanor of harassment simply \r\n  does not serve the same deterrent purpose as a felony conviction for aggravated \r\n  stalking. \r\n  \r\nCONCLUSION \r\n  \r\n  \r\n We hold that an \"act of violence\" \r\n  sufficient to support a charge of aggravated stalking can be an act of violence \r\n  against property. Our statutory stalking scheme specifically references property \r\n  damage, and the policy of protecting stalking victims before a pattern of conduct \r\n  escalates to physical injury is best served by this interpretation. Accordingly, \r\n  Prince's convictions for malicious property damage over one-thousand dollars \r\n  and for aggravated stalking are \r\n  \r\nAFFIRMED. \r\n  \r\nHUFF and STILWELL, JJ., concur. \r\n  \r\n1. See, e.g., \r\n  Ala. Code Â§ 13A-6-90 &amp; -91 (1992) (A stalker acts with the intent to \r\n  place the victim \"in reasonable fear of death or serious bodily harm,\" and aggravated \r\n  stalking is stalking in violation of any court order or injunction.); Fla. Stat. \r\n  ch. 784.048(3) (1992 &amp; Supp. 1998) (a person is guilty of aggravated stalking \r\n  if he commits the crime of stalking \"and makes a credible threat with the intent \r\n  to place that person in reasonable fear of death or bodily injury. . .\"); Ga. \r\n  Code Ann. Â§ 16-5-90 &amp; -91 (1993 &amp; Supp. 1998) (defining stalking as \r\n  a \"course of conduct directed at a specific person which causes emotional distress \r\n  by placing such person in reasonable fear for such person's safety . . . and \r\n  which serves no legitimate purpose,\" and aggravated stalking as stalking in \r\n  violation of injunctive relief); Mo. Ann. Stat. Â§ 565.225(3) (West 1993) (a \r\n  person commits the crime of aggravated stalking who commits the crime of stalking \r\n  and \"makes a credible threat with the intent to place that person in reasonable \r\n  fear of death or serious physical injury. . .\"); Mich. Comp. Laws Ann. Â§ 750.411i(2)(c) \r\n  &amp; (1)(b) (1992 &amp; Supp. 1998) (A person is guilty of aggravated stalking \r\n  if that person engages in stalking and \"[t]he course of conduct includes the \r\n  making of one or more credible threats against the victim, a member of the victim's \r\n  family, or another individual living in the same household as the victim. . \r\n  . . [A credible threat is] a threat to kill another individual or a threat to \r\n  inflict physical injury upon another individual that is made in any manner or \r\n  in any context that causes the individual hearing or receiving the threat to \r\n  reasonably fear for his or her safety or the safety of another individual.\"); \r\n  Nev. Rev. Stat. Â§ 200.575 (2)(a) (1989 &amp; Supp. 1998) (A person who commits \r\n  the crime of stalking and who also \"threatens the person with the intent to \r\n  cause him to be placed in reasonable fear of death or substantial bodily harm\" \r\n  is guilty of aggravated stalking.); N.M. Stat. Ann. Â§ 30-3A-3(A) &amp; -3.1(A) \r\n  (Michie 1997) (Stalking is \"knowingly pursuing a pattern of conduct that would \r\n  cause a reasonable person to feel frightened, intimidated or threatened,\" and \r\n  aggravated stalking is stalking in violation of a protective order, with a deadly \r\n  weapon, or perpetrated on a victim under age sixteen with the intent to place \r\n  the victim in apprehension of death or bodily injury.). \r\n2.  We do not \r\n  mean to limit our holding here to cases where the stalking consists of a pattern \r\n  of conduct causing fear of property damage. Property damage can be an act of \r\n  violence sufficient for aggravated stalking regardless of the particular stalking \r\n  behavior. \r\n3.  Prince confines \r\n  his arguments to whether, in general, property damage can support aggravated \r\n  stalking. He has not argued that the damage to Tabatha's car in this case does \r\n  not factually rise to the level of an act of violence. Thus, we take no position \r\n  on the merits of that issue. \r\n \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"2977","title":"Rice v. Rice","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2977","description":"","date":"1999-04-26","type":"opinion","text":"\r\n      \r\n\r\n\r\nRice v. Rice\r\n\r\n\r\nTHE STATE OF SOUTH \r\n  CAROLINA \r\n  In The Court of Appeals \r\n  ________ \r\n \r\n   \r\n     \r\n       \r\n        Paul Ray Rice, Respondent, \r\n        v. \r\n        Carleen K. Rice,Appellant. \r\n      \r\n    \r\n  \r\n\r\n________ \r\nAppeal From Horry \r\n  County \r\n  Georgia V. Anderson, Family \r\n  Court Judge \r\n  ________ \r\nOpinion No. 2977 \r\n  Heard January 13, 1999 - Filed \r\n  April 26, 1999 \r\n  ________ \r\nREVERSED IN PART \r\n  AND REMANDED \r\n________ \r\n \r\n   \r\n     \r\n      \r\n        R. Wayne Byrd, of Turner, \r\n          Padget, Graham &amp; Laney, of Florence, for appellant. \r\n          \r\n        Thomas D. Guest, of Law Offices \r\n          of N. David DuRant, of Surfside Beach, for respondent. \r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\nHOWELL, C.J.: Carleen Rice \r\n  (the Mother) appeals from a family court order awarding her custody of the parties' \r\n  children, but requiring her to return from Maine and live in South Carolina \r\n  or within 250 miles of Conway, South Carolina, where Paul Rice (the Father) \r\n  resides. We reverse in part and remand. \r\n  \r\nI. \r\n  \r\nThe parties married in July 1990 \r\n  and resided in Conway, South Carolina. They had three children, born in 1991, \r\n  1993, and 1995. \r\n  \r\nThe parties separated for a short \r\n  period of time in 1994, after the Father admitted to having an affair with Debra \r\n  Jennings, a co-worker. They later reconciled. After the reconciliation, Jennings \r\n  began harassing the Mother and Father, calling the house and hanging up, frequently \r\n  driving by their house, and even appearing at the hospital after the Mother \r\n  gave birth to the parties' third child in April 1995. The parties' home was \r\n  broken into in June 1995, and pictures of the Mother were later discovered to \r\n  be missing. The Mother saw Jennings near the home just before discovering the \r\n  burglary and filed a police report naming Jennings as the perpetrator. \r\n  \r\nIn July 1995 the parties separated \r\n  again, and the Mother and the children moved to Greenville. Several months later \r\n  the parties again reconciled, and the Father moved to Greenville. The parties' \r\n  problems, including the harassment by Jennings, continued during the reconciliation. \r\n  The parties separated a final time in February 1996. \r\n  \r\nThroughout the parties' many separations \r\n  and reconciliations, the Father represented to the Mother that he was no longer \r\n  involved with Jennings. However, the parties found notes, one addressed to \"Paul\" \r\n  and signed by \"Debbie,\" on the door of the Conway home in December 1995. In \r\n  the notes, Jennings expressed, among other things, her disappointment that the \r\n  Father had chosen the Mother over her. The notes indicated that the Father and \r\n  Jennings had been involved for eighteen months. \r\n  \r\nSeveral months after the commencement \r\n  of this action, but before any temporary relief had been requested by either \r\n  party, the Mother and the children moved to Maine. Two of the Mother's brothers \r\n  and her sister live within twenty miles of the Mother's home in Maine. \r\n  \r\nAt trial, the guardian ad litem testified \r\n  that the Mother was the primary caretaker of the children, and the guardian \r\n  believed that the Mother should be granted custody. The guardian, however, noted \r\n  that neither party had the financial resources to allow frequent travel back \r\n  and forth between Maine and South Carolina. Thus, the guardian was concerned \r\n  that the Father would not have adequate visitation with the children if the \r\n  Mother remained in Maine. The guardian hoped that the Mother would voluntarily \r\n  move back to Newberry, South Carolina, where her parents lived. If the Mother \r\n  did not move, the guardian recommended that she bear the transportation costs \r\n  associated with visitation. \r\n  \r\nThe family court granted custody \r\n  of the children to the Mother. However, the court determined that the Mother's \r\n  move to Maine jeopardized the children's relationship with the Father, and that \r\n  the best interest of the children would be served by requiring the Mother to \r\n  return from Maine. The family court therefore ordered the Mother to return to \r\n  South Carolina or to any other location within 250 miles of Conway as long as \r\n  the Father resided there. \r\n  \r\nThe Mother filed a motion to reconsider, \r\n  requesting that the family court lift the requirement that she move from Maine. \r\n  The court denied the motion, noting at the hearing that if the Mother did not \r\n  move, \"I guess we've got something that's going to amount to basically, switching \r\n  the custody action again.\"(1) \r\n  \r\nII. \r\n  \r\nThe sole issue on appeal is whether \r\n  the family court properly required the Mother to return to South Carolina or \r\n  to within 250 miles of Conway; there is no challenge to the court's decision \r\n  to award custody to the Mother. When resolving this issue, of course, this Court \r\n  has jurisdiction to find facts in accordance with our view of the preponderance \r\n  of the evidence. Epperly v. Epperly, 312 S.C. 411, 414, 440 S.E.2d 884, \r\n  885 (1994). \r\n  \r\nCases involving the relocation of \r\n  a custodial parent \"present some of the knottiest and most disturbing problems \r\n  that our courts are called upon to resolve.\" Tropea v. Tropea, 642 N.Y.S.2d \r\n  575, 578, 665 N.E.2d 145, 148 (1996). In some states, there is a presumption, \r\n  either statutorily- or judicially-mandated, in favor of the custodial parent's \r\n  right to move. See, e.g., In re Custody of D.M.G. &amp; T.J.G., \r\n  951 P.2d 1377, 1383 (Mont. 1998) (Because an order prohibiting a custodial parent \r\n  from relocating interferes with the custodial parent's constitutional right \r\n  to travel, \"'we require the parent requesting the travel restriction to provide \r\n  sufficient proof that a restriction is, in fact, in the best interests of the \r\n  child.'\"); In re Marriage of Burgess, 913 P.2d 473, 478 (Cal. 1996) (California \r\n  statute creates a \"presumptive right of a custodial parent to change the residence \r\n  of the minor children, so long as the removal would not be prejudicial to their \r\n  rights or welfare.\"). \r\n  \r\nIn South Carolina, however, there \r\n  is a presumption in child custody cases against removing children from \r\n  the state. See McAlister v. Patterson, 278 S.C. 481, 483, 299 \r\n  S.E.2d 322, 323 (1982); VanName v. VanName, 308 S.C. 516, 419 S.E.2d \r\n  373 (Ct. App. 1992), cert. denied (January 6, 1993). Nonetheless, because \r\n  \"[f]orcing a person to live in a particular area encroaches upon the liberty \r\n  of an individual to live in the place of his or her choice,\" the court's authority \r\n  to prohibit an out-of-state move \"should be exercised sparingly.\" VanName, \r\n  308 S.C. at 519, 419 S.E.2d at 374. The presumption may be rebutted by a showing \r\n  that the move will benefit the child. See McAlister, 278 S.C. \r\n  at 483, 299 S.E.2d at 323 (\"In situations where removal will benefit the child, \r\n  removal has been allowed.\"). Thus, the question of whether relocation will be \r\n  allowed requires a determination of whether the relocation is in the best interest \r\n  of the children, the primary consideration in all child custody cases. See \r\n  Pitt v. Olds, 333 S.C. 478, ___, 511 S.E.2d 60, 62 (1999) (reversing \r\n  opinion of this Court that permitted mother to move with child to Arizona because, \r\n  in part, \"there are no findings by the Court of Appeals that a move to Arizona \r\n  would be in [the child's] best interest. In sharp contrast is the order of the \r\n  family court which specifically finds the move would not be in [the child's] \r\n  best interest.\"); McAlister, 278 S.C. at 483-84, 299 S.E.2d at 323 (affirming \r\n  decision of trial court to deny request to move where trial court determined \r\n  that child's best interest would be served by remaining in South Carolina); \r\n  Eckstein v. Eckstein, 306 S.C. 167, 169, 410 S.E.2d 578, 580 (Ct. App. \r\n  1991) (reversing requirement that custodial parent return to 250-mile radius \r\n  of Spartanburg, noting that \"such a requirement is, at best, premature, in that \r\n  no facts were developed to show it was in the best interest of the children\"). \r\n  \r\n  \r\nThis case, however, is somewhat different \r\n  from the typical relocation case. Most relocation cases involve a proposed move \r\n  by the custodial parent sometime after the order vesting custody in the parent \r\n  seeking to move. Here, when the Mother and the children moved to Maine, she \r\n  had physical custody of the children pursuant to an agreement between the parties. \r\n  After the Father learned of the move, he did not seek a temporary order prohibiting \r\n  or otherwise restricting the move. Thus, at the time of the move, there was \r\n  in place no order, temporary or final, vesting custody of the children in the \r\n  Mother. The family court, therefore, was not truly called upon to decide whether \r\n  the Mother, as custodial parent, should be allowed to move the children to Maine. \r\n  Instead, the court was called upon to decide whether to grant custody in the \r\n  first instance to the Mother, who lived in Maine, or to the Father, who lived \r\n  in South Carolina. \r\n  \r\nThe Mother does not argue on appeal \r\n  that, because there was no order in place when she moved to Maine and because \r\n  the Father never sought a court order prohibiting the move, the family court \r\n  lacked the authority to order her to move. Therefore, we will assume, for the \r\n  purposes of this opinion, that the family court had the authority to order the \r\n  Wife to move from Maine. But see In re Marriage of Littlefield, \r\n  940 P.2d 1362, 1371 (Wash. 1997) (en banc) (in case where mother and child moved \r\n  out-of-state after dissolution action was commenced but before the issuance \r\n  of any temporary or final orders, court concluded that trial court erred by \r\n  including as part of its custody determination a requirement that the mother \r\n  return to Washington with the child: \"The trial court does not have the responsibility \r\n  or the authority or the ability to create ideal circumstances for the family. \r\n  Instead, it must make parenting plan decisions which are based on the actual \r\n  circumstances of the parents and of the children as they exist at the time of \r\n  trial.\"). Thus, the question we must resolve is whether the requirement that \r\n  the Mother move from Maine is in the best interest of the children. See \r\n  Cook v. Cobb, 271 S.C. 136, 140, 245 S.E.2d 612, 614 (1978) (The welfare \r\n  and best interest of the child \"is the primary, paramount and controlling consideration \r\n  of the court in all child custody controversies.\"). \r\n  \r\nPutting aside for the moment the \r\n  issue of the move to Maine, we first note that, based on our own review of the \r\n  record, the family court properly awarded custody of the children to the Mother. \r\n  The evidence in the record clearly establishes that the Mother has been the \r\n  primary caretaker of the children during their young lives and that she is more \r\n  than fit to have custody of the children. The Father's relationship with Debra \r\n  Jennings, however, causes us to question his fitness to be the custodial parent.(2) \r\n  Thus, if the Mother had remained in South Carolina, we would have no hesitation \r\n  in concluding that the best interest of the children requires awarding custody \r\n  to the Mother rather than the Father. See, e.g., Gandy v. Gandy, \r\n  297 S.C. 411, 414, 377 S.E.2d 312, 313-14 (1989) (\"In custody decisions, the \r\n  best interest of the child is the paramount consideration. Custody is based \r\n  on a determination of the character, fitness, attitude and inclinations on the \r\n  part of each parent.\") (citations omitted). The question then becomes the extent \r\n  to which the Mother's move to Maine impacts on this conclusion. \r\n  \r\nAlthough this case is not a true \r\n  relocation case, we believe that cases involving the relocation of custodial \r\n  parents will be helpful in determining whether the best interest of the children \r\n  will be served by requiring the Mother and the children to move from Maine. \r\n  After all, one of the primary concerns in most true relocation cases-the need \r\n  to maintain a relationship with the non-custodial parent-is also of great importance \r\n  in this case. \r\n  \r\nUnfortunately, South Carolina case \r\n  law provides little guidance as to how a court should determine whether an out-of-state \r\n  move is in the best interest of the children. As noted by this Court in Pitt \r\n  v. Olds, 327 S.C. 512, 519, 489 S.E.2d 666, 670 (Ct. App. 1997), reversed \r\n  on other grounds, 333 S.C. 478, 511 S.E.2d 60 (1999), other states have \r\n  set forth criteria to be used when evaluating the propriety of a proposed move. \r\n  For example, the New York Court of Appeal has concluded that: \r\n  \r\n[I]n all [relocation] cases, the \r\n  courts should be free to consider and give appropriate weight to all of the \r\n  factors that may be relevant to the determination [of the best interest of the \r\n  child]. These factors include, but are certainly not limited to each parent's \r\n  reasons for seeking or opposing the move, the quality of the relationships between \r\n  the child and the custodial and noncustodial parents, the impact of the move \r\n  on the quantity and quality of the child's future contact with the noncustodial \r\n  parent, the degree to which the custodial parent's and child's life may be enhanced \r\n  economically, emotionally, and educationally by the move, and the feasibility \r\n  of preserving the relationship between the noncustodial parent and child through \r\n  suitable visitation arrangements. In the end, it is for the court to determine, \r\n  based on all of the proof, whether it has been established by a preponderance \r\n  of the evidence that a proposed relocation would serve the child's best interests. \r\n  \r\n  \r\nTropea, 642 N.Y.S.2d at 581-82, \r\n  665 N.E.2d at 151-52. Similarly, Pennsylvania requires courts in relocation \r\n  cases to consider the potential advantages of the proposed move, economic or \r\n  otherwise; the likelihood the move would improve substantially the quality of \r\n  life for the custodial parent and the children and is not the result of a whim \r\n  on the part of the custodial parent; the integrity of the motives of both the \r\n  custodial and noncustodial parent in seeking the move or seeking to prevent \r\n  it; and the availability of realistic substitute visitation arrangements that \r\n  will adequately foster an ongoing relationship between the child and the noncustodial \r\n  parent. Gancas v. Schultz, 683 A.2d 1207, 1210 (Pa. 1996); see also \r\n  Carter v. Schilb, 877 S.W.2d 665, 667-68 (Mo. Ct. App. 1994) (When considering \r\n  the propriety of allowing a custodial parent to remove a child from the state, \r\n  the courts should consider \"whether the prospective advantages of the move will \r\n  improve the general quality of life for the parent and the child\"; \"the integrity \r\n  of the custodial parent's motives in moving\"; \"the integrity of the noncustodial \r\n  parent's motives for opposing the relocation, and the extent to which it is \r\n  intended to secure a financial advantage with respect to continuing child support\"; \r\n  and \"the realistic opportunity for visitation which can provide an adequate \r\n  basis for preserving and fostering the noncustodial parent's relationship with \r\n  the child if relocation is permitted.\"); Holder v. Polanski, 544 A.2d \r\n  852, 856-57(N.J. 1988) (if custodial parent has a good-faith reason for an out-of-state \r\n  move that will cause substantial changes in the visitation schedule of the noncustodial \r\n  parent, the court must consider the \"prospective advantages of the move, the \r\n  integrity of the motives of the party, and the development of a reasonable visitation \r\n  schedule.... In resolving the tension between a custodial parent's right to \r\n  move and a noncustodial parent's visitation rights, the beacon remains the best \r\n  interests of the children.\"); cf. Florida Statutes Â§ 61.13(2)(d) (1997) \r\n  (\"In making a determination as to whether the primary residential parent may \r\n  relocate with a child, the court must consider the following factors: (1) Whether \r\n  the move would be likely to improve the general quality of life for both the \r\n  residential parent and the child. (2) The extent to which visitation rights \r\n  have been allowed and exercised. (3) Whether the primary residential parent, \r\n  once out of the jurisdiction, will be likely to comply with any substitute visitation \r\n  arrangements. (4) Whether the substitute visitation will be adequate to foster \r\n  a continuing meaningful relationship between the child and the secondary residential \r\n  parent. (5) Whether the cost of transportation is financially affordable by \r\n  one or both parties. (6) Whether the move is in the best interests of the child.\"). \r\n  \r\n  \r\nCertainly, the factors set forth \r\n  in these cases cannot be viewed as binding on this Court. Nonetheless, a determination \r\n  of the best interest of the children is an inherently case-specific and fact-specific \r\n  inquiry. See Wheeler v. Gill, 307 S.C. 94, 99, 413 S.E.2d 860, \r\n  863 (Ct. App. 1992) (In child custody cases, \"'the totality of the circumstances \r\n  peculiar to each case constitutes the only scale upon which the ultimate decision \r\n  can be weighed.'\"). We find the factors articulated above provide a useful means \r\n  of focusing our inquiry into the best interest of the children, particularly \r\n  in light of the unique factual circumstances of this case. Accordingly, we now \r\n  turn to the facts to determine whether the best interest of the children require \r\n  the Mother to return with the children from Maine. \r\n  \r\nBecause the Mother was primarily \r\n  responsible for raising the children, she worked only sporadically during the \r\n  marriage, mostly at minimum-wage positions. The Mother is a high school graduate, \r\n  but, at the time of the separation, she had no specialized training or experience. \r\n  Thus, at the time of the separation, the Mother's ability to provide for herself \r\n  and the children was rather limited.(3) \r\n  \r\nAfter the separation, the Mother \r\n  began looking into the possibility of becoming a cosmetologist as a means of \r\n  supporting herself and her children. The Mother quickly learned, however, that \r\n  she did not have the financial resources to reach this goal if she stayed in \r\n  South Carolina. After exhausting available grants and other financial aid, the \r\n  five-days-a-week, eighteen-month training program would cost the Mother approximately \r\n  $2,000, which she could not afford. The only time the Mother would be able to \r\n  work would be nights or weekends, and she was unable to find adequate and affordable \r\n  childcare for her three children for the time she would be in school and at \r\n  work. \r\n  \r\nHowever, the Mother learned it was \r\n  feasible for her to become licensed as a cosmetologist in Maine. Although the \r\n  program in Maine also lasts eighteen months, the state would cover all the Mother's \r\n  costs associated with the program. In Maine, the Mother can become licensed \r\n  by apprenticing with a cosmetologist two or three days a week, during which \r\n  time the Mother would be paid. Although she had not begun the training at the \r\n  time of the hearing, the Mother had been offered an apprenticeship at a salon. \r\n  \r\n  \r\nThe Mother's brothers and sister \r\n  live nearby in Maine and are available to help care for the children, and the \r\n  state of Maine also offers child care services to the Mother at no cost to her. \r\n  Finally, because of various subsidies available to the Mother in Maine, she \r\n  and the three children live in a four-bedroom apartment. When the Mother lived \r\n  in Greenville after the separation, she and the children lived in a two-bedroom \r\n  apartment. \r\n  \r\nAfter considering all the relevant \r\n  evidence, it is apparent to this Court that the quality of life of the Mother \r\n  and the children in Maine is substantially better than it would be were they \r\n  required to live in South Carolina. If the Mother were required to return to \r\n  South Carolina, she would most likely be relegated to a minimum-wage job and \r\n  would again be presented with the problem of finding affordable child care. \r\n  But in Maine, the Mother has close family nearby to help her care for the children, \r\n  as well as state-funded child care. More importantly, by living in Maine, the \r\n  Mother will be able to learn a trade that should provide a level of financial \r\n  security that she likely would not be able to reach in South Carolina, and that \r\n  will allow her to properly care and provide for herself and her children. \r\n  \r\nAs to the motives of the Mother, \r\n  we find no evidence in the record supporting a conclusion that the Mother moved \r\n  to Maine to frustrate the Father's visitation rights.(4) \r\n  While the effect of the move in fact is to make visitation much more difficult, \r\n  it is improper to assume a bad motive simply because the decision may have an \r\n  unpleasant result. Given that the Mother has close relatives who live in Maine, \r\n  it is completely logical for her to have sought out information about the possibility \r\n  of becoming a cosmetologist in Maine once she concluded it was not feasible \r\n  in South Carolina. Thus, we conclude that the Mother's move to Maine was a good-faith \r\n  attempt to improve the lives of herself and her children, not a vindictive attempt \r\n  to destroy the Father's relationship with the children. Likewise, we find no \r\n  evidence in the record to indicate that the Father opposes the move for any \r\n  reason other than his good-faith desire to maintain a relationship with his \r\n  children. Accordingly, because neither party's actions are motivated by an improper \r\n  purpose, this factor is of little importance to a determination of the children's \r\n  best interest. \r\n  \r\nAfter carefully reviewing the record, \r\n  we are convinced that the quality of life for the children will be vastly improved \r\n  in Maine, which strongly suggests that the best interest of the children would \r\n  be served by allowing them to remain with the Mother in Maine. See D'Onofrio \r\n  v. D'Onofrio, 365 A.2d 27, 33 (N.J. Super. Ct. Ch. Div. 1976) (allowing \r\n  mother with custody of children to move from New Jersey to South Carolina, where \r\n  mother had family in South Carolina and the financial circumstances and standard \r\n  of living of mother and children would be substantially improved in South Carolina: \r\n  \"[V]isitation [for the father after the move] being practical and realistic, \r\n  this court could not in good conscience, and simply because weekly visitation \r\n  may be more convenient for the father, require this mother and her children \r\n  to endure indefinitely their separation from family, their present subsistence \r\n  level and their continuing financial struggle when happier prospects are already \r\n  within their grasp.\"), aff'd, 365 A.2d 716 (N.J. Super. Ct. App. Div. \r\n  1976), modified in part by Holder v. Polanski, 544 A.2d 852 (N.J. \r\n  1988); cf. VanName, 308 S.C. at 518-19, 419 S.E.2d at 374 (affirming \r\n  decision to allow mother to move with children from South Carolina to Virginia, \r\n  where she had family and better career prospects). Nonetheless, we must factor \r\n  into this equation the impact of the move on the children's relationship with \r\n  their Father. \r\n  \r\nCertainly, the relationship between \r\n  a noncustodial parent and his or her children is vitally important and worthy \r\n  of fostering and protecting. It must be recognized, however, that in all divorces, \r\n  the parents' relationships with their children, and particularly the relationships \r\n  between non-custodial parents and their children, are changed substantially \r\n  and permanently, whether the parents and children live in the same state or \r\n  even the same town. Thus, the difficulty in maintaining the relationship between \r\n  the noncustodial parent and the children is as much a function of the divorce \r\n  itself as it is of the distance between the households. See In re \r\n  Marriage of Littlefield, 940 P.2d at 1371 (\"[T]he practical result of a \r\n  marriage dissolution is that parenting and family life will not be the same \r\n  after dissolution. This is so even though a trial court may believe it is in \r\n  the 'best interests of the child' to continue to live in the same family unit. \r\n  A child cannot escape the reality that his or her family unit is no longer the \r\n  same.\"); Tropea, 642 N.Y.S.2d at 581, 665 N.E.2d at 151 (\"Like Humpty \r\n  Dumpty, a family, once broken by divorce, cannot be put back together in precisely \r\n  the same way. The relationship between the parents and the children is necessarily \r\n  different after a divorce, and, accordingly, it may be unrealistic in some cases \r\n  to try to preserve the noncustodial parent's accustomed close involvement in \r\n  the children's everyday life at the expense of the custodial parent's efforts \r\n  to start a new life or to form a new family unit.\"); D'Onofrio, 365 A.2d \r\n  at 29 (\"Even under the best of circumstances and where the custodial parent \r\n  is supportive of a continuing relationship between the child and the noncustodial \r\n  parent, the nature of a parental relationship sustainable by way of visitation \r\n  is necessarily and inevitably of a different character than that which is possible \r\n  where the parents and children reside together as a single-family unit.\"). \r\n  \r\nIn this case, the family court focused \r\n  nearly exclusively on the relationship between the children and the Father when \r\n  it required the Mother to move from Maine. The court noted almost in passing \r\n  the reasons the Mother believed supported her move to Maine, but the court's \r\n  order did not even acknowledge the possibility that the circumstances in Maine \r\n  might serve to benefit the children. Instead, the court concluded that the Father's \r\n  relationship with the children would be jeopardized by the move to Maine, and \r\n  that the best interest of the children therefore required the Mother return \r\n  to South Carolina or any other location within 250 miles of Conway. By focusing \r\n  so strongly on the relationship between the Father and the children, the family \r\n  court ignored the reality that the relationship has already been irrevocably \r\n  changed by the divorce. More importantly, by placing such emphasis on that single \r\n  issue, the court effectively ignored the countless other factors that impact \r\n  substantially on the best interest of the children.(5) \r\n  While the Father's relationship with the children is extremely important, it \r\n  is but one of the factors that goes into the sometimes nebulous best-interest \r\n  determination. \r\n  \r\nIf there were any evidence in the \r\n  record that the Mother and the children could lead the same quality of life \r\n  in South Carolina as they can in Maine, a determination that the best interest \r\n  of the children would be served by living in close proximity to the Father might \r\n  well have been proper. However, the only evidence in the record establishes, \r\n  as discussed above, that the future is much more promising for the Mother and \r\n  the children in Maine than it is in South Carolina. The family court's order \r\n  failed to recognize these benefits and essentially turned proximity to the noncustodial \r\n  parent into the determinative factor in the best-interest analysis. Instead, \r\n  the family court should have balanced the harm to the children's relationship \r\n  with the Father and the difficulty he will have in exercising visitation if \r\n  the children live in Maine against the benefits that the children will receive \r\n  from living in Maine. \r\n  \r\nAlthough the sheer distance between \r\n  Maine and South Carolina means that physical visitation would be limited, we \r\n  believe that increased use of alternatives to normal physical visitation, such \r\n  as phone calls, letters, and even e-mail, can lessen the impact of the decreased \r\n  visitations. See McGuiness v. McGuiness, 970 P.2d 1074, 1077-78 \r\n  (Nev. 1998) (\"Physical separation does not preclude each parent from maintaining \r\n  significant and substantial involvement in a child's life, which is clearly \r\n  desirable. There are alternate methods of maintaining a meaningful relationship, \r\n  including telephone calls, e-mail messages, letters, and frequent visitation. \r\n  Also, the well-being of a parent, which could be heightened by relocation, may \r\n  have a substantial effect on the best interest of the child.\"). We also note \r\n  that the family court awarded the Father weekend visitation only once a month. \r\n  Putting financial considerations aside for the moment, a somewhat similar visitation \r\n  schedule is certainly feasible even with the Father in South Carolina and the \r\n  children in Maine. Moreover, extended periods of visitation during vacations \r\n  and over the summer should offer the Father ample opportunity to develop and \r\n  maintain a meaningful relationship with the children. See Tropea, \r\n  642 N.Y.S.2d at 580, 665 N.E.2d at 150 (\"[T]here are undoubtedly also many cases \r\n  where less frequent but more extended visits over summers and school vacations \r\n  would be equally conducive, or perhaps even more conducive, to the maintenance \r\n  of a close parent-child relationship, since such extended visits give the parties \r\n  the opportunity to interact in a normalized domestic setting.\"). Finally, given \r\n  that, during the pendency of this action, the Father never sought to prevent \r\n  the Mother from moving to Maine with the children, it appears that even the \r\n  Father believed he could maintain an adequate relationship with the children \r\n  despite the distance. \r\n  \r\nWe therefore conclude that visitation \r\n  arrangements, albeit non-traditional, can be made that will preserve the relationship \r\n  between the Father and the children, even with the children living with the \r\n  Mother in Maine. While the parties have relatively limited financial resources, \r\n  we believe these arrangements are feasible. \r\n  \r\nAs noted above, the Father earned \r\n  a gross income of approximately $1,900 per month at the time of the hearing. \r\n  After imputing a minimum-wage income to the Mother and considering day care \r\n  expenses of $580 per month, the family court determined that the Father's child \r\n  support obligation was approximately $750 per month. The child support calculations \r\n  were based on the family court's assumptions of the financial circumstances \r\n  upon the Mother's return to South Carolina. The financial picture, however, \r\n  should be significantly different with the Mother living in Maine. First, once \r\n  the Mother becomes a cosmetologist, she will be able to earn much more than \r\n  minimum wage. Second, the record establishes that there will be no daycare expenses \r\n  in Maine. These two changes alone should result in a substantially lower child \r\n  support obligation on the part of the Father, thus making more income available \r\n  to him to pay for the inevitably costly visitation. Similarly, the Mother's \r\n  increased earnings will make it possible for her to contribute to the costs \r\n  of visitation. Finally, at the hearing on her motion to reconsider, the Mother \r\n  volunteered to reduce the Father's child support obligations to make the visitation \r\n  more financially feasible. Given these circumstances, we are convinced that \r\n  an adequate, affordable visitation schedule can be established with the children \r\n  in Maine. \r\n  \r\nBased on our review of the record, \r\n  we are also convinced that the Mother will do everything in her power to foster \r\n  the Father's relationship with the children and to facilitate the visitation.(6) \r\n  Under these circumstances, we trust that a realistic visitation schedule can \r\n  be crafted that will allow the Father to maintain his relationship with the \r\n  children in spite of the distance. \r\n  \r\nTherefore, after considering all \r\n  the circumstances in this case and after balancing the harm to the children's \r\n  relationship with the Father against the benefits they will receive by living \r\n  in Maine, we conclude that the Mother established that the best interest of \r\n  the children will be served by allowing them to live with her in Maine, thus \r\n  rebutting any presumption that she and the children should live in South Carolina. \r\n  We fully recognize that it will be more difficult to maintain the Father's relationship \r\n  with the children than it would be if the children lived in South Carolina. \r\n  Nonetheless, given our conclusion that a realistic and financially feasible \r\n  visitation plan can be established, the improvements to the children's quality \r\n  of life that they will attain in Maine compel the conclusion that their best \r\n  interest will be served by allowing them to remain with their Mother in Maine.(7) \r\n  \r\n  \r\nAccordingly, for the foregoing reasons, \r\n  we hereby reverse that portion of the family court's order requiring the Mother \r\n  to return to South Carolina or to any other location within 250 miles of Conway, \r\n  South Carolina, and we remand for the establishment of an appropriate visitation \r\n  schedule for the Father in accordance with the guidelines set forth in this \r\n  opinion. Should the family court determine it to be proper, the court may adjust \r\n  the Father's child support obligation to help offset the inevitably higher costs \r\n  of exercising visitation. \r\n  \r\n  \r\nREVERSED IN PART \r\n  AND REMANDED. \r\n  \r\n  \r\nSTILWELL and HOWARD, JJ., concur. \r\n  \r\n1.  No similar \r\n  statement was included in the written order denying the Mother's motion to reconsider. \r\n  \r\n2.  There is compelling \r\n  evidence in the record that the Father exposed the children to his improper \r\n  relationship with Jennings. According to Annette Trottier, a friend of the Mother, \r\n  one of the children initiated a conversation with her about Jennings, whom the \r\n  child called \"Fruitcake.\" The child told Trottier that he \"saw Daddy kissing \r\n  Fruitcake\" in a shed behind the marital home. The child also told Trottier that \r\n  he knocked on the door of the shed and when the Father \"open[ed] the door, his \r\n  pants fell down.\" Two days after her conversation with the child, Trottier wrote \r\n  down the conversation and sent it to church elders. \r\n3.  The Father's \r\n  financial picture is not substantially brighter than the Mother's. At the time \r\n  of the hearing, the Father earned from his full-time job a gross income of approximately \r\n  $1,900 per month, which includes frequent overtime ranging from three to eighteen \r\n  hours per week. The Father also earned an additional $300 a month from a part-time \r\n  job he took to pay legal expenses. After considering the Father's income and \r\n  imputing a minimum wage income to the Mother, the family court determined the \r\n  Father's child support obligation to be approximately $750 per month. With this \r\n  Court's permission, the Mother filed a motion with the family court contending \r\n  that the court made a mathematical error when calculating the Father's child \r\n  support obligation. According to the Mother, the child support should be almost \r\n  $800 per month. There is no indication in the record that the family court has \r\n  acted on the Mother's motion. \r\n4.  We note that \r\n  some commentators question the propriety of considering the motives behind a \r\n  proposed move. See Legal and Mental Health Perspectives on Child Custody \r\n  Law: A Deskbook for Judges Â§ 21:5 (West 1998) (\"It is too easy for any observer \r\n  to be mistaken about motives, mixed as most emotions and intentions are with \r\n  proper reasons for behavior. Bad motives can easily be attributed to a person \r\n  making a decision with which one disagrees, and seeking purposes underlying \r\n  behavior permits factfinders innocently but more easily to allow their own values \r\n  to influence their relocation decisions.\"). \r\n5.  The family \r\n  court's comment at the hearing on the Mother's motion to reconsider that the \r\n  Mother's failure to move would likely lead to a change in custody further demonstrates \r\n  that the court was not properly focusing on the best interest of the children \r\n  as determined by the totality of the circumstances. Although the court had properly \r\n  concluded that the Mother was more fit than the Father to be the custodial parent, \r\n  the court was apparently willing to disregard this conclusion if the Mother \r\n  did not move. Certainly, the fitness of the Mother to be the custodial parent \r\n  is in no way dependent on the state in which she lives, nor can the Father's \r\n  fitness somehow be enhanced by the fact that he lives in South Carolina. \r\n6.  We are well \r\n  aware of two instances when the Father claims he drove to Delaware to pick up \r\n  the children for visitation but the Mother failed to appear. The Mother, however, \r\n  testified that these instances occurred before she received a copy of the temporary \r\n  order granting her custody of the children and setting out visitation for the \r\n  Father. The Mother also testified that she notified the Father on one occasion \r\n  that she would not be meeting him in Delaware, and attempted to notify him the \r\n  second occasion, but that his sister refused to give him a message. The Mother \r\n  then called a church elder who had been counseling the parties and told him \r\n  that she would not be meeting the Father in Delaware. Given the Father's previous \r\n  threats to take the children and prevent the Mother from seeing them again, \r\n  we understand the Mother's reluctance to turn over the children before she received \r\n  the order granting her custody. More importantly, however, we simply find the \r\n  Mother's testimony about notifying the Father to be more credible than the Father's \r\n  testimony. \r\n  \r\nWhile we generally are hesitant to \r\n  make credibility determinations based on a cold record, there are many instances \r\n  during the Father's testimony where it is apparent to this Court that he simply \r\n  was not being truthful. For example, notwithstanding the notes found at the \r\n  marital home and the behavior of Debra Jennings, the Father insisted at the \r\n  hearing that he committed adultery with Jennings on only one occasion. The Father \r\n  contended that this single act of infidelity took place at a friend's house, \r\n  yet he claimed he could not remember the name of the friend. In addition, the \r\n  Father's description of an incident in Greenville where the Mother had the police \r\n  remove him from her apartment while the children \"were crying in [his] arms\" \r\n  was completely contradicted by an elder in the parties' church who had been \r\n  involved in counseling the parties in an effort to save the marriage. According \r\n  to this witness, who was clearly uncomfortable with being required to testify, \r\n  the children were asleep until the Father woke them up after the Mother asked \r\n  him to leave. The witness testified that the Father had \"captivated these children \r\n  and was using them as a shield when the police were there to keep them from \r\n  taking him out of that house.\" The Father's obvious lack of candor with the \r\n  family court causes us to doubt his claims that the Mother failed to inform \r\n  him that she would not meet him in Delaware. We also note that there is no evidence \r\n  in the record that any problems with visitation have occurred since the Mother \r\n  received the temporary order. \r\n7.  The Mother \r\n  remarried sometime before the hearing on her motion to reconsider. Because the \r\n  remarriage was not considered by the family court in reaching its initial custody \r\n  decision, we likewise do not consider it in reaching our decision. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"2978","title":"Nesbitt v. Lewis, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2978","description":"","date":"1999-04-26","type":"opinion","text":"\r\n      \r\n\r\n\r\nNesbitt v. Lewis, et al.\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n-->\r\n\r\n\r\n\r\n THE STATE OF SOUTH CAROLINA \r\n  In The Court of Appeals ________\r\n \r\n   \r\n     \r\n       \r\n        Kevin Nesbitt, Individually and as General Guardian for Valerie M. \r\n          Nesbitt, a minor, Respondent, \r\n        \r\n        \r\n          v. \r\n          \r\n        \r\n        Gloria Lewis, Gordon W. Lewis and Brenda L. Taylor, Appellants. \r\n        \r\n    \r\n  \r\n\r\n________\r\n\r\n\r\nAppeal From Spartanburg County \r\n  Daniel E. Martin, Sr., Circuit Court Judge ________\r\nOpinion No. 2978 \r\n  Heard February 10, 1999 - Filed April 26, 1999 ________\r\nAFFIRMED IN PART &amp; REVERSED IN PART\r\n  ________\r\n \r\n   \r\n     \r\n       \r\n        Matthew A. Henderson, of Henderson, Brandt &amp; Vieth, of Spartanburg, \r\n          for appellants. \r\n        \r\n        Charles P. Edwards, of Spartanburg, for respondent. \r\n      \r\n    \r\n  \r\n\r\n________ \r\nSTILWELL, J.: Gloria Lewis, Gordon Lewis, and Brenda Taylor appeal a jury verdict awarding actual and punitive\r\ndamages to Kevin Nesbitt, individually and as general guardian for his minor daughter, Valerie, for injuries\r\nValerie sustained when three dogs attacked her.  We affirm in part and reverse in part.\r\n\r\n\r\nFACTS\r\n\r\n\r\nGloria lives in Spartanburg and owns the majority interest in her residence.  Her son, Gordon, and\r\ndaughter, Brenda, inherited minority interests upon the death of her husband, their father.  Gloria, who\r\nis legally blind, keeps three Chow dogs for security and companionship.(1)\r\n\r\n\r\nThe attack occurred in Gloria's fenced backyard while Kevin was there mowing the lawn and Valerie\r\nwas with him.  Earlier, Kevin asked Gloria about the dogs and Gloria told him they would not be a\r\nproblem.  Initially, Kevin and Valerie petted the dogs, and Valerie played with them without incident\r\nfor over two hours while Kevin cut the lawn.\r\n\r\n\r\nWhen Valerie was out of Kevin's sight, Kevin heard a commotion and realized the dogs were\r\nattacking Valerie.  Kevin managed to get the dogs off Valerie and then carried her into Gloria's\r\nhouse.  Prior to the arrival of the ambulance, one of the dogs ran into the house and started after\r\nValerie.  Gloria had to put the dog in another room.  Once the ambulance arrived and an attendant\r\nbegan tending to Valerie, another dog entered the house and headed toward Valerie, but the\r\nambulance driver blocked the dog.\r\n\r\n\r\nValerie went to the hospital where she underwent surgery.  Her injuries required a three-day stay in the\r\nhospital and resulted in $6850 in medical bills.  The injuries also required washing and re-dressing the\r\nwounds three times a day for several months.  The injuries emotionally disturbed Valerie to the point\r\nthat her mother had to sleep in the room with her for some three to four months with the light on all\r\nnight.  Her injuries caused permanent scars.  Valerie testified that because of her injuries she could no\r\nlonger engage in volleyball, soccer, baseball, or basketball as she formerly did.\r\n\r\n\r\nThe jury granted Kevin $6850 in actual damages and granted Valerie $15,000 in actual damages and\r\n$25,000 in punitive damages.\r\n\r\n\r\nDISCUSSION \r\nIn an action at law on appeal of a case tried by a jury, the jurisdiction of this court extends merely to\r\ncorrections of errors of law, and a factual finding of the jury will not be disturbed unless a review of the\r\nrecord discloses there is no evidence which reasonably supports the jury's findings.  Townes Assocs., Ltd.\r\nv. City of Greenville, 266 S.C. 81, 221 S.E.2d 773 (1976).\r\n\r\n\r\nI.\r\n\r\n\r\nThe appellants first argue that the trial court erred in failing to grant their motion for a directed verdict\r\nbecause the Nesbitts failed to prove the elements of common law negligence.  We agree as to Brenda and\r\nabsolve her from liability but affirm as to Gloria and Gordon. \r\n\r\n\r\nPrior to 1985, South Carolina followed the \"one free bite\" rule in dog bite cases.  The rule provides that, \r\n\r\n\r\ndomestic animals are not presumed to be dangerous to persons, and before recovery of damages may be\r\nhad against the owner, the injured party must prove that the particular animal[ ] was of a dangerous, or\r\nvicious nature, and that his dangerous propensity was either known, or should have been known to the\r\nowner.  The negligence that imposes liability upon the owner is the keeping of a dangerous animal with\r\nknowledge of its dangerous tendencies, or in the failure to restrain it from injuring persons . . . .\r\n\r\n\r\nHossenlopp v. Cannon, 285 S.C. 367, 369, 329 S.E.2d 438, 440 (1985) (quoting Giles v. Russell, 225 S.C.\r\n513, 180 S.E.2d 209 (1971)); see also Conoley v. Riel, 279 S.C. 521, 309 S.E.2d 291 (1983); McQuaig v.\r\nBrown, 270 S.C. 512, 242 S.E.2d 688 (1978).\r\n\r\n\r\nIn Hossenlopp the supreme court adopted a quasi-strict liability rule known as the California rule. \r\nHossenlopp, 285 S.C. at 372, 329 S.E.2d at 441.  This rule does not require any knowledge of a vicious\r\npropensity before liability attaches.  Id.  The rule, however, does not abrogate a requirement of ownership\r\nand control of either or both the dog and the premises if the injury occurs on private property.  Common\r\nlaw concepts control this analysis.\r\n\r\n\r\n\"Ordinarily, one in possession of personal property is presumed to be the owner . . . .\"  Stephenson Fin. Co.\r\nv. Wingard, 238 S.C. 506, 511, 121 S.E.2d 1, 3 (1961).  \"One who controls the use of property has a duty of\r\ncare not to harm others by its use.  Conversely, one who has no control owes no duty.\"  Miller v. City of\r\nCamden, 329 S.C. 310, 314, 494 S.E.2d 813, 815 (1997) (citations omitted); see S.C. Code Ann. Â§ 47-3-110\r\n(1987) (placing liability on \"the owner of the dog or other person having the dog in his care or keeping.\").  \r\n\r\n\r\nClearly, Gordon and Gloria had the requisite possession and control of the dogs and premises to submit\r\nthe negligence cause of action to the jury.  Gloria had possession and control of the dogs whereas Gordon\r\nlived with Gloria at the time of the attack and, according to the testimony, Gordon tended the dogs,\r\ntaking them to the veterinarian, feeding them, and playing with them on occasion.  Furthermore, Kevin\r\ntestified that Gordon let Valerie and him into the backyard, an allegation Gordon denied.\r\n\r\n\r\nOn the other hand, Brenda was married and had lived elsewhere for over five years.  She testified that\r\nshe did not take care of the dogs and that Gloria owned them.  Furthermore, Brenda owns only a partial\r\ninterest in the house which she acquired upon her father's intestate death.  She does not exercise control\r\nover the premises and receives no use or enjoyment therefrom.\r\n\r\n\r\nWe find as a matter of law Brenda did not owe a duty to the Nesbitts because she lacked possession and\r\ncontrol over Gloria's house and the dogs.  See id. (noting that one who has no control over property owes\r\nno duty); Stephenson Fin., 238 S.C. at 506, 121 S.E.2d at 1 (noting possession creates a presumption of\r\nownership).  The evidence precludes a finding that Brenda owned the dogs or had them in her care or\r\nkeeping.  We therefore reverse that part of the verdict holding Brenda liable.\r\n\r\n\r\nII.\r\n\r\n\r\nNext, the appellants argue Kevin and Valerie failed to state a cause of action under Â§ 47-3-110.  We\r\ndisagree.  Section 47-3-110 in pertinent part provides:\r\n\r\n\r\nWhenever any person is bitten or otherwise attacked by a dog while the person is in a public place or is\r\nlawfully in a private place, including the property of the owner of the dog or other person having the dog\r\nin his care or keeping, the owner of the dog or other person having the dog in his care or keeping is liable\r\nfor the damages suffered by the person bitten or otherwise attacked. For the purposes of this section, a\r\nperson bitten or otherwise attacked is lawfully in a private place, including the property of the owner of\r\nthe dog or other person having the dog in his care or keeping, . . . when the person bitten or otherwise\r\nattacked is on the property upon the invitation, express or implied, of the owner of the property or of any\r\nlawful tenant or resident of the property. If a person provokes a dog into attacking him then the owner of\r\nthe dog is not liable.\r\n\r\n\r\nS.C. Code Ann. Â§ 47-3-110 (1987).  This statute codified the holding of the Hossenlopp case.  For that\r\nreason, the previous analysis of the common law as it relates to Brenda would result in the same\r\nconclusion under the statute.\r\n\r\n\r\nThe statute imposes strict liability on dog owners when the victim is lawfully on the owner's property,\r\nexcept where the victim provokes the dog.  Elmore v. Ramos, 327 S.C. 507, 510, 489 S.E.2d 663, 665 (Ct.\r\nApp. 1997).  There is no evidence in the record that Valerie provoked the dogs.  Therefore, Gloria and\r\nGordon are strictly liable if Valerie was lawfully on the property.\r\n\r\n\r\nWe find Valerie was at least a licensee and therefore was on the property lawfully.  \"A licensee is a social\r\nguest or a person who is privileged to enter upon land by virtue of the possessor's consent.  A licensee's\r\npresence on the property is for the primary benefit of the licensee, not the owner.\"  Goode v. St. Stephens\r\nUnited Methodist Church, 329 S.C. 433, 441, 494 S.E.2d 827, 831 (Ct. App. 1997) (citations omitted)\r\n(emphasis added), cert. denied, (Sept. 28, 1998).  Generally, the jury determines whether an individual is\r\na licensee, invitee, or trespasser.  See Hoover v. Broome, 324 S.C. 531, 538, 479 S.E.2d 62, 66 (Ct. App.\r\n1996) (finding it a factual determination whether an individual acted as a licensee or invitee), cert.\r\ndismissed, (June 2, 1997).\r\n\r\n\r\nWe find sufficient evidence in the record for a jury to conclude Valerie was at least a licensee and thus\r\nremained on the property lawfully.  Kevin testified he told Gloria he would return to cut the lawn after\r\npicking up his daughter from school and that his daughter would probably be with him while he cut the\r\nlawn.  Kevin also testified Gordon let both Kevin and Valerie into the backyard and that Gordon assured\r\nKevin and Valerie the dogs never bothered anyone.\r\n\r\n\r\nWe find this testimony constitutes sufficient evidence for a jury to find that Gloria and Gordon consented\r\nto Valerie's presence thus enabling a jury to conclude Valerie's presence on the property was lawful. \r\nBecause we find Valerie remained on the property lawfully, the statute mandates awarding her damages.  \r\n\r\n\r\nIII.\r\n\r\n\r\nGordon and Gloria argue punitive damages are not recoverable under Â§ 47-3-110.  We find that punitive\r\ndamages are not recoverable under the facts of this case and therefore do not address the broader issue of\r\nwhether punitive damages are ever recoverable under the statute.\r\n\r\n\r\nActual damages compensate for loss or injury sustained while punitive damages punish the wrongdoer in\r\norder to deter such conduct.  Barnwell v. Barber-Colman Co., 301 S.C. 534, 537, 393 S.E.2d 162, 163\r\n(1989).  \"In order for a plaintiff to recover punitive damages, there must be evidence the defendant's\r\nconduct was wilful, wanton, or in reckless disregard of the plaintiff's rights.\"  McCourt v. Abernathy, 318\r\nS.C. 301, 308, 457 S.E.2d 603, 607 (1995).  Such evidence must be clear and convincing.  S.C. Code Ann. Â§\r\n15-33-135 (Supp. 1998). \r\n\r\n\r\nA tort is characterized as reckless, willful, or wanton if it was committed in such a manner or under such\r\ncircumstances that a person of ordinary reason and prudence would have been conscious of it as an\r\ninvasion of the plaintiff's rights.  Taylor v. Medenica, 324 S.C. 200, 479 S.E.2d 35 (1996).  \"A conscious\r\nfailure to exercise due care constitutes wilfulness.\"  McCourt, 318 S.C. at 308, 457 S.E.2d at 607.  The\r\nissue of punitive damages must be submitted to the jury if more than one reasonable inference can be\r\ndrawn from the evidence as to whether the defendant's behavior was reckless, willful, or wanton.  Graham\r\nv. Whitaker, 282 S.C. 393, 321 S.E.2d 40 (1984).\r\n\r\n\r\nThe uncontradicted evidence reveals that the dogs were enclosed in a fenced-in backyard at the time of the\r\nincident, and there is no evidence they were ever allowed to roam freely.  Likewise, there is no evidence\r\nthat any of the dogs ever attempted to attack anyone prior to attacking Valerie.  There were at least two\r\noffers by the Lewises to put the dogs in the house if Kevin was concerned, but he declined.  There is also\r\nevidence that Gloria trusted her own grandchildren to play with the dogs.  \r\n\r\n\r\nTherefore, the Nesbitts failed to prove by clear and convincing evidence that Gloria and Gordon\r\nbehaved in a willful, wanton, or reckless manner.  The evidence in the record is insufficient to sustain\r\nan award of punitive damages. \r\n\r\n\r\nIn summary, we affirm the finding of actual damages against Gloria and Gordon but reverse the\r\naward of punitive damages and a finding of any liability against Brenda.\r\n\r\n\r\nAFFIRMED IN PART AND REVERSED IN PART. \r\nHEARN and HUFF, JJ., concur.\r\n\r\n\r\n1.  Brenda and Gloria jointly purchased one Chow dog.  One of Gordon's friends gave him the second Chow dog.  The two\r\ndogs mated resulting in the third dog.  \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"2979","title":"Heape v. Heape, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2979","description":"","date":"1999-04-26","type":"opinion","text":"\r\n      \r\n\r\n\r\nHeape v. Heape, et al.\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA \r\n  In The Court of Appeals \r\n  ________\r\n\r\n   \r\n   \r\n     \r\n       \r\n        \r\n          John W. Heape, Respondent, \r\n          \r\n          v. \r\n          \r\n          Barbara J. Heape and Bobby Hudson, of whom Bobby Hudson, is the Appellant. \r\n          \r\n      \r\n    \r\n  \r\n\r\n________\r\n\r\n\r\nAppeal From Berkeley County \r\n  Robert R. Mallard, Family Court Judge ________\r\nOpinion No. 2979 \r\n  Heard February 10, 1999 - Filed April 26, 1999 ________\r\nREVERSED\r\n  ________\r\n \r\n   \r\n     \r\n      \r\n        William L. Runyon, Jr., of Charleston, for appellant. \r\n        \r\n        L. Mendel Rivers, Jr., of Mt. Pleasant, for respondent. \r\n      \r\n    \r\n  \r\n\r\n________ \r\nPER CURIAM: John W. Heape (Husband) brought this action against Barbara J. Heape (Wife), seeking a divorce\r\non the ground of adultery.  Husband named Bobby Hudson as Wife's paramour and joined him as a party defendant.\r\nHudson appeals a family court order holding him jointly and severally liable for Husband's attorney's fees.  We\r\nreverse.\r\n\r\n\r\nBACKGROUND \r\nHusband and Wife married in 1968.  Their marriage produced one child who is emancipated.  In 1995 Wife and\r\nHudson, who at that time was Wife's brother-in-law, began having an extramarital affair.  After learning of the\r\naffair, Husband commenced this action. \r\n\r\n\r\nBy order dated June 13, 1997, the court granted Husband a divorce on the ground of adultery.  Citing Â§ 20-7-420(19)\r\nand (38) of the South Carolina Code, the court found Wife and Hudson jointly and severally liable for $15,000 in\r\nattorney's fees incurred by Husband.  \r\n\r\n\r\nANALYSIS \r\nHudson, who did not appeal his joinder as a party defendant, contends that the family court was without authority\r\nto find him jointly and severally liable for Husband's attorney's fees solely because he was Wife's paramour.  We\r\nagree.(1)\r\n\r\n\r\n In appeals from family court, this court may find facts according to its own view of the preponderance of\r\nthe evidence.  Epperly v. Epperly, 312 S.C. 411, 440 S.E.2d 884 (1994).  Although Husband's complaint\r\ndoes not explicitly state what relief it seeks as to Hudson, it implies that Husband added Hudson as a\r\nparty defendant for the limited purposes of a restraining order and discovery.  The complaint prays for\r\nattorney's fees, but not specifically against Hudson.  However, from a fair reading of the record as a whole,\r\nit is clear that Husband added Hudson as a party primarily to punish him for having sexual relations with\r\nWife by forcing him to pay litigation costs which Wife apparently is unable to pay.\r\n\r\n\r\nThe legislature has conferred upon the family court extensive authority and jurisdiction in domestic\r\nmatters.  S.C. Code Ann. Â§ 20-7-420 (1985 &amp; Supp. 1998).  Subsection (19) of Â§ 20-7-420 grants the family\r\ncourt exclusive jurisdiction\r\n\r\n\r\nto bring in and make parties to any proceedings pending in the court any person or persons charged with\r\nor alleged to be interfering with the marital relationship between a husband and wife, in violation of the\r\nlaw or of the rights of either party to the marriage, or whose presence to the proceedings may be found\r\nnecessary to a complete determination of the issues therein, or the relief to which the parties thereto, or\r\nany of them, may be entitled; and shall have the power to enjoin and restrain such interference and to\r\npunish for contempt of court violations of such injunctions or restraining orders. \r\n\r\n\r\nS.C. Code Ann. Â§ 20-7-420(19) (1985).\r\n\r\n\r\nIn the past, subsection (19) has been construed to grant authority over third parties when property\r\nclaimed to be marital was titled in a third party's name.  See Sexton v. Sexton, 298 S.C. 359, 380 S.E.2d\r\n832 (1989) (holding the family court has jurisdiction to join third parties when property is alleged to be\r\nmarital but is owned by a third party).\r\n\r\n\r\nThe legislature has granted the family court authority to award attorney's fees, presumably against even\r\nthird parties, in proper circumstances.  S.C. Code Ann. Â§Â§ 20-3-120, 20-3-130(H), 20-7-420(2), (38) (1985 &amp;\r\nSupp. 1998).  Section 20-7-420(38) specifically provides that the family court may\r\n\r\n\r\nhear and determine an action where either party in his or her complaint, answer, counterclaim, or motion\r\nfor pendente lite relief prays for the allowance of suit money pendente lite and permanently.  In this\r\naction the court shall allow a reasonable sum for the claim if it appears well-founded. Suit money,\r\nincluding attorney's fees, may be assessed for or against a party to an action brought in or subject to the\r\njurisdiction of the family court. An award of temporary attorney's fees or suit costs must not be stayed by\r\nan appeal of the award. \r\n\r\n\r\nS.C. Code Â§ 20-7-420(38) (Supp. 1998) (emphasis added).\r\n\r\n\r\nIn construing a statute, courts must ascertain and effectuate the intent of the legislature.  McConnell v.\r\nHuff, 320 S.C. 241, 464 S.E.2d 324 (1995); Mitchell v. Holler, 311 S.C. 406, 429 S.E.2d 793 (1993).  A\r\nstatute must, as a whole, be interpreted practically, fairly, and reasonably such that the interpretation\r\nharmonizes with the purpose, design, and policy of the lawmakers.  D.W. Flowe &amp; Sons, Inc. v.\r\nChristopher Constr. Co., 326 S.C. 17, 482 S.E.2d 558 (1997).  \"All rules of statutory construction are\r\nsubservient to the one that the legislative intent must prevail if it can be reasonably discovered in the\r\nlanguage used, and that language must be construed in the light of the intended purpose of the statute.\"\r\nKiriakides v. United Artists Communications, Inc., 312 S.C. 271, 275, 440 S.E.2d 364, 366 (1994).  \"The\r\ndetermination of legislative intent is a matter of law.\" Charleston County Parks &amp; Recreation Comm'n v.\r\nSomers, 319 S.C. 65, 67, 459 S.E.2d 841, 843 (1995).\r\n\r\n\r\nWe decline to hold that the legislature, in enacting Â§ 20-7-420(19) and (38), intended that a third party,\r\neven though a paramour, could be held responsible for all attorney's fees in a case such as this.  We are\r\nnot passing upon the propriety of awarding an amount of attorney's fees determined to be directly\r\nattributable to work necessary to obtain relief from a third party.  After all, a third party may be\r\nlegitimately joined for limited purposes.  Here, however, the primary relief which Husband requested, a\r\ndivorce on the grounds of adultery, could have been obtained without joining Hudson.  While we can\r\nunderstand Husband's anger and frustration upon learning that his brother-in-law was having an affair\r\nwith his wife and his desire to punish them equally for this transgression, the family court's award of\r\nattorney's fees essentially amounts to a quasi-revival of the torts of criminal conversation and alienation\r\nof affection.  We cannot condone the resurrection of these \"heart balm\" actions, both of which have been\r\nabolished in this state.  See S.C. Code Ann. Â§ 15-3-150 (Supp. 1998); Russo v. Sutton, 310 S.C. 200, 422\r\nS.E.2d 750 (1992).  \r\n\r\n\r\nFor the foregoing reasons, the decision of the family court is\r\n\r\n\r\nREVERSED. \r\nHEARN, HUFF and STILWELL, JJ., concur.\r\n\r\n\r\n1.  Because we reverse on this issue, we need not reach appellant's other issue.\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"2980","title":"Steele v. Self Serve, Inc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2980","description":"","date":"1999-04-26","type":"opinion","text":"\r\n      \r\n\r\n\r\nSteele v. Self Serve, Inc.\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n-->\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n\r\nIn The Court of Appeals\r\n  ________\r\n\r\n  \r\n \r\n   \r\n     \r\n       \r\n        \r\n          Eric Ian Emberton Steele, Appellant, \r\n          \r\n          v. \r\n          \r\n          Self Serve, Inc., Respondent. \r\n          ________ \r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nAppeal From Colleton County \r\n  Gerald C. Smoak, Sr., Circuit Court Judge ________\r\nOpinion No. 2980\r\n  Heard February 9, 1999 - Filed April 26, 1999 ________\r\nAFFIRMED\r\n  ________\r\n \r\n   \r\n     \r\n      \r\n        J. Thomas Falls, Jr., of Garris &amp; Falls, of Columbia, for appellant. \r\n          \r\n        \r\n        Lee R. Moody, of Smoak, Moody &amp; Smoak, of Walterboro; and Frederick \r\n          M. Zeigler, of Columbia, for respondent. \r\n      \r\n    \r\n  \r\n\r\n________ \r\nSTILWELL, J.: Eric Steele appeals the decision of the circuit court which affirmed the Workers' Compensation\r\nCommission's ruling that entitled Eric to only one-third of the death benefits due from his father's death in 1977. \r\nWe affirm.\r\n\r\n\r\nFACTS\r\n\r\n\r\nOn July 30, 1977, Eric's father, Phillip, died from gunshot wounds to the head after being kidnaped from the Self\r\nServe Station in Walterboro, where he worked as a clerk.  Phillip also worked for Lowcountry Community Action at\r\nthe time of his death.  Phillip, the sole source of his family's income, was survived by his wife, Brenda, Eric, and\r\nanother son, Derrick.  Eric and his brother Derrick were ages two and six, respectively, when their father died.  Eric,\r\nhis mother, and brother filed workers' compensation claims on September 7, 1993.  At that time, Eric was eighteen\r\nyears old.  \r\n\r\n\r\nThe single commissioner found Phillip's average weekly wage to be $170 with a compensation rate of $113.33.  The\r\ncommissioner held Self Serve was estopped from asserting the statute of limitations barred Eric's mother's claim\r\nbecause Self Serve led her to believe no benefits were available.  Finally, the commissioner held that Self Serve\r\nowed the claimants $40,000 compensation, plus funeral expenses for Phillip's death.  In the event that Eric's\r\nmother's claim was barred by the statute of limitations, the commissioner ordered that Eric and his brother should\r\nreceive the full award.  Self Serve appealed the single commissioner's order. \r\n\r\n\r\nThe full commission reversed the single commissioner.  It calculated Phillip's average weekly wage at $99.02 with a\r\ncompensation rate of $66.02.  It also held that the claims of both Eric's mother and brother were barred by the\r\nstatute of limitations.  The commission agreed that the maximum benefits allowable equaled $40,000, but held that\r\nEric could only recover one-third of the benefits due.  Eric's mother and brother did not appeal the full commission's\r\nfinding that they were both barred by the statute of limitations.  Eric appealed to the circuit court, which\r\naffirmed the full commission.\r\n\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\r\nFindings of the Workers' Compensation Commission will not be disturbed if they are supported by substantial evidence and\r\nnot controlled by legal error.  S.C. Code Ann. Â§ 1-23-380(6) (1976); Lark v. Bi-Lo, Inc., 276 S.C. 130, 276 S.E.2d 304\r\n(1981).  Substantial evidence is evidence which, considering the record as a whole, would allow reasonable minds to reach\r\nthe conclusion that the administrative agency reached.  Miller v. State Roofing Co., 312 S.C. 452, 441 S.E.2d 323 (1994). \r\n\r\n\r\nDISCUSSION\r\n\r\n\r\nI. Average Weekly Wage\r\n\r\n\r\nAs his first exception, Eric argues the panel erred when it held that Phillip's average weekly wage was $99.02 with a\r\ncompensation rate of $66.02.  Eric argues that the uncontradicted facts provide overwhelming evidence that Phillip's weekly\r\nwage at the time of his death was $170.  We disagree.\r\n\r\n\r\nAt the time of his death, Phillip worked for Self Serve and for Lowcountry Community Action Agency.  Generally, when an\r\nemployee works at concurrent jobs, the employee's wages from his multiple jobs may be combined to compute his average\r\nweekly wages.  Boles v. Una Water Dist., 291 S.C. 282, 353 S.E.2d 286 (1987); Foreman v. Jackson Minit Mkts., Inc., 265\r\nS.C. 164, 217 S.E.2d 214 (1975). \r\n\r\n\r\nThe applicable statute regarding the method of calculating average weekly wages provides:\r\n\r\n\r\nWhen the employment prior to the injury extended over a period of less than fifty-two weeks, the method of dividing the\r\nearnings during that period by the number of weeks and parts thereof during which the employee earned wages shall be\r\nfollowed, provided results fair and just to both parties will be thereby obtained.\r\n\r\n\r\nS.C. Code Ann. Â§ 42-1-40 (1976).(1)\r\n\r\n\r\n  Phillip's 1977 W-2s state that he earned $2,137.85 at Self Serve and $847.60 at Lowcountry.  The dispositive issue is the\r\nlength of time Phillip worked at Lowcountry and thus, his average weekly wage there. \r\n\r\n\r\nEric noted on his Form 52 that Phillip's weekly wages were \"to be determined.\"  On its Form 53, Self Serve noted the claim\r\nwas seventeen years old and it would \"attempt to reconstruct earnings.\"  The employer is required to file a Form 20--Statement of Earnings of Injured Employee.  25A S.C. Code Ann. Regs. 67-606 (1990) (amended 1997).  Self Serve filed a\r\nForm 20 that stated Phillip earned $2,137.85 from January 1977 until his death in July 1977.\r\n\r\n\r\nAfter the employer has filed the Form 20,\r\n\r\n\r\nIf the claimant alleges he or she worked for two or more employers at the time the injury occurred, the claimant may obtain\r\na completed Form 20 for each additional job.  The claimant shall file with the Commission's Claim Department the Forms\r\n20, completed by the employer of the additional jobs, and shall provide a copy to the employer on whose job the claimant\r\nwas injured.\r\n\r\n\r\n25A S.C. Code Ann. Regs. 67-1603(B) (1990) (amended 1997).(2)  \r\n\r\n\r\nClearly, from the above-cited regulation, the claimant has the burden of proving wages earned from jobs other than the one\r\nwhere the accident occurred.  See Moore v. North Am. Van Lines, 310 S.C. 236, 239-40, 423 S.E.2d 116, 118 (1992)\r\n(\"Workers' compensation laws are to be liberally construed in favor of coverage.  Nevertheless, the claimant is not relieved\r\nof his burden of providing evidence sufficient to support the award.\" (citations omitted)); Shealy v. Algernon Blair, Inc., 250\r\nS.C. 106, 110, 156 S.E.2d 646, 648 (1967) (\"[A] claimant has the burden of proving the facts essential to his right to\r\ncompensation, and an award may not be based upon conjecture or speculation.\"); McDowell v. Stilley Plywood Co., 210\r\nS.C. 173, 41 S.E.2d 872 (1947) (holding that testimony has no probative value if it rests on surmise, conjecture, and\r\nspeculation).\r\n\r\n\r\nIn this case, a Form 20 for Lowcountry was not submitted on the claimant's behalf.  At the hearing, Eric's mother testified\r\nthat Phillip worked for Lowcountry \"somewhere around a couple of months\" and was making $100 per week.  When asked\r\nabout Phillip's total weekly income in July 1977, she testified, \"The only thing I can figure is about a $170.00 to 175.00 a\r\nweek from both\" Lowcountry and Self Serve.\r\n\r\n\r\nOn cross-examination, she admitted she did not check with Lowcountry about Phillip's dates of employment or number of\r\nhours worked.  When asked if Phillip could have begun working at Lowcountry as early as February 1977, Eric's mother\r\ntestified she thought that estimate was a little early but she was not sure.  Furthermore, she admitted in her deposition that\r\nshe did not know how long Phillip had worked for Lowcountry prior to his death.\r\n\r\n\r\nThe testimony regarding the length of time Phillip worked for Lowcountry is, at best, contradictory.  Because the\r\ncommission received no other documentation establishing that Phillip worked for Lowcountry for two months as claimed,\r\nthe full commission chose to divide Phillip's total wages from Lowcountry by the number of weeks elapsed in 1977 prior to\r\nhis death.  The W-2s and the testimony of Eric's mother support that method of calculation and constitute substantial\r\nevidence of the average weekly wage as calculated.\r\n\r\n\r\nEric argues that even if he is not entitled to compensation based on an average weekly wage of $170, he should be entitled\r\nto recover based on an average weekly wage computed by adding together Phillip's gross income from all sources for 1977\r\nand dividing them by the number of weeks he lived that year.  We do not address this argument because Eric did not make\r\nthis argument to the circuit court.  An issue not raised in an intermediate appeal cannot be considered in a subsequent\r\nappeal.  City of Columbia v. Ervin, 330 S.C. 516, 500 S.E.2d 483 (1998).\r\n\r\n\r\nII. Eric's Portion of the Benefits\r\n\r\n\r\nEric next argues that the commission erred in ruling that he was entitled to only one-third of the death benefits.  We\r\ndisagree.\r\n\r\n\r\nUnder South Carolina's workers' compensation law, Eric, his mother, and his brother were all conclusively presumed wholly\r\ndependent upon the father.  See S.C. Code Ann. Â§ 42-9-120 (1976).  The statutes entitled each of them to equal shares of\r\nthe benefits.  S.C. Code Ann. Â§ 42-9-130 (1976).  The mother, as surviving spouse, received special protection entitling her\r\nto no less than one-third of the death benefits.  S.C. Code Ann. Â§ 42-9-290 (1976).  Eric's share of the benefits equaled one-third at the time of his father's death.\r\n\r\n\r\nEric argues that his mother and brother waived their rights to their shares by not appealing the commission's decision.  He\r\ncites cases from other jurisdictions for the proposition that a survivor can waive workers' compensation benefits in favor of\r\nanother survivor.  We need not decide whether South Carolina would adopt a similar position because Eric's mother and\r\nbrother cannot be said to have waived their benefits.  A waiver \"is the voluntary and intentional relinquishment of a known\r\nright.\"  Provident Life &amp; Accident Ins. Co. v. Driver, 317 S.C. 471, 478, 451 S.E.2d 924, 928 (Ct. App. 1994).  \r\n\r\n\r\nThe full commission ruled Eric's mother and brother were both barred by the statute of limitations.  That ruling was not\r\nappealed to the circuit court and is not before us and is, therefore, the law of the case.  See Buckner v. Preferred Mut. Ins.\r\nCo., 255 S.C. 159, 177 S.E.2d 544 (1970) (an unchallenged ruling, whether \"right or wrong\" is the law of the case). \r\nConsequently, the mother and brother have no legal right to benefits which they can waive in Eric's favor.  If the full\r\ncommission erred in barring their claims, the only way for Eric's mother and brother to succeed was to appeal, which they\r\ndeclined to do.  Eric's claim was not barred by the statute of limitations and therefore he was entitled to one-third of his\r\nfather's death benefits, but no more.\r\n\r\n\r\nFor the reasons discussed above, the decision of the circuit court affirming the full commission is\r\n\r\n\r\nAFFIRMED.\r\n\r\n\r\nHEARN and HUFF, JJ., concur.  \r\n\r\n\r\n1.  Although the briefs and orders refer to the 1962 code, the 1976 code controls.  Phillip died on July\r\n31, 1977, nearly a month after the effective date of the act which ratified the 1976 Code.  Act No. 95,\r\n1977 S.C. Acts 168 (effective July 1, 1977). \r\n2.  The 1997 amendment modified this regulation.  See 25A S.C. Code Ann. Regs. 67-1603(H) (Supp. 1998).\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"2981","title":"Hinton v. Designer Ensembles, Inc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2981","description":"","date":"1999-04-26","type":"opinion","text":"\r\n      \r\n\r\n\r\nHinton v. Designer Ensembles, Inc.\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA \r\n  In The Court of Appeals ________  \r\n \r\n   \r\n     \r\n       \r\n        Aaron Earl Hinton, Respondent,\r\n         v. \r\n      \r\n    \r\n  \r\n\r\n \r\n   \r\n     \r\n      \r\n        Designer Ensembles, Inc.,Appellant. \r\n        \r\n    \r\n  \r\n\r\n________\r\n\r\n\r\nAppeal From Greenville County \r\n  Gerald C. Smoak, Sr., Circuit Court Judge ________\r\nOpinion No. 2981 \r\n  Heard March 9, 1999 - Filed April 26, 1999 ________\r\nAFFIRMED IN PART and REVERSED IN PART\r\n  ________\r\n \r\n   \r\n     \r\n      \r\n        Randall S. Hiller, of Greenville, for appellant. \r\n        \r\n        Eddie R. Harbin, of Greenville, for respondent. \r\n      \r\n    \r\n  \r\n\r\n________\r\n\r\n\r\nHOWELL, C.J.: Designer Ensembles, Inc. (Designer) appeals the trial court's decision awarding Aaron Earl Hinton lost\r\nwages and reinstatement under S.C. Code Ann. Â§ 41-1-80 (Supp. 1998). We affirm in part and reverse in part.\r\n\r\n\r\nFACTS \r\n\r\n\r\nDesigner employed Hinton in December 1993 as a shipping department supervisor. As a supervisor, Hinton understood and\r\nwas often required to enforce Designer's attendance policy. Under this policy, if an employee was absent for three\r\nconsecutive days without calling Designer or for five consecutive days without providing Designer a doctor's excuse, the\r\nemployee could be terminated. \r\n\r\n\r\nOn August 2, 1994, Hinton injured his right ankle and lower back in a work-related accident. Prior to the accident, Hinton\r\nhad never missed a work day or arrived late, nor had he been disciplined by Designer for poor work performance.\r\n\r\n\r\nAfter the accident, Hinton received emergency treatment from Greenville Memorial Hospital, which then referred Hinton to\r\nDr. James Wallace. Dr. Wallace prescribed medication and referred Hinton to Dr. Collin Kanar when therapy failed to help.\r\nDr. Kanar prescribed medication, performed a bone scan, and administered a steroid injection before transferring Hinton to\r\nDr. Kevin Kopera of the Health and Occupational Facility at Greenville Memorial Hospital. Under Dr. Kopera's care, Hinton\r\nengaged in physical therapy and felt significant improvement. Dr. Kopera never took any X-rays or ordered an MRI test. In\r\nlate October, Dr. Kopera released Hinton for work subject to certain restrictions and told Hinton that Designer intended to\r\naccommodate these restrictions. \r\n\r\n\r\nHinton's personnel manager, Marie Sitter, obtained notice of Hinton's release and requested he return to work or provide a\r\ndoctor's excuse. Sitter also expressed Designer's desire to accommodate Hinton's restrictions. Hinton met with Sitter; Joe\r\nNettles, Hinton's facility manager; and Carter Mahaffey, Hinton's immediate supervisor, to discuss accommodating Hinton's\r\nrestrictions. Hinton's supervisors told him they only needed him to use his brain to supervise and that his job would not\r\nrequire physical exertion. His supervisors told him they would permit him to take breaks and even lie down when necessary.\r\nAs a result, Hinton agreed to attempt work again. \r\n\r\n\r\nUpon returning to work on November 1, Hinton worked a full shift, but felt pain in his back. Hinton left a message on\r\nMahaffey's answering machine stating he experienced pain but planned on working the next day. On November 2, Hinton\r\nreported to work, but called Mahaffey at home complaining of pain. Hinton told Mahaffey he planned to leave if the pain\r\nremained. A member of Hinton's crew called Mahaffey an hour later and reported that Hinton had left work. Hinton testified\r\nthat after approximately two hours, he informed Mahaffey the pain rendered work unbearable. Due to his pain, Hinton\r\nattempted to schedule another appointment with Dr. Kopera, who refused to see Hinton. Instead, Kopera scheduled an\r\nappointment for Hinton to see Dr. Stanley Reid, an orthopaedic specialist. \r\n\r\n\r\nOn November 3, Hinton called and complained of too much pain to work. Mahaffey informed Hinton the absence was\r\nunexcused because Kopera had released Hinton to work. On November 4, 1994, Hinton called and complained that he was\r\nin too much pain to work. Mahaffey again told Hinton the absence was unexcused without a doctor's excuse. On November\r\n5, a Saturday, Hinton did not go to work and did not call, even though Mahaffey had previously required Hinton to work on\r\nSaturdays until January 1. On November 7, Hinton neither went to work nor called to tell Designer he would be absent. On\r\nNovember 8, Hinton called and complained of too much pain to work. When Mahaffey again told Hinton the absence was\r\nunexcused, Hinton responded by claiming someone called in for him on Monday. On November 9, 1994, Hinton called and\r\ncomplained of too much pain to work and Mahaffey again told Hinton the absence was unexcused. Hinton called on\r\nNovember 10, but Mahaffey was in a meeting. On November 11, 1994, Mahaffey called Hinton. When Hinton returned the\r\ncall, Mahaffey transferred Hinton to Nettles, who discharged Hinton for having too many unexcused absences.\r\n\r\n\r\nOn November 15, Dr. Reid ordered an MRI which revealed a herniated disc as the source of Hinton's problem. Dr. Reid\r\ndetermined Hinton reached maximum medical improvement (MMI) on January 20, 1995, and issued Hinton a 5 percent\r\nimpairment rating. On February 12, 1995, Dr. Reid released Hinton to work retroactive to January 20, 1995. On February\r\n14, 1995, Hinton attempted to resume working, but Designer told Hinton he no longer had a job. Hinton eventually obtained\r\na job as a shipping manager at another company, but he resigned over salary negotiations in February 1996. He has not\r\nworked since.\r\n\r\n\r\nHinton received his full salary from Designer for the first thirty days after the accident and then began receiving temporary\r\ntotal disability payments. In June 1995, a hearing was held on Designer's motion to stop payment of the benefits. At the\r\nhearing, Hinton testified his injuries continued to worsen, necessitating further medical treatment. The hearing\r\ncommissioner's order (the 1995 order) found Hinton reached MMI on January 20, 1995, found Hinton suffered a 14 percent\r\npermanent partial disability, and granted Designer's stop payment request. The hearing commissioner also required Hinton to\r\nrefund a portion of the temporary total disability payments. \r\n\r\n\r\nOn November 9, 1995, Hinton filed a complaint against Designer alleging retaliatory discharge and wrongful discharge in\r\nviolation of public policy. Designer answered, denying liability on both theories. Though the public policy action was\r\neventually dismissed, the retaliatory discharge claim went to trial. At trial, Nettles testified he reminded Hinton on two\r\noccasions to obtain a doctor's excuse to avoid violating Designer's policy. After the second warning in late October, Hinton\r\nnever provided a doctor's excuse except for a one-day excuse from St. Francis Hospital emergency room. Hinton\r\nacknowledged that failing to provide a doctor's excuse for eleven days would violate Designer's policy, but testified that he\r\nunderstood from his visits with Dr. Kopera that Kopera had communicated with Designer about Hinton's continued difficulty\r\nworking. In addition, Sitter testified that she talked with Kopera on several occasions, but could not remember whether she\r\ncontinued to speak with him up until and after Hinton was fired. Sitter also testified that she \"quite possibly\" could have\r\ntalked to Dr. Reid but could not recall definitely. Moreover, Sitter admitted she often talked with Designer's workers'\r\ncompensation carrier, who kept Sitter informed about Hinton's treatment status. \r\n\r\n\r\nAfter hearing the evidence, the trial court announced its ruling for Hinton, noting that Designer knew of Hinton's condition\r\nand fired Hinton while he was receiving temporary total disability benefits. In its June 2, 1997, order (the 1997 order), the\r\ncourt found that Designer knew or should have known of Hinton's condition, that Hinton had a sterling attendance record,\r\nand that Hinton was fired while receiving temporary total disability benefits. The 1997 order concluded that Hinton was\r\ndischarged in retaliation against his workers' compensation claim.\r\n\r\nLAW/ANALYSIS\r\n\r\n\r\nA retaliatory discharge claim under Workers' Compensation Act section 41-1-80 is an action in equity. See Wallace v.\r\nMilliken &amp; Co., 305 S.C. 118, 120, 406 S.E.2d 358, 359 (1991). In an action in equity, the appellate court may find facts in\r\naccordance with its own view of the preponderance of the evidence. See Townes Associates, Ltd. v. City of Greenville, 266\r\nS.C. 81, 86, 221 S.E.2d 773, 775 (1976). \"However, this broad scope of review does not require us to disregard the findings\r\nof the trial judge who was in a better position to evaluate the credibility of the witnesses.\" Smothers v. Richland Mem'l\r\nHosp., 328 S.C. 566, 570, 493 S.E.2d 107, 109 (Ct. App. 1997).\r\n\r\n\r\nI.\r\n\r\n\r\nDesigner argues that the trial court erred in ruling for Hinton because the evidence was insufficient to establish a retaliatory\r\ndischarge. We disagree.\r\n\r\nSection 41-1-80 provides, in pertinent part:\r\n\r\n\r\nNo employer may discharge or demote any employee because the employee has instituted or caused to be instituted, in good\r\nfaith, any proceeding under the South Carolina Workers' Compensation Law (Title 42 of the 1976 Code), or has testified or\r\nis about to testify in any such proceeding.\r\n\r\n\r\nAny employer who violates any provision of this section is liable in a civil action for lost wages suffered by an employee as a\r\nresult of the violation, and an employee discharged or demoted in violation of this section is entitled to be reinstated to his\r\nformer position. The burden of proof is upon the employee.\r\n\r\n\r\nS.C. Code Ann. Â§ 41-1-80 (Supp. 1998). \"The elements of a claim under Â§ 41-1-80 are: (1) institution of workers'\r\ncompensation proceedings; (2) discharge or demotion; and (3) a causal connection between (1) and (2).\" Hines v. United\r\nParcel Service, Inc., 736 F. Supp 675, 677 (D.S.C. 1990). \r\n\r\n\r\nAn employer has certain affirmative defenses under section 41-1-80, including \"wilful or habitual . . . absence from work; . . .\r\nfailure to meet established employer work standards; . . . [and] violating specific written company policy for which the action\r\nis a stated remedy of the violation.\" Â§ 41-1-80. \r\n\r\n\r\nWhile the employer has the burden of proving its affirmative defenses, . . . \"[t]he ultimate burden of persuading the trier of\r\nfact that the employer retaliatorily discharged the employee for exercising statutory rights under the Act remains at all times\r\nwith the employee. The burden of persuasion never shifts and the employee bears the burden of persuasion that the reason\r\ngiven for termination was pretextual. . . . The employee may succeed in this, either directly by persuading the court that the\r\ndischarge was significantly motivated by retaliation for her exercise of statutory rights, or indirectly by showing that the\r\nemployer's proffered explanation is unworthy of credence.\" \r\n\r\n\r\nWallace, 305 S.C. at 122, 406 S.E.2d at 360 (quoting Buckner v. General Motors Corp., 760 P.2d 803, 807 (Okla. 1988))\r\n(ellipsis in original); see also Kummer v. Royal Gate Dodge, 983 S.W.2d 568, 572 (Mo. Ct. App. 1998) (\"Even though an\r\nemployer produces evidence of a legitimate reason for the employee's discharge, the plaintiff who is able to persuade the\r\n[trier of fact] that the employer's reason is pretextual . . . is entitled to a verdict.\") (quoting Weidower v. ACF Industries,\r\nInc., 715 S.W.2d 303, 307 (Mo. Ct. App. 1986)).\r\n\r\nWe find sufficient evidence of retaliatory discharge. Proof of retaliatory discharge ordinarily requires using circumstantial\r\nevidence. See Lattie v. SHS Enterprises, Inc., 300 S.C. 417, 419, 389 S.E.2d 300, 301 (Ct. App. 1990) (citing Wallace). In\r\nLattie, this Court reversed the trial court's grant of summary judgment to the employer. 300 S.C. at 418, 389 S.E.2d at\r\n300-01. Lattie had sustained an on-the-job injury and applied for worker's compensation benefits. Id. at 419, 389 S.E.2d at\r\n301. Sixteen days after initiating the worker's compensation proceedings, SHS fired Lattie. Id. According to SHS, it fired\r\nLattie \"either because Lattie failed to meet its work standards or because Lattie mismanaged the business, causing it to lose\r\nmoney.\" Id. Lattie submitted an affidavit that he had always met SHS's work standards. Id. We concluded that, \"[t]he\r\nproximity in time between Lattie's instituting the worker's compensation proceedings and his firing, when coupled with\r\nevidence of his satisfactory work performance, [was] sufficient to enable Lattie to establish a prima facie case . . . on his\r\nclaim for retaliatory discharge.\" Id.\r\n\r\n\r\nSimilarly, in the current case, Designer fired Hinton approximately three months after his work-related accident. Moreover,\r\nHinton had an exemplary work record with no absences. Nonetheless, Designer maintains that it fired Hinton for having too\r\nmany unexcused absences. Thus, the question becomes whether Hinton carried his burden to show that this reason was\r\npretextual.\r\n\r\n\r\nDesigner contends that it established a legitimate reason for firing Hinton and that Hinton provided no proof of pretext other\r\nthan a close proximity of time between the beginning of his workers' compensation claim and his firing. As a result, Designer\r\nclaims the case at bar is controlled by Johnson v. J.P. Stevens &amp; Co., 308 S.C. 116, 417 S.E.2d 527 (1992). We disagree. In\r\nJohnson, J.P. Stevens had a policy of terminating probationary employees like Johnson who were absent more than four\r\ndays. 308 S.C. at 117, 417 S.E.2d at 528. Johnson sustained an injury by accident arising out of and in the course of\r\nemployment. Id. After being released to work by his treating physician, Johnson saw a second physician who told Johnson\r\nnot to return to work. Id. Johnson missed nine days of work during his probationary period and was fired because of\r\nexcessive absenteeism and blackout spells that made it dangerous for him to do his job. Id. The court did not mention any\r\nevidence of prior work history. Also, Johnson admitted that the employer's reasons for firing him were legitimate. Id. at 118,\r\n389 S.E.2d at 529. The court held that, \"[i]n light of the conceded legitimate nonretaliatory motives for the termination,\"\r\nproximity in time alone did not meet the employee's burden. Id.\r\n\r\n\r\nIn contrast, in the case at bar, there is evidence showing pretext in addition to proximity in time. Here, Hinton had a sterling\r\nprior work history with no previous absences. Even though Hinton did not personally produce a written doctor's excuse, the\r\nrecord supports the trial court's finding that \"[a]gents of the Defendant were in constant contact with the treating physicians\r\nand knew, or should have known, of the plaintiff's condition and continued complaints.\" Sitter testified that she had been in\r\nconstant contact with the worker's compensation carrier and that the carrier kept Sitter informed as to the treatments with\r\nDr. Kopera and the Center for Occupational Services. She also admitted that she had several conversations with Dr. Kopera\r\nabout Mr. Hinton and that she \"quite possibly\" could have talked to Dr. Reid, but she did not recall. When asked whether the\r\nconversations with Kopera continued up until and even after the date Hinton was fired, Sitter replied that she did not know.\r\nAs a result of visits with Dr. Kopera, Hinton was under the impression that Kopera had communicated to Designer Hinton's\r\ninability to work subsequent to his attempted return. From this evidence, whether Designer knew about the legitimacy of\r\nHinton's absences after his attempted return to work essentially became a credibility contest. The trial court found that\r\nDesigner's explanation for firing Hinton was pretextual. Therefore, the trial court evidently resolved this credibility contest in\r\nHinton's favor. We decline to disturb the trial court's factual findings, given that they are so dependent on the court's\r\ndeterminations of the witnesses' credibility. See Smothers, 328 S.C. at 570, 493 S.E.2d at 109 (holding that, even though the\r\nappellate court may find its own facts on review of an equity case, it may defer to the trial court when the factual issues\r\ndepend on credibility). Thus, there is evidence that Hinton substantially complied with Designer's absentee policy and that, as\r\na result, Designer's proffered reasons were not legitimate. In addition to the proximity of time, these facts support a finding\r\nof pretext and meet Hinton's burden of proof. Consequently, we conclude that, but for Hinton's maintaining a workers'\r\ncompensation claim against Designer, he would not have been discharged.(1) \r\n\r\n\r\nDesigner argues the trial court erred in drawing an inference of pretext from Designer's decision to discharge Hinton while\r\nHinton received temporary total disability benefits. Because we conclude the trial court's order is affirmable without\r\nreference to the receipt of temporary total disability benefits, we do not decide whether it was error for the court to consider\r\nsuch evidence. In its oral ruling at trial, the trial court noted that it believed an employer could not fire a person receiving\r\ntemporary total disability benefits. However, the trial court also indicated that the evidence showed Designer had consistent\r\ncontact with the treating physicians and knew of Hinton's physical status. Further, in its written order, the court also\r\nmentioned other facts, including Hinton's excellent attendance record and Designer's constant contact with the treating\r\nphysicians concerning Hinton's condition, in support of its ruling. As discussed above, these other facts support a finding of\r\nretaliatory discharge without reference to Hinton's receipt of temporary total disability benefits when fired.(2) We do not\r\ninterpret the 1997 order as holding Hinton's discharge retaliatory solely because of his receipt of temporary total disability\r\nbenefits when fired. Hence, even if the trial court improperly considered Hinton's receipt of temporary total disability\r\nbenefits when fired, there is no prejudice from this consideration. See Brown, 326 S.C. at 417, 483 S.E.2d at 481 (\"An error\r\nnot shown to be prejudicial does not constitute grounds for reversal.\"). \r\n\r\n\r\n\r\nII.\r\n\r\n\r\nDesigner argues that the trial court erred in failing to direct a verdict in its favor at the close of Hinton's case, because Hinton\r\nfailed to present evidence of damages.(3) We disagree.\r\n\r\n\r\nIn light of our finding that Designer discharged Hinton in retaliation for instituting a workers' compensation claim, Hinton is\r\nentitled to lost wages. See Â§ 41-1-80. Hinton bears the burden of establishing damages. Id. On appeal, Designer claims that\r\nHinton has not met this burden. Designer does not contest, and in fact admits in its brief, that Hinton testified on\r\ncross-examination that he found new employment on September 5, 1995 at a higher wage. Rather, Designer claims that the\r\nonly evidence of this subsequent employment and Hinton's period of unemployment came during cross-examination of\r\nHinton. We disagree. The 1995 order notes that Hinton's average weekly wage was $482.53.(4) Moreover, Hinton admitted\r\non direct examination that his doctors cleared him to work on January 20, 1995. Answers to questions on cross-examination\r\nare evidence. Just like any other evidence, they may be used to prove the plaintiff's case. We therefore affirm the trial court's\r\naward of lost wages.(5) \r\n\r\n\r\nAdditionally, we find sufficient evidence Hinton adequately attempted to mitigate his damages. \r\n\r\n\r\nThe doctrine of avoidable consequences operates in wrongful discharge actions, as in others, to permit a wrongfully\r\ndischarged employee to recover only damages for losses which, in the exercise of due diligence, he could not avoid. The\r\nemployee's so-called duty to mitigate his damages permits the employee to recover the amount of his losses caused by the\r\nemployer's breach reduced by the amount the employee obtains, or through reasonable diligence could have obtained, from\r\nother suitable employment.\r\n\r\n\r\nChastain v. Owens Carolina, Inc., 310 S.C. 417, 419-20, 426 S.E.2d 834, 835 (Ct. App. 1993) (quoting Smalls v. Springs\r\nIndustries, Inc., 300 S.C. 481, 388 S.E.2d 808 (1990)). \"[T]he party who claims damages should have been minimized has\r\nthe burden of proving they could have been avoided or reduced.\" Chastain, 310 S.C. at 420, 426 S.E.2d at 835. \"Whether an\r\nemployee has fully mitigated his damages is a question of fact to be determined from the circumstances of each case.\" Id. at\r\n420, 426 S.E.2d at 836. \r\n\r\n\r\nHinton attempted to return to work at Designer after reaching MMI and receiving his release from Dr. Reid but was told he\r\nwas discharged. Hinton continued to seek employment after reaching MMI and eventually found employment in September\r\n1995. Although Designer argues that Hinton's testimony at the workers' compensation hearing was inconsistent with his\r\nclaim that he attempted to find work, Hinton testified at trial that he was looking for work. Consequently, whether or not\r\nHinton actually attempted to mitigate his damages was a question of Hinton's credibility. On this issue, we defer to the trial\r\ncourt. See Smothers, 328 S.C. at 570, 493 S.E.2d at 109 (holding that the appellate court can defer to the trial court on\r\ncredibility issues in equity cases). Designer also offered no evidence that similar jobs were available prior to September 1995.\r\nSee Chastain, 310 S.C. at 420, 426 S.E.2d at 835-36 (using defendant's failure to offer evidence of similar work reasonably\r\navailable in support of conclusion that former employee made a reasonable effort to mitigate his damages after he was\r\ndischarged in retaliation for filing a workers' compensation claim). Thus, we find the record supports a conclusion Hinton\r\nsufficiently attempted to mitigate his damages. \r\n\r\n\r\nFinally, Designer argues that reinstatement is inappropriate. We agree. Although it is within the trial court's discretion to\r\ngrant reinstatement, based on our own view of the preponderance of the evidence, we feel reinstatement is inappropriate in\r\nthis case. See Horn v. Davis Elec. Constrs., Inc., 307 S.C. 559, 562, 416 S.E.2d 634, 635-36 (1992) (holding reinstatement,\r\nas an equitable remedy, is similar to injunctive relief and therefore discretionary). Hinton ultimately found another job doing\r\nsubstantially similar work at a higher salary, although later voluntarily resigned from this position in a dispute over his\r\nemployment terms. In addition, this litigation has generated very serious animosity between the parties. Because of this\r\nanimosity and because of Hinton's demonstrated ability to find other work, we find that the trial court's reinstating Hinton to\r\nhis former position was an abuse of discretion. \r\n\r\n\r\nFor the foregoing reasons, the trial court's order is\r\n\r\n\r\n AFFIRMED IN PART AND REVERSED IN PART.\r\n\r\n\r\nCONNOR, J., concurs. GOOLSBY, J., dissents in a separate opinion.\r\n\r\n\r\nGOOLSBY, J. (dissenting): I dissent. I would hold Designer successfully established an affirmative defense to Hinton's\r\naction. I would further hold Hinton failed to meet his burden to show either that his termination \"'was significantly motivated\r\nby retaliation for [his] exercise of statutory rights'\" or that the reason Designer gave for his discharge, namely his unexcused\r\nabsences, was pretextual. Wallace v. Milliken &amp; Co., 305 S.C. 118, 122, 406 S.E.2d 358, 360 (1991) (quoting Buckner v.\r\nGeneral Motors Corp., 760 P.2d 803, 807 (Okla. 1988)).\r\n\r\n\r\nUnder S. C. Code Ann. Â§ 41-1-80 (Supp. 1998), an employer defending against a retaliatory discharge claim \"shall have as\r\nan affirmative defense . . . violating specific written company policy for which the action is a stated remedy of the violation.\" \r\n\r\n\r\nAs the majority notes, under Designer's work attendance policy, an employee absent for five consecutive days without\r\nproviding a doctor's excuse could be terminated. Hinton knew and understood this policy and even enforced it himself\r\nagainst his subordinates. Despite Designer's efforts to accommodate Hinton, he failed to report to work for five consecutive\r\ndays without providing a doctor's excuse. \r\n\r\n\r\nThe majority acknowledges \"Hinton did not personally produce a written doctor's excuse,\" but further holds \"there is\r\nevidence that Hinton substantially complied with Designer's absentee policy and that, as a result, Designer's proffered reasons\r\nwere not legitimate.\" Specifically, the majority notes that \"the record supports the trial court's finding that '[a]gents of the\r\nDefendant were in constant contact with the treating physicians and knew, or should have known, of the plaintiff's condition\r\nand continued complaints.'\" \r\n\r\n\r\nEven if this finding is correct, I would hold Hinton failed to show by the preponderance of the evidence that Designer would\r\nnot have discharged him \"'but for' the filing of the [workers' compensation] claim.\" Wallace at 121, 406 S.E.2d at 360. As\r\nthe trial court noted, Designer agreed to compensate Hinton for his work-related injuries and provided medical care and\r\ntemporary total disability benefits from the date of Hinton's injury until he reached maximum medical improvement.\r\nFurthermore, because Hinton's doctor had released him to return to work, it was reasonable for Designer to expect Hinton to\r\nresume his duties. It is also undisputed Designer attempted to help Hinton work within the restrictions imposed by his\r\ndoctor. Hinton also participated in a meeting during which his superiors outlined a workload in which his responsibilities\r\nwere limited to supervision and agreed he could take breaks and even lie down when necessary. \r\n\r\n\r\nAlthough the majority correctly cites Lattie v. SHS Enters., Inc., 300 S.C. 417, 389 S.E.2d 300 (Ct. App. 1990) for the\r\nproposition that proof of retaliatory discharge ordinarily requires use of circumstantial evidence, the circumstances in that\r\ncase can be easily distinguished from the facts here. \r\n\r\n\r\nFirst, Lattie was an appeal from summary judgment and held only that the plaintiff had established a prima facie case for\r\nretaliatory discharge. It did not reach the merits of the claim. \r\n\r\n\r\nSecond, Lattie had presented evidence directly refuting the factual allegations behind his employer's purported reasons for\r\nfiring him. In contrast, Hinton does not deny he was aware of Designer's work attendance policy and failed to comply with it.\r\nEven if we were to accept the majority view that Hinton \"substantially complied\" with the policy, I have found no evidence\r\nin the record that Designer had ever given him reason to believe that substantial compliance would suffice. As the majority\r\nrelates, Hinton was advised by his immediate supervisor that his absences were unexcused without a doctor's excuse.\r\nSignificantly, nothing in the record suggests Designer ever relaxed its work attendance policy for any of its other employees\r\nor otherwise enforced it in a discriminatory manner. \r\n\r\n\r\nI would reverse.\r\n\r\n\r\n\r\n\r\n1.  \r\nWe note that, in the 1997 order, the trial court improperly used the â€œsubstantial factorâ€ causation test in analyzing this retaliatory discharge action.  The substantial factor test of causation â€œrequires proof that filing . . . the claim constituted an important or significant motivating factor for discharge.â€  Wallace, 305 S.C. at 121, 406 S.E.2d at 359-60.  However, the proper test of causation in this context is the â€œdeterminative factorâ€ test, â€œwhich requires the employee to establish that he would not have been discharged â€˜but forâ€™ the filing of the [workersâ€™ compensation] claim.â€   Id. at 121, 406 S.E.2d at 360.  Although the determinative factor test is  more stringent than the substantial factor test, neither test requires proof that filing the claim was the sole motivating factor behind the discharge.  Id.  While the trial court used the incorrect test, it also made findings of fact based on the credibility of the witnesses.  We find evidence to support the trial courtâ€™s findings and give the courtâ€™s credibility determinations deference in determining whether Hintonâ€™s firing was in retaliation to his instituting a workerâ€™s compensation claim.  After viewing the facts in this manner, we conclude, as discussed above, the evidence establishes that Hintonâ€™s claim was a determinative factor in the decision to discharge him.  Hence, Designer was not prejudiced by the trial courtâ€™s use of the incorrect standard.  See Brown v. Pearson, 326 S.C. 409, 417, 483 S.E.2d 477, 481 (Ct. App. 1997) (â€œAn error not shown to be prejudicial does not constitute grounds for reversal.â€).\r\n\r\n2.    Even if we interpret the court's comments at trial as basing its ruling for Hinton solely on his receipt of temporary total\r\ndisability benefits when fired, our holding on this issue would not change. \"Judgments in general . . . are not final until\r\nwritten and entered. Until written and entered, the judge retains discretion to change his mind and amend his oral ruling\r\naccordingly.\" Doe v. Doe, 324 S.C. 492, 501, 478 S.E.2d 854, 859 (Ct. App. 1996) (citation omitted). Because we conclude\r\nthat the 1997 order did not rely exclusively on the receipt of temporary total disability benefits in its finding retaliatory\r\ndischarge, we can still affirm the order if, as in this situation, the other reasons mentioned in the order support a finding of\r\nretaliatory discharge and our review of the record supports such a conclusion. \r\n\r\n3.  Technically, Designer appealed the refusal to grant a directed verdict. However, directed verdict motions under Rule 50,\r\nSCRCP, are only appropriate in jury trials. See James F. Flanagan, South Carolina Civil Procedure at 401 (2d ed. 1996)\r\n(\"Rule 50 permits the defending party in a jury action to challenge the sufficiency of the evidence at the close of the\r\nplaintiff's case, and for each party to move for a directed verdict at the close of all the evidence.\" (emphasis added)). An\r\naction for discharge in retaliation against filing a workers' compensation claim is an action at equity, tried without a jury.\r\n\"Motions challenging the sufficiency of the evidence in non-jury cases are decided under Rule 41(b)[, SCRCP].\" Id. \r\n\r\n\r\nAfter the plaintiff in an action tried by the court without a jury has completed the presentation of his evidence, the defendant\r\n. . . may move for a dismissal on the ground that upon the facts and the law the plaintiff has shown no right to relief. \r\n\r\n\r\nThe court as trier of the facts may then determine them and render judgment against the plaintiff or may decline to render any\r\njudgment until the close of all the evidence.\r\n\r\n\r\nRule 41(b), SCRCP; accord Johnson, 308 S.C. at 118, 417 S.E.2d at 529 (\"Rule 41(b) allows the judge as the trier of facts\r\nto weigh the evidence, determine the facts and render a judgment against the plaintiff at the close of his case if justified.\").\r\nThus, we review this issue under Rule 41(b) to determine whether there is sufficient evidence to support the damages\r\nverdict. \r\n\r\n4.  Designer notes that the 1995 order was admitted into evidence over its objection. However, it does not argue that the\r\ntrial court's ruling was incorrect. Therefore, this argument is not preserved for our review. See First Sav. Bank v. McLean,\r\n314 S.C. 361, 363, 444 S.E.2d 513, 514 (1994) (finding that a party's argument not argued in its brief was abandoned). \r\n\r\n5.  Designer also contends that the trial court improperly questioned Hinton's counsel after the close of Hinton's case and\r\nthat Hinton's counsel's responses were contrary to evidence already before the court. The content of this discussion centered\r\non the Hinton's period of unemployment. Hinton's counsel claimed the period was from January 20, 1995 until September 5,\r\n1995. However, given that Designer has conceded on appeal that Hinton admitted on cross-examination he was employed\r\nagain starting in September 1995 and that Hinton testified on cross-examination he started looking for work in January 20,\r\n1995, we conclude Designer has not been prejudiced by the trial judge's actions. See Brown, 326 S.C. at 417, 483 S.E.2d at\r\n481 (\"An error not shown to be prejudicial does not constitute grounds for reversal.\").\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"2982","title":"Town of Mount Pleasant v. Jones","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=2982","description":"","date":"1999-04-26","type":"opinion","text":"\r\n      \r\n\r\n\r\nTown of Mount Pleasant v. Jones\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA \r\n  In The Court of Appeals \r\n  ________\r\n\r\n   \r\n   \r\n     \r\n      \r\n        Town of Mount Pleasant, Appellant, \r\n        v. \r\n        Virginia D. Jones, Respondent. \r\n        \r\n    \r\n  \r\n\r\n________\r\n\r\nAppeal From Charleston County \r\n  Howard P. King, Circuit Court Judge ________\r\n\r\n  \r\nOpinion No. 2982 \r\n  Heard January 12, 1999 - Filed April 26, 1999 ________\r\nREVERSED AND REMANDED\r\n  ________\r\n \r\n   \r\n     \r\n      \r\n        P. Steven Barkowitz, of Charleston, for appellant. \r\n        \r\n        Lon H. Shull, III, of Andrews &amp; Shull, of Mt. Pleasant, for respondent. \r\n        \r\n      \r\n    \r\n  \r\n\r\n________ \r\nCONNOR, J.:  Virginia Jones was arrested and charged with driving under the influence.  The municipal\r\ncourt dismissed the charge based upon an unlawful citizen's arrest, and the circuit court affirmed.  The\r\nTown of Mount Pleasant (the Town) appeals.  We reverse and remand.\r\n\r\n\r\n  \r\nFACTUAL/PROCEDURAL BACKGROUND \r\nOn February 7, 1996, James Scarborough, a private detective and volunteer fireman, was traveling over\r\nthe Cooper River Bridge towards Mount Pleasant.  He noticed Virginia Jones driving erratically. \r\nScarborough called 911 and informed the police department.  After crossing the bridge, Scarborough\r\nturned on the emergency red flashing light used in his duties as a volunteer fireman.  Jones pulled over to\r\nthe side of the road because she believed an emergency vehicle was trying to pass.  When Jones pulled\r\nover, Scarborough yelled at Jones to \"stay there, remain in your car.\"  Scarborough held Jones on the side\r\nof the road until police officers arrived. She did not feel she could leave safely because it was obvious\r\nScarborough intended to detain her.\r\n\r\n\r\nWithin approximately five minutes, Officer Phipps, a Town of Mount Pleasant police officer, arrived on the\r\nscene.  Officer Phipps conducted field sobriety tests and then arrested Jones for driving under the\r\ninfluence.  Upon arrival at the police station, the officers conducted a breathalyzer test.\r\n\r\n\r\nJones made a motion before the municipal court to dismiss the case or suppress evidence obtained from\r\nthe arrest.(1)  The judge did not reach the suppression issue.  Rather, he found Jones was unlawfully\r\n\"restrained and arrested by [a] private citizen, Mr. Scarborough.\"(2) As a result, he dismissed Jones's\r\ncharge for driving under the influence.(3)\r\n\r\n\r\nThe Town appealed to the circuit court. The Town argued the municipal court \r\n  judge erred in dismissing the case because \"the Fourth Amendment [proscription] \r\n  against warrantless search[es] and seizures does not apply to actions by private \r\n  citizens. . . . [Therefore], regardless of the actions of the private citizen, \r\n  Mr. Scarborough's actions, it does not affect the validity of [the officer's \r\n  actions once the officer arrived on the scene].\" The Town asserted the officer \r\n  acted properly in lawfully arresting Jones when he arrived on the scene. Therefore, \r\n  the invalidity of Scarborough's initial detention was irrelevant. The judge \r\n  \"agree[d] ... that there was an improper arrest in this case\" and affirmed the \r\n  decision of the municipal court judge. He issued a form order affirming the \r\n  municipal court judge's decision. The Town appeals. \r\nDISCUSSION \r\nRecently, this Court considered the question of whether a private citizen has the authority to make a\r\nwarrantless arrest of another person for driving under the influence.  State v. McAteer, Op. No. 2795 (S.C.\r\nCt. App. filed Dec. 21, 1998) (Shearouse Adv. Sh. No. 1 at 1) (en banc).   In McAteer, an off-duty Rock Hill\r\npolice officer was driving his personal vehicle in York County, outside of his territorial jurisdiction, when\r\nhe observed a vehicle stopped in the middle of the road with its interior light on.   The officer stopped his\r\nvehicle and approached the other vehicle on foot to investigate.  As McAteer rolled down the window, the\r\nofficer smelled alcohol coming from the vehicle.  He also noticed several open alcoholic beverage containers\r\nlying in the front and back seats.  The officer detained McAteer until a trooper with the South Carolina\r\nHighway Patrol arrived.  After administering several field sobriety tests, the trooper arrested McAteer for\r\ndriving under the influence of alcohol.  Subsequently, McAteer registered a reading of .18 on the\r\nDatamaster breath test.  \r\n\r\n\r\nAt trial, McAteer sought to suppress all evidence resulting from his arrest.  He argued the arrest was\r\nillegal because the Rock Hill police officer had no police power to arrest outside his jurisdiction and no\r\npower to make a citizen's arrest under the circumstances.  The circuit court judge denied McAteer's motion\r\nand subsequently convicted him in a bench trial. \r\n\r\n\r\nIn a split decision, the majority opinion of this Court held the police officer had authority as a private\r\ncitizen under the common law to detain McAteer for a misdemeanor involving a breach of the peace.  At\r\nfirst blush McAteer appears dispositive of this case.  However, the validity of Scarborough's \"citizen's\r\narrest\" is not at issue in this case.(4)  \r\n\r\n\r\nThe municipal court judge found Jones was unlawfully restrained and arrested by Scarborough, a private\r\ncitizen.  Additionally, the circuit court judge agreed there was an improper arrest by Scarborough.  The\r\nTown has not appealed the rulings concerning the invalidity of the citizen's arrest.  In fact, the Town\r\nargues the invalidity of the arrest is irrelevant to this appeal.  The Town maintains whether an illegal\r\ncitizen's arrest had occurred is immaterial and merely serves as a red herring which affected the\r\nreasoning of the circuit court.  Because the Town has failed to appeal the lower courts' ruling that the\r\ncitizen's arrest was invalid, it is the law of this case that Scarborough's detention of Jones was unlawful. \r\nSee ML-Lee Acquisition Fund, L.P. v. Deloitte &amp; Touche, 327 S.C. 238, 489 S.E.2d 470 (1997) (an\r\nunchallenged ruling, right or wrong, is the law of the case); Continental Ins. Co. v. Shives, 328 S.C. 470,\r\n492 S.E.2d 808 (Ct. App. 1997) (a lower court's unappealed ruling becomes the law of the case, and the\r\nappellate court must assume the ruling was correct).\r\n\r\n\r\nOn appeal, the Town argues the circuit court erred in dismissing the case because the improper citizen's\r\narrest had no effect on the admissibility of evidence discovered by police authorities after their arrival at\r\nthe scene.  \r\n\r\n\r\nAs a threshold issue, the illegal citizen's arrest imposed no jurisdictional bar to the subsequent\r\nprosecution of Jones.  Our Supreme Court has repeatedly held an illegal arrest does not preclude the\r\nsubsequent prosecution or conviction of the defendant for the offense charged. See State v. Biehl, 271 S.C.\r\n201, 246 S.E.2d 859 (1978) (The illegality of an initial arrest does not bar a defendant's subsequent\r\nprosecution and conviction of the offense charged.); State v. McCoy, 255 S.C. 170, 177 S.E.2d 601 (1970)\r\n(The fact that an initial arrest may have been unlawful does not bar prosecution of the defendant based on\r\na subsequent indictment by which the court acquires jurisdiction.); State v. Holliday, 255 S.C. 142, 177\r\nS.E.2d 541 (1970) (An unlawful arrest does not preclude the prosecution of the defendant and does not\r\nrequire reversal of the subsequent conviction where all other elements necessary to give a court\r\njurisdiction are present.); Wayne R. LaFave, 1 Search and Seizure:  A Treatise on the Fourth Amendment\r\nÂ§ 1.9 (3d ed. 1996) (\"[A]n illegal arrest does not divest the trial court of jurisdiction over the defendant or\r\notherwise preclude his trial.\").  Accordingly, Jones's charge for driving under the influence should not\r\nhave been dismissed because of an illegal citizen's arrest.  \r\n\r\n\r\nThe question then becomes whether the evidence obtained as a result of Jones's unlawful citizen's arrest\r\nmust be suppressed.  The Fourth Amendment to the United States Constitution provides the federal\r\ngovernment shall not violate \"[t]he right of the people to be secure in their persons, houses, papers, and\r\neffects, against unreasonable searches and seizures . . . .\"  U.S. Const. amend. IV.  The United States\r\nSupreme Court extended the constitutional protection against unreasonable searches and seizures to\r\nthose involving state action.  Elkins v. United States, 364 U.S. 206 (1960).  The exclusionary rule, a\r\nsanction to enforce the protection of the Fourth Amendment, is applicable to state action through the\r\nFourteenth Amendment.  Mapp v. Ohio, 367 U.S. 643, 655 (1961) (\"[A]ll evidence obtained by searches\r\nand seizures in violation of the Constitution is . . . inadmissible in a state court.\").\r\n\r\n\r\nFourth Amendment protection against unreasonable searches and seizures, however, applies only to\r\ngovernmental action and not to action by private citizens acting in a private capacity.  Burdeau v.\r\nMcDowell, 256 U.S. 465 (1921).  In interpreting the Fourth Amendment, the United States Supreme Court\r\nhas stated the Fourth Amendment's \"origin and history clearly show that it was intended as a restraint\r\nupon the activities of sovereign authority, and was not intended to be a limitation upon other than\r\ngovernmental agencies . . . .\"  Id. at 475.  \r\n\r\n\r\nAccordingly, our Supreme Court has stated, \"[t]he fourth amendment is wholly inapplicable to a search or\r\nseizure, even an unreasonable one, effected by a private individual not acting as an agent of the\r\ngovernment and without the participation or knowledge of government officials.\"  State v. McSwain, 292\r\nS.C. 206, 207, 355 S.E.2d 540, 541 (1987); see State v. Copeland, 321 S.C. 318, 468 S.E.2d 620 (1996) (The\r\n\"fruit of the poisonous tree\" doctrine holds that where evidence would not have come to light but for the\r\nillegal actions of the police, and the evidence has been obtained by the exploitation of the illegality, the\r\nevidence must be excluded.).  Our Supreme Court has consistently followed this interpretation.  See State\r\nv. Cooney, 320 S.C. 107, 463 S.E.2d 597 (1995) (The Fourth Amendment proscription against warrantless\r\nsearches and seizures does not apply to searches or seizures by private individuals not acting as agents of\r\nthe State.); State v. Cohen, 305 S.C. 432, 409 S.E.2d 383 (1991) (The Fourth Amendment does not bar a\r\nsearch or seizure by a private party.); Peters v. State, 302 S.C. 59, 393 S.E.2d 387 (1990) (The Fourth\r\nAmendment's constitutional proscription against warrantless searches and seizures does not apply to\r\nsearches by private individuals not acting as agents of the State.).  \r\n\r\n\r\nIn this case, Jones has never specifically argued Scarborough's illegal arrest involved state action.  The\r\nmunicipal court judge concluded Scarborough, as a private citizen, illegally arrested Jones.  On appeal to\r\nthe circuit court, the Town argued the Fourth Amendment proscription against warrantless searches and\r\nseizures did not apply to the actions of private citizens.  It further alleged, the actions of Scarborough, a\r\nprivate citizen, did not invalidate the actions of Officer Phipps, an agent of the State, when he arrived at\r\nthe scene.  In response, Jones did not dispute the conclusion Scarborough acted as a private citizen. \r\nInstead, she asserted the citizen's arrest was invalid, and, alternatively, Officer Phipps lacked probable\r\ncause to arrest Jones for driving under the influence. \r\n\r\n\r\nOn appeal, Jones does not refute the Town's argument that the illegal citizen's arrest did not affect the\r\nadmissibility of the evidence because the Fourth Amendment protections applied only to the action of\r\nOfficer Phipps, as an agent of the State, and not to Scarborough, as a private citizen.  Instead, Jones\r\ndismisses the Town's exclusionary rule arguments as inapplicable to this case.  At oral argument, Jones\r\ndid allude to Scarborough's use of his red emergency light as constituting an indicia of state authority;\r\nhowever, she never specifically argued Scarborough's actions constituted state action sufficient to invoke\r\nthe exclusionary rule.  Moreover, she admitted Scarborough was not directly an agent of the State.\r\n\r\n\r\nBecause Jones has not specifically appealed the trial courts' holding that Scarborough's actions were that\r\nof a private citizen, the law of this case is that the initial arrest did not involve state action.(5)  See\r\nResolution Trust Corp. v. Eagle Lake &amp; Golf Condominiums, 310 S.C. 473, 427 S.E.2d 646 (1993) (an\r\nunappealed ruling becomes law of the case).    Moreover, the trial courts did not rule on whether\r\nScarborough's actions constituted state action.  This decision requires a factual determination which we\r\nwould be unable to make for the first time on appeal.  See State v. Cohen, 305 S.C. 432, 436, 409 S.E.2d\r\n383, 386 (1991) (When determining whether a private citizen's search or seizure constituted state action, a\r\ncourt should consider the totality of the circumstances and the following factors: 1) the citizen's motivation\r\nfor the search or seizure; 2) the degree of governmental involvement, such as advice, encouragement,\r\nknowledge about the nature of the citizen's activities; and 3) the legality of the conduct encouraged by the\r\npolice.).  \r\n\r\n\r\nTherefore, Scarborough's actions were that of a purely private citizen and, as a result, the exclusionary\r\nrule is inapplicable.  Thus, any evidence obtained as a result of Scarborough's arrest should not be\r\nexcluded at Jones's trial.(6)     \r\n\r\n\r\nOther jurisdictions considering similar circumstances have reached the same result.  For example, in\r\nState v. Hart, 669 N.E.2d 762 (Ind. Ct. App. 1996), Hart was arrested by a private citizen and\r\nsubsequently arrested by police for operating a vehicle while intoxicated.  The private citizen observed\r\nHart's erratic driving, and when Hart stopped his vehicle, the private citizen exited his vehicle, reached\r\nthrough an open window of Hart's car, put the vehicle in park, removed Hart's keys, and told Hart he was\r\n\"trying to keep [Hart] from killing somebody.\"  Id. at 763.  Hart was unable to sit upright and smelled\r\nheavily of alcohol.  Another motorist called the police.  Hart alleged the citizen's arrest was unlawful and\r\nmoved to suppress the evidence discovered as a result of the arrest.  The trial judge granted the motion to\r\nsuppress.  The Court of Appeals reversed.  The Court noted that \"a citizen's arrest, which does not involve\r\nstate action, and which would include an arrest made by an off-duty police officer who does not purport to\r\nact in his official capacity, is not governmental law enforcement conduct.\"  Id. at 765.  The Court held the\r\ncitizen's arrest valid, but further opined: \r\n\r\n\r\n[e]ven if the citizen's arrest of Hart had been unlawful, the evidence discovered as a result of the arrest\r\nwould not have been excluded at his trial.  The constitutional protection against unreasonable searches\r\nand seizures does not apply to actions of private persons when they are not acting as agents of police\r\nauthorities. The rationale for the rule is that the Fourth Amendment was historically directed at\r\ngovernmental law enforcement conduct, and the exclusionary rule, which is aimed at governmental law\r\nenforcement misconduct, would serve no useful purpose when applied to private persons.  Here, if the\r\ncitizen's arrest had been unlawful, [the citizen] might have incurred liability for damages, but the\r\nevidence would not have been suppressed. \r\n\r\n\r\nId. at 765-66 (citations omitted).\r\n\r\n\r\nThe Supreme Court of Nebraska considered a similar scenario.  State v. Houlton, 416 N.W.2d 588 (Neb.\r\n1987).   Houlton, who was arrested by an off-duty Iowa state trooper acting as a private citizen, was\r\nsubsequently arrested by Omaha police for driving while intoxicated.  While the trooper was driving his\r\nown personal vehicle, he observed Houlton slumped over the wheel of his vehicle and swerving on and off\r\nthe shoulder of the road.  At a traffic light, the trooper drove up next to Houlton's vehicle.  The trooper,\r\nwearing civilian clothing, approached Houlton and asked him if he had been drinking.  Houlton replied\r\nthat he had.  The trooper then informed Houlton he was under citizen's arrest.  He observed Houlton had\r\nbloodshot eyes, slurred speech, smelled of alcohol, and had poor balance and dexterity.  The trooper asked\r\na witness to call the Omaha police. After the trooper described what had occurred, the Omaha police\r\narrested Houlton.  Later, Houlton registered a .298 on the Intoxilyzer.  \r\n\r\n\r\nHoulton asserted all of the evidence should have been suppressed because his initial arrest by the trooper\r\nwas unlawful.  The Nebraska Supreme Court assumed, without deciding, the trooper's arrest of Houlton\r\nwas unlawful.  Id. at 589.  The Court went on to consider the question of whether the evidence obtained as\r\na result of the trooper's unlawful citizen's arrest had to be suppressed.  The Court held the exclusionary\r\nrule did not apply to a citizen's arrest unless such an arrest was a part of the action taken by the State. \r\nId. at 590.  Applying that decision to the facts of the case, the Court concluded all of the evidence was\r\nproperly admitted.  The Court reasoned that no state action was involved in the arrest by the trooper\r\nbecause he was an off-duty police officer acting as a private citizen.  The trooper as a private citizen then\r\ntold police what he observed.  The police, acting on the probable cause provided by the citizen's\r\ndescription, developed additional cumulative evidence. Id.  \r\n\r\n\r\nOur research reveals relatively few cases from other jurisdictions considering the precise question of\r\nwhether the exclusionary rule applies to an unlawful citizen's arrest precipitating a subsequent arrest for\r\ndriving under the influence.  Because the exclusionary rule is not an offense-specific concept, we need not\r\nrestrict our review of other jurisdictions to its application in the limited context of driving under the\r\ninfluence.  We are able to find additional support for our decision in cases where courts in other\r\njurisdictions have considered this question when it arose in the context of other criminal offenses.  See,\r\ne.g., Smith v. State, 283 N.E.2d 365 (Ind. 1972) (although citizen's arrest of defendant for possession of\r\nmarijuana was legal, an illegal citizen's arrest would not have required the suppression of evidence\r\nobtained as a result of such an arrest); State v. Clark, 454 So. 2d 232 (La. Ct. App. 1984) (exclusionary\r\nrule did not apply to evidence seized by private citizen even though citizen had no authority to make\r\nprivate arrest for a misdemeanor and had no right to conduct a private search of the defendants who, as a\r\nresult of the seizure, were ultimately charged with misdemeanor hunting offenses); Commonwealth v.\r\nCorley, 491 A.2d 829, 834 (Pa. 1985) (Because the exclusionary rule is designed \"to prevent, not to repair\"\r\nand is aimed at \"official misconduct,\" it is inapplicable to a citizen's arrest.); State v. Farmer, 454 S.E.2d\r\n378, 383 n.7 (W. Va. 1994) (evidence obtained by a private citizen conducting an illegal citizen's arrest\r\nwould not be excluded at trial for the offense charged because private citizens cannot violate the Fourth\r\nAmendment).\r\n\r\n\r\nAlthough the evidence obtained from Scarborough's arrest of Jones should not be excluded at trial, we\r\nexpress no opinion concerning whether the Town of Mount Pleasant officer had sufficient probable cause\r\nto arrest Jones for driving under the influence.  Because the municipal court judge and the circuit court\r\njudge specifically declined to rule on this issue, it is not properly before us for appellate review.  See State\r\nv. Byram, 326 S.C. 107, 485 S.E.2d 360 (1997) (to be preserved for appeal, an issue must be raised to and\r\nruled on by the trial judge).\r\n\r\n \r\n\r\nAccordingly, the decision of the circuit court is\r\n\r\n\r\nREVERSED AND REMANDED.\r\n\r\n\r\nHEARN and HUFF, JJ., concur.\r\n\r\n\r\n\r\n1.  The parties did not make oral arguments before the municipal court judge.  The parties presented\r\nmemoranda of law to the judge who then issued his ruling on the record.  The memoranda of law are not a\r\npart of the record on appeal.  Therefore, we do not know the precise arguments made to the municipal\r\ncourt judge.\r\n2.  The ruling was based on S.C. Code Ann. Â§Â§ 17-13-10 and 17-13-20 (1985 &amp; Supp. 1998) and State v.\r\nNall, 304 S.C. 332, 404 S.E.2d 202 (Ct. App. 1991).\r\n3.  The municipal court judge declined to rule on the issue of probable cause to arrest once the police\r\nofficers arrived on the scene.  He did, however, mention on the record that he thought the appropriate\r\ncharge would have been public drunkenness. The circuit court judge also indicated he believed the\r\nappropriate charge was for public drunkenness.\r\n4.  We note the result of this case would be the same if the decision in McAteer were applicable.  Based on\r\nthe prevailing view in McAteer, Scarborough's arrest of Jones would have been lawful.  As such, any\r\nevidence obtained as a result of the lawful arrest would have been admissible at trial.\r\n5.  However, at least one state court has found actions similar to those of Scarborough did not constitute\r\nstate action.  State v. Andrews, 637 A.2d 787 (Conn. App. Ct. 1994) (off-duty auxiliary police\r\nofficer/volunteer fireman driving his personal vehicle equipped with a blue fire department light, acted as\r\na private citizen rather than in his official capacity when, outside of his jurisdiction, he observed\r\ndefendant driving erratically, caused defendant to pull over after activating his blue flashing emergency\r\nlight, and told defendant to wait until the police arrived who then conducted field sobriety tests, and, as a\r\nresult, arrested defendant for driving under the influence). \r\n6.  In McAteer, the majority stated, \"McAteer is correct that if such a detention is unlawful, any evidence\r\nstemming from the detention must be excluded as 'fruit of the poisonous tree.' \" State v. McAteer, Op. No.\r\n2795 (S.C. Ct. App. filed Dec. 21, 1998) (Shearouse Adv. Sh. No. 1 at 1, 3-4) (en banc).  Although our\r\nconclusion in this case is seemingly inconsistent with the majority's statement, the instant case is\r\ndistinguishable from McAteer.  Unlike Scarborough, a purely private citizen, the officer was in full\r\nuniform, i.e., clothed in the color of his office, when he made the extraterritorial arrest of McAteer.  Thus,\r\nthe officer's actions were sufficient to constitute state action which would have invoked the protections of\r\nthe Fourth and Fourteenth Amendments.  See Commonwealth v. Bradley, 724 A.2d 351 (Pa. Super. Ct.\r\n1999) (in prosecution for driving under the influence, evidence properly suppressed based on exclusionary\r\nrule where off-duty police officer, after observing motorist's erratic driving, \"act[ed] under color of state\r\nlaw\" outside of his jurisdiction when he illegally detained motorist until police officers arrived ); State v.\r\nHodgson, 200 A.2d 567 (Del. Super.  Ct. 1964) (evidence of motorist's intoxication properly suppressed\r\nwhere Pennsylvania police officer, who lacked authority to arrest as a police officer in Delaware and was\r\nwithout authority as a private citizen, pursued and ultimately illegally arrested motorist in Delaware for\r\ndriving under the influence after observing motorist commit a Pennsylvania traffic violation).\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"}]