[{"id":"3265","title":"Engle v. Engle","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3265","description":"This domestic appeal involves issues of child support calculation and the dependent tax exemption.","date":"2000-12-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n \r\n   \r\n     \r\n        \r\n        Janice H. Engle, Appellant,  \r\n         \r\n          \r\n            v. \r\n          \r\n          \r\n        George S. Engle, III, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville \r\n  County\r\n  Wesley L. Brown, Family Court Judge\r\n\r\n \r\n  \r\n    Opinion No. 3265\r\n     \r\n  \r\n  \r\n    Heard September 14, 2000 - Filed \r\n    December 11, 2000 \r\n  \r\n  \r\n\r\nAFFIRMED AS \r\n  MODIFIED\r\n   \r\n\r\n \r\n   \r\n     \r\n       \r\n        J. Falkner Wilkes, of Meglic, \r\n          Wilkes &amp; Godwin, of Greenville, for appellant.\r\n        Jason P. Boan, of Turnipseed, \r\n          Ridge &amp; Boan, of Spartanburg, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\n \r\nHOWARD, J.: Janice H. Engle, the mother, brought this action \r\nagainst George S. Engle, III, the father, seeking increased child support and \r\nthe dependent income tax deduction for the parties' child. The family court awarded \r\nan increase in child support based on the father's increased income and income \r\nimputed to the mother. The court declined to award the mother the state and federal \r\ndependent income tax exemption. The mother appeals. We affirm as modified.  \r\nFACTS\r\nThe parties were married in 1981 \r\n  and divorced in 1988. They have one child, born May 27, 1984. The mother was \r\n  granted custody of the child and was awarded child support. The father was awarded \r\n  visitation and the dependent tax exemption. In 1989, by agreement between the \r\n  parties, the father's child support obligation was increased to $800 per month. \r\n  It was later reduced by court order to $640 per month.\r\nThe mother instituted the present \r\n  action against the father in May of 1997 seeking increased support in accordance \r\n  with the Child Support Guidelines (\"the Guidelines\"), maintenance of the child's \r\n  health insurance by the father, pro rata division of the child's medical expenses, \r\n  the dependent tax exemption, and attorney's fees.\r\nBy order dated December 22, 1998, \r\n  the family court increased the father's child support obligation to $829.17 \r\n  per month and allowed him to retain the dependent tax exemption. With the exception \r\n  of changes not pertinent to this appeal, the mother's post trial motion for \r\n  reconsideration was denied. \r\n \r\n  \r\n    LAW/ANALYSIS \r\n  \r\n  \r\nI. Child Support \r\n  Calculation\r\nA. Mother's \r\n  Income\r\nOn appeal, the mother asserts the \r\n  family court erred in imputing income to her for purposes of calculating child \r\n  support. We disagree.\r\nThe mother has a master's degree \r\n  in education. Prior to April of 1997, she was employed as a departmental coordinator \r\n  in the chemistry department at Furman University earning approximately $28,000 \r\n  per year. In April of 1997, the mother quit her job at Furman \r\n  University and relocated with the child to Idaho to pursue graduate studies \r\n  in biology. At the time of trial, she was earning $1,022 per \r\n  month as a graduate student at Boise State University. For \r\n  purposes of calculating child support, the family court imputed $28,000 per \r\n  year in income to the mother, reasoning she would have been earning at least \r\n  that amount if she had not voluntarily terminated her employment at Furman University.\r\nIn an action on appeal from the family \r\n  court, the appellate court may find facts in accordance with its own view of \r\n  the preponderance of the evidence. Epperly v. Epperly, 312 S.C. 411, 414, 440 \r\n  S.E.2d 884, 885 (1994). However, this does not mean that the court should disregard \r\n  the findings of the family court judge, who saw and heard the witnesses. Hooper \r\n  v. Rockwell, 334 S.C. 281, 297, 513 S.E.2d 358, 367 (1999). Child support awards \r\n  are addressed to the sound discretion of the trial judge and, absent an abuse \r\n  of discretion, will not be disturbed on appeal. Mitchell v. Mitchell, 283 S.C. \r\n  87, 92, 320 S.E.2d 706, 710 (1984). An abuse of discretion occurs when the court \r\n  is controlled by some error of law or where the order, based upon the findings \r\n  of fact, is without evidentiary support. Kelley v. Kelley, 324 S.C. 481, 485, \r\n  477 S.E.2d 727, 729 (Ct. App. 1996). \r\nWe find no error in the family court's \r\n  decision to impute income to the mother for purposes of determining child support. \r\n  Under the Guidelines, \"income\" is defined as \"the actual gross income of the \r\n  parent, if employed to full capacity, or potential income if unemployed or underemployed.\" \r\n  27 S.C. Code Ann. Regs. 114-4720(A) (Supp. 1999). The Guidelines further provide:\r\n \r\n  Potential Income. If the court \r\n    finds that a parent is voluntarily unemployed or underemployed, it should \r\n    calculate child support based on a determination of potential income which \r\n    would otherwise ordinarily be available to the parent. \r\n  . . . . \r\n  (b) In order to impute income to \r\n    a parent who is unemployed or underemployed, the court should determine the \r\n    employment potential and probable earning level of the parent based on that \r\n    parent's recent work history, occupational qualifications, and prevailing \r\n    job opportunities and earning levels in the community. \r\n\r\n27 S.C. Code Ann. Regs. 114-4720(A)(5) \r\n  (Supp. 1999). \r\nWhere a parent voluntarily lessens \r\n  his or her earning capacity, this Court will closely scrutinize the facts to \r\n  determine the parent's earning potential, rather than the parent's actual income. \r\n  See Camp v. Camp, 269 S.C. 173, 174, 236 S.E.2d 814, 815 (1977); Robinson v. \r\n  Tyson, 319 S.C. 360, 363, 461 S.E.2d 397, 399 (Ct. App. 1995); see also Chastain \r\n  v. Chastain, 289 S.C. 281, 283, 346 S.E.2d 33, 35 (Ct. App. 1986) (finding that \r\n  father with master's degree voluntarily removed himself from the job market \r\n  to attend law school and his earning potential was properly considered in calculating \r\n  child support).\r\nWhile the mother's decision to further \r\n  her education is admirable in the present case, the record contains ample evidence \r\n  to support the family court's determination that she voluntarily decreased her \r\n  earning capacity in pursuit of this goal. Prior to her move to Idaho, the mother \r\n  was employed at Furman University for seven years, attained advancement within \r\n  the University, and was highly thought of by her superiors. Based on this evidence, \r\n  we affirm the family court's finding that the mother is voluntarily underemployed. \r\n  \r\nB. Father's \r\n  Income\r\nThe mother also asserts that the \r\n  family court erred in its calculation of the father's income for purposes of \r\n  determining child support. We agree. \r\nAccording to the Guidelines, a party's \r\n  gross income is usually determined based upon the required financial declarations \r\n  provided by the party; however, \"where the amounts reflected on the financial \r\n  declaration may be in issue, the Court may rely on suitable documentation of \r\n  current earnings, preferably for at least one month.\" 27 S.C. Code Ann. Regs. \r\n  114-4720(A)(6) (Supp. 1999). Such documentation includes pay stubs and may be \r\n  verified by tax returns filed by the payer. Id.\r\nThe father is employed as a stock \r\n  broker. At trial, the mother presented tax returns and W-2 forms indicating \r\n  that the father's adjusted gross income was $114,154 in 1996 and $132,218.50 \r\n  in 1997. Pay stubs, also submitted into evidence, show that as of September \r\n  25, 1998, the father's year-to-date income from commissions alone totaled $110,324.94. \r\n  The father's financial declaration, however, showed approximate earnings of \r\n  $6,239 per month. The father testified that the financial declaration figure \r\n  was based on four recent pay stubs. \r\nThe family court did not find that \r\n  the father's financial declaration failed to fairly reflect his current income, \r\n  stating that nothing was presented to indicate that the amount was inaccurate \r\n  and that the court \"accept[ed] the $6239.71 as . . . his actual earnings.\" However, \r\n  using evidence submitted by the mother, the court determined \"the [father] has \r\n  enjoyed an average income, including an annual fluctuating company bonus, of \r\n  approximately $9,500 per month for the last three years\" and then stated, \"I \r\n  think if we probably looked at the records today, he probably has been making \r\n  the ninety-five hundred, maybe even more.\" \r\nIn arriving at an income amount for \r\n  the father, the family court used neither the father's claimed figure from his \r\n  financial declaration, nor the figure obtained from averaging the father's tax \r\n  returns and pay stubs. Instead, the family court used the figure of $8,000 in \r\n  calculating the father's child support obligation. In explaining the $8,000 \r\n  figure, the court stated: \"[I]t just so happen[ed] that I felt like $8,000 was \r\n  a reasonable compromise as an obtainable figure. I had no idea what he would \r\n  actually make . . . .\"\r\nAlthough the family court stated \r\n  that the mother had presented no evidence to contradict the father's claimed \r\n  income on his financial declaration, we conclude the record establishes that \r\n  the declarations were in fact inaccurate. The father claimed that his financial \r\n  declaration reflected his earnings in the previous four months of June, July, \r\n  August, and September 1998. The amount shown on the father's financial declaration \r\n  as his gross income is $6,239.71. However, the father's pay stubs for those \r\n  same four months record a total gross pay of $32,727.86, which averages $8,181.97 \r\n  per month. The father's financial declaration clearly is not reflective of his \r\n  actual earnings. \r\nWhen the amount reflected on the \r\n  party's financial declaration is in issue, the court may rely on other documentation. \r\n  Id. While the Guidelines provide that the documentation should be for \"at least \r\n  one month,\" the phrase \"at least\" implies that one month is a minimum period. \r\n  See id. \r\nDue to his employment as a stock \r\n  broker, the father's income varies from month to month and year to year. According \r\n  to the father's testimony, the last time his child support obligation was calculated, \r\n  his income figure was based on a five-year average because of his \"fluctuating \r\n  income.\" We believe that an average figure should have been used to calculate \r\n  the father's income figure under the circumstances of this case.\r\nThe record includes the father's \r\n  last two tax returns and a pay stub giving the year-to-date income for the ten \r\n  months prior to the hearing. The father has earned approximately $10,491 per \r\n  month for the thirty-four months prior to the hearing. Using the Child Support \r\n  Guidelines and Worksheets in effect at the time of the hearing, we calculate \r\n  the father's child support obligation to be $984.15 per month and award this \r\n  amount retroactive to December 22, 1998, the date of the original order.\r\n C. Deviation \r\n  from the Guidelines\r\nThe family court also stated in its \r\n  order that, even if support were to be calculated based upon a higher income \r\n  figure for the father, the father's child support obligation should be set below \r\n  the Guideline amount because of the mother's failure to maintain employment \r\n  at her earning potential and the extra expense the father would incur in arranging \r\n  visitation with the child. \r\nDeviation from the Guidelines should \r\n  be the exception rather than the rule. Sexton v. Sexton, 321 S.C. 487, 491, \r\n  469 S.E.2d 608, 611 (Ct. App. 1996). \"When the court orders a child support \r\n  award that varies significantly from the amount resulting from the application \r\n  of the [G]uidelines, the court shall make specific, written findings of those \r\n  facts upon which it bases its conclusion supporting that award.\" 27 S.C. Code \r\n  Ann. Regs. 114-4710(A)(1) (Supp. 1999). A list of possible reasons for deviation \r\n  from the Guidelines is provided by statute. See S.C. Code Ann. § 20-7-852 (Supp. \r\n  1999). Neither of the court's explanations for a deviation from the Guidelines \r\n  is included among the factors supporting deviation listed in the regulations. \r\n  See id. \r\nAs to the mother's failure to maintain \r\n  employment at her earning potential, the court has already imputed income to \r\n  the mother due to her voluntary underemployment. Because income was imputed \r\n  to her, the father's proportionate share of the total support amount has already \r\n  been reduced from what it would be if the mother's lower, actual income figure \r\n  had been used in the calculation. We fail to see why the mother's voluntary \r\n  underemployment supports further lowering the father's support obligation in \r\n  this instance. \r\nAs to the expense the father will \r\n  incur in arranging visitation with the child now living in Idaho, the evidence \r\n  does not support a deviation. Deviation is warranted when application of the \r\n  Guidelines in a particular case would be unjust or inappropriate. Id. Here the \r\n  evidence clearly reflects that the father has ample income and assets with which \r\n  to pay for visitation expenses. (1) Therefore, \r\n  we conclude that deviation is not warranted.\r\n II. Retroactive \r\n  Increase\r\nThe mother next asserts the family \r\n  court erred in failing to award the increase in child support retroactive to \r\n  the date of filing. We find no error.\r\nThe mother asserts that retroactive \r\n  child support need not be specifically prayed for as long as a factual basis \r\n  is established. Although Sutton v. Sutton, 291 S.C. 401, 408, 353 S.E.2d 884, \r\n  888 (Ct. App. 1987), upheld an award of retroactive child support when the mother \r\n  had failed to specifically mention retroactive child support in her petition, \r\n  we find no abuse of discretion in the family court's failure to award retroactive \r\n  child support in the present case. \r\nThe decision to award retroactive \r\n  child support rests in the sound discretion of the family court. Kelly v. Kelly, \r\n  310 S.C. 299, 302, 423 S.E.2d 153, 155 (Ct. App. 1992). The entitlement to retroactive \r\n  child support depends upon the facts and circumstances of each case. Sutton, \r\n  291 S.C. at 408, 353 S.E.2d at 888.\r\nThe mother argues that failure to \r\n  award the support retroactive to the date of filing encourages the payer to \r\n  delay. She asserts that the continuances in the present case significantly delayed \r\n  the trial, unjustly enriching the father at the expense of the child. However, \r\n  in the present case, the family court found that the father did not intentionally \r\n  delay the litigation and that the mother was responsible for some of the delays. \r\n  Therefore, we find no abuse of discretion. \r\nIII. Dependent \r\n  Tax Exemption\r\nThe mother next asserts the family \r\n  court erred in failing to award her the dependent tax exemption for the child. \r\n  We disagree. \r\nThe allocation of a dependent tax \r\n  exemption is within the family court's discretion. Hudson v. Hudson, 340 S.C. \r\n  198, 205, 530 S.E.2d 400, 404 (Ct. App. 2000).\r\nIn awarding the tax exemption to \r\n  the father, the family court reasoned that the father earned the greater income \r\n  and would therefore benefit most from the exemption. As to the mother's argument \r\n  that the tax exemption would assist her in her efforts to finance the child's \r\n  college education, the court noted the issue of whether, or how much, each party \r\n  should contribute toward the child's college education was not an issue before \r\n  the court. (2) We find no abuse of discretion \r\n  in the family court's consideration of this issue.\r\nFor the foregoing reasons, the decision \r\n  of the family court is\r\nAFFIRMED AS MODIFIED. \r\n  \r\nSTILWELL and SHULER, JJ., \r\n  concur. \r\n1. The \r\n  mother points out that the court failed to impute any income to the non income \r\n  producing assets of the father. The Guidelines provide that the court \"should \r\n  impute income to any non income producing assets of either parent . . . other \r\n  than a primary residence or personal property. Examples of such assets are vacation \r\n  homes . . . and idle land.\" 27 S.C. Code Ann. Regs. 114-4720(A)(2)(b) (Supp. \r\n  1999). The father testified to ownership of a thirty-six acre farm, which recently \r\n  appraised at $137,000, and to which no income was imputed. \r\n2. \r\n   Moreover, the father has conceded during oral argument \r\n  that he is willing to assist in paying for the child's college education.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3266","title":"State v. Bradley","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3266","description":"This appeal involves a criminal defendant's right to a mental evaluation under S.C. Code Ann. § 44-23-410 (Supp. 1999).","date":"2000-12-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nThis appeal involves a criminal defendant's right to a mental evaluation under S.C. Code Ann. § 44-23-410 (Supp. 1999).\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n \r\n   \r\n     \r\n       \r\n        The State, Respondent,\r\n        \r\n          \r\n            v.\r\n          \r\n        \r\n        Harold Bradley, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Clarendon \r\n  County\r\n  M. Duane Shuler, Circuit Court Judge\r\n\r\n\r\n  \r\n    Opinion No. 3266\r\n    Submitted November 6, 2000 - Filed December 11, 2000\r\n  \r\n\r\n\r\nAFFIRMED\r\n\r\n \r\n   \r\n     \r\n       \r\n        Assistant Appellate Defender \r\n          Robert M. Pachak, of SC Office of Appellate Defense, of Columbia, for \r\n          appellant.\r\n        Attorney General Charles \r\n          M. Condon, Chief Deputy Attorney General John W. McIntosh and Senior \r\n          Assistant Attorney General Charles H. Richardson, all of Columbia; and \r\n          Solicitor C. Kelly Jackson, of Sumter, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nCURETON, J.: Harold \r\n  Bradley appeals his first degree burglary, armed robbery, and weapon possession \r\n  convictions on the ground the trial court erred in denying Bradley's motion \r\n  for a mental evaluation. We affirm. (1)\r\n\r\n  \r\n    FACTS \r\n  \r\n\r\nIn 1993, Bradley was hospitalized \r\n  and released with a diagnosis of \"Major Depression with Psychotic Features and \r\n  a Conduct Disorder as well as Antisocial Personality Traits.\" Bradley contacted \r\n  the Clarendon Mental Health Center in January, 1995, but did not comply with \r\n  the recommended treatment.\r\nIn October, 1997, a Clarendon County \r\n  Grand Jury indicted Bradley for charges involved in this appeal. \r\n  (2) The circuit court ordered the Department of Mental Health (DMH) \r\n  to evaluate Bradley and determine whether he had the requisite mental capacity \r\n  to stand trial and whether he was criminally responsible for the charged crimes.\r\nPursuant to the circuit court order, \r\n  DMH attempted a competency evaluation of Bradley on May 8, 1998. DMH abandoned \r\n  the evaluation \"due to the lack of patient cooperation\" finding Bradley responded \r\n  to questions in a deliberately vague and evasive manner. DMH declined to issue \r\n  opinions regarding Bradley's diagnosis and competency to stand trial.\r\nDMH evaluated Bradley again on August \r\n  14, 1998, with his attorney present, in an attempt to complete the evaluation. \r\n  Bradley was still generally uncooperative, but answered some questions. In the \r\n  evaluation report, issued by Dr. Richard Frierson of DMH, Frierson concluded \r\n  Bradley \"is not mentally retarded and is functioning in a range of average intelligence.\" \r\n  Dr. Frierson also noted that most of Bradley's answers were purposely vague, \r\n  and that \"some skill is involved in being able to do this consistently.\" In \r\n  the DMH letter accompanying the evaluation, written by an Associate Director \r\n  at DMH, the Director concluded \"the hospital staff finds that [Bradley] shows \r\n  Mild Mental Retardation\" and stated: \"In regard to the determination of competency \r\n  to stand trial, indications of mental retardation should be evaluated by the \r\n  South Carolina Department of Disabilities and Special Needs [DDSN].\" There were \r\n  no evaluation reports written by DMH physicians indicating mental retardation.\r\nBradley's case was tried before a \r\n  jury in October of 1998. Before the trial, Bradley's attorney moved that Bradley \r\n  be examined by DDSN. The circuit court denied the motion.\r\n\r\n  \r\n    LAW/ ANALYSIS \r\n  \r\n\r\nBradley, relying on the DMH letter, \r\n  maintains the trial court violated South Carolina Code Annotated Section 44-23-410 \r\n  (Supp. 1999) by denying his motion for a psychiatric evaluation by DDSN. We \r\n  disagree.\r\nThe relevant portions of Section \r\n  44-23-410 state:\r\n \r\n  Whenever a judge . . . has reason \r\n    to believe that a person on trial before him . . . is not fit to stand trial \r\n    because the person lacks [mental] capacity . . .the judge shall:\r\n   \r\n    (1) order examination of the \r\n      person by . . . the Department of Mental Health if the person is suspected \r\n      of having a mental illness or . . . by the Department of Disabilities and \r\n      Special Needs if the person is suspected of being mentally retarded . . \r\n      . or by both [DMH and DDSN] . . . if the person is suspected of having both \r\n      mental illness and mental retardation . . . or\r\n    (2) order the person committed \r\n      for examination and observation to . . . [DMH or DSSN] . . .. If the examiners \r\n      designated by the Department of Mental Health find indications of mental \r\n      retardation or a related disability but not mental illness, the department \r\n      shall not render an evaluation on the person's mental capacity, but shall \r\n      inform the court that the person is \"not mentally ill\" and recommend that \r\n      the person should be evaluated for competency to stand trial by the Department \r\n      of Disabilities and Special Needs. \r\n  \r\n\r\nS.C. Code Ann. § 44-23-410 (Supp. \r\n  1999).\r\n  Bradley argues the trial judge erred by not sending him to DDSN for evaluation, \r\n  despite the DMH letter. However, in reviewing section 44-23-410 and predecessor \r\n  statutes, our supreme court held that it is within the trial judge's discretion \r\n  to determine whether a defendant should be given a mental examination. State \r\n  v. Bradshaw, 269 S.C. 642, 239 S.E.2d 652 (1977); State v. Anderson, 181 S.C. \r\n  527, 188 S.E. 186 (1936); State v. Chandler, 126 S.C. 149, 119 S.E. 774 (1923)). \r\n  In Bradshaw the court stated: \"We think it clear . . . that the trial judge \r\n  still has such discretion. He is faced with the question of whether there is \r\n  'reason to believe' a defendant lacks a certain mental capacity. This determination \r\n  necessarily requires the exercise of discretion.\" Bradshaw at 644, 239 S.E.2d \r\n  at 653. \r\nIn State v. Drayton, 270 S.C. 582, \r\n  243 S.E.2d 458 (1978), again addressing section 44-23-410, the supreme court \r\n  stated:\r\n \r\n  The statutory injunction, that \r\n    an examination be ordered when the circuit judge 'has reason to believe' that \r\n    a defendant is not mentally competent to stand trial, involves the exercise \r\n    of the discretion of the trial judge in evaluating the facts presented on \r\n    the question of competency. Therefore, whether a competency examination is \r\n    ordered is within the discretion of the trial judge and a refusal to grant \r\n    such an order will not be set aside unless there is a clear showing of abuse \r\n    of such discretion.\r\n\r\nDrayton at 584, 243 S.E.2d at 459. \r\n  See also State v. Singleton, 322 S.C. 480, 472 S.E.2d 480 (Ct. App. 1996) (finding \r\n  the question whether to order a competency examination pursuant to the statute \r\n  is within the discretion of the trial court). \r\nIn light of Dr. Frierson's evaluation \r\n  report, we conclude the failure of the trial court to direct a further examination \r\n  to determine Bradley's competency did not constitute an abuse of discretion. \r\n  Accordingly, the conviction is\r\nAFFIRMED.\r\nGOOLSBY and ANDERSON, JJ., \r\n  concur.\r\n1.  Because oral \r\nargument would not aid the court in resolving the issues on appeal, we decide \r\nthis case without oral argument pursuant to Rule 215, SCACR. \r\n2.  Bradley was \r\n  also indicted for attempted murder. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3267","title":"Jeffords v. Lesesne","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3267","description":"This tort action involves bar owner's liability for injuries suffered by a patron.","date":"2000-12-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n \r\n   \r\n     \r\n       \r\n        M. Andrew Jeffords, Appellant,  \r\n         \r\n          \r\n            v. \r\n          \r\n          \r\n        Bonneau Lesesne, individually \r\n          and d/b/a \"The Watering Hole,\" Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Florence \r\n  County\r\n  James Carlyle Williams, Jr., Circuit Court Judge\r\n  \r\n\r\n \r\n  \r\n    Opinion No. 3267\r\n     \r\n  \r\n  \r\n    Heard September 12, 2000 - Filed \r\n    December 11, 2000 \r\n  \r\n  \r\n\r\nREVERSED AND \r\n  REMANDED\r\n\r\n \r\n   \r\n     \r\n       \r\n        Eugene A. Fallon and H. Thad \r\n          White, Jr., both of Fallon Law Firm, of Florence, for appellant.\r\n        Arthur E. Justice, Jr., of \r\n          Turner, Padget, Graham &amp; Laney, of Florence, for respondent. \r\n      \r\n    \r\n  \r\n\r\n\r\nHOWARD, J.: Andrew \r\n  Jeffords brought this negligence action against Bonneau Lesesne, individually \r\n  and doing business as The Watering Hole (collectively referred to as \"Lesesne\"), \r\n  for injuries Jeffords received in an assault which occurred at The Watering \r\n  Hole, a bar owned by Lesesne. At trial, the court directed a verdict for Lesesne \r\n  as to all allegations of negligence except those pertaining to the sale of alcohol \r\n  to an intoxicated person under the Dram Shop Act. See S.C. Code Ann. §61-6-2220 \r\n  (Supp. 1999). As to the remaining issue, the jury returned a verdict for Lesesne, \r\n  concluding his employees did not knowingly sell alcohol to the assailant. \r\nOn appeal, Jeffords argues the trial \r\n  court erred in (1) granting Lesesne's motion for directed verdict as to the \r\n  allegations of negligence; (2) refusing to admit opinion testimony from the \r\n  former manager of The Watering Hole regarding deviations by Lesesne and bar \r\n  employees from the policies and procedures of the bar on the night of the altercation; \r\n  and (3) charging the jury an incorrect burden of proof. We reverse and remand \r\n  for a new trial.\r\nFACTS\r\nLesesne is the owner of several businesses \r\n  which sell alcoholic beverages for consumption on the premises, including The \r\n  Watering Hole. On October 4, 1994, The Watering Hole hosted an \"End of Summer \r\n  Bash.\" The event was heavily promoted and open to the public. The bar was crowded, \r\n  and Lesesne did not provide any security. \r\nJeffords and several of his friends \r\n  attended the event, intending to play pool on a coin operated pool table. While \r\n  waiting to play, Jeffords placed quarters on the edge of the table. As Jeffords \r\n  began to deposit the quarters to play pool, another patron, later identified \r\n  as Chris Driggers, claimed ownership of the quarters. Jeffords disputed Driggers' \r\n  claim. Suddenly, and without warning, Driggers hit Jeffords in the mouth with \r\n  his pool cue, causing Jeffords severe injuries. Driggers ultimately pled guilty \r\n  to Assault and Battery of a High and Aggravated Nature for the assault. \r\nJeffords brought this action, asserting \r\n  three allegations of negligence creating a reasonably foreseeable risk of third \r\n  party conduct such as the assault by Driggers. At the conclusion of Jeffords' \r\n  case, Lesesne moved for a directed verdict as to those allegations of negligence, \r\n  arguing that neither Lesesne nor the employees of The Watering Hole could foresee \r\n  the criminal acts of a third person. The trial court granted the motion as to \r\n  all allegations of negligence except as to the service of alcohol by the bar \r\n  to an intoxicated person. \r\nUltimately, the jury found for Lesesne \r\n  on the Dram Shop allegations, concluding that the employees of The Watering \r\n  Hole did sell beer to Driggers, but did not know or have reason to know that \r\n  Driggers was intoxicated. This appeal follows.\r\nLAW/ ANALYSIS\r\nI. Directed \r\n  Verdict\r\nJeffords argues the trial court erred \r\n  in directing a verdict as to the negligence of Lesesne in creating a reasonably \r\n  foreseeable risk of such third party conduct as Driggers' assault. The court \r\n  found no evidence to support a conclusion that the following allegations of \r\n  negligence were a proximate cause of Jeffords' injuries: (1) the defendant failed \r\n  to secure and maintain the premises in a reasonably safe condition; (2) the \r\n  defendant failed to employ adequate security guards; and (3) the defendant failed \r\n  to adequately warn Jeffords. \r\nIn ruling on a directed verdict motion, \r\n  the trial court must view the evidence and all inferences which may be reasonably \r\n  drawn therefrom in the light most favorable to the non-moving party. Fleming \r\n  v. Borden, Inc., 316 S.C. 452, 450 S.E.2d 589 (1994). If more than one reasonable \r\n  inference can be drawn from the evidence, the case must be submitted to the \r\n  jury. Id.\r\nAn action for negligence requires \r\n  the plaintiff to allege facts sufficient to demonstrate: (1) a duty of care \r\n  owed by the defendant; (2) a breach of that duty by a negligent act or omission; \r\n  and (3) damage proximately caused by the breach. Kleckley v. Northwestern Nat. \r\n  Cas. Co., 338 S.C. 131, 526 S.E.2d 218 (2000). \r\nGenerally, there is no duty to protect \r\n  against the criminal acts of a third party unless the owner of the premises \r\n  knew or had reason to know of the criminal attack. Bullard v. Ehrhardt, 283 \r\n  S.C. 557, 324 S.E.2d 61 (1984). In Bullard, the court found that the tavern \r\n  owner could not have foreseen the criminal actions of a patron who spontaneously \r\n  threw a beer bottle at another patron. Id. Similarly, based upon the spontaneity \r\n  of the attack in this case, the trial court concluded that any negligence in \r\n  failing to have security or to warn was not a proximate cause of Jeffords' injury. \r\n  Applying the general rule found applicable in Bullard, the trial court concluded \r\n  that liability could attach to Lesesne only if The Watering Hole employees negligently \r\n  sold alcohol to Driggers when he was in an intoxicated condition. \r\nJeffords argues the trial court construed \r\n  his cause of action too narrowly. He maintains a question of fact was raised \r\n  as to the liability of Lesesne because Lesesne and his employees created a foreseeable \r\n  risk of such third party conduct. \r\nTo factually support this argument, \r\n  Jeffords presented evidence to establish the following: (1) The Watering Hole \r\n  is in a high crime area; (2) it is a bar which serves beer by the pitcher and \r\n  the glass; (3) on the night in question it hosted a special event in conjunction \r\n  with a local radio station, advertising a large cash prize and attracting a \r\n  larger than normal crowd; (4) Lesesne has a written policy in effect for The \r\n  Watering Hole and his other establishments calling for security measures which \r\n  were not in place on that night; (5) the only employees on duty that night were \r\n  two female bartenders; and (6) the pool tables are located in the back room, \r\n  out of the sight of the bartenders. \r\nAs legal authority for this argument, \r\n  Jeffords cites Greenville Memorial Auditorium v. Martin, 301 S.C. 242, 391 S.E.2d \r\n  546 (1990). In that case, the City employed only fourteen security guards to \r\n  police a crowd of 6,000 people attending a rock concert which featured a rock \r\n  group whose songs contained lyrics encouraging lawless behavior. The City provided \r\n  no reserve seating on the main floor, and those on the main floor stood before \r\n  the band. The crowd became unruly, pushing and shoving each other, and some \r\n  smoked marijuana and consumed alcohol. There were pieces of broken glass on \r\n  the floor. A patron standing on the main floor was injured when he was struck \r\n  by a beer bottle thrown by another patron standing above him in the balcony. \r\n  \r\nUnder the Tort Claims Act, a governmental \r\n  entity cannot be held liable for a loss resulting from the act or omission of \r\n  a person other than an employee, including, but not limited to, the criminal \r\n  acts of third persons. See S.C. Code Ann §15-78-60 (20) (Supp. 1999). Notwithstanding \r\n  this provision, our supreme court upheld a jury verdict against the City of \r\n  Greenville based upon its negligence in failing to adequately secure its auditorium \r\n  during the concert. Although the City argued it was statutorily immune from \r\n  liability under §15-78-60 (20), our supreme court rejected this contention \"where \r\n  the very basis upon which appellant is claimed to be negligent is that appellant \r\n  created a reasonably foreseeable risk of such third party conduct.\" Greenville \r\n  Mem'l Auditorium, 301 S.C. at 247, 391 S.E.2d at 549.\r\nPrior to Greenville Memorial Auditorium, \r\n  our supreme court alluded to the negligence of those who create a reasonably \r\n  foreseeable risk of such third party criminal conduct as a basis for liability \r\n  in Shipes v. Piggly Wiggly St. Andrews, Inc., 269 S.C. 479, 238 S.E.2d 167 (1977). \r\n  In Shipes, the court quoted with approval from the Restatement of Torts: \r\nSince the possessor is not an insurer \r\n  of the visitor's safety, he is ordinarily under no duty to exercise any care \r\n  until he knows or has reason to know that the acts of the third person are occurring, \r\n  or are about to occur. * * * If the place or character of his business, or his \r\n  past experience, is such that he should reasonably anticipate careless or criminal \r\n  conduct on the part of third persons, either generally or at some particular \r\n  time, he may be under a duty to take precautions against it, and to provide \r\n  a reasonably sufficient number of servants to afford a reasonable protection.\r\n269 S.C. at 485, 238 S.E.2d at 169 \r\n  (quoting Restatement of Torts 2d §344 comment (f)); see Daniel v. Days Inn of \r\n  America, Inc., 292 S.C. 291, 356 S.E.2d 129 (Ct. App. 1987); Munn v. Hardee's \r\n  Food Sys., Inc., 274 S.C. 529, 266 S.E.2d 414 (1980); Miletic v. Wal-Mart Stores, \r\n  Inc., 339 S.C. 327, 529 S.E.2d 68 (Ct. App. 2000); Dalon v. Golden Lanes, Inc., \r\n  320 S.C. 534, 466 S.E.2d 368 (Ct. App. 1996); Callen v. Cale Yarborough Enter., \r\n  314 S.C. 204, 442 S.E.2d 216 (Ct. App. 1994). Essentially, Jeffords maintains \r\n  that the place and character of The Watering Hole is such that Lesesne and his \r\n  employees should have reasonably anticipated the criminal acts of Driggers. \r\n  \r\nTaking the evidence in a light most \r\n  favorable to Jeffords, we agree. The Watering Hole is located in a \"high crime \r\n  area,\" situated next to a motel owned by Lesesne. Because of the number of previous \r\n  crimes committed in the area, Lesesne provided police with a free room at the \r\n  motel, hoping their presence would lower the crime rate. \r\nThe promotion that evening was provided \r\n  through a local radio station, which had placed a remote broadcasting site in \r\n  the parking lot on the property, next to the motel. Small prizes were advertised, \r\n  as well as a national broadcasting promotion for a chance to win $100,000. Disc \r\n  jockeys played music through large speakers in the parking lot, luring those \r\n  within earshot and those listening over the radio to come to the bar to win \r\n  a prize. People were waiting in line for their chance to win, and those who \r\n  won smaller prizes were waiting in line to collect their prizes. At least one \r\n  witness described the bar as \"packed.\" No doorman was present to screen the \r\n  entry of patrons. \r\nLesesne owns several restaurants \r\n  at which alcohol is also served. A policy manual for The Watering Hole stated \r\n  a \"policy to provide a safe and controlled area for patrons' entertainment and \r\n  alcohol beverage consumption.\" Furthermore, the stated policy was to \"prevent \r\n  any customer from becoming intoxicated.\" According to the policy and Lesesne, \r\n  the bar provided \"FREE protein enriched food in the bar area for our patrons\" \r\n  to prevent them from becoming intoxicated by drinking alcoholic beverages on \r\n  an empty stomach. Notwithstanding this policy, only two bartenders were on duty \r\n  that night. No further security, such as doormen, \"bouncers,\" or a wait staff, \r\n  was provided.\r\nPrior to the assault, Driggers was \r\n  loud, obnoxious, aggressive, disheveled in appearance, glassy eyed, and \"even \r\n  a little intimidating.\" According to Jeffords' witnesses, it was obvious Driggers \r\n  and his companion \"had been drinking probably quite a while.\" \r\nBased upon the above evidence, we \r\n  conclude a factual issue was presented as to the negligence of Lesesne and his \r\n  employees in creating a reasonably foreseeable risk of behavior such as the \r\n  assault by Driggers. Even though the actual assault by Driggers may have been \r\n  so swift that it could not have been stopped once it began, a factual issue \r\n  is presented as to whether that type of criminal conduct was a foreseeable risk \r\n  created by the place and character of Lesesne's business activities on that \r\n  evening. If so, then a factual issue was presented as to whether Lesesne's failure \r\n  to take precautions or to provide a reasonably sufficient number of servants \r\n  to afford a reasonable protection against such criminal conduct on the part \r\n  of third persons constituted negligence proximately causing Jeffords' injuries. \r\n  Therefore, we conclude the trial court erred in directing a verdict.\r\nThe touchstone of proximate cause \r\n  in South Carolina is foreseeability of some injury from a defendant's acts or \r\n  omissions. Daniel, 292 S.C. at 301, 356 S.E.2d at 134-35 (citing Kennedy v. \r\n  Carter, 249 S.C. 168, 153 S.E.2d 312 (1967)). The standard by which foreseeability \r\n  is determined is that of looking to the natural and probable consequences of \r\n  the act complained of. Id. (citing Young v. Tide Craft, 270 S.C. 453, 242 S.E.2d \r\n  671 (1978)). It is not necessary that the actor must have contemplated or could \r\n  have anticipated the particular event which occurred. Id. He may be liable for \r\n  anything which appears to have been a natural and probable consequence of his \r\n  negligence. \"If the actor's conduct is a substantial factor in the harm to another, \r\n  the fact that he neither foresaw nor should have foreseen the extent of harm \r\n  or the manner in which it occurred does not negative his liability.\" Id. (quoting \r\n  Childers v. Gas Lines, Inc., 248 S.C. 316, 325, 149 S.E.2d 761, 765 (1966)). \r\n  Ordinarily, the question of proximate cause is a jury issue. Id. (citing Carter \r\n  v. Anderson Mem'l Hosp., 284 S.C. 229, 325 S.E.2d 78 (Ct. App. 1985)). \r\nWe conclude the place and the character \r\n  of the activity was such as to raise a factual issue concerning the reasonable \r\n  foreseeability of such conduct and the necessity of taking reasonable precautions, \r\n  such as providing security or a reasonably sufficient number of servants, to \r\n  afford protection. \r\nIn a light most favorable to Jeffords, \r\n  The Watering Hole was in a high crime area, and a substantial part of the promotional \r\n  activity was aimed at attracting bystanders who were within this area. Lesesne's \r\n  written policies establish that they knew the consumption of alcohol raised \r\n  safety concerns. Cf. Callen, 314 S.C. at 206, 442 S.E.2d at 218 (\"Hardee's is \r\n  a fast-food restaurant which serves no alcohol. It certainly does not fit the \r\n  description of an operation which attracts or provides a climate for crime.\"). \r\n  Not only was this spelled out in their manual, but specific dietary tactics \r\n  were adopted to minimize the effects of alcohol on people drinking on an empty \r\n  stomach. Furthermore, in a light most favorable to Jeffords, the evidence as \r\n  to the special promotion and the crowd lends itself to the inference that a \r\n  more frenzied atmosphere was cultivated by Lesesne.\r\nPerhaps most compelling is the evidence \r\n  as to the condition of Driggers in the minutes prior to the assault. In a light \r\n  most favorable to Jeffords, Driggers showed signs of intoxication, was obnoxious, \r\n  and was aggressive for at least several minutes prior to the assault. Consequently, \r\n  even though the actual manifestation of physical aggression may not have been \r\n  foreseeable, the fact of the aggression was arguably a natural result of Lesesne's \r\n  failure to provide sufficient personnel or security to control the premises \r\n  and warn patrons. (1) See Greenville \r\n  Mem'l Auditorium, 301 S.C. at 242, 391 S.E.2d at 546; Daniel, 292 S.C. at 300, \r\n  356 S.E.2d at 134 (\"It is not required that notice to a proprietor regarding \r\n  danger to a patron be long and continued in order to subject him to liability; \r\n  it is enough that there be a sequence of conduct sufficient to enable him to \r\n  act on behalf of his guest's safety.\")\r\nBased on the above, \r\n  we conclude the trial judge erred in directing a verdict as to the negligence \r\n  of Lesesne in creating a reasonably foreseeable risk of third party criminal \r\n  conduct such as the assault of Driggers. \r\nCONCLUSION\r\nFor the foregoing reasons, the directed \r\n  verdict of the circuit court is reversed, and the case is remanded for a new \r\n  trial on those issues. (2)\r\nREVERSED.\r\nSTILWELL and SHULER, JJ., \r\n  concur.\r\n1. Although \r\n  the jury found that the defendants did not sell alcohol to Driggers when they \r\n  knew or should have known him to be intoxicated, this is a separate issue from \r\n  the negligence of defendants in creating a foreseeable risk of criminal acts \r\n  such as those of Driggers when and if he became intoxicated.  \r\n2. Jeffords' two \r\n  remaining issues on appeal allege trial errors which are not likely to come \r\n  up again upon retrial. For that reason, we decline to address them. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3268","title":"S.C. Department of Probation, Parole, and Pardon Services v. Reynolds","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3268","description":"This appeal involves the issues of whether a court may order restitution to be paid directly to victims and whether the twenty percent collection fee is a fine.","date":"2000-12-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n \r\n  \r\n    THE STATE OF SOUTH CAROLINA\r\n     \r\n  \r\n   \r\n  \r\n    In The Court of Appeals \r\n  \r\n  \r\n\r\n \r\n   \r\n     \r\n       \r\n        South Carolina Department of Probation, Parole and Pardon Services,  \r\n        In Re: The State,\r\n         \r\n          \r\n            v. \r\n          \r\n          \r\n        Kimberly Ann Reynolds, Defendant.\r\n        Of Whom: South Carolina Department \r\n          of Probation, Parole and Pardon Services is Appellant, and\r\n        Kimberly Ann Reynolds is \r\n          Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville \r\n  County\r\n  Charles B. Simmons, Special Circuit Court Judge\r\n  \r\n\r\nORDER CORRECTING \r\n  CAPTION\r\n\r\nPER CURIAM: The \r\n  caption in this case has heretofore been incorrectly docketed as The State, \r\n  Appellant v. Kimberly Ann Reynolds, Respondent. The caption is hereby corrected \r\n  to reflect the caption of the final order on appeal from the circuit court by \r\n  including Department of Probation, Parole and Pardon Services as the named Appellant.\r\nIt is so ordered.\r\n\r\n  \r\n    s/ H. Samuel Stilwell, J. \r\n  \r\n\r\n\r\n  \r\n    s/ William L. Howard, J. \r\n  \r\n\r\n\r\n  \r\n    s/ M. Duane Shuler, J. \r\n  \r\n\r\nColumbia, SC\r\n  December 11, 2000.\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n \r\n   \r\n     \r\n       \r\n        South Carolina Department \r\n          of Probation, Parole and Pardon Services,\r\n        In Re: The State,  \r\n          \r\n            v. \r\n          \r\n          \r\n        Kimberly Ann Reynolds, Defendant.\r\n        Of Whom: South Carolina Department \r\n          of Probation, Parole and Pardon Services is Appellant, and \r\n        Kimberly Ann Reynolds is \r\n          Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville \r\n  County\r\n  Charles B. Simmons, Special Circuit Court Judge\r\n\r\n \r\n  \r\n    Opinion No. 3268\r\n    Heard September 14, 2000 - Filed December 11, 2000 \r\n  \r\n  \r\n\r\nAFFIRMED IN \r\n  PART, REVERSED IN PART\r\n   \r\n\r\n \r\n   \r\n     \r\n       \r\n        General Counsel Teresa A. \r\n          Knox and Legal Counsels Deborah Drucker Deutschmann and Stephanie J. \r\n          Smart, all of SC Department of Probation, Parole &amp; Pardon Services, \r\n          of Columbia, for appellant.\r\n        David L. Thomas, of David \r\n          L. Thomas &amp; Associates, of Greenville, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: The \r\n  South Carolina Department of Probation, Parole and Pardon Services (\"Department\") \r\n  appeals from the denial of its motion to modify the probationary sentence imposed \r\n  upon Kimberly Ann Reynolds following her guilty plea in General Sessions Court \r\n  to two counts of Breach of Trust with Fraudulent Intent. The circuit court sentenced \r\n  Reynolds to five years on each count, suspended upon the service of two years \r\n  probation, with restitution to be paid directly to her victims. By ordering \r\n  direct payment of restitution, the court eliminated Department collection fees. \r\n  On appeal, the Department asserts that the circuit court exceeded its authority \r\n  by imposing a sentence circumventing the statutorily imposed fee delineated \r\n  in S.C. Code Ann. §24-21-490(A) (Supp. 1999). We affirm in part and reverse \r\n  in part.\r\nFACTS\r\nReynolds pled guilty in General Sessions \r\n  Court to two counts of Breach of Trust with Fraudulent Intent, admitting she \r\n  embezzled $53,686.79 from two previous employers. In mitigation, Reynolds told \r\n  the court her elderly family members would mortgage their residence to borrow \r\n  $25,000 for partial restitution if Reynolds was able to make the mortgage payments. \r\n  Therefore, the loan depended upon Reynolds receiving a probationary sentence \r\n  so that she could continue to work. \r\nRelying in part upon this representation, \r\n  the trial court sentenced Reynolds to probation, ordering full restitution. \r\n  The court ruled that the initial payment of $25,000 was to be paid to the victims \r\n  in proportional shares within ten days of sentencing as a precondition to probation, \r\n  with the remainder to be paid directly to the victims during the course of probation.\r\nThe Department filed a motion to \r\n  reconsider the sentence. (1) The trial court \r\n  denied the Department's motion. This appeal follows. \r\nLAW / ANALYSIS\r\nI.\r\nThe Department argues the trial court \r\n  erred in ordering that restitution be paid directly to the victims because the \r\n  Department is required by statute to collect and distribute restitution from \r\n  all offenders under probationary supervision. S.C. Code Ann. § 24-21-490(A) \r\n  (Supp. 1999). The Department also asserts that the trial court's sentence had \r\n  the effect of waiving the twenty percent collection fee which it is required \r\n  to assess on restitution payments. In addition, the Department contends that \r\n  the court erred in holding that the collection fee was a fine when the court \r\n  ruled on its motion for reconsideration. \r\nThe Department contends that S.C. \r\n  Code Ann. §24-21-490(A) (Supp. 1999) plainly mandates that the Department collect \r\n  and distribute all restitution from all offenders on probationary supervision \r\n  and the trial court lacked authority to order otherwise. The section provides:\r\n \r\n  [t]he Department of Probation, \r\n    Parole, and Pardon Services shall have the responsibility for collecting and \r\n    distributing restitution on a monthly basis from all offenders under probationary \r\n    and intensive probationary supervision.\r\n\r\nS.C. Code Ann. §24-21-490(A) (Supp. \r\n  1999) (emphasis added). \r\nIf a statute's language is plain \r\n  and unambiguous, and conveys a clear and definite meaning, there is no need \r\n  to employ rules of statutory interpretation, and the court has no right to look \r\n  for or impose another meaning. Paschal v. State Election Comm'n, 317 S.C. 434, \r\n  436, 454 S.E.2d 890, 892 (1995). When the terms of a statute are clear, the \r\n  court must apply those terms according to their literal meaning. Holley v. Mount \r\n  Vernon Mills, Inc., 312 S.C. 320, 323, 440 S.E.2d 373, 374 (1994).\r\nWe conclude section 24-21-490(A) \r\n  is unambiguous and conveys a clear and definite meaning. The legislature stated \r\n  its intention that the Department collect restitution owed by all offenders \r\n  under probationary and intensive probationary supervision, and then distribute \r\n  that money to the victims. \r\nWe agree with the Department that \r\n  the circuit court does not have the authority to circumvent the legislature's \r\n  intent for the Department to manage the payment of restitution from individuals \r\n  under its supervision. Once an individual is placed on probation, any restitution \r\n  owed by that individual must be collected and distributed by the Department. \r\n  \r\nHowever, the $25,000 Reynolds was \r\n  ordered to pay was a condition precedent to probation. Reynolds was not under \r\n  probationary supervision because her placement on probation depended on the \r\n  payment of the $25,000. Because Reynolds was not yet on probation under the \r\n  supervision of the Department, section 24-21-490(A) did not apply to the original \r\n  payment. Therefore, the initial $25,000 Reynolds paid as a condition precedent \r\n  to probation may be paid directly to her victims. However, the remainder of \r\n  the restitution ordered by the court must be collected and distributed by the \r\n  Department in accordance with section 24-21-490(A).\r\nFurthermore, the trial court does \r\n  not have the authority to waive the collection fee on restitution payments paid \r\n  to the Department. State v. Shelton, 338 S.C. 350, 352, 526 S.E.2d 515, 516 \r\n  (Ct. App. 2000). As the Department contends, the statute mandates that the Department \r\n  assess a collection fee of twenty percent. S.C. Code Ann. §24-21-490(B) (Supp. \r\n  1999). \r\nThe statute provides:\r\n \r\n  Notwithstanding Section 14-17-725, \r\n    the Department of Probation, Parole, and Pardon Services shall assess a collection \r\n    fee of twenty percent of each restitution program and deposit this collection \r\n    fee into a separate account. The monies in this account must not be used until \r\n    specifically authorized by law. The department shall maintain individual restitution \r\n    accounts which reflect each transaction and the amount paid, the collection \r\n    fee, and the unpaid balance of the account. A summary of these accounts must \r\n    be reported to the Governor's Office, the President of the Senate, the Speaker \r\n    of the House, the Chairman of the House Judiciary Committee, and the Chairman \r\n    of the Senate Corrections and Penology Committee every six months following \r\n    the enactment of this section. \r\n\r\nS.C. Code Ann. § 24-21-490(B) (Supp. \r\n  1999).\r\nIn Shelton, the trial court waived \r\n  the collection fee regarding restitution paid through the Department. On appeal, \r\n  this Court held that \"[t]he General Assembly's use of the term 'shall'\" rendered \r\n  the assessment of the collection fee a compulsory obligation which could not \r\n  be waived by the trial court in the sentence imposed upon the offender. Shelton, \r\n  338 S.C. at 352, 526 S.E.2d at 516.\r\nII.\r\nThe Department next argues the trial \r\n  court erred in categorizing the twenty percent collection fee as a fine. The \r\n  Department contends the collection fee is an authorized fee, not an unauthorized \r\n  fine.\r\nWe agree that the twenty percent \r\n  collection fee is not a fine. In Shelton, this Court held as much. \r\n \r\n  [A]s to the circuit court's holding \r\n    that the collection fee constitutes an \"unauthorized fine\" or a \"substantial \r\n    fine,\" it plainly is not a fine at all. The goal of the collection fee, as \r\n    evidenced by the statute's language, is not to punish; rather, its goal is \r\n    the remedial purpose of compensating the department for any loss incurred \r\n    in administering the restitution center program. The collection fee, therefore, \r\n    is what the statute says it is, a \"collection fee,\" and its assessment and \r\n    collection are expressly authorized.\r\n\r\nId. at 352-53, 526 S.E.2d at 516 \r\n  (footnote omitted). \r\nTherefore, the trial judge erred \r\n  in ruling that the collection fee \"act[ed] as an unauthorized 'fine.'\"\r\nCONCLUSION\r\nAccordingly, Reynolds must pay directly \r\n  to each victim a proportional share of the initial $25,000 as a condition precedent \r\n  to probation; however, the remainder of the restitution must be paid through \r\n  the Department with the appropriate collection fee going to the Department.\r\nFor the forgoing reasons, the order \r\n  of the circuit court is\r\nAFFIRMED IN PART AND REVERSED \r\n  IN PART.\r\n STILWELL, HOWARD, and SHULER, \r\n  JJ., concur\r\n.  \r\n1. As an additional \r\n  sustaining ground, Reynolds asserts that the Department does not have the right \r\n  to appeal the order or sentence, pointing out that the Department did not file \r\n  a motion to intervene. We decline to consider this argument because there is \r\n  no citation of authority, and it is so conclusory as to be an abandonment of \r\n  this issue on appeal. See First Sav. Bank v. McLean, 314 S.C. 361, 363, 444 \r\n  S.E.2d 513, 514 (1994); Stier, Kent &amp; Canady, Inc. v. Jackson, 317 S.C. \r\n  179, 183, 452 S.E.2d 606, 609 (Ct. App. 1994). \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3269","title":"State v. Rowlands","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3269","description":"In this criminal case, the State appeals the magistrate court's dismissal of a driving under the influence charge on the ground of double jeopardy.","date":"2000-12-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nState v. Rowlands\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n \r\n   \r\n     \r\n       \r\n        State of South Carolina, \r\n          Appellant,\r\n         \r\n          \r\n            v. \r\n          \r\n          \r\n        Michelle A. Rowlands, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston \r\n  County\r\n  Alison Renee Lee, Circuit Court Judge\r\n\r\nAFFIRMED\r\n\r\n \r\n   \r\n     \r\n       \r\n        Deputy County Attorney Thomas \r\n          E. Lynn, of North Charleston, for appellant.\r\n        T. Kirk Truslow, of North \r\n          Myrtle Beach, for respondent.\r\n        \r\n      \r\n    \r\n  \r\n\r\nGOOLSBY, J.: The \r\n  magistrate's court dismissed a driving under the influence charge against Michelle \r\n  A. Rowlands on the basis of double jeopardy. The circuit court affirmed. The \r\n  State appeals, arguing Rowland's prosecution is not barred by double jeopardy \r\n  and the circuit court erred in affirming the magistrate's exclusion of evidence \r\n  that Rowlands refused to take a blood test. We affirm.\r\nFACTS/PROCEDURAL BACKGROUND\r\nFebruary 9, 1997, Rowlands was arrested \r\n  and charged with driving under the influence. The State's case against Rowlands \r\n  came before the magistrate's court October 29, 1998. \r\nFollowing the court's consideration \r\n  of pretrial motions, both parties advised the court that they were ready to \r\n  proceed and the jury reentered the courtroom. The court then instructed both \r\n  parties to verify that all witnesses were sequestered. At that point, the State \r\n  discovered the absence of a material witness and informed the court that it \r\n  had a matter to take up outside the presence of the jury. The court stated it \r\n  would hear the motion after swearing the jury. Neither party objected. \r\nThe court swore the jury and asked \r\n  them to return to the jury room. The State then moved for a continuance on the \r\n  ground that a material witness under subpoena was not present. Because the jury \r\n  had been sworn, the court denied the motion for a continuance but granted the \r\n  State's alternate motion for a mistrial.\r\nThe case was rescheduled for February \r\n  11, 1999. Prior to trial, Rowlands moved to dismiss the case arguing the prosecution \r\n  was barred by double jeopardy. After considering the parties' arguments and \r\n  reviewing the applicable law, the magistrate granted the motion. The State appealed \r\n  to the circuit court.\r\nThe circuit court affirmed, finding \r\n  the State should have prevented the jury from being sworn and the absence of \r\n  a State witness did not constitute a \"manifest necessity\" for a new trial. The \r\n  State appeals.\r\nLAW/ANALYSIS\r\nThe Double Jeopardy Clause of the \r\n  South Carolina Constitution (1) and the Fifth \r\n  Amendment to the United States Constitution (2) \r\n  protects all citizens from being twice put in jeopardy of life or liberty. A \r\n  defendant, may not therefore, be prosecuted for the same offense after an acquittal, \r\n  a conviction, or an improvidently granted mistrial. (3) \r\n  Generally, jeopardy attaches when a jury is sworn and impaneled, unless prior \r\n  to reaching a verdict, the jury is discharged with the defendant's consent or \r\n  upon some ground of legal necessity. (4) In the \r\n  present case, the magistrate's court granted the mistrial based upon the unavailability \r\n  of a government witness. \r\nAlthough the decision is vested in \r\n  the sound discretion of the trial court, (5) \r\n  a mistrial is proper only where it is dictated by \"manifest necessity\" or \"the \r\n  public's interest in a fair trial designated to end in just judgment.\" \r\n  (6) Whether a mistrial is \"manifestly necessary\" is a fact specific \r\n  inquiry. (7) \"It is not a mechanically applied \r\n  standard, but rather is a determination that must be made in the context of \r\n  the specific difficulty facing the trial judge.\" (8) \r\n  A trial judge's decision to grant or deny a mistrial will not be reversed on \r\n  appeal absent an abuse of discretion amounting to an error of law. \r\n  (9)\r\nThe State argues Rowland's February \r\n  1999 prosecution does not constitute double jeopardy because the magistrate \r\n  found that a mistrial was manifestly necessary. We disagree. \r\nIn making its ruling, the magistrate's \r\n  court relied heavily upon Downum v. United States. (10) \r\n  In Downum, a majority of the United States Supreme Court held that a defendant's \r\n  second trial was barred by double jeopardy where the first impaneled jury was \r\n  dismissed prior to reaching a verdict because the prosecutor realized a government \r\n  witness had failed to appear. Although the Court declined to state that the \r\n  absence of a witness will never justify a mistrial, the majority opinion made \r\n  it clear that courts must \"resolve any doubt 'in favor of the liberty of the \r\n  citizen, rather than exercise what would be an unlimited, uncertain, and arbitrary \r\n  judicial discretion.'\" (11) Adopting language \r\n  from a ninth circuit decision, the Court ruled that by impaneling the jury without \r\n  first determining the whereabouts of his or her witnesses, the prosecutor \"'took \r\n  a chance.'\" (12) The magistrate in this case \r\n  ultimately agreed, stating \"I think under [Downum] versus United States, 372 \r\n  U.S. 734, which is a 1963 case, I think its very clear that for me to let this \r\n  case go forward today would be reversible error.\" (13)\r\nThe State correctly notes that, unlike \r\n  the instant case, the absent witness in Downum was not under subpoena and the \r\n  prosecutor knew prior to the trial date that the witness could not be found. \r\n  Like the Supreme Court in Downum, however, we agree with the ninth circuit's \r\n  analysis in Cornera v. United States. (14) \r\n \r\n  While [the witness'] absence might \r\n    have justified a continuance of the case in view of the fact that they were \r\n    under bond to appear at that time and place, the question presented here is \r\n    entirely different from that involved in the exercise of the sound discretion \r\n    of the trial court in granting a continuance in furtherance of justice. The \r\n    situation presented is simply one where the district attorney entered upon \r\n    the trial of the case without sufficient evidence to convict. This does not \r\n    take the case out of the rule with reference to former jeopardy. There is \r\n    no difference in principle between a discovery by the district attorney immediately \r\n    after the jury was impaneled that his evidence was insufficient and a discovery \r\n    after he had called some or all of his witnesses. It is uniformly held that, \r\n    in the absence of sufficient evidence to convict, the district attorney cannot \r\n    by any act of his deprive the defendant of the benefit of the constitutional \r\n    provision prohibiting a person from being twice put in jeopardy for the same \r\n    offense. (15) \r\n\r\nThe State also argues that unlike \r\n  the prosecutor in Downum, the prosecutor here moved for a continuance prior \r\n  to the swearing of the jury. That is not, however, what the prosecutor did in \r\n  this instance.\r\nWhere a motion for a continuance \r\n  is based upon grounds that exist prior to trial, it must ordinarily be made \r\n  before the jury is sworn. (16) Although the \r\n  prosecutor indicated he had a motion to be heard outside the jury's presence, \r\n  he failed to inform the court of either the nature of or the grounds for the \r\n  motion. This case is unlike a situation where a party's general objection or \r\n  blanket request to take up a matter of law is contextually apparent. \r\n  (17) The State's request to take up a matter outside the jury's presence \r\n  could not have reasonably alerted the magistrate that the State desired a continuance \r\n  or needed to present its motion before the jury was sworn. At the very least, \r\n  the State should have asked the court to delay swearing the jury until after \r\n  hearing the motion.\r\nHad the State timely requested a \r\n  continuance, the magistrate would likely have granted the motion. Once, however, \r\n  the court swore the jury, the State's predicament shifted from the need for \r\n  a continuance to a failure of proof. Under the circumstances of this case, a \r\n  mistrial was not dictated by necessity or by the ends of public justice. The \r\n  mistrial was, therefore, improvidently granted and the magistrate's court correctly \r\n  dismissed the charges against Rowlands on the ground of double jeopardy. \r\nBecause we hold Rowland's prosecution \r\n  for DUI is barred by double jeopardy, discussion of the State's challenge to \r\n  the magistrate's evidentiary ruling is unnecessary.\r\nAFFIRMED.\r\nCURETON and CONNOR, JJ., \r\n  concur. \r\n1. S.C. Const. \r\n  art. I, § 12\r\n.  \r\n2. U.S. Const. \r\n  amend. V; see also Benton v. Maryland, 395 U.S. 784, 794 (1969) \r\n(\"[T]he double jeopardy prohibition \r\nof the Fifth Amendment represents a fundamental ideal in our constitutional heritage, \r\nand . . . [therefore applies] to the States through the Fourteenth Amendment.\"). \r\n \r\n3. \r\nState v. Kirby, 269 S.C. 25, 236 S.E.2d \r\n33 (1977).  \r\n4. State v. Stephenson, \r\n  54 S.C. 234, 32 S.E. 305 (1899); see also State v. Prince, 279 S.C. 30, 301 \r\n  S.E.2d 471 (1983) \r\n(holding that a mistrial must be dictated \r\nby manifest necessity before a plea of double jeopardy will be denied).  \r\n5. \r\nState v. Council, 335 S.C. 1, 515 S.E.2d \r\n508 (1999).  \r\n6. Prince, 279 \r\n  S.C. at 33, 301 S.E.2d at 472.  \r\n 7. Gilliam v. \r\n  Foster, 75 F.3d 881 (4th Cir. 1996); see also State v. Kirby, 269 S.C. 25, 236 \r\n  S.E.2d 33 (1977) (finding that a mistrial was manifestly necessary where the \r\n  solicitor died during trial); State v. Ravencraft, 222 S.C. 139, 71 S.E.2d 798 \r\n  (1952) (finding that the trial court did not abuse its discretion in ordering \r\n  a mistrial where the State introduced improper evidence); Ex parte Prince, 185 \r\n  S.C. 150, 193 S.E. 429 (1937) (holding that the inability of the jury to agree \r\n  upon a verdict is regarded as presenting a case of legal necessity for a mistrial); \r\n  State v. Rector, 166 S.C. 335, 164 S.E. 865 (1931)(finding that a mistrial was \r\n  manifestly necessary where a juror admitted prejudice); but see  State \r\n  v. Prince, 279 S.C. 30, 301 S.E.2d 471 (1983) (holding that a mistrial was not \r\n  dictated by manifest necessity where the jury requested to rehear more than \r\n  two hours of testimony after deliberating for five and one-half hours).  \r\n8.  Gilliam, \r\n  75 F.3d at 895.  \r\n9.  Council, \r\n  335 S.C. at 12, 515 S.E.2d at 514.  \r\n10. 372 U.S. \r\n  734 (1963) .  \r\n11. Id. at 738 \r\n  (quoting United States v. Watson, 28 F. Cas. 499, 501 (S.D.N.Y. 1868); see also \r\n   Arizona v. Washington, 434 \r\n  U.S. 497, 508 (1978) (\"[T]he strictest scrutiny is appropriate when the basis \r\n  for the mistrial is the unavailability of critical prosecution evidence . . \r\n  . .\").  \r\n12. Downum, 372 \r\n  U.S. at 737 (quoting Cornero v. United States, 48 F.2d 69, 71 (9th Cir. 1931)); \r\n  but see  Humphrey v. State, \r\n  2000 WL 891344 (Ga. App. 2000) (holding that the trial court did not abuse its \r\n  discretion in declaring a mistrial where a State witness under subpoena failed \r\n  to appear).  \r\n13.  The State \r\n  relies primarily upon the following statement made by the magistrate prior to \r\n  her ruling: \"I believe that it was manifest necessity to have that witness there \r\n  and the mistrial was granted.\" Although we acknowledge that the statement appears \r\n  to be inconsistent with a dismissal based upon double jeopardy, we find that \r\n  the magistrate ultimately based her decision on Downum and concluded that the \r\n  mistrial was improvidently granted. \r\n 14.  \r\n  48 F.2d 69.  \r\n15.  Id. \r\n  at 71.  \r\n16. State v. \r\n  Greuling, 257 S.C. 515, 186 S.E.2d 706 (1972); State v. Leonard, 287 S.C. 462, \r\n  339 S.E.2d 159 (Ct. App. 1986),  rev'd \r\n  on other grounds, 292 S.C. 133, 355 S.E.2d 270 (1987).  \r\n17. See Rule \r\n  103(a)(1), SCRE.\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3270","title":"Boddie-Noell Properties, Inc. v. 42 Magnolia Partnership","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3270","description":"This is a breach of contract action in which the issues of rescission and partnership duties are analyzed.","date":"2000-12-18","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH \r\n  CAROLINA\r\n  In The Court of Appeals\r\n\r\n \r\n   \r\n     \r\n       \r\n        Boddie-Noell Properties, \r\n          Inc., Respondent,\r\n         \r\n          \r\n            v. \r\n          \r\n          \r\n        42 Magnolia Partnership and \r\n          Robert Mundy, Defendants,\r\n        of whom 42 Magnolia Partnership \r\n          is, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland \r\n  County\r\n  J. Ernest Kinard, Jr., Circuit Court Judge\r\n\r\n\r\n \r\n\r\n  Opinion No. 3270\r\n  Heard November 8, 2000 - Filed December 18, 2000\r\n   \r\n \r\n\r\nAFFIRMED\r\n  \r\n  \r\n\r\n \r\n   \r\n     \r\n       \r\n        Thornwell F. Sowell and A. \r\n          Burns Jones, both of Sowell, Todd, Laffitte, Beard &amp; Watson, of \r\n          Columbia, for Appellant.\r\n        Mark W. Hardee, of Lewis, \r\n          Babcock &amp; Hawkins, of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\n \r\n  \r\n    ________ \r\n  \r\n  \r\nANDERSON, J.: In this breach \r\n  of contract action, 42 Magnolia Partnership (the Partnership) appeals the trial \r\n  judge's denial of its motion for judgment notwithstanding the verdict (JNOV). \r\n  We affirm.\r\nFACTS/PROCEDURAL \r\n  BACKGROUND\r\nThe Partnership developed an apartment \r\n  complex in Columbia, South Carolina. In February, 1994, the Partnership borrowed \r\n  $6.9 million from the Lincoln National Life Insurance Company (Lincoln) to permanently \r\n  finance the complex. About four months later, Southport Financial Asset Management, \r\n  Inc. (Southport) offered to purchase the complex for $10.6 million. The Partnership \r\n  and Southport entered into a purchase and sale agreement on June 23, 1994, to \r\n  this effect.\r\nThe agreement was negotiated on behalf \r\n  of Southport by John Parker and on behalf of the Partnership by Robert M. Mundy, \r\n  Jr. Mundy is the president of Estates, Inc., which was the developer of the \r\n  complex and the managing partner of the Partnership.\r\nPursuant to the purchase and sale \r\n  agreement, Southport paid the Partnership a $100,000 earnest money deposit. \r\n  In addition, as part of the deal, $100,000 of the purchase price was to be paid \r\n  to Estates, Inc. in order to purchase Estates' management agreement with the \r\n  apartment complex. The purchase agreement provided Southport was to assume the \r\n  mortgage, which was held by Lincoln. The loan had severe prepayment penalties, \r\n  plus a \"favorable\" interest rate. The Partnership and Southport agreed the assumption \r\n  of the mortgage was an essential part of the contract.\r\nIn September of 1994, Southport assigned \r\n  its rights under the purchase and sale agreement to Boddie-Noell Properties, \r\n  Inc. (BNP), a publicly traded company. (1) At \r\n  closing, Southport was to receive back its $100,000 deposit and $288,000 in \r\n  consideration of the assignment.\r\nThe Partnership, Southport, and BNP \r\n  executed a \"First Amendment to Purchase and Sale Agreement,\" which referenced \r\n  the assignment to BNP of the Southport contract, extended the closing date from \r\n  September 30, 1994, to October 31, 1994, and required a $100,000 extension deposit \r\n  from BNP. The amendment permitted BNP, upon written notice prior to 5:00 p.m. \r\n  on September 30, 1994, to receive a refund of the extension deposit based on, \r\n  inter alia, the failure to receive a loan assumption agreement from Lincoln. \r\n  The First Amendment further provided:\r\n \r\n  In event such notice is received \r\n    by the Extension Escrow Agent, this First Amendment will be null and void; \r\n    provided, however, that the parties hereto agree that in such event, (i) the \r\n    Purchase Contract shall remain in full force and effect, (ii) the parties \r\n    hereto shall comply with the terms and conditions thereof, (iii) the Buyer \r\n    shall remain obligated to perform all duties and obligations of the Buyer \r\n    under the Purchase Agreement, and (iv) if the purchase and sale contemplated \r\n    by the Purchase Agreement is not closed by September 30, 1994, such failure \r\n    to close shall constitute a default under the Purchase Contract and the original \r\n    Deposit shall remain non-refundable and the Buyer's (or Assignee's) right \r\n    to purchase under the Purchase Contract shall be null and void; provided further, \r\n    that after 5:00 p.m. on September 30, 1994, if no demand has been received \r\n    by the Extension Escrow Agent, the Extension Deposit shall be fully non-refundable \r\n    and the Purchase Contract shall remain in full force and effect as modified \r\n    and amended by this First Amendment.\r\n\r\nBubba Ross, with Fleet Financial, \r\n  Lincoln's servicing agent, instructed Southport by letter not to directly contact \r\n  Lincoln or Fleet. Parker testified: \"[T]hat letter . . . pretty well said all \r\n  information about the assumption of the loan and the potential borrower was \r\n  to flow through Estates, Inc., or 42 Magnolia Partnership.\" (Emphasis added.) \r\n  Scott Wilkerson, BNP's President, stated: \"We were told from day one, long before \r\n  we actually had a legal agreement in place, that we had to go through Bob Mundy, \r\n  that we were specifically not to contact Lincoln-initially, we didn't know about \r\n  Fleet. Later we heard Fleet was the servicing agent-that we had to go through \r\n  Bob Mundy.\" (Emphasis added.) Mundy acted as the \"conduit\" between BNP, Fleet, \r\n  and Lincoln regarding Lincoln's approval of BNP's assumption of the loan. John \r\n  Parker, who was authorized by Southport to act on its behalf, declared Mundy \r\n  became the \"mouthpiece of Lincoln.\"\r\nOn several occasions, Mundy inquired \r\n  from Parker and Wilkerson as to the amount Southport was to receive from BNP \r\n  for the assignment, referring to it as a \"secret profit.\" Parker and Wilkerson \r\n  refused to tell Mundy the terms of the assignment. Thereafter, according to \r\n  Parker, Mundy acted \"fishy.\"\r\nMundy told BNP that Lincoln would \r\n  not agree to an assumption of the loan without a personal guaranty. Because \r\n  BNP is a publicly traded corporation, a personal guaranty was impractical. Wilkerson \r\n  related this information to Mundy and expected the information to be passed \r\n  on to Lincoln. When BNP offered to provide Lincoln with a copy of its bond in \r\n  lieu of the guaranty, which would protect Lincoln's interests, Mundy stated: \r\n  \"Well, that's not good enough. They want someone to personally sign.\" Wilkerson \r\n  \"was being told [by Mundy] that Lincoln was being contacted daily and that Lincoln \r\n  was adamant that there had to be individual signers.\"\r\nIn addition, the loan included a \r\n  requirement that there be no change in ownership of the company during the term \r\n  of the loan. BNP explained that as a publicly traded corporation, it could not \r\n  abide by that term as BNP's ownership constantly changed with the trade of its \r\n  shares of stock. Thus, BNP would immediately be in technical default upon assumption \r\n  of the loan. Mundy informed BNP that Lincoln would not change any of the terms \r\n  of the loan, including the limitation on changes of ownership.\r\nParker visited Mundy on the eve of \r\n  the final day BNP could rescind the contract without forfeiting the extension \r\n  deposit. Parker testified that although it was urgent BNP and Mundy resolve \r\n  the problems regarding the Lincoln loan, Mundy kept Parker waiting in his reception \r\n  area for an hour and a half while Mundy stayed in his office \"joking around \r\n  and maybe talking sports scores . . . and killing time.\"\r\nThe following day, relying on Mundy's \r\n  representations that Lincoln would not approve the assumption of the loan, BNP \r\n  \"terminated\" the Assignment Agreement and the First Amendment to the Purchase \r\n  and Sale Agreement. BNP already owed Southport $100,000 for its initial deposit, \r\n  and was hesitant to deposit an additional $100,000 if the loan could not be \r\n  assumed. According to Wilkerson, on September 30, he was \"still being told . \r\n  . . [BNP] cannot assume this loan unless [BNP] provide[s] an individual, a person, \r\n  not the corporation.\" Wilkerson stated Mundy represented that if Lincoln subsequently \r\n  permitted the assumption of the loan, BNP could continue under the contract.\r\nWilkerson said the Partnership was \r\n  meeting the following week on October 5 to discuss a solution which would enable \r\n  the parties to consummate the sale. On October 6, he learned the Partnership \r\n  thought it could get a higher price and decided to sell the complex to someone \r\n  else. Wilkerson contacted Calvin King, who works at Lincoln, to determine why \r\n  Lincoln would not approve his company for the loan assumption. According to \r\n  Wilkerson, King acted as if he had never heard of the requirement alleged by \r\n  Mundy regarding a personal guarantor. The next day Wilkerson was advised Lincoln \r\n  approved the loan without requiring a guarantor.\r\nAt a BNP Board of Directors' meeting \r\n  on October 11, Wilkerson received the Board's approval to close on the property \r\n  by October 15. When BNP attempted to get the paperwork signed for the assumption \r\n  of the loan, Mundy refused to cooperate. BNP received a letter from the Partnership's \r\n  attorneys, which read: \"In accordance with Paragraph 1 of the First Amendment, \r\n  we have received written notice from [BNP] that [BNP] terminated its obligations \r\n  under the First Amendment.\" According to the letter, BNP's right to purchase \r\n  the complex was null and void. The letter provided the Partnership was entitled \r\n  to retain the $100,000 deposit delivered by Southport under the terms of the \r\n  purchase agreement.\r\nAudrey Navarre, the Fleet employee \r\n  responsible for corresponding with Lincoln regarding the loan, professed she \r\n  related all information from Mundy to Lincoln and vice versa. Navarre was unaware \r\n  there was a September 30 deadline for the loan assumption, therefore, she never \r\n  passed that information on to Lincoln. Navarre said Mundy knew Lincoln required \r\n  a personal guarantor. She never told Lincoln that BNP could not provide a personal \r\n  guarantor, and had offered a bond instead because she had no knowledge of that \r\n  fact herself.\r\nCalvin King testified that Lincoln \r\n  would expect to be notified of any changes in a purchase agreement, such as \r\n  the deadline change in the First Amendment, and would try to work with the parties \r\n  regarding the change. However, King averred he did not \"remember Fleet ever \r\n  telling\" Lincoln about the September 30 deadline. The following exchange occurred \r\n  between BNP's attorney and King:\r\n \r\n  Q. Now, according to this e-mail \r\n    [from Judy Litzenberg with Lincoln dated September 27th, 1994], Lincoln was \r\n    being told that there would not be a personal guarantor for the carve-outs, \r\n    is that true?\r\n  A. Yes, sir.\r\n  Q. And to your memory, is this \r\n    the first time Lincoln was aware of that?\r\n  A. I can't remember. But just by \r\n    reading this, it would make me think that that was the case.\r\n  Q. Okay. So before September 27th, \r\n    1994, you didn't know that [BNP] said no, there will not be a personal guarantor?\r\n  A. That is probably the case.\r\n\r\nKing said Lincoln was not cognizant \r\n  of the fact that BNP offered a bond in place of the guarantor until King prepared \r\n  for a deposition for this litigation. King declared that if Lincoln had known \r\n  about the deadline, Lincoln would have tried to \"accommodate that deadline.\" \r\n  According to King, once Lincoln was informed of BNP's requirements, the loan \r\n  assumption involved \"a one-day approval\" transaction.\r\nBNP filed a complaint against the \r\n  Partnership and Mundy, alleging causes of action for fraud, breach of contract, \r\n  and breach of contract accompanied by a fraudulent act. The trial judge denied \r\n  the Partnership's motion for a directed verdict and submitted the case to the \r\n  jury. During deliberations, the jury sent a note to the judge stating: \"Most \r\n  Important(1) Did Lincoln Nat. have in its possession the 1st Ammendment \r\n  [sic] contract prior to Sept. 30th 1994 [?]\" The attorneys for the \r\n  parties agreed Lincoln did not possess the First Amendment prior to September \r\n  30. The judge instructed the jury: \"The question posed, the answer is no. The \r\n  answer is no from the three attorneys. They all agree the answer would be no.\"\r\nThe jury returned a verdict for BNP \r\n  on the breach of contract cause of action and awarded damages of $100,000. The \r\n  Partnership filed a motion for JNOV, or in the alternative, a new trial. The \r\n  judge denied the motion. The Partnership appeals.\r\nSTANDARD OF \r\n  REVIEW\r\nWhen reviewing the denial of a motion \r\n  for directed verdict or JNOV, this Court must employ the same standard as the \r\n  trial court by viewing the evidence and all reasonable inferences in the light \r\n  most favorable to the nonmoving party. Steinke v. South Carolina Dep't of Labor, \r\n  Licensing and Regulation, 336 S.C. 373, 520 S.E.2d 142 (1999); Welch v. Epstein, \r\n  Op. No. 3235 (S.C. Ct. App. filed July 31, 2000)(Shearouse Adv. Sh. No. 32 at \r\n  1). The trial court must deny the motions when the evidence yields more than \r\n  one inference or its inference is in doubt. Welch, supra. This Court will reverse \r\n  the trial court only when there is no evidence to support the ruling below. \r\n  Creech v. South Carolina Wildlife and Marine Resources Dep't, 328 S.C. 24, 491 \r\n  S.E.2d 571 (1997). When considering directed verdict and JNOV motions, neither \r\n  the trial court nor the appellate court has authority to decide credibility \r\n  issues or to resolve conflicts in the testimony or evidence. Welch, supra.\r\nA motion for JNOV may be granted \r\n  only if no reasonable jury could have reached the challenged verdict. Crossley \r\n  v. State Farm Mut. Auto. Ins. Co., 307 S.C. 354, 415 S.E.2d 393 (1992). The \r\n  jury's verdict will not be overturned if any evidence exists that sustains the \r\n  factual findings implicit in its decision. Welch, supra.\r\nISSUES\r\nI. Did the trial court err in denying \r\n  the Partnership's motion for JNOV on BNP's breach of contract claim where BNP \r\n  rescinded the contract?\r\nII. Did the trial court err in submitting \r\n  BNP's breach of contract claim to the jury?\r\nLAW/ANALYSIS\r\nI. Rescission\r\nThe Partnership argues the trial \r\n  judge erred in denying its motion for JNOV on BNP's claim for breach of contract \r\n  because BNP rescinded the contract and, as a matter of law, damages for an alleged \r\n  breach of a rescinded contract cannot be recovered. We disagree.\r\nRescission is an \"abrogation or undoing \r\n  of [a contract] from the beginning, which seeks to create a situation the same \r\n  as if no contract ever had existed.\" Government Employees Ins. Co. v. Chavis, \r\n  254 S.C. 507, 516, 176 S.E.2d 131, 135 (1970). In First Equity Investment Corp. \r\n  v. United Service Corp., 299 S.C. 491, 386 S.E.2d 245 (1989), a mortgagor brought \r\n  an action against a mortgagee, alleging breach of contract accompanied by a \r\n  fraudulent act and seeking the remedy of rescission. The Supreme Court explained:\r\n \r\n  When a party elects and is granted \r\n    rescission as a remedy, he is entitled to be returned to status quo ante. \r\n    Kent Homes, Inc. v. Frankel, 128 A.2d 444, 446 (D.C. Ct. App. 1957). Rescission \r\n    entitles the party to a return of the consideration paid as well as any additional \r\n    sums necessary to restore him to the position occupied prior to the making \r\n    of the contract. Bank of Johnston v. Jones, 141 S.C. 98, 115-116, 139 S.E. \r\n    190, 196 (1927); Baeza v. Robert E. Lee Chrysler, Plymouth, 279 S.C. 468, \r\n    472-473, 309 S.E.2d 763, 766 (Ct. App. 1983); Jennings v. Lee, 461 P.2d 161, \r\n    167 (Ariz. 1969).\r\n\r\nFirst Equity Investment Corp., 299 \r\n  S.C. at 496-97, 386 S.E.2d at 248. Rescission, as a remedy, returns the parties \r\n  to the status quo ante. Government Employees Ins. Co., supra. A return to the \r\n  status quo ante necessarily requires any party damaged to be compensated. See \r\n  Ebner v. Haverty Furniture Co., 128 S.C. 151, 122 S.E. 578 (1924)(remedy of \r\n  rescission is insufficient if parties cannot be returned to status quo ante).\r\nHere, no issue is presented in regard \r\n  to rescission being granted by the court as a remedy. Rather, this record encapsulates \r\n  a factual scenario involving rescission exercised by a party when faced with \r\n  a mandatory deadline. The breach of contract and resulting damages occurred \r\n  before the rescission by BNP.\r\nWhen a contract provides for rescission, \r\n  and is rescinded pursuant to the right thus given, the rescission does not \"extinguish \r\n  liabilities that have already accrued under the contract, and this is so regardless \r\n  of whether the liability is that of the party who exercised the option to cancel \r\n  the agreement or is the liability of the party against whom the cancellation \r\n  is made.\" 17A Am. Jur. 2d Contracts § 603 (1991)(footnotes omitted). Concomitantly, \r\n  a voluntary cancellation of a contract under a rescission provision on account \r\n  of a breach by the other party does not automatically release each party from \r\n  all obligations under the contract. Id. Rather, \"a recovery of damages for breaches \r\n  which cause the cancellation may be had.\" Id.\r\nBNP's rescission did not bar BNP \r\n  from seeking damages for breach of contract. Thus, the trial court did not err \r\n  in denying the Partnership's motion for JNOV.\r\nII. Breach of Contract\r\nThe Partnership maintains the trial \r\n  judge erred in submitting the breach of contract claim to the jury because there \r\n  was no evidence to support a claim for breach of contract. We disagree.\r\n \r\n  The purchase and sales agreement \r\n    provided in part:\r\n  17. Further Assurances. Each of \r\n    the parties hereto agrees to do, execute, acknowledge and deliver and cause \r\n    to be done, executed, acknowledged and delivered all such further acts, assignments, \r\n    transfers and assurances as will reasonably be requested of it in order to \r\n    carry out this Agreement and give effect thereto.\r\n\r\nBNP presented overwhelming evidence \r\n  from which the jury could infer that Mundy breached this provision of the agreement \r\n  by withholding information from Lincoln. This provision imposed upon the Partnership \r\n  a specific duty to act affirmatively to assist BNP in assuming the Lincoln loan, \r\n  which was an essential term of the contract. Numerous parties testified Mundy \r\n  in fact appeared to hamper BNP's efforts to assume the Lincoln loan rather than \r\n  assist BNP in the assumption of the loan.\r\nFurthermore, under South Carolina \r\n  law, there exists in every contract an implied covenant of good faith and fair \r\n  dealing. Adams v. G.J. Creel and Sons, Inc., 320 S.C. 274, 465 S.E.2d 84 (1995); \r\n  Parker v. Byrd, 309 S.C. 189, 420 S.E.2d 850 (1992). Our Supreme Court, in Commercial \r\n  Credit Corp. v. Nelson Motors, Inc., 247 S.C. 360, 147 S.E.2d 481 (1966), articulated:\r\n \r\n  [T]here exists in every contract \r\n    an implied covenant of good faith and fair dealing. 17A C.J.S. Contracts § \r\n    328; 17 Am. Jur. 2d Contracts, Sec. 255, 256; 4 Williston on Contracts, 3d \r\n    ed., Sec. 610B; 5 Id., Sec. 670.\r\n   \r\n    We quote from 17A C.J.S. Contracts \r\n      § 328, pages 282--284:\r\n    \"A contract includes not only \r\n      what is expressly stated but also what is necessarily to be implied from \r\n      the language used and external facts, such as the surrounding circumstances; \r\n      and terms which may clearly be implied from a consideration of the entire \r\n      contract are as much a part thereof as though plainly written on its face.\r\n    \"In the absence of an express \r\n      provision therefor, the law will imply an agreement by the parties to a \r\n      contract to do and perform those things that according to reason and justice \r\n      they should do in order to carry out the purpose for which the contract \r\n      was made. * * *\"\r\n    And from 17 Am. Jur. 2d Contracts, \r\n      Sec. 255, pages 649--650:\r\n    \" * * * The policy of the law \r\n      is to supply in contracts what is presumed to have been inadvertently omitted \r\n      or to have been deemed perfectly obvious by the parties, the parties being \r\n      supposed to have made those stipulations which as honest, fair, and just \r\n      men they ought to have made. * * *\" \r\n    \"It has been said that implied \r\n      promises always exist * * * where the covenant on one side involves some \r\n      corresponding obligation on the other; where, by the relationships of the \r\n      parties and the subject matter of the contract, a duty is owing by one not \r\n      expressly bound by the contract to the other party in reference to the subject \r\n      thereof. * * *\"\r\n  \r\n\r\nCommercial Credit Corp., 247 S.C. \r\n  at 367, 147 S.E.2d at 484. \r\nWe find BNP introduced sufficient \r\n  evidence the Partnership, via Mundy's efforts to thwart the closing, breached \r\n  the implied covenant of good faith and fair dealing. Thus, the trial judge properly \r\n  submitted the breach of contract issue to the jury.\r\nCONCLUSION\r\nWe hold that when a contract provides \r\n  for rescission, and is rescinded pursuant to the right thus given, the rescission \r\n  does not extinguish liabilities that have already accrued under the contract. \r\n  This principle is efficacious regardless of whether the liability is that of \r\n  the party who exercised the option to cancel the agreement or is the liability \r\n  of the party against whom the cancellation is made. We find a voluntary cancellation \r\n  of a contract under a rescission provision on account of a breach by the other \r\n  party does not automatically release each party from all obligations under the \r\n  contract. Damages for breaches which cause the cancellation may be recovered. \r\n  We conclude BNP's rescission did not bar BNP from seeking damages for breach \r\n  of contract. Thus, the trial court did not err in denying the Partnership's \r\n  motion for JNOV. Further, BNP presented overwhelming evidence from which the \r\n  jury could infer Mundy breached the contract by withholding information from \r\n  Lincoln. Therefore, the judge properly submitted the breach of contract issue \r\n  to the jury. Accordingly, the trial judge's order is\r\nAFFIRMED.\r\n\r\nHEARN, C.J., and STILWELL, J., concur. \r\n \r\n1. BNP was going \r\n  through a corporate restructuring during this time and is sometimes referred \r\n  to in the record as BT Venture Corporation.\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3271","title":"Gaskins v. Souther Farm","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3271","description":"This is an action for damages resulting from an insurer's agent in settling a third party claim.","date":"2000-12-18","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nThis is an action for damages resulting from an insurer's agent in settling a third party claim.\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n \r\n   \r\n     \r\n       \r\n        Randy Gaskins and Linda Gaskins, Appellants, \r\n        \r\n          \r\n            v.\r\n          \r\n        \r\n        Southern Farm Bureau Casualty \r\n          Insurance Company, and South Carolina Farm Bureau Insurance Company \r\n          and Timothy Brant, Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Williamsburg \r\n  County\r\n  R. Markley Dennis, Jr., Circuit Court Judge\r\n\r\n\r\n  \r\n    Opinion No. 3271\r\n    Heard November 6, 2000 - Filed December 18, 2000\r\n  \r\n\r\n\r\nAFFIRMED IN \r\n  PART, REVERSED IN PART AND REMANDED\r\n\r\n \r\n   \r\n     \r\n       \r\n        Constance A. Anastopoulo, \r\n          of Anastopoulo Law Firm, of Charleston, for appellants.\r\n        Robert J. Thomas, of Rogers, \r\n          Townsend &amp; Thomas, of Columbia, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nCURETON, J.: Randy \r\n  and Linda Gaskins (the Gaskins) appeal the trial court's dismissal of their \r\n  action against the Southern Farm Bureau Casualty Insurance Company, the South \r\n  Carolina Farm Bureau Insurance Company (collectively \"Farm Bureau\"), and Timothy \r\n  Brant, a claims representative for Farm Bureau. We affirm in part, reverse in \r\n  part and remand.\r\nFACTUAL/PROCEDURAL \r\n  BACKGROUND\r\nWhile hunting, Eugene Gaskins accidently \r\n  shot his son, Randy Gaskins, with a high-powered rifle. Randy was admitted to \r\n  the hospital and treated for a gunshot wound to the right flank and severe internal \r\n  injuries. His medical bills exceeded $36,000.00.\r\nThe Gaskins filed a claim against \r\n  the homeowner's insurance carrier for Eugene Gaskins, Farm Bureau. The claim \r\n  alleged that in addition to Randy's injuries and medical bills, Linda suffered \r\n  extreme emotional distress, loss of consortium, and lost wages as a result of \r\n  the shooting.\r\nThe Gaskins alleged that Timothy \r\n  Brant fraudulently induced them to settle their claims with Farm Bureau by informing \r\n  them that Eugene Gaskins's policy would pay a maximum of $9,000.00 to cover \r\n  their claims. Based on this misinformation, the Gaskins accepted a $9,000.00 \r\n  payment and signed a Final Release and Settlement of their claims. The Gaskins \r\n  subsequently learned Eugene Gaskins's policy provided for $100,000.00 in personal \r\n  liability protection. \r\nThe Gaskins filed this action against \r\n  Brant and Farm Bureau, alleging fraud, negligence, breach of the covenants of \r\n  good faith and fair dealing, misrepresentation, unfair trade practices, wrongful \r\n  adjustment under South Carolina Code Annotated Section 38-59-20, and the intentional \r\n  infliction of emotional distress. They further sought a declaratory judgment \r\n  that the release was null and void.\r\nBrant and Farm Bureau moved to dismiss \r\n  the action under Rule 12(b)(6), SCRCP, for the Gaskins' failure to state facts \r\n  sufficient to constitute any of their causes of action. After a hearing on the \r\n  motion, the trial court summarily dismissed all causes of action pursuant to \r\n  Hopkins v. Fidelity Ins. Co., 240 S.C. 230, 125 S.E.2d 468 (1962). The \r\n  Gaskins appeal. We affirm in part, reverse in part and remand.\r\n\r\n  \r\n    LAW/ANALYSIS \r\n  \r\n  \r\nSummary Dismissal Pursuant \r\n  to Hopkins\r\nThe trial court issued a two-line \r\n  ruling that apparently applies to all causes of action and the Gaskins' request \r\n  for a declaratory judgment. The order stated: \"[t]he court finds the case of \r\n  Hopkins v. Fidelity Ins. Co., 240 S.C. 230, 125 S.E.2d 468 (1962) to \r\n  be controlling. Therefore, it is ordered that this action is dismissed.\"\r\n\r\n  \r\n    I.\r\n  \r\n  \r\nThe Gaskins argue the trial court \r\n  erred in holding Hopkins barred all their actions against Brant and Farm Bureau. \r\n  We agree as to the causes of action for fraud, negligence, misrepresentation, \r\n  unfair trade practices, and the intentional infliction of emotional distress.\r\nIn Hopkins, the mother of \r\n  a two year old girl, fatally crushed under a farm vehicle, filed suit alleging \r\n  fraud and deceit by Fidelity Insurance Company in its settlement of the wrongful \r\n  death claim. The complaint alleged a Fidelity agent took advantage of the mother's \r\n  state of shock and coerced her into signing a release of her claim in exchange \r\n  for two thousand dollars. \r\nOur Supreme Court in Hopkins \r\n  found the mother's action should have been dismissed. The court held the action \r\n  vested in the child's personal representative rather than in the mother, and \r\n  the claim failed as it was brought by the mother in her individual capacity.\r\nIn further remarks, the Court stated \r\n  the complaint failed to allege the child's death resulted from negligent operation \r\n  of the farm vehicle. The court reasoned the mere allegation that the child was \r\n  fatally injured by the truck did not warrant an inference of negligence. The \r\n  court next concluded that even if the complaint alleged the underlying negligence, \r\n  the complaint failed because the mother alleged the release was fraudulently \r\n  obtained. The court concluded the mother alleged no damages because a fraudulently \r\n  obtained release would be void and would thus not bar the mother's cause of \r\n  action.\r\nAlthough Hopkins has been \r\n  interpreted as standing for the proposition that South Carolina does not allow \r\n  tort actions against insurers for acts of their adjusters in fraudulently procuring \r\n  releases, our Supreme Court has not recognized this view and has applied Hopkins \r\n  as a rule of pleading. Compare Gary D. Spivey, Annotation, Insurer's \r\n  Tort Liability for Acts of Adjuster Seeking to Obtain Settlement or Release, \r\n  39 A.L.R.3d 739, 754 n.4 (1971)(\"The present availability of the action for \r\n  fraud and deceit [in South Carolina] is in doubt in view of the decision in \r\n  Hopkins . . . .\") with Pilkington v. McBain, 274 S.C. 312, 314-15, 262 \r\n  S.E.2d 916, 917-18 (1980)(The Court concluded that \"strict reliance on Hopkins\" \r\n  was misplaced. Utilizing the rule that pleadings are to liberally construed, \r\n  the Court found the plaintiff in Pilkington alleged damages, unlike in \r\n  Hopkins in which the Court held the plaintiff failed to allege damages). \r\n  See also Mutual Sav. and Loan Ass'n v. McKenzie, 274 S.C. 630, 266 S.E.2d \r\n  423 (1980)(citing Hopkins in concluding plaintiff failed to plead damages). \r\n  Accordingly, we review the law interpreting the sufficiency of pleadings.\r\nThe Hopkins case was decided \r\n  in 1962 under the requirements of Code Pleading. The South Carolina Rules of \r\n  Civil Procedure were adopted effective July 1, 1985. Rule 86, SCRCP. The rule \r\n  governing a motion to dismiss for failure to state a cause of action, Rule 12(b)(6), \r\n  SCRCP, replaces the Code Pleading rules regarding demurrers. See 1985 \r\n  S.C. Acts 100. \r\nRule 12(b)(6), SCRCP, \"retains the \r\n  Code Pleading standard . . . rather than the more lenient notice pleading standard \r\n  found in the federal rules.\" Harry M. Lightsey, Jr. &amp; James F. Flanagan, \r\n  South Carolina Civil Procedure 93, 2nd ed. (1996). See \r\n  also Justice v. The Pantry, 335 S.C. 572, 518 S.E.2d 40 (1999)(citing South \r\n  Carolina Civil Procedure). However, \"technical, restrictive or outmoded \r\n  requirements of Code Pleading are not necessarily required.\" Lightsey, Jr. &amp; \r\n  Flanagan at 93-94. Furthermore, Rule 8(f), SCRCP, states that all pleadings \r\n  are to be construed to do substantial justice to all parties.\r\nTo ensure substantial justice to \r\n  the parties, the pleadings must be liberally construed. Russell v. City of \r\n  Columbia, 305 S.C. 86, 406 S.E.2d 338 (1991). In deciding whether the trial \r\n  court properly granted Farm Bureau's motion for dismissal under Rule 12(b)(6), \r\n  this court must consider whether the complaint, viewed in the light most favorable \r\n  to the plaintiff, states any valid claim for relief. See Gentry v. Yonce, \r\n  337 S.C. 1, 522 S.E.2d 137 (1999). A motion to dismiss under Rule 12(b)(6) should \r\n  not be granted if \"facts alleged and inferences reasonably deducible therefrom\" \r\n  entitle the plaintiff to relief under any theory. Id. at 5, 522 S.E.2d at 139 \r\n  (quoting Stiles v. Onorato, 318 S.C. 297, 300, 457 S.E.2d 601, 602 (1995)).\r\nIn light of the rules governing pleadings, \r\n  we find the trial court erred by summarily dismissing all claims under Hopkins \r\n  without further analysis. Accordingly, we reverse the trial court and remand \r\n  the causes of action for fraud, negligence, misrepresentation, unfair trade \r\n  practices, and the intentional infliction of emotional distress.\r\n\r\n  \r\n    II.\r\n  \r\n  \r\nAs to the Gaskins' causes of action \r\n  for breach of the covenants of good faith and fair dealing and for wrongful \r\n  adjustment pursuant to South Carolina Code Annotated Section 38-59-20 (1989), \r\n  we affirm the trial court. \r\nIn Tadlock Painting Co. v. Maryland \r\n  Cas. Co., our Supreme Court held an insured could assert a cause of action \r\n  for the breach of the implied covenants of good faith and fair dealing against \r\n  his insurance company. Tadlock Painting, 322 S.C. 398, 473 S.E.2d 52 \r\n  (1996)(citing Nichols v. State Farm Mut. Auto. Ins. Co., 279 S.C. 336, \r\n  306 S.E.2d 616 (1983)(wherein the Court recognized the existence of a cause \r\n  of action against an insurance company for bad faith refusal to pay first party \r\n  benefits due under an insurance contract)). The elements of an action for breach \r\n  of the covenants of good faith and fair dealing in an insurance contract are \r\n  as follows:\r\n \r\n  1) the existence of a mutually \r\n    binding contract of insurance between plaintiff and defendant;\r\n    2) a refusal by an insurer \r\n    to pay benefits due under the contract;\r\n    3) resulting from the insurer's \r\n    bad faith or unreasonable action in breach of an implied covenant of good \r\n    faith and fair dealing in the contract;\r\n    4) that causes damage to \r\n    the insured. \r\n  \r\nSee Cock-N-Bull Steak House, Inc. \r\n  v. Generali Ins. Co., 321 S.C. 1, 6, 466 S.E.2d 727, 730 (1996) (emphasis \r\n  added)(enumerating the elements of a claim for bad faith refusal to pay benefits \r\n  under an insurance contract).\r\nThe Gaskins' complaint did not allege \r\n  the existence of a contract between the Gaskins and Farm Bureau. Furthermore, \r\n  South Carolina does not recognize a third party action for the bad faith refusal \r\n  to pay insurance benefits. Kleckley v. Northwestern Nat'l Cas. Co., 338 \r\n  S.C. 131, 526 S.E.2d 218 (2000). But see Ateyeh v. Volkswagen of Florence, \r\n  Inc., 288 S.C. 101, 341 S.E.2d 378 (1986)(applying a narrow exception to \r\n  this rule for a 'third-party' spouse under the necessaries doctrine). Accordingly, \r\n  we affirm the trial court's dismissal of this cause of action. See I'On, \r\n  L.L.C. v. Town of Mt. Pleasant, 338 S.C. 406, 526 S.E.2d 716 ( 2000); Rule \r\n  220(c), SCACR (an appellate court may affirm the trial court's order for any \r\n  reason appearing in the record on appeal).\r\nWe also affirm the trial court's \r\n  dismissal of the Gaskins' cause of action alleging wrongful adjustment pursuant \r\n  to South Carolina Code Annotated Section 38-59-20 (1989)(The South Carolina \r\n  Claims Practices Act). The Act provides relief for a third party victim of an \r\n  improper claims practice. S.C. Code Ann. §§ 38-59-10 to -50 (1989 &amp; Supp. \r\n  1999); Kleckley at 137, 526 S.E.2d at 221. Section 38-59-20 declares \r\n  that a third party may pursue administrative action before the Chief \r\n  Insurance Commissioner if an insurer inter alia \"[k]nowingly misrepresent[s] \r\n  to insureds or third-party claimants pertinent facts or policy provisions relating \r\n  to coverages at issue or providing deceptive or misleading information with \r\n  respect to coverages.\" S.C. Code Ann. § 38-59-20(1) (1989). \r\nThe Act does not create a private \r\n  cause of action. See Swinton v. Chubb &amp; Son, Inc., 283 S.C. 11, 320 \r\n  S.E.2d 495 (Ct. App. 1984)(holding section 38-37-1110, the predecessor statute, \r\n  recodified by 1987 Act No. 155, § 1 to section 38-59-20, did not allow a private \r\n  cause of action). A cause of action for wrongful adjustment under section 38-59-20 \r\n  only entitles the Gaskins to an administrative remedy. Therefore, we affirm \r\n  the trial court's dismissal of the cause of action for wrongful adjustment. \r\n  See I'On, 338 S.C. 406, 526 S.E.2d 716 and Rule 220(c), SCACR (an appellate \r\n  court may affirm the trial court's order for any reason appearing in the record \r\n  on appeal).\r\nRecusal\r\nThe Gaskins also contend the trial \r\n  judge erred in failing to recuse himself due to his relationship with Farm Bureau \r\n  and with Brant. This issue is not preserved for review on appeal.\r\nThe record indicates the judge disclosed \r\n  his relationships with Farm Bureau and Timothy Brant. However, the Gaskins did \r\n  not object or move for the judge to recuse himself. (1) \r\n  The issue is therefore not preserved for appellate review. See Parker v. \r\n  Shecut, 340 S.C. 460, 531 S.E.2d 546 (Ct. App. 2000) (holding party who \r\n  failed to move for recusal had not preserved the issue for appellate review). \r\n  \r\n\r\n  \r\n    CONCLUSION\r\n  \r\n\r\nFor the foregoing reasons, the judgment \r\n  of the trial court is reversed as to the dismissal of the causes of action for \r\n  fraud, negligence, misrepresentation, breach of the implied covenants of good \r\n  faith and fair dealing, and violation of the South Carolina Unfair Trade Practices \r\n  Act. We affirm the trial court's dismissal of Gaskins' actions for wrongful \r\n  adjustment and breach of the covenant of good faith and fair dealing. We accordingly \r\n  remand the case for further proceedings.\r\nAFFIRMED IN PART, REVERSED \r\n  IN PART AND REMANDED.\r\nGOOLSBY and CONNOR, JJ., \r\n  concur.\r\n1.  The court \r\n  stated:\r\nOkay. Let me - I'm sorry, but let \r\n  me interrupt you. I apologize.\r\nMy home is insured with Farm Bureau, \r\n  and Farm Bureau has provided insurance as long as I've been out of - well, as \r\n  long as I have been a licensed driver.\r\nMy brother in law works for Farm \r\n  Bureau in Columbia, and I represented Farm Bureau from time to time when I was \r\n  practicing law.\r\nDo you have any objection to my hearing \r\n  this matter?\r\nIf you want . . .\r\nMr. Pagliarini: I have no objection.\r\nThe Court: Very well. Do you have \r\n  any objection to my hearing this?\r\nMr. Thomas: No, Your Honor.\r\nThe Court: Well, excuse me for interrupting \r\n  you.\r\nMr. Thomas: I did not know you were \r\n  insured by Farm Bureau until this morning, from Mr. Tim Brant.\r\nThe Court: Mr. Brant knows that. \r\n  I know Mr. Brant very well.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3272","title":"Watson v. Chapman","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3272","description":"This is a medical malpractice action involving: (1) cross-examination of an expert witness, (2) directed verdict, and (3) admissibility of evidence pertaining to a physician's addiction to alcohol.","date":"2000-12-18","type":"opinion","text":"\r\n      \t\t\t\t\r\n\r\n\r\n\r\n\r\nThis is a medical malpractice action involving:  (1) cross-examination of an expert witness, (2) directed verdict, and (3) admissibility of evidence pertaining to a physician's addiction to alcohol.\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n \r\n   \r\n     \r\n       \r\n        MacKennon Watson, a Minor, by his Guardian ad Litem, Susan Watson, Respondent, \r\n        \r\n        \r\n          \r\n            v.\r\n          \r\n        \r\n        David Chapman, M.D., Appellant.\r\n        \r\n          \r\n            and\r\n          \r\n        \r\n        Susan Watson and Don Watson, \r\n          Respondents,\r\n        \r\n          \r\n            v.\r\n          \r\n        \r\n        David Chapman, M.D., Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Florence \r\n  County\r\n  Joseph J. Watson, Circuit Court Judge\r\n\r\n\r\n\r\n\r\n  Opinion No. 3272\r\n  Heard November 8, 2000 - Filed December 18, 2000\r\n  \r\n\r\n\r\nAFFIRMED\r\n\r\n \r\n   \r\n     \r\n       \r\n        John B. McCutcheon, Jr., Mary Ruth M. Baxter and Arrigo P. Carotti, all \r\n        of McCutcheon, McCutcheon & Baxter, of Conway, for appellant. \r\n        David W. Goldman, Diane M. \r\n          Rodriguez and Kristi F. Curtis, all of Bryan, Bahnmuller, Goldman & \r\n          McElveen, of Sumter, for respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nCURETON, J.: In this medical malpractice action, Susan and Don \r\nWatson sued Dr. David Chapman for the premature delivery of their son MacKennon \r\nand the resulting permanent injury to his lungs. A jury found Dr. Chapman negligent \r\nand awarded actual damages in the amount of $106,000 to MacKennon and $100,000 \r\nto his parents. Dr. Chapman appeals. We affirm. \r\n\r\n  \r\n    FACTS/PROCEDURAL HISTORY\r\n  \r\n\r\nMrs. Watson sought obstetrical care \r\n  for her third pregnancy from Baroody, Chapman & Chapman, OB-GYN, in late \r\n  1991. Initially, she was examined by Dr. David Chapman, a partner in the practice, \r\n  on or about December 30, 1991. Dr. Chapman informed Mrs. Watson that her delivery \r\n  date would be August 11, 1992. Thereafter, Mrs. Watson saw another physician \r\n  of the practice for her regularly scheduled office visits. \r\n  (1) During the pregnancy, Mrs. Watson developed gestational diabetes \r\n  and was referred to another physician who treated the condition with a restricted \r\n  diet.\r\nMrs. Watson next encountered Dr. \r\n  Chapman in the thirty-fourth or thirty-fifth week of her pregnancy during an \r\n  office visit. At that time, Dr. Chapman scheduled Mrs. Watson for an amniocentesis \r\n  to be performed on July 15, 1992, with a possible cesarean section to follow \r\n  on July 16th. (2)\r\nDuring the July 15th appointment, \r\n  Dr. Chapman took an ultrasound, but was unable to perform the amniocentesis \r\n  due to the position of the placenta. Nevertheless, he informed Mrs. Watson that \r\n  her baby was \"big enough\" for delivery and that he would perform a cesarean \r\n  section the next day even though she was not in labor and there were no signs \r\n  of fetal distress.\r\nDr. Chapman delivered MacKennon by \r\n  cesarean section on July 16, 1992. He weighed eight pounds, four ounces at birth. \r\n  Despite MacKennon's size, his lungs were not fully developed because his mother's \r\n  gestational diabetes had retarded their normal development. Dr. Chapman had \r\n  not determined the state of MacKennon's lungs prior to delivery even though \r\n  a diagnostic test was available to assess fetal lung maturity. \r\nMacKennon developed Respiratory Distress \r\n  Syndrome (RDS) within twenty-four hours of birth, for which he was intubated \r\n  with oxygen and transferred to the Neonatal Intensive Care Unit (NICU) at McLeod \r\n  Regional Medical Center. MacKennon was discharged from McLeod on August 3, 1992. \r\n  Although his discharge summary indicated his prognosis was good, MacKennon continued \r\n  to have breathing difficulties which required further hospital visits and treatment.\r\nOn July 13, 1995, the Watsons filed \r\n  the instant action against Dr. Chapman alleging he was negligent in delivering \r\n  MacKennon four weeks premature without medical justification and in violation \r\n  of accepted medical standards. They also asserted that Dr. Chapman \"was addicted \r\n  to the use of drugs and narcotics to the extent that he was not mentally, emotionally \r\n  or physically able to have provided competent medical care and attention to\" \r\n  Mrs. Watson and MacKennon.\r\nPrior to trial, the circuit court \r\n  rejected the Watsons' motion to compel discovery of Dr. Chapman's alcohol treatment \r\n  records because such disclosure would violate federal and state confidentiality \r\n  statues. However, the trial court also rejected Dr. Chapman's motion in limine \r\n  to exclude all reference to his alcohol addiction.\r\n\r\n  \r\n    LAW/ANALYSIS\r\n  \r\n\r\nI. Admission of Evidence \r\n  Concerning Alcohol Addiction\r\nDr. Chapman argues the trial court \r\n  abused it discretion by admitting irrelevant and unduly prejudicial evidence \r\n  concerning his alcohol addiction. He also contends federal and state confidentiality \r\n  statutes prohibit such disclosures. We disagree.\r\nOn May 11, 1993, Dr. Chapman entered \r\n  into a written agreement (\"Interim Agreement\") with the South Carolina Board \r\n  of Medical Examiners (\"Board\") wherein he acknowledged his addiction to alcohol \r\n  and agreed to treatment and monitoring in exchange for the Board's commitment \r\n  to continue his licensure on a conditional basis subject to the terms of the \r\n  agreement. The Interim Agreement further provided \"that, pursuant to the South \r\n  Carolina Freedom of Information Act (S.C. Code Ann. § 30-4-10, et seq. (1986)), \r\n  this Interim Agreement is a public document.\" The Interim Agreement was replaced \r\n  by a private agreement on August 23, 1995.\r\nDuring discovery, Dr. Chapman revealed \r\n  he had been treated for alcohol dependency at Fenwick Hall in 1989 and that \r\n  he had returned to Fenwick for inpatient treatment less than a month after MacKennon's \r\n  July 16, 1992 delivery. He explained that he \"went back to Fenwick at that time \r\n  [because he had] returned to drinking on the weekends and . . . thought [he] \r\n  was drinking too much on the weekends.\" Dr. Chapman also admitted he was drinking \r\n  during the weekend prior to MacKennon's delivery and that his partners in the \r\n  OB-GYN practice ousted him from the partnership less than 30 days after the \r\n  delivery. Dr. Chapman claimed the partners believed he \"had ample time for rehabilitative \r\n  measures and due to certain recent events they felt that it was necessary to \r\n  sever their partnership with me.\"\r\nDr. Chapman filed a motion in limine \r\n  to exclude the Interim Agreement and his admissions concerning his alcohol dependency \r\n  because \"such evidence is irrelevant to this litigation, more prejudicial than \r\n  probative, and that admission of such evidence is prohibited by both State law \r\n  (South Carolina Code Ann. § 44-22-100) and Federal law (42 U.S.C. § 290dd-2) \r\n  and applicable case law.\" Specifically, he argued the evidence in question was \r\n  irrelevant because it did not demonstrate he was impaired at the time he treated \r\n  Mrs. Watson and would only serve to prejudice him in the eyes of the jury. The \r\n  trial court denied the motion and admitted the evidence because \"[t]he probative \r\n  value is not substantially outweighed by any prejudicial effect.\" Dr. Chapman \r\n  renewed his objection to the evidence at trial and argues on appeal that it \r\n  was error for the jury to consider it.\r\nThe admissibility of evidence lies \r\n  within the sound discretion of the trial court whose decision will not be overturned \r\n  on appeal absent a clear abuse of that discretion. Gamble v. Int'l Paper Realty \r\n  Corp., 323 S.C. 367, 474 S.E.2d 438 (1996); Washington v. Whitaker, 317 S.C. \r\n  108, 451 S.E.2d 894 (1994); Carlyle v. Tuomey Hosp., 305 S.C. 187, 407 S.E.2d \r\n  630 (1991). In this case, the trial court found that the evidence of Dr. Chapman's \r\n  alcohol addiction was highly relevant to the Watsons' negligence claims such \r\n  that its probative value outweighed any prejudicial effect. In so finding, the \r\n  court did not abuse its discretion.\r\n Relevant evidence is merely evidence \r\n  which tends to prove or disprove the existence of a material fact. See Rule \r\n  401, SCRE (defining relevant evidence as \"evidence having any tendency to make \r\n  the existence of any fact that is of consequence to the determination of the \r\n  action more probable or less probable than it would be without the evidence\"). \r\n  The dictates of Rule 401 are subject to the balancing requirement of Rule 403, \r\n  SCRE, which requires a court to exclude relevant evidence upon a showing that \r\n  its admission would be more prejudicial than probative. See Rule 403, SCRE (excluding \r\n  relevant evidence \"if its probative value is substantially outweighed by the \r\n  danger of unfair prejudice).\r\nThe fact that a physician may have \r\n  been an alcoholic while practicing medicine does not, in and of itself, create \r\n  a separate issue or claim of negligence; however, it is relevant \"when that \r\n  alcoholism translates into conduct falling below the applicable standard of \r\n  care.\" Ornelas v. Fry, 727 P.2d 819, 823 (Ariz. Ct. App. 1986). The part, if \r\n  any, which Dr. Chapman's alcohol dependency played in his decision making process \r\n  was a highly contested issue in this case and was properly submitted to the \r\n  jury for a decision. Although Chapman claimed he was not under the influence \r\n  at the time he decided not to perform the amniocentesis or at the time of the \r\n  surgical delivery, the Watsons put forth sufficient evidence to the contrary \r\n  thereby creating a jury question. Accordingly, we agree with the circuit court's \r\n  conclusion that the evidence was relevant and its probative value was not outweighed \r\n  by any prejudicial effect.\r\nDr. Chapman's reliance on federal \r\n  and state confidentiality statutes as a legal basis for excluding the evidence \r\n  of his alcohol dependency is misplaced because the evidence complained of is \r\n  not within the ambit of the statutes. \r\nThe federal confidentiality statute \r\n  provides in pertinent part:\r\n \r\n  Records of the identity, diagnosis, \r\n    prognosis, or treatment of any patient which are maintained in connection \r\n    with the performance of any program or activity relating to substance abuse \r\n    education, prevention, training, treatment, rehabilitation, or research, which \r\n    is conducted, regulated, or directly or indirectly assisted by any department \r\n    or agency of the United States shall, except as provided in subsection (e) \r\n    of this section, be confidential and be disclosed only for the purposes and \r\n    under the circumstances expressly authorized under subsection (b) of this \r\n    section. \r\n\r\n42 U.S.C.A. § 290dd-2(a) (Supp. 2000) \r\n  (emphasis added). Obviously, the Interim Agreement is not a patient diagnostic \r\n  or treatment record as described by the statute. \r\nAssuming that the Interim Agreement \r\n  fell within the protection afforded by the statute, Dr. Chapman relinquished \r\n  that protection by agreeing to the public disclosure of the agreement. See id. \r\n  § 290dd-2(b)(1) (creating an exception whereby a patient may consent to public \r\n  disclosure of his or her record). Furthermore, a court of competent jurisdiction \r\n  may order the disclosure of a protected record upon a showing that good cause \r\n  exists to do so. Id. § 290dd-2(B)(2)(c).\r\nSimilarly, section 44-22-100(A) of \r\n  the South Carolina Code protects the confidentiality of certain medical records:\r\n \r\n  Certificates, applications, records, \r\n    and reports made for the purpose of this chapter . . . and directly or indirectly \r\n    identifying a mentally ill or alcohol and drug abuse patient or former patient \r\n    or individual whose commitment has been sought must be kept confidential and \r\n    must not be disclosed . . . .\r\n\r\nS.C. Code Ann. § 44-22-100(A) (Supp. \r\n  1999).\r\nThis statute also protects a patient's \r\n  medical records from unauthorized disclosure, but does not shield a patient \r\n  from being questioned directly about his condition and any treatments he may \r\n  have received, subject to the strictures of the rules of evidence. In this case, \r\n  the circuit court did not order Dr. Chapman to produce medical records, it merely \r\n  allowed the Watsons to extract testimony from Chapman concerning his alcohol \r\n  dependency and to rely on a written agreement which, by its own terms, was a \r\n  part of the public domain pursuant to the South Carolina Freedom of Information \r\n  Act.\r\nII. Admission of Testimony \r\n  Concerning Alcohol Addiction\r\nChapman next argues the circuit court \r\n  erred by allowing testimony concerning his alcohol addiction because the evidence \r\n  was irrelevant, unduly prejudicial, and violative of federal and state law. \r\n  We disagree.\r\nAs part of his motion in limine, \r\n  Dr. Chapman objected to the statements of lay observers who claimed he appeared \r\n  impaired during and immediately after the delivery. (3) \r\n  He argued the statements were refuted by the testimony of at least six other \r\n  witnesses who were in the operating room at the time of the cesarean section \r\n  and should be excluded from evidence.\r\nThe circuit court ruled in limine \r\n  that the statements were relevant and not unduly prejudicial:\r\n \r\n  [L]ooking at the totality of everything, \r\n    looking at the fact that this Defendant was treated as an inpatient for an \r\n    alcohol problem, looking at the fact that by his own admission he was relapsed \r\n    and drank at least the weekend before the delivery, taking into consideration \r\n    his conduct, taking into consideration he himself some 27 days after the operation, \r\n    you know, realized that the - his relap[se] is so serious that it required \r\n    further inpatient treatment, in looking at the fact that he was terminated \r\n    by his associates, then I find the evidence is relevant. So I would allow \r\n    it. \r\n\r\n\"Making a motion in limine \r\n  to exclude evidence at the beginning of trial does not preserve an issue for \r\n  review because a motion in limine is not a final determination. The \r\n  moving party, therefore, must make a contemporaneous objection when the evidence \r\n  is introduced.\" Samples v. Mitchell, 329 S.C. 105, 108, 495 S.E.2d 213, 215 \r\n  (Ct. App. 1997).\r\nAt trial, Mr. Watson and June Collins \r\n  testified to the substance of their statements, but Dr. Chapman did not renew \r\n  the objections raised in his motion in limine. Accordingly, any objection \r\n  to their testimony was waived. Further, to the extent Chapman asserts counsel \r\n  for the Watsons made improper remarks during opening statements or closing arguments \r\n  concerning his condition, no objection was raised at trial so as to preserve \r\n  this issue for appeal. Tupper v. Dorchester County, 326 S.C. 318, 487 S.E.2d \r\n  187 (1997) (contemporaneous objection must be made to and ruled upon by trial \r\n  judge to preserve issue for appellate review). In any event, for the reasons \r\n  discussed in section I, we find the evidence was relevant on the issue of Chapman's \r\n  alleged negligence and not unduly prejudicial.\r\nIII. Scope of Cross-examination \r\n  of a Defense Expert\r\nDr. Chapman contends the trial court \r\n  should not have allowed the Watsons to cross-examine a defense expert concerning \r\n  the appropriate advice a physician should provide parents prior to a premature \r\n  birth inasmuch as the Watsons had dropped their claim involving informed consent. \r\n  We disagree.\r\nDr. Sandford Estes was called as \r\n  a defense expert at trial. During cross-examination, counsel for the Watsons \r\n  asked him \"what is the practice in discussions with couples who are the parents \r\n  of a 36 week fetus that a physician's considering delivering at 36 weeks?\" The \r\n  trial court allowed the question over Dr. Chapman's objection because the testimony \r\n  was relevant to Chapman's competency and whether his substance abuse affected \r\n  his ability to provide treatment for Mrs. Watson that did not fall below medically \r\n  accepted standards. Dr. Estes indicated the usual practice was to discuss the \r\n  potential problems of a premature birth, including the potential hazard of undeveloped \r\n  lungs, with the parents prior to the birth.\r\nThe scope of cross-examination rests \r\n  largely in the discretion of the trial court. Cornwell v. Plummer, 265 S.C. \r\n  587, 220 S.E.2d 879 (1975). \"The admission or exclusion of evidence is a matter \r\n  within the sound discretion of the trial court and absent clear abuse, will \r\n  not be disturbed on appeal.\" Gamble v. Int'l Paper Realty Corp., 323 S.C. 367, \r\n  373, 474 S.E.2d 438, 441 (1996); see also Recco Tape & Label Co. v. Barfield, \r\n  312 S.C. 214, 439 S.E.2d 838 (1994). \r\nWe agree with the circuit court's \r\n  determination that Dr. Estes's testimony was relevant to the central issue of \r\n  this case. Accordingly, we find the trial court did not abuse its discretion \r\n  by allowing this question. \r\nIV. Directed Verdict\r\nDr. Chapman contends the trial court \r\n  erred by denying his motion for a directed verdict because the only reasonable \r\n  inference to be drawn from the evidence is that he met the applicable standard \r\n  of care. We disagree.\r\nInitially, we note that Dr. Chapman \r\n  did not properly present this argument as a separately enumerated issue as required \r\n  by the South Carolina Rules of Appellate Procedure. See Rule 208(b)(1)(B), SCACR \r\n  (requiring every issue raised to the appellate court to be set forth in the \r\n  statement of issues on appeal); Rule 208(D), SCACR (requiring an appellate brief \r\n  to be divided into as many parts as there are issues to be argued). In any event, \r\n  the contention is without merit.\r\nA directed verdict is warranted where \r\n  only one reasonable inference can be drawn from the evidence. Adams v. G.J. \r\n  Creel & Sons, 320 S.C. 274, 465 S.E.2d 84 (1995); Brady Dev. Co. v. Town \r\n  of Hilton Head Island, 312 S.C. 73, 439 S.E.2d 266 (1993). In deciding a motion \r\n  for a directed verdict, all inferences must be viewed in the light most favorable \r\n  to the non-moving party. Taylor v. Medenica, 324 S.C. 200, 479 S.E.2d 35 (1996). \r\n  In a medical malpractice action, a plaintiff relying on expert testimony must \r\n  produce evidence that the defendant's negligence most probably caused the injuries \r\n  alleged. Id.\r\nAt trial, the Watsons presented expert \r\n  testimony which established that MacKennon's delivery was not medically justified, \r\n  that it fell below the medically accepted standard of care, and was the proximate \r\n  cause of MacKennon's respiratory difficulties. Additionally, Dr. Chapman's own \r\n  expert and former medical partner, Dr. John Chapman, admitted it would be violative \r\n  of the standard of care to elect to deliver a child at 36 weeks gestation without \r\n  first performing an amniocentesis. Dr. John Chapman also admitted that Dr. Chapman \r\n  was ousted from their medical practice shortly after MacKennon's birth because \r\n  of his addiction to alcohol. \r\nWe find there was sufficient evidence \r\n  to present a jury question as to Dr. Chapman's alleged negligence in this case. \r\n  Accordingly, the circuit court did not err in denying Chapman's motion for a \r\n  directed verdict.\r\nFor the foregoing reasons, the judgment \r\n  below is \r\nAFFIRMED.\r\nGOOLSBY and CONNOR, JJ., \r\n  concur.\r\n1.  She saw Dr. \r\n  John Chapman, who is unrelated to appellant David Chapman. \r\n2.  Mrs. Watson \r\n  reached the thirty-sixth week of her pregnancy on July 15, 1992. \r\n  \r\n3.  Mr. Watson's \r\n  statement indicated he thought Dr. Chapman appeared impaired because he was \r\n  enormously \"happy\" during the delivery and kept asking the operating room staff \r\n  to remind him to perform a tubal ligation on Mrs. Watson after the delivery \r\n  was concluded. June Collins, Mrs. Watson's sister-in-law claimed that Dr. Chapman \r\n  \"acted like he [was] on drugs\" when she saw him in Mrs. Watson's hospital room \r\n  one to two days after the delivery. Ms. Collins works with women suffering from \r\n  alcohol and drug dependency in Georgia. \r\n\r\n\r\n\r\n\t\r\n\t\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"}]