[{"id":"3258","title":"State v. Butler","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3258","description":"","date":"2000-11-13","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nThe State,\r\nRespondent,\r\n\r\n\r\nv.\r\n\r\n        \r\n\r\nBrett Loring Butler,\r\nAppellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Horry County\r\nPaul M. Burch, Circuit Court Judge\r\n\r\n\r\n\r\nOpinion No. 3258\r\n\r\nHeard October 12, 2000 - Filed November 13, 2000\r\n\r\n\r\n\r\n\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        T. Kirk Truslow, of North Myrtle Beach, for Appellant.\r\n        Attorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, and\r\n                Senior Assistant Attorney General Charles H. Richardson, all of Columbia; and Solicitor John\r\n                Gregory Hembree, of Conway, for Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n\r\nGOOLSBY, J.:      A grand jury indicted Brett Loring Butler for possession of cocaine with intent to\r\ndistribute.  A jury convicted him of the lesser included offense of possession of cocaine.  Before\r\nsentencing, the trial judge ordered Butler to submit to a drug test.  When the test returned\r\npositive for marijuana, the judge revoked five years of Butler's suspended sentence on a prior\r\nconviction and sentenced him to four years imprisonment on his conviction for possession of\r\ncocaine.  Butler appeals.  We reverse and remand.\r\nFACTS/PROCEDURAL BACKGROUND\r\n\r\nOn March 8, 1998, William Lynch, a police office with the North Myrtle Beach Police Department,\r\nstopped Butler.  Butler was driving a red BMW with an Atlantic Chevrolet \"temporary paper tag\"\r\non the back.  Lynch testified that he stopped Butler to check to make sure the car was properly\r\nregistered and had insurance.   After approaching Butler's car, Lynch noticed an overturned cup in\r\nthe passenger-side floorboard.  Suspecting the cup contained alcohol, Lynch asked Butler to open\r\nthe passenger-side door so that Lynch could examine the cup.  Upon examination, Lynch\r\ndetermined that the cup contained Coca-Cola mixed with alcohol.  Lynch arrested Butler for\r\nhaving an open container.  Lynch then transported Butler to the police station where a search\r\nuncovered 1.17 grams of cocaine hidden in Butler's sock.  Butler was then arrested on charges of\r\npossession of cocaine with intent to distribute.\r\n\r\nAt trial, Butler moved to have the cocaine suppressed on the ground that Officer Lynch lacked\r\nreasonable suspicion that Butler was involved in criminal activity, and thus the stop was\r\nunconstitutional.  At the suppression hearing, Lynch testified that the reason he pulled Butler\r\nover was because Butler's car had a temporary tag on it, and that in his experience, cars bearing\r\nthese tags could be unregistered, uninsured, or stolen.  On cross-examination, Lynch admitted that\r\nother than the presence of the temporary tag, there was no indication that Butler was involved in\r\ncriminal activity or that his car was unregistered or unlicensed. (1)  Moreover, Lynch did not testify\r\nthat Butler had committed any traffic violation, that there were any deficiencies with Butler's car,\r\nor that he had received a report of a stolen BMW.\r\n\r\nThe trial court denied Butler's motion to suppress.  A jury convicted Butler of possession of\r\ncocaine.  Butler appeals.\r\n\r\nLAW/ANALYSIS\r\n\r\nOn appeal, Butler argues the trial court erred in denying his motion to suppress.  Butler contends\r\nthat the stop was unconstitutional because Lynch failed to establish that he had a reasonable\r\nsuspicion that Butler was violating registration or insurance laws.  We agree.\r\n\r\nThe Fourth Amendment guarantees \"the right of the people to be secure . . . [from] unreasonable\r\nsearches and seizures.\" (2)  \"Temporary detention of individuals during the stop of an automobile by\r\nthe police, even if only for a brief period and for a limited purpose, constitutes a 'seizure' of\r\n'persons' within the meaning of this provision.\" (3)  As a general matter, the decision to stop an\r\nautomobile is reasonable where the police have probable cause to believe that a traffic violation\r\nhas occurred. (4)   The police, however, may also stop and briefly detain a vehicle if they have a\r\nreasonable suspicion that the occupants are involved in criminal activity. (5)\r\n\r\nIn Delaware v. Prouse, (6) the Supreme Court declared unconstitutional random stops of individual\r\ncars for the purposes of checking the driver's license and the car's registration, holding:\r\n\r\n\r\n[E]xcept in those situations in which there is at least articulable and reasonable suspicion that a\r\nmotorist is unlicensed or that an automobile is not registered, or that either the vehicle or an\r\noccupant is otherwise subject to seizure for violation of law, stopping an automobile and detaining\r\nthe driver in order to check his driver's license and the registration of the automobile are\r\nunreasonable under the Fourth Amendment. (7)\r\n\r\n\r\nReasonable suspicion must be based on \"specific and articulable facts which, taken together with\r\nrational inferences from those facts, reasonably warrant that intrusion\" (8) and requires a\r\nparticularized and objective basis that would lead one to suspect another of criminal activity. (9) \r\n\"Reasonable suspicion entails some minimal level of objective justification for detention, something\r\nmore than an inchoate and unparticularized suspicion or 'hunch,' but less than the level of\r\nsuspicion required for probable cause.\" (10) The burden is on the State to articulate facts sufficient\r\nto support reasonable suspicion. (11)\r\n\r\nThe State argues that the mere presence of a \"temporary tag\" on a car is reasonable suspicion that\r\nthe car is either unregistered, uninsured, or is otherwise involved in criminal activity.  We\r\ndisagree and hold that the mere presence of a temporary tag on the back of a car, without more, is\r\ninsufficient to provide a reasonable suspicion that the driver is violating registration or insurance\r\nlaws or that the driver is otherwise involved in criminal activity.\r\n\r\nSouth Carolina Code section 56-3-210, titled \"Grace period for procuring registration and license,\"\r\nreads as follows:\r\n\r\n\r\nPersons newly acquiring vehicles and owners of foreign vehicles being moved into this State and\r\nrequired to be registered under this chapter may have not more than forty-five days in which to\r\nregister and license them. (12)\r\n\r\n\r\nUnder the statute, a South Carolina resident has forty-five days to register his car and obtain his\r\nstate-issued license plate.\r\n\r\nUnlike other states, South Carolina has not implemented a legislative scheme to temporarily\r\nregister \"newly acquired\" cars pending receipt of a permanent tag.  If such legislation were in\r\nplace, the expiration of the forty-five day grace period would be ascertainable by any law\r\nenforcement officer and any failure to display the state-issued temporary tag could provide a\r\nreasonable suspicion that the car was not registered.  Because South Carolina has no such system\r\nin place, however, we must decide whether the presence of a temporary tag gives an officer\r\nreasonable suspicion that the car has exceeded the forty-five day grace period provided for by\r\nstatute.  We think it does not.\r\n\r\nWe note that at least two other states have addressed a similar argument made by the State in\r\nthis case.  In Ohio v. Chatton, (13) the Ohio Supreme Court addressed the issue of whether the\r\nofficer's statement that temporary tags are often used in criminal activity provided sufficient\r\nreasonable suspicion to stop a motorist. (14)  In holding that the mere presence of a temporary tag\r\ndid not provide a reasonable suspicion of criminal activity, the court stated:\r\n\r\n\r\nIf we were to uphold the detention of appellee . . . upon the generalized statement that temporary\r\ntags are sometimes used in criminal activity, we would be sanctioning, in effect, the detention of\r\nthe driver of any vehicle bearing temporary tags.  We are unwilling to place our imprimatur on\r\nsearches of the citizens of this state and their vehicles simply because of the lawful and innocuous\r\npresence of temporary tags.  The potential for abuse if such a rule were in effect, through arrogant\r\nand unnecessary displays of authority, cannot be ignored or discounted.  (15)\r\n\r\n\r\nThe Nebraska Supreme Court likewise rejected a similar argument in Nebraska v. Childs. (16)  In\r\nChilds, the court noted that to allow temporary tags to create a reasonable suspicion of criminal\r\nactivity would result in the presumption that every motorist lawfully on the highway with a paper\r\ntag was involved in criminal activity, a presumption that goes against the firmly ingrained\r\nprinciple that we presume compliance with the law absent indication to the contrary. (17)\r\n\r\nWe cannot sanction the random stop of any and every car bearing a temporary tag, leaving in the\r\nhands of law enforcement officers the freedom to detain whomever they desire without having to\r\njustify why they chose to stop one motorist over another.  Requiring law enforcement to articulate\r\na particularized and objective reason as to why they believed the car was unregistered, uninsured,\r\nor otherwise involved in criminal activity would alleviate this potential for abuse.\r\n\r\nFinally, we refuse to create the suspect presumption in this state that every motorist traveling the\r\nhighways with a temporary tag is guilty of driving an unregistered or uninsured car and is subject\r\nto detention until he or she can prove otherwise.  Even the statute that empowers the South\r\nCarolina Highway Patrol commands that there be a reasonable belief that a vehicle is being\r\noperated in violation of the law prior to stopping the driver. (18)\r\n\r\nWe understand the problem faced by law enforcement officers who are unable to determine\r\nwhether a car bearing a temporary license tag is registered, insured, stolen, or otherwise involved\r\nin criminal activity.  Given the legislative solutions available, however, we cannot conclude that\r\nmere compliance with the current law results in a reasonable suspicion of criminal activity.\r\n\r\nTo lawfully stop and detain Butler, Officer Lynch needed an objective, particularized, and\r\narticulable reason as to why he thought Butler was no longer within his forty-five grace period or\r\nwas otherwise involved in criminal activity. (19)  Lynch provided no such reason.  Because the\r\ndetention of Butler was unconstitutional, the trial court erred in refusing to suppress the evidence\r\nobtained as a result of the stop. (20)\r\n\r\nREVERSED AND REMANDED. \r\n\r\nHUFF, J., concurs.\r\n\r\nANDERSON, J., concurs in result only in a separate opinion.\r\n\r\nANDERSON, J. (concurring in result only): Although this case presents a difficult and troubling\r\nconundrum in regard to the enforcement of registration and licensing laws in South Carolina, I am\r\npersuaded by the logic and analysis of the en banc opinion of the Fourth Circuit Court of Appeals in\r\nUnited States v. Wilson, 205 F.3d 720 (4th Cir. 2000).  Wilson enunciates:\r\n\r\nThe government argues that South Carolina law authorizes the police to stop any car with temporary tags\r\nto determine whether the owner is in compliance with the state's requirement that permanent tags be\r\nobtained within thirty days of purchase.  The government, however, cannot point to any statute,\r\nregulation, or court decision from South Carolina that authorizes such an investigatory stop.  The\r\ngovernment relies solely on our conclusory statement in United States v. McDonald, 61 F.3d 248, 254\r\n(4th Cir. 1995), that under South Carolina law the presence of temporary tags on a car \"entitle[s]\r\n[police] to conduct an investigatory stop in order to determine whether the car's owner [is] in violation of\r\nstate law requiring permanent tags within thirty days of a vehicle's purchase.\"  The problem with\r\nMcDonald is that it cited no authority for the purported statement of South Carolina law (for that matter,\r\nneither did the United States cite any authority when it briefed that case).  We have made an independent\r\nsearch, and we find nothing in South Carolina's law to support the statement in McDonald.  At this point,\r\nwe can only conclude that McDonald misstated the law of South Carolina.  Of course, any state law that\r\nauthorized a search or seizure would be subject to the requirements of the Fourth Amendment.  See\r\nUnited States v. Manbeck, 744 F.2d 360, 382 (4th Cir.1984)(holding that statute authorizing customs\r\nofficials to board vessels \"must be interpreted in a manner consistent with limitations imposed by the\r\nFourth Amendment\").\r\n\r\nThe Fourth Amendment does not allow a policeman to stop a car just because it has temporary tags. . . . .\r\n\r\nWilson, 205 F.3d at 724 (footnote omitted).\r\n\r\nThe reasoning in Wilson succinctly identifies the constitutional limitation imposed by the Fourth\r\nAmendment in this factual scenario.\r\n\r\n\r\n\r\n  \r\n    1.&nbsp; \r\n      Q.:&nbsp;\r\n      . . .  And you are testifying you had suspicion he was involved in criminal activity, based upon his paper tag?\r\n  \r\n  \r\n    \r\n       A.:&nbsp;\r\n         I wouldn't say he was involved in criminal activity.\r\n  \r\n  \r\n    \r\n       Q.:\r\n      . . . So you did not believe he was involved in criminal activity, correct?\r\n  \r\n  \r\n    \r\n     A.:&nbsp;\r\n       I can't say for sure if he was or wasn't.  I mean, I deal with paper tags on a daily basis, and some people are and some people\r\naren't.\r\n  \r\n\r\n 2.  U.S. Const.  amend. IV.  \r\n3.     Whren v. United States, 517 U.S. 806, 809 (1996); see also Sikes v. State, 323 S.C. 28, 448 S.E.2d 560 (1994).  \r\n4.     Whren, 517 U.S. at 809.  \r\n5.     Knight v. State, 284 S.C. 138, 325 S.E.2d 535 (1985).\r\n6.    440 U.S. 648 (1979).  \r\n  7.     Id.  at 663 (emphasis added).  \r\n8.     Terry v. Ohio, 392 U.S. 1, 21 (1968); see also State v. Lesley, 326 S.C. 641, 486 S.E.2d 276 (Ct.  App.  1997).  \r\n9.     United States v. Cortez, 449 U.S. 411, 417 (1981).  \r\n10.     Nebraska v. Soukharith, 570 N.W.2d 344, 354 (Neb. 1997).\r\n11.\r\n Brown v. Texas, 443 U.S. 47 (1979).\r\n12.\r\n   S.C. Code Ann. § 56-3-210 (Supp.  1999).\r\n  13.\r\n   463 N.E.2d 1237 (Ohio 1984).  \r\n  14.     At the time Chatton was decided, Ohio had state-issued temporary tags, but had no law that governed how the tags had to be\r\ndisplayed.  The officer who stopped Chatton justified his stop based on two grounds:  the tag was not visibly displayed, and cars with\r\ntemporary tags are often used in criminal activity. \r\n15.   Id.  at 1239-40.\r\n16.\r\n   495 N.W.2d 475 (Neb. 1993).\r\nAt the time Childs was decided, Nebraska issued \"In Transit\" stickers to newly acquired cars. \r\nThe expiration date was not visible, however, without pulling the car over to examine the sticker.\r\n17.\r\n See State v. LaBarge, 275 S.C. 168, 268 S.E.2d 278 (1980) (noting that all presumptions of law are in favor of innocence until\r\nproven otherwise).  \r\n18.     S.C. Code Ann.  § 56-3-2420 (1991).  \r\n19.     See United States v. Wilson, 205 F.3d 720 (4th Cir. 2000) (holding that absent an articulable, reasonable suspicion of unlawful\r\nconduct, the Fourth Amendment forbids stopping a car simply because it has a temporary tag).  \r\n 20.     See  State v. Copeland, 321 S.C. 318, 323, 468 S.E.2d 620, 624 (1996) (\"The 'fruit of the poisonous tree' doctrine provides that\r\nevidence must be excluded if it would not have come to light but for the illegal actions of the police, and the evidence has been\r\nobtained by the exploitation of that illegality.\") (citing Wong Sun v. United States, 371 U.S. 471).\r\n\r\n\r\n\r\n\r\n\r\n&nbsp;\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3259","title":"Lyerly v. American National Fire Insurance Co.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3259","description":"","date":"2000-11-20","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nRonald W. Lyerly,Appellant,\r\n\r\nv.\r\n\r\n        \r\n\r\nAmerican National Fire Ins. Co.,\r\nRespondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Florence County\r\nJames E. Brogdon, Jr., Circuit Court Judge\r\n\r\n\r\nOpinion No. 3259\r\n\r\nHeard October 10, 2000 - Filed November 20, 2000\r\n\r\n\r\n\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nLouis D. Nettles, of Nettles, McBride &amp; Hoffmeyer, of Florence, for appellant.\r\n\r\nRichard B. Ness, of Early &amp; Ness, of Bamberg, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n________\r\n\r\n\r\n\r\nGOOLSBY, J.:    Ronald W. Lyerly brought this action to collect benefits under a crop insurance\r\npolicy issued by American National Fire Insurance Company.  The circuit court granted summary\r\njudgment to American National, finding Lyerly's action was not timely filed in accordance with the\r\nterms of the policy.  Lyerly appeals.  We reverse and remand.\r\n\r\nFACTS/PROCEDURAL BACKGROUND\r\n\r\nIn 1995, Lyerly purchased a Multiple Peril Crop Insurance policy from American National, a\r\nprivate insurer, to insure his tobacco crop against losses due to certain natural causes, including\r\nadverse weather, fire, and plant disease.  The policy covered the 1995 crop season and was issued\r\nin accordance with the provisions of the Federal Crop Insurance Act (FCIA). (1)  The policy was\r\nreinsured by the Federal Crop Insurance Corporation (the Corporation).  The Corporation is a\r\nfederal agency established to carry out the purposes of the FCIA by regulating the premiums for\r\ncoverage and the terms of the policies. (2) \r\n\r\nThe policy in this case consisted of two sections: \"General Provisions\" and \"Special Provisions,\r\nTobacco Guaranteed Production Plan.\"  The General Provisions limited the right to sue to one year\r\nafter a loss is sustained:\r\n\r\n\r\n8.  SUIT AGAINST US.\r\nYou cannot bring suit or action against us unless you have complied with all of the policy\r\nprovisions.  If you do enter suit against us you must do so within 12 months of the occurrence\r\ncausing the loss or damage.\r\n\r\n \r\n\r\n(State law exceptions to the 12 months limitation, if any, are contained in the State Endorsement.) \r\n\r\n\r\n(Emphasis added.)\r\n\r\nIn addition, the American National policy also contained a state law exception in Paragraph 16,\r\nwhich provided:  \r\n\r\n\r\n16.  CONFORMITY TO STATUTES.\r\nIf any terms of this policy are in conflict with statutes of the state in which this policy is issued the\r\npolicy will conform to such statutes.  Printed terms in this policy which are in conflict with state\r\nstatutes and are made to conform will not be a basis for voidance of the policy.\r\n\r\n\r\nLyerly completed harvesting his tobacco crop in September 1995 and thereafter submitted a claim\r\nto American National alleging a crop loss.  Lyerly received a letter dated October 23, 1995, from\r\nGreat American Insurance Company, on behalf of American National, advising him a prior 1993\r\nclaim was \"under investigation by FCIC Compliance\" and that it was \"holding [his] 1995 tobacco\r\nclaims . . . until a decision has been made on their findings.\" (3)  According to Lyerly, American\r\nNational never formally denied his claim. \r\n\r\nLyerly filed this complaint in the circuit court on October 23, 1996, alleging \"[t]hat during the 1995\r\ncrop season, [he] incurred certain covered losses to his crops and made a valid claim therefore.\" \r\nLyerly asserted American National failed to pay the sums due under the 1995 crop insurance\r\npolicies, and he sought actual damages of $45,000.00.  In his response to American National's\r\nrequests to admit, Lyerly admitted his loss, at the latest, \"occurred on or before September 27,\r\n1995.\" (4) \r\n\r\nAmerican National moved for summary judgment, arguing in part that Lyerly \"failed to timely\r\ncommence his action\" within \"twelve months after the occurrence causing the loss or damage to the\r\ncrop\" as required by the policy.  American National asserted the loss, if any, occurred prior to\r\nSeptember 28, 1995, based on Lyerly's admissions, but this action was not filed until October 23,\r\n1996, some thirteen months later.  American National also argued any state law causes of action\r\nwere preempted by federal law and Lyerly's only remedy was the \"construction and enforcement of\r\nthe policies of insurance pursuant to the terms thereof.\"  \r\n\r\nIn response, Lyerly argued (1) that the statute of limitations applicable to this action is 7 U.S.C.A.\r\n§ 1508(j)(2)(B) (1999), which allows the plaintiff twelve months after the final denial of the claim to\r\nfile an action; and (2) the period for filing an insurance claim could not be contractually shortened,\r\nrelying on section 15-3-140 of the South Carolina Code. (5) Lyerly asserted his claim was not\r\nuntimely because he had one year after the letter from the insurer, or until October 23, 1996,\r\nwhich is the date he filed this action. \r\n\r\nThe circuit court granted summary judgment to American National based on its determination\r\nthat Lyerly's action was not timely filed \"within 12 months of the occurrence causing the loss or\r\ndamage\" as required by the policy.  The court found section 15-3-140 of the South Carolina Code\r\nwas not applicable as \"all state laws otherwise applicable to or governing this action are preempted\r\nby operation of federal law.\"  The court then concluded, \"While . . . this court has concurrent\r\njurisdiction with the federal district court to adjudicate this action, I find this court must apply the\r\nfederal laws applicable to such actions in making that adjudication, and [section] 15-3-140, Code of\r\nLaws of South Carolina, does not apply to this action.\"  Lyerly appeals.\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\r\nSummary judgment is appropriate when \"the pleadings, depositions, answers to interrogatories,\r\nand admissions on file, together with the affidavits, if any, show that there is no genuine issue as\r\nto any material fact and that the moving party is entitled to a judgment as a matter of law.\" (6)  \"In\r\ndetermining whether any triable issues of fact exist, the evidence and all reasonable inferences\r\narising therefrom must be viewed in the light most favorable to the non-moving party.\" (7)\r\n\r\nLAW/ANALYSIS\r\n\r\n\r\nLyerly contends the circuit court erred in granting summary judgment to American National on\r\nhis 1995 claim for crop losses.  We agree.\r\n\r\nThe FCIA was enacted \"to promote the national welfare by improving the economic stability of\r\nagriculture through a sound system of crop insurance and providing the means for the research\r\nand experience helpful in devising and establishing such insurance.\" (8)  The Corporation was\r\ncreated to carry out the purposes of the FCIA by regulating premiums and policies. (9)  It has the\r\npower to insure farmers against losses due to drought, flood, or other natural disasters. (10)  The\r\nFCIA authorizes two types of crop insurance policies: (1) policies directly issued by the\r\nCorporation; and (2) policies issued by private insurance companies, which are reinsured by the\r\nCorporation. (11)  To encourage coverage, a portion of the farmer's insurance premium is paid by the\r\nCorporation. (12)   \r\n\r\nReinsured policies must be on terms approved by the Corporation and are subject to the FCIA and\r\nCorporation regulations:\r\n\r\n\r\nFederal Crop Insurance Corporation will offer Standard Reinsurance Agreements to eligible\r\nCompanies under which the Corporation will reinsure policies which the Companies issue to\r\nproducers of agricultural commodities.  The Standard Reinsurance Agreement will be consistent\r\nwith the requirements of the Federal Crop Insurance Act, as amended, and provisions of the\r\nregulations of the Corporation found at Chapter IV of Title 7 of the Code of Federal Regulations. (13)\r\n\r\n\r\nThe regulations are issued to \"prescribe the procedures for federal preemption of State laws and\r\nregulations  not consistent with the purpose, intent, or authority of the Act.\" (14)  They apply to\r\n&quot;all\r\npolicies of insurance, insured or reinsured by the Corporation, contracts, agreements, or actions\r\nauthorized by the Act and entered into or issued by [the Corporation].\" (15)  Specifically, the\r\nregulations provide:\r\n\r\n\r\nNo State or local governmental body or non-governmental body shall have the authority to\r\npromulgate rules or regulations, pass laws, or issue policies or decisions that directly or indirectly\r\naffect or govern agreements, contracts, or actions authorized by this part unless such authority is\r\nspecifically authorized by this part or by the Corporation.  (16)\r\n\r\n\r\nThe regulations also provide that no policy of insurance reinsured by the Corporation shall provide\r\na basis for a damages claim against the company issuing the policy, other than damages to which\r\nthe Corporation would be liable under federal law if the Corporation had issued the policy of\r\ninsurance under its direct writing program, unless the claimant establishes such damages were\r\ncaused by the culpable failure of the company to substantially comply with the Corporation's\r\nprocedures or instructions in the handling of the claim or in servicing the policy. (17) \r\n\r\nSection 1508(j)(2) of the FCIA sets forth a one-year statute of limitations for bringing an action\r\nafter denial of a claim:\r\n\r\n\r\n  \r\n    \r\n      (2)  Denial of claims\r\n    \r\n    \r\n      \r\n      \r\n\r\n(A)  In general\r\nSubject to subparagraph (B), if a claim for indemnity is denied by the Corporation or an approved\r\nprovider, an action on the claim may be brought against the Corporation or Secretary only in the\r\nUnited States district court for the district in which the insured farm is located.\r\n\r\n        \r\n    \r\n  \r\n(B)  Statute of limitations\r\nA suit on the claim may be brought not later than 1 year after the date on which final notice of\r\ndenial of the claim is provided to the claimant. (18)\r\n\r\n\r\nUnder the FCIA, the federal district courts \"have exclusive original jurisdiction, without regard to\r\nthe amount in controversy, of all suits brought by or against the Corporation.\" (19)   As to reinsured\r\npolicies issued by private insurers, the circuit court found that, although state and federal courts\r\nhave concurrent jurisdiction over claims involving reinsured policies, federal law preempts any\r\nstate law provisions that would affect the claim and federal statutes and regulations enacted in\r\nthis area are controlling.\r\n\r\nThe circuit court stated, \"Federal regulations codified in 7 C.F.R. § 400.351 and §&nbsp;400.352 preempt\r\nstate law causes of action as to all policies of insurance issued or reinsured by [the Corporation].\" \r\nThe court then noted that §&nbsp;400.351 provides the Corporation's regulations govern all policies\r\ninsured or reinsured by the Corporation.  The court concluded:  \"I find plaintiff's state law causes\r\nof action, and the state laws which would otherwise be applicable to this action, are completely\r\npreempted by the Federal Crop Insurance Act and the FCIA regulations enacted pursuant\r\nthereto.\" (20) \r\n\r\nAuthority supports the circuit court's finding that state courts have concurrent jurisdiction to hear\r\nactions against private insurers; (21) however, contrary to the circuit court's finding the FCIA does\r\nnot entirely preempt state law. \r\n\r\nThe Federal Crop Insurance Act does not create a federal cause of action by an insured against a\r\nprivate crop insurer which is reinsured by the Federal Crop Insurance Corporation (FCIC), based\r\non the insurer's denial of [an] insured's claims.  Further, the Federal Crop Insurance Act (FCIA)\r\ndoes not completely preempt state law; thus, the FCIA does not give rise to federal question\r\njurisdiction by super preemption when it is raised as [a] defense. (22)    \r\n\r\nAlthough there is no South Carolina appellate decision on point, several courts recently addressing\r\nthe issue have held that the FCIA does not preempt state law causes of action in suits against\r\nprivate companies on reinsured policies. (23) \r\n\r\nIn  Williams Farms of Homestead, Inc. v. Rain &amp; Hail Insurance Services,\r\nInc., (24) the Eleventh\r\nCircuit analyzed the legislative history of the FCIA and held that section 1508(j)(2)(A) does not\r\npreclude state law claims in suits against private insurance companies.  The court explained that,\r\nunder the original FCIA enacted in 1938, only the Corporation issued crop insurance policies and\r\nhandled policies, but when the FCIA was amended in 1980, Congress authorized private insurance\r\ncompanies to sell insurance policies that were reinsured by the Corporation.  As part of the 1980\r\namendment, section&nbsp;1508(j)(2)(A) was changed to state that exclusive original federal jurisdiction\r\nis granted as to claims against the Corporation.  The Eleventh Circuit stated this provision does\r\nnot apply to private insurance companies and state law claims against them are not preempted. \r\nWe agree.\r\n\r\nSection 400.351 of the FCIA regulations states the regulations were issued \"to prescribe the\r\nprocedures for Federal preemption of state laws and regulations  not consistent with the purpose,\r\nintent, or authority of the Act.&quot; (25)  In this case, under section 1508(j)(2)(B), the Act provides twelve\r\nmonths after the denial of a claim to bring suit, and under state law, American National would be\r\nprohibited from shortening this period. (26)   \r\n\r\nAlthough American National asserts the terms of its policy should be controlling regarding the\r\ntime to file suit rather than the FCIA's provision, it nevertheless argues its policy term conforming\r\nthe policy to state law should be of no force and effect because the FCIA preempts state law.  We\r\nfind this argument to be unavailing.  American National cannot enforce the policy terms in a\r\npiecemeal fashion, adopting only the terms it chooses to enforce.\r\n\r\nUnder the circumstances present here, state law is not inconsistent with the intent of the FCIA. \r\nTo prohibit access to the courts before a claim is ever denied would be contrary to the FCIA's\r\nstatute of limitations and its purpose of \"promot[ing] the national welfare by improving economic\r\nstability of agriculture through a sound system of crop insurance.\" (27)  Because we find consistent\r\nstate law provisions are not completely preempted and the terms of American National's own\r\npolicy provide that the policy would be conformed to state law, we conclude Lyerly should not be\r\nprevented from proceeding with his suit against American National.  This is especially appropriate\r\nin light of the fact that American National apparently has never formally denied the claim. (28) \r\nAccordingly, we reverse the grant of summary judgment to American National and remand for\r\nfurther proceedings consistent with this opinion.\r\n\r\nREVERSED AND REMANDED.\r\n\r\nANDERSON and HUFF, JJ., concur.\r\n1.   7 U.S.C.A. §§ 1501 to 1521 (1999 &amp; Supp. 2000).  \r\n2.      7 U.S.C.A. §§ 1503, 1508(d) (1999).\r\n3.      American National is within the fleet of insurance companies doing business together as Great American Insurance\r\nCompany. \r\n  4.      American National propounded a series of questions to Lyerly concerning the date of the loss which asked him variously to\r\nadmit that the loss occurred before the 6th, 19th, 26th, and 27th of September 1995.  Lyerly admitted all four dates in his\r\nresponse.\r\n  5.      &quot;No clause, provision or agreement in any contract of whatsoever nature, verbal or written, whereby it is agreed\r\nthat either party shall be barred from bringing suit upon any cause of action arising out of the contract if not\r\nbrought within a period less than the time prescribed by the statute of\r\nlimitations, for similar causes of action,  shall\r\nbar such action, but the action may be brought notwithstanding such clause, provision or agreement\r\nif brought\r\nwithin the time prescribed by the statute of limitations in reference to like causes of action.\" S.C. Code Ann. § 15-3-140 (1977) (emphasis added).  \r\n  6.     Rule 56(c), SCRCP.  \r\n  7.     Summer v. Carpenter, 328 S.C. 36, 42, 492 S.E.2d 55, 58 (1997).\r\n  8.      7 U.S.C.A. § 1502(a) (1999).\r\n9.      7 U.S.C.A. §§ 1503, 1508(d)(1) (1999).\r\n  10.      7 U.S.C.A. § 1508(a)(1) (1999) (\"To qualify under a plan of insurance, the losses of the insured commodity must\r\nbe due to drought, flood, or other natural disaster (as determined by the Secretary).\").\r\n  11.      7 U.S.C.A. § 1508(a)(1) (1999).\r\n  12.      7 U.S.C.A. § 1508(e) (1999).\r\n  13.    7 C.F.R. § 400.164 (2000); see also 7 U.S.C.A. § 1508(h)(3)-(4) (1999) (prescribing the procedures for the\r\nsubmission, review, and approval of policies).\r\n  14.      7 C.F.R. § 400.351 (2000) (emphasis added).  \r\n  15.     Id. (emphasis added).  \r\n  16.     7 C.F.R. § 400.352 (2000);\r\n see also 7 U.S.C.A. § 1506(l) (1999) (\"State and local laws or rules shall not apply to\r\ncontracts, agreements, or regulations of the Corporation or the parties thereto to the extent that such contracts,\r\nagreements, or regulations provide that such laws or rules shall not apply, or  to the extent that such laws or rules\r\nare inconsistent with such contracts, agreements, or regulations.\") (emphasis added);\r\n see, e.g., Horn v. Rural\r\nCommunity Ins. Servs., 903 F. Supp. 1502, 1505 (M.D. Ala. 1995) (stating that 7 U.S.C.A. § 1506(l) \"provides a\r\npreemption defense where state or local laws conflict with provisions in a contract made pursuant to the\r\nFCIA&quot;)\r\n(emphasis added).  \r\n17.     7 C.F.R. § 400.176(b) (2000).\r\n  18.      7 U.S.C.A. § 1508(j)(2)(A)-(B) (1999).  \r\n  19.     7 U.S.C.A. § 1506(d) (1999).\r\n  20.        See Owen v. Crop Hail\r\nManagement, 841 F. Supp. 297 (W.D. Mo. 1994) (holding that the FCIA completely\r\npreempts state law); Brown v. Crop Hail Management, Inc., 813 F. Supp. 519, 526 (S.D. Tex. 1993) (\"Congress and\r\nthe USDA have clearly demonstrated that the FCIC and FCIC reinsured entities are immune from suit based on\r\nstate law.\").  \r\n21.     O'Neal v. CIGNA Property &amp; Cas. Ins.\r\nCo., 878 F. Supp. 848 (D.S.C. 1995) (holding that the FCIA's provision\r\nfor exclusive original federal jurisdiction in 7 U.S.C.A. § 1506(d) refers only to suits brought by or against the\r\nCorporation, not to  other parties, such as private insurers);  see also Holman v. Laulo-Rowe\r\nAgency, 994 F.2d 666,\r\n669 (9th Cir. 1993) (\"[T]he FCIA does not have the extraordinary preemptive force necessary for the application of\r\nthe doctrine of complete preemption.\");  Bullard v. Southwest Crop Ins. Agency,\r\nInc., 984 F. Supp. 531 (E.D. Tex.\r\n1997);  Horn v. Rural Community Ins. Servs., 903 F. Supp. 1502 (M.D. Ala. 1995);\r\nHyzer v. CIGNA Prop. Cas. Ins. Co., 884 F. Supp. 1146 (E.D. Mich. 1995).  \r\n  22.     21A Am. Jur. 2d\r\n Crops § 8 (1998) (emphasis added);  see also Holman, 994 F.2d at 669 (\"The jurisdictional issue\r\nof whether complete preemption exists . . . is very different from the substantive inquiry of whether a 'preemption\r\ndefense' may be established.\").\r\n23.        Meyer v.\r\nConlon, 162 F.3d 1264 (10th Cir. 1998);  Williams Farms of Homestead, Inc. v. Rain &amp; Hail Ins.\r\nServs.,\r\n121 F.3d 630 (11th Cir. 1997);  Bullard v. Southwest Crop Ins. Agency, Inc., 984 F. Supp. 531 (E.D. Tex. 1997).\r\n24.      121 F.3d 630 (11th Cir. 1997).  \r\n  25.     7 C.F.R. § 400.351 (2000) (emphasis added).\r\n26.      See S.C. Code Ann. § 15-3-140 (1977) (a party may not contractually shorten the otherwise applicable statute of\r\nlimitations for bringing suit).\r\n27.      7 U.S.C.A. § 1502(a) (1999).\r\n  28.      Lyerly asserts that American National delayed payment of the 1995 claim because of problems stemming from a 1993 claim\r\nunder which Lyerly was not the insured.  On page four of his brief Lyerly states \"[t]here is nothing in the record to establish\r\nthat [American National] ever denied the claim.  To allow the insurer to escape payment of benefits under the time to sue\r\nclause, when the delay is a result of the insurer's fault . . . would be unjust.\"\r\n\r\n  \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3260","title":"State v. Green","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3260","description":"","date":"2000-11-20","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nThe State, Respondent/Appellant, \r\n\r\nv.\r\n\r\n\r\nLarry Green, Appellant/Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Hampton County\r\nRodney A. Peeples, Circuit Court Judge\r\n\r\n\r\nOpinion No. 3260\r\nSubmitted October 9, 2000 - Filed November 20, 2000\r\n\r\n\r\n\r\nVACATED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nSally G. Calhoun, of Beaufort, for appellant.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, both  of\r\nColumbia; and Solicitor Randolph Murdaugh, III, of Hampton, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nSHULER, J.:  Larry Green appeals his conviction and sentence for third degree criminal sexual\r\nconduct (CSC), arguing the trial court lacked subject matter jurisdiction to convict him of the\r\noffense.  We agree and vacate Green's conviction. (1)\r\n\r\nPROCEDURAL HISTORY\r\n\r\nOn October 21, 1996, a Hampton County grand jury indicted Larry Green on one count of first\r\ndegree CSC with a minor in violation of S.C. Code Ann. § 16-3-655(1) (1985).  Following a mistrial,\r\nGreen was retried in June 1998.  Over Green's objection, the trial court submitted several\r\nallegedly lesser included offenses for the jury's consideration.  The jury subsequently convicted\r\nGreen of CSC in the third degree and the court sentenced him to ten years imprisonment,\r\nsuspended upon the service of eight years and five years probation.  This appeal followed.  \r\n\r\nLAW/ANALYSIS\r\n\r\nGreen first argues the trial court lacked subject matter jurisdiction to convict him of third degree\r\nCSC because it is not a lesser included offense of first degree CSC with a minor, the crime for\r\nwhich he was indicted.  We agree. (2)    \r\n\r\nWithout question, \"[a] defendant cannot be convicted of a crime for which he is not indicted if it is\r\nnot a lesser included offense to that charged in the indictment.\"   State v. Roof, 298 S.C. 351, 354,\r\n380 S.E.2d 828, 830 (1989);  State v. Elliott, 335 S.C. 512, 513, 517 S.E.2d 713, 714 (Ct. App. 1999)\r\n(\"[The] circuit court does not have subject matter jurisdiction to convict a defendant 'unless there\r\nhas been an indictment, a waiver of indictment, or unless the charge is a lesser included offense of\r\nthe crime charged in the indictment.\"') (quoting  Murdock v. State, 308 S.C. 143, 144, 417 S.E.2d\r\n543, 544 (1992)).  The test for determining whether an offense is a lesser included of that charged\r\nin the indictment is \"whether the greater of the two offenses includes all the elements of the lesser\r\noffense.\"   Carter v. State, 329 S.C. 355, 363, 495 S.E.2d 773, 777 (1998).  Thus, \"[i]f the lesser\r\noffense includes an element not included in the greater offense, then the lesser offense is not\r\nincluded in the greater.\"   Hope v. State, 328 S.C. 78, 81, 492 S.E.2d 76, 78 (1997) (quoting\r\n State v. Bland, 318 S.C. 315, 317, 457 S.E.2d 611, 612 (1995)).  \r\n\r\nHere, the indictment charged Green with CSC with a minor in the first degree, an offense\r\ncommitted by engaging in a sexual battery with a victim less than eleven years of age.  See S.C.\r\nCode Ann. § 16-3-655(1) (1985).  Among other offenses, however, the trial court instructed the jury\r\non CSC third in the following manner:  \r\n\r\n\r\nA person is guilty of criminal sexual conduct in the third degree if the actor engages in sexual\r\nbattery with the victim and if the following circumstance is proven[:]  [T]he actor knows or has\r\nreason to know the victim is physically helpless and aggravated force or aggravated coercion was\r\nnot used to accomplish sexual battery.\r\n\r\n\r\nSee S.C. Code Ann. § 16-3-654(1)(b) (1985).  \r\n\r\nOn its face, the lesser offense of third degree CSC contains an element not found in the greater\r\noffense of first degree CSC with a minor; specifically, that the actor knew or had reason to know\r\nthat the victim was physically helpless.  Accordingly, CSC third is not a lesser included offense of\r\nCSC first with a minor and the trial court lacked subject matter jurisdiction to convict Green of\r\nthis offense.  See  State v. McFadden, Op. No. 25202 (S.C. Sup. Ct. filed Oct. 23, 2000) (Shearouse\r\nAdv. Sh. No. 39) (in affirming vacation of defendant's conviction for third degree CSC pursuant to §\r\n16-3-654(1)(b) where defendant was indicted only for first degree CSC, court stated former was not\r\na lesser included offense of latter because it contained two additional elements not included in the\r\nlatter);  State v. Munn, 292 S.C. 497, 357 S.E.2d 461 (1987) (defendant indicted for criminal sexual\r\nconduct in the second degree may not be convicted of criminal sexual conduct with a minor in the\r\nsecond degree because the latter is not a lesser included offense as it required the additional\r\nelement of an age requirement).  \r\n\r\nGreen's conviction for third degree CSC is therefore  \r\n\r\nVACATED. (3)\r\n\r\nSTILWELL and HOWARD, JJ., concur.  \r\n1.   We decide this case without oral argument pursuant to Rule 215, SCACR. \r\n2.   Although Green failed to make this precise argument below, we address it on appeal because issues involving\r\nsubject matter jurisdiction may be raised at any time.   Carter v. State, 329 S.C. 355, 495 S.E.2d 773 (1998);\r\n\r\nBrowning v. State, 320 S.C. 366, 465 S.E.2d 358 (1995).  \r\n3.   Because our decision on this issue is dispositive of Green's appeal, we need not discuss the remaining issues\r\nraised in the brief.  \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3261","title":"Tritech Electric, Inc. v. Frank M. Hall &amp; Company","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3261","description":"","date":"2000-11-27","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nTritech Electric, Inc., Respondent,\r\n\r\nv.\r\n\r\n\r\nFrank M. Hall &amp; Company, The American Insurance Company, and Fireman's Fund Insurance Company,\r\nAppellants.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Lee County\r\nHoward P. King, Circuit Court Judge\r\n\r\n\r\nOpinion No. 3261\r\nHeard September 11, 2000 - Filed November 20, 2000\r\n\r\n\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nVincent A. Sheheen and Moultrie B. Burns, Jr., both of Savage, Royall &amp; Sheheen, of Camden,\r\nfor appellants.\r\n\r\nWheeler M. Tillman, of The Tillman Law Firm, of N. Charleston, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: In this contract dispute, Frank M. Hall and Company (\"Hall &amp; Co.\") appeals from the trial court's refusal\r\nto dismiss the instant action and compel Tritech Electric, Inc. (\"Tritech\") to arbitrate their dispute pursuant to the parties'\r\ncontractual agreement.   We reverse and remand.  \r\n\r\nFACTS/PROCEDURAL HISTORY\r\n\r\nHall &amp; Co. is a general contractor domiciled in Atlanta, Georgia.  Tritech is an electrical subcontractor from Summerville,\r\nSouth Carolina.  On June 24, 1996, the parties executed two separate agreements whereby Tritech would install wiring in\r\ntwo Hall &amp; Co. projects:  a Comfort Suites Hotel in Peachtree City, Georgia and a Food Lion grocery store in Winston-Salem, North Carolina.  Several months later, on September 10, 1996, the parties executed a third contract for Tritech to\r\nperform all the electrical work on another Food Lion which Hall &amp; Co. was building in Bishopville, South Carolina.  All\r\nthree contracts contained the following provision regarding disputes:  \r\n\r\n\r\nb. Where the Subcontractor's work or entitlement to payment is not an issue between the Contractor and Owner, all claims\r\nand disputes shall be decided by arbitration conducted in accordance with the Construction Industry Arbitration Rules of\r\nthe American Arbitration Association.  This agreement to arbitrate shall be specifically enforceable under prevailing\r\narbitration laws.  The parties hereto agree that such Arbitration shall take place int he [sic] City and State of Contractor's\r\ndomicile as set forth in the Subcontract in accordance with the laws of the state.  [T]he award rendered by the arbitrator(s)\r\nshall be final, and judgement [sic] may be entered upon it in accordance with the applicable law in any court having\r\njurisdiction thereon.\r\n\r\n\r\nAfter completing both Food Lion projects, Tritech sued Hall &amp; Co. on or about August 19, 1997 for breach of contract and\r\nforeclosure of a mechanic's lien.  Tritech  alleged that Hall &amp; Co. had failed to make monthly and final payments as\r\nrequired by the applicable contracts.  On or about March 23, 1998, Tritech amended its complaint to include Hall &amp; Co.'s\r\nconstruction surety, Fireman's Fund Insurance Company, and Fireman's parent corporation, The American Insurance\r\nCompany.  In its amended answer, Hall &amp; Co., Fireman's Fund, and American (collectively referred to as \"Hall\")  argued\r\nthe issues underlying Tritech's suit were subject to arbitration and thus not ripe for litigation.  Thereafter, Hall filed a\r\nmotion to dismiss the suit and compel arbitration because the Federal Arbitration Act (FAA) preempted state law and\r\nseveral other grounds. (1)\r\n\r\nThe trial court heard Hall's motion on January 20, 1999, and denied it by order dated April 6, 1999.  Hall subsequently\r\nfiled a motion to reconsider which the court also denied.  This appeal followed.  \r\n\r\nLAW/ANALYSIS\r\n\r\nHall argues the trial court erred by failing to dismiss Tritech's action and compel arbitration according to the arbitration\r\nprovisions of the applicable contracts.   We agree.\r\n\r\n\"The policy of the United States and this State is to favor arbitration of disputes.\" Heffner v. Destiny, Inc., 321 S.C. 536,\r\n537, 471 S.E.2d 135, 136 (1995).  The requirement to arbitrate does not arise spontaneously, but must be contractually\r\nagreed to by the parties involved.  Towles v. United Healthcare Corp., 338 S.C. 29, 524 S.E.2d 839 (Ct. App. 1999);\r\nGeneral Drivers, Local Union No. 509 v. Ethyl Corp., 68 F.3d 80 (4th Cir. 1995).  The existence of such a contract is a\r\nquestion of law.  Merrill Lynch, Pierce, Fenner &amp; Smith, Inc. v. Havird, 335 S.C. 642, 518 S.E.2d 48 (1999); Johnson v.\r\nCircuit City Stores, Inc. 148 F.3d 373 (4th Cir. 1998), cert. denied, 2000 U.S. Lexis 4555.  A motion to compel arbitration\r\nmade pursuant to an arbitration clause in a written contract should only be denied where the clause is not susceptible to any\r\ninterpretation which would cover the asserted dispute.   Towles, 338 S.C. 29, 524 S.E.2d 839; Zandford v. Prudential-Bache Sec., 112 F.3d 723 (4th Cir. 1997); see also Moses H. Cone Mem'l Hosp. v. Mercury Constr. Corp., 460 U.S. 1, 24-25 (1983) (\"[A]s a matter of federal law, any doubts concerning the scope of arbitrable issues should be resolved in favor of\r\narbitration, whether the problem at hand is the construction of the contract language itself or an allegation of waiver, delay,\r\nor a like defense . . . .\").  \r\n\r\n\r\n\r\n\r\n\r\nAlthough the trial court acknowledged that the applicable contracts provided for arbitration of the instant dispute, the court\r\nrefused to compel arbitration because it found the arbitration provisions to be violative of S.C. Code Ann. § 15-7-120\r\n(Supp. 1994) which provides in pertinent part that \"[a] provision in an arbitration agreement that arbitration proceedings\r\nmust be held outside this State is not enforceable . . . .\"  \r\n\r\nThe trial court erred by applying § 15-7-120 to the arbitration clauses sub judice because state law is preempted by the\r\nFederal Arbitration Act (FAA) under the circumstances presented by this action.  Where a contract evidencing interstate\r\ncommerce contains an arbitration clause, the FAA preempts conflicting state arbitration law. (2)  Doctor's Assocs. v.\r\nCasarotto, 517 U.S. 681 (1996); Volt Info. Sciences, Inc. v. Board of Trustees, 489 U.S. 468 (1989); Moses H. Cone, 460\r\nU.S. 1; Osteen v. T.E. Cuttino Constr. Co., 315 S.C. 422, 434 S.E.2d 281 (1993); Trident Technical College v. Lucas &amp;\r\nStubbs, Ltd., 286 S.C. 98, 333 S.E.2d 781 (1985).  This prohibition specifically prevents  state courts from requiring a\r\njudicial resolution of a conflict which the parties agreed to arbitrate.  Osteen, 315 S.C. 422, 434 S.E.2d 281.  Accordingly,\r\nthe trial court erred by refusing to dismiss the state contract action and compel arbitration.\r\n\r\nFor the aforementioned reasons, the trial court erred by failing to grant Hall's motion  to dismiss and compel arbitration\r\naccording to the arbitration provisions of the applicable contracts.  We therefore reverse and remand the proceeding for\r\nentry of such an order. \r\n\r\nREVERSED AND REMANDED.  \r\n\r\nCURETON, GOOLSBY and STILWELL, JJ., concur.\r\n1. The motion to dismiss is not in the record; however, its existence and contents may be inferred from other documents in\r\nthe record, namely the Memorandum in Support of Defendant's Motion to Dismiss and the trial court's reference to the\r\nmotion in its April 6, 1999 order.  The inference is also borne out by the representations of counsel for both parties at oral\r\nargument.  See State v. Southern Farm Bureau Life Ins. Co., 265 S.C. 402, 219 S.E.2d 80 (1975) (recognizing an issue on\r\nappeal which its proponent claimed to have raised orally below and was addressed in the trial court's order).\r\n2. The contracts sub judice involve interstate commerce.  See Am. Home Assurance Co. v. Vecco Concrete Constr. Corp.,\r\n629 F.2d 961 (4th Cir. 1980) (holding that a written contract between a Delaware contractor, a Virginia subcontractor, and a\r\nNew York surety to construct a portion of a wastewater treatment plant in Virginia evidenced a transaction involving\r\ninterstate commerce as envisioned by the FAA).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3262","title":"Quinn v. The Sharon Corporation","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3262","description":"","date":"2000-11-27","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Joseph Lee Quinn, Appellant,\r\n\r\n\r\n            v. \r\n          \r\n        \r\n\r\n        The Sharon Corporation, Sharon Quinn, Dennis Baker, \r\n          Respondent.\r\n\r\n        \r\n      \r\n    \r\n  \r\n\r\nAppeal From Greenville County\r\n  Charles B. Simmons, Special Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3262\r\n     Submitted October 9, 2000 - Filed November 27, \r\n    2000 \r\n  \r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        J. Falkner Wilkes, of Meglic &amp; Wilkes, of Greenville, \r\n          for appellant.\r\n\r\n        D. Denby Davenport, of Greenville, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n\r\nHUFF, J.:  Joseph \r\nLee Quinn brought an action against the Sharon Corporation, his daughter, Sharon \r\nQuinn, and Sharon's husband, Dennis Baker, seeking affirmation of his ownership \r\nof all of the issued and outstanding stock of the Corporation, damages, attorney's \r\nfees and court costs against Sharon and Baker, and judgment of $272,330.82 on \r\na promissory note. From an order granting the Corporation, Sharon, and Baker summary \r\njudgment, Joseph appeals. (1) We affirm. \r\nSTANDARD OF REVIEW\r\n\r\nSummary judgment is appropriate when it is clear there is \r\n  no genuine issue of material fact and the moving party is entitled to judgment \r\n  as a matter of law. Wilson v. Moseley, 327 S.C. 144, 488 S.E.2d 862 (1997). \r\n  In ruling on a motion for summary judgment, the evidence and all inferences \r\n  which can be reasonably drawn therefrom must be viewed in the light most favorable \r\n  to the non-moving party. Id. \r\n\r\nFACTUAL/PROCEDURAL BACKGROUND\r\n\r\nViewing the record in the light most favorable to Joseph, \r\n  the record reveals the following facts. In August, 1976, Joseph organized the \r\n  Corporation, to which he conveyed most or all of his land and wealth. All of \r\n  the 10,000 issued and outstanding shares of the Corporation were issued to Joseph. \r\n  In accordance with his estate plan, Joseph transferred his shares of the Corporation \r\n  to Sharon. Sharon was elected to all offices of the corporation at one time \r\n  or another. Joseph stated in an affidavit that he explained to Sharon that he \r\n  would remain the sole owner of the Corporation and she would have no interest \r\n  in the Corporation until his death. \r\n\r\nUntil 1986, Joseph kept all the certificates of shares in \r\n  his bank safety deposit box, to which Sharon had access. In 1986, Sharon removed \r\n  the certificates from the safety deposit box. Joseph filed a lis pendens to \r\n  prevent Sharon from conveying any of the corporation's property. As a result \r\n  of the dispute with her father, Sharon endorsed the shares in blank. Joseph \r\n  stated he then returned the shares to his safety deposit box. In either 1990 \r\n  or 1991, Joseph delivered the certificates to the Corporation's accountant in \r\n  order to keep them with the corporate records. After a medical scare in 1996, \r\n  Joseph informed Sharon of the location of the certificates and Sharon retrieved \r\n  them from the accountant. Joseph instructed Sharon to put the certificates back \r\n  in his safety deposit box, but she failed to do so. In October of 1996, Joseph \r\n  attempted to terminate the employment of Sharon's husband, Dennis Baker. Thereafter, \r\n  Sharon assumed control over the Corporation. Joseph filed the present action \r\n  on November 19, 1996.\r\n\r\nLAW/ANALYSIS\r\n\r\nJoseph argues the trial court erred in granting the Respondents \r\n  summary judgment on his claims. We disagree.\r\n\r\nThe supreme court expressly adopted the doctrine of judicial \r\n  estoppel, as it relates to matters of fact, in the case of Hayne Federal Credit \r\n  Union v. Bailey, 327 S.C. 242, 489 S.E.2d 472 (1997). The doctrine precludes \r\n  a party from adopting a position in conflict with one previously taken in the \r\n  same or related litigation. Id. The purpose of the doctrine is not to protect \r\n  litigants from allegedly improper or deceitful conduct by their adversaries, \r\n  but to protect the integrity of the judicial process and the courts. Id. The \r\n  supreme court explained, \r\n\r\n\r\n  In order for the judicial process to function properly, \r\n    litigants must approach it in a truthful manner. Although parties may vigorously \r\n    assert their version of the facts, they may not misrepresent those facts in \r\n    order to gain advantage in the process. The doctrine thus punishes those who \r\n    take the truth-seeking function of the system lightly. When a party has formally \r\n    asserted a certain version of the facts in litigation, he cannot later change \r\n    those facts when the initial version no longer suits him.\r\n\r\n\r\n\r\nId. at 251-52, 489 S.E.2d at 477.\r\n\r\nIn Hayne, the appellant contended he owned certain property \r\n  by virtue of a resulting trust. The appellant had, in a previous divorce action, \r\n  claimed he had no legal interest in the property and that the property was owned \r\n  by his son. The court held, because the father had previously claimed his son \r\n  owned the property, he was judicially estopped from later claiming ownership \r\n  of the property. \r\n\r\nIn the instant case, the record shows Joseph had previously \r\n  filed an answer and counterclaim dated March 16, 1992 in the case of Charles \r\n  H. Smith v. Joe L. Quinn and The Sharon Corporation, Case No. 92-CP-23-304. \r\n  There, Joseph admitted that Sharon owned and operated the Corporation and stated \r\n  he had no authority to bind the Corporation. Similarly, in a hearing held June \r\n  16, 1992 in the case of State of South Carolina v. Joe Quinn, Case No. 91-GS-23-7358, \r\n  7359, Joseph testified Sharon owned the Corporation. He denied owning any real \r\n  estate, stocks, bonds, notes, or other valuable property. \r\n\r\nJoseph's claim in the present action that he is the sole \r\n  owner of the Corporation is in direct contravention to his assertions in the \r\n  prior litigations. Were we to allow Joseph to change his position as to the \r\n  facts and now claim ownership of the Corporation, \"the truth-seeking function \r\n  of the judicial process [would be] undermined.\" Hayne, 327 S.C. at 252, 489 \r\n  S.E.2d 477. We therefore hold Joseph's claim for ownership of the Corporation \r\n  is barred by the doctrine of judicial estoppel. (2)\r\n\r\nFor the foregoing reasons, the order granting respondents summary \r\njudgment is \r\nAFFIRMED.\r\n\r\nGOOLSBY, J., concurs.\r\n\r\nANDERSON, J., concurring in result only in a separate \r\n  opinion.\r\n\r\nANDERSON, J. (concurring): I concur in result. Judicial \r\n  estoppel bars Joseph Lee Quinn's claim to sole ownership of the Sharon Corporation. \r\n  \r\n\r\nI. Definition and Purpose of Judicial \r\n  Estoppel\r\n\r\nA court must be able to rely on the statements made by the \r\n  parties because truth is the bedrock of justice. Therefore, a litigant cannot \r\n  \"blow both hot and cold.\" McDaniels v. Gen. Ins. Co. of Am., 36 P.2d 829, 832 \r\n  (Cal. Dist. Ct. App. 1934). Under the doctrine of judicial estoppel, a party \r\n  that has assumed a particular position in a judicial proceeding, via its pleadings, \r\n  statements, or contentions made under oath, is prohibited from adopting an inconsistent \r\n  posture in subsequent proceedings. Black's Law Dictionary 848 (6th ed. 1990) \r\n  (citation omitted); 28 Am. Jur. 2d Estoppel and Waiver §74 (\"The fundamental \r\n  concept of judicial estoppel is that a party in a judicial proceeding is barred \r\n  from denying or contradicting sworn statements made therein.\" (footnote omitted)); \r\n  see also City of New York v. Black Garter, 685 N.Y.S.2d 606, 607-08 (N.Y. 1999) \r\n  (\"Judicial estoppel, or the doctrine of inconsistent positions, precludes a \r\n  party who assumed a certain position in a prior legal proceeding … from assuming \r\n  a contrary position in another action simply because his or her interests have \r\n  changed .... The doctrine rests upon the principle that a litigant 'should not \r\n  be permitted … to lead a court to find a fact one way and then contend in another \r\n  judicial proceeding that the same fact should be found otherwise.'\" (citations \r\n  omitted)). \r\n\r\nThe purpose of judicial estoppel is to prevent the manipulation \r\n  of the judicial system by the litigants. Case of Canavan, 733 N.E.2d 1042 (Mass. \r\n  2000); see also 31 C.J.S. Estoppel and Waiver § 139 (1996) (\"The … function \r\n  of judicial estoppel is to protect the integrity of the judicial process … rather \r\n  than to protect litigants from allegedly improper conduct by their adversaries.\" \r\n  (footnote omitted)). A court invokes judicial estoppel to prevent a party from \r\n  changing its position over the course of judicial proceedings. 31 C.J.S. Estoppel \r\n  and Waiver § 139 (1996) (footnote omitted). The doctrine estops a party from \r\n  playing \"fast-and-loose\" with the courts or to trifle with the proceedings. \r\n  Id. (footnotes omitted). \r\n\r\nA quintessential case illustrating the efficacy and application \r\n  of judicial estoppel is Allen v. Zurich Insurance Company, 667 F.2d. 1162 (4th \r\n  Cir. 1982). Allen was assisting Zurich's insured, Scruggs, in installing a mobile \r\n  home when the home, which Scruggs had placed on blocks, shifted, fell, and crushed \r\n  Allen's hand. Allen sued Scruggs in South Carolina state court on a negligence \r\n  theory to recover for his injuries \"while in the employment of the Defendant, \r\n  Carl H. Scruggs ….\" Zurich defended Scruggs. The jury returned a verdict for \r\n  Allen of $37,000, which Scruggs did not pay.\r\n\r\n Allen then brought suit in federal court against Zurich \r\n  to collect on Scruggs' automobile liability policy and alleged in the complaint \r\n  he and Scruggs were joint venturers. Zurich claimed it was not liable because \r\n  Allen was Scruggs' employee at the time of his injury and the policy expressly \r\n  excluded coverage for bodily injury to any employee. Allen testified he thought \r\n  he was Scruggs' employee when the accident occured, but now characterized their \r\n  relationship as \"working together.\" During cross-examination, Allen admitted \r\n  he had testified he was Scruggs' employee and was paid a weekly salary at the \r\n  time of his injury in a South Carolina Industrial Commission hearing, in a deposition, \r\n  and before the state court. A verdict was returned for Allen. Zurich moved for \r\n  judgment notwithstanding the verdict on two grounds: (1) Allen's status as an \r\n  employee of Scruggs was affirmatively adjudicated in state court and Allen was \r\n  bound by that determination, and (2) the only reasonable inference to be drawn \r\n  from the evidence presented at trial is that Allen was Scruggs' employee and \r\n  acting within the scope of his employment when he was injured. The district \r\n  court granted the motion on the second ground.\r\n\r\nThe Fourth Circuit affirmed the JNOV order on the grounds \r\n  of judicial estoppel. \"Closely related to collateral estoppel, but dissimilar \r\n  in critical respects, is another principle that we conclude should preclude \r\n  Allen on the dispositive issue. In certain circumstances a party may properly \r\n  be precluded as a matter of law from adopting a legal position in conflict with \r\n  one earlier taken in the same or related litigation. 'Judicial estoppel' is \r\n  invoked in these circumstances to prevent the party from 'playing fast and loose' \r\n  with the courts, and to protect the essential integrity of the judicial process.\" \r\n  Id. at 1166. The court was persuaded the doctrine was properly applied in Allen's \r\n  case. \"Here is a party who, as the record conclusively shows, has earlier … \r\n  asserted a legal position respecting his employment relationship with another \r\n  that is completely at odds with the position now asserted.\" Id. at 1167. Judicial \r\n  estoppel's essential function and justification is \"to prevent the use of 'intentional \r\n  self-contradiction … as a means of obtaining unfair advantage in a forum provided \r\n  for suitors seeking justice.'\" Id. (citation omitted).\r\n\r\nII. History and Recognition of the Doctrine\r\n\r\n  The doctrine of judicial estoppel is rooted in antiquity:\r\n\r\n\r\n  A party cannot … in the course of litigation … occupy \r\n    inconsistent positions .… '[A] man shall not be allowed' in the language of \r\n    the Scotch law 'to approbate and reprobate ….'\r\n\r\n\r\nIf the parties in court were permitted to assume inconsistent \r\n  positions in the trial of their causes, the usefulness of courts of justice \r\n  would in most cases be paralyzed; the coercive process of the law available \r\n  only between those who consented to its exercise, could be set at naught by \r\n  all. But the rights of all men, honest and dishonest, are in the keeping of \r\n  the courts, and consistency of proceeding is therefore required of all those \r\n  who come or are brought before them. \r\n\r\nMelville M. Bigelow, A Treatise on the Law of Estoppel or \r\n  of Incontestable Rights 732, 783 (Carter ed. 1913) (footnotes omitted).\r\n\r\nThe doctrine first emerged in our republic in Hamilton v. \r\n  Zimmerman, 37 Tenn. (5 Sneed) 39 (Tenn. 1857). Douglas W. Henkin, Judicial Estoppel: \r\n  Beating Shields Into Swords and Back Again, 139 U. Pa. L. Rev. 1711 (1991). \r\n  Zimmerman purchased a failing drug business, with Hamilton, a former owner, \r\n  remaining. The enterprise was later sold and Zimmerman refused to distribute \r\n  any of the profits to Hamilton. Hamilton, maintaining he was a partner, not \r\n  the employee Zimmerman contended, sued for his share. At trial, the evidence \r\n  showed Zimmerman had admitted to third parties Hamilton was a partner, while \r\n  Hamilton had frequently maintained he was nothing but a clerk. Hamilton explained \r\n  his mercurial statements were attributable to his seeking to conceal his interest \r\n  in the business from creditors. Additional facts demonstrated that sometime \r\n  after Zimmerman's acquisition of the business, Hamilton and the other former \r\n  owner had sued Zimmerman seeking specific performance on a contract. Zimmerman's \r\n  answer contained an averment, which stated, \"one of the complainants [meaning \r\n  Hamilton] in the bill … was then in the house of respondent as clerk ….\" Zimmerman \r\n  additionally filed a counterclaim. In response, Hamilton professed \"he ha[d] \r\n  read carefully the answer of Zimmerman, and also his bill, and believe[d] that \r\n  the allegations of said answer and bill are substantially true.\" As a result, \r\n  the court precluded Hamilton from recovering any share of the business' sale: \r\n  \r\n\r\n\r\n  [F]or all purposes of the present [lawsuit], the admission \r\n    must be taken as true, without enquiring whether, as a matter of fact, it \r\n    be so or not. The law as against [Hamilton], presumes that it is true; and \r\n    this presumption proceeds upon the doctrine of estoppel, which from motives \r\n    of public policy or expediency, will not … suffer a man to contradict … what \r\n    … he may have previously said or done. This doctrine is said to have its foundation \r\n    in the obligation under which every man is placed to speak or act according \r\n    to the truth of the case; and in the policy of the law to suppress the mischiefs \r\n    from the destruction of all confidence in the intercourse and dealings of \r\n    men, if they were allowed to deny that which by their solemn and deliberate \r\n    acts they have declared to be true. [T]his doctrine applies with particular \r\n    force to admissions or statements made under the sanction of an oath in the \r\n    course of judicial proceedings.\r\n\r\n\r\nHamilton, 37 Tenn. (5 Sneed) at 47-48. \r\n\r\nThe doctrine of judicial estoppel is recognized by most \r\n  jurisdictions. Michael D. Moberly, Swapping Horses in Midstream: A Comparison \r\n  of the Judicial Estoppel Doctrine in Arizona and Nevada, 32 Ariz. St. L.J. 233 \r\n  (2000) (citations omitted); see also, e.g., Burch v. Grace St. Bldg. Corp., \r\n  191 S.E. 672, 677 (Vir. 1937) (\"In Virginia, we have … approved the general \r\n  rule that a party is forbidden to assume successive positions in the course \r\n  of a suit, or series of suits, in reference to the same fact or state of facts, \r\n  which are inconsistent with each other, or mutually contradictory. A litigant \r\n  is estopped from taking a position which is inconsistent with one previously \r\n  assumed … in the course of litigation for the same cause of action ….\"); Southmark \r\n  Corp. v. Trotter, Smith &amp; Jacobs, 442 S.E.2d 265 (Ga. Ct. App. 1994) (in \r\n  its first use of the doctrine, the Georgia Court of Appeals held the plaintiff, \r\n  which did not refer to any bankruptcy prepetition malpractice claim against \r\n  its attorneys in its disclosure statements and reorganization plan, was judicially \r\n  estopped from subsequently bringing its malpractice claim against defendants); \r\n  Chase &amp; Co. v. Little, 156 So. 609 (1934) (the Florida Supreme Court recognized \r\n  judicial estoppel with citation to Corpus Juris; however, it found the doctrine \r\n  was inapplicable to the case at bar because plaintiff did not make inconsistent \r\n  statements); Medicare Rentals, Inc. v. Advanced Srvs., 460 S.E.2d 361 (N.C. \r\n  Ct. App. 1995) (though the Court of Appeals reversed a trial court decision \r\n  to issue a summary judgment order on the grounds of judicial estoppel, the Court \r\n  impliedly acknowledged the permissiveness of the doctrine in North Carolina; \r\n  however, the appellate court concluded judicial estoppel did not apply because \r\n  plaintiff had not intentionally propounded inconsistent decisions in two different, \r\n  but related, matters). \r\n\r\nThe South Carolina decision, which expressly embraces judicial \r\n  estoppel, is Hayne Federal Credit Union v. Bailey, 327 S.C. 242, 489 S.E.2d \r\n  472 (1997). In Hayne, Father purchased a house; however, the deed was put in \r\n  Son's name. Son died and devised all of his property to his wife. Father did \r\n  not make a claim against Son's estate as to the property. Wife later gave a \r\n  mortgage to Credit Union, using the home as security. She later filed bankruptcy. \r\n  Father filed a claim with the trustee asserting he was the owner of the property. \r\n  The claim was settled. The settlement statement declared that \"the [Bankruptcy] \r\n  Trustee will transfer the estate's interest in the real property by Trustee's \r\n  deed, without warranties, to [Father] ….\" Soon after, Credit Union commenced \r\n  a foreclosure action. Father answered and counterclaimed, contending he owned \r\n  the house. On appeal, the Supreme Court ruled Father was estopped from asserting \r\n  an ownership claim over the property because he had sworn in a prior divorce \r\n  action he had no legal interest in the property and that Son was the owner. \r\n  The Court explicitly adopted the doctrine, stating:\r\n\r\n\r\n  In order for the judicial process to function properly, \r\n    litigants must approach it in a truthful manner. Although parties may vigorously \r\n    assert their version of the facts, they may not misrepresent those facts in \r\n    order to gain advantage in the process. The doctrine thus punishes those who \r\n    take the truth-seeking function of the system lightly. When a party has formally \r\n    asserted a certain version of the facts in litigation, he cannot later change \r\n    those facts when the initial version no longer suits him.\r\n\r\n\r\nId. at 251-52, 489 S.E.2d at 477.\r\n\r\nWhile it noted some jurisdictions had expanded judicial \r\n  estoppel to conclusions of law or assertions of legal theories, the Hayne Court \r\n  held the doctrine's application applied only to inconsistent statements of fact. \r\n  Id. at 251, 489 S.E.2d at 477 (citing United States v. Siegel, 472 F. Supp. \r\n  440 (N.D.Ill.1979)).\r\n\r\nPrior to Hayne, several state court cases tangentially addressed \r\n  judicial estoppel as a cognizable legal principle in South Carolina. In Boykin \r\n  v. Prioleau, 255 S.C. 437, 179 S.E.2d 599 (1971), the Supreme Court touched \r\n  on the issue of the doctrine's importance to the case: \"The defense of judicial \r\n  estoppel has not been raised, and the facts appearing here would not support \r\n  it.\" Id. at 441, 179 S.E.2d at 601. In Zimmerman v. Central Union Bank, 194 \r\n  S.C. 518, 8 S.E.2d 359 (1940), the Court presided over a dispute between a bank's \r\n  receivers and the bank. The dispositive issue was whether the Circuit Court \r\n  or the state's banking board had jurisdiction over liquidation of the bank. \r\n  In a prior matter, the receivers had successfully contended the banking board \r\n  was empowered to govern the liquidation. In subsequent proceedings, the receivers \r\n  took the opposite tack. The Court forbade the receiver's change in position \r\n  by reciting a maxim promulgated by the United States Supreme Court in Davis \r\n  v. Wakelee, 156 U.S. 680, 689, 15 S.Ct. 555, 558, 39 L.Ed. 578 (1895): \"[W]here \r\n  a party assumes a certain position in a legal proceeding … he may not thereafter, \r\n  simply because his interests have changed, assume a contrary position.\" Id. \r\n  at 532, 8 S.E.2d at 365. \r\n\r\nIII. Application of the Doctrine by the \r\n  Courts\r\n\r\nJudicial estoppel is an equitable concept; therefore, its \r\n  application is within the discretion of the court. 31 C.J.S. Estoppel and Waiver \r\n  § 139 (1996) (footnote omitted); see also Pro-Max Corp. v. Feenstra, 8 P.3d \r\n  831, __ (Nev. 2000) (\"[B]ecause the purpose of the doctrine is to protect the \r\n  integrity of the judicial process, it is 'invoked by a court at its discretion.'\" \r\n  (citation omitted)). There is no fixed method or formula that courts must follow \r\n  in the doctrine's application. 31 C.J.S. Estoppel and Waiver § 139 (1996) (footnote \r\n  omitted). This flexible standard permits a judge to consider all circumstances \r\n  involved. Id. (footnote omitted).\r\n\r\nFive elements are required for the application of judicial \r\n  estoppel: \r\n\r\n\r\n  two inconsistent positions must be taken by the same \r\n    party or parties in privity with each other; \r\n\r\n  &nbsp;  \r\n  the two inconsistent positions were both made pursuant \r\n    to sworn statements;\r\n\r\n  &nbsp;  \r\n  the positions must be taken in the same or related proceedings \r\n    involving the same parties in privity with each other;\r\n\r\n  &nbsp;  \r\n  the inconsistency must be part of an intentional effort \r\n    to mislead the court; and\r\n\r\n  &nbsp;  \r\n  the two positions must be totally inconsistent -- that \r\n    is, the truth of one position must necessarily preclude the veracity of the \r\n    other position. \r\n\r\nE.g., 28 Am. Jur. Estoppel and Waiver § 74 (2000) (footnotes \r\n  omitted).\r\n\r\nAs originally conceived in Hamilton v. Zimmerman, the doctrine \r\n  of judicial estoppel was based solely on the sanctity of the oath. Rand G. Boyers, \r\n  Precluding Inconsistent Statements: The Doctrine of Judicial Estoppel, 80 Nw. \r\n  U. L. Rev. 1244 (1986). Under this philosophy, the fact a litigant is using \r\n  the court as a forum for his inconsistent statements injures the judicial system; \r\n  therefore, such abuse must be avoided under all circumstances. Id. Any perpetuation \r\n  of untruth or misrepresentation eviscerates public confidence in the integrity \r\n  of the judicial system. Boyers, supra, at 1252. Accordingly, whether a party \r\n  was successful or not in propounding the validity of its initial position is \r\n  immaterial: the party will be judicially estopped from assuming a different \r\n  stance, relating to the facts, in subsequent proceedings. \r\n\r\nIn Colleton Regional Hospital v. MRS Medical Review Systems, \r\n  Inc., 866 F. Supp. 896 (D.S.C. 1994), the federal district court precluded a \r\n  hospital from switching positions relative to the agency status of a utilization \r\n  review company in a suit for breach of fiduciary duty: \"A second equally compelling \r\n  reason that MRS cannot be considered a fiduciary is that Plaintiffs took the \r\n  opposite position, i.e., that MRS is not an ERISA fiduciary, earlier in this \r\n  litigation. The doctrine of judicial estoppel prevents Plaintiffs from switching \r\n  positions.\" The hospital's initial posture was determined to be in contravention \r\n  of prevailing ERISA law -- in other words, the hospital did not enjoy any \"prior \r\n  success\" from its first position. See id. at 901 (\"Now that the court has rejected \r\n  Plaintiffs' contention that [MRS was not a fiduciary], Plaintiffs assert that \r\n  MRS is an ERISA fiduciary and can be sued for breach of fiduciary duty. Clearly \r\n  there is a conflict in the position Plaintiffs previously took in these proceedings \r\n  and the one they now take before this court. Therefore, this action is an appropriate \r\n  case for the application of judicial estoppel.\"); see also Allen v. Zurich Ins. \r\n  Co., 667 F.2d. 1162, 1167 (4th Cir. 1982) (stating the imposition of judicial \r\n  estoppel is \"perhaps not necessarily confined to situations where the party \r\n  asserting the earlier contrary position there prevailed ….\").\r\n\r\nIV. Conclusion\r\n\r\nDeceit and dishonesty are anathema of justice. \"The chief \r\n  security and safeguard for the purity and efficiency of the administration of \r\n  justice is to be found in the proper reverence for the sanctity of an oath.\" \r\n  Hamilton v. Zimmerman, 37 Tenn. (5 Sneed) 39, 48 (Tenn. 1857). Judicial estoppel \r\n  guarantees the protection of the judiciary from the perversion created by a \r\n  party's inconsistent and untruthful averments. \r\n\r\n\r\n\r\n1.  Joseph does not challenge the trial \r\n  court's holding that his action on the promissory note is barred by the statute \r\n  of limitations. \r\n 2.  Although not ruled upon by the trial \r\n  court, respondents' brief contains argument that appellant is judicially estopped \r\n  from asserting he, and not his daughter, is the owner of all outstanding stock \r\n  of the Corporation. See Rule 220(c), SCACR (\"The appellate court may affirm \r\n  any ruling, order, or judgment upon any ground(s) appearing in the Record on \r\n  Appeal\"); I'On, L.L.C. v. Town of Mt. Pleasant, 338 S.C. 406, 526 S.E.2d 716 \r\n  (2000) (It is not always necessary for a respondent to present his issues and \r\n  arguments to the lower court and obtain a ruling on them in order to preserve \r\n  an issue for appellate review. The appellate court may review respondent's additional \r\n  reasons and, if convinced it is proper and fair to do so, rely on them or any \r\n  other reason appearing in the record to affirm the lower court's judgment.). \r\n  \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"}]