[{"id":"3236","title":"State v. Burton","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3236","description":"","date":"2000-08-07","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nState v. Blurton\r\n\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________\r\n  \r\n \r\n   \r\n     \r\n      \r\n        The State of South Carolina, \r\n          Respondent,\r\n      \r\n    \r\n  \r\n\r\n  \r\n \r\n   \r\n     \r\n      \r\n        v.\r\n      \r\n    \r\n  \r\n\r\n  \r\n \r\n   \r\n     \r\n      \r\n        Gregory R. Blurton, Appellant.\r\n      \r\n    \r\n  \r\n\r\n________\r\n  \r\nAppeal From Orangeburg \r\n  County\r\n  Luke N. Brown, Jr., Circuit \r\n  Court Judge\r\n________\r\n  \r\nOpinion No. 3236\r\n  Heard June 7, 2000 - Filed \r\n  August 7, 2000\r\n  ________\r\n  \r\nREVERSED AND \r\n  REMANDED\r\n________\r\n  \r\n \r\n   \r\n     \r\n      \r\n        Tara Dawn Shurling, of Columbia, \r\n          for appellant.\r\n      \r\n    \r\n  \r\n\r\n  \r\n \r\n   \r\n     \r\n      \r\n        Attorney General Charles \r\n          M. Condon, Chief Deputy Attorney General John W. McIntosh and Senior \r\n          Assistant Attorney General Harold M. Coombs, Jr., all of Columbia; and \r\n          Solicitor Walter M. Bailey, Jr., of Summerville, for respondent.\r\n      \r\n    \r\n  \r\n\r\n________\r\n  \r\nCURETON, J.: A jury \r\n  convicted Gregory R. Blurton of two counts of armed robbery, kidnapping, grand \r\n  larceny of a motor vehicle, and failure to stop for a blue light. The trial \r\n  court sentenced Blurton to three life sentences for the kidnapping and armed \r\n  robbery convictions, ten years for grand larceny, and three years for failing \r\n  to stop for a blue light, with all sentences running concurrently. Blurton appeals. \r\n  We reverse and remand for a new trial.\r\n  \r\nFACTS\r\n  \r\nOn April 6, 1997, Blurton entered \r\n  the Orangeburg Wal-Mart between 11:30 p.m. and 12:00 midnight. After asking \r\n  for Roger, an assistant manager who was not working that night, Blurton told \r\n  assistant manager Brandon Beckman he needed access to the electrical room to \r\n  do some work.(1) Beckman tried to open the room \r\n  but did not have a key to the lock.\r\n  \r\nAs Blurton and Beckman walked away, \r\n  Blurton pulled out a gun and demanded that Beckman take him to the cash office \r\n  and give him the money inside. Brenda Arant, the cash office clerk, was still \r\n  inside the office. Blurton ordered Beckman to get on the floor and demanded \r\n  Arant fill a shopping bag with money. Blurton screamed his orders and threatened \r\n  to shoot Beckman and Arant if they did not cooperate. Blurton told Beckman he \r\n  needed Beckman to drive him down the road. After Beckman responded that he did \r\n  not have a car at the store, Blurton demanded Arant's keys. When Arant informed \r\n  Blurton her car keys were in her locker, Blurton bit off the end of the phone \r\n  cord, told Arant not to call anybody for at least five minutes, and pushed Beckman \r\n  out of the office. Although there was in excess of $200,000 in the cash office, \r\n  Blurton left with only $8,500.\r\n  \r\nAfter leaving the cash office, Blurton \r\n  put the gun in his pocket and forced Beckman to walk outside the store with \r\n  him. Once outside, Blurton chose the car of a female customer who had just arrived \r\n  in the parking lot. As the men approached the woman, Blurton pulled the gun \r\n  out again. The woman threw down her purse, screamed, and started \r\n  to run away. While pointing the gun at her, Blurton demanded her keys. The woman \r\n  threw them at him, whereupon Blurton climbed into her car and drove away.\r\n  \r\nA short time after leaving the parking \r\n  lot, Blurton ran a red light, attracting the attention of a police officer. \r\n  When the officer attempted to stop Blurton, Blurton led the police on a high \r\n  speed chase which ended after he wrecked the customer's car. \r\n  \r\nAt trial, Blurton did not deny committing \r\n  the acts of which he was accused, but argued a lack of criminal intent. During \r\n  his testimony, he explained that James Mayfield, another assistant manager of \r\n  the Orangeburg Wal-Mart, was a former Navy SEAL who also worked for the Central \r\n  Intelligence Agency (CIA). He further explained that Mayfield recruited him \r\n  to assist the CIA in its effort to infiltrate a drug cartel. In exchange for \r\n  his assistance, Blurton was promised a new identity and a presidential pardon \r\n  for several bank robberies he committed in the 1970s. Blurton claimed Mayfield \r\n  gave him surveillance and firearms training and loaned him hand to hand combat \r\n  videos developed by a Navy SEAL instructor. Additionally, Blurton testified \r\n  he had completed several assignments in relation to the CIA's infiltration plan, \r\n  code-named \"Operation Double White.\"\r\n  \r\nThe \"staged\" robbery of the Wal-Mart \r\n  was Phase Three of the operation, an attempt to convince the drug cartel that \r\n  Blurton was a wanted and dangerous man, thereby facilitating his infiltration \r\n  of the group. He explained the robbery was fake and, according to Mayfield, \r\n  both Beckman and Roger were aware of the plan. Mayfield furnished the gun for \r\n  Blurton to use during the staged crimes. While in the cash office, Blurton claims \r\n  he decided to have Arant fill the bag with one dollar bills, rather than with \r\n  the sizeable completed deposits, as Mayfield had instructed, because he did \r\n  not want to be responsible for a large sum of money. Blurton was supposed to \r\n  leave the money at a specific drop location at the back of a hotel, where Mayfield \r\n  would retrieve it and promptly return it to Wal-Mart on behalf of the CIA. According \r\n  to Blurton, he had to pretend the robbery was real to put on a \"show\" for the \r\n  security cameras and members of the local sheriff's department who, according \r\n  to Mayfield, were involved with the drug cartel.\r\n  \r\nBlurton stated that when he saw the \r\n  customer's car in the parking lot, he assumed it was his \"ride.\" He thought \r\n  the customer was cooperating with the CIA and that her show of fear and panic \r\n  was an act. He testified that he evaded police officers because he was waiting \r\n  for the CIA to intercede on his behalf, so he would not get caught.\r\n  \r\nAlthough Blurton consistently maintained \r\n  that he was working for the CIA when he committed the acts involved in each \r\n  of the charged offenses, his trial counsel simply attempted to prove Blurton \r\n  genuinely believed he was a CIA operative at the time of the alleged crimes \r\n  and thus lacked criminal intent.\r\n  \r\nLAW/ANALYSIS\r\n Evidentiary \r\n  Issues\r\n  \r\nBlurton's trial counsel attempted \r\n  to present evidence which would corroborate his explanation of events and support \r\n  his defense of lack of criminal intent. The evidence included (1) taped telephone \r\n  conversations between Blurton and Mayfield; (2) testimony that the investigating \r\n  officer thought Blurton actually believed he was part of a CIA operation; (3) \r\n  testimony that others heard and believed Mayfield's claim that he was a former \r\n  Navy SEAL; and (4) two newspaper articles which showed Mayfield convinced the \r\n  local newspaper he was a Navy SEAL. The trial court excluded this evidence. \r\n  Blurton argues this was error.\r\n  \r\nDecisions regarding the admissibility \r\n  of evidence are within the trial court's sound discretion and will not be reversed \r\n  on appeal absent a prejudicial abuse of that discretion. State v. Smith, \r\n  337 S.C. 27, 522 S.E.2d 598 (1999) (citing State v. Nance, 320 S.C. 501, \r\n  466 S.E.2d 349 (1996)); State v. Fulton, 333 S.C. 359, 509 S.E.2d 819 \r\n  (Ct. App. 1998). \r\nTaped Conversations \r\n\r\n    \r\n\r\nBlurton's counsel sought to admit \r\n  taped telephone conversations between Blurton and Mayfield which were made without \r\n  Mayfield's knowledge. Blurton made the tapes after the police investigator concluded \r\n  Mayfield was also a suspect based on interviews with Blurton. During the conversations, \r\n  Mayfield repeatedly affirmed or failed to deny Blurton's statements that Mayfield \r\n  had involved him in the CIA operation and that the robbery was staged. The trial \r\n  court excluded the tape recordings as inadmissible hearsay, but allowed the \r\n  defense to proffer the tapes and transcripts prepared from them into evidence.(2) \r\n  We agree that this evidence should have been admitted. \r\n  \r\nHearsay is generally inadmissible. \r\n  Rule 802, SCRE. \" Hearsay is an out-of-court statement offered in court to prove \r\n  the truth of the matter asserted.\" Jackson v. Speed, 326 S.C. 289, 304, \r\n  486 S.E.2d 750, 758 (1997); see also Rule 801(c), SCRE (\"'Hearsay' is \r\n  a statement, other than one made by the declarant while testifying at the trial \r\n  or hearing, offered in evidence to prove the truth of the matter asserted.\"). \r\n  A statement that is not offered to prove the truth of the matter asserted should \r\n  not be excluded as hearsay. See State v. Blackburn, 271 S.C. 324, \r\n  247 S.E.2d 334 (1978) (statement implicating defendant in alleged prior crimes, \r\n  which was not offered to prove the truth of the matter asserted, that is, that \r\n  defendant in fact committed the prior crimes, but to establish motive, was not \r\n  \"hearsay\" and its admission was not error); Hawkins v. Pathology Assocs. \r\n  of Greenville, P.A., 330 S.C. 92, 498 S.E.2d 395 (Ct. App. 1998) (allowing \r\n  admission of letters, an anniversary card, and video to show close familial \r\n  bond between the decedent, her husband, and her children in a malpractice action).\r\nIn this case, the tapes were not \r\n  offered to prove the veracity of any statements made during the conversations \r\n  between Blurton and Mayfield. Rather, they were offered to show that Blurton \r\n  had been led to believe the robbery was staged and that his actions were sanctioned \r\n  by the CIA. Because these conversations would have added credence to Blurton's \r\n  defense that he lacked criminal intent and were not hearsay, the trial court \r\n  erred in excluding them. See State v. Harris, 311 S.C. 162, 167, \r\n  427 S.E.2d 909, 912 (Ct. App. 1993) (\"Due process requires that a criminal defendant \r\n  be given a reasonable opportunity to present a complete defense.\").\r\nInvestigator's Opinion on \r\n  Blurton's State of Mind\r\n\r\n    \r\n\r\nIn a preliminary hearing, Detective \r\n  Jack Coleman, the investigator in this case, said he was convinced Blurton believed \r\n  he was involved in a CIA operation when he robbed the Wal-mart. The court excluded \r\n  the testimony, determining it was the province of the jury to determine whether \r\n  Blurton believed he was working for the CIA when he committed the charged crimes.(3) \r\n  We find no abuse of discretion.\r\n  \r\n\"The general rule is that opinion \r\n  testimony which is determinative of the ultimate fact in issue should be excluded \r\n  as an invasion of the province of the factfinder. This rule, however, is not \r\n  inflexible.\" Richmond v. Tecklenberg, 302 S.C. 331, 334, 396 S.E.2d 111, \r\n  113 (Ct. App. 1990) (citing State v. Moorer, 241 S.C. 487, 129 S.E.2d \r\n  330 (1963), overruled on other grounds by State v. Torrence, 305 \r\n  S.C. 45, 406 S.E.2d 315 (1991)); see also State v. Koon, 278 S.C. \r\n  528, 298 S.E.2d 769 (1982), overruling on other grounds recognized by \r\n  State v. Matthews, 291 S.C. 339, 353 S.E.2d 444 (1986) (holding trial \r\n  court properly excluded testimony concerning whether a mitigating factor was \r\n  present as such determination was the province of the jury). Lay witnesses are \r\n  permitted to offer opinion testimony when such testimony is rationally related \r\n  to the witness's perception, does not require special knowledge, and may assist \r\n  the jury's understanding of the witness's testimony. See Rule 701, SCRE. \r\n  \r\nWhile we believe the trial court \r\n  could have properly admitted the detective's prior testimony into evidence, \r\n  the court's refusal to do so does not constitute an abuse of discretion. Blurton \r\n  did not attempt to offer the detective as an expert in the beliefs of others. \r\n  The detective's opinion was not necessary for the jury to understand other portions \r\n  of his testimony. Furthermore, the testimony was the investigator's opinion \r\n  on the ultimate factual issue in the case - whether Blurton believed he was \r\n  working for the CIA and lacked criminal intent. Therefore, we hold the trial \r\n  court's refusal to admit the prior testimony was not reversible error.\r\nOn appeal, Blurton argues the detective's \r\n  opinion was admissible as an admission under Rule 801(d)(2)(A), SCRE.(4) \r\n  This rule provides an exception to the hearsay rule. Thus, it would allow the \r\n  admission of evidence which would otherwise be excluded as hearsay. The detective's \r\n  opinion in this case was not excluded as hearsay, but because the trial court \r\n  determined it was the jury's province to determine whether Blurton believed \r\n  he was working for the CIA when he committed the charged crimes. Therefore, \r\n  whether the detective's opinion was admissible under Rule 801(d)(2)(A) is not \r\n  relevant to the trial court's ruling concerning the testimony's admissibility.\r\nWhether Others Believed Mayfield \r\n  to be a Navy SEAL\r\n\r\n\r\n Blurton \r\n  also attempted to introduce testimony that other people at Wal-Mart heard and \r\n  believed Mayfield's statements that he was a former Navy SEAL. The trial court \r\n  excluded the evidence, concluding it was both hearsay and irrelevant. Blurton \r\n  asserts the court abused its discretion in excluding the evidence. We agree. \r\n   \r\nThe testimony did not constitute \r\n  hearsay because it was not offered to prove the truth of any out of court statements \r\n  and should not have been excluded on those grounds. See Rule 801(c), \r\n  SCRE. Blurton's counsel did not offer evidence that Mayfield represented himself \r\n  to be a former Navy SEAL to prove Mayfield actually was one. In fact, it is \r\n  undisputed that Mayfield was never a Navy SEAL. The evidence was offered, in \r\n  part, to corroborate Blurton's testimony that Mayfield told him and he believed \r\n  Mayfield was a former SEAL. Therefore, the evidence should not have been excluded \r\n  as hearsay.\r\nNor was the testimony irrelevant. \r\n  Essentially, the excluded testimony would have shown that it was common belief \r\n  among Wal-Mart employees, fueled by Mayfield's own statements, that he was a \r\n  former Navy SEAL. The fact that Mayfield told this falsehood about his past \r\n  to others, and that they believed him, tended to corroborate Blurton's claimed \r\n  belief in the same falsehood. This would help explain why Blurton would believe \r\n  Mayfield's claim that he worked for the CIA. Furthermore, the fact that it was \r\n  common knowledge that Mayfield was a former SEAL lends credibility to Blurton's \r\n  alleged belief that other members of management were aware of his purported \r\n  CIA status and were cooperating with him in the \"staged\" robbery. Thus, the \r\n  evidence shows Blurton's state of mind at the time he committed the crimes. \r\n  The evidence was relevant to Blurton's argument that he lacked criminal intent, \r\n  a necessary element of the charged crimes. See State v. Ferguson, \r\n  302 S.C. 269, 395 S.E.2d 182 (1990)) (statutory crimes ordinarily include some \r\n  elements of intent); State v. Thrailkill, 73 S.C. 314, 53 S.E. 482 (1906) \r\n  (criminal intent is an essential element in every common law crime).\r\nNewspaper \r\nArticles  \r\n  \r\nBlurton also offered two newspaper \r\n  articles printed by Orangeburg's newspaper, The Times and Democrat.(5) \r\n  In the first article, entitled \"Never Give Up,\" the newspaper recounted Mayfield's \r\n  fictional history as a Navy SEAL. Mayfield was quoted in the article describing \r\n  the rigorous training and lessons he gained from his experience as a SEAL. The \r\n  second article, printed after Mayfield's arrest, discussed the Wal-Mart robbery \r\n  and, in retracting the prior article, stated that Mayfield had never been a \r\n  Navy SEAL. The trial court held both articles inadmissible hearsay. We agree \r\n  with Blurton that the articles should have been admitted.\r\nThe newspaper articles did not constitute \r\n  hearsay because they were not offered for the truth of the statements contained \r\n  in them, but to show Mayfield's ability to persuade and trick others. Because \r\n  of the purpose for which they were offered, the articles clearly were not hearsay \r\n  and were improperly excluded. See Jackson, 326 S.C. 289, 486 S.E.2d \r\n  750; Rule 801(c), SCRE.\r\n  \r\nII. State's \r\n  Closing Argument\r\nBlurton also asserts the trial court \r\n  erred in overruling his objection, denying his motion to strike and his motion \r\n  for a mistrial when the assistant solicitor accused him of lying in his testimony.\r\nDuring closing arguments, the assistant \r\n  solicitor accused Blurton twice of lying based on a defense psychiatrist's admission \r\n  that she \"diagnosed him as suffering from malingering, which is the deliberate \r\n  production of false symptoms for the purpose of secondary gain.\" Blurton objected \r\n  and moved to strike, arguing it is improper to call the defendant a liar in \r\n  closing arguments. The trial court responded by instructing the prosecutor to \r\n  \"Go ahead.\" At the close of the State's argument, Blurton moved for a mistrial, \r\n  which the court denied.\r\nOur supreme court has previously \r\n  held it is improper to call a party a liar in closing argument. See Major \r\n  v. Alverson, 183 S.C. 123, 190 S.E. 449 (1937). However, not all improper \r\n  closing arguments require reversal. In criminal cases, \"[a] new trial will not \r\n  be granted unless the prosecutor's comments so infected the trial with unfairness \r\n  as to make the resulting conviction a denial of due process.\" State v. Huggins, \r\n  325 S.C. 103, 107 481 S.E.2d 114, 116 (1997). The propriety of the state's closing \r\n  argument will be examined in light of the entire record. State v. Nathari, \r\n  303 S.C. 188, 399 S.E.2d 597 (Ct. App. 1990).\r\n  \r\nWhile we agree that the assistant \r\n  solicitor's comments were improper, they do not mandate reversal alone. However, \r\n  the cumulative effect of this error, when coupled with the exclusion of the \r\n  previously discussed evidence, warrants reversal. Cf. State v. Johnson, \r\n  334 S.C. 78, 93, 512 S.E.2d 795, 803 (1999) (citations omitted) (\"cumulative \r\n  error doctrine provides relief to a party when a combination of errors that \r\n  are insignificant by themselves have the effect of preventing a party from receiving \r\n  a fair trial and it requires the cumulative effect of the errors to affect the \r\n  outcome of the trial\"). The prosecutor accused Blurton of a recent fabrication, \r\n  an accusation which could not have been seriously made if the trial court had \r\n  properly admitted the taped telephone conversations between Blurton and Mayfield. \r\n  In that regard, the closing arguments served to exacerbate the error in excluding \r\n  evidence critical to Blurton's defense.\r\nIII. Jury \r\n  Instructions\r\nBlurton also argues the trial court \r\n  erred in denying his request for a specific jury instruction and in issuing \r\n  an improper instruction. We find no error.\r\nThe law to be charged is determined \r\n  by the evidence presented at trial. State v. Gourdine, 322 S.C. 396, \r\n  472 S.E.2d 241 (1996). If the evidence supports a particular requested charge, \r\n  the trial court commits reversible error by refusing to issue it. State v. \r\n  Burriss, 334 S.C. 256, 513 S.E.2d 104 (1999).\r\nIn discussing jury instructions, \r\n  Blurton requested an instruction on actual and apparent authority. The trial \r\n  court declined the request and noted that it would, contrary to the request, \r\n  instruct the jury that acting on the instructions of another is no defense. \r\n  In its charge, the court stated:\r\n  \r\nNow, I tell you, the law is, if one \r\n  committed a criminal act it is no defense to show that it was done under the \r\n  instructions or orders from another. Likewise, it is no defense to a criminal \r\n  act if it be shown that it was done in partnership or cooperation with another \r\n  person.\r\nBlurton objected to the instruction. \r\n  On appeal, Blurton argues the trial court erred in refusing the requested charge \r\n  and in charging the jury as it did.\r\nThe trial court correctly refused \r\n  the requested instruction. Actual and apparent authority are principles of agency \r\n  law rather than criminal law. However, even if these concepts could be used \r\n  as a defense to criminal charges, Blurton did not establish sufficient evidence \r\n  to require the requested charge. There is no evidence Mayfield had actual authority, \r\n  as a Wal-Mart assistant manager or as a governmental official, to authorize \r\n  Blurton to commit any of the alleged crimes. \r\n\"Apparent authority to do an act \r\n  is created as to a third person by written or spoken words or any other conduct \r\n  of the principal which, reasonably interpreted, causes the third person to believe \r\n  the principal consents to have the act done on his behalf by the person purporting \r\n  to act for him.\" Genovese v. Bergeron, 327 S.C. 567, 575, 40 S.E.2d 608, \r\n  612 (Ct. App. 1997). Blurton presented no evidence of Mayfield's apparent authority \r\n  to permit these crimes. There was no evidence that either Wal-Mart or the CIA, \r\n  acting as a principal, did any act which would have caused Blurton to believe \r\n  Mayfield could authorize a real or \"staged\" robbery of the Wal-Mart store. Because \r\n  the evidence did not require the requested charge, the court properly refused \r\n  to issue it. See Dalon v. Golden Lanes, Inc., 320 S.C. 534, 540, \r\n  466 S.E.2d 368, 372 (Ct. App. 1996) (citations omitted) (\"It is the trial court's \r\n  function to charge the jury on the applicable law as raised by the pleadings \r\n  and supported by the evidence. In order to warrant reversal for failure to give \r\n  a requested charge, the refusal must be both erroneous and prejudicial.\").\r\nFurthermore, the court's charge that \r\n  it is no defense that a person acted upon the instructions of, or in cooperation \r\n  with, another person was proper. The instruction is a correct statement of the \r\n  law and was triggered by Blurton's testimony that he took money from Wal-Mart \r\n  with Mayfield's assistance and permission. See State v. Hurt, \r\n  212 S.C. 461, 48 S.E.2d 313 (1948) (it is no defense to a crime that others \r\n  who are not on trial participated in the crime); 22 C.J.S. Criminal Law \r\n  § 88 (1989) (Generally, the fact that one commits a crime on the advice or direction \r\n  of another person is no defense to his commission of the crime.). \r\n  \r\nIV. Directed \r\n  Verdict\r\nFinally, Blurton argues the trial \r\n  court erred in denying his directed verdict motion on the grand larceny charge. \r\n  Specifically, he argues that double jeopardy prevents his conviction for both \r\n  armed robbery, for taking the customer's car keys, and grand larceny, for taking \r\n  her car. Although Blurton moved for a directed verdict on the ground of insufficiency \r\n  of the evidence after the State rested, he never argued to the trial court, \r\n  as he does now, that he could not be convicted of both crimes. Because he failed \r\n  to assert his double jeopardy argument at trial, the issue is not preserved \r\n  for direct appeal. See State v. Byram, 326 S.C. 107, 485 S.E.2d \r\n  360 (1997) (party may not argue one ground at trial and another on appeal); \r\n  Medlock v. One 1985 Jeep Cherokee VIN 1JCWB7828FT129001, 322 S.C. 127, \r\n  470 S.E.2d 373 (1996) (double jeopardy issue must be raised to the trial court \r\n  to be preserved for appellate review).\r\nCONCLUSION\r\nFor the reasons discussed, Blurton's \r\n  appealed convictions are reversed and his case is remanded for a new trial.\r\nREVERSED AND REMANDED.\r\nGOOLSBY and SHULER, JJ., \r\n  concur.\r\n1. Blurton \r\n  had been doing electrical work at Wal-Mart during the store's expansion.  \r\n2. Although the \r\n  tape recordings are not on file as exhibits, the transcripts are included in \r\n  the record on appeal.  \r\n3. The trial court's \r\n  exact wording was: \"Well, it wouldn't make any difference whether he believes \r\n  him or not, It's up to a jury to decide.\" The next day, when Blurton's attorney \r\n  tried to argue that the statement was admissible under Rule 801(d)(2)(A), the \r\n  trial court stated: \"Counsellor [sic], I've already ruled on that yesterday, \r\n  and I said I would not allow him to - - that's a jury question. I don't want \r\n  to hear anymore about that.\" \r\n4.  Rule 801(d)(2)(A) \r\n  provides: A statement is not \r\n  hearsay if . . . [t]he statement is offered against a party and is . . . the \r\n  party's own statement in either an individual or a representative capacity. \r\n5.  Blurton subpoenaed \r\n  a reporter from the newspaper to testify, but the reporter objected to being \r\n  called as a witness, asserting a qualified privilege under the Shield Law. Therefore, \r\n  the reporter was \"unavailable\" to testify in person. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3237","title":"Vulcan Materials Co., et al. v. Greenville County Board of Zoning Appeals, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3237","description":"","date":"2000-08-07","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nVulcan Materials Co., et al., v. Greenville Cty. Bd. of Zoning Appeals, et al.,\r\n\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________\r\n  \r\n \r\n   \r\n     \r\n      \r\n        Vulcan Materials Company, \r\n          Putnam Properties, Inc., Allen M. Knight, and The Timmerman Family Partnership, Respondents,\r\n      \r\n    \r\n  \r\n\r\n  \r\n \r\n   \r\n     \r\n      \r\n        v.\r\n      \r\n    \r\n  \r\n\r\n  \r\n \r\n   \r\n     \r\n      \r\n        Greenville County Board of \r\n          Zoning Appeals and the County of Greenville, Appellants.\r\n      \r\n    \r\n  \r\n\r\n________\r\n  \r\nAppeal From Greenville \r\n  County\r\n  Joseph P. Watson, Circuit Court \r\n  Judge\r\n  ________\r\n  \r\nOpinion No. 3237\r\n  Heard December 8, 1999 - Filed \r\n  August 7, 2000\r\n  ________\r\n  \r\nAFFIRMED\r\n________\r\n  \r\n \r\n   \r\n     \r\n      \r\n        Donald A. Harper and Cynthia \r\n          Buck Brown, both of The Harper Law Firm, of Greenville, for appellants.\r\n      \r\n    \r\n  \r\n\r\n  \r\n \r\n   \r\n     \r\n      \r\n        Larry D. Estridge, of Womble, \r\n          Carlyle, Sandridge &amp; Rice; and Gregory J. English, of Wyche, Burgess, \r\n          Freeman &amp; Parham, both of Greenville, for respondents.\r\n      \r\n    \r\n  \r\n\r\n________\r\n CURETON \r\nJ.: In this zoning appeal, the Greenville County Board of Zoning Appeals \r\n(Board) challenges the circuit court's order to issue Vulcan Material Company \r\na Certificate of Occupancy so Vulcan may implement its mine development plan as \r\na nonconforming use. We affirm.\r\n\r\n\r\nFACTS\r\n  \r\nIn 1989, Vulcan began to explore \r\n  the possibility of mining granite in Greenville County. To that end, Vulcan \r\n  leased three tracts of land from three different owners:\r\nthe Timmerman Family Trust, Allen \r\n  Knight, and James Putnam.(1) Aggregately, the \r\n  leased properties are known as the Princeton site. \r\n  \r\nTo assess the quantity and quality \r\n  of the Princeton site's granite deposit, Vulcan extracted 360 granite samples \r\n  from the site beginning sometime in 1990. These samples were analyzed by geologists \r\n  who produced an initial assessment of the deposit on January 24, 1992. Vulcan \r\n  expended nearly a million dollars to extract and analyze the samples.\r\n  \r\nVulcan's mining engineers utilized \r\n  the geologist's assessment to prepare a mining development plan for the site. \r\n  After several revisions and additional sampling, the mining plan was finalized \r\n  in June or July of 1995.\r\n  \r\n While the mining plan was being \r\n  developed, Vulcan simultaneously pursued the various permits and studies required \r\n  by state and federal regulators to mine the site. These efforts produced the \r\n  following results: (1) an archeological survey of the site, completed in June \r\n  of 1996; (2) an air permit application, submitted in July of 1995;(2) \r\n  (3) an NPDES(3) draft discharge permit, obtained \r\n  in November of 1995; (4) a protected species survey, completed in May of 1996; \r\n  (5) a wetlands' delineation, approved in November of 1995; and (6) a draft wastewater \r\n  treatment permit, issued in November of 1995. Additionally, Vulcan applied for \r\n  a mine operating permit from the South Carolina Department of Health and Environmental \r\n  Control (DHEC) in July of 1995. After reviewing the permit application, DHEC \r\n  indicated it would issue Vulcan a mine operation permit as soon as this zoning \r\n  litigation was resolved.\r\n  \r\nBy 1994, Vulcan had identified a \r\n  portion of the 585 acre Princeton site where it planned to extract granite. \r\n  Naturally, the timber, topsoil, and rock layers which covered the granite deposit \r\n  had to be removed before extraction could begin, so Vulcan arranged for the \r\n  site's owners to harvest the timber from atop the deposit and for Thrift Brothers, \r\n  Inc. to remove the covering layers of soil and rock, known as overburden. Ordinarily, \r\n  Vulcan would have removed the overburden itself; however, in this case, Vulcan \r\n  allowed Thrift to remove the overburden on Vulcan's behalf. The arrangement \r\n  was mutually beneficial as Vulcan needed the overburden removed to expose the \r\n  granite it sought and Thrift needed the extracted soil and rock in a near-by \r\n  highway project. As both parties benefitted from the arrangement, no other compensation \r\n  was exchanged.\r\n  \r\nThrift utilized the overburden to \r\n  improve State Highway 25 pursuant to a contract with the South Carolina Department \r\n  of Transportation. Because the excavation of rock and soil for a highway project, \r\n  known as a borrow pit operation,(4) does not \r\n  require a mining permit, Thrift was able to remove the overburden before Vulcan \r\n  obtained its mine operating permit.\r\n  \r\nAlthough Thrift's only concern was \r\n  the operation of a borrow pit, Vulcan ensured Thrift's actions supported its \r\n  mining operation. Originally, Thrift wanted to establish the borrow pit as close \r\n  as possible to Highway 25 to reduce its transportation costs, but Vulcan insisted \r\n  Thrift limit its borrow pit to that area which covered the granite deposit Vulcan \r\n  planned to extract. Thrift operated the borrow pit from October, 1994 until \r\n  August, 1995. In all, approximately fifteen acres of overburden were removed \r\n  to a depth of between 25 to 35 feet. After the overburden was removed, Vulcan \r\n  hired a contractor to grade the site and seed it to control erosion. Vulcan \r\n  also established a retention pond and installed a silt-fence around the borrow \r\n  pit. By the end of this process, a pit of more than two acres remained with \r\n  outcroppings of granite still exposed. By July of 1996, Vulcan had invested \r\n  approximately $1,900,000 in the Princeton site.\r\n  \r\nIn early 1996, community opposition \r\n  to the Princeton site began to develop. When DHEC conducted a public hearing \r\n  on Vulcan's mine operating permit in April, 1996, local residents voiced their \r\n  concern over the effects of the mine on the local groundwater. DHEC responded \r\n  by ordering Vulcan to perform a hydrology study to predict the mine's impact \r\n  on local groundwater elevations.(5)\r\n  \r\nOn May 23, 1996, the Dunklin Homeowner's \r\n  Association held a meeting to explore the possibility of prohibiting mining \r\n  at the Princeton site by having the site zoned for residential use only. Jimmy \r\n  Forbes, the executive director of the Greenville County Planning Commission, \r\n  attended the homeowner's meeting and opined that zoning could not stop the mine \r\n  because \"Vulcan already had a vested interest in the [site].\" Nevertheless, \r\n  the homeowner's association initiated a campaign to have the site zoned residential. \r\n  On August 6, 1996, the Greenville County Council imposed a moratorium on building \r\n  permits at the Princeton site, thereby preventing Vulcan from constructing an \r\n  office. In September, 1996, the Greenville County Planning Commission, working \r\n  with the homeowner's association, recommended to County Council the area in \r\n  which the Princeton site is located be zoned R-S for residential/suburban use \r\n  only. County Council subsequently zoned the property R-S. However, the Commission \r\n  noted that its \"staff told the [homeowner's association] that zoning may not \r\n  stop the rock quarry from occurring.\"\r\n  \r\nOn November 11, 1996, Vulcan applied \r\n  for a Certificate of Occupancy for a Nonconforming Use so it could mine the \r\n  site despite the zoning. Peter Nokimos, the Greenville County Zoning Administrator, \r\n  denied Vulcan's application on March 3, 1997. Vulcan appealed Nokimos's decision \r\n  to the Board, which held a full hearing into the matter on July 16, 1997. At \r\n  that hearing, Nokimos testified he denied Vulcan's application because he found \r\n  no indication of any mining or occupancy at the site. The Board continued its \r\n  deliberations until a subsequent hearing on August 13, 1997, at which time it \r\n  voted to uphold Nokimos's refusal to issue the certificate.\r\n  \r\nThe Greenville County Code Enforcement \r\n  Officer informed Vulcan of the Board's decision to uphold the denial of the \r\n  Certificate of Occupancy in a letter dated August 18, 1997. Vulcan appealed \r\n  the Board's decision to the circuit court on September 17, 1997. After Vulcan \r\n  filed its appeal, the Board's chairman and secretary issued a document which \r\n  purported to be the Board's \"Final Decision and Order\" in this matter. The document \r\n  was dated October 23, 1997, and signed by the chairman and secretary.(6) \r\n  \r\n  \r\nOn February 19, 1998, the circuit \r\n  court reversed the Board's decision and ordered it to issue Vulcan a certificate \r\n  of occupancy. The court held that the \"Board's decision is based upon numerous \r\n  errors of law and there is no evidence to support any basis for denying Vulcan \r\n  a Certificate of Occupancy.\" The Board appeals. \r\n  \r\nLAW/ANALYSIS\r\n  \r\nStandard \r\n  of Review\r\n  \r\nIn 1994, the Legislature enacted \r\n  a new statutory scheme for local planning and zoning entities embodied in Title \r\n  6, Chapter 29, which replaced the existing scheme found in portions of Title \r\n  6, Chapter 7, and elsewhere. Act No. 355, § 2, 1994 S.C. Acts 4036, amended \r\n  by Act No. 15, § 1, 1999 S.C. Acts 37. The new scheme imposed a standard \r\n  of review whereby \"[t]he findings of fact by the [zoning] board of appeals shall \r\n  be treated in the same manner as a finding of fact by a jury . . . .\" S.C. Code \r\n  Ann. § 6-29-840 (Supp. 1999). Local zoning programs could adopt the new standard \r\n  promulgated by § 6-29-840 any time prior to December 31, 1999, after which time \r\n  its adoption became mandatory. See Act No. 355 (\"On or after December \r\n  31, 1999, all local planning programs must be in conformity with the provisions \r\n  of this act. Until December 31, 1999, this act is cumulative and may be implemented \r\n  at any time.\"). Section 6-29-840 differs textually from it predecessor, which \r\n  treated \"[t]he findings of fact by the [zoning] board of appeals [as] final \r\n  and conclusive on . . . appeal.\" S.C. Code Ann. § 6-7-780 (1977) (repealed 1999).\r\n  \r\nWe have repeatedly held that the \r\n  old statute, § 6-7-780, imposed an \"any evidence\" standard of review. \"The factual \r\n  findings of the [b]oard (of zoning appeals) must be affirmed . . . if they are \r\n  supported by any evidence . . . .\" Stanton v. Town of Pawleys Island, \r\n  317 S.C. 498, 502, 455 S.E.2d 171, 172 (1995) (emphasis added); accord \r\n  Fairfield Ocean Ridge, Inc. v. Town of Edisto Beach, 294 S.C. 475, 366 \r\n  S.E.2d 15 (Ct. App. 1988); Bailey v. Rutledge, 291 S.C. 512, 354 S.E.2d \r\n  408 (Ct. App. 1987). The new statute, § 6-27-840, is also very deferential to \r\n  a board's findings of fact as it equates them to a jury's findings. \"[T]he factual \r\n  findings of the jury will not be disturbed unless a review of the record discloses \r\n  that there is no evidence which reasonably supports the jury's findings.\" \r\n  Sterling Dev. Co. v. Collins, 309 S.C. 237, 240, 421 S.E.2d 402, 404 \r\n  (1992) (emphasis added) (citing Townes Assoc's, Ltd. v. City of Greenville, \r\n  266 S.C. 81, 221 S.E.2d 773 (1976). The distinction, if any, between an \"any \r\n  evidence\" and a \"no evidence\" standard is of little importance to the instant \r\n  action as our decision, like that of the circuit court, is controlled by an \r\n  issue of law. \r\n  \r\nUnder both the old and new statutes, \r\n  this Court determines \"whether the decision of the board is correct as a matter \r\n  of law.\" Compare § 6-7-780, with § 6-29-840; see also Peterson \r\n  Outdoor Advertising v. City of Myrtle Beach, 327 S.C. 230, 235, 489 S.E.2d \r\n  630, 633 (1997) (\"[T]he decision of the zoning board will not be upheld where \r\n  it is based on errors of law, . . . or where there is no legal evidence to support \r\n  it, or where the board acts arbitrarily or unreasonably, . . . or where, in \r\n  general, the board has abused its discretion.\") (quoting Hodge v. Pollock, \r\n  223 S.C. 342, 348, 75 S.E.2d 752, 755 (1953)).\r\n  \r\nTimeliness of Vulcan's \r\n  Appeal\r\n  \r\nThe time period in which an appeal \r\n  from a zoning board's decision must be raised to the circuit court varies slightly \r\n  between the old and new statutory schemes. While both require an appeal to be \r\n  \"filed within thirty days after the decision of the board,\" the old statutory \r\n  scheme, starts the 30-day clock after a decision is \"rendered,\" whereas \r\n  the new statutory scheme, starts the clock after the decision has been \"mailed.\" \r\n  Compare S.C. Code Ann. § 6-7-750 (19770 (emphasis added), with \r\n  § 6-29-820 (Supp. 1999) (emphasis added). Obviously, a difference arises whenever \r\n  the zoning board's decision is not rendered and mailed on the same day, as was \r\n  the case in the action sub judice. \r\n  \r\nInitially, neither party contested \r\n  the trial court's use of the new statutory scheme in its order. However, after \r\n  we asked the parties to brief the timeliness issue, the Board abandoned the \r\n  new scheme for the old, so it could argue that Vulcan's appeal was not timely \r\n  because it was filed on September 17th, more than thirty days after \r\n  the Board rendered its decision on August 13th.(7) \r\n  We hold Vulcan's appeal was timely.\r\n  \r\nThe Board operates pursuant to the \r\n  Greenville County Zoning Ordinance. Greenville County, S.C., Board of Zoning \r\n  Appeals By-Laws § I (1996). The zoning ordinance in effect at the time of Vulcan's \r\n  appeal provided in pertinent part that \"[e]very decision of the Board of Zoning \r\n  Appeals shall be subject to review by a court of record in the manner provided \r\n  by the laws of the state of South Carolina and particularly by . . . S.C. Code \r\n  Title 6, Chapter 29.\" Greenville County, S.C., Zoning Ordinance § 9:7 \r\n  (1996) (emphasis added). \r\n  \r\nThe adoption of a zoning ordinance \r\n  is a legislative function. City of Myrtle Beach v. Juel P. Corp., 337 \r\n  S.C. 157, 522 S.E.2d 153 (Ct. App. 1999). Therefore, we review a zoning ordinance \r\n  to give it a \"practical, reasonable and fair interpretation consonant with the \r\n  purposes, design, and policy of the lawmakers.\" Id. at 177, 522 S.E.2d \r\n  at 164 (quoting Resturant Row Assocs. v. Horry County, 327 S.C. 383, \r\n  391, 489 S.E.2d 641, 645 (Ct. App. 1998)); accord Charleston County \r\n  Parks and Recreation Comm'n v. Somers, 319 S.C. 65, 459 S.E.2d 841 (1995). \r\n  As with statutes, the lawmakers' intent embodied in an ordinance \"must prevail \r\n  if it can be reasonably discovered in the language used.\" Somers, 319 \r\n  S.C. at 67, 459 S.E.2d at 843. In this case, § 9:7 of the applicable zoning \r\n  ordinance plainly states that appeals from the zoning board are controlled by \r\n  \"Title 6, Chapter 29.\" Accordingly, § 9:7 adopted the new statutory scheme, \r\n  which included § 6-29-820, for all appeals from the Board's decisions. \r\n  \r\nThe Board concedes that § 9:7 was \r\n  a part of the applicable zoning ordinance at the time of Vulcan's appeal, but \r\n  maintains that the mere reference to Title 6, Chapter 29 was insufficient to \r\n  implement § 6-29-820 because \"all of the elements necessary to implement\" the \r\n  new scheme were not adopted by the Greenville County Council until April, 1999. \r\n  We disagree. The Board cites no authority for its position other than Greenville \r\n  County Ordinance #3229 which states in pertinent part that council \"hereby adopts \r\n  the Zoning Ordinance for Greenville County, as set forth in Exhibit 'A' . . \r\n  . under the authority of the South Carolina Local Government Comprehensive \r\n  Planning Enabling Act of 1994 . . . and in accordance with Section \r\n  6-29-710, et seq., of the Code of Laws of South Carolina . . . .\" Greenville \r\n  County, S.C., Ordinance 3229 (April 20, 1999) (emphasis added). Clearly, Ordinance \r\n  3229 did not implement the new statutory scheme; it merely adopted a zoning \r\n  ordinance in accordance with the new scheme.(8) \r\n  In fact, ordinance 3229's reference to the authority of the new statutory scheme \r\n  prior to the scheme's mandatory adoption on December 31, 1999, implicitly demonstrates \r\n  that Greenville County adopted the new scheme sometime prior to 3229's enactment \r\n  in April, 1999. \r\nAlthough the record does not reveal \r\n  the exact date on which Greenville enacted § 9:7, it does reveal that it was \r\n  enacted prior to Vulcan's appeal. The Legislature enacted § 6-29-820 during \r\n  the 1994 session and gave local zoning authorities the option of implementing \r\n  the new statute anytime prior to December 31, 1999. Act No. 355. Section 9:7 \r\n  appears in the 1990 edition of Greenville's zoning ordinance which contained \r\n  \"revisions and amendments through September, 1996.\" Obviously, Greenville County \r\n  exercised its option sometime prior to September of 1996 when it added § 9:7 \r\n  to its zoning ordinance.(9) Accordingly, Vulcan's \r\n  1997 appeal was controlled by § 6-29-820.\r\n  \r\nThe Board mailed a notice of its \r\n  decision to Vulcan on August 19, 1997. Vulcan filed an appeal of that decision \r\n  with the circuit court on September 17, 1997. As mentioned earlier, § 6-29-820 \r\n  requires an appeal to be filed within thirty days after the board's decision \r\n  is mailed. See also Rule 74, SCRCP (\"Notice of appeal to the circuit \r\n  court must be served on all parties within thirty (30) days after receipt of \r\n  written notice of the . . . decision appealed from.\"). Accordingly, Vulcan's \r\n  appeal was timely.\r\nThe Board's \r\n  Final Order\r\n  \r\nThe Board argues the circuit court \r\n  erred by \"interpret[ing] what it believed to be the Board's findings of fact\" \r\n  in the transcript of the August hearing. We disagree. \r\n  \r\nContrary to the Board's assertion, \r\n  the circuit court did not independently determine what findings of fact the \r\n  Board reached during the August hearing. The court merely reviewed the findings \r\n  of fact which had been specifically called for by the Board's chairman and duly \r\n  entered in the record by various board members during the August hearing. Even \r\n  if the trial court had relied on facts gleaned from the record, but which were \r\n  not a part of the Board's findings, there is no error. A reviewing court in \r\n  a zoning case may rely on uncontroverted facts which appear in the record, but \r\n  not in a zoning board's findings. Stanton v. Town of Pawleys Island,317 \r\n  S.C. 498, 455 S.E.2d 171 (1995). As there were no contested issues of fact in \r\n  the present case, the lower court could not have erred by relying on any facts \r\n  found in the record. The real issue before this Court is whether the trial court \r\n  erred in utilizing the August transcript as the Board's final decision.\r\n  \r\nIn utilizing the August transcript \r\n  as the Board's final decision, the circuit court rejected the Board's proffer \r\n  of the October 23rd document as its final decision because: (1) there \r\n  was no evidence that the \"four members of the Board who voted against Vulcan \r\n  considered or assented to the October document,\" (2) the \"October Document . \r\n  . . [was] materially different from the decision set forth in the August transcript,\" \r\n  and (3) \"the August transcript sets forth the decision of the Board in its entirety, \r\n  and this was confirmed in writing on August 18, 1997.\"(10) \r\n  We agree. \r\n  \r\n1. Board Action is Required\r\n  \r\nThe October 23rd order \r\n  is, at best, a nullity because the chairman and secretary had no authority to \r\n  promulgate an order on behalf of the Board. \r\n  \r\nGenerally, an administrative agency, \r\n  board, or commission should act as a body, and, in the absence of a statutory \r\n  exception, can act officially only in or at a lawfully convened session, if \r\n  the act is one requiring deliberation or the exercise of discretion or judgment. \r\n  Except where authorized by statute, the powers and duties of an administrative \r\n  body may not be exercised by the individual members separately.\r\n  \r\n73 C.J.S. Public Administrative \r\n  Law and Practice § 16 at 384-385 (1983); see also 73A C.J.S. Public \r\n  Administrative Law and Practice § 138 at 83 (1983) (\"Where the legislature \r\n  gives quasi-judicial powers to an administrative agency or officer, only the \r\n  agency or person granted the authority may exercise it, and it has been held \r\n  that a hearing and decision by a person not authorized, notwithstanding approval \r\n  by an administrative agency or officer, is without legal force and effect.\"); \r\n  101A C.J.S. Zoning &amp; Land Planning § 189 at 560 (1979) (\"In order \r\n  to be the action of the board, the action must be that of the board as such \r\n  and not merely the action of the individual members thereof or even of a majority \r\n  of the members.\"); cf. 56 Am. Jur. 2d § 155 Municipal Corporations \r\n  § 155 (1971) (\"[T]he powers of a municipal council or body must be exercised \r\n  at a meeting which is legally called. Action of all the members of the council \r\n  separately is not the action of the council, and an agreement entered into separately \r\n  by the members of the council outside a regular meeting is not binding.\"). \r\n  \r\nThe Board's reliance on its bylaws \r\n  as authority for the chairman and secretary to issue an order on behalf of the \r\n  Board is misplaced. In pertinent part, the bylaws require that \"[t]he final \r\n  decision of the Board shall be shown in the record of the case as entered in \r\n  the minutes of the Board and signed by the Chairman and the Secretary upon \r\n  approval of the minutes by the Board.\" By-Laws § V(B) (1996) (emphasis \r\n  added). This procedure describes how the Board's decision is to be memorialized \r\n  in the minutes of the Board's proceedings; it does not grant the chairman and \r\n  secretary the authority to promulgate an order without the Board's approval. \r\n  In fact, the signatures of the chairman and secretary are merely ministerial \r\n  acts because the entry of a decision into the minutes requires Board approval. \r\n  \r\n  \r\n In any event, even if the bylaws \r\n  did bestow such authority upon the chairman and secretary, the grant would be \r\n  ineffective as both the common law and the Greenville County Zoning Ordinance \r\n  require a quorum of the board members to be present before the Board may undertake \r\n  a final action. Ordinance § 9:3.3; see also S.C. Code Ann. § 4-27-260 \r\n  (Supp. 1999) (\"A majority of the board of adjustment shall constitute a quorum \r\n  . . . .); Gaskin v. Jones, 198 S.C. 508, 513, 18 S.E.2d 454, 456 (1942) \r\n  (\"[N]o valid act can be done in the absence of a quorum. A majority of such \r\n  a body must be present to constitute a Board competent to transact business.\"); \r\n  By-Laws § III(D) (defining a quorum as five members). The October document was \r\n  only executed by one board member, the chairman.(11) \r\n  Accordingly, the October document cannot constitute the final action of the \r\n  Board.\r\n  \r\n2. Material Differences \r\n  Between the Decision and the October Document\r\n  \r\nThe findings of fact and conclusions \r\n  of law contained in the October document are materially different from those \r\n  reached by the Board during the August hearing. For example, the October document \r\n  correctly quotes S.C. Code Ann. § 48-20-40(1) (Supp. 1999) which, in pertinent \r\n  part, states the \"[r]emoval of overburden . . . [is] not considered mining when \r\n  done only for the purpose of determining location, quantity, or quality of a \r\n  natural deposit . . . and if the affected land does not exceed two acres \r\n  in area.\" (emphasis added). However, when board member Kopp offered the \r\n  same statute during the Board's deliberations in August, he failed to mention \r\n  the two acre qualification, thereby allowing him to incorrectly assert that \r\n  Vulcan's removal of overburden from fifteen acres was not considered mining \r\n  pursuant to § 48-20-40(1). \r\n  \r\n3. The August Transcript \r\n  Sets Forth the Board's Final Decision\r\n  \r\nBoth the old and new statutory schemes \r\n  require a zoning board's decision to be in writing and contain separate findings \r\n  of fact and conclusions of law. Compare S.C. Code Ann. § 6-7-740 (1977), \r\n  with S.C. Code Ann. § 6-29-800 (Supp. 1999). Neither statutory scheme \r\n  specifies the form the writing must take; however, the South Carolina Administrative \r\n  Procedures Act recognizes both written documents and records of proceedings \r\n  as appropriate formats for final decisions in contested cases. S.C. Code Ann. \r\n  § 1-23-350 (Supp. 1999). Generally, the format of a final decision is immaterial \r\n  as long as the substance of the decision is sufficiently detailed so as to allow \r\n  a reviewing court to determine if the decision is supported by the facts of \r\n  the case. Able Communications, Inc. v. South Carolina Pub. Serv. Comm'n., \r\n  290 S.C. 409, 351 S.E.2d 151 (1986); Cloyd v. Mabry, 295 S.C. 86, 367 \r\n  S.E.2d 171 (Ct. App. 1988); cf. Ross v. Medical Univ. of South Carolina, \r\n  328 S.C. 51, 65, 492 S.E.2d 62, 70 n.6 (1997) (allowing a committee's report \r\n  to fulfill the \"findings of fact and conclusions of law\" requirement of § 1-23-350 \r\n  where the letter announcing the committee's decision did not meet the requirement).\r\n  \r\nIn this case, the circuit court \"consider[ed] \r\n  the August transcript, as confirmed by the letter dated August 18, 1997, to \r\n  be the decision of the Board.\" Because the August transcript was a writing and \r\n  contained findings of fact and conclusions of law separately stated, we find \r\n  the trial court did not err in viewing the August transcript as the Board's \r\n  final decision.\r\nDefinition \r\n  of Mining\r\n  \r\nThe Board argues the removal of the \r\n  overburden was not mining as it was accomplished without a mine operating permit. \r\n  We disagree.\r\n  \r\nOverburden is \"the earth, rock, and \r\n  other materials that lie above the natural deposit of minerals.\" S.C. Code Ann. \r\n  § 48-20-40(9) (Supp. 1999). The \"removal of overburden lying above natural deposits \r\n  of ore or mineral solids . . . \" is a type of mining. S.C. Code Ann. § 48-20-40(1)(b) \r\n  (Supp. 1999). Most types of mining require a mine operating permit from DHEC. \r\n  S.C. Code Ann. § 48-20-60 (Supp. 1999). However, under certain circumstances, \r\n  mining may occur without a mine operating permit. The relevant exception to \r\n  the mining permit requirement in the action sub judice is the \"borrow \r\n  pit\" exception. The operator of a borrow pit may mine soil and other materials \r\n  for use in the construction, repair or maintenance of a public road if the mine \r\n  operator has a contractual obligation to perform such road work for the South \r\n  Carolina Department of Transportation (DOT). S.C. Code Ann. § 48-20-280 (Supp. \r\n  1999).\r\n  \r\nIn this case, Thrift Brothers removed \r\n  ten to fifteen acres of overburden on Vulcan's behalf to expose the granite \r\n  deposit for Vulcan and provide Thrift Brothers with soil and other material \r\n  for a DOT highway project. Although the Thrift Brothers' operation clearly met \r\n  the definition of mining set forth in § 48-20-40(1)(b), a mine operating permit \r\n  was not required because the extracted overburden was used on a DOT project. \r\n  The mere absence of a mining permit does not mean mining did not occur. DHEC's \r\n  manager of mine permitting, Craig Kennedy, provided this insight to the Board \r\n  in a letter dated August 1, 1997, in which he opined that \"not all types of \r\n  mines . . . require a mine operating permit.\" Kennedy enumerated two instances \r\n  where mining can occur without a mine operating permit, one of which involved \r\n  the exact situation at issue here, the removal of overburden for a highway project \r\n  pursuant to § 48-20-280.(12) The construction \r\n  of a statute by the agency charged with its administration should be accorded \r\n  great deference and will not be overruled without a compelling reason. Glover \r\n  by Cauthen v. Suitt Const. Co., 318 S.C. 465, 458 S.E.2d 535 (1995); see \r\n  also 101A C.J.S. Zoning &amp; Land Planning § 161 at n. 99 (1979) \r\n  (\"It has been held . . . that with respect to gravel and stone production, . \r\n  . . [the] ordinary concept of use must yield to realties of that business.\"). \r\n  The instant action presents no compelling reason to ignore the plain meaning \r\n  of the statutory exemption and the common sense interpretation given it by DHEC. \r\n  Accordingly, we find as a matter of law that Vulcan mined the Princeton site. \r\n  \r\n  \r\nNonconforming Use/Vested \r\n  Right(13)\r\n \r\nThe Board argues the trial court \r\n  erred in finding that Vulcan had a vested right to mine the Princeton site as \r\n  a nonconforming use because Vulcan merely contemplated mining the site and a \r\n  contemplated use of property is not sufficient to establish a nonconforming \r\n  use. We disagree.\r\nThe Board maintains the removal of \r\n  timber and overburden from atop the granite deposit was merely a preparation \r\n  to mine rather than actual mining. Relying on our decision in F.B.R. \r\n  Investors v. County of Charleston for \r\n  the proposition that \"a contemplated use of property by a landowner on the date \r\n  a zoning ordinance becomes effective precluding such use is not protected as \r\n  a nonconforming use,\" the Board contends that Vulcan's preparations to mine \r\n  the site were not entitled to nonconforming use status. F.B.R. \r\n  Investors v. County of Charleston, \r\n  303 S.C. 524, 527, 402 S.E.2d 189, 191 (Ct. App. 1991). \r\nIn F.B.R., \r\n  a group of investors purchased a fifteen acre tract of land to build multi-family \r\n  dwellings. Instead of developing the entire tract as a single project, the investors \r\n  decided to develop the tract in two phases. Their plan called for the construction \r\n  of 25 duplexes on an eight acre parcel of the tract during Phase I of the project, \r\n  which would then be followed by the building of additional multi-family dwellings \r\n  on the remaining parcel as Phase II of the development. As Phase I neared completion, \r\n  but before any \"substantial\" expenses had been incurred toward Phase II, the \r\n  second parcel was rezoned to prohibit multi-family dwellings. The investors \r\n  claimed they had a \"vested right\" to complete Phase II due to their expenditures \r\n  on Phase I. The trial court agreed because it viewed the development as an aggregate \r\n  rather than two separate projects. This Court reversed the trial court because \r\n  the investors chose to develop the tract as two separate projects. The investors' \r\n  focus on Phase I left Phase II \"essentially barren land when the zoning change \r\n  occurred\"; therefore, we held the investors had not expended the necessary effort \r\n  to establish a vested right to complete Phase II. Id.\r\nThe Board also relies on our supreme \r\n  court's decision in City \r\n  Ice Delivery Co. v. Zoning Board of Adjustment of Charleston, \r\n  262 S.C. 161, 203 S.E.2d 381 (1974). In City \r\n  Ice, a company planned \r\n  to establish a commercial nonconforming use for an undeveloped piece of property \r\n  before a pending zoning ordinance limited the property to single-family residential \r\n  use. The company established its nonconforming use by purchasing the property \r\n  and obtaining a building permit to construct a food store shortly before the \r\n  prohibitive zoning was enacted. However, after the zoning was in place, the \r\n  company sought permission to add gasoline pumps to the food store. The court \r\n  found that the company failed to establish a vested right to install the pumps \r\n  because it had not expended any funds on the pumps' installation prior to the \r\n  enactment of the prohibitive zoning. Therefore, the court held the installation \r\n  of the pumps would be an improper expansion of the nonconforming use. \r\nLastly, the Board points to Whitfield \r\n  v. Seabrook, 259 S.C. 66, \r\n  190 S.E.2d 743 (1972). In Whitfield, \r\n  a developer planned to establish a nonconforming use for an apartment building \r\n  on unzoned property shortly before the property was zoned for single-family \r\n  dwellings. Although the county issued the developer a building permit for the \r\n  apartment building, a building inspector warned the developer that he must start \r\n  construction before the prohibitive zoning was enacted in order to establish \r\n  a nonconforming use. Despite the warning, the developer failed to begin constructing \r\n  the nonconforming building prior to the zoning. Consequently, the court found \r\n  the developer had no vested right to a nonconforming use of the property.\r\nThe case at bar is factually distinguishable \r\n  from the aforementioned cases because a nonconforming use was not commenced \r\n  in any of these cases prior to the enactment of prohibitive zoning, whereas \r\n  Vulcan commenced a nonconforming use at the Princeton site well before it was \r\n  zoned. \"A landowner acquires a vested right to continue a nonconforming use \r\n  already in existence at the time his property is zoned in the absence of a showing \r\n  that the continuance of the use would constitute a detriment to the public health, \r\n  safety or welfare.\" F.B.R. \r\n  at 527, 402 S.E.2d at 191. Vulcan expended nearly $2 million to find granite \r\n  on the 585 acre Princeton site, arranged for the removal of fifteen acres of \r\n  overburden to expose the granite for extraction, and was merely awaiting a mine \r\n  operating permit from DHEC when the restrictive zoning stopped the development. \r\n  \"Acts of a landowner in development of his land, in order to require a finding \r\n  that he has acquired a vested right to continue development as a nonconforming \r\n  use, should rise beyond mere contemplated use or preparation . . . \r\n  .\" 101A C.J.S. Zoning &amp; Land Planning § 161 at 495 (1979) (emphasis \r\n  added). Accordingly, Vulcan's pre-zoning development of the site established \r\n  a nonconforming use. See also 101A C.J.S. Zoning \r\n  and Land Planning § 64 \r\n  at n. 80 (1979) (\"Right to utilize one's property to conduct a lawful business \r\n  becomes entitled to constitutional protection against otherwise valid legislative \r\n  restrictions as to locality by city's zoning ordinance, or becomes 'vested' \r\n  within the full meaning of that term, when, prior to enactment of such restrictions, \r\n  owner has in good faith substantially entered on performance of a series of \r\n  acts necessary to accomplishment of end intended . . . .\").\r\nThe Board also maintains the trial \r\n  court erred in finding that Vulcan has a vested right to continue its nonconforming \r\n  use at the site because a party may not acquire a vested right in unzoned property. \r\n  We disagree.\r\nThe Board cites no direct authority \r\n  for the proposition that there is no right to continue the lawful use of unzoned \r\n  property after the enactment of a prohibitive zoning ordinance and, indeed, \r\n  none exists in South Carolina. To the contrary, \"one's property may be continued \r\n  to be used for the same purpose it was being used at the time of the passage \r\n  of a [prohibitive] zoning ordinance.\" James \r\n  v. City of Greenville, \r\n  227 S.C. 565, 578, 88 S.E.2d 661, 667 (1955). In James, \r\n  the court upheld James' right to continue to operate a business (trailer park) \r\n  he established on unzoned property, but which the city subsequently zoned for \r\n  single family dwellings only. As the court noted, \"the substantial value of \r\n  property lies in its use. If the right of use [is] denied, the value of the \r\n  property is annihilated, and ownership is rendered a barren right.\" Id. \r\n  at 579, 88 S.E.2d at 668 (quoting Gasque \r\n  v. Town of Conway, 194 \r\n  S.C. 15, 21, 8 S.E.2d 871, 873 (1940), overruled \r\n  on other grounds, McCall v. Batson, \r\n  285 S.C. 243, 329 S.E.2d 741 (1985)) (citations omitted). If we adopted the \r\n  Board's view, unzoned property could be zoned on a whim and without any consideration \r\n  to property owners' rights. See \r\n  Friarsgate, Inc. v. Town of Irmo, \r\n  290 S.C. 266, 269, 349 S.E.2d 891, 893 (Ct. App. 1986) (\"Generally, in American \r\n  jurisdictions a landowner who uses his property for a lawful purpose before \r\n  the enactment of zoning which subsequently prohibits that use may continue the \r\n  nonconforming use after the enactment of zoning unless the use clearly constitutes \r\n  a public nuisance. Otherwise, the landowner would be deprived of a constitutionally \r\n  protected right.\"). \r\nThe Board attempts to extrapolate \r\n  the holding in Sherman v. \r\n  Reavis, 273 S.C. 542, 257 \r\n  S.E.2d 735 (1979) into support for its position. In Sherman, \r\n  the court held a property owner was not entitled to a building permit to erect \r\n  a billboard on unzoned property because the landowner knew the city was in the \r\n  process of rezoning the property to prevent such a structure. This holding merely \r\n  acknowledges a good faith requirement in establishing a nonconforming use so \r\n  that a landowner may not obtain nonconforming use status to defeat a pending \r\n  zoning ordinance which would prohibit the use. See \r\n  83 Am. Jur. 2d Zoning and \r\n  Planning § 648 at 549 (1992) \r\n  (\"Good faith, as the term is used in the nonconfroming-use cases, apparently \r\n  means without knowledge of the pendency of a restrictive [zoning] ordinance.\"). \r\n  Sherman \r\n  in no way supports the notion that the owner of unzoned property is not entitled \r\n  to a nonconforming use under the circumstances of the instant action.\r\nFor the aforementioned reasons, the \r\n  decision of the circuit court is \r\n\r\nAFFIRMED.\r\nHUFF and HOWARD, JJ., concur.\r\n \r\n1.  Putnam later \r\n  formed Putnam Properties, Inc. to hold his lease. \r\n2.  DHEC indicated \r\n  they would issue the air permit if Vulcan ever began mining the Princeton site. \r\n  \r\n3.  National Pollutant \r\n  Discharge Elimination System (NPDES). \r\n4.  A \"borrow \r\n  pit\" is defined as \"an area from which soil or other unconsolidated materials \r\n  are removed to be used, without further processing, for highway construction \r\n  or maintenance.\" S.C. Code Ann. §48-20-40(16) (Supp. 1999). \r\n5.  The study \r\n  was initially completed on November, 14, 1996, and approved by DHEC in February, \r\n  1997. \r\n6.  Another version \r\n  of the document containing the same text, but with a signature block for the \r\n  chairman and each board member, was also drafted. This alternative version remains \r\n  unsigned and undated. \r\n7.  There is no \r\n  merit to the Board's assertion that it \"has consistently argued that . . . the \r\n  appropriate statute to apply was South Carolina Code, Title 6, Chapter 7.\" The \r\n  Board abandoned the old statutory scheme in its final brief to this Court by \r\n  arguing that \"[t]he standard of review to be applied . . . is found in S.C. \r\n  Code Ann. § 6-29-840.\" Taylor v. Medenica, 331 S.C. 575, 503 S.E.2d 458 (1998) \r\n  (an issue not argued in a brief is abandoned). Nevertheless, the timeliness \r\n  of an appeal from a zoning board's decision is a jurisdictional requirement \r\n  and, as such, may be raised at anytime by either party or sua sponte by this \r\n  Court. See Ex Parte Sadisco of Greenville, Inc. v. Greenville County Bd. of \r\n  Zoning Appeals, (S.C. Sup. Ct. filed April 10, 2000) (Shearouse Adv. Sh. No. \r\n  14 at 12); Bardoon Props., NV v. Eidolon Corp., 326 S.C. 166, 485 S.E.2d 371 \r\n  (1997); Badeaux v. Davis, 337 S.C. 195, 522 S.E.2d 835 (Ct. App. 1999). Therefore, \r\n  we will review the Board's argument. \r\n8.  Exhibit A \r\n  is not a part of the record so we may not take judicial notice of it. Bales \r\n  v. Aughtry, 302 S.C. 262, 395 S.E.2d 177 (1990). Nevertheless, as it was enacted \r\n  after Vulcan's appeal, it is irrelevant to our review. \r\n9.  The Board's \r\n  reliance on its operating bylaws as proof of the controlling statute is misplaced. \r\n  The Board is a creature of the zoning ordinance and as such is controlled by \r\n  that ordinance. See Ordinance § 9:1 (creating the Board); § 9:3 (\"The Board \r\n  . . . shall draw up and adopt bylaws governing the conduct of its affairs which \r\n  are in keeping with the provisions of this Ordinance.\") (emphasis added). \r\n  Accordingly, those portions of the bylaws which contradict the ordinance are \r\n  ineffective. \r\n10.  The lower \r\n  court also stated that it would have reached the same decision even if the October \r\n  document was the Board's final decision. \r\n11.  The secretary \r\n  is appointed by the Board, but is not a board member. By-Laws § II(C). \r\n12.  The Board's \r\n  reliance on Kennedy's letter is unfounded. For example, the Board points to \r\n  an incident described in the letter where the City of Columbia closed a borrow \r\n  pit operation after discovering it was located in a zoned area which did not \r\n  allow mining. Rather than bolstering the Board's claim that a borrow pit is \r\n  not a mine, this anecdote demonstrates the exact opposite. \r\n13.  Essentially, \r\n  \"nonconforming use\" and \"vested right\" refer to the same concept - a use of \r\n  property which existed lawfully before the enactment of a zoning ordinance may \r\n  continue afterwards even though the use does not comply with the zoning restriction. \r\n  See 83 Am. Jur. 2d Zoning and Planning § 624 (1992). \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3238","title":"Sloan v. The School District of Greenville County","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3238","description":"","date":"2000-08-21","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nSLOAN v. THE SCHOOL DISTRICT OF GREENVILLE COUNTY\r\n\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________\r\n  \r\n \r\n   \r\n     \r\n      \r\n        Edward D. Sloan, Jr., individually, \r\n          and as a Citizen, Resident, Taxpayer and Registered Elector of Greenville \r\n          County, and on behalf of all others similarly situated, Appellant,\r\n      \r\n    \r\n  \r\n\r\n\r\n  v.\r\n\r\n    \r\n  \r\n\r\n\r\n  The School District of Greenville \r\n          County, South Carolina, an Agency of the State of South Carolina, J. \r\n          Coleman Shouse, Vivian Richardson, Debra Bush, Margaret Burch, Ralph \r\n          Chandler, Marilyn Hendrix, Valerie Hollinger, Roger Meek, Tommie Reece, \r\n          William Renninger, Leola Robinson, and Ann Southerlin, Respondents.\r\n    \r\n  \r\n\r\n\r\n  ________\r\n\r\n    \r\n  \r\n\r\n  \r\nAppeal From Greenville \r\n  County\r\n  Thomas J. Ervin, Circuit Court \r\n  Judge\r\n  ________\r\n  \r\n3238\r\n  Heard April 12, 2000 - Filed \r\n  August 21, 2000\r\n  ________\r\n  \r\nREVERSED AND \r\n  REMANDED\r\n________\r\n  \r\n \r\n   \r\n     \r\n      \r\n        James G. Carpenter and Jennifer \r\n          J. Horton, both of James G. Carpenter, PC, of Greenville, for appellant.\r\n      \r\n    \r\n  \r\n\r\n  \r\n \r\n   \r\n     \r\n      \r\n        N. Ward Lambert, of The Harper \r\n          Law Firm, of Greenville, for respondents.\r\n      \r\n    \r\n  \r\n\r\n________\r\n  \r\nCONNOR, J.: Edward \r\n  D. Sloan, Jr., individually, and as a citizen, resident, taxpayer, and registered \r\n  elector of Greenville County, and on behalf of all others similarly situated, \r\n  brought this declaratory judgment action against the School District of Greenville \r\n  County and the individual members of the District board. Sloan requested a declaration \r\n  that certain contracts entered into by the District were ultra vires \r\n  to the District's procurement code, invalid, and illegal. Sloan also asked the \r\n  court to enjoin performance and payment of the illegal contracts. The trial \r\n  court granted the District's motion to dismiss, finding Sloan lacked standing \r\n  to contest the District's actions. It also found Sloan had no implied right \r\n  of action under the District's procurement code. Sloan appeals. We reverse and \r\n  remand.\r\n  \r\nFACTS\r\n  \r\nThe District awards contracts amounting \r\n  to $25,000 or more through competitive sealed bidding under its procurement \r\n  code.(1) That code provides an emergency procurement \r\n  may be made when an emergency condition arises and the need cannot be met through \r\n  normal procurement methods. The code limits such procurement to \"when there \r\n  exists an immediate threat to public health, welfare, critical economy and efficiency, \r\n  or safety under emergency conditions as defined in regulation.\" The District's \r\n  applicable regulation provides examples of such emergency conditions, including \r\n  floods, epidemics, riots, equipment failures, and fire loss. The regulation \r\n  also requires the condition \"must create an immediate and serious need for supplies, \r\n  services, equipment, or construction[,] . . . the lack of which would seriously \r\n  threaten: (1) the functioning of the District; (2) the preservation or protection \r\n  of property; or (3) the health or safety of any person.\" The emergency procurement \r\n  is to \"be made with as much competition as is practicable under the circumstances.\" \r\n  \r\n  \r\nOn February 23, 1998, the District \r\n  decided to procure construction contracts for three schools under the emergency \r\n  exception to its competitive sealed bid procedure. It justified the need for \r\n  the emergency procurement by asserting it would assure completion of the construction \r\n  prior to school opening in August 1999, as required by the \"Long-Range Facilities \r\n  Plan.\" Eston Skinner, a purchasing agent in the District's procurement office \r\n  spoke to Larry Sorrell, the Manager of Audit and Certification for the State \r\n  Budget and Control Board, to get his input. Sorrel advised the District had \r\n  the option of doing an emergency procurement, but warned the District would \r\n  be cited in the procurement department's audit for not starting the project \r\n  in time to allow for a normal bidding procedure. He also advised that a disenchanted \r\n  contractor or other aggrieved party could protest the emergency procurement. \r\n  The District's procurement code allows determinations under the emergency exception \r\n  to be challenged if \"they are clearly erroneous, arbitrary, capricious or contrary \r\n  to law.\" \r\n  \r\nThe District invited contractors \r\n  to submit fee proposals for the construction of the three middle school projects. \r\n  After reviewing the proposals, the District awarded the contracts to Beers-York \r\n  Construction Company, Inc. for construction of all three schools. Construction \r\n  of the schools began soon thereafter.\r\n  \r\nSloan brought this declaratory judgment \r\n  action challenging the award of the contracts. He conceded he did not try to \r\n  bid on the project. Instead, he asserted he was a taxpayer contesting an illegal \r\n  expenditure. Relying on Citizens for Lee County, Inc. v. Lee County, \r\n  308 S.C. 23, 416 S.E.2d 641 (1992), the trial court found Sloan did not having \r\n  standing in this case. As an alternate ground for dismissal, the court held \r\n  Sloan did not have an implied right of action under the District's procurement \r\n  code. \r\n  \r\nTAXPAYER STANDING\r\n  \r\nSloan argues the trial court erred \r\n  in holding he lacked standing to challenge the District's award of the contracts.\r\n  \r\nA fundamental prerequisite to institute \r\n  an action is the requirement that the plaintiff have standing. Blandon v. \r\n  Coleman, 285 S.C. 472, 330 S.E.2d 298 (1985). \"Standing is 'a personal stake \r\n  in the subject matter of a lawsuit.'\" Newman v. Richland County Hist. Preserv. \r\n  Soc'y, 325 S.C. 79, 82, 480 S.E.2d 72, 74 (1997) (quoting Bailey v. Bailey, \r\n  312 S.C. 454, 458, 441 S.E.2d 325, 327 (1994)). In Florence Morning News, \r\n  Inc. v. Building Comm'n, 265 S.C. 389, 218 S.E.2d 881 (1975), the South \r\n  Carolina Supreme Court held:\r\n  \r\nA private person \r\n  may not invoke the judicial power to determine the validity of executive or \r\n  legislative action unless he has sustained, or is in danger of sustaining, prejudice \r\n  therefrom. '(I)t is not sufficient that he has merely a general interest common \r\n  to all members of the public.'\r\n  \r\nId. at 398, 218 S.E.2d at \r\n  884-85 (emphasis added) (quoting Ex parte Levitt, 302 U.S. 633, 634 (1937)). \r\n  Deciding the plaintiffs in Florence Morning News lacked standing, the \r\n  Supreme Court specifically noted they did not \"sue as taxpayers.\" Id. \r\n  at 398, 218 S.E.2d at 885. \r\n  \r\nIn the case at bar, Sloan is not \r\n  maintaining this action as a \"private person,\" nor is he maintaining it merely \r\n  as a \"member of the public.\" Sloan has pursued this action as a taxpayer of \r\n  Greenville County.\r\n  \r\nIn Maudlin v. City Council, \r\n  33 S.C. 1, 11 S.E. 434 (1890), the South Carolina Supreme Court examined the \r\n  issue of taxpayer standing.(2) In Maudlin, \r\n  taxpayers challenged the purchase of an electric plant by the city council as \r\n  ultra vires, claiming the purchase increased their tax burden. \r\n  Id. at 15, 11 S.E. at 434. The Court explained how taxpayers differ from \r\n  other members of the general public and how taxpayers suffer harm from ultra \r\n  vires acts. Id. at 18-21, 11 S.E. at 435-36. The Maudlin \r\n  court stated:\r\n  \r\n\"The injury charged as the result \r\n  of the acts complained of is a private injury in which the tax-payers of the \r\n  county . . . are the individual sufferers, rather than the public. The people \r\n  out of the county bear no part of the burden; nor do the people within the county, \r\n  except the tax-payers, bear any part of it. It is therefore an injury peculiar \r\n  to one class of persons, namely the tax-payers of the county . . . .\"\r\n  \r\nId. at 20, 11 S.E. at 436 \r\n  (quoting Newmeyer v. Missouri &amp; Miss. R.R. Co., 52 Mo. 81 (1873)). \r\n  The Court held the taxpayers were \"not the whole public, but comparatively a \r\n  small part of it.\" Id. at 18, 11 S.E. at 435. The taxpayers \"constitute \r\n  a class specially damaged by the alleged unlawful act,\" and therefore have \"a \r\n  special interest in the subject-matter of the suit, distinct from that of the \r\n  general public.\" Id. at 19, 11 S.E. at 436 (quoting Mayor and City \r\n  Council of Baltimore v. Gill, 31 Md. 375, ___ (1869)).\r\n  \r\nA taxpayer's standing to challenge \r\n  unauthorized or illegal governmental acts has been repeatedly recognized in \r\n  South Carolina. In Sligh v. Bowers, 62 S.C. 409, 40 S.E. 885 (1902), \r\n  taxpayers of a school district challenged the school district's plan to relocate \r\n  a school building. The taxpayers alleged \"all expenditures of the public money \r\n  [on the new school] are without lawful authority.\" Id. at 411, 40 S.E. \r\n  at 886. The taxpayers' standing to challenge the allegedly illegal expenditures \r\n  was not in question, but the South Carolina Supreme Court, quoting the United \r\n  States Supreme Court, held:\r\n  \r\nThis is an unlawful use of the public \r\n  funds, which the court, in the exercise of its equitable powers, will enjoin. \r\n  In Crampton v. Zabriskie, Mr. Justice Field used this language: \"Of the \r\n  right of resident taxpayers to invoke the interposition of a court of equity \r\n  to prevent an illegal disposition of the moneys of the county . . . there is \r\n  at this day no serious question.\"\r\n  \r\nId. at 413, 40 S.E. at 887 \r\n  (citation omitted) (quoting Crampton v. Zabriskie, 101 U.S. 601, 609 \r\n  (1879)(3)). \r\n  \r\nIn Kirk v. Clark, 191 S.C. \r\n  205, 4 S.E.2d 13 (1939), a bondholder sued the County Board of Commissioners \r\n  and the Treasurer of Chesterfield County to enjoin the misapplication and diversion \r\n  of tax funds collected for the payment of his bonds. Although the plaintiff \r\n  had standing as a bondholder, the South Carolina Supreme Court stated, \"The \r\n  principle is firmly settled in this State that a taxpayer may maintain an action \r\n  in equity, on behalf of himself and all other taxpayers, to restrain public \r\n  officers from paying out public money for purposes unauthorized by law.\" Id. \r\n  at 210, 4 S.E.2d at 15.\r\n  \r\nIn Brown v. Wingard, 285 S.C. \r\n  478, 330 S.E.2d 301 (1985), the plaintiff taxpayers sued the Mayor and City \r\n  Council of Greenwood for illegally reimbursing expenses incurred at a convention. \r\n  The defendants questioned the taxpayers' standing to bring the action. Holding \r\n  the taxpayers had standing, the Supreme Court confirmed that taxpayers \"have \r\n  an interest in seeing that city officials disburse funds in a lawful manner.\" \r\n  Id. at 480, 330 S.E.2d at 302.\r\n  \r\nAlthough South Carolina has allowed \r\n  taxpayer standing in other contexts, we have not been confronted with a case \r\n  wherein a taxpayer challenges a violation of a statute requiring competitive \r\n  bidding in the award of governmental contracts. However, other states have addressed \r\n  this issue and held taxpayers have standing because competitive bidding laws \r\n  are for the benefit of taxpayers. Independent Enters. Inc. v. Pittsburgh \r\n  Water &amp; Sewer Auth., 103 F.3d 1165, 1178 (3rd Cir. 1997) \r\n  (\"Statutes requiring the award of public contracts to the lowest bidder exist \r\n  solely for the benefit of taxpayers, and only taxpayers suffer a legally cognizable \r\n  injury from a violation of the statute that entitles them to bring suit.\"); \r\n  United States v. City of New York, 972 F.2d 464 (2nd Cir. \r\n  1992) (holding taxpayer had standing to challenge legality of contracts awarded \r\n  in violation of competitive bidding requirement); Browning-Ferris, Inc. v. \r\n  Manchester Borough, 936 F.Supp. 241, 244 (M.D. Pa. 1996) (\"[A]n action to \r\n  enjoin a municipality from awarding a contract to any but the lowest responsible \r\n  bidder may be brought only by a taxpayer of the municipality which has created \r\n  the governmental entity awarding the contract . . . .\"); Lawrence Brunoli, \r\n  Inc. v. Town of Branford, 722 A.2d 271, 274 (Conn. 1999) (\"This court has \r\n  long maintained that '[m]unicipal competitive bidding laws are enacted to guard \r\n  against such evils as favoritism, fraud or corruption in the award of contracts, \r\n  to secure the best product at the lowest price, and to benefit the taxpayers, \r\n  not the bidders; they should be construed to accomplish these purposes fairly \r\n  and reasonably with sole reference to the public interest.'\") (quoting John \r\n  J. Brennan Constr. Corp. v. City of Shelton, 448 A.2d 180, 184 (Conn. 1982)); \r\n  Beaver Glass &amp; Mirror Co. v. Board of Educ., 376 N.E.2d 377, 380 \r\n  (Ill. App. Ct. 1978) (holding unsuccessful bidder did not have standing because \r\n  competitive bidding \"statute was enacted for the benefit and protection of taxpayers\"); \r\n  Alliance for Affordable Energy v. Council of New Orleans, 677 So. 2d \r\n  424 (La. 1996) (holding taxpayers had standing to challenge authority of city \r\n  council to exempt certain public contracts from competitive bidding statute); \r\n  Eastern Missouri Laborers Dist. Council v. St. Louis County, 781 S.W.2d \r\n  43, 46 (Mo. 1989) (holding taxpayers had standing to challenge county contracts \r\n  awarded without competitive bidding and explaining, \"The primary basis for taxpayer \r\n  suits arises from the need to ensure that governmental officials conform to \r\n  the law. It rests upon the indispensable need to keep public corporations, their \r\n  officers, agents and servants strictly within the limits of their obligations \r\n  and faithful to the service of the citizens and taxpayers.\" (citation omitted)); \r\n  National Waste Recyc., Inc. v. Middlesex County Improv. Auth., 695 A.2d \r\n  1381, 1387 (N.J. 1997) (\"Public bidding statutes exist for the benefit of taxpayers, \r\n  not bidders, and should be construed with sole reference to the public good.\"); \r\n  Dick Enters., Inc. v. Metropolitan/King County, 922 P.2d 184, 185 (Wash. \r\n  Ct. App. 1996) (\"Competitive bidding statutes exist to protect the public purse \r\n  from the high costs of official fraud or collusion.\").\r\n  \r\nThe taxpayers of Greenville County \r\n  have a direct interest in the proper use and allocation of tax receipts by the \r\n  District. Therefore, we find Sloan, as a taxpayer of Greenville County, has \r\n  standing to challenge the District's award of the allegedly illegal contracts \r\n  due to the District's failure to abide by the competitive sealed bidding requirements \r\n  in its procurement code.\r\n  \r\nPUBLIC IMPORTANCE\r\n  \r\nOur decision to allow Sloan to proceed \r\n  with this suit does not rest entirely on his status as a taxpayer of Greenville \r\n  County. Recently, in Baird v. Charleston County, 333 S.C. 519, 511 S.E.2d \r\n  69 (1999), the Supreme Court held \"a court may confer standing upon a party \r\n  when an issue is of such public importance as to require its resolution for \r\n  future guidance.\" Id. at 531, 511 S.E.2d at 75. In Baird, the \r\n  plaintiffs alleged Charleston County committed an ultra vires \r\n  act by exceeding its statutory authority to issue hospital bonds. The Court \r\n  explained the case impacted a profound public interest - the public health and \r\n  welfare - and stated the citizens of Charleston County \"have a significant interest \r\n  in ensuring that their county acts within the legal parameters established by \r\n  the legislature for funding hospital development.\" Id. Accordingly, the \r\n  Supreme Court held the plaintiffs had standing to proceed. Id. at 531, \r\n  511 S.E.2d at 75-76.\r\n  \r\nIn this case, the public interest \r\n  involved is the prevention of the unlawful expenditure of money raised by taxation. \r\n  \"Public policy demands a system of checks and balances whereby taxpayers can \r\n  hold public officials accountable for their acts. . . . Taxpayers must have \r\n  some mechanism of enforcing the law.\" Eastern Missouri Laborers Dist. Council, \r\n  781 S.W.2d at 47.\r\n  \r\nAlthough the District adopted its \r\n  own procurement code, the General Assembly's intent is relevant when examining \r\n  the public policy of competitive sealed bidding in the award of public contracts. \r\n  The General Assembly stated its intent as follows:\r\n  \r\nSection 2. It is the intent of the \r\n  General Assembly to ensure that the heads of state agencies, departments, and \r\n  institutions are held accountable for the effective and efficient use of the \r\n  public resources entrusted to them annually in the appropriation process.\r\n  \r\nAct No. 178, 1993 S.C. Acts 1367.\r\n  \r\nAs required by law, the language \r\n  used in the District's procurement code is \"substantially similar\" to the General \r\n  Assembly's expression of intent. S.C. Code Ann. § 11-35-70 (Supp. 1999) (requiring \r\n  school districts' procurement codes to be \"substantially similar\" to the South \r\n  Carolina Consolidated Procurement Code). In particular, it states:\r\n  \r\nThe underlying purposes and policies \r\n  of this code are:\r\n1. to \r\n  provide increased economy in procurement activities and to maximize to the fullest \r\n  extent practicable the purchasing values of funds of the District;\r\n  . . . \r\n  9. to promote increased public \r\n  confidence in the procedure followed in public procurement \r\n  \r\nThe General Assembly's intent and \r\n  the District's purposes are equivalent. Both manifest the desire to ensure continued \r\n  public trust and confidence in governmental spending. \r\n  \r\nThe expenditure of public funds pursuant \r\n  to a competitive bidding statute is of immense public importance. Requiring \r\n  that contracts only be awarded through the process of competitive sealed bidding \r\n  demonstrates the lengths to which our government believes it should go to maintain \r\n  the public's trust and confidence in governmental management of public funds. \r\n  The integrity of the competitive sealed bidding process is so important that \r\n  in some states \"once a contract is proved to have been awarded without the required \r\n  competitive bidding, a waste of public funds [is] presumed . . . without showing \r\n  that the municipality suffered any alleged injury.\" 18 Eugene McQuillin, The \r\n  Law of Municipal Corporations § 52.26 (3d ed. 1993); see 5 Sandra \r\n  M. Stevenson, Antieau on Local Government Law § 73.04[11] (2d ed. 1999) \r\n  (stating that where a bid statute has been disregarded, injury to taxpayers \r\n  is almost conclusively presumed). The Missouri Supreme Court went a step further \r\n  and held, \"Even though an expenditure might produce a net gain, if the expenditure \r\n  is not contemplated by the enabling legislation, it is illegal and should be \r\n  enjoined.\" Eastern Missouri Laborers Dist. Council, 781 S.W.2d at 47. \r\n  \r\n  \r\nThe requirement of standing \"is not \r\n  an inflexible one.\" Thompson v. South Carolina Comm'n on Alcohol &amp; Drug \r\n  Abuse, 267 S.C. 463, 467, 229 S.E.2d 718, 719 (1976). Accordingly, in addition \r\n  to Sloan's standing as a taxpayer, we find the issues involved \"are of such \r\n  wide concern\" that this declaratory judgment action should be decided for future \r\n  guidance in the expenditure of public funds pursuant to competitive sealed bidding \r\n  requirements. Id.; Baird,333 S.C. at 531, 511 S.E.2d at 75; Gilstrap \r\n  v. South Carolina Budget &amp; Control Bd., 310 S.C. 210, 213, 423 S.E.2d \r\n  101, 103 (1992) (\"[T]he questions involved here are of such wide concern that \r\n  the rules on standing will not be inflexibly applied.\"). \r\n  \r\nTRIAL COURT'S \r\n  RELIANCE ON\r\n  CITIZENS \r\n  FOR LEE COUNTY v. LEE COUNTY\r\n  \r\nThe trial court relied on Citizens \r\n  for Lee County, Inc. v. Lee County, 308 S.C. 23, 416 S.E.2d 641 (1992), \r\n  in which the Supreme Court found a special-interest group and two citizens did \r\n  not have an implied right of action under the procurement code. The Court also \r\n  held the plaintiffs lacked standing to maintain a suit under the procurement \r\n  code because their interest or the inurement of any alleged prejudice to them \r\n  was indistinguishable from that of other members of the general public. Citizens \r\n  for Lee County, 308 S.C. at 28-29, 416 S.E.2d at 645.\r\n  \r\nThe trial court's reliance on Citizens \r\n  for Lee County was misplaced and is inapposite for the following reasons. \r\n  First, Sloan's declaratory judgment action involves an allegedly illegal expenditure \r\n  of public funds by the District. In Citizens for Lee County, an expenditure \r\n  of public funds was not at issue. Instead, the issue was a lease agreement between \r\n  Lee County and a private corporation to maintain a solid waste disposal facility \r\n  on county property. This lease agreement did not involve the expenditure of \r\n  public funds by Lee County.\r\n \r\nSecond, Sloan is maintaining this \r\n  action as a taxpayer. In Citizens for Lee County, there is no mention \r\n  of the plaintiffs' status as taxpayers and the Supreme Court did not rule on \r\n  that issue. The Supreme Court identified the plaintiffs as \"a special-interest \r\n  group and two private citizens.\" Id. at 28, 416 S.E.2d \r\n  at 645 (emphasis added). The Supreme Court addressed the plaintiffs' standing \r\n  only in the context that the plaintiffs were private parties whose interests \r\n  were \"indistinguishable from that of other members of the general public.\" Id. \r\n  at 29, 416 S.E.2d at 645.\r\n  \r\nCitizens for Lee County stands \r\n  for the proposition that a procurement code does not create an implied right \r\n  of action for special-interest groups and private citizens who do not have \"a \r\n  direct, intrinsic interest in the procurement practices of governmental entities.\" \r\n  Id. As explained above, competitive sealed bidding requirements are principally \r\n  for the benefit of taxpayers to ensure their money is spent wisely. As a taxpayer, \r\n  Sloan has \"a direct, intrinsic interest in the procurement practices\" of the \r\n  District, and therefore, he has an implied right of action under the District's \r\n  procurement code.\r\n  \r\nWe also must consider whether Sloan \r\n  has stated a sufficient cause of action under the Declaratory Judgment Act. \r\n  When bringing an action under the Declaratory Judgment Act, \"[a]ll that is required \r\n  is that the [plaintiff] demonstrate a justiciable controversy.\" Brown v. \r\n  Wingard, 285 S.C. 478, 479, 330 S.E.2d 301, 302 (1985). Sloan's allegations \r\n  of expenditures by the District in violation of the competitive sealed bidding \r\n  requirement demonstrate a justiciable controversy. \r\n  \r\nFor the foregoing reasons, we find \r\n  the trial court erred in holding Sloan lacked standing to pursue this declaratory \r\n  judgment action. \r\n  \r\nREVERSED AND REMANDED.\r\n  \r\nGOOLSBY and HOWARD, JJ., \r\n  concur.\r\n1.  The District \r\n  is exempt from the provisions of the South Carolina Consolidated Procurement \r\n  Code, pursuant to S.C. Code Ann. § 11-35-70 (Supp. 1999), as it has adopted \r\n  its own procurement code and its procedures have been approved by the Office \r\n  of General Services. \r\n2.  In Maudlin, \r\n  the Supreme Court held that operation of certain utilities by cities and towns \r\n  would be ultra vires. After Maudlin, the South Carolina \r\n  Constitution was amended to allow cities and towns to operate water systems. \r\n  See Berry v. Weeks, 279 S.C. 543, 309 S.E.2d 744 (1983) (explaining \r\n  history of constitutional provisions relating to waterworks). \r\n3.  Recently, \r\n  in United States v. City of New York, 972 F.2d 464 (2nd Cir. \r\n  1992), the court stated, \"[M]unicipal taxpayer standing has ancient roots in \r\n  our jurisprudence.\" Id. at 470 (citing Crampton, 101 U.S. at 609). \r\n  \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"}]