[{"id":"3128","title":"St. Andrew's Public Service Dist. v. The City Council of the City of Charleston","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3128","description":"","date":"2000-03-06","type":"opinion","text":"\r\n      \r\n\r\n\r\nSt. Andrews Pub. Service Dist. v. The City Council of the City of Charleston\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        St. Andrews Public Service \r\n          District, Appellants, \r\n           \r\n        v. \r\n           \r\n        The City Council of the City \r\n          of Charleston, Respondents.\r\n      \r\n    \r\n  \r\n\r\n________\r\n\r\nAppeal From Charleston \r\n  County\r\n  Alexander Macauley, Circuit \r\n  Court Judge\r\n  ________ \r\n   \r\nOpinion No. 3128\r\n  Heard January 12, 2000 - Filed \r\n  March 6, 2000\r\n   ________ \r\n   \r\nREVERSED AND \r\n  REMANDED\r\n________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Gregg Meyers, of Charleston, \r\n          for appellants.  \r\n        William Regan, Francis Cantwell \r\n          and Carl Stent, all of Regan &amp; Cantwell, of Charleston, for respondents.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n   \r\nCONNOR, J.: The \r\n  St. Andrews Public Service District (the PSD) brought a declaratory judgment \r\n  action challenging two City of Charleston ordinances which annexed property \r\n  into the City. The PSD claims that the annexations are \"absolutely void as not \r\n  authorized by law.\" The PSD alleges the City has not complied with the statutory \r\n  requirement of contiguity, and, therefore, has failed to comply with the statutes \r\n  authorizing annexation by municipalities. The trial court held the PSD lacked \r\n  standing and dismissed the suit. The PSD appeals. We reverse and remand. \r\n   \r\nThis action involves the City's annexation \r\n  of property serviced by the PSD through (1) the 75% petition method as set forth \r\n  in S.C. Code Ann. § 5-3-150(1) (Supp. 1999), and (2) the 100% petition method \r\n  as set forth in S.C. Code Ann. § 5-3-150(3) (Supp. 1999). \r\n   \r\nUnder the 75% method, a city may \r\n  annex any area contiguous to the city when at least 75% of the freeholders owning \r\n  at least 75% percent of the assessed valuation of the property in the area petition \r\n  for annexation. S.C. Code Ann. § 5-3-150(1) (Supp. 1999). When the 75% method \r\n  is utilized, \"[a]ny municipality or any resident of it and any person residing \r\n  in the area to be annexed or owning real property of it\" has standing to challenge \r\n  the annexation. Id. However, the PSD is not a property owner, and the \r\n  South Carolina Supreme Court has held that, for purposes of annexation statutes, \r\n  a public service district is not a municipality. Tovey v. City of Charleston, \r\n  237 S.C. 475, 117 S.E.2d 872 (1961). \r\n   \r\nUnder the 100% method, a city may \r\n  annex any area contiguous to the city when all of the persons owning real estate \r\n  in the area request annexation through a petition. S.C. Code Ann. § 5-3-150(3) \r\n  (Supp. 1999). There is no specific protest standing provision for challenging \r\n  an annexation of property under the 100% method. The South Carolina Supreme \r\n  Court, however, ruled \"the challenging party must assert an infringement of \r\n  its own proprietary interests or statutory rights in order to establish standing \r\n  under statutory provisions governing challenges to the one hundred percent landowner \r\n  petition method of annexation.\" State by State Budget &amp; Control Bd. v. \r\n  City of Columbia, 308 S.C. 487, 489, 419 S.E.2d 229, 230 (1992). \r\n   \r\nThe PSD does not have standing as \r\n  a property owner or as a municipality. Furthermore, the PSD has not alleged \r\n  a sufficient infringement of its own proprietary interests or statutory rights. \r\n  However, those conclusions do not end the inquiry into the PSD's standing to \r\n  challenge the City's annexation ordinances. Our Supreme Court has recognized \r\n  that where an annexation is absolutely void, i.e, not authorized by law, \r\n  private individuals have standing to attack the annexation. Quinn v. City \r\n  of Columbia, 303 S.C. 405, 407, 401 S.E.2d 165, 166-67 (1991) (citing C. \r\n  S. Patrinelis, Annotation, Capacity to Attack the Fixing or Extension of \r\n  Municipal Limits or Boundary, 13 A.L.R.2d 1279, 1292 (1950) (\"In what appears \r\n  to be a recognized exception to the general rule that a private individual is \r\n  without capacity to attack the alteration of municipal limits or bounds, the \r\n  view has been taken that where the act of alteration is absolutely void, because \r\n  not authorized by law nor under color of law, it is subject to attack by anyone, \r\n  whenever and wherever its validity is questioned.\")). One cannot merely challenge \r\n  the methods by which the annexation occurred, but must allege the annexation \r\n  is unauthorized by the laws of this State. Quinn, 303 S.C. at 407, 401 \r\n  S.E.2d at 167.  \r\nIn its complaint, the PSD alleges \r\n  the City's annexation ordinances are unauthorized by law because the properties \r\n  annexed were not contiguous to the City's existing boundaries. Specifically, \r\n  the PSD alleges the City illegally annexed roads to achieve contiguity to properties \r\n  that were not otherwise contiguous to the City. \r\n   \r\nThe trial judge found the PSD did \r\n  not own real property in the area and had no proprietary interest or statutory \r\n  rights in the annexed area. Therefore, he held the PSD lacked standing to challenge \r\n  the City's annexations. The judge also found that the PSD merely attacked the \r\n  methodology by which the annexation occurred. He ruled there was insufficient \r\n  evidence in the record to find the annexation methods used by the City were \r\n  unauthorized by law.  \r\nIn South Carolina, municipalities \r\n  derive their power to annex land and extend their boundaries solely from the \r\n  General Assembly, and municipal annexations are controlled by statute. S.C. \r\n  Code Ann. §§ 5-3-10 to -315 (1977 &amp; Supp. 1999); see 56 Am. Jur. \r\n  2d Municipal Corporations § 63 (1971). Accordingly, when a municipality \r\n  exercises its statutory right to annex territory, it must strictly \"comply with \r\n  and conform to statutory provisions and requirements.\" Huntley v. Potter, \r\n  122 S.E.2d 681, 686 (N.C. 1961); see 56 Am. Jur. 2d Municipal Corporations \r\n  § 63 (1971). The ability of a municipality to extend its limits by annexation \r\n  is restricted, and the applicable statute provides, \"Any city or town council \r\n  may extend the corporate limits of such city or town in the manner set \r\n  forth in this chapter.\" S.C. Code Ann. § 5-3-10 (Supp. 1999) (emphasis \r\n  added). Therefore, for an annexation to be valid under South Carolina law, a \r\n  municipality must strictly comply with the statutes governing annexations. \r\n   \r\nThe statute outlining the 75% method \r\n  of annexation provides that \"[a]ny area or property which is contiguous \r\n  to a city or town may be annexed to the city or town.\" S.C. Code Ann. § 5-3-150(1) \r\n  (Supp. 1999) (emphasis added). Likewise, the statute outlining the 100% method \r\n  of annexation provides that \"any area or property which is contiguous \r\n  to a city or town may be annexed to the municipality.\" S.C. Code Ann. § 5-3-150(3) \r\n  (Supp. 1999) (emphasis added). Therefore, a prerequisite to a lawful annexation \r\n  is that the property to be annexed must be contiguous to the existing boundaries \r\n  of the municipality. When the property is not contiguous, annexation of that \r\n  property is unauthorized by law because annexation of noncontiguous property \r\n  is beyond the authority conveyed to the municipality by the General Assembly. \r\n   \r\nCourts have generally held that contiguous \r\n  is synonymous with the terms \"adjacent to\" or \"adjoining.\" Erwin S. Barbre, \r\n  Annotation, What Land is Contiguous or Adjacent to Municipality so as to \r\n  be Subject to Annexation, 49 A.L.R.3d 589, 599 (1973). Our Supreme Court \r\n  explained, \"The statutory word 'contiguous' must be afforded its ordinary meaning \r\n  of 'touching.'\" Bryant v. City of Charleston, 295 S.C. 408, 410, 368 \r\n  S.E.2d 899, 901 (1988). To achieve contiguity, actual physical touching of the \r\n  properties is not required. The Supreme Court has rejected an argument that \r\n  the annexed parcels must have the additional qualifications of unity, substantial \r\n  physical touching, or a common boundary. Id. at 410, 368 S.E.2d at 900. \r\n  However, the Supreme Court has never held that non-adjacent properties not incidentally \r\n  separated by a road, railway, or waterway are in fact contiguous.  \r\n   \r\nThe trial court in this case held \r\n  the property in question was contiguous under Tovey v. City of Charleston, \r\n  237 S.C. 475, 117 S.E.2d 872 (1961), Bryant v. City of Charleston, 295 \r\n  S.C. 408, 368 S.E.2d 899 (1988), and Glaze v. Grooms, 324 S.C. 249, 478 \r\n  S.E.2d 841 (1996). However, these cases do not address the unique argument supporting \r\n  the contiguity the City makes here. \r\n   \r\nThe parties challenging the annexation \r\n  in Tovey argued that the annexation was invalid because one of the parcels \r\n  of land included 321 acres of marshlands owned by the State. Tovey, 237 \r\n  S.C. at 483, 117 S.E.2d at 875-76. The Court held that the inclusion of the \r\n  marshlands did not invalidate the annexation simply because they were owned \r\n  by the State, as the city could annex that portion as well. Id. The appellants \r\n  in Tovey also contended that the parcels lacked contiguity because the \r\n  area owned by the city and the area to be annexed were separated by the Ashley \r\n  River. The Court noted, however, that there was no intervening space between \r\n  the annexed areas and the city boundary. The mere fact they were separated by \r\n  the river did not itself break the contiguity. Id. at 484-85, 117 S.E.2d \r\n  at 876-77.  \r\nIn Bryant, the trial court \r\n  ruled water or marshland could not supply contiguity between high grounds sought \r\n  to be annexed. In reversing the trial court, our Supreme Court held that \"contiguity \r\n  is not destroyed by water or marshland within either the annexing municipality's \r\n  existing boundaries or those of the property to be annexed merely because it \r\n  separates the parcels of highland involved.\" Bryant, \r\n  295 S.C. at 411, 368 S.E.2d at 901 (emphasis added). \r\n   \r\nThis rule of law was reiterated in \r\n  Glaze v. Grooms, where James Island used marshes and wetlands to establish \r\n  contiguity between nine areas of high ground. In Glaze, however, the \r\n  Court found a lack of contiguity because James Island attempted to annex marshlands \r\n  previously annexed by the City of Charleston. Glaze, 324 S.C. at 253-54, \r\n  478 S.E.2d at 844. The Court explained: \r\n   \r\nWe agree with Appellants' basic proposition \r\n  that contiguity is not destroyed by water or marshlands which separate parcels \r\n  of highland. However, the flaw in Appellants' argument is that it essentially \r\n  disregards the fact that the waters/wetlands it seeks to use to establish contiguity \r\n  have already been annexed by another municipality. \r\n   \r\nId. at 253, 478 S.E.2d at \r\n  844 (original emphasis) (citations omitted). \r\n   \r\nIn the present case, the Charleston \r\n  City Council attempts to establish contiguity, not by merely crossing a roadway \r\n  to annex an adjacent property, but by annexing the length of a road to establish \r\n  a common boundary. In essence, it argues that because the City's current property \r\n  abuts a roadway, any parcel that abuts the same roadway is necessarily contiguous \r\n  if the roadway is also annexed.  \r\n   \r\nThat kind of annexation is not authorized \r\n  by the laws of this state. Municipal annexations of public roadways are limited \r\n  by section 5-3-110, which provides: \r\n   \r\nWhenever the whole or any part of \r\n  any street, roadway or highway has been accepted for and is under permanent \r\n  public maintenance by a city, a county or the Department of Transportation, \r\n  that portion of any right-of-way area not exceeding the width thereof lying \r\n  beyond but abutting on the corporate limits of the city may be annexed to and \r\n  incorporated within the city . . . . \r\n   \r\nS.C. Code Ann. § 5-3-110 (Supp. 1999). \r\n    \r\nThe PSD asserts the City's annexation \r\n  ordinances were unauthorized by law because the properties being annexed were \r\n  not contiguous to the City's existing boundaries. Sections 5-3-10, -110, and \r\n  -150 lend strong support to the PSD's assertions. Based on the Supreme Court's \r\n  unequivocal language in Quinn, we reverse the trial court and hold the \r\n  PSD has properly alleged the City's annexation ordinances are unauthorized by \r\n  law and beyond the power granted by the General Assembly. The PSD, therefore, \r\n  has established standing to maintain this suit. \r\n   \r\nWe remand to the trial court for \r\n  further proceedings consistent with our holding that the PSD has standing to \r\n  challenge the validity of these ordinances. The court must determine whether \r\n  the properties proposed to be annexed are in fact contiguous to the City's existing \r\n  boundaries.(1) \r\n   \r\nREVERSED AND REMANDED. \r\n   \r\nGOOLSBY and ANDERSON, JJ., \r\n  concur.\r\n1.  It is particularly \r\n  troubling that, especially under the 100% annexation method, the City's position \r\n  concerning standing would virtually eliminate all judicial review of allegedly \r\n  illegal annexation ordinances. Although the complaint does not specifically \r\n  argue that the City Council's acts were ultra vires, the implication \r\n  is clear. If we adopted the City's view of standing, many illegal annexations \r\n  \"would be nearly completely immune from review\" and \"there would be no opportunity \r\n  to remedy governmental abuse.\" Newman v. Richland County Hist. Preserv. Comm'n, \r\n  325 S.C. 79, 85, 480 S.E.2d 72, 75 (1997) (Toal, J., dissenting). \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3129","title":"Security Credit Leasing, Inc. v. Armaly","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3129","description":"","date":"2000-03-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nSecurity Credit Leasing, Inc. v. Armaly\r\n\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Security Credit Leasing, \r\n          Inc., a Florida Corporation, \r\nRespondent, \r\n           \r\n        v. \r\n           \r\n        Abed N. Armaly, individually \r\n          and d/b/a Famous Pizza Restaurant, \r\nAppellant.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n   \r\nAppeal From Greenville \r\n  County\r\n  Joseph J. Watson, Circuit Court \r\n  Judge\r\n  ________ \r\n  \r\n   \r\nOpinion No. 3129\r\n  Heard January 13, 2000 - Filed \r\n  March 6, 2000\r\n  ________ \r\n   \r\nAFFIRMED\r\n________ \r\n\r\n \r\n   \r\n     \r\n      \r\n        Bradford N. Martin, of Leatherwood, \r\n          Walker, Todd &amp; Mann, of Greenville, for Appellant. \r\n           \r\n        Helen E. Burris, of Nexsen, \r\n          Pruet, Jacobs &amp; Pollard, of Greenville, for Respondent.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n   \r\nHOWARD, J.: Abed \r\n  N. Armaly appeals the enforcement in South Carolina of a Florida default judgment \r\n  based on the foreign court's lack of personal jurisdiction. We affirm. \r\n   \r\nFACTUAL/PROCEDURAL \r\n  BACKGROUND  \r\nArmaly owns a restaurant in Spartanburg, \r\n  South Carolina. A representative of Security Credit Leasing, Inc., a Florida \r\n  corporation, approached Armaly at his restaurant in December of 1996 to solicit \r\n  business. Armaly entered into a four-year lease with Security Credit for video \r\n  surveillance equipment. The two-page lease contains an \"Applicable Law and Venue\" \r\n  clause which provides:  \r\nYou agree that you are applying to \r\n  and arranging this Lease with us in accordance with the Laws of the State of \r\n  Florida. You agree to submit yourself and any and all guarantors of this Lease \r\n  to the subject matter jurisdiction of the Courts of the State of Florida in \r\n  the event it is necessary to seek enforcement in a court of law due to any breach. \r\n  You also agree that venue and personal jurisdiction shall be proper solely in \r\n  Hillsborough County, Florida where we are headquartered.  \r\n   \r\nSoon after installation of the surveillance \r\n  system, Armaly requested that Security Credit remove the equipment. Armaly contended \r\n  he was promised surveillance twenty-four hours a day, but instead received surveillance \r\n  only ten hours a day. Security Credit removed the equipment per Armaly's request. \r\n   \r\nSecurity Credit then brought an action \r\n  for breach of the lease in Hillsborough County, Florida. A $9,125.19 default \r\n  judgment in favor of Security Credit was entered on March 2, 1998. The Florida \r\n  court ruled it had \"subject matter jurisdiction of [the] cause and personal \r\n  jurisdiction of the parties hereto.\"  \r\n   \r\nSecurity Credit thereafter filed \r\n  this action in South Carolina on May 11, 1998 to enforce the Florida judgment. \r\n  Armaly moved to dismiss on the ground the Florida court lacked personal jurisdiction \r\n  over him. The trial court denied the motion to dismiss and entered judgment \r\n  in favor of Security Credit.  \r\n   \r\nSTANDARD OF \r\n  REVIEW  \r\nAn action to enforce a foreign judgment \r\n  is an action at law. See Carson v. Vance, 326 S.C. 543, 485 S.E.2d \r\n  126 (Ct. App. 1997). In an action at law, tried by a judge without a jury, the \r\n  findings of the trial court must be affirmed if there is any evidence to support \r\n  them. Townes Assocs., Ltd. v. City of Greenville, 266 S.C. 81, 221 S.E.2d \r\n  773 (1976). Cf. Clark v. Key, 304 S.C. 497, 405 S.E.2d 599 (1991) \r\n  (finding the appellate court is bound by the trial court's determination that \r\n  a non-resident defendant is subject to jurisdiction, unless no evidence exists \r\n  to support the finding).   \r\nLAW/ANALYSIS \r\n   \r\nArmaly first alleges on appeal that \r\n  Security Credit could not maintain the proceeding in the lower court to enforce \r\n  the foreign judgment because Security Credit was a foreign corporation transacting \r\n  business in this state without a certificate of authority. However, no evidence \r\n  was presented before the lower court to support this allegation. We find this \r\n  issue was not properly and fairly raised before the lower court and decline \r\n  to address it on appeal. See Strother v. Lexington County Recreation \r\n  Comm'n, 332 S.C. 54, 504 S.E.2d 117 (1998).  \r\n   \r\nArmaly next contends the \"Applicable \r\n  Law and Venue\" clause contained in the lease was unreasonable and unjust. However, \r\n  consent to jurisdiction clauses are generally presumed valid and enforceable \r\n  when made at arm's length by sophisticated business entities. M/S Bremen \r\n  v. Zapata Off-Shore Co., 407 U.S. 1, 92 S. Ct. 1907 (1972). Armaly merely \r\n  alleged in his motion to dismiss and supporting affidavit that he did not read \r\n  the lease provisions. He had an opportunity to read the lease agreement and \r\n  discover its contents, and is charged with notice of the content of the contract \r\n  he signed. See Moye v. Wilson Motors, Inc., 254 S.C. 471, 176 \r\n  S.E.2d 147 (1970). Armaly offered no compelling evidence to support his allegations. \r\n  Therefore, we find this argument to be without merit.  \r\n   \r\nArmaly's primary contention is that \r\n  the lower court erred in enforcing the Florida judgment against him in South \r\n  Carolina and denying his motion to dismiss because the Florida court did not \r\n  properly exercise personal jurisdiction over him.  \r\n   \r\nThe Full Faith and Credit Clause \r\n  provides: \"Full Faith and Credit shall be given in each state to the . . . judicial \r\n  proceedings of every other State.\" U.S. Const. Art. IV, § 1. Thus, in accordance \r\n  with this mandate, the courts of one state must give such force and effect to \r\n  a foreign judgment as the judgment would receive in the state where rendered. \r\n  Hamilton v. Patterson, 236 S.C. 487, 115 S.E.2d 68 (1960); Carson \r\n  v. Vance, 326 S.C. 543, 485 S.E.2d 126 (Ct. App. 1997); Bankers Trust \r\n  Co. v. Braten, 317 S.C. 547, 455 S.E.2d 199 (Ct. App. 1995). \r\n   \r\nWhere a judgment is rendered by a \r\n  court with jurisdiction of the case and the parties, \"'the full faith and credit \r\n  clause of the Constitution precludes any inquiry into the merits of the cause \r\n  of action, the logic or consistency of the decision, or the validity of the \r\n  legal principles on which the judgment is based.'\" Hamilton, 236 S.C. \r\n  at 492, 115 S.E.2d at 70 (quoting Milliken v. Meyer, 311 U.S. 457, 462 \r\n  (1940)). However, \"[t]he Full Faith and Credit Clause does not prevent the litigation \r\n  of personal jurisdiction in an action to enforce a foreign judgment.\" Colonial \r\n  Pac. Leasing Corp. v. Taylor, 326 S.C. 529, 532, 484 S.E.2d 595, 596-97 \r\n  (Ct. App. 1997). See also Alladin Plastics, Inc. v. Wintenna, \r\n  Inc., 301 S.C. 90, 390 S.E.2d 370 (Ct. App. 1990). Further, \"judgments obtained \r\n  in violation of procedural due process are not entitled to full faith and credit \r\n  when sued upon in another jurisdiction.\" Purdie v. Smalls, 293 S.C. 216, \r\n  220, 359 S.E.2d 306, 308 (Ct. App. 1987) (citing Griffin v. Griffin, \r\n  327 U.S. 220 (1946)).   \r\nArmaly, by challenging the enforcement \r\n  of the foreign judgment on the ground of lack of personal jurisdiction, assumed \r\n  the burden of proof. See Espinal v. Blackmon, 298 S.C. 544, 381 \r\n  S.E.2d 921 (Ct. App. 1989). Our supreme court has recognized: \r\n   \r\nA judgment presumes jurisdiction \r\n  over the subject matter and over the persons. . . [and] \"[i]f it appears on \r\n  its face to be a record of a court of general jurisdiction, such jurisdiction \r\n  over the cause and the parties is to be presumed unless disproved by extrinsic \r\n  evidence, or by the record itself.\"\r\nTaylor v. Taylor, 229 S.C. \r\n  92, 97, 91 S.E.2d 876, 879 (1956) (quoting with approval Cook v. Cook, \r\n  342 U.S. 126,128 (1951) (citations omitted)).  \r\n   \r\nThe Florida judgment appears regular \r\n  on its face so jurisdiction must be presumed unless Armaly, from the record \r\n  or by extrinsic evidence, overcomes that presumption. In the motion to dismiss, \r\n  Armaly alleged: \"[He] did not have minimum contacts with the state of Florida \r\n  to provide an independent basis for jurisdiction.\"  \r\n   \r\nIn support of the motion, he submitted \r\n  an affidavit stating in pertinent part: \r\n   \r\n9. This transaction was the first \r\n  and only time I have dealt with Security Credit Leasing, Inc. I have never gone \r\n  to Florida in connection with my dealings with Security Credit Leasing, Inc. \r\n  and have never visited their place of business. \r\n   \r\n10. Security Credit Leasing, Inc. \r\n  initiated the contact with me and installed their equipment in South Carolina. \r\n   \r\n11. All business transactions between \r\n  myself and Security Credit Leasing, Inc. have taken place in South Carolina \r\n  and I did not purposefully avail myself of the privileges and benefits of doing \r\n  business in Florida.  \r\nWe find Armaly sufficiently carried \r\n  the burden of proof to overcome the presumption of jurisdiction from a judgment \r\n  that appears valid on its face. Hence, the question of personal jurisdiction \r\n  was properly raised before the lower court.  \r\n   \r\nArmaly argues on appeal the lower \r\n  court erred in applying Republic Leasing Co., Inc.v. Haywood, 329 S.C. \r\n  562, 495 S.E.2d 804 (Ct. App. 1998), opinion vacated, 335 S.C. 207, 516 \r\n  S.E.2d 441 (1999), to decide upon the question of personal jurisdiction. In \r\n  Republic Leasing, this court upheld the imposition of personal jurisdiction \r\n  over a nonresident defendant in a court of this state solely on the basis of \r\n  a personal jurisdiction clause contained in a contract, where the contract was \r\n  entered into at arm's length by sophisticated business entities. Armaly maintains \r\n  Florida law, rather than South Carolina law must be applied to determine whether \r\n  the Florida court properly maintained personal jurisdiction.(1) \r\n  We agree. \"The validity and effect of a foreign judgment must be determined \r\n  by the laws of the state that rendered the judgment.\" Loyd &amp; Ring's Wholesale \r\n  Nursery, Inc. v. Long &amp; Woodley Landscaping &amp; Garden Ctr., Inc., \r\n  315 S.C. 88, 91, 431 S.E.2d 632, 634 (Ct. App. 1993). See also \r\n  Hamilton, 115 S.E.2d 68, 236 S.C. 487; Carson, \r\n  326 S.C. 543, 485 S.E.2d 126; Purdie, 293 S.C. 216, 359 S.E.2d 306. \r\n   \r\nUnder Florida law, two requirements \r\n  must be met for a Florida court to obtain personal jurisdiction over an out-of-state \r\n  defendant: (1) the plaintiff must allege sufficient jurisdictional facts in \r\n  the complaint to bring the action within the Florida long-arm statute, Fla. \r\n  Stat. Ann. § 48.193 (Supp. 1999), and (2) the defendant must have sufficient \r\n  minimum contacts with the state to satisfy the Fourteenth Amendment's due process \r\n  requirements. Doe v. Thompson, 620 So. 2d 1004 (Fla. 1993); Venetian \r\n  Salami Co. v. Parthenais, 554 So. 2d 499 (Fla. 1989); Belz Investco Ltd. \r\n  Partnership v. Groupo Immobiliano Cababie, 721 So. 2d 787 (Fla. Dist. Ct. \r\n  App. 1998).   \r\nThis constitutional analysis involves \r\n  a consideration of whether assertion of jurisdiction would offend traditional \r\n  notions of fair play and substantial justice, and whether the defendant could \r\n  reasonably anticipate being haled into court in Florida. Venetian Salami, \r\n  554 So. 2d at 500. See also World-Wide Volkswagen \r\n  Corp. v. Woodson, 444 U.S. 286 (1980) (to satisfy due process, defendant \r\n  should reasonably anticipate being haled into foreign forum). Whether the constitutional \r\n  requirement of minimum contacts has been met depends on the facts of each case. \r\n  Burger King Corp. v. Rudzewicz, 471 U.S. 462 (1985).  \r\n   \r\nAs to the first requirement, Florida's \r\n  long-arm statute provides, in pertinent part, for the assertion of jurisdiction \r\n  over a non-resident defendant for \"[b]reaching a contract in this state by failing \r\n  to perform acts required by the contract to be performed in this state.\" Fla. \r\n  Stat. Ann. § 48.193(1)(g) (Supp. 1999). \r\n   \r\n\"The breach of a contract calling \r\n  for payment in Florida qualifies as an enumerated jurisdictional act under the \r\n  statute [§&nbsp;48.193(1)(g)].\" Quality Christmas Trees Co., Inc. v. Florico \r\n  Foliage, Inc., 689 So. 2d 1222, 1223 (Fla. Dist. Ct. App. 1997); Unger \r\n  v. Publisher Entry Serv., Inc., 513 So. 2d 674 (Fla. Dist. Ct. App. 1987). \r\n  However, failure to make payments in Florida, standing alone, is not sufficient \r\n  to subject the non-resident buyer to personal jurisdiction by a Florida court. \r\n  See Venetian Salami, 554 So. 2d at 503; Blankenship \r\n  v. Interim Servs., Inc., 700 So. 2d 429 (Fla. Dist. Ct. App. 1997); Wartski \r\n  v. Sencer, 615 So. 2d 794 (Fla. Dist. Ct. App. 1993). \r\n   \r\nArmaly argues the first requirement \r\n  for the proper exercise of personal jurisdiction was not satisfied because he \r\n  never committed any act subjecting him to jurisdiction under Florida's long-arm \r\n  statute. Armaly contends no part of the contract, specifically payment, was \r\n  required to be performed in Florida. However, under Florida law the well settled \r\n  presumption that a debt is to be paid at the creditor's place of business where \r\n  the contract does not expressly designate the place of payment is sufficient \r\n  to satisfy the language of § 48.193(1)(g). Armaly v. Practice Management \r\n  Assocs., Inc., 533 So.2d 920 (Fla. Dist. Ct. App. 1988); Madax Int'l \r\n  Corp. v. Delcher Intercontinental Moving Servs., 342 So.2d 1082 (Fla. Dist. \r\n  Ct. App. 1977); James A. Knowles, Inc. v. Imperial Lumber Co., 238 So.2d \r\n  487 (Fla. Dist. Ct. App. 1970).  \r\n   \r\nArmaly contends this principle has \r\n  never been upheld by the Supreme Court of Florida, citing McRae v. J.D./M.D., \r\n  Inc., 511 So. 2d 540 (Fla. 1987). In McRae, the supreme court held \r\n  that a forum selection clause designating Florida as the forum could not operate \r\n  as the sole basis to exercise personal jurisdiction over a nonresident defendant. \r\n  In so ruling, the court refused to recognize an independent basis for jurisdiction \r\n  where it was clear the contract was not to be performed in Florida. The court \r\n  stated: \"Under respondent's theory, its unilateral demand on petitioner for \r\n  payment to be made at its Florida office, arising from the alleged breach \r\n  of contract, is enough to bring McRae within the purview of the statute. \r\n  Such a contention is meritless.\" McRae, 511 So. 2d at 542 (emphasis added). \r\n  Armaly urges this court to interpret this quote from McRae to be a repudiation \r\n  of the principle that payment in Florida coupled with a forum selection clause \r\n  may form the basis for jurisdiction, as recognized in Desai Patel Sharma, \r\n  Ltd. v. Don Bell Indus., Inc., 729 So. 2d 453 (Fla. Dist. Ct. App. 1999). \r\n  We do not read McRae to be so broad in its application.  \r\n   \r\nIn McRae, the respondent was \r\n  a Delaware corporation that negotiated solely out of its New Jersey office to \r\n  supply an expert witness to McRae in Mississippi in return for a percentage \r\n  of any recovery. The respondent had an office in Florida, which had no connection \r\n  to the transaction. Apparently after the alleged breach of the contract, the \r\n  Florida office unilaterally sent a bill to him demanding payment in Florida. \r\n  The McRae court recognized no part of the contract was to be performed \r\n  in Florida under those circumstances.  \r\n   \r\nThe facts in McRae are readily \r\n  distinguishable from those underlying the line of Florida cases recognizing \r\n  a presumption that payments are due in Florida where the plaintiff is a Florida \r\n  corporation with a Florida office and the contract does not specify the place \r\n  of payment. In this case, Security Credit is a Florida corporation with its \r\n  office in Florida that contracted to be paid a sum certain by Armaly. Under \r\n  Florida case law, we believe it clear an un-rebutted presumption arose that \r\n  Armaly owed payment to Security Credit at its Florida office. As such, we find \r\n  the first prong for the Florida court to exercise personal jurisdiction over \r\n  Armaly satisfied by his commission of a jurisdictional act under Florida's long-arm \r\n  statute.   \r\nAs stated, the exercise of personal \r\n  jurisdiction also requires that Armaly have sufficient minimum contacts with \r\n  the state of Florida to satisfy due process. A forum selection clause, without \r\n  more, is insufficient to meet the requirements of due process in Florida, \r\n  as a defendant does not waive the right to due process merely by signing a contract \r\n  containing a permissive jurisdiction clause. Vaughn v. AAA Employment, \r\n  511 So. 2d 1045 (Fla. Dist. Ct. App. 1987); McRae, 511 So. 2d 540 (Fla. \r\n  1987); Desai Patel Sharma, Ltd. v. Don Bell Indus., Inc., 729 So. 2d \r\n  453 (Fla. Dist. Ct. App. 1999). However, Florida law holds that the failure \r\n  to make payment, coupled with a forum selection clause addressing jurisdiction, \r\n  is sufficient to confer personal jurisdiction. In Desai, the court explained: \r\n   \r\nFederal courts and most state courts \r\n  have held that a choice of forum clause is sufficient in itself to waive the \r\n  requirement for minimum contacts and to submit the nonresident to the jurisdiction \r\n  of the forum state. However, Florida has held that in addition to the forum \r\n  clause, there must be some independent basis for state jurisdiction in order \r\n  to bring a nonresident into our courts. The additional basis in this case is \r\n  Sharma's breach of contract in Florida by failing to make the required payments \r\n  here.   \r\nDesai, 729 So. 2d at 454 (citations \r\n  omitted).  \r\nSimilarly, in Vacation Ventures, \r\n  Inc. v. Holiday Promotions, Inc., 687 So. 2d 286, 288 (Fla. Ct. App. 1997), \r\n  the court held that an out-of-state defendant's failure to make payments due \r\n  in state, together with a contractual agreement consenting to Florida jurisdiction, \r\n  satisfied constitutional due process. The court observed that \"[s]ubsection \r\n  48.193(1)(g) is based upon the premise that refusal to make contractually required \r\n  payments in Florida causes foreseeable injury in Florida.\" Id. at 289. \r\n    \r\nIn Dolphin Aviation, Inc. v. High \r\n  Country Helicopters, Inc., 695 So. 2d 811 (Fla. Ct. App. 1997), the court \r\n  held that where a lease contained a forum selection clause stating any litigation \r\n  arising from the lease would be litigated in Florida, and the lease stated payments \r\n  were to be made to the Florida lessor in Sarasota, Florida, long-arm jurisdiction \r\n  would be applied to the lessees, residents of Colorado. The court stated the \r\n  defendants \"should have reasonably anticipated litigation in Florida if a dispute \r\n  arose under the lease.\" Id. at 813. See also Nelson \r\n  v. Ameriquest Tech., Inc., 739 So. 2d 161 (Fla. Ct. App. 1999) (invoices \r\n  requiring payment to be made in Florida together with venue provisions conferred \r\n  in personam jurisdiction of Florida court over non-resident defendant). \r\n   \r\nIn this case, it is clear the lease \r\n  contained a valid forum selection clause and Armaly was required to perform \r\n  part of the contract, i.e. payment, in Florida. As such, the Florida court properly \r\n  exercised jurisdiction. For the foregoing reasons, we affirm the trial court's \r\n  denial of the motion to dismiss and enforcement of the Florida judgment in South \r\n  Carolina.   \r\nAFFIRMED. \r\n   \r\nGOOLSBY and HUFF, JJ., concur.\r\n1.  Security Credit \r\n  conceded at oral argument that the lower court erred in applying South Carolina \r\n  law to address the question of whether the Florida court properly maintained \r\n  personal jurisdiction. However, we find it unnecessary to remand for an application \r\n  of Florida law to this question. A review of the record and applicable case \r\n  law supports the decision of the lower court, and though an improper analysis \r\n  was applied, we may affirm for any reason appearing in the record. See \r\n  Rule 220(c), SCACR. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3130","title":"State v. Garvin","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3130","description":"","date":"2000-03-13","type":"opinion","text":"\r\n      \r\n\r\n\r\nState v. Garvin\r\n\r\n\r\n\r\nTHE \r\n  STATE OF SOUTH CAROLINA\r\n  In \r\n  The Court of Appeals\r\n  ________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        The \r\n          State, Respondent, \r\n           \r\n      \r\n    \r\n  \r\n\r\n\r\n  \r\n    v. \r\n  \r\n  \r\n  \r\n \r\n   \r\n     \r\n      \r\n        Albert \r\n          Garvin, Appellant.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n   \r\nAppeal \r\n  From Beaufort County\r\n  Luke \r\n  N. Brown, Jr., Special Circuit Court Judge\r\n  ________ \r\n   \r\n\r\n  \r\n    Opinion No. 3130\r\n    Heard December 8, 1999 - \r\n    Filed March 13, 2000 \r\n    ________ \r\n  \r\n  \r\n  \r\n\r\n\r\nAFFIRMED\r\n________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Assistant \r\n          Appellate Defender Tara S. Taggart, of S.C. Office of Appellate Defense, \r\n          of Columbia, for appellant. \r\n           \r\n        Attorney \r\n          General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, \r\n          Assistant Deputy Attorney General Salley W. Elliott and Senior Assistant \r\n          Attorney general Norman Mark Rapoport, all of Columbia; and Solicitor \r\n          Randolph Murdaugh, III, of Hampton, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\n  \r\n    ________ \r\n  \r\n  \r\n  \r\nHOWARD, \r\n  J.: Albert Garvin appeals his conviction for resisting arrest/assaulting \r\n  an officer in violation of S.C. Code Ann. § 16-9-320(B) (Supp. 1999). We affirm. \r\n   \r\nFACTS/PROCEDURAL \r\n  HISTORY  \r\nOn \r\n  November 27, 1997, Beaufort County Narcotics Detective Jeffrey Light arrested \r\n  Garvin and placed him in jail. Upon arrest, Garvin vowed to \"get even\" with \r\n  Light. He did not post bond, so he remained in jail. Two days later, Light procured \r\n  additional arrest warrants for Garvin. A detention officer escorted Garvin from \r\n  the Beaufort County Detention Center holding area into the adjacent municipal \r\n  courtroom, where he was served with the additional warrants. The detention officer \r\n  then took Garvin before the municipal judge for a bond hearing. Detective Light \r\n  and his supervisor were in the courtroom. \r\n   \r\nGarvin \r\n  insisted the municipal judge call his uncle, allegedly a judicial officer from \r\n  a neighboring county. When the judge refused, Garvin became hostile and verbally \r\n  abusive. According to Detective Light, the custodial officer tried to escort \r\n  Garvin from the courtroom to the holding cells. Instead of leaving, however, \r\n  Garvin confronted Light's supervisor, shouting at him. Detective Light then \r\n  stood up to assist the detention officer, whereupon Garvin struck him in the \r\n  face. Garvin continued to struggle, running from the detention officer toward \r\n  the holding cells. Garvin was eventually subdued by several detention officers, \r\n  and returned to his jail cell. Both Light and his supervisor received injuries \r\n  from the encounter and required hospital treatment. \r\n   \r\nAs \r\n  a result of the incident, Garvin was indicted and tried for resisting arrest/assaulting \r\n  an officer in violation of S.C. Code Ann. § 16-9-320(B) (Supp. 1999). Garvin \r\n  appeals his conviction, arguing the trial court erred by refusing to grant his \r\n  motions for directed verdict. We affirm. \r\n   \r\nLAW/ANALYSIS \r\n   \r\nGarvin \r\n  asserts the trial court erred in denying his motion for a directed verdict because \r\n  there was no evidence the officer Garvin allegedly assaulted was either attempting \r\n  to arrest him or effecting process, as required by the statute. We disagree. \r\n   \r\nIn \r\n  reviewing the denial of a motion for a directed verdict, the evidence must be \r\n  viewed in the light most favorable to the State. State \r\n  v. Kelsey, 331 S.C. 50, 502 S.E.2d 63 (1998). \"[I]f there is any direct \r\n  evidence or any substantial circumstantial evidence reasonably tending to prove \r\n  the guilt of the accused, an appellate court must find that the case was properly \r\n  submitted to the jury.\" State v. Rowell, \r\n  326 S.C. 313, 315, 487 S.E.2d 185, 186 (1997). Although the trial court should \r\n  not refuse to grant the motion where the evidence merely raises a suspicion \r\n  of the accused's guilt, the case must be submitted to the jury if substantial \r\n  evidence which reasonably tends to prove the guilt of the accused, or from which \r\n  his guilt can be fairly and logically deduced, exists. Id. \r\n  The trial court is required, however, to direct a verdict when a material element \r\n  of an offense is absent. State v. Gore, \r\n  318 S.C. 157, 456 S.E.2d 419 (Ct. App. 1995). \r\n   \r\nThe \r\n  statutory subsection under which Garvin was convicted provides: \r\n   \r\nIt \r\n  is unlawful for a person to knowingly and wilfully assault, beat, or wound a \r\n  law enforcement officer engaged in serving, executing, or attempting to serve \r\n  or execute a legal writ or process or to assault, beat, or wound an officer \r\n  when the person is resisting an arrest being made by one whom the person knows \r\n  or reasonably should know is a law enforcement officer, whether under process \r\n  or not.  \r\nS.C. \r\n  Code Ann. § 16-9-320(B) (Supp. 1999). \r\n   \r\nGarvin \r\n  argues his conviction can not stand because there is no evidence that the assault \r\n  on Detective Light took place either while Garvin was resisting arrest or while \r\n  Detective Light was attempting to effect process. We disagree with this assessment. \r\n   \r\nAlthough \r\n  Garvin was in pre-trial confinement at the time of his arrest on the new charges, \r\n  the law required that he be formally arrested and given an opportunity for bail, \r\n  notwithstanding his inability to post bail on the existing charges. S.C. Code \r\n  Ann. § 22-5-510(B)(Supp. 1999). Consequently, the law required the arresting \r\n  officer to serve Garvin with the new warrants and bring him before the magistrate, \r\n  as was done in this case.  \r\n   \r\nGarvin \r\n  had just been served with the new arrest warrants and brought before the magistrate \r\n  for the setting of bond when the incident occurred. He had not been placed in \r\n  confinement on the new charges in a cell at the jail. He assaulted two police \r\n  officers, both of whom were known to him as law enforcement officers. Although \r\n  these officers did not serve the warrants and did not have custody of Garvin, \r\n  they came to the aid of the custodial officer when Garvin resisted her authority. \r\n    \r\nThis \r\n  case is controlled by State v. Dowd, \r\n  306 S.C. 268, 411 S.E.2d 428 (1991). In Dowd, \r\n  the defendant was taken into custody at the roadside. He was taken to a room \r\n  at the city jail where the Breathalyzer test was administered. He was then \"booked\" \r\n  into the jail. Only after these interim stops was he taken to his jail cell. \r\n  The resistance to arrest occurred as he was being placed in the cell. Our supreme \r\n  court held that the arrest was not complete at that stage, even though the defendant \r\n  had been taken into custody at the roadside. In reaching this result, the court \r\n  cited with approval the North Carolina case of State \r\n  v. Leak,181 S.E.2d 224 (N.C. Ct. App. 1971). The facts in Leak \r\n  are similar to the facts in this case.  \r\n   \r\nIn \r\n  Leak, the defendant was placed \r\n  into custody and taken before the magistrate for service of the warrant and \r\n  setting of bail. As the arresting officers escorted him from the courtroom to \r\n  the jail cell, Leak assaulted the officer. The court described the issue as \r\n  follows:   \r\nDefendant \r\n  contends that at the time he was in the magistrate's office his arrest had been \r\n  consummated, that the acts alleged to have occurred between the magistrate's \r\n  office and the jail were not in connection with his arrest, therefore, he was \r\n  not guilty of resisting arrest. We do not agree with this contention. \r\n   \r\nLeak, \r\n  181 S.E.2d at 225-26. \r\n   \r\nThe \r\n  court defined arrest, quoting from Hadley \r\n  v. Tinnin, 86 S.E. 1017 (N.C. 1915), as follows:\r\n \r\n  The term \"arrest\" has a technical meaning, applicable in legal proceedings. \r\n  It implies that a person is thereby restrained of his liberty by some officer \r\n  or agent of the law, armed with lawful process, authorizing and requiring the \r\n  arrest to be made. It is intended to serve, and does serve, the end of bringing \r\n  the person arrested personally within the custody and control of the law, for \r\n  the purpose specified in, or contemplated by, the process. \r\n   \r\n \r\n  Id. at 226. The court then concluded \r\n  that \"[t]he arrest of defendant in the instant case did not terminate until \r\n  he was delivered to the jailer and properly confined.\" Id. \r\n    \r\nAs \r\n  in Dowd and Leak, \r\n  Garvin's arrest on the new charges had not been consummated at the time of the \r\n  assault. Until officers had completed their task of confining Garvin within \r\n  the jail cell, Garvin had not been brought within the custody and control of \r\n  the law for the purpose specified in, or contemplated by, the process. Garvin's \r\n  assault upon Detective Light and his supervisor, both clearly known to him as \r\n  law enforcement officers, was in connection with this arrest. See \r\n  Stevenson v. State, 335 S.C. \r\n  193, 516 S.E.2d 434 (1999) (offense of resisting arrest requires proof that \r\n  a person knowingly and wilfully assaulted, beat, or wounded a law enforcement \r\n  officer during an arrest when the person resisting knew or should have known \r\n  the officer was a law enforcement officer). For this reason, we affirm his conviction. \r\n   \r\nAFFIRMED. \r\n   \r\nHEARN, \r\n  C.J., and CURETON, J., concur. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3131","title":"State v. Scriven","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3131","description":"","date":"2000-03-13","type":"opinion","text":"\r\n      \r\n\r\n\r\nState v. Scriven\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n-->\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH \r\n  CAROLINA\r\n  In The Court of Appeals\r\n  ________\r\n\r\n\r\n\r\n\r\n \r\n   \r\n     \r\n      \r\n        The State, Respondent,\r\n      \r\n    \r\n  \r\n\r\n\r\n    v.\r\n    \r\n  \r\n\r\n\r\n\r\n \r\n   \r\n     \r\n      \r\n        James Scriven, Jr., Appellant.\r\n      \r\n    \r\n  \r\n\r\n________\r\n\r\n\r\n\r\nAppeal From Colleton County\r\n  Rodney A. Peeples, Circuit Court Judge\r\n  ________\r\n\r\n    Opinion No. 3131\r\n    Heard December 8, 1999 - Filed March 13, 2000\r\n  ________\r\n  \r\n  \r\nAFFIRMED IN PART, REVERSED IN PART, and REMANDED.\r\n________\r\n\r\n\r\n\r\n \r\n   \r\n     \r\n      \r\n        Assistant Appellate Defender Aileen \r\n        P. Clare, of S.C. Office of Appellate Defense, for appellant.\r\n        Attorney General Charles M. Condon, \r\n          Chief Deputy Attorney General John W. McIntosh, and Assistant Deputy \r\n          Attorney General Salley W. Elliott, all of Columbia, and Solicitor Randolph \r\n          Murdaugh, III, of Hampton, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\n    ________ \r\n    \r\n  \r\n\r\n\r\n\r\nHOWARD, J.: A jury convicted \r\n  James Scriven of distributing cocaine and marijuana in violation of S.C. Code \r\n  Ann. § 44-53-370 (Supp. 1999), and the trial court sentenced him to concurrent \r\n  terms of twenty-seven years for the cocaine violation and fifteen years for \r\n  the marijuana violation, together with a $50,000 fine. Scriven appeals his convictions, \r\n  asserting the trial court erred in allowing impeachment based upon prior drug-related \r\n  convictions under Rule 609(a)(1), SCRE, and in sentencing him as a third offender \r\n  when the indictments did not give him notice of sentence enhancement by alleging \r\n  his prior offenses. We affirm in part, reverse in part, and remand to the trial \r\n  court to conduct the balancing test required under Rule 609(a)(1), with instructions \r\n  to grant a new trial in the event the probative value of the prior convictions \r\n  is outweighed by the prejudice to the accused.\r\n\r\n\r\n\r\nFACTS/PROCEDURAL BACKGROUND\r\n\r\n\r\n\r\nJames Scriven was indicted by the Colleton \r\n  County grand jury for distribution of cocaine, distribution of marijuana, and \r\n  distribution of unlawful drugs within proximity of a school. The indictments \r\n  did not allege that Scriven was previously convicted of drug offenses subjecting \r\n  him to sentence enhancement as a second or subsequent offender, if convicted. \r\n\r\n\r\n\r\n\r\nThe drug transactions, which occurred several \r\n  months before Scriven was arrested, were captured on audio and video tape introduced \r\n  into evidence by the State. (1) The undercover \r\n  narcotics officer involved in the transaction also identified Scriven at trial. \r\n  Notwithstanding this evidence, Scriven denied involvement, claiming alibi as \r\nhis defense. Scriven's alibi was corroborated by his ex-wife.  \r\n\r\n\r\n\r\nOver defense objection, the trial court allowed the solicitor to impeach Scriven \r\n  during cross-examination by eliciting the fact that on March 7, 1990, Scriven \r\n  was convicted of five drug-related offenses: conspiracy to violate the drug \r\n  laws of South Carolina; distribution of cocaine within a half mile of a school; \r\n  possession of cocaine; possession of cocaine with intent to distribute; and \r\ndistribution of cocaine. \r\n\r\n\r\n\r\nThe jury found Scriven guilty of distribution of cocaine and marijuana. He \r\n  was acquitted of the charge of distribution of cocaine within one-half mile \r\n  of a school. The court enhanced Scriven's sentences based upon his prior convictions, \r\n  sentencing him to twenty-seven years imprisonment and a fine of $50,000 on the \r\n  charge of distribution of cocaine, third offense, and fifteen years for distribution \r\nof marijuana, third offense, to run concurrently.  \r\n\r\n\r\n\r\nScriven made a motion to reconsider his sentence on the basis that his indictments \r\n  did not allege his prior offenses. The court declined to reconsider the sentence. \r\n  Scriven appeals.\r\nISSUES \r\n\r\n\r\n\r\nI Can the trial court sentence a person convicted of violating S.C. \r\n  Code Ann. § 44-53-370 as a third offender when the indictments do not give him \r\nnotice of sentence enhancement by alleging his prior offenses?\r\n\r\n\r\n\r\n\r\n\r\n  \r\n    Did the trial court err by allowing the State to impeach the defendant \r\n    with prior drug convictions pursuant to Rule 609(a)(1), SCRE?\r\n  \r\n\r\n\r\n\r\n\r\n\r\nLAW/ANALYSIS\r\n\r\n\r\n\r\nI Can the trial court sentence a person convicted of violating S.C. \r\n  Code Ann. § 44-53-370 as a third offender when the indictments do not give him \r\nnotice of sentence enhancement by alleging his prior offenses?\r\n\r\n\r\n\r\nScriven first argues that the trial court erred in sentencing him as a third \r\n  offender because the indictment did not allege his prior drug convictions. We \r\nfind this argument to be without merit.\r\n\r\n\r\n\r\n\"No person may be held to answer for any crime the jurisdiction over which \r\n  is not within the magistrate's court, unless on a presentment or indictment \r\n  of a grand jury. . . .\" S.C. Const., Art. 1, § 11; S.C. Code Ann. § 17-19-10 \r\n  (1976); State v. Beachum, 288 \r\n  S.C. 325, 342 S.E.2d 597 (1986). \"An indictment is sufficient if the offense \r\n  is stated with sufficient certainty and particularity to enable the court to \r\n  know what judgment to pronounce, and the defendant to know what he is called \r\n  upon to answer and whether he may plead an acquittal or conviction thereon.\" \r\n  Carter v. State, 329 S.C. 355, \r\n  363, 495 S.E.2d 773, 777 (1998). Where a statute increases the punishment for \r\n  a second or subsequent offense, the allegation that the offense charged in the \r\n  indictment was of that character is unnecessary. State \r\n  v. Parris, 89 S.C. 140, 71 S.E. 808 (1911); see \r\n  also State v. Burdette, \r\n335 S.C. 34, 515 S.E.2d 525 (1999). \r\n\r\n\r\n\r\nScriven was charged and convicted of violating S.C. Code Ann. § 44-53-370. \r\n  This section makes it illegal to distribute marijuana and cocaine. Although \r\n  it contains provisions for sentence enhancement upon conviction for a second \r\n  or greater offense, these provisions are not elements of the offense. See \r\n  Carter, 329 S.C. 355, 495 S.E.2d \r\n  773 (1998) (although § 44-53-375 provides that \r\n  a violation of § 44-53-370 involving methamphetamine (crank) carries a greater \r\n  sentence than the sentence provided for in § 44-53-370 for other Schedule II \r\n  drugs, section 44-53-375 does not define a separate crime but only provides \r\n  an enhanced punishment); see also \r\n  State v. Towery, 300 S.C. 86, \r\n  87, 386 S.E.2d 462 (1989) (indictment which alleged the defendant \"did traffic \r\n  in cocaine by willfully, unlawfully and knowingly having in his possession a \r\n  quantity of cocaine\" was sufficient to confer subject matter jurisdiction notwithstanding \r\n  its failure to specify the quantity of cocaine alleged to be in defendant's \r\n  possession); cf. State \r\n  v. Benton, Op. No. 25040 (S.C. Sup. Ct. filed Jan. 10, 2000) (Shearouse \r\n  Adv. Sh. No. 1 at 20); State v. Hamilton, \r\n327 S.C. 440, 486 S.E.2d 512 (Ct. App. 1997). (2)\r\n\r\n\r\n\r\nThe indictments advised Scriven of the elements \r\n  of the charged offenses and the factual allegations which supported them. They \r\n  stated the offenses with sufficient certainty and particularity to enable the \r\n  court to know what judgment to pronounce, and the defendant to know what he \r\n  was called upon to answer and whether he could plead an acquittal or conviction \r\n  thereon. Consequently, the court had subject matter jurisdiction to sentence \r\nScriven as a third offender. \r\n\r\n\r\n\r\nIn \r\n  reaching this conclusion, we believe Scriven's reliance on State \r\n  v. Mitchell is misplaced. In Mitchell, \r\n  the court stated the prevailing rule in this country at that time, which required \r\n  \"an indictment or information to allege convictions of prior offenses, where \r\n  such prior convictions would enhance the punishment or would affect the grade \r\n  or degree of the offense charged.\" Mitchell, \r\n  220 S.C. 433, 434, 68 S.E.2d 350, 351 (1951). \r\n  However, the court further noted that South Carolina has historically followed \r\n  the contrary rule. Id. \r\n  at 436, 68 S.E.2d at 352 (citing State \r\n  v. Allen, 8 Rich. 448; State \r\n  v. Smith, 8 Rich. 460; State \r\n  v. Parris, 89 S.C. 140, 71 S.E. 808 (1911); and State \r\nv. Kelly, 89 S.C. 303, 71 S.E. 987 (1911)). \r\n\r\n\r\n\r\nFurthermore, the issue raised by the defendant and decided in Mitchell was the reverse of that posed here. \r\n\r\nMitchell concerned a prosecution for Driving Under the Influence of Alcohol or Drugs (DUI), second\r\n\r\noffense.  In a DUI prosecution, the allegation that the offense is second or subsequent is necessary to\r\n\r\nconfer jurisdiction in General Sessions Court.  See also Tyler v. State, 247 S.C. 34, 145 S.E.2d 434 (1965). \r\n\r\nIn Mitchell, the defendant argued that the allegations concerning prior offenses should have been removed\r\n\r\nfrom the indictment because they were prejudicial.  Consequently, Mitchell stands for the proposition that\r\n\r\nan indictment properly alleges a second or subsequent offense when it is necessary to establish the\r\n\r\njurisdiction of the court, notwithstanding the possibility of prejudice to the accused arising from the\r\n\r\nallegation.\r\n\r\n\r\n\r\nSee \r\n  Benton, \r\n  Op. No. 25040 (S.C. Sup. Ct. filed Jan. 10, 2000) (Shearouse Adv. Sh. No. 1 \r\nat 20).\r\n\r\n\r\n\r\nWe conclude the indictments fully informed \r\n  Scriven of the offenses with which he was charged, and because he was subject \r\n  to the enhanced penalty provisions upon conviction, the trial court properly \r\nconsidered his prior convictions at the time of sentencing. \r\n\r\n\r\n\r\nII Did the trial court err by allowing \r\n  the State to impeach the defendant with prior drug convictions pursuant to Rule \r\n609(a)(1), SCRE? \r\n\r\n\r\n\r\nScriven next argues the trial court committed \r\n  reversible error by allowing the State to impeach him with prior drug-related \r\n  convictions. At the conclusion of the State's case, Scriven's attorney advised \r\n  the court that Scriven intended to testify in his defense, and then moved to \r\n  exclude Scriven's prior convictions on the basis that testimony as to these \r\n  convictions by name would be so prejudicial to the defendant as to completely \r\n  outweigh any probative value and would deprive him of a fair trial. The trial \r\n  court did not entertain any argument as to the probative value for impeachment \r\n  or prejudicial effect of the prior offenses to the accused. Without articulating \r\n  any reasons for the decision, the trial court denied the motion. During cross-examination, \r\nthe State was then allowed to impeach Scriven with the five prior drug convictions.\r\n\r\n\r\n\r\nUnder Rule 609(a)(1), SCRE, evidence that \r\n  an accused has been convicted of a crime, which was punishable by death or imprisonment \r\n  in excess of one year, is admissible for impeachment if the court determines \r\n  that the probative value of admitting this evidence outweighs its prejudicial \r\n  effect to the accused. The party attempting to introduce the prior conviction \r\n  for impeachment purposes has the initial burden of establishing the basis for \r\n  its admission. See \r\n  United \r\n  States \r\n  v. \r\n  Cunningham, \r\n  638 F.2d 696 (4th Cir. 1981). \r\n  Furthermore, the rule requires the trial judge to balance the probative \r\n  value of the evidence for impeachment purposes against the prejudice to the \r\n  accused. See \r\n  State \r\n  v. Colf, Op. No. 25038 (S.C. Sup. Ct. filed Jan. 4, 2000) (Shearouse \r\n  Adv. Sh. No. 1 at 6) (expressly approving the five-factor analysis generally \r\n  employed in federal courts for weighing the probative value for impeachment \r\n  of prior convictions against the prejudice to the accused, but noting that there \r\n  may be other factors which a trial judge should, in the exercise of discretion, \r\n  consider under the facts and circumstances of each particular case); see \r\n  also United \r\n  States v. Sanders, 964 F.2d 295 (4th \r\nCir. 1992).\r\n\r\n\r\n\r\nIn Colf, \r\n  our supreme court determined the obligations of the trial court when considering \r\n  the admission of prior convictions which are more than ten years old under Rule \r\n  609(b), SCRE. Unlike 609(a)(1), Rule 609(b) requires a finding by the trial \r\n  judge that the probative value of the impeachment evidence substantially \r\n  outweighs the prejudice to the accused. It also requires that this finding be \r\n  supported by specific facts and circumstances. The court recognized that Rule \r\n  609(b) raises a presumption against admissibility of remote prior convictions. \r\n  Consequently, the court held that in a 609(b) analysis the trial judge must \r\n  carefully balance the interests involved and articulate for the record the specific \r\n  facts and circumstances supporting its decision. In so ruling, the court adopted \r\n  the reasoning of the Fourth Circuit Court of Appeals as expressed in United \r\n  States v. Cavender, 578 F.2d 528 (4th \r\n  Cir. 1978) and United \r\n  States v. Beahm, 664 F.2d 414 (4th \r\nCir. 1981). \r\n\r\n\r\n\r\nRule 609(a)(1) differs from Rule 609(b) in \r\n  two important respects. First, Rule 609(a) does not include a requirement that \r\n  the probative value substantially \r\n  outweigh the prejudicial effect to the accused. Second, Rule 609(a) does not \r\n  state that the decision to admit the prior conviction must be supported by specific \r\n  facts and circumstances. Notwithstanding the differences between Rule 609(a) \r\n  and (b), at least two courts require the trial judge to make an on-the-record \r\n  finding that the probative value of admitting a prior conviction under Rule \r\n  609(a)(1) outweighs the prejudicial effect to the accused before admission. \r\n  See \r\n  United \r\n  States v. Preston, 608 F.2d 626, 629 (5th \r\n  Cir. 1979) (\"We hold today that a Trial Judge must make an on-the-record finding \r\n  that the probative value of admitting a prior conviction outweighs its prejudicial \r\n  effect before admitting a non-609(a)(2) prior conviction for impeachment purposes \r\n  under Rule 609(a)(1). An on-the-record finding that probative value outweighs \r\n  the prejudicial effect is not merely an idle gesture. Such a finding assures \r\n  that the Judge has at least taken into account the relevant considerations.\"); \r\n  see \r\n  also Peterson \r\n  a/k/a Nene v. Mississippi, 518 So.2d 632 (Miss. 1987).\r\n\r\n\r\n\r\nOther courts do not require a specific on-the-record \r\n  finding, as long as the record reveals that the trial judge did engage in a \r\n  meaningful balancing of the probative value and the prejudicial effect before \r\n  admitting a non-609(a)(2) prior conviction under 609(a)(1). See \r\n  United \r\n  States v. Walker, 817 F.2d 461 (8th \r\n  Cir. 1987); Radtke \r\n  v. Cessna Aircraft Company, 707 F.2d 999 (8th \r\n  Cir. 1983); Cunningham, \r\n  638 F.2d 696 (4th \r\n  Cir. 1981); United \r\n  States v. Rosales, 680 F.2d 1304 (10th \r\n  Cir. 1981); United \r\n  States v. Thompson, 612 F.2d 233 (6th \r\n  Cir. 1979); United \r\n  States v. Mahone, 537 F.2d 922 (7th \r\n  Cir. 1976); United \r\n  States v. Frazier, 14 M.J. 773 (1982); \r\n  State \r\n  v. Cross, 600 P.2d 1126 (Ariz. Ct. App. 1979); State \r\n  v. Anderson, 336 N.W.2d 123 (N.D. 1983); Theus \r\n  v. State, 845 S.W.2d 874 (Tex. Crim. App. 1992); cf. \r\n  State \r\n  v. Spearin, 428 A.2d 381 (Me. 1981). We believe this to be the better \r\n  rule.\r\nHowever, as our supreme court observed in \r\n  a 609(b) analysis, it is difficult for an appellate court to determine that \r\n  the safeguards provided to the accused have been properly invoked when the trial \r\n  judge does not explicitly rule that the probative value outweighs the prejudicial \r\n  impact to the accused, and provide the reasons for this ruling. See \r\n  Colf, \r\n  Op. No. 25038 (S.C. Sup. Ct. filed Jan. 4, 2000) (Shearouse Adv. Sh. No. 1 at \r\n  6). Consequently, we join with other jurisdictions in urging the trial bench \r\n  to articulate its ruling and the basis for it, thereby clearly and easily informing \r\n  the appellate courts that a meaningful balancing of the probative value and \r\n  the prejudicial effect has taken place as required by Rule 609(a)(1).\r\n\r\n\r\n\r\n\r\nIn this case, the trial judge did not have \r\n  the benefit of the guidance recently provided in Colf. \r\n  Nevertheless, the record does not reflect that the trial judge engaged in any \r\n  meaningful analysis of the relevant factors or \r\n  that the court balanced the probative value against the prejudicial effect to \r\n  the accused. See \r\n  id.; \r\n  Beahm, \r\n   664 F.2d 414 (4th \r\n  Cir. 1981) (where trial judge merely ruled that admission of 9½ year-old conviction \r\n  would be constitutional and not plain error, the record did not reflect that \r\n  the district court had determined as a prerequisite to admission that the probative \r\n  value outweighed the prejudicial impact to the accused; thus, the defendant \r\n  was denied the safeguards of Rule 609(a)).\r\n\r\n\r\n\r\n\r\nAlthough Scriven acknowledged his convictions \r\n  were less than ten years old and were punishable by a sentence in excess of \r\n  one year, the State made no presentation as to the probative value of the convictions \r\n  in support of their admission. See \r\n  Cunningham, \r\n   638 F.2d 696 (4th \r\n  Cir. 1981) (burden of establishing basis \r\n  for admission is on the proponent); United \r\n  States v. Smith, 551 F.2d 348, 360 (D.C. 1976); McInnis \r\n  v. Mississippi, 527 So.2d 84 (Miss. 1988). (3) \r\n  The court did not engage in any on-the-record analysis of the probative value \r\n  of these convictions, or the prejudicial impact. Neither did the court make \r\n  any ruling on the record which would indicate that the court had balanced the \r\n  probative value against the prejudicial impact.\r\n\r\n\r\n\r\n\r\nFurthermore, from the colloquy between the \r\n  court and counsel, we are unable to discern whether the court properly applied \r\n  the burden of establishing a basis for the admission. See \r\n  Cavender, 578 F.2d at 531 n.7 \r\n  (\"It is inferable that, by simply denying the motion, the District Court could \r\n  have assumed that the defendant as the proponent of the motion [to exclude the \r\n  prior convictions], had the burden. Such an assumption would have been erroneous.\").\r\n\r\n\r\n\r\n\r\nThe prior convictions in this case, although \r\n  not ten years old (and not falling within 609(b)), are still fairly remote. \r\n  They are either similar or identical to the charged offenses, and the likelihood \r\n  of a high degree of prejudice to the accused is inescapable. See \r\n  Colf, Op. No. 25038 (S.C. Sup. \r\n  Ct. filed Jan. 4, 2000) (Shearouse Adv. Sh. No. 1 at 6) (evidence of similar \r\n  offenses inevitably suggests to the jury the defendant's propensity to commit \r\n  the crime with which he is charged); Sanders, \r\n  964 F.2d at 297-98 (\"The generally accepted view, therefore, is that evidence \r\n  of similar offenses for impeachment purposes under Rule 609 should be admitted \r\n  sparingly, if at all.\"). Furthermore, Scriven's defense was predicated on alibi, \r\n  substantiated by his ex-wife. (4) \r\n  He did not claim that he had never before been involved with drugs. Cf. \r\n  United States v. Leavis, 853 \r\n  F.2d 215 (4th Cir. 1988) (where defendant's testimony on direct examination \r\n  implied that he had no prior contact with drugs, evidence of prior felony drug \r\n  conviction was admissible on cross-examination under broad exercise of discretion \r\n  analysis of Rule 403 to rebut the false impression).\r\n\r\n\r\n\r\n\r\nOn this record, we are unable to determine \r\n  that the trial judge initially placed the burden of establishing admissibility \r\n  on the State, as required by Rule 609(a). We are likewise unable to say that \r\n  the trial judge conducted a meaningful analysis to balance the impeachment value \r\n  of these prior convictions, if any, against the prejudicial impact, as clearly \r\n  required under Rule 609(a)(1). A decision to admit this evidence without these \r\n  safeguards would be an error of law, amounting to an abuse of discretion. See \r\n  State v. Smicklevich, 268 S.C. \r\n  411, 234 S.E.2d 230 (1977). \r\n\r\n\r\n\r\n\r\nThese prior convictions were eight years old \r\n  at the time of trial, approaching the degree of remoteness presumptively barring \r\n  their admissibility under Rule 609(b). The similarity between the prior convictions \r\n  and the charged offenses cannot be denied, and they present a great likelihood \r\n  of prejudice to the accused. On the basis of this record, we are unable to say \r\n  that the admission of these prior convictions was harmless error. Consequently, \r\n  we remand to the trial court with instructions to hold a hearing on the admissibility \r\n  of Scriven's prior convictions, applying the proper burden of establishing admissibility, \r\n  and carefully weighing the probative value for impeachment of the prior convictions \r\n  against the prejudice to Scriven. See \r\n  Colf, Op. No. 25038 (S.C. Sup. \r\n  Ct. filed Jan. 4, 2000) (Shearouse Adv. Sh. No. 1 at 6) (appellate court should \r\n  not undertake the Rule 609(b) balancing test itself, but should remand the question \r\n  to the trial court); see also \r\n  United States v. Smith, 551 \r\n  F.2d 348 (D.C. Cir. 1976) (where trial judge applied wrong standard for admissibility, \r\n  case remanded to conduct hearing on admissibility of prior convictions pursuant \r\n  to 609(a)(1), with instructions to order new trial if, upon remand, prior convictions \r\n  ruled inadmissible); United States \r\n  v. Hairston, 495 F.2d 1046 (D.C. Cir. 1974). \r\n\r\n\r\n\r\n\r\nIn the event the State does not carry its \r\n  burden, or the court determines that the prejudicial impact to Scriven outweighed \r\n  the probative value for impeachment, the court shall order a new trial. Otherwise, \r\n  subject to further appellate review, the conviction is affirmed.\r\n\r\n\r\n\r\n\r\nAFFIRMED IN PART, REVERSED IN PART, \r\n  and REMANDED.\r\n\r\n\r\n\r\n\r\nHEARN, C.J., and CURETON, J., concur.        \r\n\r\n\r\n\r\n           \r\n\r\n1.  Although the tape fairly clearly displays the facial features of the alleged perpetrator, we are unable to compare it\r\n\r\nwith the appearance of the defendant at trial.\r\n\r\n\r\n2.  In \r\n  Hamilton, \r\n  the court of appeals considered the propriety of proving prior burglary or housebreaking \r\n  offenses at Hamilton's first degree burglary trial. Unlike § 44-53-370, which \r\n  provides for an enhanced sentence for a prior offender, burglary is separated \r\n  into three different degrees. Under the legislative scheme, one way in which \r\n  the State can prove the most serious offense of first degree burglary is by \r\n  proving actions which are defined as one form of second degree burglary (entry \r\n  into a dwelling without consent and with the intent to commit a crime) and \r\n  that the offender has two or more prior convictions for burglary or housebreaking \r\n  or a combination of both. S.C. Code Ann. § 16-11-311(A)(2) (Supp. 1996). As \r\n  the court held in Hamilton, \r\n  proof of the two prior convictions thus becomes an element of the crime of first \r\n  degree burglary, when charged by the State under § 16-11-311(A)(2). Therefore, \r\n  the State could not be forced to accept the defendant's proposed stipulation \r\n  as to the prior convictions, but was entitled to present proof of the prior \r\n  offenses to the jury in order to prove first degree burglary, notwithstanding \r\n  the prejudice to the defendant.\r\n\r\n\r\n\r\n\r\nIn Benton, our supreme court held that this statutory scheme as interpreted in Hamilton was not unconstitutional.\r\n\r\n3.   In McInnis, the court held the proponent offering a prior arson conviction did not meet the threshold requirement\r\n\r\nof showing the impeachment value of the conviction, notwithstanding the fact that arson is a crime of violence,\r\n\r\nwhere the proponent did not provide circumstances so as to enable the trial judge to determine if the arsonist was\r\n\r\nengaged in conduct indicating a tendency to lie or intentionally deceive, such as insurance fraud, or was controlled\r\n\r\nby some other motive less probative of credibility, such as pyromania.\r\n\r\n4.  Both Scriven and his ex-wife claimed it was her birthday on the day of the alleged drug transaction, and the time\r\n\r\nof the transaction coincided with the time Scriven was with her in Charleston, approximately one hour away, buying\r\n\r\nbirthday gifts and eating dinner together.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3132","title":"Miletric v. WalMart Stores","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3132","description":"","date":"2000-03-13","type":"opinion","text":"\r\n      \r\n\r\n\r\nMiletic v. Wal-Mart Stores, Inc.\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________ \r\n  \r\n   \r\n\r\n  \r\n    \r\n      \r\nMarguerite Miletic, \r\nAppellant, \r\n           \r\n        v. \r\n           \r\n        Wal-Mart Stores, Inc., \r\nRespondent.\r\n        \r\n    \r\n  \r\n\r\n________ \r\n   \r\nAppeal From Beaufort \r\n  County\r\n  Howard P. King, Circuit Court \r\n  Judge\r\n  ________ \r\n   \r\nAFFIRMED\r\n________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        William M. Bowen, of Hilton \r\n          Head Island, for appellant. \r\n           \r\n        J.R. Murphy, of Murphy and \r\n        Grantland, of Columbia, for respondent.\r\n        ________ \r\n     \r\n      \r\n    \r\n  \r\n\r\nHEARN, C.J.: Marguerite \r\n  Miletic appeals from the trial judge's order granting summary judgment to Wal-Mart. \r\n  She argues there was a genuine issue of material fact whether Wal-Mart owed \r\n  her a duty as its customer to protect her from the criminal acts of third persons \r\n  committed in a parking lot adjacent to Wal-Mart's premises. We affirm. \r\n   \r\nFACTS AND \r\n  PROCEDURAL HISTORY \r\n   \r\nOn September 2, 1993, at approximately \r\n  12:30 a.m., Miletic stopped at the Wal-Mart located in the Port Royal Plaza \r\n  shopping center on Hilton Head Island. When she parked and entered the store \r\n  there was only one other car in the parking lot. Miletic was inside approximately \r\n  five minutes. When she exited the store, the other car had departed, but a red \r\n  car was now parked in the vicinity of Miletic's car. When Miletic entered her \r\n  car, two men exited the red car, ran toward Miletic, put a gun to her head, \r\n  ordered her into the back seat of her car, and drove away in her car with her. \r\n  Approximately 30 minutes later, the men put Miletic out of her car on the side \r\n  of the road after taking her money and credit cards. They then drove away in \r\n  her car.   \r\nMiletic sued Wal-Mart, alleging that \r\n  it had a duty to her as its customer to protect her from the criminal acts of \r\n  third persons committed in the store's parking lot. In opposition to Wal-Mart's \r\n  motion for summary judgment, Miletic submitted incident reports detailing criminal \r\n  activity in or near the shopping center's parking lot in the two years preceding \r\n  Miletic's abduction. Further, Miletic submitted an affidavit from Elbert Jackson, \r\n  a security consultant, who stated that his security company had recommended \r\n  in 1996 that Wal-Mart employ security in its parking areas because of subdued \r\n  lighting.(1) At the least, Jackson recommended \r\n  an unarmed bicycle patrol in the parking lot. The trial judge granted summary \r\n  judgment to Wal-Mart. Miletic's appeal followed. \r\n   \r\nANALYSIS \r\n   \r\nSummary judgment is appropriate when \r\n  it is clear that there are no genuine issues of material fact, and the moving \r\n  party is entitled to judgment as a matter of law. City of Columbia v. A.C.L.U., \r\n  323 S.C. 384, 386, 475 S.E.2d 747, 748 (1996). In ruling on a motion for summary \r\n  judgment, the evidence and the inferences that can be drawn therefrom should \r\n  be viewed in the light most favorable to the nonmoving party. Caf&eacute; \r\n  Assocs. v. Gerngross, 305 S.C. 6, 9, 406 S.E.2d 162, 164 (1991). \r\n   \r\n\"Under South Carolina law, a merchant \r\n  or restaurant owner is not charged with the duty of protecting its customer \r\n  against criminal acts of third parties when it did not know or have reason to \r\n  know that such acts were occurring or about to occur.\" Callen v. Cale Yarborough \r\n  Enterprises, 314 S.C. 204, 206, 442 S.E.2d 216, 218 (Ct. App. 1994) (declining \r\n  to hold Hardee's liable for the crimes of third persons despite knowledge that \r\n  numerous other violent incidents had occurred in prior years; no incidents that \r\n  evening put Hardee's on notice of unrest or potential for violence, and Hardee's \r\n  is not the type of operation that attracted or provided a climate for crime); \r\n  see also Munn v. Hardee's Food Sys., Inc., 274 S.C. 529, 531, \r\n  266 S.E.2d 414, 415 (1980) (holding that despite an incident earlier that night \r\n  involving a group of people making derogatory comments of a racial nature, there \r\n  was no reason for Hardee's to expect a violent fight would break out); Shipes \r\n  v. Piggly Wiggly St. Andrews, Inc., 269 S.C. 479, 484, 238 S.E.2d 167, 169 \r\n  (1977) (\"There is no duty . . . upon merchants and shopkeepers generally, whose \r\n  mode of operation of their premises does not attract or provide a climate for \r\n  crime, to guard against the criminal acts of a third party, unless they know \r\n  or have reason to know that acts are occurring or about to occur on the premises \r\n  that pose imminent probability of harm to an invitee. . . .\") (quoting Cornpropst \r\n  v. Sloan, 528 S.W.2d 188 (Tenn. 1975)).  \r\n   \r\nIt is not the province of this Court \r\n  to adopt an approach different from that espoused by our Supreme Court. However, \r\n  we note the law has evolved in other jurisdictions since the Supreme Court articulated \r\n  the scope of the duty of merchants under such circumstances in Shipes. \r\n  The Shipes court relied on Cornpropst v. Sloan, 528 S.W.2d 188 \r\n  (Tenn. 1975), which established the rule in Tennessee that businesses which \r\n  do not attract or provide a favorable climate for crime have no duty to protect \r\n  their customers unless the business knows or has reason to know that criminal \r\n  acts are occurring or about to occur on the premises which pose an imminent \r\n  probability of harm to a customer. Thus, the question becomes whether a criminal \r\n  act is foreseeable.  \r\nTo determine whether an act is foreseeable, \r\n  courts generally use one of four basic approaches. See Posecai v. \r\n  Wal-Mart, No. 99-C-1222, 1999 WL 1072889 (La. Nov. 30, 1999). The first \r\n  is known as the specific harm approach. Id. at 3. In order to establish \r\n  a duty under this approach, a plaintiff must demonstrate a landowner or merchant \r\n  is aware of the specific imminent harm about to befall him or her. Id. \r\n  This view is considered outdated and too restrictive. Id. (citing Delta \r\n  Tau Delta v. Johnson, 712 N.E.2d 968, 971 (Ind. 1999)). This is the view \r\n  endorsed by Cornpropst and thus, by South Carolina case law. The Tennessee \r\n  Supreme Court overruled Cornpropst in 1996. See McClung v. \r\n  Delta Square Ltd. Partnership, 937 S.W.2d 891 (Tenn.1996). \r\n   \r\n\r\nThe second, more recent approach is \r\nthe \"prior incidents\" rule. Under this view a plaintiff may establish foreseeability \r\nby evidence of previous crimes on or near the premises in question. Posecai, \r\nat 3 (citations omitted). The court then evaluates the \"nature and extent of the \r\nprevious crimes, as well as their recency, frequency, and similarity to the crime \r\nin question.\" Id. As with the imminent harm approach, a rigid interpretation \r\nof the prior incidents rule has been criticized as producing undesirable results \r\nand inconsistencies.(2)  \r\n McClung, at 899-900.  \r\n   \r\nThe third of the four general approaches \r\n  to foreseeability is the totality of the circumstances view. Posecai, \r\n  at 4. It is the most common approach. Id. This view \"often focuses on \r\n  the level of crime in the surrounding area and courts that apply this test are \r\n  more willing to see property crimes or minor offenses as precursors to more \r\n  violent crimes.\" Id. (citing Clohesy v. Food Circus Supermkts., \r\n  694 A.2d 1017, 1028 (N.J. 1997)).  \r\n   \r\nTennessee has now adopted the fourth \r\n  approach, known as the balancing test. This test weighs the foreseeability of \r\n  the harm against the burden imposed on a business by protecting against that \r\n  harm.(3) See McClung. Two other \r\n  states share this new approach: California and Louisiana. See Posecai, \r\n  at 4. Regardless of the approaches to foreseeability used elsewhere, it is clear \r\n  that under South Carolina law, the trial judge properly granted summary judgment \r\n  in this case.   \r\nWal-Mart is not the type of operation \r\n  that attracts or provides a climate for crime. In the two years prior to Miletic's \r\n  abduction, the only crime involving Wal-Mart was a larceny, not an assault, \r\n  car jacking, or kidnaping. Further, Miletic testified that the attack occurred \r\nso quickly that even she had no warning the men were about to attack her. \r\nAs for Jackson's affidavit, we note \r\n  that Miletic's assault and abduction occurred in 1993, and Wal-Mart consulted \r\n  with Jackson in 1996 and 1997. Miletic testified that attacks on other Port \r\n  Royal Plaza patrons occurred after hers. However, this is insufficient to show \r\n  that Wal-Mart had the requisite knowledge to foresee the attack on Miletic in \r\n  1993. \r\n \r\nViewing \r\n  the facts in the light most favorable to Miletic, we do not think Wal-Mart had \r\n  a duty under South Carolina law to protect her from an attack like the one she \r\n  suffered. The store simply had no notice of any comparable violent crimes occurring \r\n  in the two years prior, and no incidents occurred on that particular night to \r\n  put Wal-Mart on notice of an impending violent car jacking. Because Wal-Mart \r\n  had no duty to protect Miletic, it could not have negligently breached that \r\n  duty.(4) \r\n\r\n  Accordingly, the trial judge's \r\n  order granting summary judgment is  \r\n   \r\n\r\nAFFIRMED. \r\n   \r\nSTILWELL, J., and MOREHEAD, \r\n  A.J., concurring. \r\n   \r\n1.  Hilton Head \r\n  Island is home to a wide variety of nocturnal wildlife. In order to disturb \r\n  the nocturnal habits of these animals as little as possible, there are strict \r\n  controls on the amount and type of lighting that can be used after dark in areas \r\n  like this parking lot. Wal-Mart was in compliance with the lighting code at \r\n  the time of Miletic's abduction. Apparently, though, the subdued lighting was \r\n  one reason why Jackson recommended that Wal-Mart employ armed parking lot security \r\n  guards from 11 p.m. until 7 a.m. \r\n \r\n2.  The Tennessee \r\n  Supreme Court noted in McClung, 937 S.W.2d 891, at 899-990 (quoting Isaacs \r\n  v. Huntington Memorial Hosp., 695 P2d 653, 658-59 (1985) (citations omitted)): \r\n   \r\nFirst, the rule leads to results \r\n  which are contrary to public policy. The rule has the effect of discouraging \r\n  landowners from taking adequate measures to protect premises which they know \r\n  are dangerous. This result contravenes the policy of preventing future harm. \r\n  Moreover, under the rule, the first victim always loses, while subsequent victims \r\n  are permitted recovery. Such a result is not only unfair, but it is inimical \r\n  to the important policy of compensating injured parties. Surely, a landowner \r\n  should not get one free assault before he can be held liable for criminal acts \r\n  which occur on his property. \r\n   \r\nSecond, a rule which limits evidence \r\n  of foreseeability to prior similar criminal acts leads to arbitrary results \r\n  and distinctions. Under this rule, there is uncertainty as to how \"similar\" \r\n  the prior incidents must be to satisfy the rule. The rule raises a number of \r\n  other troubling questions. For example, how close in time do the prior incidents \r\n  have to be? How near in location must they be? The rule invites different courts \r\n  to enunciate different standards of foreseeability based on their resolution \r\n  of these questions.  \r\nThird, the rule erroneously equates \r\n  foreseeability of a particular act with previous occurrences of similar acts. \r\n  . . \"[T]he fortuitous absence of prior injury does not justify relieving defendant \r\n  from responsibility for the foreseeable consequences of its acts.\" \r\n   \r\nFinally, the \"prior similar incidents \r\n  rule\" improperly removes too many cases from the jury's consideration. It is \r\n  well established that foreseeability is ordinarily a question of fact.\r\n3.  Interestingly, \r\n  Cornpropst itself relied on Goldburg v. Housing Auth. Of Newark, \r\n  186 A.2d 291 (1962). Goldburg's view was abandoned by New Jersey in Butler \r\n  v. Acme Markets, Inc., 445 A.2d 1141 (1982). See McClung, \r\n  at n.5. \r\n4.  We note that \r\n  Wal-Mart also argues on appeal that it did not own the parking lot, but was \r\n  merely a lessee of the store's premises. Thus, it alleges that any duty to protect \r\n  Miletic would fall upon the shopping center's owners rather than Wal-Mart. The \r\n  trial judge did not rule on this issue, and thus we decline to address it on \r\n  appeal. Strother v. Lexington County Recreation Comm'n, 332 S.C. 54, \r\n  504 S.E.2d 117 (1998).\r\n \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3133","title":"Hubbard v. Taylor","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3133","description":"","date":"2000-03-20","type":"opinion","text":"\r\n      \r\n\r\n\r\nHubbard v. Taylor\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________ \r\n  \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Norma J. Hubbard, as Personal \r\n          Representative of the Estate of Marjorie Hammond Hubbard, Deceased, \r\n          Appellant, \r\n           \r\n      \r\n    \r\n  \r\n\r\n\r\n  \r\n    v. \r\n  \r\n\r\n  \r\n \r\n   \r\n     \r\n      \r\n        Leonard Taylor, \r\nRespondent.\r\n        \r\n    \r\n  \r\n\r\n________ \r\n   \r\nAppeal From Richland \r\n  County\r\n  Larry R. Patterson, Circuit \r\n  Court Judge\r\n  ________ \r\n\r\n    Opinion No. 3133\r\n    Heard February 9, 2000 - \r\n    Filed March 20, 2000 \r\n    ________ \r\n   \r\n\r\n\r\nAFFIRMED\r\n________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Scott Elliott, of Elliott \r\n          &amp; Elliott; and Howard Hammer, of Hammer, Hammer, Carrigg &amp; Potterfield, \r\n          both of Columbia, for Appellant. \r\n           \r\n        Robert J. Thomas, of Rogers, \r\n        Townsend &amp; Thomas, of Columbia, for Respondent.\r\n        ________\r\n        \r\n      \r\n    \r\n  \r\n   \r\nMOREHEAD, A.J.: \r\n  Norma J. Hubbard (the daughter) brought this negligence action against Leonard \r\n  Taylor, the owner and director of Greenbrier Retirement Village, for the injuries \r\n  and resulting death of her mother, Marjorie Hammond Hubbard (the mother), a \r\n  resident of Greenbrier. Taylor moved for summary judgment based on the daughter's \r\n  execution of a Covenant Not to Sue which settled all claims against Taylor and \r\n  Greenbrier except for any claim against Taylor, individually, to the extent \r\n  he was not acting on behalf of Greenbrier. The trial court granted Taylor's \r\n  motion for summary judgment, finding Taylor had no duty to the mother separate \r\n  and apart from his duty as operator of Greenbrier and that, even if there were \r\n  a duty, Taylor's alleged negligence was not the proximate cause of the mother's \r\n  injuries. The daughter appeals. We affirm.\r\n  \r\n\r\n  \r\n    FACTUAL/PROCEDURAL BACKGROUND \r\n    \r\n  \r\n\r\n  \r\nTaylor owned and operated the Greenbrier \r\n  Retirement Village located in Winnsboro, South Carolina. In 1991, the daughter \r\n  applied for admission of her mother to Greenbrier. The mother was then 76 and \r\n  had experienced periods of confusion and had wandered from her home on several \r\n  occasions. She suffered from hardening of the arteries, which affected her mental \r\n  condition. Her short-term memory was very poor, and she seemed to regress to \r\n  past incidents. Taylor visited with the mother to determine her needs and accepted \r\n  her as a resident of Greenbrier. \r\n  \r\nOn January 8, 1992, Taylor's automobile \r\n  was in the parking lot at Greenbrier. The vehicle was unlocked, and an unsealed \r\n  container of antifreeze was in the floorboard of the back seat. A couple days \r\n  before, Taylor had used the container of antifreeze to refill the radiator. \r\n  Taylor usually left his car unlocked, and he did so on this occasion. The car \r\n  had been used at Greenbrier since 1988 to transport residents at the facility.\r\n  \r\nWhen Ada Willingham, a Greenbrier \r\n  employee, arrived for work on January 8, 1992, she heard a car horn blowing \r\n  and went to investigate. She found the mother and another resident, Aileen Waddell, \r\n  sitting in Taylor's car in the parking lot. Waddell was in the driver's seat \r\n  and the mother was in the back. When asked what they were doing, the mother \r\n  stated they were going for a ride, and Waddell said next time they would get \r\n  a car that cranks. The mother picked up the container of antifreeze from the \r\n  floor, held it in her arms, and called it her \"doll baby.\" Willingham told them \r\n  to go back inside, and both ladies returned to Greenbrier without assistance. \r\n  \r\n  \r\nLater that evening, Rhonda Jennings, \r\n  a supervisor at Greenbrier, noticed that both the mother and Waddell began experiencing \r\n  stomach pains and falling down. Jennings had the mother transported to the emergency \r\n  room after she began throwing up brown material. Waddell was taken to the hospital \r\n  the following morning. Both the mother and Waddell subsequently died of antifreeze \r\n  poisoning. \r\n  \r\nOn April 7, 1994, the daughter settled \r\n  her claims with Taylor and Greenbrier for the death of the mother for $750,000. \r\n  Of the settlement amount, $7,500 was allocated to the action for conscious pain \r\n  and suffering and $742,500 for wrongful death. In exchange, the daughter executed \r\n  a \"Covenant Not to Sue,\" which expressly provided the daughter was releasing\r\n  \r\nGreenbrier Retirement Center, Greenbrier \r\n  Retirement Village, Inc., Continental Insurance Company, their agents, servants, \r\n  employers, employees, affiliates, subsidiaries, parent companies, officers, \r\n  directors, shareholders, personal representatives, heirs, successors, and \r\n  assigns and all others who could be held responsible for the actions of these \r\n  persons, firms, corporations and companies [hereinafter referred to collectively \r\n  as \"Covenantees\"], to refrain and desist from instituting or asserting against \r\n  Covenantees any claim, demand, action or suit of whatsoever kind or nature, \r\n  either directly or indirectly, for injuries or damage to person or property \r\n  resulting from, or arising out of, the injury to or death of Marjorie H. Hubbard. \r\n  [Emphasis added.]\r\n  \r\nThe covenant operated as a general \r\n  release subject to one exception. The covenant expressly reserved the right \r\n  for the daughter to sue any other persons against whom there may be a claim \r\n  for damages,\r\n  \r\nincluding, but not limited to, Leonard \r\n  Taylor, individually, to the extent that Leonard Taylor was not acting on \r\n  behalf of any of the Covenantees, provided that among the foregoing rights, \r\n  the undersigned [the daughter] hereby expressly and specifically reserves the \r\n  right to sue Leonard Taylor individually on account of his negligence and/or \r\n  recklessness in connection with his ownership, maintenance and use of an \r\n  automobile. [Emphasis added.]\r\n  \r\nThe daughter filed this complaint \r\n  dated December 2, 1994, asserting damages for Taylor's alleged \"negligence, \r\n  carelessness, recklessness, and wantonness . . . in the ownership, operation, \r\n  maintenance and use\" of his automobile. Specifically, the daughter asserted \r\n  Taylor was negligent in parking his car on the premises of Greenbrier with a \r\n  container of antifreeze inside, without locking the vehicle, \"when he knew or \r\n  should have known that accessibility of entry into said automobile with an unsealed \r\n  container of antifreeze would be dangerous to residents of the facility, including \r\n  [the mother], who would be likely to enter said automobile.\"\r\n  \r\nTaylor moved for summary judgment. \r\n  The trial court granted summary judgment to Taylor, finding Taylor owed no duty \r\n  to the mother exclusive of any duties related to his status as an agent, servant, \r\n  employee, officer, or director of Greenbrier. The trial court further found \r\n  that, even if Taylor had a duty to lock his car so as to make the antifreeze \r\n  inaccessible to the mother, the breach of that duty was not the proximate cause \r\n  of the harm to the mother.\r\n  \r\n\r\n  \r\n    ISSUE \r\n  \r\n\r\n  \r\nDid the trial court err in granting \r\n  summary judgment to Taylor on the daughter's claim of negligence in the operation, \r\n  maintenance, and use of an automobile?\r\n  \r\n\r\n  \r\n    STANDARD OF REVIEW \r\n  \r\n\r\n  \r\nSummary judgment is appropriate only \r\n  where no genuine issue as to a material fact is involved and further inquiry \r\n  into the facts is not desirable to clarify the application of the law. Tupper \r\n  v. Dorchester County, 326 S.C. 318, 487 S.E.2d 187 (1997). In determining \r\n  whether any triable issues of fact exist, the evidence and all reasonable inferences \r\n  therefrom must be viewed in the light most favorable to the party opposing summary \r\n  judgment. Summer v. Carpenter, \r\n  328 S.C. 36, 492 S.E.2d 55 (1997); Hamiter \r\n  v. Retirement Div. of the South Carolina Budget &amp; Control Bd., 326 \r\n  S.C. 93, 484 S.E.2d 586 (1997). \r\n   \r\n\r\n  \r\n    LAW \r\n  \r\n\r\n  \r\nThe elements for a cause of action \r\n  for the tort of negligence are: (1) a duty owed to the plaintiff by the defendant, \r\n  (2)&nbsp;a breach of that duty by the defendant, and (3)&nbsp;damages proximately \r\n  resulting from the breach of duty. Bishop \r\n  v. South Carolina Dep't of Mental Health, 331 S.C. 79, 502 S.E.2d 78 \r\n  (1998); Rickborn v. Liberty Life Ins. \r\n  Co., 321 S.C. 291, 468 S.E.2d 292 (1996).  \r\n   \r\nA legal duty of care owed by the \r\n  defendant to the plaintiff must exist to maintain an action for negligence. \r\n  Bishop, 331 S.C. at 86, 502 \r\n  S.E.2d at 81. Duty is generally defined as \"the obligation to conform to a particular \r\n  standard of conduct toward another.\" Shipes \r\n  v. Piggly Wiggly St. Andrews, Inc., 269 S.C. 479, 483, 238 S.E.2d 167, \r\n  168 (1977).   \r\n\"The common law ordinarily imposes \r\n  no duty on a person to act. If an act is voluntarily undertaken, however, the \r\n  actor assumes the duty to use due care.\" Miller \r\n  v. City of Camden, 329 S.C. 310, 314, 494 S.E.2d 813, 815 (1997). The \r\n  Restatement (Second) of Torts § 314 (1965) also embodies this principle and \r\n  provides that, as a general rule, an individual is under no duty to provide \r\n  aid or protection to another even if the individual realizes or should realize \r\n  that action on his part is necessary to protect the other party. Cf. \r\n  Rogers v. South Carolina Dep't \r\n  of Parole &amp; Community Corrections, 320 S.C. 253, 255, 464 S.E.2d \r\n  330, 332 (1995) (\"Generally, one has no duty to control the dangerous conduct \r\n  of another or to warn a potential victim of such conduct.\") However, an affirmative \r\n  legal duty to act may be created by statute, contract, relationship, status, \r\n  property interest, or some other special circumstance. Carson \r\n  v. Adgar, 326 S.C. 212, 486 S.E.2d 3 (1997); Wyatt \r\n  v. Fowler, 326 S.C. 97, 484 S.E.2d 590 (1997).\r\nNegligence is not actionable unless \r\n  it is the proximate cause of the plaintiff's injury. Hanselmann \r\n  v. McCardle, 275 S.C. 46, 267 S.E.2d 531 (1980). Proximate cause requires \r\n  proof of (1) causation in fact and (2) legal cause. Rush \r\n  v. Blanchard, 310 S.C. 375, 426 S.E.2d 802 (1993); Oliver \r\n  v. South Carolina Dep't of Highways &amp; Pub. Transp., 309 S.C. 313, \r\n  422 S.E.2d 128 (1992).  \r\n\"Causation in fact is proved by establishing \r\n  the injury would not have occurred 'but for' the defendant's negligence.\" Bramlette \r\n  v. Charter-Medical-Columbia, 302 S.C. 68, 72, 393 S.E.2d 914, 916 (1990). \r\n   \r\nLegal cause is proved by establishing \r\n  foreseeability, i.e., that the injury occurred as a natural and probable consequence \r\n  of the defendant's negligence. Id. \r\n  at 72, 393 S.E.2d at 916. See \r\n  also Young \r\n  v. Tide Craft, Inc., 270 S.C. 453, 242 S.E.2d 671 (1978); Stone \r\n  v. Bethea, 251 S.C. 157, 161 S.E.2d 171 (1968). Although foreseeability \r\n  of some injury from an act or omission is a prerequisite to the plaintiff establishing \r\n  proximate cause, it is not necessary for the defendant to have contemplated \r\n  the particular event which occurred. Greenville \r\n  Mem'l Auditorium v. Martin, 301 S.C. 242, 391 S.E.2d 546 (1990). Rather, \r\n  it is sufficient if the defendant should have foreseen that his negligence would \r\n  probably cause injury to someone. Id. \r\n    \r\n\r\n  \r\n    ANALYSIS \r\n  \r\n\r\n  \r\nThe daughter argues the trial court \r\n  erred in finding that Taylor did not owe the mother an individual duty to lock \r\n  his car or otherwise secure the antifreeze so as to prevent the mother from \r\n  obtaining the antifreeze from his parked vehicle. The daughter also argues the \r\n  trial court erred in finding that, even if there were a duty, a breach of that \r\n  duty was not the proximate cause of the harm to the mother. We disagree. \r\n   \r\nThe Covenant Not to Sue limited the \r\n  daughter's right to maintain an action against Taylor for his individual negligence \r\n  to the extent he was not acting on behalf of Greenbrier and only for \"his negligence \r\n  and/or recklessness in connection with his ownership, maintenance and use of \r\n  an automobile.\" Thus, Taylor's duties in this case were no greater than those \r\n  of any ordinary automobile owner or operator.  \r\n   \r\nThe daughter relies on Everett \r\n  v. White, 245 S.C. 331, 140 S.E.2d 582 (1965), to support her proposition \r\n  that Taylor owed her mother an independent duty to lock his car or otherwise \r\n  secure the antifreeze. Everett \r\n  involved a landowner who, in the course of constructing a house, left an excavated \r\n  hole filled with mud and debris open on his property over a considerable period \r\n  of time. The plaintiff, a five year old boy, fell into the hole while playing \r\n  on the property and suffered serious injuries. The plaintiff filed suit against \r\n  the landowner, alleging the landowner was negligent in leaving a dangerous condition \r\n  exposed in a place where children were accustomed to playing without taking \r\n  precautions to safeguard against injury to the children. The supreme court held \r\n  that the complaint in Everett \r\n  stated a sufficient cause of action for actionable negligence. Id. \r\n  at 338, 140 S.E.2d at 586.\r\nThe daughter maintains the antifreeze \r\n  was a dangerous item which Taylor \"left exposed under circumstances where those \r\n  mentally incapable of appreciating the danger\" were likely to come into contact \r\n  with it. Specifically, the daughter asserts Taylor knew the antifreeze was a \r\n  toxic substance. She says Taylor knew from past experience that toxic substances \r\n  were dangerous and could cause injury if mishandled. She asserts Taylor knew \r\n  her mother often became confused and wandered aimlessly. She states Taylor knew \r\n  her mother needed to be watched regularly because of her tendency to wander. \r\n  She asserts she informed Taylor her mother was unable to care for herself properly \r\n  and was a danger to herself. The daughter further contends Taylor was not acting \r\n  on behalf of Greenbrier when he serviced his car and left the antifreeze in \r\n  his unlocked car in the Greenbrier parking lot. Therefore, the daughter argues, \r\n  Taylor had a duty, exclusive of his duty as operator of Greenbrier, to lock \r\n  his automobile or otherwise secure the antifreeze after servicing his car to \r\n  prevent injury to the mother, her companion, or someone similarly situated. \r\n    \r\nEven assuming the daughter is correct \r\n  in her statement of the facts and circumstances in this case, her reliance on \r\n  Everett is misplaced. Everett \r\n  specifically addresses a child's grounds for recovery in a negligence action \r\n  which parallels the attractive nuisance doctrine. See \r\n  Everett, 245 S.C. at 335-38, \r\n  140 S.E.2d at 584-86. Therefore, Everett \r\n  is not applicable in this case. \r\n   \r\nWe conclude the trial court did not \r\n  err in granting summary judgment in favor of Taylor. Although the daughter contends \r\n  that Taylor should have been aware of her mother's tendency to wander and her \r\n  failing mental faculties and that he should have acted to protect her, the daughter \r\n  executed a covenant for $750,000 releasing Taylor from any liability in that \r\n  regard. We find that, in his status as an ordinary automobile owner, Taylor \r\n  had no duty to the mother under the circumstances present here. \r\n   \r\nMoreover, we agree with the trial \r\n  court that, even if there were a duty, the daughter failed to establish proximate \r\n  causation because the mother's actions were not reasonably foreseeable. The \r\n  fact that the mother may wander does not mean she would necessarily drink a \r\n  substance not meant for human consumption. Thus, even if the daughter can prove \r\n  everything in her complaint, foreseeability is not present. See \r\n  Horne v. Beason, 285 S.C. 518, \r\n  331 S.E.2d 342 (1985) (holding where evidence of foreseeability is lacking, \r\n  the issue is no longer one for the jury). \r\n   \r\nIn Horne, \r\n  the plaintiff argued that the defendants, including employees of the jail and \r\n  highway patrol, should have anticipated that Horne would harm himself while \r\n  incarcerated after an arrest. The court held the jailers were not expected to \r\n  be fortunetellers or to foresee that Horne would use the cloth belt of his bathrobe \r\n  to hang himself in prison. The court stated: \r\n   \r\n[D]amages for an injury resulting \r\n  from a negligent act of the defendant may be recovered if a reasonably prudent \r\n  and careful person should have anticipated, under the same or similar circumstances, \r\n  that injury to the plaintiff or to those in a like situation would probably \r\n  result. The most common test of negligence, therefore, is whether the consequences \r\n  of the alleged wrongful act were reasonably to be foreseen as injurious to others \r\n  coming within the range of such acts. \r\n   \r\n * * * * * * \r\n   \r\n. . . The existence of actionable \r\n  negligence depends, not upon what actually happened, but upon what reasonably \r\n  might have been expected at the time, and not by a judgment from actual consequences \r\n  which were not then to be apprehended by a prudent and competent man. \r\n   \r\nId. \r\n  at 521, 331 S.E.2d at 344 (citation omitted) (emphasis added). Cf. \r\n  Scott v. Greenville Pharmacy, \r\n  Inc., 212 S.C. 485, 48 S.E.2d 324 (1948) (holding pharmacist's \r\n  unlawful sale of barbiturates to customer resulting in addiction was not the \r\n  proximate cause of customer's subsequent self-imposed harm); Crolley \r\n  v. Hutchins, 300 S.C. 355, 387 S.E.2d 716 (Ct. App. 1989) (finding there \r\n  was no foreseeability and no proximate causation as a matter of law where the \r\n  defendant sold alcohol to the already-intoxicated plaintiff, who later attempted \r\n  suicide while in jail following his arrest; the court stated the attempted suicide \r\n  was an act which the defendant could not have reasonably foreseen and anticipated \r\n  when he last served the plaintiff).\r\nIn this case, the mother's act of \r\n  ingesting the antifreeze was too remote to be attributable to any act or omission \r\n  by Taylor independent from his duty as the operator of Greenbrier. \r\n   \r\nFor the foregoing reasons, the trial \r\n  court's order granting summary judgment in favor of Taylor is \r\n   \r\nAFFIRMED. \r\n   \r\nHEARN, C.J., and STILWELL, \r\n  J., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3134","title":"Mizell v. Glover, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3134","description":"","date":"2000-03-20","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nMizell v. Glover, et al.,\r\n\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n   In The Court of \r\nAppeals\r\n  ________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Judy Mizell and John Mizell, \r\nAppellants,\r\n        \r\n    \r\n  \r\n\r\n\r\n  \r\n    v. \r\n  \r\n\r\n \r\n   \r\n     \r\n      \r\n        Dr. Alfred L. Glover and \r\n        Alpine Podiatry Center, P.A., Respondents.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n   \r\nAppeal From Lancaster \r\n  County\r\n  Paul E. Short, Jr., Circuit \r\n  Court Judge\r\n  ________ \r\n   \r\n\r\n  \r\n    Opinion No. 3134\r\n    Heard February 8, 2000 - \r\n    Filed March 20, 2000 \r\n  \r\n\r\n  \r\n________ \r\n  \r\n   \r\nAFFIRMED\r\n________ \r\n  \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Randall M. Eason, of Lancaster; \r\n          and Gilbert Scott Bagnell, of Columbia, for Appellants. \r\n           \r\n        Montieth P. Todd, of Sowell, \r\n          Todd, Laffitte, Beard &amp; Watson, of Columbia, for Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\n  \r\n    ________ \r\n  \r\n\r\n  \r\nGOOLSBY, J.: John \r\n  and Judy Mizell brought this medical malpractice action against Dr. Alfred L. \r\n  Glover, a podiatrist, and Alpine Podiatry Center, his professional association, \r\n  alleging Dr. Glover committed malpractice in his treatment of Judy Mizell. John \r\n  Mizell asserted a claim for loss of consortium. The jury returned a verdict \r\n  for Dr. Glover. The Mizells appeal. We affirm. \r\n   \r\n\r\n  \r\n    FACTS\r\n  \r\n\r\n  \r\nOn March 2, 1993, Judy Mizell sought \r\n  treatment from Dr. Alfred Glover for corns that appeared between her fourth \r\n  and fifth toes. Dr. Glover diagnosed the condition as \"hammertoes,\" and debrided \r\n  the area to provide temporary relief. On March 11, 1993, Dr. Glover performed \r\n  hammertoe surgery on Mizell, but Mizell's condition worsened after surgery. \r\n  She experienced pain, swelling, discoloration, and temperature changes in her \r\n  foot, and noticed the tendons in her second and third toes had begun to contract. \r\n  On April 27, 1993, Dr. Glover performed a capsulectomony and extensor tenotomy \r\n  to release the contracture of the second and third toes.  \r\n   \r\nMizell still suffered from foot pain \r\n  and swelling, however, and subsequently developed a lump on the underside of \r\n  her foot. Dr. Glover diagnosed the lump as a Morton's neuroma and removed it \r\n  on June 1, 1993. Mizell continued to experience pain and temperature changes \r\n  in her foot, so Dr. Glover referred her to her family doctor to rule out lupus \r\n  or any other systemic problems.  \r\n   \r\nMizell sought treatment from Dr. \r\n  Lowell Gill, an orthopedic surgeon with the Miller Orthopedic Clinic in Charlotte, \r\n  who diagnosed her condition as that of Reflex Sympathetic Dystrophy (RSD). RSD \r\n  is characterized by severe pain, swelling, color and temperature changes in \r\n  the affected area, and if gone undiagnosed, can lead to an inability to move \r\n  the part or extremity. Dr. Gill encouraged Mizell to use her foot by giving \r\n  her prescription shoes to relieve the pain. He also arranged to see her again \r\n  in two months, but at the subsequent visit on September 28, 1993, Dr. Gill noticed \r\n  Mizell had experienced some deterioration in her condition.  \r\n   \r\nMizell did not return to Dr. Gill \r\n  for treatment; instead, she went to Southeast Pain Management Center and saw \r\n  Dr. Joshua Miller. Dr. Miller agreed with the assessment of RSD and recommended \r\n  a sympathetic block. The Pain Center administered the block which gave Mizell \r\n  some relief, albeit incomplete relief. Mizell was then given the option of running \r\n  a wire in her spine and wearing a box to control the pain, but she rejected \r\n  that upon learning there was a risk of paralysis. \r\n   \r\nThe Mizells filed this complaint \r\n  dated February 28, 1996, asserting claims of negligence and loss of consortium. \r\n  The jury returned a verdict for Dr. Glover and his professional association. \r\n  No post-trial motions were made by the Mizells. At issue was whether Dr. Glover's \r\n  treatment caused Mizell to suffer from RSD and whether he failed to timely diagnose \r\n  the disease.   \r\n\r\n  \r\n    ISSUES \r\n  \r\n\r\n  \r\nI. Did the trial court err in admitting \r\n  a jury interrogatory which found the expert witness for the Mizells, Dr. Sheldon \r\n  Marne, committed fraud because the interrogatory was not part of the judgment \r\n  and could not be appealed? \r\n   \r\nII. Did the trial court err in excluding \r\n  Dr. John Buckholz's article on RSD because it was his own prior statement and \r\n  conflicted with his testimony? \r\n   \r\nIII. Did the trial court err in permitting \r\n  Dr. Dennis Martin to testify concerning the treatment provided at the Pain Center \r\n  because his training was limited to that of a podiatrist? \r\n   \r\nIV. Did the trial court err in qualifying \r\n  Dr. Glover's expert witness Dr. Buckholz, because he was not familiar with the \r\n  appropriate standard of care? \r\n   \r\n\r\n  \r\n    LAW/ANALYSIS \r\n  \r\n\r\n  \r\nI. Cross-Examination about \r\n  Interrogatory Finding Misrepresentation by Dr. Marne \r\n  (1)  \r\n   \r\nThe \r\n  Mizells argue the trial court erred in admitting a jury interrogatory finding \r\n  that Dr. Sheldon Marne, one of their expert witnesses, committed fraud because \r\n  the interrogatory did not form part of a judgment against Marne and thus, was \r\n  not appealable. I disagree. \r\n   \r\nIn \r\n  1991, Minnesota Mutual Life Insurance Company sued Dr. Marne for allegedly making \r\n  false statements regarding a claim he had filed. At trial, a Florida jury was \r\n  asked by jury interrogatory if Dr. Marne had made misrepresentations to his \r\n  insurance company. The jury replied that he had. The jury was then asked if \r\n  Dr. Marne committed fraud. The jury replied that the fraud claim could not survive \r\n  because of a statute of limitations problem. After the jury interrogatories \r\n  were returned, the court entered a formal judgment that did not include fraud. \r\n  While a motion for new trial was pending, the parties settled the matter.  \r\n   \r\nImmediately \r\n  before Dr. Marne testified in the case at bar, the Mizells filed a motion in \r\n  limine to \"exclude evidence relating to a lawsuit involving Sheldon Marne . \r\n  . . because while a motion for a new trial was pending, the parties agreed to \r\n  settle the matter for a compromised figure, thus there was no final judgment \r\n  in the case.\" (2) The Mizells argued before the \r\n  court that only matters making up a final judgment would have been appealable, \r\n  and because the fraud claim did not make up a part of the final judgment and \r\n  was thus not appealable, evidence relating to it should be excluded at this \r\n  trial.  \r\nDr. \r\n  Glover countered that the testimony was admissible as a matter affecting the \r\n  credibility of a witness under Rule 608, SCRE. The trial court considered this \r\n  motion just prior to Dr. Marne's testimony at trial and concluded the content \r\n  of the interrogatory was admissible under Rule 608. \r\n   \r\nOn \r\n  direct examination, the Mizells asked Dr. Marne \"what kind of baggage [came] \r\n  with him\" to trial. Dr. Marne replied that \"four years after my partially disabled \r\n  time [from my heart catheterization,] the insurance company decided that they \r\n  would sue me for the partial disability claiming it was fraudulent.\" When asked \r\n  if he had to reimburse the insurance company for his claim, Dr. Marne did not \r\n  say yes; instead, he replied that the case was \"annoying\" because he could have \r\n  settled it for $40,000 but went to trial because he felt that he had [done] \r\n  nothing wrong.\" Dr. Marne continued, stating he ended up with a $95,000 judgment \r\n  which he intended to appeal, but the insurance company settled for $80,000. \r\n  At no time did Dr. Marne explain that the jury would have found him liable for \r\n  fraud but for the statute of limitations problem. \r\n   \r\nOn \r\n  cross-examination, Dr. Glover asked Dr. Marne whether a Florida jury had found \r\n  that Dr. Marne had deliberately and knowingly made material misrepresentations \r\n  to his insurance company to obtain benefits under an insurance policy. Dr. Marne \r\n  acknowledged that was correct. Dr. Glover then asked if the jury had found that \r\n  he committed insurance fraud, but Dr. Marne replied that this was not correct \r\n  as there was a statute of limitations problem in that finding. Dr. Marne reiterated \r\n  his belief that \"had [the jury] found [fraud, he] would have appealed that decision \r\n  . . . because [he] thought [he] was right.\" Dr. Glover closed the line of questioning \r\n  by reading the interrogatory, reading the jury verdict that stated the jury \r\n  had found Dr. Marne committed fraud, and asking Dr. Marne if that was an accurate \r\n  account of what had transpired. Dr. Marne replied that it was. Only after Dr. \r\n  Glover read the interrogatory did Dr. Marne concede the jury had found he had \r\n  committed fraud.  \r\nThe \r\n  Mizells argue on appeal the court erred in admitting the content of the jury \r\n  interrogatory because it did not form a part of the final judgment and was thus \r\n  not appealable. (3) I disagree. Simply because \r\n  the jury interrogatory was not reduced to a final judgment does not mean that \r\n  the information was inadmissible. The trial court correctly ruled the content \r\n  of the interrogatory was admissible pursuant to Rule 608(b) as it concerned \r\n  Dr. Marne's character for truthfulness or untruthfulness. \r\n   \r\nRule \r\n  608(b) provides that specific instances of a witness's conduct may be inquired \r\n  into on cross-examination at the discretion of the judge for the purpose of \r\n  attacking or supporting the witness's credibility when it concerns the witness's \r\n  character for truthfulness or untruthfulness. (4) \r\n  These instances, however, may not be proved by extrinsic evidence. \r\n  (5)  \r\nThe \r\n  Mizells contend that the content of the interrogatory amounted to extrinsic \r\n  evidence. I disagree. \"Evidence is 'extrinsic' if offered through documents \r\n  or other witnesses, rather than through cross-examination of the witness himself \r\n  or herself.\" (6) Here, Dr. Glover produced no \r\n  documents, such as the jury interrogatory itself, and no witnesses to impeach \r\n  Dr. Marne's testimony. Instead, Dr. Glover introduced the contents of the jury \r\n  interrogatory through cross-examination - the method permitted under the rule. \r\n   \r\n The \r\n  Mizells' narrow approach to the rule would foreclose an examiner from questioning \r\n  a witness on any specific act of misconduct that did not lead to a judgment \r\n  against a party. The focus of Rule 608(b), however, is not on the type of evidence \r\n  that is admitted, i.e. a \r\n  civil judgment or a criminal conviction; instead, the focus of the rule is on \r\n  the purpose for which the evidence is introduced. Rule 608(b) permits inquiry \r\n  into acts of misconduct that indicate a lack of truthfulness, such as fraud. \r\n  (7)  \r\nFederal \r\n  courts, construing the virtually identical Rule 608(b) of the Federal Rules \r\n  of Evidence have held judicial findings regarding a witness's untruthfulness \r\n  to be probative of the witness's veracity even when these findings are not reduced \r\n  to judgment. In United States v. Terry, \r\n  (8) the Second Circuit found no impropriety in the prosecutor's cross-examination \r\n  of a voice expert witness regarding a district judge's criticism of the expert's \r\n  testimony in other cases as being \"unworthy of belief.\" \r\n  (9) The same court also permitted cross-examination into an immigration \r\n  judge's finding that an appellant's testimony was not credible because of his \r\n  political activities. (10)  \r\n   \r\nIn \r\n  the case at bar, the evidence of fraud was offered to prove Dr. Marne's character \r\n  for untruthfulness. I find no error in permitting this line of questioning as \r\n  the witness's character for untruthfulness was an essential factor in the jury's \r\n  determination of the weight to afford his testimony.  \r\n   \r\nII. \r\n  Article of Expert Witness Dr. Buckholz \r\n   \r\nThe \r\n  Mizells contend the trial court erred in excluding an article on RSD written \r\n  by Glover's expert witness, Dr. John Buckholz, because it was his own prior \r\n  statement and conflicted with his testimony. We disagree. \r\n   \r\nDr. \r\n  Buckholz is a podiatric physician and surgeon practicing in Michigan who was \r\n  retained by Dr. Glover to review the records in this case. On cross-examination, \r\n  the Mizells sought to introduce a chapter written by Dr. Buckholz that appeared \r\n  in a podiatric textbook. The trial court ruled the document inadmissible, but \r\n  allowed counsel to cross-examine Dr. Buckholz extensively about the chapter. \r\n   \r\nRule \r\n  803(18), SCRE, provides that a published treatise on medicine established as \r\n  a reliable authority does not constitute hearsay. The rule also states that, \r\n  \"if admitted, the statements may be read into evidence but may not be received \r\n  as exhibits.\" (11) The Mizells concede that \r\n  relevant portions of the chapter were read into evidence, but argue the jury \r\n  was left to rely upon its \"imperfect memory\" of the contents of the chapter \r\n  because the treatise itself was not admitted.  \r\n   \r\nWe \r\n  find no prejudicial error. The trial court allowed the Mizells to cross-examine \r\n  Dr. Buckholz extensively about the article, and the substance of the matter \r\n  was before the jury. Accordingly, the Mizells are not entitled to a new trial \r\n  as they have exhibited no prejudice.  \r\n   \r\nIII. \r\n  Qualification of Dr. Martin as an Expert Witness \r\n   \r\nThe \r\n  Mizells contend the trial court erred in allowing Dr. Dennis Martin, a podiatrist \r\n  retained by Dr. Glover, to testify concerning the treatment provided by the \r\n  Pain Center and his interpretation of the treating physician's notes because \r\n  he \"was a podiatrist whose training and license ended at the ankle.\" The Mizells \r\n  contend Dr. Martin is not an expert on RSD, and should not have been permitted \r\n  to testify that Mizell failed to follow through with treatment. \r\n   \r\n\r\nTo be \r\nqualified as an expert witness, \"a witness must have acquired by reason of study \r\nor experience or both such knowledge and skill in a business, profession, or science \r\nthat he is better qualified than the jury to form an opinion on the particular \r\nsubject of his [or her] testimony.\" (12) The qualification \r\nof an expert witness and the admissibility of his or her testimony are matters \r\nleft to the sound discretion of the trial court, whose decision will not be reversed \r\non appeal absent an abuse of that discretion and prejudice to the opposing party. \r\n(13) An abuse of discretion occurs when there is an error of law or \r\na factual conclusion that is without evidentiary support. \r\n(14)  \r\n\r\n  Dr. \r\n  Martin is a South Carolina podiatrist retained as an expert by Dr. Glover. He \r\n  practices in Charleston, and his practice deals with the treatment of and surgery \r\n  for foot and ankle pathology. He attended a four-year podiatry school, Pennsylvania \r\n  College of Podiatric Medicine, and he served a three-year residency program \r\n  in Georgia. He is certified by the American Board of Podiatric Surgery. Dr. \r\n  Martin has published scholarly articles in journals and textbooks, and he is \r\n  one of three editors of what he called the leading text on foot surgery by McGlamry, \r\n  The Comprehensive Textbook of Foot \r\n  Surgery. Dr. Martin also has hospital privileges at several hospitals \r\n  in the Charleston area. \r\n   \r\nDr. \r\n  Martin first testified that Dr. Glover did not breach the standard of care for \r\n  the podiatric profession. He then stated he reviewed the notes of other physicians, \r\n  including those of the Pain Center. When questioned on direct examination about \r\n  his understanding of what took place at the Pain Center, Dr. Martin stated: \r\n   \r\nIn \r\n  reviewing and seeing the Clinic's notes, the initial diagnosis . . . was early \r\n  RSD and I believe one of the first things they did was use a sympathetic block \r\n  to see if she would get any relief from that sympathetic block. That to the \r\n  pain management specialists gives them an idea whether this is a true sympathetic \r\n  pain or whether there might be another cause for it. There was an immediate \r\n  relief, but it was not a complete relief. There was a very confusing picture \r\n  to the pain management doctors to the point where the next several visits concentrated \r\n  more on the local problem in the foot, which was the site of the neuroma incision \r\n  . . . .  \r\nThe \r\n  Mizells objected, stating Dr. Martin was not qualified to comment on what the \r\n  Pain Clinic did and that there was no evidence \"he knows anything about treating \r\n  pain as an anesthesiologist.\" The trial court ruled Dr. Martin could review \r\n  the notes and discuss his opinion based thereon. \r\n   \r\nWe \r\n  find no error in this ruling. Although the Mizells maintain Dr. Martin disparaged \r\n  the Pain Center's method of treatment, the testimony was, for the most part, \r\n  merely a recital of Mizell's initial treatment at the clinic rather than an \r\n  opinion on the quality or scope of the clinic's treatment.  \r\n   \r\nOn \r\n  appeal, the Mizells also assert that Dr. Martin should not have been allowed \r\n  to discuss the treatment at the Pain Center, specifically finding error with \r\n  his statement that \"[t]here was a very confusing picture to the pain management \r\n  doctors . . ..\" They maintain he was not qualified as an expert regarding the \r\n  treatment the Pain Center provided based on his statement that he understood \r\n  why sympathetic blocks are performed but he was not \"an expert in that particular \r\n  mode of treatment.\"  \r\n   \r\nWe \r\n  conclude, however, that the trial court properly found this was an appropriate \r\n  subject for Dr. Martin's testimony. As an expert in podiatry called to evaluate \r\n  Dr. Glover's treatment, Dr. Martin necessarily was entitled to review the medical \r\n  records of the patient to render his conclusions based thereon and to discuss \r\n  the basis for those opinions. \r\n   \r\nTo \r\n  the extent the Mizells assert Dr. Martin improperly stated Mizell did not follow \r\n  through with treatment, this allegation is without merit. To the contrary, Dr. \r\n  Martin testified that Mizell did not go back for further procedures because \r\n  the Mizells thought the risk of possible paralysis or injury from the recommended \r\n  pain treatment on the spine was too great. In any event, the Mizells made no \r\n  contemporaneous objection to this testimony, (15) \r\n  and they fail to identify any other offending passages in their brief. \r\n   \r\nIV. \r\n  Qualification of Dr. Buckholz as an Expert Witness \r\n   \r\nThe \r\n  Mizells contend they are entitled to a new trial because Dr. Glover's expert \r\n  witness, Dr. Buckholz, is from Michigan and was therefore not qualified as an \r\n  expert testifying as to the scope of practice or standard of care for podiatrists \r\n  in South Carolina.  \r\n   \r\nDr. \r\n  Buckholz is a board certified podiatric physician and surgeon practicing in \r\n  Michigan. He testified that he is familiar with the standard of care for treatment \r\n  by a podiatrist and is familiar with the standard of care that would apply to \r\n  a doctor treating the foot and ankle anywhere in the United States. He conceded \r\n  he did not know the exact scope of practice for a podiatrist in South Carolina, \r\n  which he defined as the level of treatment that a podiatrist can provide, such \r\n  as whether it is below the knee or below the ankle. \r\n   \r\nIn \r\n  a medical malpractice action, the plaintiff generally must use expert testimony \r\n  to establish both the required standard of care and the defendant's failure \r\n  to conform to that standard. (16) The qualification \r\n  of an expert witness and the admissibility of his or her testimony are matters \r\n  left to the sound discretion of the trial court, whose decision will not be \r\n  reversed on appeal absent an abuse of that discretion and prejudice to the opposing \r\n  party. (17) \r\n  \r\n \r\nOur \r\n  supreme court has held that the degree of care to be observed by a physician \r\n  is that of an average, competent practitioner acting in the same or similar \r\n  circumstances. (18) In King \r\n  v. Williams, (19) the court rejected \r\n  the locality rule and adopted a national standard of care for physicians and \r\n  dentists in South Carolina. (20) \r\n   \r\nIn \r\n  McMillan v. Durant, \r\n  (21) the court extended King \r\n  \"to include nursing professionals and other health care professionals.\" \r\n  (22) The court noted that \"the evolution of the law appears to support \r\n  the adoption of a national standard of care throughout the health care system.\" \r\n  (23) \"Under a national standard, the appropriate comparative \r\n  analysis must consider the physician by specialty, educational level, medical \r\n  environment, and any factor which is relevant to sound medical practice.\" \r\n  (24)  \r\nDr. \r\n  Buckholz testified that he was able to evaluate the standard of care of a podiatrist \r\n  practicing anywhere in the United States. The Mizells were free to cross-examine \r\n  Dr. Buckholz as to the basis of any of his opinions and did so in depth. \r\n   \r\nMoreover, \r\n  Dr. Buckholz testified a podiatrist's scope of practice deals with the level \r\n  of treatment a podiatrist is licensed to provide. Unlike the standard of care, \r\n  which is national and is based on what a competent physician would have done \r\n  under like circumstances and conditions, the scope of practice is limited by \r\n  the state.   \r\nThat \r\n  Dr. Buckholz was not familiar with the scope of practice in South Carolina is \r\n  of no moment because there was no allegation Dr. Glover's treatment exceeded \r\n  his scope of practice. Furthermore, any defects in the amount or quality of \r\n  Dr. Buckholz's experience go to the weight of his testimony, not its admissibility. \r\n  (25)  \r\nAFFIRMED. \r\n   \r\nCONNOR, J., concurs in part \r\n  in a separate opinion.  \r\n   \r\nHOWARD, J., concurs except \r\n  as to Part I, in which he concurs with CONNOR, J.    \r\nCONNOR, J., (concurring). \r\n  I concur with the lead opinion except as to Part I, with which I concur in result \r\n  only. Therefore, I address Part I separately. \r\n   \r\nAt trial, the Mizells filed a motion \r\n  in limine. They argued the court should prohibit examination of Dr. Marne about \r\n  a previous lawsuit involving Dr. Marne. The sole argument in support of the \r\n  motion was that the final judgment in the previous case did not address the \r\n  issue of whether Dr. Marne had committed fraud. \r\n   \r\nThe trial judge ruled Respondents \r\n  could cross-examine Dr. Marne about the previous lawsuit and thereby attempt \r\n  to impeach his credibility under Rule 608, SCRE. During the ensuing cross-examination, \r\n  Respondents' attorney confronted Dr. Marne with the jury interrogatory from \r\n  the previous lawsuit.   \r\nThe Mizells argue on appeal that \r\n  the trial court erred by allowing the introduction of the jury interrogatory. \r\n  However, their motion in limine merely sought to prevent mention of Dr. Marne's \r\n  previous lawsuit. There was no objection when Respondents' counsel confronted \r\n  Dr. Marne with the jury interrogatory. Specifically, the Mizells did not argue \r\n  to the trial court that extrinsic evidence was inadmissible to prove Dr. Marne's \r\n  untrustworthiness. See Rule \r\n  608(b), SCRE. Therefore, the issue was neither raised to nor ruled upon by the \r\n  trial court, and whether the jury interrogatory was extrinsic evidence and therefore \r\n  not permitted under Rule 608(b), SCRE, is not an issue that can be addressed \r\n  by this court. Wilder Corp. v. Wilke, \r\n  330 S.C. 71, 497 S.E.2d 731 (1998). \r\nEven if the jury interrogatory was \r\n  extrinsic evidence and therefore inadmissible under Rule 608(b), SCRE, the error \r\n  was harmless in light of Dr. Marne's prior testimony. When asked whether he \r\n  had \"deliberately and knowingly made material misrepresentation to an insurance \r\n  company to obtain benefits under a policy of insurance,\" Dr. Marne responded, \r\n  \"That is correct.\" This admission was virtually identical to the jury interrogatory \r\n  at issue. \r\n1. \r\n Judge \r\nConnor has filed a separate concurring opinion holding the Mizells failed to preserve \r\nthis issue for appellate review and any alleged error in admitting the jury interrogatory \r\nwas harmless. Because Judge Howard agreed with Judge Connor's view on this issue, \r\nJudge Connor's concurrence is the majority opinion. \r\n2. \r\n   The Mizells state in their brief that the motion was initially presented \r\n  and denied in chambers. To preserve the issue for review, the Mizells again \r\n  raised the issue immediately prior to Dr. Marne's testimony. Dr. Glover argues \r\n  the issue was not preserved because the Mizells failed to contemporaneously \r\n  object to the testimony during cross-examination. We reject Dr. Glover's argument. \r\n  The Mizells were not required to object during the testimony because the trial \r\n  judge had denied their motion in limine moments before the witness testified. \r\n  See \r\nState \r\nv. Mueller, 319 S.C. 266, 460 S.E.2d 409 (Ct. App. 1995) (ruling on admissibility \r\nof evidence immediately before witness took stand was not motion in limine but \r\na final ruling which preserved issued for review). \r\n3. \r\n   On appeal, the Mizells also argue the content of the jury interrogatory \r\n  was inadmissible hearsay because it did not form a part of the final judgment. \r\n  This issue is not preserved for appeal. Rule 803(23), SCRE, excepts from the \r\n  general hearsay rule \"[j]udgments as proof of matters of personal, family or \r\n  general history, or boundaries, essential to the judgment, if the same would \r\n  be provable by evidence of reputation.\" The Mizells never cited the rule in \r\n  their motion in limine or in their argument before the trial court. Their argument \r\n  was not that the issue was inadmissible because it did not form a part of the \r\n  final judgment and was thus hearsay. Instead, their argument was that the issue \r\n  was never included in a final judgment and was thus not appealable. See \r\n  \r\nHanahan \r\nv. Simpson, 326 S.C. 140, 485 S.E.2d 903 (1997) (appellant may not argue \r\na different ground on appeal than he argued in his objection at trial). \r\n4. \r\n  \r\n Rule \r\n608, SCRE. \r\n5. \r\n  Id.; State \r\n  v. Joseph, 328 S.C. 352, 491 S.E.2d 275 (Ct. App. 1997), \r\ncert. \r\ngranted, (July 17, 1998). \r\n6. \r\n   4 Jack B. Weinstein &amp; Margaret A. Berger, Weinstein's Federal Evidence \r\n  § 608.20[1] (Joseph M. McLaughlin ed., Matthew Bender 2d ed. 1999). See \r\n  also \r\nUnited \r\nStates v. Lashmett, 965 F.2d 179, 184 (7th Cir. 1992) (stating no extrinsic \r\nevidence may be introduced to prove an act of dishonesty; \"only cross-examination \r\nmay be employed in attempting to expose dishonest acts\"). \r\n7. \r\n  See generally United \r\n  States v. Gay, 967 F.2d 322 (9th Cir.), cert. \r\n  denied, 506 U.S. 929 (1992) (holding that evidence of prior fraud is \r\n  considered probative of a witness's character for truthfulness or untruthfulness); \r\n  \r\nUnited \r\nStates v. Amahia, 825 F.2d 177 (8th Cir. 1987) (permitting cross-examination \r\nconcerning defendant's insurance fraud even though state had not charged him with \r\nact). \r\n8. \r\n  \r\n 702 F.2d \r\n299 (2nd Cir. 1983). \r\n9. \r\n  \r\nId. \r\nat 316. \r\n10. \r\n  United States v. Bagaric, \r\n  706 F.2d 42 (2nd Cir. 1983), abrogated \r\n  on other grounds by \r\nNational \r\nOrganization for Women, Inc. v. Schiedler, 510 U.S. 1215 (1994). \r\n11. \r\n  \r\n Rule \r\n803(18), SCRE. \r\n12. \r\n  Walker v. The Bluffs Apartments, \r\n  324 S.C. 350, 353, 477 S.E.2d 472, 473 (quoting Botehlo \r\n  v. Bycura, 282 S.C. 578, 586, 320 S.E.2d 59, 64 (Ct. App. 1984)). \r\nSee \r\nalso Rule 702, SCRE (\"If scientific, technical, or other specialized knowledge \r\nwill assist the trier of fact to understand the evidence or to determine a fact \r\nin issue, a witness qualified as an expert by knowledge, skill, experience, training, \r\nor education, may testify thereto in the form of an opinion or otherwise.\"). \r\n13. \r\n  Penton v. J.F. Cleckley &amp; Co., \r\n  326 S.C. 275, 486 S.E.2d 742 (1997). See \r\n  also McGee v. Bruce Hosp. Sys., \r\n  321 S.C. 340, 468 S.E.2d 633 (1996); Creed \r\n  v. City of Columbia, 310 S.C. 342, 426 S.E.2d 785 (1993); \r\nWalker, \r\n324 S.C. at 353, 477 S.E.2d at 473. \r\n14. \r\n  Lee v. Suess, 318 S.C. 283, \r\n  457 S.E.2d 344 (1995). \r\n15. \r\nTaylor \r\nv. Medenica, 324 S.C. 200, 479 S.E.2d 35 (1996) (a contemporaneous objection \r\nis required to preserve an issue for appellate review). \r\n16. \r\n  Pederson v. Gould, 288 S.C. \r\n  141, 341 S.E.2d 633 (1986); \r\nHickman \r\nv. Sexton Clinic, P.A., 295 S.C. 164, 367 S.E.2d 453 (Ct. App. 1988). \r\n17. \r\n  Penton, 326 S.C. \r\n  at 283, 486 S.E.2d at 746; \r\nLee, \r\n318 S.C. at 285, 457 S.E.2d at 345. \r\n18. Keaton \r\n  v. Greenville Hosp. Sys., 334 S.C. 488, 514 S.E.2d 570 (1999); \r\nKing \r\nv. Williams, 276 S.C. 478, 279 S.E.2d 618 (1981). \r\n19. \r\n  \r\n 276 S.C. \r\n478, 279 S.E.2d 618 (1981). \r\n20. \r\n  Id.\r\nat 482, \r\n279 S.E.2d at 620 (holding trial court did not err in allowing Florida physician \r\nto testify in malpractice case as to the negligence of a South Carolina physician). \r\n\r\n21. \r\n  \r\n 312 S.C. \r\n200, 439 S.E.2d 829 (1993). \r\n22. \r\n  \r\nId. \r\nat 207, 439 S.E.2d at 833. \r\n23. \r\n  \r\nId. \r\nat 206, 439 S.E.2d at 832. \r\n24. Id.\r\n 25. \r\n  Knoke v. South Carolina Dep't of \r\n  Parks, Rec. &amp; Tourism, 324 S.C. 136, 478 S.E.2d 256 (1996); Hawkins \r\n  v. Greenwood Dev. Corp., 328 S.C. 585, 493 S.E.2d 875 (Ct. App. \r\n  1997), cert. denied, (Oct. 9, \r\n  1998). \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3135","title":"Ross v. Paddy","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3135","description":"","date":"2000-03-20","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nRoss v. Paddy\r\n\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n________ \r\n  \r\n  \r\n  \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Donald Ross, \r\nAppellant, \r\n           \r\n        v. \r\n           \r\n        Roland Paddy d/b/a \r\n          Paddy-Son Development Company, Inc., \r\nRespondent.\r\n        \r\n    \r\n  \r\n\r\n________ \r\n   \r\nORDER DENYING \r\n  PETITION\r\n  FOR REHEARING\r\n  ________ \r\nPER CURIAM: After careful \r\n  consideration of the Petition for Rehearing, the Court is unable to discover \r\n  any material fact or principle of law that has been either overlooked or disregarded \r\n  and, hence, there is no basis for granting a rehearing. It is, therefore, ordered \r\n  that the Petition for rehearing be denied. However, Opinion No. 3135, filed \r\n  March 20, 2000, is withdrawn and the attached opinion is substituted. \r\n   \r\n\r\n  \r\n    \r\n      \r\n        \r\n          \r\n            \r\n              \r\n                \r\n                   C. Tolbert Goolsby, Jr., \r\n                                      J.  \r\n                   Thomas E. Huff , \r\n                                      J.  \r\n                   William L. Howard , \r\n                                      J. \r\n                                                                                                                                                                               \r\n                \r\n              \r\n            \r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nColumbia, South carolina \r\n  \r\nApril 26, 2000. \r\nFiled May 26, 2000\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________ \r\n  \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Donald Ross, \r\nAppellant, \r\n           \r\n        v. \r\n           \r\n        Roland Paddy d/b/a Paddy-Son \r\n          Development Company, Inc., \r\nRespondent.\r\n        \r\n    \r\n  \r\n\r\n________ \r\n   \r\nAppeal From Horry \r\n  County\r\n  John L. Breeden, Jr., Circuit \r\n  Court Judge\r\n  ________ \r\n   \r\nOpinion 3135\r\n  Heard January 11, 2000 - Filed \r\n  April 4, 2000\r\n  Refiled May 26, 2000 \r\n   \r\n  ________ \r\n \r\nREVERSED AND \r\n  REMANDED\r\n________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Gene M. Connell, Jr., of \r\n          Kelaher, Connell &amp; Connor, of Surfside Beach, for appellant. \r\n           \r\n        Charles V. Leonard, of Harris \r\n        &amp; Hanna, of Myrtle Beach, for respondent.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n   \r\nHOWARD, J.: Donald \r\n  Ross brought this negligence action against Roland Paddy, d/b/a Paddy-Son Development \r\n  Company, Inc. (\"Paddy\"), for injuries allegedly sustained when a television \r\n  fell from a hanging platform at Miami Subs, a restaurant constructed by Paddy. \r\n  The jury returned a verdict for Ross, determining his actual damages were $4,182.23. \r\n  The trial court reduced this amount by 49% based on the jury's finding of comparative \r\n  negligence and entered judgment for $2,132.94. Ross appeals, arguing the trial \r\n  court erred in charging the jury on comparative negligence. We reverse and remand. \r\n   \r\nFACTS/PROCEDURAL \r\n  BACKGROUND  \r\nRoss was injured on August 31, 1995, \r\n  while working at Miami Subs, a Myrtle Beach restaurant owned by Michael Graham. \r\n  Paddy's construction company built the restaurant. Construction was completed \r\n  on or around August 15, 1995. Prior to the restaurant's opening, Paddy installed \r\n  televisions in all four corners of the restaurant at Graham's request. The televisions \r\n  rested upon platforms which were hung from the ceiling, supported on each of \r\n  the four corners by plastic link chain.  \r\n   \r\nRoss began working at Miami Subs \r\n  on August 31, 1995 as a cook. On his first day, the store manager asked Ross \r\n  to wipe off tables prior to closing. According to Ross, he was wiping a corner \r\n  table when the television hanging above him fell from its suspended platform. \r\n  Ross stated he reflexively put his hands up to protect his head when he heard \r\n  the noise, and the television struck him on the right hand.  \r\n   \r\nRoss's hand was cut and bleeding \r\n  heavily. He was X-rayed and received stitches in his hand at a local hospital. \r\n  Ross returned to the hospital several times for continued swelling and pain \r\n  in his right hand. Hospital personnel referred Ross to a Myrtle Beach orthopedist, \r\n  Dr. Richard W. Ward, for further evaluation.  \r\n   \r\nOn October 11, 1995, following more \r\n  X-rays and a CAT scan, Dr. Ward put a cast on Ross's right hand after the CAT \r\n  scan revealed a fracture in his wrist. Ross wore the cast for about eight weeks. \r\n  Ross was unable to perform his duties as a cook and remained out of work until \r\n  December 1995. Dr. Ward diagnosed him as having a permanent impairment of 17% \r\n  to his right arm.   \r\nRoss brought this action alleging \r\n  Paddy was negligent in its construction of Miami Subs because it installed and/or \r\n  suspended the televisions in an improper and unsafe manner. At trial, the court \r\n  instructed the jury on comparative negligence, over Ross's objection. The jury \r\n  returned a verdict of $4,182.23 in actual damages for Ross. It found Paddy was \r\n  51% negligent and Ross was 49% negligent in causing Ross's injuries. The trial \r\n  court reduced the verdict by 49% based on Ross's negligence and entered judgment \r\n  for $2,132.94.   \r\nLAW/ANALYSIS \r\n   \r\nI. Judge's \r\n  Instruction on Comparative Negligence \r\n   \r\nOn appeal, Ross argues the trial \r\n  court should have directed a verdict in his favor as to liability and should \r\n  not have submitted the issue of comparative negligence to the jury because there \r\n  was no evidence presented, other than mere speculation by defense counsel, as \r\n  to his comparative negligence. Alternatively, Ross argues that the trial court \r\n  erred in its instruction to the jury on comparative negligence, because the \r\n  court did not instruct the jury that the defendant had the burden of proving \r\n  the negligence of the plaintiff as a proximate cause of his own injuries. We \r\n  conclude the trial court did not err in submitting the issue of Ross's comparative \r\n  negligence to the jury, but that the trial court did err by failing to instruct \r\n  the jury as to the defendant's burden of proof on this issue. \r\n   \r\nA plaintiff in a negligence action \r\n  may recover damages if his or her own negligence is not greater than that of \r\n  the defendant. Nelson v. Concrete Supply Co., 303 S.C. 243, 399 S.E.2d \r\n  783 (1991). The burden of proof is on the plaintiff to establish the negligence \r\n  of the defendant. Ott v. Pittman, 320 S.C. 72, 463 S.E.2d 101 (Ct. App. \r\n  1995). The determination of the respective degrees of negligence attributable \r\n  to the plaintiff and the defendant is a question of fact for the jury, at least \r\n  where conflicting inferences may arise. Brown v. Smalls, 325 S.C. 547, \r\n  481 S.E.2d 444 (Ct. App. 1997). \r\n   \r\nThe defense maintained that Ross \r\n  was not injured when one of the plastic chains broke, causing the television \r\n  to fall. Rather, they argued that Ross caused his own injuries by standing on \r\n  the table to turn off the television set, thereby causing the table to break \r\n  under his weight. Then, in an attempt to catch his balance, they posit that \r\n  Ross grabbed the television, pulling it from the ceiling onto himself.  \r\n   \r\nRoss testified that he was cleaning \r\n  a corner table when one of the plastic link chains holding the television broke, \r\n  and the television fell on him, breaking his right hand. Ross repeatedly denied \r\n  he ever stood on the table or tried to turn the television off. His only job \r\n  was to wipe off tables in the dining area. Ross's proof of the events was bolstered \r\n  by his expert witness, Robert Taylor, a mechanical engineer. Taylor testified \r\n  the televisions at the restaurant were not properly supported and the plastic \r\n  chains used in the project were clearly marked with warnings from the seller \r\n  that they were not to be used for hanging overhead loads. Taylor stated to a \r\n  reasonable degree of engineering certainty that the use of the plastic chains \r\n  was improper. Taylor further noted that all of the newly-installed televisions \r\n  at Miami Subs were remote controlled; therefore, there would be no reason for \r\n  Ross to stand on a table to enable him to turn off a television. \r\n   \r\nIn contrast, Paddy denied the plastic \r\n  link chains were insufficient to hold the televisions. Paddy testified the tables \r\n  were made of particle board. He stated Miami Subs owner Graham purchased the \r\n  plastic link chains at Lowe's and that Graham and two others tested the chains \r\n  by standing on them. He stated the chain that actually broke had a straight \r\n  cut on one link, as if it had been cut with a razor.  \r\n   \r\nA. Directed \r\n  Verdict  \r\nRoss moved for a directed verdict \r\n  as to liability, arguing the evidence was susceptible to only one reasonable \r\n  inference, that Paddy's negligence in using the plastic chain to suspend the \r\n  television proximately caused his injury. Ross also moved to strike the affirmative \r\n  defense of comparative negligence based on the same assertion. Ross argued that \r\n  the defense's theory of causation was pure speculation because there was no \r\n  evidence he stood on a table or grabbed the television to catch his balance. \r\n    \r\nThe trial court denied Ross's motion \r\n  for a directed verdict, finding circumstantial evidence supported Paddy's theory. \r\n  Accordingly, the court ruled it would instruct the jury on comparative negligence. \r\n  We find no error in the trial court's ruling.  \r\n   \r\nEven where the evidence is uncontradicted, \r\n  the jury may believe all, some, or none of the testimony, and where the credibility \r\n  of the witness has been questioned, the matter is properly left to the jury \r\n  to decide:  \r\nThe fact that evidence is not contradicted \r\n  by direct evidence does not render it undisputed, as there still remains the \r\n  question of its inherent probability and the credibility of the witnesses or \r\n  his interest in the result. To justify a Court in instructing a jury that a \r\n  witness has told the truth, and in directing a verdict based on the truthfulness \r\n  of his evidence, there must be nothing in the circumstances or surroundings \r\n  tending to impeach the witness or to throw discredit on his statements. If there \r\n  is anything tending to create distrust in his truthfulness, the question must \r\n  be left to the jury.  \r\nTerwilliger v. Marion, 222 \r\n  S.C. 185, 188, 72 S.E.2d 165, 166 (1952). \r\n   \r\nIn Terwilliger, the trial \r\n  court denied the appellant's motion for directed verdict even though the appellant \r\n  contended the evidence was uncontradicted. Our supreme court upheld the trial \r\n  court's instruction that the testimony of witnesses, although uncontradicted, \r\n  is not binding, and the jury has a right to examine the evidence in light of \r\n  all the circumstances and to give it such weight as the jury may think it is \r\n  entitled. Id.   \r\nWe hold the trial court did not err \r\n  in denying Ross's motion for a directed verdict on liability, considering the \r\n  issues of credibility and the circumstantial evidence supporting the defense's \r\n  theory of causation. Viewed in a light most favorable to Paddy, the evidence \r\n  demonstrated that the each of chains was able to hold weight in excess of the \r\n  television's weight, and that four chains supported the television. The chains \r\n  were in use only a few days, and the strength of the chains was demonstrated \r\n  by the testimony of Paddy's witnesses, who stood on them to test their strength. \r\n  The table top was made of particle board, which would be more likely than most \r\n  other wood products to break under the weight of an adult. Furthermore, questions \r\n  were raised as to the likely trajectory of a television falling off of its platform \r\n  as a result of a separating chain link, which was arguably inconsistent with \r\n  Ross's version of events. The strength of Ross's expert testimony was questionable, \r\n  because the expert had done little testing of the chain links, choosing instead \r\n  to base his opinions on more general engineering principles and the manufacturer's \r\n  warning. Thus, because the jury could believe all, some, or none of Ross's or \r\n  his expert's testimony, the evidence was subject to opposing inferences and \r\n  presented a question of fact as to Paddy's negligence and the negligence of \r\n  Ross as a proximate cause of his own injury.  \r\n   \r\nB. Burden \r\n  of Proof\r\nRoss not only objected to the trial \r\n  court's decision to charge comparative negligence, but also to the trial court's \r\n  failure to instruct the jury that Paddy had the burden of proving Ross's negligence \r\n  by a preponderance of the evidence. Paddy asserted the affirmative defense of \r\n  comparative negligence, and as such, Ross argues that Paddy had the burden of \r\n  proving it. See Simmons v. Atlantic Coast Line R. Co., 250 S.C. \r\n  199, 157 S.E.2d 172 (1967); Padgett v. Southern Ry. Co., 216 S.C. 487, \r\n  58 S.E.2d 895 (1950); Oliver v. Columbia, N. &amp; L. R. Co., 65 S.C. \r\n  1, 43 S.E. 307 (1902). Paddy does not contest this issue, but argues that South \r\n  Carolina case law does not require the trial judge to instruct the jury that \r\n  the defendant has the burden of proving the plaintiff's comparative negligence \r\n  as part of the defendant's affirmative defense. We disagree with Paddy.  \r\n   \r\nThe trial court instructed the jury \r\n  on the elements of negligence and informed the jury that the plaintiff had the \r\n  burden of proving the defendant's negligence by a preponderance of the evidence. \r\n  The trial court also charged the jury as to comparative negligence, stating \r\n  the plaintiff could recover only if his negligence was not greater than the \r\n  defendant's negligence. However, the trial court did not instruct the jury that \r\n  the defendant had the burden of proving the negligence of the plaintiff. The \r\n  charge does not explicitly state this, and taken as a whole, does not convey \r\n  this message to the jury.  \r\nPaddy argues Reiland v. Southland \r\n  Equip. Serv., Inc., 330 S.C. 617, 500 S.C.2d 145 (Ct. App. 1998), Brown, \r\n  325 S.C. 54, 481 S.E.2d 444 (Ct. App. 1997), and Ott, 320 S.C. 72, 463 \r\n  S.E.2d 101 (Ct. App. 1995) address the appropriate jury charge in a comparative \r\n  negligence case and do not require the judge to instruct the jury that the defendant \r\n  bears the burden of proving comparative negligence. We disagree. \r\n   \r\nRule 8(c), SCRCP requires a party \r\n  to set forth any affirmative defenses in the pleadings. We conclude comparative \r\n  negligence is an affirmative defense in South Carolina. See generally \r\n  Brown, 325 S.C. at 552, 481 S.E.2d 446 (\"Smalls filed an answer entering \r\n  a general denial and asserting the affirmative defense of comparative negligence.\") \r\n   \r\nOther states have also recognized \r\n  comparative negligence as an affirmative defense. See Glenridge Unit \r\n  Owners Ass'n v. Felton, 360 S.E.2d 418, 421 (Ga. Ct. App. 1987) (\"[C]omparative \r\n  negligence is available as an affirmative defense in Georgia . . .\"); Skaggs \r\n  v. Elk Run Coal Co., 479 S.E.2d 561, 586 n.28 (W.Va. 1996) (\". . . the defendant \r\n  must bear the burden of persuasion on the affirmative defense [] of . . . comparative \r\n  negligence.\"); 57B Am.Jur.2d Negligence § 1274 (\"The contributory negligence \r\n  of the plaintiff which will proportionally mitigate the damages of the defendant \r\n  under the comparative negligence rule is an affirmative defense.\"). \r\n   \r\nFurthermore, states finding comparative \r\n  negligence to be an affirmative defense require the judge to charge the jury \r\n  that the burden of proof shifts to the defendant to prove the plaintiff's comparative \r\n  negligence. See Glenridge Unit Owners Ass'n, 360 S.E.2d at 421 \r\n  (\"While comparative negligence is available as an affirmative defense in Georgia \r\n  . . . the burden of proving it remains with the party relying on it and not \r\n  upon the party making the original negligence claim to disprove it.\"); Wheeler \r\n  v. White, 714 A.2d 125 (Me. 1998) (holding the jury was fully instructed \r\n  on the principles of comparative negligence when they were told the burden of \r\n  proof is on the defendant when he contends the plaintiff negligently caused \r\n  his own injuries and if the jury indeed found the plaintiff was negligent, the \r\n  law of comparative negligence must be applied); Woods v. J.R. Liquors, Inc., \r\n  446 N.Y.S.2d 64, 64 (N.Y. App. Div. 1982) (\"The most serious [error] was the \r\n  failure in this comparative negligence case to charge that defendants had the \r\n  burden of proof of showing plaintiff's contributory negligence.\"). \r\n   \r\nThe trial judge is required to charge \r\n  the current and correct law. Brown, 325 S.C. 54, 481 S.E.2d 444 (Ct. \r\n  App. 1997). Ordinarily, a trial judge has a duty to give a requested instruction \r\n  that correctly states the law applicable to the issues and evidence. Id. \r\n  Where a request to charge is timely made and involves a controlling legal principle, \r\n  a refusal by the trial judge to charge the request constitutes reversible error. \r\n  Id. Moreover, when general instructions to the jury are insufficient \r\n  to enable the jury to understand fully the law of the case and issues involved, \r\n  a refusal to give a requested charge is reversible error. Id. at 555, \r\n  481 S.E.2d 449 (citing Jones v. Ridgely Communications, Inc., 304 S.C. \r\n  452, 405 S.E.2d 402 (1991)); Burns v. South Carolina Comm'n for the Blind, \r\n  323 S.C. 77, 448 S.E.2d 589 (Ct. App. 1994). \r\n   \r\nBecause we conclude comparative negligence \r\n  is an affirmative defense, the trial court erred in not charging the jury that \r\n  Paddy had the burden of proving Ross' negligence. \r\n   \r\nII. Verdict \r\n  Form for Comparative Negligence \r\n   \r\nRoss next asserts error in the trial \r\n  court's submission of a special verdict form containing interrogatories addressing \r\n  each of the component parts for recovery. We find this issue to be without merit. \r\n  The question of whether to grant a party's request to submit to the jury a special \r\n  verdict form is a matter committed to the sound discretion of the trial court. \r\n  Reiland, 330 S.C. 617, 500 S.E.2d 145 (Ct. App. 1998). \r\n   \r\nIII. New Trial \r\n  Motion  \r\nRoss lastly contends the trial court \r\n  erred in denying his motion for a new trial because there was no evidence of \r\n  comparative negligence. Because we hold there was evidence of comparative negligence, \r\n  this issue is without merit. \r\n   \r\nFor the foregoing reasons, this case \r\n  is   \r\nREVERSED and REMANDED. \r\n   \r\nGOOLSBY and HUFF, JJ., concur. \r\n  \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3136","title":"DHEC v. John Doe","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3136","description":"","date":"2000-03-20","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nDHEC v. John Doe\r\n\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Ex Parte: The Department \r\n          of Health and Environmental Control, \r\n          Appellant \r\n           \r\n        In re: The State, \r\n          Respondent,\r\n        \r\n    \r\n  \r\n\r\n\r\n  \r\n    v.\r\n  \r\n\r\n  \r\n \r\n   \r\n     \r\n      \r\n        John Doe, \r\nDefendant. \r\n           \r\n      \r\n    \r\n  \r\n\r\n_______ \r\n   \r\nAppeal From Anderson \r\n  County\r\n  H. Dean Hall, Circuit Court \r\n  Judge\r\n  ________\r\n\r\n  \r\n    Opinion No. 3136\r\n    Heard February 9, 2000 - \r\n    Filed March 20, 2000 \r\n    ________ \r\n        \r\n \r\nAFFIRMED AS \r\n  MODIFIED\r\n________ \r\n \r\n \r\n \r\n   \r\n     \r\n      \r\n        Cheryl H. Bullard and E. \r\n          Katherine Wells, both of South Carolina Department of Health and Environmental \r\n          Control, of Columbia, for appellant. \r\n         \r\n           \r\n        Attorney General Charles \r\n          M. Condon, Deputy Attorney General John W. McIntosh and Assistant Deputy \r\n          Attorney General Salley W. Elliott, all of Columbia; and Solicitor George \r\n          M. Ducworth, of Anderson, for respondent.  \r\n         \r\n           \r\n        Robert A. Gamble, of Anderson, \r\n          for defendant.\r\n      \r\n    \r\n  \r\n\r\n\r\n  \r\n    ________ \r\n  \r\n\r\n  \r\nSTILWELL, J.: The \r\n  South Carolina Department of Health and Environmental Control appeals a circuit \r\n  court order requiring it to release certain information regarding John Doe's \r\n  human immunodeficiency virus (HIV) status to specified persons within the Anderson \r\n  County Solicitor's office. We affirm as modified. \r\n   \r\nThe Anderson County Grand Jury indicted \r\n  Doe for first degree criminal sexual conduct with a minor. The State then petitioned \r\n  the circuit court to order the Department to release all of Doe's medical records \r\n  that pertained to his HIV status. After hearing testimony and oral arguments \r\n  on the matter, the court issued an order requiring the Department to release \r\n  certain information to the solicitor, an assistant solicitor, and two other \r\n  named persons assigned to Doe's case. The information required to be released \r\n  was: (1) Doe's HIV test results; (2) information regarding any notification \r\n  to Doe of his test results; (3) the names and addresses and access to all possible \r\n  chain of custody witnesses who could prove Doe had a positive HIV test; and \r\n  (4) Doe's patient acknowledgment of counseling form. \r\n   \r\nDISCUSSION \r\n   \r\nThe Department argues that the statutory \r\n  scheme in question mandates that only Doe's HIV test results may be released \r\n  to a solicitor or law enforcement officer without Doe's consent. We disagree. \r\n   \r\nThe South Carolina legislature has \r\n  enacted statutes designed to maintain the confidentiality of sexually transmitted \r\n  disease records. S.C. Code Ann. §§ 44-29-10 to -250 (1985 &amp; Supp. 1999). \r\n  All information and records held by the Department relating to a known or suspected \r\n  case of a sexually transmitted disease are strictly confidential and may be \r\n  released only under certain specified circumstances. S.C. Code Ann. § 44-29-135 \r\n  (Supp. 1999). Release of medical or epidemiological information is permitted \r\n  \"to the extent necessary to enforce the provisions of this chapter and related \r\n  regulations concerning the control and treatment of a sexually transmitted disease \r\n  . . . .\" S.C. Code Ann. § 44-29-135(c).  \r\n   \r\nIn this case, the State sought the \r\n  release of Doe's medical records in order to prosecute Doe under the statute \r\n  that prohibits a person who knows he is infected with HIV from exposing another \r\n  person to the virus. The statute provides, in pertinent part: \r\n   \r\nIt is unlawful for a person who knows \r\n  that he is infected with Human Immunodeficiency Virus (HIV) to: \r\n   \r\n(1) knowingly engage in sexual intercourse, \r\n  vaginal, anal, or oral, with another person without first informing that person \r\n  of his HIV infection;  \r\n(2) knowingly commit an act of prostitution \r\n  with another person;  \r\n(3) knowingly sell or donate blood, \r\n  blood products, semen, tissue, organs, or other body fluids; \r\n   \r\n(4) forcibly engage in sexual intercourse, \r\n  vaginal, anal, or oral, without the consent of the other person, including one's \r\n  legal spouse; or  \r\n(5) knowingly share with another \r\n  person a hypodermic needle, syringe, or both, for the introduction of drugs \r\n  or any other substance into, or for the withdrawal of blood or body fluids from \r\n  the other person's body without first informing that person that the needle, \r\n  syringe, or both, has been used by someone infected with HIV. \r\n   \r\nS.C. Code Ann. § 44-29-145 (Supp. \r\n  1999).  \r\nThe legislature has also provided \r\n  substantial safeguards surrounding the disclosure of the necessary information \r\n  even to a solicitor. Section 44-29-136 contains the confidentiality safeguards \r\n  and provides in part as follows: \r\n   \r\nA portion of a person's sexually \r\n  transmitted disease test results disclosed to a solicitor or state criminal \r\n  law enforcement agency pursuant to Section 44-29-135(c) must be obtained by \r\n  court order upon a finding by the court that the request is valid under Section \r\n  44-29-135(c) and that there is a compelling need for the test results.  \r\n   \r\nS.C. Code Ann. § 44-29-136(A) (Supp. \r\n  1999).   \r\nThe questions raised in this appeal \r\n  are whether all the information the circuit court ordered the Department to \r\n  release constitutes medical information within the meaning of § 44-29-135(c) \r\n  and whether the use of the descriptive phrase \"test results\" in § 44-29-136(A) \r\n  in conjunction with the word \"portion\" places a limit upon what may be released \r\n  to law enforcement by the Department. \r\n   \r\n\"All rules of statutory construction \r\n  are subservient to the one that the legislative intent must prevail if it can \r\n  be reasonably discovered in the language used, and that language must be construed \r\n  in the light of the intended purpose of the statute.\" Kiriakides \r\n  v. United Artists Communications, Inc., 312 S.C. 271, 275, 440 S.E.2d \r\n  364, 366 (1994). \"When faced with an undefined statutory term, the court must \r\n  interpret the term in accord with its usual and customary meaning.\" Strother \r\n  v. Lexington County Recreation Comm'n, 332 S.C. 54, 62, 504 S.E.2d 117, \r\n  122 (1998).   \r\nThe Department readily acknowledges \r\n  that HIV test results are \"medical information\" within the meaning of § 44-29-135(c). \r\n  However, construing that term in the overall context of the entire statutory \r\n  scheme, which includes the criminal statute as a part of the same chapter mandating \r\n  confidentiality, we must conclude that the legislature intended the phrase \"medical \r\n  information\" to include more than merely test results. Permitting the release \r\n  of HIV test results without the evidence that a person learned those results \r\n  on or before a specific date would not enable law enforcement or prosecutors \r\n  to enforce the statute prohibiting the knowing exposure of others to HIV. In \r\n  order to enforce § 44-29-145 in this case against Doe, the State must prove \r\n  Doe knew he was infected with HIV at the time he allegedly exposed a minor victim \r\n  with the virus through sexual contact. Since the legislature made it an element \r\n  of the offense that the perpetrator know that he was infected, we are unable \r\n  to attribute to the legislature a motive to keep that information confidential \r\n  while at the same time allowing the disclosure of the test results. \r\n   \r\nJust as it is necessary to prove \r\n  that Doe learned he was infected with HIV in order to prosecute him for knowingly \r\n  exposing another person, it is also necessary for the State to establish a chain \r\n  of custody to prove that the samples analyzed were in fact Doe's. See \r\n  State v. Cribb, 310 S.C. 518, \r\n  522, 426 S.E.2d 306, 309 (1992) (\"The party offering evidence is required to \r\n  establish, at least as far as practicable, a complete chain of evidence, tracing \r\n  possession from the time the specimen is taken from the human body to the final \r\n  analysis. The identity of the persons who have handled the evidence must be \r\n  established.\") (internal citations omitted). \r\n   \r\nPursuant to the circuit court's order, \r\n  the Department should provide access to and release the names and addresses \r\n  of all possible chain of custody witnesses. In its brief, the Department maintains \r\n  that it cannot produce a chain of custody because its internal procedures do \r\n  not establish one and the names and addresses required by the order will not \r\n  establish one. The order does not require the Department to produce a chain \r\n  of custody, but just to reveal the identity of those persons who might have \r\n  handled or analyzed Doe's samples. Once the information is provided, the State \r\n  will bear the burden of creating a chain of custody. \r\n   \r\nFinally, we address the portion of \r\n  the order which requires the Department to release Doe's patient acknowledgment \r\n  of counseling form. Although information relating to the chain of custody and \r\n  Doe's notification of his HIV status are necessary for the State to prove Doe \r\n  committed the offense, evidence that Doe was counseled about HIV or his HIV \r\n  status is not. To prove a case of knowingly exposing another to HIV, the State \r\n  must prove only that the defendant engaged in certain conduct while aware that \r\n  he was HIV positive. See S.C. \r\n  Code Ann. § 44-29-145. It is not necessary that the State prove that the defendant \r\n  was aware of the risk involved. Therefore, the circuit court order is modified \r\n  to the extent it required the Department to disclose that Doe received counseling \r\n  or that Doe acknowledged receipt of counseling. \r\n   \r\nAccordingly, the order of the circuit \r\n  court is   \r\nAFFIRMED AS MODIFIED. \r\n   \r\nHEARN, C.J., and MOREHEAD, \r\n  A.J., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3137","title":"Hendricks v. Clemson University","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3137","description":"","date":"2000-03-20","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nHendricks v. Clemson University\r\n\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________\r\n  \r\n \r\n   \r\n     \r\n      \r\n        R.J. Hendricks, II, Appellant, \r\n           \r\n      \r\n    \r\n  \r\n\r\n\r\n  \r\n    v.\r\n  \r\n \r\n\r\n\r\n \r\n   \r\n     \r\n      \r\n        Clemson University, Respondent.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n   \r\nAppeal From Pickens \r\n  County\r\n  Thomas J. Ervin, Circuit Court \r\n  Judge\r\n  ________ \r\n   \r\nOpinion No. 3137\r\n  Heard October 7, 1999 - Filed \r\n  March 20, 2000\r\n  ________ \r\n   \r\nAFFIRMED IN \r\n  PART, REVERSED IN PART, AND REMANDED\r\n________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Scott M. Anderson, of Robertson \r\n          &amp; Anderson, of Greenville, for appellant. \r\n           \r\n        Jack Griffeth and Amy Richmond, \r\n        both of Love, Thornton, Arnold &amp; Thomason, of Greenville, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\n  \r\n    ________\r\n  \r\n\r\nCURETON, J.: R. \r\n  J. Hendricks, II sued Clemson University for negligence, breach of fiduciary \r\n  duty, and breach of contract alleging improper academic advisement by Clemson's \r\n  athletic/academic advisor rendered him ineligible to play baseball under National \r\n  Collegiate Athletics Association (NCAA) regulations. The trial court granted \r\n  Clemson summary judgment on all causes of action. Hendricks appeals. We affirm \r\n  in part, reverse in part and remand. \r\n   \r\nFACTS \r\n   \r\nHendricks attended St. Leo College \r\n  in Florida on a baseball scholarship for the first three years of his college \r\n  education. St. Leo is a small college with a NCAA Division II baseball program. \r\n  Hendricks's scholarship at St. Leo covered seventy-five percent of his costs \r\n  for tuition, room, and board. While at St. Leo, Hendricks majored in business \r\n  administration with a specialization in hotel/restaurant management. \r\n   \r\nAfter playing baseball at St. Leo \r\n  for three years, Hendricks decided to transfer to a larger school. He contacted \r\n  Clemson assistant coach Tim Corbin. Corbin was a former assistant coach with \r\n  Presbyterian College and, as such, had recruited Hendricks out of high school. \r\n  Clemson requested permission from St. Leo to contact Hendricks for transfer \r\n  and a one-time transfer exception. St. Leo granted the requests. St. Leo indicated \r\n  that Hendricks would fulfill the satisfactory progress requirement for continued \r\n  participation in baseball at St. Leo. \r\n   \r\nUpon transfer to Clemson, Hendricks \r\n  received a $250 \"book scholarship.\" Hendricks paid his own tuition, room, board, \r\n  and other expenses.  \r\nOver the summer, Hendricks communicated \r\n  with Barbara Kennedy-Dixon, an academic advisor in Clemson's Student-Athlete \r\n  Enrichment Program, about enrolling in classes. It is undisputed Hendricks never \r\n  intended to graduate from Clemson, but planned to return to St. Leo and graduate \r\n  in December of 1996. Hendricks hoped to use some of the hours he earned at Clemson \r\n  toward his degree from St. Leo. Hendricks believed Kennedy-Dixon was advising \r\n  him to take classes that would ensure his NCAA baseball eligibility and also \r\n  would be transferable to St. Leo. \r\n   \r\nBecause Clemson did not offer Hendricks's \r\n  major, Kennedy-Dixon advised Hendricks to declare himself a speech and communications \r\n  major with a cluster minor in administration. Kennedy-Dixon originally registered \r\n  Hendricks in fifteen credit hours for the fall semester. A week and a half into \r\n  the fall semester, Kennedy-Dixon realized she had not evaluated whether Hendricks \r\n  was in compliance with the NCAA's fifty percent rule, which requires a student \r\n  athlete to complete at least fifty percent of the course requirements for his \r\n  degree to be eligible to compete during his fourth year of collegiate enrollment. \r\n  She then advised him to drop one class and add two speech classes, increasing \r\n  his course credits from fifteen to eighteen hours. According to Kennedy-Dixon, \r\n  she asked her graduate student to consult with one of her colleagues about the \r\n  situation, but she did not recall any feedback from the consultation. \r\n   \r\nHendricks passed all eighteen hours. \r\n  However, shortly before the spring semester began, Kennedy-Dixon realized she \r\n  had miscalculated the classes he needed to be eligible to play baseball. A student \r\n  pursuing a speech and communications studies major with a cluster minor in administration \r\n  may have thirty-two elective hours, with eleven hours from lower level foreign \r\n  language classes, which are prerequisites for the required upper level foreign \r\n  language class. Hendricks had taken no foreign language classes. Kennedy-Dixon \r\n  failed to subtract the eleven hours of foreign language from the thirty-two \r\n  available elective hours. Hendricks only had twenty-one hours of electives available \r\n  rather than thirty-two. Six of the eighteen hours Hendricks took during the \r\n  fall semester were excess electives. To be eligible to play baseball, Hendricks \r\n  should have enrolled in twenty course hours toward his major during the fall \r\n  semester.  \r\nDuring the time she was advising \r\n  Hendricks, Kennedy-Dixon was experiencing a personal crisis. She gave birth \r\n  to a premature baby during the summer of 1995. The baby was in a neonatal intensive \r\n  care unit in a hospital in Greenville until October 1995. She commuted to Greenville \r\n  from Clemson daily to bond with the baby. \r\n   \r\nClemson requested a waiver of the \r\n  fifty-percent rule from the NCAA for Hendricks. Kennedy-Dixon provided a written \r\n  statement detailing her mistake and her belief that Hendricks would have successfully \r\n  completed the classes necessary for eligibility if he had enrolled in them. \r\n  The NCAA, however, denied the waiver request. Although he remained at Clemson \r\n  for the spring semester, Hendricks could not play baseball. He received credit \r\n  for all of the academic classes he completed at Clemson. However, some of the \r\n  hours he earned at Clemson did not count toward his graduation from St. Leo. \r\n   \r\nClemson won the NCAA regional title \r\n  during the spring of 1996 and went to the College World Series. Jackson Scott \r\n  Leggett, Clemson's head coach, stated he did not have a limit on the non-traveling \r\n  team roster. The traveling team, however, was limited to twenty-five players. \r\n  Based on Hendricks's performance in fall practice, Leggett believed it would \r\n  have been very difficult for Hendricks to make the traveling team. \r\n   \r\nHendricks returned to St. Leo for \r\n  the fall 1996 semester. Because of his transfer to Clemson, he lost his scholarship \r\n  and had to pay full tuition. After graduating from St. Leo in December 1996, \r\n  Hendricks enrolled in classes at the college in order to be able to play baseball \r\n  during the spring semester. He received approximately $2000 in financial assistance \r\n  that semester.  \r\nAt the time of the summary judgment \r\n  hearing, Hendricks had graduated from college, worked in his father's laundry \r\n  business and lived with his parents. \r\n   \r\nHendricks sued Clemson for negligence, \r\n  breach of fiduciary duty, and breach of contract. His alleged damages included \r\n  his tuition, room, board and living expenses at Clemson; tuition, room, board \r\n  and living expenses for the fall 1996 and spring 1997 semesters at St. Leo; \r\n  lost wages from September 1996 to September 1997; emotional suffering and lost \r\n  enjoyment of life; lost 1996 College World Series experience; lost opportunity \r\n  for playing NCAA Division I baseball; and lost professional baseball opportunities. \r\n   \r\nThe trial court granted Clemson's \r\n  motion for summary judgment. In so doing, the court held Clemson had not breached \r\n  any contractual duty owed to Hendricks because all aspects of Hendricks's scholarship \r\n  obligations were fulfilled. The court also ruled Hendricks had not advanced \r\n  any tort theory that would permit recovery under the South Carolina Tort Claims \r\n  Act because Clemson's course of action did not constitute gross negligence. \r\n  The court found Hendricks alleged a form of \"educational malpractice\" based \r\n  on simple negligence under the proposition that Clemson assumed some fiduciary \r\n  duty. It rejected this action holding the legislature disallowed this type of \r\n  claim by limiting liability of public educational institutions to acts of gross \r\n  negligence. As a separate ground for granting summary judgment, the trial court \r\n  concluded Hendricks had not suffered any measurable or ascertainable damages. \r\n  It found Hendricks could not claim any damages for tuition or other college \r\n  expenses because his scholarship terms were honored. It ruled Hendricks's other \r\n  claims for damages were too speculative. \r\n   \r\nLAW/ANALYSIS \r\n   \r\nSummary judgment is appropriate if \r\n  there is no genuine issue of material fact and the moving party is entitled \r\n  to judgment as a matter of law. Caf&eacute; \r\n  Assocs., Ltd. v. Gerngross, 305 S.C. 6, 406 S.E.2d 162 (1991). In ruling \r\n  on a motion for summary judgment, the evidence and the inferences should be \r\n  viewed in the light most favorable to the nonmoving party.  \r\n  Id.  \r\n\r\n  Negligence \r\n    Claim Under the South Carolina Tort Claims Act\r\n  \r\n\r\nHendricks argues the trial court \r\n  erred in deciding the issue of gross negligence on summary judgment. In its \r\n  order, the circuit court held, as a matter of law, that \"Clemson's conduct does \r\n  not rise to the level of gross negligence.\" Hendricks asserts the issue of whether \r\n  Clemson's actions were grossly negligent is for the jury to determine. We agree. \r\n   \r\nThe South Carolina Tort Claims Act \r\n  shields state educational institutions such as Clemson from liability resulting \r\n  from:  \r\nthe responsibility or duty including \r\n  but not limited to supervision, protection, control, confinement, or custody \r\n  of any student . . . except when the responsibility or duty is exercised in \r\n  a grossly negligent manner[.] \r\n   \r\nS.C. Code Ann. § 15-78-60(25) (Supp. \r\n  1998).  \r\nGross negligence is the intentional, \r\n  conscious failure to do something which one ought to do or the doing of something \r\n  one ought not to do. Hollins v. Richland \r\n  County Sch. Dist. One, 310 S.C. 486, 427 S.E.2d 654 (1993). It is the \r\n  failure to exercise slight care. Clyburn \r\n  v. Sumter County Sch. Dist. # 17, 317 S.C. 50, 451 S.E.2d 885 (1994). \r\n  Where a person is so indifferent to the consequences of his conduct as not to \r\n  give slight care to what he is doing, he is guilty of gross negligence. Jackson \r\n  v. South Carolina Dep't of Corrections, 301 S.C. 125, 390 S.E.2d 467 \r\n  (Ct. App.1989), aff'd, 302 S.C. 519, 397 S.E.2d 377 (1990). Gross negligence \r\n  is a mixed question of law and fact and should be presented to the jury unless \r\n  the evidence supports only one reasonable inference. Clyburn, \r\n  317 S.C. 50, 451 S.E.2d 885.  \r\n   \r\nIn this case, the trial court held \r\n  Clemson's course of action did not evidence a failure to exercise slight care \r\n  and, therefore, did not amount to gross negligence. We disagree. Initially, \r\n  Kennedy-Dixon failed to evaluate whether Hendricks would be able to comply with \r\n  the NCAA's fifty-percent rule. Kennedy-Dixon realized this error approximately \r\n  a week and a half into the semester and advised Hendricks to increase his course \r\n  load in an attempt to comply with the NCAA rule. Kennedy-Dixon failed to consult \r\n  Clemson's athletic department supervisor or NCAA compliance director, although \r\n  that was standard procedure. (Kennedy-Dixon stated she was unaware of this policy.) \r\n  In her statement to the NCAA, she wrote, \"I felt certain that he would meet \r\n  the 50 percent rule if he passed all 18 hours in the fall semester 1995.\" \r\n   \r\nAt the beginning of the spring semester, \r\n  Kennedy-Dixon realized Hendricks still would be unable to comply with the NCAA \r\n  rule because six hours he had taken were electives that did not count for purposes \r\n  of the rule. After realizing the second error, Kennedy-Dixon and other members \r\n  of Clemson's athletic department tried to obtain a waiver of the fifty percent \r\n  rule from the NCAA in order to allow Hendricks to play baseball.  \r\n   \r\nHendricks alleges Kennedy-Dixon's \r\n  actions constitute gross negligence because she did not thoroughly review Hendricks's \r\n  transcript to determine NCAA eligibility. Hendricks also maintains Kennedy-Dixon's \r\n  failure to consult her supervisors or adequately review Hendricks's transcript \r\n  after realizing her first mistake constitutes gross negligence. Thirdly, Hendricks \r\n  maintains Kennedy-Dixon's lack of knowledge of the requirement that she notify \r\n  her supervisor constituted gross negligence. Although we empathize with Kennedy-Dixon's \r\n  personal struggles during Hendricks's time at Clemson, we cannot say her actions \r\n  did not constitute gross negligence as a matter of law. Because gross negligence \r\n  is ordinarily a mixed question of law and fact, and the facts of this case are \r\n  susceptible of more than one inference, the trial court erred in granting Clemson \r\n  summary judgment on the negligence cause of action. \r\n   \r\nClemson maintains Kennedy-Dixon's \r\n  actions cannot constitute gross negligence because the university has no duty \r\n  to ensure students' athletic eligibility. We disagree. \"The common law ordinarily \r\n  imposes no duty on a person to act. If an act is voluntarily undertaken, however, \r\n  the actor assumes the duty to use due care.\" Miller \r\n  v. City of Camden, 329 S.C. 310, 314, 494 S.E.2d 813, 815 (1997). \r\n   \r\nIn the complaint, Hendricks alleged \r\n  \"Dixon's duties as an agent and employee of Defendant included advising Plaintiff \r\n  as to the number and type of classes Plaintiff should take to achieve and maintain \r\n  athlete [sic] eligibility.\" The complaint further alleged that \"Dixon undertook \r\n  at the commencement of the fall, 1995, semester to advise Plaintiff as to the \r\n  number and type of classes Plaintiff should take to achieve and maintain athletic \r\n  eligibility, and did so advise Plaintiff.\" At the summary judgment hearing, \r\n  Hendricks asserted:  \r\n. . . the controlling law on this \r\n  is that Clemson University in the form of the academic advisor assumed the duty. \r\n  . . . once [Kennedy-Dixon] assumed the duty she had an obligation to exercise \r\n  in this case at least slight care and she's failed to exercise that slight care. \r\n   \r\nKennedy-Dixon was hired as an \"athletic \r\n  academic counselor.\" The position required that she periodically meet with the \r\n  registrar to discuss relevant changes in NCAA requirements and undergo an annual \r\n  NCAA compliance test. In fact, Kennedy-Dixon testified to her \"primary two-fold \r\n  duties,\" which were  \r\n. . . to make sure athletes are maintaining \r\n  academic excellence as they work towards graduation, and secondly to - along \r\n  with the primary goal is to make sure the athletes are eligible according to \r\n  the NCAA regulations.  \r\nThus, the evidence creates at least \r\n  a factual dispute as to whether Clemson undertook a duty to advise Hendricks \r\n  concerning compliance with NCAA eligibility standards. Therefore, the trial \r\n  court erred in granting summary judgment as to the negligence claim. \r\n   \r\n\r\n  Breach \r\n    of Fiduciary Duty\r\n  \r\n\r\nHendricks argues the trial court \r\n  erred in ruling South Carolina does not recognize a cause of action for breach \r\n  of fiduciary duty in an educational setting. He asserts a breach of fiduciary \r\n  duty is not a tort and the trial court erred in applying the South Carolina \r\n  Tort Claims Act standard to his cause of action. We agree with the trial court's \r\n  determination that the Tort Claims Act is applicable, but find the trial court \r\n  erred in summarily dismissing the breach of fiduciary duty claim. \r\n   \r\nThe Restatement 2nd of \r\n  Torts recognizes that one \"who commits a breach of his duty as a fiduciary is \r\n  guilty of tortious conduct to the person for whom he should act.\" Restatement \r\n  2nd Torts § 874 cmt. \r\n  (C) (1979). South Carolina cases have considered breaches of fiduciary duty \r\n  as the basis for contractual and tort actions. See \r\n  e.g., Corley v. Ott, \r\n  326 S.C. 89, 485 S.E.2d 91 (1997)(dissolution of partnership based on breach \r\n  of fiduciary duty); Jacobson v. Yaschik, \r\n  249 S.C. 577, 155 S.E.2d 601 (1967)(holding an accounting in equity could be \r\n  had in tort case where the complaint charged fraud involving a fiduciary and \r\n  trust relationship); Designer Showrooms, \r\n  Inc. v. Kelley, 304 S.C. 478, 405 S.E.2d 417 (Ct. App. 1991)(finding \r\n  constructive fraud arising out of breach of fiduciary duty); Anthony \r\n  v. Padmar, Inc., 320 S.C. 436, 465 S.E.2d 745 (Ct. App. 1995) (breach \r\n  of fiduciary duty and breach of partnership contract as basis of rescission \r\n  of sale of partnership assets); Loftis \r\n  v. Eck, 288 S.C. 154, 341 S.E.2d 641 (Ct. App. 1986)(construing complaint \r\n  to allege breach of fiduciary duty to affirm setting aside deed). \r\n   \r\nThe essential elements in a negligence \r\n  action are: (1) a duty of care owed by the defendant to the plaintiff; (2) a \r\n  breach of that duty by a negligent act or omission; and (3) damage proximately \r\n  caused by a breach of duty. Rickborn \r\n  v. Liberty Life Ins. Co., 321 S.C. 291, 468 S.E.2d 292 (S.C. 1996); Vinson \r\n  v. Hartley, 324 S.C. 389, 477 S.E.2d 715 (Ct. App. 1996).  \r\n   \r\nIn his complaint, Hendricks alleged \r\n  Clemson, through its agent Kennedy-Dixon, owed a fiduciary duty to competently \r\n  advise him concerning course requirements necessary to achieve eligibility to \r\n  play baseball. Hendricks further alleged he relied upon Kennedy-Dixon's judgment \r\n  and advice to his detriment. Hendricks's allegations for breach of fiduciary \r\n  duty sound in negligence. Accordingly, we reject Hendricks's assertion that \r\n  his cause of action for breach of fiduciary duty is not controlled by the South \r\n  Carolina Tort Claims Act.  \r\nBecause we reverse the trial court's \r\n  ruling as to whether Kennedy-Dixon's actions constitute gross negligence, we \r\n  must address whether a fiduciary duty existed between Clemson University and \r\n  Hendricks. \"A fiduciary relationship exists when one reposes special confidence \r\n  in another, so that the latter, in equity and good conscience, is bound to act \r\n  in good faith and with due regard to the interests of the one reposing confidence.\" \r\n  O'Shea v. Lesser, 308 S.C. 10, \r\n  15, 416 S.E.2d 629, 631(1992). A relationship must be more than casual to equal \r\n  a fiduciary relationship. Steele v. \r\n  Victory Sav. Bank, 295 S.C. 290, 368 S.E.2d 91 (Ct. App. 1988). \"Courts \r\n  of equity have carefully refrained from defining the particular instances of \r\n  fiduciary relationship in such a manner that other and perhaps new cases might \r\n  be excluded and have refused to set any bounds to the circumstances out of which \r\n  a fiduciary relationship may spring.\" Brown \r\n  v. Pearson, 326 S.C. 409, 422-423, 483 S.E.2d 477, 484 (Ct.App. 1997) \r\n  (citations omitted).  \r\nIn South Carolina, the existence \r\n  of a fiduciary duty may be a factual question for the jury to determine. See \r\n  Hotz v. Minyard, 304 S.C. 225, \r\n  403 S.E.2d 634, 637 (1991) (\"We find the evidence indicates a factual issue \r\n  whether [defendant] breached a fiduciary duty to [plaintiff] . . .\"); State \r\n  Farm Mut. Auto. Ins. Co. v. Turner, 303 S.C. 99, 399 S.E.2d 22 (Ct. App. \r\n  1990) (jury question raised as to whether insurance adjuster had fiduciary duty \r\n  to tell victim he represented both victim and tort-feasor); Steele, \r\n  295 S.C. 290, 368 S.E.2d 91(whether remitter reposed special confidence and \r\n  trust in bank sufficient to create a fiduciary relationship between payee bank \r\n  and remitter was a factual question to be determined by the jury). \r\n   \r\nIn the complaint, Hendricks has alleged \r\n  sufficient facts to support a claim for breach of fiduciary duty: \r\n   \r\n\r\n  Defendant and its agent and employee \r\n    Dixon owed Plaintiff a fiduciary duty to competently advise Plaintiff as to \r\n    course requirements to achieve academic eligibility to play baseball for Defendant \r\n    and otherwise advance his baseball career. \r\n     \r\n\r\n20) Plaintiff placed trust, confidence \r\n  and reliance upon the judgment and advice of Defendant. \r\n   \r\n21) Defendant breached its fiduciary \r\n  duty to Plaintiff by failing to correctly advise Plaintiff as to his course \r\n  requirements to maintain academic eligibility for the 1996 baseball season. \r\n   \r\n22) As a direct and proximate result \r\n  of Defendant's breach of the fiduciary duty, Plaintiff has been injured and \r\n  damaged, incurred substantial expenses, including but not limited to lost tuition, \r\n  lost income and lost opportunity. \r\n   \r\n We have previously determined that \r\n  a factual issue exists as to whether Clemson, through Kennedy-Dixon, assumed \r\n  a duty to advise Hendricks, We further hold that there is a factual question \r\n  concerning whether any duty that exists consitutes a fiduciary duty. \r\n   \r\nIII. \r\n  Hendricks's Contract Claim \r\n   \r\nHendricks argues the trial court \r\n  erred in ruling no breach of contract had occurred because he received all benefits \r\n  to which he was entitled as a student. He contends he agreed to enroll at Clemson \r\n  and pay tuition, and Clemson agreed it would provide him with a scholarship \r\n  to pay the cost of his books, advise him as to what classes and number of class \r\n  hours he needed to be athletically eligible, and give him the opportunity to \r\n  play baseball. \r\nIn South Carolina, the formation \r\n  of a contract is governed by well-settled principles. \"A contract exists where \r\n  there is an agreement between two or more persons upon sufficient consideration \r\n  either to do or not to do a particular act.\" Benya \r\n  v. Gamble, 282 S.C. 624, 628, 321 S.E.2d 57, 60 (Ct. App. 1984).  \r\n   \r\nCourts have recognized the contractual \r\n  nature of the relationship between a student and university or college. See \r\n  e.g., Ross v. Creighton Univ., \r\n  957 F.2d 410 (7th Cir. 1992)(remanding case to determine whether \r\n  university had breached specific promise to student athlete); Begley \r\n  v. Mercer Univ., 367 F. Supp. 908 (E.D.Tenn. 1973); Wickstrom \r\n  v. North Idaho College, 725 P.2d 155 (Idaho 1986) (holding valid cause \r\n  of action in contract could exist if the terms of implied contract between student \r\n  and college were not complied with); Tolman \r\n  v. Cencor Career Colleges, Inc., 851 P.2d 203 (Colo. Ct. App. 1992) (ruling \r\n  that if properly pleaded and proved, breach of contract and deceit claims may \r\n  be brought by student against educational institution); Taylor \r\n  v. Wake Forest Univ., 191 S.E.2d 379 (N.C. Ct. App. 1972)(finding university \r\n  fully complied with its agreement while student athlete failed to do so). \r\n   \r\nThe Supreme Court of Idaho described \r\n  the basis of the contractual relationship: \r\n   \r\nSince a formal contract is rarely \r\n  prepared, the general nature and terms of the agreement are usually implied, \r\n  with specific terms to be found in the university bulletin and other publications; \r\n  custom and usages can also become specific terms by implication. \r\n   \r\nWickstrom, \r\n  725 P.2d at 157.  \r\nIn Ross, \r\n  the Seventh Circuit explained, \"[t]o state a claim for breach of contract, the \r\n  plaintiff must . . . point to an identifiable contractual promise that the defendant \r\n  failed to honor.\" 957 F.2d 410, 416-417.\r\nTo adjudicate Hendricks's claim for \r\n  breach of contract, the trial court must determine the terms of Hendricks's \r\n  contract with Clemson and whether Clemson breached that contract by advising \r\n  Hendricks to take classes which rendered him ineligible to play baseball. We \r\n  find at least a genuine issue of material fact exists as to these questions. \r\n  Therefore, we remand this issue for further development of the facts. See \r\n  Hook v. Rothstein, 275 S.C. \r\n  187, 268 S.E.2d 288 (1980) (Summary judgment should not be granted when inquiry \r\n  into the facts is desirable to clarify the application of the law.). \r\n   \r\nIV. \r\n  Damages  \r\nFinally, Hendricks argues the trial \r\n  court erred in holding, as a matter of law, that Hendricks suffered no measurable \r\n  damages. In the proceedings before the trial court, Hendricks argued he was \r\n  entitled to the cost of his semester at Clemson, including tuition, room, board, \r\n  and living expenses. He also alleged he was entitled to the costs of completing \r\n  his education at St. Leo because he forsook his athletic scholarship there to \r\n  attend Clemson. Finally, Hendricks asked for damages for loss of opportunity, \r\n  including loss of the 1996 College World Series experience, loss of the opportunity \r\n  to play NCAA Division 1 baseball, and loss of professional baseball opportunities. \r\n   \r\nWe agree with the trial court that \r\n  Hendricks's claims for lost professional baseball opportunities, lost 1996 College \r\n  World Series experience, and lost NCAA Division I baseball experience are too \r\n  speculative to be compensated. However, we cannot say, as a matter of law, Hendricks \r\n  suffered no damages. The issue of the remaining damages is remanded to the trial \r\n  court for further consideration. \r\n   \r\nCONCLUSION \r\n   \r\nWe reverse the trial court's ruling \r\n  on Hendricks's negligence and contract causes of action. We affirm the trial \r\n  court's determination that the Tort Claims Act applies to Hendricks's breach \r\n  of fiduciary duty claim, but reverse the court's determination that Clemson's \r\n  actions do not constitute gross negligence as a matter of law. We affirm the \r\n  trial court's ruling that Hendricks's damages are speculative as related to \r\n  lost professional baseball opportunities, lost 1996 College World Series experience, \r\n  and lost opportunity for playing NCAA Division I baseball. However, we reverse \r\n  the trial court's ruling as to the remaining damages. We remand this action \r\n  to the trial court for further proceedings consistent with this opinion. \r\n   \r\nAFFIRMED IN PART, REVERSED \r\n  IN PART, AND REMANDED. \r\n   \r\nHEARN, C.J. and CURETON, \r\n  concur. HOWARD, J., dissents in separate opinion. \r\n   \r\nHOWARD, J., DISSENTING: I \r\n  respectfully disagree with the majority's conclusions, and I would affirm the \r\n  trial court.  \r\nFirst and foremost, I do not believe \r\n  Hendricks presented a viable claim for damages. As the majority \r\n  points out in Part IV of the opinion, Hendricks asserted three categories of \r\n  damage. The first claim is that he was damaged in the amount he expended for \r\n  tuition, room, board, and other living expenses while at Clemson. However, nowhere \r\n  does he allege that Clemson gave him an athletic scholarship whereby they contractually \r\n  agreed to pay these college related expenses. He attended Clemson and paid the \r\n  normal tuition and related costs, receiving the education he contracted to receive. \r\n  Clemson provided the courses he enrolled in, and there is no allegation that \r\n  Clemson withheld any benefit which he paid to receive. Consequently, I believe \r\n  this element of damage fails as a matter of law. \r\n   \r\nSecond, he claims his tuition and \r\n  related costs at St. Leo when he returned to complete his education because \r\n  he had foregone his scholarship to attend Clemson. However, he does not allege \r\n  Clemson contractually agreed to allow him to play on the varsity baseball team. \r\n  Under his view of the facts, Clemson only agreed that he could try out for the \r\n  team, and play if he was good enough. This was merely an expectation of a chance \r\n  in the future to play, with no contractual right to insist upon playing. Consequently, \r\n  under Hendricks's own view of the facts, he merely had a future expectation \r\n  of an increased chance to play baseball at Clemson. Our supreme court has clearly \r\n  stated that there is no cause of action in such circumstances. Cf. \r\n  Jones v. Owings, 318 S.C. 72, \r\n  456 S.E.2d 371 (1995) (there is no cause of action in South Carolina for a decrease \r\n  in chance of survival caused by mis-diagnosis in a claim for medical malpractice). \r\n   \r\nThe third claimed category of damage \r\n  is for a loss of an opportunity to play on the 1995-6 Clemson team and in the \r\n  college world series, implicating his loss of the added exposure to professional \r\n  baseball scouts and the experience that opportunity would have provided. Again, \r\n  by their very nature, these allegations do not give rise to a cause of action. \r\n  Cf. Owings, \r\n  318 S.C. 72, 456 S.E.2d 371 (1995).  \r\n   \r\nI also disagree with the majority's \r\n  conclusion that the evidence, taken in a light most favorable to Hendricks, \r\n  gives rise to an inference of recklessness. I believe the trial court was correct \r\n  in its analysis on this issue. \r\n   \r\nFor these reasons, I would affirm \r\n  the trial court, and would not address the other issues discussed in the majority \r\n  opinion.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3138","title":"State v. Jones","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3138","description":"","date":"2000-03-27","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nState v. Jones\r\n\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        The \r\n          State, Respondent,\r\n        v. \r\n          \r\n        Kelvin \r\n          Jones, a/k/a Kevin L. Jones, \r\nAppellant.\r\n        \r\n    \r\n  \r\n\r\n________ \r\n   \r\nAppeal From Richland \r\n  County\r\n  J. Derham Cole, Circuit Court \r\n  Judge\r\n  ________ \r\n   \r\nOpinion No. 3138\r\n  Heard December 9, 1999 - Filed \r\n  March 27, 2000 \r\n  ________ \r\n   \r\nAFFIRMED\r\n________\r\n \r\n   \r\n     \r\n       \r\n        Assistant Appellant Defender \r\n          Aileen P. Clare, of S.C. Office of Appellate Defense, of Columbia, for \r\n          appellant.  \r\n        Attorney General Charles \r\n          M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant \r\n          Deputy Attorney General Salley W. Elliot and Senior Assistant Attorney \r\n          General Charles H. Richardson; and Solicitor Warren B. Giese, all of \r\n        Columbia, for respondent.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\n   \r\nHOWARD, J.: A jury \r\n  convicted Kelvin Jones of armed robbery and the trial court sentenced him to \r\n  life imprisonment pursuant to S.C. Code Ann. § 17-25-45 (Supp. 1999). Jones \r\n  appeals, arguing the trial court lacked subject matter jurisdiction to convict \r\n  him and that the trial court erred in failing to direct a verdict in his favor. \r\n  We affirm.  \r\nFACTS \r\n   \r\nTaking the evidence in a light most \r\n  favorable to the State, on January 26, 1997, Jones entered a convenience store \r\n  in Richland County, and handed the clerk a holdup note, stating: \"This is a \r\n  stickup, give me all the money.\" The clerk initially thought the demand was \r\n  a joke, but after noticing that Jones kept his left hand in his jacket pocket, \r\n  the clerk determined it was not a joke. The clerk complied with the note, giving \r\n  Jones $200.00 from the store register because Jones appeared \"deadly serious \r\n  about it.\" The clerk never saw a gun, but believed Jones had a gun and he feared \r\n  being shot.   \r\nLAW/ANALYSIS \r\n   \r\nJones argues on appeal that: (1) \r\n  the trial court lacked subject matter jurisdiction where the indictment failed \r\n  to charge him with the offense allegedly proven at trial; and (2) the trial \r\n  court erred in refusing to direct a verdict where a material variance existed \r\n  between the evidence offered at trial and the allegations presented in the indictment.\r\nA criminal defendant is entitled \r\n  to be tried only on indicted offenses. State v. Munn, 292 S.C. 497, 357 \r\n  S.E.2d 461 (1987). In South Carolina, \"[i]t is a rule of universal observance \r\n  in administering the criminal law that a defendant must be convicted, if convicted \r\n  at all, of the particular offense charged in the bill of indictment.\" State \r\n  v. Gunn, 313 S.C. 124, 136, 437 S.E.2d 75, 82 (1993) (citing State v. \r\n  Cody, 180 S.C. 417, 186 S.E. 165 (1936)). A material variance between charge \r\n  and proof entitles the defendant to a directed verdict; such a variance is not \r\n  material if it \"is not an element of the offense.\" Id. A variance between \r\n  an allegation contained in the indictment and the proof is immaterial if the \r\n  unproved allegation is surplusage. State v. Evans, 322 S.C. 78, 470 S.E.2d \r\n  97 (1996). \"Moreover, a conviction will not be overturned due to evidence that \r\n  tends to show a narrower charge than that contained in the indictment if the \r\n  narrower charge is fully included within the indictment.\" Id. at 82, \r\n  470 S.E.2d at 99.  \r\nIn this case, the indictment clearly \r\n  alleged Jones committed a robbery while armed with a pistol. The indictment \r\n  against Jones read as follows: \r\n   \r\nCOUNT ONE - ARMED \r\n  ROBBERY  \r\nThat KELVIN LARON JONES did in Richland \r\n  County on or about January 26, 1997, while armed with a deadly weapon, to wit: \r\n  a pistol feloniously take from the person or presence of Youssef Elammouri by \r\n  means of force or intimidation goods or monies of Amoco such goods or monies \r\n  being described as follows: U.S. Currency with the intent to deprive the owner \r\n  permanently of such property. \r\n   \r\nPrior to June 18, 1996, Section 16-11-330 \r\n  provided in pertinent part as follows: \r\n   \r\n(1) Any person convicted for the \r\n  crime of robbery while armed with a pistol, dirk, slingshot, metal knuckles, \r\n  razor or other deadly weapon shall suffer punishment by imprisonment at hard \r\n  labor for a term of twenty-five years, in the discretion of the trial judge, \r\n  no part of which may be suspended . . . \r\n   \r\nS.C. Code Ann. § 16-11-330(1) (1976). \r\n   \r\nIn State v. Nix, 288 S.C. \r\n  492, 343 S.E.2d 627 (Ct. App. 1986), we held the display of a deadly weapon \r\n  was not an essential element of the offense. In Nix, evidence of one \r\n  assailant's statement to another during one robbery to \"bring the gun\" was sufficient \r\n  to raise a jury question as to whether a second robbery by the same two defendants \r\n  a short time later was an armed robbery, when coupled with both robbery victims' \r\n  testimony that they saw something under the robber's shirt, even though the \r\n  second robbery victim admitted she did not see a gun. Nix did not reduce \r\n  the State's burden of proving beyond a reasonable doubt that the robber was \r\n  armed with a deadly weapon as set forth in § 16-11-330. It merely held the evidence \r\n  was sufficient to raise a jury issue on this question, notwithstanding the fact \r\n  that no gun was displayed during the robbery.\r\nSection 16-11-330 was subsequently \r\n  amended, effective June 18, 1996, to provide as follows: \r\n   \r\n(A) A person who commits robbery \r\n  while armed with a pistol, dirk, slingshot, metal knuckles, razor, or other \r\n  deadly weapon, or while alleging, either by action or words, he was armed \r\n  while using a representation of a deadly weapon or any object which a person \r\n  present during the commission of the robbery reasonably believed to be a deadly \r\n  weapon, is guilty of a felony . . . \r\n   \r\nS.C. Code Ann. § 16-11-330(A) (Supp. \r\n  1999) (emphasis added).   \r\nUnder this amended section, the State \r\n  may now prove armed robbery by establishing the commission of a robbery and \r\n  either one of the two additional elements: (1) that the robber was armed with \r\n  a deadly weapon or (2) that the robber alleged that he or she \r\n  was armed with a deadly weapon, either by action or deed, \"while using a representation \r\n  of a deadly weapon or any object which a person present during the commission \r\n  of the robbery reasonably believed to be a deadly weapon.\" Therefore, a defendant \r\n  may now be convicted of armed robbery under S.C. Code Ann. § 16-11-330(A) (Supp. \r\n  1999) if the jury concludes that the robber alleged that he was armed under \r\n  the requisite circumstances without having to conclude that he was, in fact, \r\n  so armed. These are now alternative elements of the statutory offense of armed \r\n  robbery.\r\n It is evident from the colloquy \r\n  during the motion for a directed verdict that the trial court denied the motion \r\n  based on proof of a robbery and the alternative element that Jones alleged, \r\n  by his deeds, he was armed. The indictment charged Jones only with committing \r\n  the robbery while possessing a pistol. At first glance, the proof at trial would \r\n  appear to be at variance with the indictment, in which event the failure to \r\n  grant a directed verdict would be error. See State v. Evans, 322 \r\n  S.C. 78, 470 S.E.2d 97 (1996); State v. Sowell, 85 S.C. 278, 67 S.E. \r\n  316 (1910).  \r\nHowever, the amended version of § \r\n  16-11-330 is unusual, in that the alternative element of alleging to \r\n  be armed in a manner set forth in the statute is also descriptive \r\n  of circumstantial evidence which could support a conviction under the first \r\n  alternative element of actually being armed with a pistol, \r\n  metal knuckles, razor, or other deadly weapon. See State v. Nix, \r\n  supra. Consequently, there is only a material variance between the indictment \r\n  and the proof at trial if the trial judge submitted the case to the jury, and \r\n  the jury could have convicted Jones, on the legal basis that he committed a \r\n  robbery while alleging he was armed with a deadly weapon as described within \r\n  the statute. If, on the other hand, the trial judge charged the jury that in \r\n  order to find Jones guilty the State was required to prove that Jones did, in \r\n  fact, have a deadly weapon at the time of the robbery, then the indictment accurately \r\n  reflected both the charge and the factual basis for the charge, and there was \r\n  no material variance. Cf. State v. Hiott, 276 S.C. 72, 276 S.E.2d \r\n  163 (1981). Therefore, because of the unique wording of this statute, the trial \r\n  judge did not err in refusing to direct a verdict.(1) \r\n  See State v. McCombs, 335 S.C. 123, 515 S.E.2d 547 (Ct. App. 1999) \r\n  (if there is any evidence tending to establish the offense charged against the \r\n  accused, then it is the duty of the trial court to submit the question of whether \r\n  the offense occurred to the jury). \r\nFurthermore, under this view, the \r\n  indictment was sufficient on its face to apprise Jones of the elements of the \r\n  offense intended to be charged and to apprise him of what he must be prepared \r\n  to meet. See Evans, 322 S.C. 78, 470 S.E.2d 97 (1996). Therefore, \r\n  Jones's assertion that the trial court lacked subject matter jurisdiction is \r\n  without merit.   \r\nCONCLUSION \r\n   \r\nFor the foregoing reasons, the conviction \r\n  for armed robbery is hereby  \r\n   \r\nAFFIRMED. \r\n   \r\nHUFF, J., concurs. CURETON, \r\n  J., dissents in a separate opinion.  \r\n   \r\nCURETON, J., (Dissenting). \r\n  I agree with the majority's conclusion that the crime alleged in the indictment \r\n  requires proof that Jones actually possessed a weapon during the commission \r\n  of the crime he is charged with. Nevertheless, I disagree with the majority's \r\n  conclusion that there is sufficient circumstantial evidence to take the case \r\n  to the jury as to whether or not Jones committed the robbery while actually \r\n  armed with a pistol. I also disagree with the majority's conclusion that if \r\n  the trial court's jury charge, which is not in the record, required the State \r\n  to prove Jones did, in fact, have a deadly weapon, such would remedy any claim \r\n  of a variance between the indictment and the evidence. Finally, while the State \r\n  could prove Jones actually possessed a gun circumstantially, it is quite evident \r\n  from the colloquy between the trial judge and Jones's counsel during argument \r\n  on the motion for a directed verdict that the trial court denied the motion \r\n  based on the fact that Jones alleged, by his actions, that he was armed with \r\n  a weapon.   \r\nPrior to the amendment of Section \r\n  16-11-330, the appellate courts of this state held that it was not necessary \r\n  that the state prove the actual use of a deadly weapon during an armed robbery, \r\n  but that the use of a deadly weapon could be proven by circumstantial evidence. \r\n  See State v. Tasco, 292 S.C. 270, 356 S.E.2d 117 (1987); State \r\n  v. Nix, 288 S.C. 492, 343 S.E.2d 627 (Ct. App. 1986). As I read the amended \r\n  statute, the Legislature has codified prior case law in a more expansive manner. \r\n  Nevertheless, the Legislature by enacting Section 16-11-330, makes it clear \r\n  that a defendant may commit armed robbery in two ways: (1) by actually possessing \r\n  a \"pistol, dirk, slingshot, metal knuckles, razor or other deadly weapon\" during \r\n  a robbery, or (2) by representing through his conduct that he was armed \r\n  while using a representation(1d) \r\n  \r\n of a deadly weapon or any \r\n  other object which a person present during the commission of the robbery reasonably \r\n  believed to be a deadly weapon. . . .\" (Emphasis ours).(2d) \r\n    \r\nWe next proceed to the question of \r\n  whether there is any circumstantial evidence tending to show that Jones actually \r\n  had a gun as alleged in the indictment. In my view, there is none. To conclude, \r\n  as the majority does, that circumstantial evidence of the sort involved here \r\n  may prove the actual possession of a weapon nullifies any purpose in the Legislature \r\n  enacting the 1996 amendment and effectively makes no distinction between the \r\n  two definitions of armed robbery outlined in the statute. Because the state \r\n  elected to charge Jones in the indictment with armed robbery that required actual \r\n  proof of use of a gun during the commission of the crime, while the proof at \r\n  trial shows only that Jones \"alleged\" he was armed with a gun, I would hold \r\n  Jones was convicted of an offense based on proof that materially varied from \r\n  the allegations in the indictment. See State v. Sowell, 85 S.C. \r\n  278, 67 S.E. 316 (1910). I would reverse.\r\n1d.  In State \r\n  v. Gourdine, 322 S.C. 396, 472 S.E.2d 241, n.1 (1996), our supreme court \r\n  appeared to have emphasized that under Section 16-11-330, where the crime of \r\n  armed robbery is based on the defendant \"alleging\" he was armed at the time \r\n  of the crime, that there is also a requirement that the alleging occur \"while \r\n  [defendant is] using a representation of a deadly weapon . . . .\"\r\n2d.  The majority \r\n  concedes Jones could not have been convicted under the definition of armed robbery \r\n  indicated in the bold print. There is no indication Jones used the representation \r\n  of a deadly weapon during the robbery. \r\n   \r\n1.  The jury charge \r\n  is not contained within the record on appeal. We are, therefore, unable to ascertain \r\n  on what theory the jury could have based its decision. \r\n\r\n \r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3139","title":"Davis v. Traylor","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3139","description":"","date":"2000-03-27","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nDavis v. Traylor\r\n\r\n\r\n\r\n\r\nThe South Carolina Court \r\n  of Appeals\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nRegina K. Davis,&nbsp;Respondent,\r\n\r\nv.\r\n\r\nAmanda Traylor,&nbsp;Appellant.\r\n\r\n    \r\n  \r\n\r\n__________________\r\nORDER WITHDRAWING\r\nAND SUBSTITUTING OPINION\r\n_________________\r\n\r\nPER CURIAM: This \r\n  Court originally heard this case and issued an opinion affirming a jury verdict \r\n  for Respondent. See Davis v. Traylor, Op. No. 3139 (S.C. Ct. App. \r\n  filed March 27, 2000) (Shearouse Adv. Sh. No. 12 at 7). After the panel submitted \r\n  the opinion to the Clerk of Court for filing, the Supreme Court issued Clark \r\n  v. Cantrell, Op. No. 25088 (S.C. Sup. Ct. filed March 13, 2000) (Shearouse \r\n  Adv. Sh. No. 10 at 29), aff'g as modified 332 S.C. 433, 504 S.E.2d 605 \r\n  (Ct. App. 1998). The Court withdraws the original opinion and substitutes the \r\n  attached opinion.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          \r\n            \r\n              \r\n                \r\n                    s/ Kaye G. Hearn, C.J.\r\n                  s/H. Samuel Stilwell, J.\r\n                  s/A. E. Morehead, A.J.\r\n                \r\n              \r\n            \r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nColumbia, South Carolina\r\nApril 13, 2000.\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Regina K. Davis, \r\n          Respondent, \r\n           \r\n        v. \r\n           \r\n        Amanda Traylor, \r\nAppellant.\r\n        \r\n    \r\n  \r\n\r\n________ \r\n   \r\nAppeal From Richland \r\n  County\r\n  L. Henry McKellar, Circuit \r\n  Court Judge\r\n  ________ \r\n   \r\nOpinion 3139\r\n  Submitted February 8, 2000 \r\n  - Filed March 27, 2000\r\n  Refiled April 13, 2000 \r\n  ________ \r\n   \r\nAFFIRMED\r\n________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Robert J. Thomas, of Rogers, \r\n          Townsend &amp; Thomas, of Columbia, for appellant. \r\n           \r\n        Frank A. Barton, of West \r\n        Columbia; and J. Marvin Mullis, Jr., of Columbia, for respondent.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n   \r\nMOREHEAD, A.J.: \r\n  In this negligence case, Amanda Traylor appeals from a jury verdict for Regina \r\n  Davis finding Traylor's negligence proximately caused serious injury to Davis. \r\n  Traylor contends the trial court erred in denying her motion for a directed \r\n  verdict, admitting a redacted statement, and permitting the use of a rifle for \r\n  demonstrative purposes. We disagree and affirm. \r\n   \r\nOn August 4, 1992, Amanda Traylor \r\n  drove to a mall parking lot where teenagers often gathered. She was looking \r\n  for her boyfriend, Brian Hammond. She found Hammond, who was highly intoxicated, \r\n  and told him Art Garrett \"wanted to jump on him.\" When Hammond approached Garrett \r\n  and asked him \"what the problem was,\" the two began fighting. Mall security \r\n  eventually broke up the fight. Traylor witnessed the fight and overheard that \r\n  Garrett intended to resume fighting at the Port Station. \r\n   \r\nTraylor later drove Hammond to his \r\n  house and waited while he went inside. When Hammond emerged, he asked Traylor \r\n  to drive him to the Port Station. Shortly before reaching the Port Station, \r\n  Hammond asked Traylor to let him out at the Courtyard, a hotel on a hill overlooking \r\n  the Port Station.  \r\nAccording to Traylor, before she \r\n  let Hammond out of her car, he expressed his intention of killing a \"n-----.\" \r\n  Traylor testified she understood this to refer to Garrett but did not take it \r\n  seriously until Hammond stepped out of the car and Traylor saw he had a rifle. \r\n   \r\nTraylor left Hammond and went home \r\n  to get her parents. They returned to the Courtyard and searched for Hammond. \r\n  As they searched, they heard a shot. Hammond shot one bullet, which penetrated \r\n  Garrett's throat, exited, and struck Regina Davis in the chest. Davis was seriously \r\n  injured.  \r\nIn her civil suit Davis contended \r\n  Traylor was negligent in transporting Hammond, who was armed and highly intoxicated, \r\n  to the Port Station. Davis also asserted Traylor was negligent in failing to \r\n  contact police and failing to warn third parties. A Richland County jury agreed \r\n  and returned a verdict in favor of Davis. Traylor appeals. \r\n   \r\nI. \r\n   \r\nTraylor first argues the trial court \r\n  erred in refusing her motion for a directed verdict. Traylor specifically contends \r\n  there was no evidence she could have foreseen Hammond planned to kill or attempt \r\n  to kill Garrett.(1) We disagree. \r\n   \r\nWhen considering a motion for a directed \r\n  verdict, the trial court must view the evidence in the light most favorable \r\n  to the party opposing the motion. Fleming v. Borden, Inc., 316 S.C. 452, \r\n  457, 450 S.E.2d 589, 592 (1994). If more than one reasonable inference can be \r\n  drawn from the evidence, the trial court should deny the motion and submit the \r\n  case to a jury. Id. \r\n   \r\nThe evidence presented at trial showed \r\n  Hammond was wearing only a pair of shorts and tennis shoes when he left his \r\n  house with the rifle. Hammond testified he was holding the rifle in his left \r\n  hand when he got into the back seat of Traylor's two-door Honda Prelude. Hammond \r\n  attempted to demonstrate at trial exactly how he hid the rifle from Traylor's \r\n  view as he entered the car. \r\n   \r\nWhile both Traylor and Hammond conceded \r\n  Hammond was extremely intoxicated, Traylor maintained she did not notice Hammond \r\n  had a rifle with him as he climbed into the back of her Prelude. Traylor testified \r\n  that, although Hammond said he planned to kill a \"n-----\" prior to getting out \r\n  of her car, Traylor did not believe him. She further testified that, although \r\n  she did not notice Hammond had a rifle when he got into her car, she saw the \r\n  rifle when he was getting out of her car. According to Traylor, she did not \r\n  believe Hammond intended to shoot Garrett until she saw the rifle. \r\n   \r\nWhen we view the evidence in the \r\n  light most favorable to Davis, we believe Davis presented sufficient evidence \r\n  Traylor knew Hammond planned to kill Garrett before Hammond got out of the car. \r\n  Considering the size of the rifle, the lack of clothes in which to conceal the \r\n  rifle, the close quarters of the car, Hammond's intoxicated state, and the close \r\n  relationship between Hammond and Traylor, it could be inferred that a reasonable \r\n  person would know Hammond had a rifle with him when he got into the car. We, \r\n  therefore, hold the trial court properly submitted the question of foreseeability \r\n  to the jury.  \r\nII. \r\n   \r\nTraylor next argues the trial court \r\n  erred in admitting the statement she made to police regarding the shooting. \r\n  Traylor contends admission of the statement injected race into the trial. We \r\n  disagree.  \r\nEvidence is relevant if it tends \r\n  to \"make the existence of any fact that is of consequence to the determination \r\n  of the action more probable or less probable than it would be without the evidence.\" \r\n  Rule 401, SCRE. Relevant evidence may be excluded if the prejudicial effect \r\n  of its admission substantially outweighs the probative value of the evidence. \r\n  Rule 403, SCRE. The trial court, however, has wide discretion in determining \r\n  the relevancy of evidence, and its decision to admit or reject evidence will \r\n  not be reversed on appeal absent an abuse of that discretion. Hoeffner v. \r\n  The Citadel, 311 S.C. 361, 429 S.E.2d 190 (1993). \r\n   \r\nPrior to trial, Traylor notified \r\n  the trial court \"there are some racial issues that could creep into the case.\" \r\n  After the jury was drawn, Traylor again raised the issue and suggested no one \r\n  should mention the races of the people involved in this incident. Davis announced \r\n  her intent to introduce Traylor's written statement in which she acknowledged \r\n  she heard Hammond say he was \"going to kill [himself] a n-----.\" The trial court \r\n  ruled the statement was relevant but redacted the statement to reduce the racial \r\n  epithet to an \"n.\" When Davis questioned Traylor about the statement at trial, \r\n  Traylor testified she understood the statement to refer to Garrett. \r\n   \r\nThe trial court properly admitted \r\n  Traylor's statement, including Hammond's use of the racial epithet. The statement \r\n  was relevant to demonstrate Hammond intended to kill Garrett and Traylor was \r\n  on notice of Hammond's intent. The trial court was not required to exclude relevant \r\n  evidence merely because it was unpleasant or offensive. See State \r\n  v. Cason, 317 S.C. 430, 454 S.E.2d 888 (1995) (while defendant's statement \r\n  he killed a \"f---ing n----- bitch\" was offensive, it did not inextricably inject \r\n  race into the trial); cf. United States v. Dunnaway, 88 F.3d 617 \r\n  (8th Cir. 1996) (evidence relating to the defendant's common use \r\n  of racial epithets was admissible to show discriminatory purpose and intent \r\n  which was an element of the charge against him); Zebroski v. State, 715 \r\n  A.2d 75 (Del. 1998) (introduction of a racial epithet was proper where it was \r\n  probative of the defendant's intent and state of mind at the time of the shooting); \r\n  Duonnolo v. State, 397 A.2d 126 (Del. 1978) (defendant's remark he was \r\n  going to \"kill him a n-----\" was relevant and properly admitted although it \r\n  was inflammatory).  \r\nMoreover, Traylor suffered little, \r\n  if any, prejudice from the admission of the statement. The trial court redacted \r\n  the statement to limit its inflammatory and prejudicial nature. The epithet \r\n  was attributed to Hammond rather than Traylor. We find no error in the admission \r\n  of the statement.  \r\nIII. \r\n   \r\nTraylor finally argues the trial \r\n  court erred in permitting Davis to use a rifle similar to the one used by Hammond \r\n  for demonstrative purposes. At trial, Davis produced a rifle similar to the \r\n  one used by Hammond for the purpose of showing Hammond could not have concealed \r\n  the rifle from Traylor. The trial court refused to admit the rifle into evidence \r\n  but allowed Davis to use it for demonstrative purposes only. After Hammond acknowledged \r\n  the rifle was similar in size and appearance to the one he used on the night \r\n  of the shooting, Davis asked Hammond to demonstrate how he entered the car with \r\n  the rifle that night. Traylor contends the exhibition of the rifle was \"unduly \r\n  prejudicial and inflammatory.\"(2) We disagree. \r\n   \r\nWe have found no South Carolina case \r\n  in which the trial court refused to admit an object into evidence but allowed \r\n  the use of the object for demonstrative purposes during trial. We believe the \r\n  standard for merely showing or exhibiting demonstrative evidence, however, would \r\n  not be higher than the standard for actually admitting demonstrative evidence. \r\n  The trial court has broad discretion in the admission or rejection of evidence \r\n  and will not be overturned unless it abuses that discretion. See Clark \r\n  v. Cantrell, Op. No. 25088 (S.C. Sup. Ct. filed March 13, 2000) (Shearouse \r\n  Adv. Sh. No. 10 at 29), aff'g as modified 332 S.C. 433, 504 S.E.2d 605 \r\n  (Ct. App. 1998) (trial court has broad discretion in whether to admit a computer \r\n  animation as demonstrative evidence); Holmes v. Black River Elec. Coop., \r\n  274 S.C. 252, 262 S.E.2d 875 (1980) (pictures of plaintiff's amputated arm were \r\n  demonstrative evidence that aided the jury in evaluating the injury suffered \r\n  and, as such, were admissible within the discretion of the trial court); State \r\n  v. Barrs, 257 S.C. 193, 199, 184 S.E.2d 708, 711 (1971) (no error in admitting \r\n  copper wire coils of the same type as those allegedly stolen by the defendant \r\n  because the coils were \"simply demonstrative evidence, useful in the examination \r\n  of witnesses\").  \r\nOther states also have addressed \r\n  the mere use of evidence for demonstrative purposes under an abuse of discretion \r\n  standard. In Barber v. Commonwealth, 142 S.E.2d 484 (Va. 1965), the defendant \r\n  claimed he shot his wife while they were wrestling with the gun she aimed at \r\n  him. Id. at 488. During the prosecution's cross-examination of the defendant, \r\n  the prosecution used a toy gun to show the gunshot injuries could not have occurred \r\n  the way the defendant claimed. Id. at 492. The defendant argued on appeal \r\n  the trial court erred in allowing the prosecution to use a toy pistol for demonstrative \r\n  purposes. Id. The appellate court, however, found there was no abuse \r\n  of discretion. Id. at 493. \r\n   \r\nIn State v. Reaves, 513 S.E.2d \r\n  562 (N.C. Ct. App. 1999), the defendant asserted in his opening argument that \r\n  the prosecution could not present evidence of shell casings from the revolver \r\n  allegedly used by the defendant during the shooting. Id. at 564. During \r\n  the trial, the prosecution used two firearms, similar to those used during the \r\n  shooting, to demonstrate the difference between a revolver and a semi-automatic \r\n  weapon, i.e., a revolver retains its shell casings while a semi-automatic ejects \r\n  its shell casings. Id. Although the guns were never introduced into evidence, \r\n  the defendant asserted he was improperly prejudiced by the use of the weapons \r\n  at trial. Id. The appellate court addressed the use of the guns as if \r\n  the guns were admitted into evidence and held there was no abuse of discretion \r\n  in allowing the prosecution to use the guns for demonstrative purposes. Id. \r\n  at 564-565.  \r\nIn this case, the demonstration was \r\n  relevant to whether Traylor knew or should have known Hammond had a rifle. The \r\n  size of the bolt-action rifle with a scope and strap aided the jury in determining \r\n  whether Hammond could have successfully concealed the rifle from Traylor as \r\n  he entered her compact car. We, therefore, conclude the trial court did not \r\n  abuse its discretion in allowing Davis to exhibit this rifle to the jury. \r\n   \r\nAFFIRMED. \r\n   \r\nHEARN, C.J., and STILWELL, \r\n  J., concur.\r\n1.  While Traylor \r\n  asserted in her answer she had no duty under the facts of this case, she neglected \r\n  to argue that defense at trial or on appeal. \r\n2.  Traylor also \r\n  argues on appeal that Davis failed to lay proper foundation for the use of the \r\n  rifle. Because Traylor did not argue this ground to the trial court, however, \r\n  this issue is not preserved for appeal. See Wilder Corp. v. Wilke, \r\n  330 S.C. 71, 497 S.E.2d 731 (1998) (issue must have been raised to and ruled \r\n  upon by the trial court to be preserved for appeal). \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3140","title":"Wachovia Bank of S.C., N.A v. Thomasko","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3140","description":"","date":"2000-03-27","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nWachovia Bank of S.C, N.A., v. Thomasko\r\n\r\n\r\n\r\n\r\nTHE \r\n  STATE OF SOUTH CAROLINA\r\n  In \r\n  The Court of Appeals\r\n  ________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Wachovia \r\n          Bank of South Carolina, N.A., \r\nRespondent, \r\n           \r\n      \r\n    \r\n  \r\n\r\n\r\n  \r\n    v.\r\n     \r\n\r\n  \r\n \r\n   \r\n     \r\n      \r\n        Martha \r\n          B. Thomasko, \r\nAppellant.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n   \r\nAppeal \r\n  From Georgetown County\r\n  Sidney \r\n  T. Floyd, Circuit Court Judge\r\n  ________ \r\n   \r\n\r\n  \r\n    Opinion No. 3140\r\n    Submitted March 7, 2000 - \r\n    Filed March 27, 2000 \r\n  \r\n  \r\n  \r\n________ \r\n   \r\nAFFIRMED\r\n________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        William \r\n          Isaac Diggs, of Myrtle Beach, for appellant. \r\n           \r\n        Douglas \r\n          M. Zayicek, Henrietta Golding and Mary Anna Malpass, all of Bellamy, \r\n          Rutenberg, Copeland, Epps, Gravely &amp; Bowers, of Myrtle Beach, for \r\n        respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\n  \r\n    ________ \r\n  \r\n  \r\n  \r\nGOOLSBY, \r\n  J.: Wachovia Bank of South Carolina, N.A., brought this action for \r\n  unjust enrichment to recover an overpayment to Martha B. Thomasko that occurred \r\n  when she exchanged foreign currency at the bank. The trial court granted Wachovia \r\n  summary judgment and ordered Thomasko to repay Wachovia $21,213.64, plus prejudgment \r\n  interest. Thomasko appeals. We affirm. (1) \r\n   \r\nOn \r\n  March 10, 1997, Thomasko presented 183,000 Mexican pesos and 78,000 Spanish \r\n  pesetas to the Wachovia branch in Spartanburg and requested United States currency \r\n  in exchange. The teller mistakenly calculated the value of the foreign currency \r\n  as $21,741.10. The teller issued Thomasko a cashier's check in the amount of \r\n  $21,503.44. The check represented the exchange for both the pesos and the pesetas \r\n  ($21,741.10), minus a $237.66 transaction fee. \r\n   \r\nTwo \r\n  days later, on March 12, 1997, Wachovia determined the currency presented by \r\n  Thomasko was actually worth $527.46, instead of $21,741.10. The error arose \r\n  from the teller's miscalculation of the pesos' value. (2) \r\n    \r\nIn \r\n  January 1993, the Mexican government devalued the peso by a factor of 1,000. \r\n  The Mexican government issued \"nuevo pesos\" that equaled 1,000 old pesos. The \r\n  government circulated the new pesos and the old pesos jointly. Due to the devaluation, \r\n  Thomasko's old pesos were actually worth only 183 new pesos. On March 10, 1997, \r\n  the exchange rate for new pesos was 8.6179 cents per peso. \r\n   \r\nImmediately \r\n  upon discovering its error, Wachovia contacted Thomasko seeking recovery of \r\n  the overpayment. Wachovia informed Thomasko of the error and sought a return \r\n  of the $21,216.64 overpayment. (3) Thomasko, \r\n  however, refused to repay Wachovia. After several subsequent attempts to collect \r\n  the overpayment failed, Wachovia filed an action for unjust enrichment on May \r\n  5, 1997.  \r\nIn \r\n  her answer, Thomasko maintained she should not be required to return the excess \r\n  funds because she had already spent the money to pay previously incurred medical \r\n  bills. She also alleged she was financially incapable of returning the overpayment. \r\n  Thomasko further alleged she relied upon Wachovia's representations as to the \r\n  value of the foreign currency and Wachovia was negligent in ascertaining its \r\n  true value. Thomasko sought either a dismissal of Wachovia's action or an offset \r\n  for damages caused by Wachovia's alleged negligence. The trial court awarded \r\n  summary judgment to Wachovia, finding it had \"clearly made a case for restitution \r\n  based on unjust enrichment\" and finding Thomasko's defenses to be without merit. \r\n   \r\nThomasko \r\n  contends the trial court erred in granting Wachovia summary judgment because \r\n  she submitted affidavits establishing that: (1) she is not physically well; \r\n  (2) she no longer has the money given to her by the bank; (3) she is no longer \r\n  employed; and (4) requiring her to pay restitution \"would work an extreme financial \r\n  hardship.\" Thomasko asserts \"[b]ecause there is a factual dispute about whether \r\n  [she] learned of the error before she paid her medical expenses or afterwards \r\n  . . . summary judgment [is] inappropriate.\" We disagree. \r\n   \r\nIn \r\n  1879, our supreme court held, \"There can be no doubt of the correctness of the \r\n  legal proposition that, where money is paid under a mistake of fact, to a person \r\n  who has no ground in conscience to claim it, the person paying it may recover \r\n  it back.\" (4) \r\n   \r\nThomasko \r\n  asserts detrimental reliance as a defense. The trial court found that even if \r\n  detrimental reliance were a defense, Thomasko did not show any change in position \r\n  because she admittedly used the money to pay pre-existing medical bills.  \r\n   \r\nIn \r\n  an action to seek repayment of money paid under mistake of fact, it is generally \r\n  no defense that the money has been spent or paid over to another. \r\n  (5) Under limited circumstances, however, repayment will not be required \r\n  where the recipient detrimentally relied on the overpayment. \r\n  (6) For Thomasko to prevail under a theory of detrimental reliance, \r\n  she is required to demonstrate that in paying back the money, she would suffer \r\n  a greater detriment than she would have incurred had she never received the \r\n  overpayment. (7)  \r\n   \r\nIn \r\n  the present case, Thomasko has failed to establish detrimental reliance. Mere \r\n  payment of pre-existing debts is insufficient to establish such reliance. \r\n  (8) By requiring Thomasko to repay Wachovia, the court is simply restoring \r\n  her to the same status she occupied prior to her receipt of the overpayment. \r\n   \r\nFurther, \r\n  Thomasko's assertion that the currency was worth more when she first acquired \r\n  it is immaterial. Thomasko was only entitled to the value of the foreign currency \r\n  as of March 10, 1997, the date of the exchange. The fact that it may have been \r\n  worth more at one time is not relevant. (9)  \r\n   \r\nTo \r\n  the extent Thomasko argues summary judgment is inappropriate because there is \r\n  a question of fact as to whether the mistake in this case was mutual or unilateral, \r\n  Thomasko did not raise this issue below; therefore, it is not preserved for \r\n  our review. (10) \r\n   \r\nViewing \r\n  the evidence in the light most favorable to Thomasko, we find the trial court \r\n  properly granted summary judgment for Wachovia. \r\n   \r\nAFFIRMED. \r\n   \r\n\r\nCONNOR \r\nand HOWARD, JJ., concur. \r\n1. \r\n  \r\n We \r\ndecide this case without oral argument pursuant to Rule 215, SCACR. \r\n2. \r\n  \r\n Thomasko \r\nwas given $506.23 for the 78,000 Spanish pesetas. There was no error made in this \r\nexchange. \r\n3. \r\n  \r\n The \r\noverpayment of $21,213.64 is the difference between the miscalculated value of \r\nthe foreign currency ($21,741.10) and the asserted actual value ($527.46). \r\n4. \r\n   Glenn v. Shannon, 12 S.C. \r\n  570, 570 (1879). See also Pilot \r\n  Life Ins. Co. v. Cudd, 208 S.C. 6, 36 S.E.2d 860 (1945)\r\n (holding \r\nthe general rule is that money paid to another under a mistake of fact may be \r\nrecovered because the money belongs, in equity and good conscience, to the person \r\nwho paid it). \r\n5. \r\n   See Castock \r\n  Corp. v. Bailey, 492 N.Y.S.2d 921 (Sup. Ct. 1985) (the fact that recipient \r\n  has parted with the money is an insufficient excuse to forgive repayment); 70 \r\n  Am. Jur. 2d \r\nPayment \r\n§ 114(c) (1987) (no defense where money has been paid to another or spent). \r\n6. \r\n  See Pilot \r\n  Life, 208 S.C. at 14, 36 S.E.2d at 863 (noting that repayment would be \r\n  just provided there had been no change in position); 70 Am. Jur. 2d \r\nPayment \r\n§ 114(c) (1987) (\"In general, where a payee has suffered a detriment or has materially \r\nand irrevocably changed his position to his prejudice in reliance on the payment \r\nand cannot be placed in the statu[s] quo, the payment cannot be recovered . . \r\n. .\"). \r\n7. \r\n   70 Am. Jur. 2d \r\nPayment \r\n§ 114(c) (1987). \r\n8. \r\n  \r\nCastock, \r\n492 N.Y.S.2d 921. \r\n9. \r\n  Cf. \r\nBrabham \r\nv. Crosland, 25 S.C. 525, 1 S.E. 33 (1886) (holding that where guardian \r\nreceived proceeds from the sale of real estate in Confederate currency but it \r\nhad not been paid over, the ward assumed the risk in the loss of value as the \r\ncurrency was legal tender at the time it was received and the guardian was not \r\nresponsible for the devaluation). \r\n10. \r\n   SSI Medical Services v. Cox, \r\n  301 S.C. 493, 392 S.E.2d 789 (1990).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"}]