[{"id":"3096","title":"State v. Varvil","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3096","description":"","date":"2000-01-10","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nState v. Varvil\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        State of South Carolina, \r\nRespondent, \r\n           \r\n        v. \r\n           \r\n        Thomas D. Varvil, Jr., \r\nAppellant.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n   \r\nAppeal From Greenville \r\n  County\r\n  John W. Kittredge, Circuit \r\n  Court Judge\r\n  ________ \r\n   \r\nOpinion No. 3096\r\n  Heard November 2, 1999 - Filed \r\n  January 10, 2000\r\n  ________ \r\n   \r\nAFFIRMED\r\n________ \r\n   \r\n \r\n   \r\n     \r\n       \r\n        C. Carlyle Steele, of Greenville, \r\n          for appellant.  \r\n        Attorney General Charles \r\n          M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant \r\n          Deputy Attorney General Salley W. Elliott and Senior Assistant Attorney \r\n          General Charles H. Richardson, all of Columbia; and Solicitor Robert \r\n          M. Ariail, of Greenville, for respondent.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n   \r\nHUFF, J.: A jury \r\n  convicted Thomas D. Varvil, Jr. on one count of unlawful use of a telephone \r\n  in violation of S.C. Code Ann. § 16-17-430 (Supp.1998). The trial court sentenced \r\n  him to ten years imprisonment, suspended upon service of nine months imprisonment \r\n  and three years probation. Varvil appeals, arguing: (1) Section 16-17-430, as \r\n  applied, violates his right to freedom of speech under the state and federal \r\n  constitutions; (2) the trial court should have declared a mistrial on its own \r\n  motion in response to improper closing argument by the State; (3) the trial \r\n  court erred in admitting testimony that Varvil drove by Victim's home and office; \r\n  and (4) the trial court erred in denying his directed verdict motion. We affirm. \r\n   \r\nFACTUAL/PROCEDURAL \r\n  BACKGROUND  \r\nVarvil and Victim were once boyfriend \r\n  and girlfriend. Victim testified she terminated their relationship of nearly \r\n  four years in early March 1994. After breaking up with Varvil, Victim never \r\n  initiated one-on-one contact with him again because she \"ended the relationship\" \r\n  and \"wanted it to be ended.\" Varvil, however, began calling her workplace after \r\n  business hours, leaving messages on her voice mail. Varvil left fifteen to twenty \r\n  messages on her voice mail from July 11, 1994, to July 25, 1995, the time period \r\n  referenced in the indictment against him. Victim received several messages within \r\n  short periods of time, with long lapses between each group of calls. Victim \r\n  transferred several of the messages onto audio tape.(1) \r\n  Most of Varvil's messages are accusatory in nature and appear to be attempts \r\n  to get Victim to contact him. Additionally, he would \"show up\" at Victim's workplace \r\n  and drive by her home. She stated both roads that ran by the side and front \r\n  of her home were dead end streets and Varvil did not live in the area so there \r\n  was no reason for him to be driving on the roads. She further testified Varvil \r\n  would drive into the parking lot at her place of work and \"specifically\" drive \r\n  by her office window. Varvil did not work or live anywhere near her place of \r\n  employment.   \r\nVictim did not contact Varvil in \r\n  response to the calls. Instead, at the suggestion of the Greenville Sheriff's \r\n  Office, Victim sent Varvil notices against trespassing at her home. The company \r\n  she worked for also sent Varvil a trespass notice. These notices were sent in \r\n  the summer of 1994. Prior to having the notices sent, Victim hired an attorney \r\n  to write Varvil a letter in an attempt to get him to stop. The phone calls, \r\n  however, continued. In July of 1995, Victim \"couldn't take it anymore\" and filed \r\n  a police report.  \r\nLAW/ANALYSIS \r\n   \r\nI. Constitutionality \r\n  of Section 16-17-430 \r\n   \r\nVarvil contends the application of \r\n  § 16-17-430 to the facts in this case constitute a violation of his state and \r\n  federal constitutional rights of free speech. Because Varvil did not raise this \r\n  argument to the trial court it is not preserved for our review. State v. \r\n  Nichols, 325 S.C. 111, 120-21, 481 S.E.2d 118, 123 (1997) (\"An issue may \r\n  not be raised for the first time on appeal, but must have been raised to the \r\n  trial judge to be preserved for appellate review.\"). Constitutional arguments \r\n  are no exception to the rule, and if not raised to the trial court are deemed \r\n  waived on appeal. State v. Powers, 331 S.C. 37, 501 S.E.2d 116 (1998). \r\n   \r\nII. Mistrial \r\n   \r\nVarvil also argues the trial court \r\n  erred in failing to grant a mistrial when the solicitor interjected her personal \r\n  opinion into her closing arguments. This issue is also not preserved as Varvil \r\n  failed to object to the comment and failed to move for a mistrial. Failure to \r\n  object to comments made during argument precludes appellate review of the issue. \r\n  State v. Wiggins, 330 S.C. 538, 500 S.E.2d 489 (1998). A defendant's \r\n  failure to move for a mistrial on grounds of improper argument by the State \r\n  constitutes waiver of the issue on appeal. State v. Penland, 275 S.C. \r\n  537, 273 S.E.2d 765 (1981). \r\n   \r\nIII. Evidence \r\n  Varvil Drove By Victim's Home \r\n   \r\nVarvil further contends the trial \r\n  court erred in admitting Victim's testimony that Varvil would drive by her home \r\n  and office after the break-up. He asserts the evidence was irrelevant and prejudiced \r\n  him as it is evidence he committed other bad acts. We disagree. \r\n   \r\nThe record shows the solicitor asked \r\n  Victim whether Varvil had done other things to try to get her attention. Victim \r\n  responded, \"Yes, he would drive by where I lived.\" Varvil's attorney simply \r\n  objected, stating no grounds for the objection. The court asked the solicitor \r\n  what the purpose of the evidence was. The solicitor then explained it was being \r\n  offered to prove Varvil's intent to harass Victim, a necessary element of § \r\n  16-17-430(A)(2). The trial judge then overruled the objection.  \r\n   \r\nWe initially note that Varvil made \r\n  only a general objection to the challenged testimony. The trial court clearly \r\n  considered the objection to be a challenge toward the testimony's relevancy. \r\n  A general objection is ordinarily insufficient to preserve an issue for appeal. \r\n  See State v. Taylor, 333 S.C. 159, 508 S.E.2d 870 (1998) (appellant's \r\n  general objection to solicitor's question was insufficient to preserve issue \r\n  of whether it was an impermissible attack on appellant's character); State \r\n  v. Nelson, 331 S.C. 1, 501 S.E.2d 716 (1998) (general objection which does \r\n  not specify particular ground on which the objection is based is insufficient \r\n  to preserve question for review). \r\n   \r\nAssuming arguendo the general objection \r\n  sufficiently preserved the issue, we nevertheless find no merit to Varvil's \r\n  argument. A trial court's ruling on the admissibility of evidence is within \r\n  the court's sound discretion and will not be disturbed absent prejudicial abuse \r\n  of discretion. State v. Needs, 333 S.C. 134, 508 S.E.2d 857 (1998). Relevant \r\n  evidence is generally admissible whereas irrelevant evidence is inadmissible. \r\n  Rule 402, SCRE. Evidence is relevant if it has \"any tendency to make the existence \r\n  of any fact that is of consequence to the determination of the action more probable \r\n  or less probable than it would be without the evidence.\" Rule 401, SCRE. Although \r\n  evidence of other bad acts is inadmissible to demonstrate a person's character \r\n  in order to show action in conformity with that character, such evidence is \r\n  admissible to show motive, identity, common scheme or plan, absence of accident \r\n  or mistake, or intent. Rule 404(b), SCRE; State v. Lyle, 125 S.C. 406, \r\n  118 S.E. 803 (1923).   \r\nSouth Carolina law precludes evidence \r\n  of a defendant's prior crimes or other bad acts to prove the defendant's guilt \r\n  for the crime charged except to establish (1) motive, (2) intent, (3) absence \r\n  of mistake or accident, (4) a common scheme or plan, or (5) identity. The evidence \r\n  of prior bad acts must be clear and convincing to be admissible. Further, even \r\n  though the evidence is clear and convincing and falls within a Lyle exception, \r\n  the trial judge must exclude it if its probative value is substantially outweighed \r\n  by the danger of unfair prejudice to the defendant. \r\n   \r\nState v. Adams, 322 S.C. 114, \r\n  118, 470 S.E.2d 366, 368-369 (1996) (citations omitted). \r\n   \r\nWe agree with the State that the \r\n  challenged evidence is relevant in that it tends to prove Varvil left the messages \r\n  on Victim's voice mail with the intent to harass her. To prove that a person \r\n  who repeatedly telephones another has committed the offense of unlawful use \r\n  of a telephone under S.C. Code Ann. § 16-17-430(A)(2), the State must prove \r\n  the purpose of the repeated calls was to annoy or harass that person or his \r\n  family. At trial, Varvil contended he did not call Victim with the intent to \r\n  harass her, a contention he maintains on appeal. Evidence that in addition to \r\n  the calls to Victim's workplace Varvil went out of his way to drive by her home \r\n  and office tends to prove otherwise. Thus, this evidence was relevant to show \r\n  Varvil's intent to harass Victim. See State v. Godwin, 267 N.C. \r\n  216, 147 S.E.2d 890 (1966) (evidence that defendant attempted to block victim's \r\n  car and frequently followed victim was competent for purpose of showing defendant's \r\n  intent in charge that defendant repeatedly telephoned victim with intent to \r\n  harass, annoy and molest victim). We further find the evidence was clear and \r\n  convincing and its probative value substantially outweighed any unfair prejudice \r\n  to Varvil. Accordingly, we find no error. \r\n   \r\nIV. Directed \r\n  Verdict  \r\nFinally, Varvil argues the trial \r\n  court erred in denying his motion for a directed verdict. He asserts he was \r\n  entitled to a directed verdict because the State failed to prove the two necessary \r\n  elements under the statute of (1) repeated phone calls and (2) an intention \r\n  to harass. We find no error. \r\n   \r\nA trial court ruling on a directed \r\n  verdict motion is concerned with the existence of evidence, rather than with \r\n  its weight. State v. Kelsey, 331 S.C. 50, 502 S.E.2d 63 (1998). Upon \r\n  review of the denial of a directed verdict motion, the appellate court must \r\n  view the evidence in the light most favorable to the State, and if any direct \r\n  or any substantial circumstantial evidence reasonably tending to prove the defendant's \r\n  guilt exists, it must find the trial court properly submitted the case to the \r\n  jury. Id.  \r\nThe indictment against Varvil states: \r\n   \r\nThat THOMAS D. VARVIL, JR. did in \r\n  Greenville County between July 11, 1994, and July 25, 1995, make repeated telephone \r\n  calls for the purpose of harassing [Victim]. This is in violation of South Carolina \r\n  Code of Laws Section 16-17-430. \r\n   \r\nThe language of the indictment charged \r\n  Varvil with violation of § 16-17-430(A)(2) which provides: \r\n   \r\nIt is unlawful for a person to: . \r\n  . . (2) telephone another repeatedly, whether or not conversation ensues, for \r\n  the purpose of annoying or harassing another person or his family. \r\n   \r\nS.C. Code Ann. § 16-17-430(A)(2) \r\n  (Supp.1998).  \r\nVarvil asserts the calls were not \r\n  \"repeatedly\" made as intended by the statute because there were only fifteen \r\n  telephone messages over the one year period covered in the indictment. He argues \r\n  the calls were not made at the same time and there was insufficient proof of \r\n  repeated telephone calls as required by the statute. We disagree. \r\n   \r\nWhen interpreting a statute, the \r\n  appellate court's primary function is to ascertain the intention of the legislature. \r\n  State v. Robinson, 310 S.C. 535, 426 S.E.2d 317 (1992). The words used \r\n  in the statute must be given their plain and ordinary meaning, without resort \r\n  to subtle or forced construction to limit or expand the statute's operation. \r\n  State v. Four Video Slot Machines, 317 S.C. 397, 453 S.E.2d 896 (1995). \r\n  Unless a statute requires otherwise, the words used in the statute must be given \r\n  their ordinary meaning. State v. Hendriks, 318 S.C. 562, 459 S.E.2d 520 \r\n  (Ct. App. 1995). Where the legislature elects not to define the term in the \r\n  statute, courts will interpret the term in accord with its usual and customary \r\n  meaning. City of Camden v. Brassell, 326 S.C. 556, 486 S.E.2d 492 (Ct. \r\n  App. 1997). \"Repeatedly\" is the adverbial form of the term \"repeated\" meaning \r\n  \"renewed or recurring again and again; said, done, or presented again.\" Webster's \r\n  Ninth New Collegiate Dictionary (1990).  \r\n   \r\nThe statute does not specify the \r\n  calls must be repeated within a day, or even days of each other. Taking the \r\n  evidence in the light most favorable to the State, we find the August 1994 messages, \r\n  which total five in twelve days, are by themselves sufficient to constitute \r\n  repeated telephoning under the statute.(2) We \r\n  therefore find no error in the trial court's denial of Varvil's directed verdict \r\n  motion on this ground.  \r\nNor do we find merit to Varvil's \r\n  assertion that the State failed to present sufficient evidence of his intent \r\n  to harass Victim. Considering the content of the calls alone, we encounter no \r\n  difficulty in finding evidence of Varvil's intent to harass.  \r\n   \r\nFor the foregoing reasons, Varvil's \r\n  conviction for unlawful use of a telephone is  \r\n   \r\nAFFIRMED. \r\n   \r\nCURETON and HOWARD, JJ., \r\n  concur.  \r\n1.  Victim also \r\n  recorded messages Varvil sent to her supervisor. Victim testified, like the \r\n  messages left by Varvil on her voice mail, the calls made to her supervisor \r\n  \"asked bizzare questions and made subtle threats.\" The several tapes of the \r\n  transferred voice mail messages were played for the jury. \r\n2.  Varvil left \r\n  messages on Victim's voice mail on August 7, 8, 14, 16, and 18 of 1994. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3097","title":"Lanham, et al. v. Blue Cross and Blue Shield of S.C., Inc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3097","description":"","date":"2000-01-10","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nLanham v. Blue Cross and Blue Shield of S. C., Inc.,\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Melvin E. Lanham, \r\nAppellant, \r\n           \r\n        v. \r\n           \r\n        Blue Cross and Blue Shield \r\n          of South Carolina, Inc., \r\n          Respondent.\r\n        \r\n    \r\n  \r\n\r\n________ \r\n   \r\nAppeal From Richland \r\n  County\r\n  Larry R. Patterson, Circuit \r\n  Court Judge\r\n  ________ \r\n   \r\nOpinion No. 3097\r\n  Heard November 3, 1999 - Filed \r\n  January 10, 2000\r\n  ________ \r\n   \r\nREVERSED and \r\n  REMANDED\r\n________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        James B. Richardson, Jr. \r\n          and J. Layne Birdsong, of Svalina, Richardson &amp; Larson, of Columbia, \r\n          for appellant.  \r\n        Hoover C. Blanton and Ruskin \r\n          C. Foster, of McCutchen, Blanton, Rhodes &amp; Johnson, of Columbia, \r\n        for respondent.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n   \r\nHUFF, J.: Melvin \r\n  Lanham appeals the summary dismissal of his action against Blue Cross and Blue \r\n  Shield of South Carolina. In the action, Lanham alleged breach of contract and \r\n  bad faith in the cancellation of his health insurance policy. The circuit court \r\n  judge granted Blue Cross's motion for summary judgment on the grounds Lanham \r\n  knew of his liver condition and misrepresented his health status at the time \r\n  he submitted his application or alternatively that Lanham had a long-standing \r\n  problem with his liver which materially affected Blue Cross's acceptance of \r\n  the risk. We reverse.\r\nFACTS \r\n   \r\nOn February 13, 1986, Melvin Lanham \r\n  went to his doctor for an annual physical. The physical exam revealed Lanham's \r\n  liver was swollen. Lanham subsequently received a letter indicating a blood \r\n  test had revealed a slight elevation in liver function tests. In the letter, \r\n  the doctor stated \"I do not feel that any further treatment or investigation \r\n  is indicated at this point in time. I do think that you need a periodic evaluation \r\n  of your liver function studies and would suggest that we obtain a blood test \r\n  on you in about six months.\" On September 11, 1986, Lanham returned for the \r\n  follow-up blood test. The second test also indicated an elevated SGOT and SGPT \r\n  level. Other values associated with liver function were normal. The doctor advised \r\n  him to follow up with periodic blood tests.  \r\n   \r\nOn April 26, 1988, Lanham returned \r\n  for another annual physical. The doctor's report from that visit states: \"The \r\n  patient was followed by Dr. Harold Miller for a number of years and has been \r\n  told in the past that he has had a slight elevation of his hepatic enzymes. \r\n  He underwent extensive studies in reference to this. The exact studies are unknown \r\n  by the patient whether he had a hepatitis profile, etc.\" After more blood tests, \r\n  Lanham received a letter from his doctor stating: \"Your liver function studies \r\n  have markedly improved since last year and almost are back to completely normal. \r\n  Your kidney function is normal.\" The doctor told Lanham he \"did not feel that \r\n  he needed to have any further studies or tests done at that point in time.\" \r\n    \r\nOn April 29, 1991, Lanham applied \r\n  for health insurance coverage from Blue Cross. As part of his application, he \r\n  completed an extensive questionnaire regarding his past medical history. On \r\n  the questionnaire, Lanham checked yes beside the question regarding digestive \r\n  system problems (including liver problems) and underlined gastritis, but did \r\n  not provide additional information regarding his liver.(1) \r\n  \r\n On July 15, 1991, Blue Cross issued \r\n  a policy to Lanham with a rider excluding coverage for a hip problem.  \r\n   \r\nIn November of 1991, Lanham had blood \r\n  work done in connection with an unrelated application for life insurance. On \r\n  November 6, 1991, he went back to his doctor and advised him that based on the \r\n  lab work, he had been turned down for life insurance. The doctor repeated the \r\n  blood work and discovered one of Lanham's enzymes had increased to a point requiring \r\n  further investigation. He referred Lanham to a specialist and suggested Lanham \r\n  consider having a liver biopsy.  \r\n   \r\nIn December of 1991, the specialist \r\n  diagnosed Lanham with hepatitis C. In July of 1992, Blue Cross notified Lanham \r\n  it had canceled his health insurance due to alleged fraudulent misrepresentations \r\n  in his application. On November 4, 1992, Lanham filed suit asserting breach \r\n  of contract and bad faith refusal to pay. Blue Cross answered and counterclaimed \r\n  asserting it would not have issued the policy but for misrepresentations in \r\n  the application. The suit was dismissed with leave to restore in 1994 and restored \r\n  on March 2, 1995.   \r\nBlue Cross moved for summary judgment \r\n  on January 21, 1997. On January 24, 1997, Lanham requested discovery of various \r\n  items including Blue Cross's underwriting guidelines. Blue Cross moved to quash \r\n  the discovery request asserting its underwriting standards are protected as \r\n  trade secrets. On February 3, 1997, Lanham made a second motion to compel discovery. \r\n    \r\nDuring the hearing on Blue Cross's \r\n  motion for summary judgment, Blue Cross relied heavily on an unpublished opinion \r\n  by this court. Blue Cross also presented an affidavit from an employee who stated \r\n  the insurer would not have issued Lanham's policy had it known of Lanham's liver \r\n  problems. Lanham argued he had not been allowed adequate discovery and the question \r\n  of materiality was a jury issue. Lanham renewed his motion to compel discovery. \r\n  Without ruling on Lanham's discovery motion, the court granted summary judgment \r\n  in favor of Blue Cross. Lanham's subsequent motion to alter or amend was denied. \r\n    \r\nLAW/ANALYSIS \r\n   \r\nOn appeal, Lanham argues 1) there \r\n  is a genuine issue of fact regarding whether he made a material false statement \r\n  on the application, or if false, whether the statement was made with the intent \r\n  to deceive, and 2) he did not have the opportunity for adequate discovery prior \r\n  to the granting of the motion for summary judgment.  \r\n   \r\nSummary judgment is available when \r\n  no genuine issue of material fact exists and the moving party is entitled to \r\n  judgment as a matter of law. In ruling on a motion for summary judgment, the \r\n  evidence and the inferences drawn from it must be viewed in the light most favorable \r\n  to the non-moving party. See Caf&eacute; Associates, Ltd. v. Gerngross, \r\n  305 S.C. 6, 406 S.E.2d 162 (1991). See also Rule 56, SCRCP. \r\n   \r\n\"An appellate court reviews the granting \r\n  of summary judgment under the same standard applied by the trial court pursuant \r\n  to Rule 56, SCRCP.\" Wells v. City of Lynchburg, 331 S.C. 296, 301, 501 \r\n  S.E.2d 746, 749 (Ct. App. 1998). Summary judgment is inappropriate \"even when \r\n  there is no dispute as to the evidentiary facts if there is dispute as to the \r\n  conclusion drawn from those facts. All ambiguities, conclusions, and inferences \r\n  arising in and from the evidence must be construed most strongly against the \r\n  movant.\" Clyburn v. Sumter Co. Sch. Dist. 17, 311 S.C. 521, \r\n  522-523, 429 S.E.2d 862, 863 (Ct. App. 1993) (citations omitted). \r\n   \r\nTitle 38 of the South Carolina Code \r\n  regulates insurance companies operating in this state. S. C. Code Ann. Section \r\n  38-71-40 (1989) provides:  \r\nThe falsity of any statement in the \r\n  application for any policy covered by this chapter does not bar the right to \r\n  recovery thereunder unless the false statement was made with actual intent to \r\n  deceive or unless it materially affected either the acceptance of the risk or \r\n  the hazard assumed by the insurer.(2) \r\n   \r\nAs the trial court found, according \r\n  to the plain language of the statute, an insurer must prove one of the following \r\n  situations to justify withholding payment to an insured: 1) a false statement \r\n  made with actual intent to deceive; or 2) a false statement materially \r\n  affecting the insurer's acceptance of the risk; or 3) a false statement \r\n  materially affecting the hazard assumed by the insurer.  \r\n   \r\nViewing the evidence, as we are required \r\n  to do, in the light most favorable to Lanham, we find a material question of \r\n  fact exists as to whether Lanham intended to deceive Blue Cross when he answered \r\n  question 17D on the application. Lanham checked yes in answer to question 17D. \r\n  This arguably was sufficient. The thoroughness with which Lanham completed the \r\n  applications for himself and his family is some evidence Lanham did not intend \r\n  to deceive Blue Cross. In fact, Lanham's wife was turned down for insurance \r\n  because of the disclosures made on her application. Lanham received a policy \r\n  with a rider excluding any coverage for hip-related problems. There is a genuine \r\n  issue of fact for a jury as to whether Lanham omitted information about his \r\n  liver with the actual intent to deceive Blue Cross.  \r\n   \r\nThe trial court found Lanham's answer \r\n  on the insurance application was material as a matter of law. We disagree. Blue \r\n  Cross submitted an affidavit from Sandra Laney, a Blue Cross underwriting manager, \r\n  stating the alleged false statement materially affected Blue Cross's acceptance \r\n  of the risk. However, such a statement is not conclusive, but is merely part \r\n  of the factual basis used to determine materiality. In this instance, the issue \r\n  of materiality is more properly resolved by a jury. The question of materiality \r\n  is \"for the trier of fact unless the record is such that the trial court must \r\n  reach the conclusion that the statement materially affected the acceptance of \r\n  the risk.\" Taylor v. Metropolitan Life Insurance Co., 214 A.2d 109, 112 \r\n  (N.H. 1965). See Meyer v. Blue Cross Blue Shield, 500 N.W.2d 150 \r\n  (Minn. Ct. App. 1993) (materiality is a fact question based on the objective \r\n  facts of the particular case).  \r\n   \r\nThere are enough facts in this case \r\n  from which a jury could conclude that Lanham made false statements with the \r\n  intent to deceive Blue Cross. There are enough facts in this case from which \r\n  a jury could conclude that Lanham made false statements that materially affected \r\n  Blue Cross's decision to accept the application. Jurors could also decide Lanham \r\n  did not intend to deceive Blue Cross or that his statements were not material \r\n  to Blue Cross's decision. On this record the determination should belong to \r\n  the jury, not the judge. See Meyer, 500 N.W.2d at 154. \r\nThe lower court and Blue Cross relied \r\n  on an unpublished opinion of this court, Bon Secours-St. Francis Xavier Hospital \r\n  v. Blue Cross and Blue Shield of South Carolina, Op. No. 95-UP-251, filed \r\n  October 2, 1995. However, it should be noted unpublished opinions have no precedential \r\n  value. Rule 220(a), SCACR.(3)  \r\n   \r\nBecause the lower court did not hear \r\n  Lanham's motion to compel, we remand that issue to the trial court for determination. \r\n    \r\nAccordingly, the case is   \r\nREVERSED and REMANDED. \r\n   \r\nCURETON and HOWARD, JJ., \r\n  concur. \r\n1.  This question \r\n  asked:  \r\nHave you or any other person listed \r\n  on the application in the past ten (10) years had a diagnosis of, advice for, \r\n  indication of, symptoms related to, treatment for, or accident or injury related \r\n  to any of the following systems, diagnoses, disorders, diseases, conditions, \r\n  or symptoms?  \r\nD. Digestive system, including ulcer, \r\n  gallbladder gastritis, intestinal problem, colitis, hemorrhoids, hernia, pancreas, \r\n  liver or spleen.  \r\n2.  Other jurisdictions \r\n  including California, Louisiana, New Hampshire, Pennsylvania, and Vermont, have \r\n  or had identically worded statutes. \r\n3.  During oral \r\n  argument, Blue Cross argued Rule 220(a), SCACR, does not reference or apply \r\n  to the unpublished opinions of this court. However, this court formerly issued \r\n  memorandum decisions which were not published. Now, our opinions which are not \r\n  printed in the advance sheets are identified as \"unpublished\" and are given \r\n  docket numbers with the designation \"UP\". See Paula Gail Benson and Deborah \r\n  Ann Davis, A Guide to South Carolina Legal Research and Citation 99 (1991). \r\n  Rule 220(a) applies to these unpublished opinions. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3098","title":"Harvey, et al. v. S.C. Department of Corrections, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3098","description":"","date":"2000-01-10","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE \r\n  STATE OF SOUTH CAROLINA\r\n  In \r\n  The Court of Appeals\r\n  ________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        James \r\n          L. Harvey, George N. Martin, III, W.T. Cave, James D. Beam, John H. \r\n          Carmichael, Jr., and Judy Anderson, \r\nRespondents/Appellants,\r\n        \r\n    \r\n  \r\n\r\n\r\n  \r\n    v.\r\n  \r\n\r\n\r\n  \r\n   \r\n     \r\n      \r\n        South \r\n          Carolina Department of Corrections; Parker Evatt, in his official capacity \r\n          as Commissioner of Corrections, and South Carolina State Budget and \r\n          Control Board, \r\n           \r\n        Appellants/Respondents.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n   \r\nAppeal \r\n  From Richland County\r\nR. \r\n  Markley Dennis, Jr., Circuit Court Judge\r\n________ \r\n   \r\n \r\n  \r\n    Opinion No. 3098 \r\n    Heard October 5, 1999 - Filed January \r\n    10, 2000\r\n  \r\n  \r\n ________ \r\n   \r\n \r\n  AFFIRMED IN PART AND REVERSED IN PART\r\n  ________ \r\n   \r\n \r\n   \r\n     \r\n       \r\n        Kenneth \r\n          L. Childs and Allen D. Smith, both of Childs &amp; Halligan; Scott T. \r\n          Justice, of Haynsworth, Baldwin, Johnson &amp; Greaves, all of Columbia; \r\n          and Thomas M. Christina, of Haynsworth, Baldwin, Johnson &amp; Greaves, \r\n          of Greenville, for appellants/respondents. \r\n           \r\n        J. \r\n          Lewis Cromer, of Cromer &amp; Mabry; and Benjamin A. Dunn, II, of Zeeff \r\n        &amp; Mitchell, both of Columbia, for respondents/appellants.\r\n      \r\n    \r\n  \r\n\r\n \r\n  \r\n    ________ \r\n  \r\n\r\nCONNOR, \r\n  J: Several current and retired employees of the South Carolina Department \r\n  of Corrections filed suit, claiming they were erroneously enrolled in the South \r\n  Carolina Retirement System. The trial court agreed and ordered their retroactive \r\n  enrollment in the Police Officers Retirement System, but denied their claim \r\n  for attorney fees. We reverse the trial court's order concerning retroactive \r\n  enrollment, but affirm the denial of attorney fees. \r\n   \r\nFACTS/PROCEDURAL \r\n  HISTORY  \r\nJames \r\n  L. Harvey, George N. Martin, W.T. Cave, James D. Beam, John H. Carmichael, and \r\n  Judy Anderson (Employees) are current or recently-retired senior employees of \r\n  the South Carolina Department of Corrections (SCDC). Prior to 1983, SCDC enrolled \r\n  Employees in the South Carolina Retirement System (SCRS). Under SCDC policy, \r\n  only uniformed security personnel were placed into the Police Officers Retirement \r\n  System (PORS), an alternative system for qualified \"police officers.\" Initially, \r\n  Employees were satisfied with placement in SCRS because the benefits were better \r\n  than those of the newly-established PORS. Over the years, however, PORS benefits \r\n  became substantially superior. Employees began to question whether they should \r\n  have been enrolled in PORS and whether they could switch systems. However, they \r\n  were consistently told they could not change systems.  \r\n   \r\nIn \r\n  1983, SCDC promulgated a plan to convert all Department personnel from SCRS \r\n  to PORS, based on a consideration of the amount of each employee's continuous \r\n  state service and the amount of inmate contact. As a result, in September of \r\n  that year, Employees were admitted prospectively into PORS. \r\n   \r\nDespite \r\n  their prospective inclusion in PORS, Employees continued to seek PORS benefits \r\n  for previous service years. They requested all their service time be transferred \r\n  from SCRS to PORS, but were informed they could not change systems. SCDC officials \r\n  repeatedly told them the inequitable benefit distribution factors between SCRS \r\n  and PORS would eventually be eliminated. In the meantime, Employees learned \r\n  that select SCDC personnel had been placed in PORS, either from their initial \r\n  employment date, or as a result of switching from SCRS.  \r\n   \r\nPrior \r\n  to 1988, no statutory mechanism existed for transferring credited service from \r\n  SCRS to PORS. In 1988, however, the General Assembly enacted an amendment to \r\n  the PORS statutory scheme expressly permitting the transfer of credited service \r\n  from SCRS on payment of \"the full cost as determined by the actuary.\" Act No. \r\n  658, 1988 S.C. Acts 6092. Subsequently, the cost provision was amended in 1989, \r\n  effectively lowering the conversion cost by only requiring the employee to pay \r\n  a \"conversion fee\" of five percent for each year transferred. S.C. Code Ann. \r\n  § 9-11-40(9) (Supp. 1998); Act No. 123, 1989 S.C. Acts 323. Despite being able \r\n  to transfer service credit under the statute, Employees maintained they should \r\n  not have to pay the conversion fee because they should have been enrolled in \r\n  PORS in the first instance. \r\n   \r\nSCDC \r\n  Commissioner Parker Evatt (Evatt) began discussions with SCRS in an effort to \r\n  formulate a more affordable conversion plan for Employees. Unfortunately, his \r\n  efforts were unsuccessful, and on July 23, 1993, he issued a memorandum to several \r\n  SCDC employees, including five of the six plaintiffs herein, informing them \r\n  that, despite \"every possible effort\" to resolve the situation satisfactorily, \r\n  \"no other solution can be found beyond that which is already provided [by statute].\" \r\n   \r\nTherefore, \r\n  in August of 1993, Employees filed suit against SCDC, Evatt, and the South Carolina \r\n  State Budget and Control Board (the Board). They alleged they had been enrolled \r\n  improperly in SCRS rather than PORS. The Board denied their claims and raised \r\n  several affirmative defenses. It also counterclaimed against Employees and cross-claimed \r\n  against Evatt and SCDC. Evatt and SCDC answered Employees' complaint and cross-claimed \r\n  against the Board.  \r\n   \r\nThe \r\n  case eventually was heard in a bench trial. The trial court found Employees \r\n  met the statutory definition of \"police officer,\" and therefore were \"entitled \r\n  to have their retirement records corrected and to be included in [PORS] for \r\n  those years in which they sought membership and in which they were members of \r\n  [SCRS], provided that they pay the difference (if any) in contribution for those \r\n  years.\" The judge limited retroactive service credit in PORS to \"the period \r\n  of time that each made inquiry and was denied entry or told that they could \r\n  not qualify.\" However, he denied Employees' request for attorney fees, finding \r\n  the administrative decisions barring Employees' access to PORS were not arbitrary \r\n  or capricious. \r\nThereafter, \r\n  the trial court denied all post-trial motions. Evatt, SCDC, and the Board (Defendants) \r\n  appealed. Employees cross-appealed concerning the beginning date for retroactive \r\ncredit and attorney fees.   \r\nLAW/ANALYSIS \r\n   \r\nAppeal \r\n  of Defendants Parker Evatt, SCDC, and the Board \r\n \r\nI. \r\n  Standard of Review \r\n   \r\nWe \r\n  have construed Employees' complaint liberally and have concluded that the action \r\n  is best characterized as one for declaratory judgment. See \r\n  Rule 8(f), SCRCP (\"All pleadings shall be so construed as to do substantial \r\n  justice to all parties.\"); S.C. Code Ann. § 15-53-130 (1977) (The Uniform Declaratory \r\n  Judgments Act \"is to be liberally construed and administered.\"); 26 C.J.S. Declaratory \r\n  Judgments § 106 (1956) (\"[T]he court may treat a suit as one for a declaratory \r\n  judgment, even though it is not in form an action for a declaratory judgment, \r\n  where the relief is declaratory in character.\").  \r\n   \r\nThe \r\n  Uniform Declaratory Judgments Act \"does not create substantive rights or duties.\" \r\n  Felts v. Richland County, 299 \r\n  S.C. 214, 216, 383 S.E.2d 261, 262-63 (Ct. App. 1989), aff'd, \r\n  303 S.C. 354, 400 S.E.2d 781 (1991); see \r\n  S.C. Code Ann. §§ 15-53-10 to -140 (1977). Rather, it authorizes an action to \r\n  establish a party's entitlement to a pre-existing right. Noisette \r\n  v. Ismail, 299 S.C. 243, 247 n.1, 384 S.E.2d 310, 312 n.1 (Ct. App. 1989), \r\n  rev'd in part by 304 S.C. 56, \r\n  403 S.E.2d 122 (1991). \r\n   \r\nEmployees \r\n  allege a statutory right to PORS benefits, asserting they each met the definition \r\n  of \"police officer.\" S.C. Code Ann. § 9-11-10(6) (1986). Employees prayed for \r\n  \"an appropriate judicial determination as to their rights\" to benefits under \r\n  PORS. Therefore, we characterize the action as one for declaratory judgment. \r\n   \r\nA \r\n  declaratory judgment action is neither legal nor equitable per se. Rather, its \r\n  character is determined by the nature of the underlying issue. Felts \r\n  v. Richland County, 303 S.C. 354, 400 S.E.2d 781 (1991); Reyhani \r\n  v. Stone Creek Cove Condominium II Horizontal Property Regime, 329 S.C. \r\n  206, 494 S.E.2d 465 (Ct. App. 1997). Courts \"look to the kind of action in which \r\n  the issue involved would have been decided if there were no declaratory judgment \r\n  procedure.\" Felts, 299 S.C. \r\n  at 216, 383 S.E.2d at 263. \r\n   \r\nIn \r\n  this case, the \"underlying issue\" is whether Employees met the statutory definition \r\n  of \"police officer\" prior to 1983. Accordingly, Employees' right to relief is \r\n  entirely statutory, and therefore the action is one at law. See \r\n  McKinney v. South Carolina Police Officers \r\n  Retirement Sys., 311 S.C. 372, 429 S.E.2d 797 (1993) (holding the source \r\n  of a right to PORS benefits is statutory, not contractual); Anderson \r\n  v. South Carolina Retirement Sys., 278 S.C. 161, 293 S.E.2d 312 (1982) \r\n  (stating the right to retirement benefits is purely statutory). \r\n   \r\nFurthermore, \r\n  \"[u]nless the cause of action and the relief sought in a declaratory judgment \r\n  action are distinctly equitable, the action will be considered one at law.\" \r\n  Noisette, 299 S.C. at 247, 384 \r\n  S.E.2d at 312; see also 26 C.J.S. \r\n  Declaratory Judgments § 105 \r\n  (1956). Here, Employees' sole right to relief is based on a question of statutory \r\n  interpretation, and the remedy sought is provided in the error correction statute. \r\n  S.C. Code Ann. § 9-1-1670 (1986). The underlying action, therefore, is first \r\n  and foremost a question of law. See \r\n  Wallace v. Milliken &amp; Co., \r\n  300 S.C. 553, 389 S.E.2d 448 (Ct. App. 1990), aff'd \r\n  as modified by 305 S.C. 118, 406 S.E.2d 358 (1991); Murphy \r\n  v. Valk, 30 S.C. 262, 9 S.E. 101 (1889); cf. \r\n  Newberry Mills, Inc. v. Dawkins, \r\n  259 S.C. 7, 190 S.E.2d 503 (1972) (an action brought pursuant to statutes permitting \r\n  a taxpayer to contest the validity of a tax is an action at law). \r\n   \r\nMoreover, \r\n  although Employees arguably invoked the trial court's equity jurisdiction by \r\n  praying for retroactive relief not covered by the retirement statutes, the essential \r\n  legal character of the underlying cause of action remains. Felts, \r\n  303 S.C. at 356, 400 S.E.2d at 782 (\"An issue essentially one at law will not \r\n  be transformed into one in equity simply because declaratory relief is sought.\"); \r\n  Legette v. Smith, 226 S.C. 403, \r\n  85 S.E.2d 576 (1955). Accordingly, although we cannot disturb the trial court's \r\n  factual findings on appeal unless unsupported by any evidence, we can correct \r\n  any errors of law. Rose v. Beasley, \r\n  327 S.C. 197, 489 S.E.2d 625 (1997); Townes \r\n  Assocs., Ltd. v. City of Greenville, 266 S.C. 81, 221 S.E.2d 773 (1976). \r\n    \r\nII. \r\n  Statute of Limitations \r\n   \r\nInitially, \r\n  Defendants argue the trial court erred as a matter of law in refusing to apply \r\n  the relevant statute of limitations. Employees assert Defendants cannot avail \r\n  themselves of this defense because the action was filed pursuant to the trial \r\n  court's equity jurisdiction. However, as discussed above, the underlying issue \r\n  is one at law, and therefore a limitations defense may be available to bar recovery. \r\n  See Medlin \r\n  v. South Carolina Farm Bureau Mut. Ins. Co., 325 S.C. 195, 480 S.E.2d \r\n  739 (1997); 26 C.J.S. Declaratory Judgments \r\n  § 108(b) (1956). Six years is the proper limitations period for causes of action \r\n  arising or accruing before April 5, 1988, with a three-year period applicable \r\n  thereafter. S.C. Code Ann. § 15-3-530(2) (1977 &amp; Supp. 1998) (establishing \r\n  statute of limitations for \"an action upon a liability created by statute other \r\n  than a penalty or forfeiture\"); Act No. 432, 1988 S.C. Acts 2892.  \r\n   \r\nThe \r\n  statute of limitations begins to run on a statutory liability at the time the \r\n  cause of action accrues. Matthews v. \r\n  City of Greenwood, 305 S.C. 267, 407 S.E.2d 668 (Ct. App. 1991). In analyzing \r\n  a limitations defense, \"[t]he fundamental test for determining whether a cause \r\n  of action has accrued is whether the party asserting the claim can maintain \r\n  an action to enforce it.\" Id. \r\n  at 269, 407 S.E.2d at 669. Thus, a particular cause of action accrues \"at the \r\n  moment when the plaintiff has a legal right to sue on it.\" Id. \r\n  (citing Brown \r\n  v. Finger, 240 S.C. 102, 124 S.E.2d 781 (1962)). \r\n   \r\nIn \r\n  this case, Employees' cause of action accrued in 1983 when Employees were transferred \r\n  to PORS. It is undisputed Employees knew of their claim at that point. SCDC \r\n  had approved only prospective admission into PORS, thereby denying Employees \r\n  met the statutory definition of police officer. Accordingly, the six-year limitations \r\n  period would have run in 1989. Employees' claim, filed in 1993, is therefore \r\n  barred.  \r\nEmployees \r\n  contend the action is timely because their cause of action did not arise until \r\n  1988, when the General Assembly authorized retroactive purchase of time in PORS. \r\n  However, if the cause of action arose in June of 1988, the applicable statute \r\n  of limitations would be three years, not six. See \r\n  S.C. Code Ann. § 15-3-530(2) (1977 &amp; Supp. 1998); Act No. 432, 1988 S.C. \r\n  Acts 2892. The limitations period would have run in June of 1991. Again, Employees' \r\n  claim, filed in 1993, would be barred. \r\n   \r\nEmployees \r\n  argue Defendants are equitably estopped from asserting a statute of limitations \r\n  defense. Essentially, they claim on-going \"negotiations\" with Defendants' administrators \r\n  regarding retroactive PORS credit led them to believe the matter \"could be solved \r\n  out of court.\"   \r\nA \r\n  defendant will be estopped from asserting a statute of limitations defense \"when \r\n  the delay that otherwise would give operation to the statute has been induced \r\n  by the defendant's conduct.\" Dillon \r\n  County School Dist. Number Two v. Lewis Sheet Metal Works, Inc., 286 \r\n  S.C. 207, 218, 332 S.E.2d 555, 561 (Ct. App. 1985); accord \r\n  Black v. Lexington School Dist. No. \r\n  2, 327 S.C. 55, 488 S.E.2d 327 (1997). \"This conduct may be either an \r\n  express representation that the claim will be settled without litigation or \r\n  actions suggesting a lawsuit is unnecessary.\" Moates \r\n  v. Bobb, 322 S.C. 172, 175, 470 S.E.2d 402, 403 (Ct. App. 1996). \r\n   \r\nIn \r\n  the case at bar, there is no evidence to support a claim of inducement, either \r\n  by express representation or action. To the contrary, the evidence shows the \r\n  opposite. According to Employees' own testimony, Defendants repeatedly and consistently \r\n  told Employees that transferring retirement credit to PORS was not allowed. \r\n  In 1988, when Employees became eligible to transfer credit under the statute, \r\n  Defendants required Employees to make a monetary contribution in order to transfer \r\n  retirement credits from SCRS to PORS. Efforts in the General Assembly to facilitate \r\n  a more financially viable plan for Employees did not constitute an inducement \r\n  to delay enforcement of their rights. Moreover, Employees were not parties to \r\n  any proposals made by SCDC to the Board regarding the retirement systems. Therefore, \r\n  these discussions cannot act as an inducement. Because Defendants did not induce \r\n  Employees to delay initiation of a lawsuit, Employees' estoppel argument fails. \r\n   \r\nEmployees' \r\n  Cross-Appeal \r\n   \r\nEmployees \r\n  raise two issues in their cross-appeal. First, they argue the trial court erred \r\n  in granting retroactive admission into PORS only from the time each Employee \r\n  first asked to transfer from SCRS to PORS. We need not address this issue because \r\n  of our previous ruling. \r\n   \r\nSecond, \r\n  Employees contend the court erred in denying their request for attorney fees. \r\n  It is well settled that, in the absence of a contract, attorney fees may not \r\n  be recovered unless authorized by statute. Jackson \r\n  v. Speed, 326 S.C. 289, 486 S.E.2d 750 (1997); Blumberg \r\n  v. Nealco, Inc., 310 S.C. 492, 427 S.E.2d 659 (1993). Employees argue \r\n  fees should be granted based on section 15-77-300 of the South Carolina Code. \r\n  This section, however, only authorizes the prevailing party to recover attorney \r\n  fees in specified actions involving the State. S.C. Code Ann. § 15-77-300 (Supp. \r\n  1998) (\"In any civil action brought by the State, any political subdivision \r\n  of the State or any party who is contesting state action . . . the court may \r\n  allow the prevailing [non-State] party to recover reasonable attorney fees to \r\n  be taxed as court costs against the appropriate agency . . . .\"). This section \r\n  is not applicable under the facts of this case. The trial court did not abuse \r\n  its discretion in refusing to grant attorney fees to Employees.  \r\n   \r\nAFFIRMED \r\n  IN PART and REVERSED IN PART. \r\n   \r\nGOOLSBY \r\n  and ANDERSON, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3099","title":"State v. Sheldon","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3099","description":"","date":"2000-01-17","type":"opinion","text":"\r\n      \r\n\r\n\r\nState v. Shelton\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        The State, \r\nAppellant,\r\n        \r\n    \r\n  \r\n\r\n \r\n  \r\n    v\r\n  \r\n\r\n\r\n  \r\n     \r\n      \r\n        Michelle Shelton, \r\nRespondent.\r\n        \r\n    \r\n  \r\n\r\n________ \r\n   \r\nAppeal From Greenville \r\n  County\r\n  C. Victor Pyle, Jr., Circuit \r\n  Court Judge\r\n  ________\r\n\r\n    Opinion No. 3099\r\n        \r\n        Submitted December 7, 1999 - Filed \r\n        January 17, 2000\r\n  _______\r\n    \r\nREVERSED\r\n________ \r\n   \r\n \r\n   \r\n     \r\n       \r\n        Chief Legal Counsel Carl \r\n          N. Lundberg and Legal Counsel Deborah Drucker Deutschmann, both of SC \r\n          Department of Probation, Parole and Pardon Services, of Columbia, for \r\n          appellant.  \r\n        Regan A. Pendleton, of Greenville, \r\n        for respondent.\r\n        \r\n      \r\n    \r\n  \r\n\r\n \r\n  \r\n    ________\r\n  \r\n\r\n        \r\n    \r\n    PER CURIAM: The \r\n  State appeals the amendment by the trial court of a sentence imposed on the \r\n  respondent, Michelle Shelton, following her plea of guilty to an indictment \r\n  charging her with breach of trust with fraudulent intent. The plea was the product \r\n  of a written agreement wherein Shelton agreed to pay $57,170 in restitution \r\n  in exchange for a suspended sentence and service of a period of probation. The \r\n  circuit court sentenced Shelton to a ten-year term of imprisonment and suspended \r\n  the sentence and placed her on probation for five years. A condition of her \r\n  probation was that she make restitution as she agreed to do and that she pay \r\n  twenty percent of the amount agreed upon, i.e., \r\n  $11,436, to the South Carolina Department of Probation, Parole, and Pardon Services \r\n  as a statutorily-prescribed collection fee. Three weeks later, the circuit court \r\n  amended its sentence by ordering the collection fee \"waived.\" The State thereafter \r\n  moved the circuit court to reconsider its order, but it declined to do so. The \r\n  circuit court saw the assessment of a collection fee as committed to its discretion. \r\n  It also regarded the assessment of the collection fee as an \"unauthorized fine \r\n  because it is punitive as well as remedial in nature\" and as \"a substantial \r\n  fine that is imposed as a condition of probation.\" We reverse. \r\n  (1)  \r\nFirst, as to the circuit court's \r\n  holding that the statute affords it discretion to waive the department's assessment \r\n  of the collection fee, the statute in question, South Carolina Code Annotated, \r\n  section 24-21-490(B) (Supp. 1998) provides: \r\n   \r\nNotwithstanding Section 14-17-725, \r\n  the Department of Probation, Parole, and Pardon Services shall assess a collection \r\n  fee of twenty percent of each restitution program and deposit this collection \r\n  fee into a separate account. The monies in this account must not be used until \r\n  specifically authorized by law. The department shall maintain individual restitution \r\n  accounts which reflect each transaction and the amount paid, the collection \r\n  fee, and the unpaid balance of the account. A summary of these accounts must \r\n  be reported to the Governor's Office, the President of the Senate, the Speaker \r\n  of the House, the Chairman of the House Judiciary Committee, and the Chairman \r\n  of the Senate Corrections and Penology Committee every six months following \r\n  the enactment of this section.  \r\n   \r\nAs can be readily seen, nothing in \r\n  the statute itself expressly empowers the circuit court, in the exercise of \r\n  its discretion, to \"waive\" the department's duty to assess a collection fee. \r\n   \r\nShelton argues, however, that \"[t]he \r\n  statute does not state that the imposition of the fee by the sentencing judge \r\n  is mandatory nor does the statute state that the collection fee cannot be waived.\" \r\n  Thus, she says, the circuit court could properly order the collection fee waived. \r\n  The short answer to this argument is that the statute did not have to so state \r\n  for the assessment of the collection fee to be viewed as a mandatory requirement. \r\n  The General Assembly's use of the term \"shall\" when it enacted the statute was \r\n  all that was called for to make the department's assessment of the collection \r\n  fee a compulsory obligation on its part. (2) \r\n   \r\nSecond, as to the circuit court's \r\n  holding that the collection fee constitutes an \"unauthorized fine\" or a \"substantial \r\n  fine,\" it plainly is not a fine at all. The goal of the collection fee, as evidenced \r\n  by the statute's language, is not to punish; rather, its goal is the remedial \r\n  purpose of compensating the department for any loss incurred in administering \r\n  the restitution center program. (3) \r\n  The collection fee, therefore, is what the statute says it is, a \"collection \r\n  fee,\" and its assessment and collection are expressly authorized.  \r\n   \r\nREVERSED.\r\n  \r\nHOWELL, \r\n  C.J., GOOLSBY, and HEARN, JJ., concur. \r\n   \r\n1. Because oral \r\n  argument would not aid the court in resolving the issue on appeal, we decide \r\n  this case without oral argument pursuant to Rule 215, SCACR. \r\n2.  See \r\n  TNS Mills, Inc. v. S.C. Dep't of Revenue, \r\n  331 S.C. 611, 629 n. 3, 503 S.E.2d 471, 476 n. 3 (1998) (\"Ordinarily, the use \r\n  of the word 'shall' in a statute means that the action referred to is mandatory.\"). \r\n  \r\n3.  See \r\n  Hudson v. United States, 522 \r\n  U.S. 93, 99 (1997) (When the legislature indicates an intent to establish a \r\n  civil penalty, the question is whether the statutory scheme was \"so punitive \r\n  either in purpose or effect, as to transform what was clearly intended as a \r\n  civil remedy into a criminal penalty.\" In \r\n  making this determination, the factors to be examined include: \"(1) whether \r\n  the sanction involves an affirmative disability or restraint; (2) whether it \r\n  has historically been regarded as a punishment; (3) whether it comes into play \r\n  only on a finding of scienter; (4) whether its operation will promote the traditional \r\n  aims of punishment -- retribution and deterrence; (5) whether the behavior to \r\n  which it applies is already a crime; (6) whether an alternative purpose to which \r\n  it may rationally be connected is assignable for it; and (7) whether it appears \r\n  excessive in relation to the alternative purpose assigned.\" Id. \r\n  at 99-100. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3100","title":"State v. Knapp","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3100","description":"","date":"2000-01-17","type":"opinion","text":"\r\n      \r\n\r\n\r\nState v. Knapp\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n________ \r\n\r\n\r\n\r\n \r\n   \r\n     \r\n      \r\n        The State, Respondent,\r\n        v.\r\n        Terry Knapp, Appellant.\r\n      \r\n    \r\n  \r\n\r\n________\r\n\r\n\r\n\r\nAppeal From York County\r\n  Frank Eppes, Special Circuit \r\n  Court Judge\r\n  ________\r\n\r\n\r\n\r\nOpinion No. 3100\r\n  Submitted December 7, 1999 \r\n  - Filed January 17, 2000\r\n  ________\r\n\r\n\r\n\r\nAFFIRMED\r\n________\r\n\r\n\r\n\r\n \r\n   \r\n     \r\n      \r\n        Chief Attorney Daniel T. \r\n        Stacey, of SC Office of Appellate Defense, of Columbia, for appellant.\r\n        Attorney General Charles \r\n          M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant \r\n          Deputy Attorney General Salley W. Elliott and Senior Assistant Attorney \r\n          General Norman Mark Rapoport, all of Columbia; and Solicitor Thomas \r\n        E. Pope, of York, for respondent.\r\n      \r\n    \r\n  \r\n\r\n________\r\n\r\n\r\n\r\nPER CURIAM: Terry \r\n  Knapp appeals, challenging the revocation of her probation. She argues the trial \r\n  court abused its discretion in not following the recommendation of a hearing \r\n  officer of the South Carolina Department of Probation, Parole, and Pardon Services \r\n  who had conducted a preliminary hearing into allegations Knapp had violated \r\n  the terms of her probation. The hearing officer suggested Knapp be incarcerated \r\n  until admitted into an inpatient treatment program for drug abuse.\r\n The hearing officer's recommendation followed findings by the officer, \r\n  which Knapp does not contest on appeal: that she had failed to notify her supervising \r\n  agent of a change of residence as required; that she had failed to comply with \r\n  her substance abuse counseling; that she had failed to refrain from using illegal \r\n  drugs; that she had failed to notify her agent of an arrest for criminal domestic \r\n  violence; and that she had failed to report for an administrative hearing on \r\nSeptember 8, 1998. We affirm.(1)\r\n\r\n\r\n\r\n\r\nThe court of appeals will not set aside \r\na circuit court's decision to revoke probation unless the decision was influenced \r\nby an error of law, was without evidentiary support, or constituted an abuse of \r\ndiscretion.(2) A circuit judge is not required \r\nto accept the recommendation of a hearing officer who conducts a preliminary hearing \r\nfor probation violations.(3) The question \r\nof whether a defendant's probation should be revoked in whole or in part is committed \r\nto the circuit court's sound discretion.(4) \r\n\r\nAFFIRMED.\r\nHOWELL, C.J., GOOLSBY, and \r\n  HEARN, JJ., concur.\r\n1.  Because oral argument would not aid the court in resolving \r\n  the issue on appeal, we decide this case without oral argument pursuant to Rules \r\n  215 and 220(b)(2), SCACR. \r\n2.  State v. Archie, 322 S.C. 135, 470 S.E.2d 380 \r\n  (Ct. App. 1996). \r\n3.  See Moore v. Stamps, 507 S.W.2d 939 (Mo. \r\n  Ct. App. 1974) (a judicial officer in determining whether to revoke probation \r\n  is not bound by findings and recommendations of probation officer); cf. \r\n  State v. Hamilton, 333 S.C. 642, 511 S.E.2d 94 (Ct. App. 1999) (a circuit \r\n  judge is not bound by an agreement between a defendant's counsel and the defendant's \r\n  probation officer). \r\n4.  S.C. Code Ann. § 24-21-460 (Supp. 1998); Hamilton, \r\n  333 S.C. at 647, 511 S.E.2d at 96.\r\n \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3101","title":"Flemming v. Rose, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3101","description":"","date":"2000-01-17","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nFleming v. Rose, et al.,\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH \r\n  CAROLINA\r\n  In The Court of Appeals\r\n________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Lt. J.A. Fleming, Jr., \r\nAppellant, \r\n           \r\n        v. \r\n           \r\n        Boykin Rose and James Caulder, \r\n          Respondents.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n   \r\nAppeal From Charleston \r\n  County\r\n  R. Markley Dennis, Jr., Circuit \r\n  Court Judge\r\n  ________ \r\n   \r\nOpinion No. 3101\r\n  Heard December 8, 1999 - Filed \r\n  January 17, 2000 \r\n  ________ \r\n   \r\nAFFIRMED IN PART; \r\n  REVERSED IN PART;\r\nand REMANDED\r\n________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        John A. O'Leary, of O'Leary \r\n          Associates, of Columbia, for Appellant. \r\n           \r\n        James A. Stuckey and Alexia \r\n          Pittas-Giroux, both of Stuckey Law Offices, of Charleston, for Respondents.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n   \r\nANDERSON, J.: In this tort action, \r\n  Lt. J. A. Fleming, Jr., formerly of the South Carolina Highway Patrol, appeals \r\n  from the trial court's order granting summary judgment to Boykin Rose of the \r\n  South Carolina Department of Public Safety and James Caulder of the South Carolina \r\n  Highway Patrol. We affirm in part, reverse in part, and remand. \r\n   \r\nFACTS/PROCEDURAL \r\n  BACKGROUND  \r\nIn the early morning hours of December \r\n  19, 1991, four Highway Patrol Troopers and their wives were involved in a traffic \r\n  accident as they returned from the Georgetown County Patrol Unit Christmas party, \r\n  which was held at a restaurant in Myrtle Beach. A car struck the troopers' van \r\n  as it approached the intersection of South Carolina Highway 707 and the U.S. \r\n  17 by-pass.  \r\nThe Highway Patrol initially investigated \r\n  the accident. At the hospital, Trooper Glenn Cottingham, the driver of the van, \r\n  told Investigator Jerry Gowdy, the van was traveling at 70 miles per hour at \r\n  one point. Cottingham claimed that at the time of the accident he was driving \r\n  approximately 45 miles per hour. \r\n   \r\nIn 1992, Trooper Jerry Cobb, a passenger \r\n  in the van, became dissatisfied with his portion of the insurance settlement \r\n  from the accident. Cobb told Cottingham he had to have $80,000.00 and that \"heads \r\n  are going to roll.\"  \r\nIn May of 1992, Trooper Cobb called \r\n  Fleming and asked to meet him. The two men met in a Wal-Mart parking lot. It \r\n  was an informal meeting. They discussed golf and other matters of a social nature. \r\n  Additionally, Cobb told Fleming (1) he was angry because Trooper Cottingham \r\n  and his wife were \"going to get all the damn insurance money\" from the accident; \r\n  (2) he was upset because the people in Georgetown had collected money for the \r\n  Cottinghams, but not for Cobb and his wife; (3) that \"all his supervisors in \r\n  every place he had been are always bringing him to Florence over things he had \r\n  done wrong, and . . . he was tired of it\"; and (4) that Cobb's attorney was \r\n  getting his statement back from SLED. To Fleming, the meeting was just a courtesy \r\n  he extended to a fellow officer who asked to speak with him. The following Monday, \r\n  Fleming relayed to Caulder everything Cobb had told him. Further, Fleming advised \r\n  Caulder \"the shit is getting ready to hit the fan in Georgetown.\" \r\n   \r\nInternal Affairs then conducted a \r\n  second investigation into the accident. Pursuant to this investigation, Cottingham \r\n  and other troopers involved in the accident and investigation were indicted. \r\n  When special prosecutors later dismissed the indictments, Boykin Rose, Director \r\n  of the newly formed Department of Public Safety, assigned Principal Deputy Director, \r\n  Robert Ivey, to review past investigations and files and to conduct an administrative \r\n  inquiry into the actions of the troopers involved in the accident and the role \r\n  of the Highway Patrol regarding its previous investigation of the accident. \r\n   \r\nAt the conclusion of the investigation, \r\n  Ivey submitted a summary report to Rose. A few days later, Ivey presented a \r\n  memo to Rose which contained recommendations for disciplinary actions against \r\n  the troopers involved in the accident. This memo included a recommendation that \r\n  Lt. James Fleming, who was not involved in either the accident or any of the \r\n  subsequent investigations, be suspended for five days for allegedly failing \r\n  to thoroughly interview Trooper Jerry Cobb. Additionally, the memo contained \r\n  the allegation that Fleming failed to pass on crucial details regarding the \r\n  accident.  \r\nIn response to these allegations, \r\n  Fleming maintained Cobb did not convey information to him regarding the specific \r\n  speed the van was traveling and further he relayed all information he learned \r\n  from Cobb to his supervisor, Captain Caulder. Caulder confirmed Fleming's testimony \r\n  Fleming informed him of the meeting with Cobb. Caulder further stated he decided \r\n  not to pass any of the information he received from Fleming on to his supervisors. \r\n   \r\nDespite Fleming's protestations of \r\n  innocence, the Department of Public Safety issued a press release on April 6, \r\n  1994, which grouped Fleming with the troopers involved in the accident and accused \r\n  Fleming and the others of setting a \"deplorable example.\" The contents of the \r\n  press release were reprinted in newspapers throughout the state. Fleming unsuccessfully \r\n  attempted to delay the inclusion of his name in the press release until he had \r\n  an opportunity to clear himself. Rose reduced Fleming's sanction from a five \r\n  day suspension to a letter of reprimand. \r\n   \r\nApproximately six months before the \r\n  reprimand, Fleming had applied for early retirement from the Department of Public \r\n  Safety in order to receive a retirement bonus. Following the reprimand, Fleming \r\n  completed that process and retired. Thereafter, Fleming filed this action against \r\n  Boykin Rose and James Caulder alleging slander, intentional infliction of emotional \r\n  distress/outrageous conduct, and violation of due process. Rose and Caulder \r\n  filed motions for summary judgment. The Circuit judge granted summary judgment \r\n  in favor of Rose and Caulder on all three of Fleming's causes of action. \r\n   \r\nISSUES \r\n   \r\nI. Did the trial judge err in granting \r\n  summary judgment as to the libel cause of action? \r\n   \r\nII. Did the trial judge err in granting \r\n  summary judgment as to the cause of action for intentional infliction of emotional \r\n  distress?  \r\nIII. Did the trial judge err in granting \r\nsummary judgment as to the cause of action alleging a violation of due process?   \r\nSTANDARD OF REVIEW\r\nSummary judgment is appropriate when \r\n  it is clear there is no genuine issue of material fact and the moving party \r\n  is entitled to judgment as a matter of law. Young v. South Carolina Dep't \r\n  of Corrections, 333 S.C. 714, 511 S.E.2d 413 (Ct. App. 1999); Rule 56(c), \r\n  SCRCP. In determining whether any triable issue of fact exists, as will preclude \r\n  summary judgment, the evidence and all inferences which can be reasonably drawn \r\n  therefrom must be viewed in the light most favorable to the nonmoving party. \r\n  Vermeer Carolina's, Inc. v. Wood/Chuck Chipper Corp., 336 S.C. 53, \r\n  518 S.E.2d 301 (Ct. App. 1999). If triable issues exist, those issues must go \r\n  to the jury. Young, supra. \r\n   \r\nSummary judgment is not appropriate \r\n  where further inquiry into the facts of the case is desirable to clarify the \r\n  application of the law. Carolina Alliance for Fair Employment v. South Carolina \r\n  Dep't of Labor, Licensing and Regulation, et al., Op. No. 3061 (S.C. Ct. \r\n  App. filed October 25, 1999)(Shearouse Adv. Sh. No. 33 at 1). All ambiguities, \r\n  conclusions, and inferences arising from the evidence must be construed most \r\n  strongly against the moving party. Vermeer, supra. Even when \r\n  there is no dispute as to evidentiary facts, but only as to the conclusions \r\n  or inferences to be drawn from them, summary judgment should be denied. Id. \r\n  In general, if the pleadings and the evidentiary matter in support of summary \r\n  judgment do not establish the absence of a genuine issue of material fact, summary \r\n  judgment must be denied, even if no opposing evidentiary matter is presented. \r\n  Baird v. Charleston County, 333 S.C. 519, 511 S.E.2d 69 (1999). Because \r\n  it is a drastic remedy, summary judgment should be cautiously invoked so no \r\n  person will be improperly deprived of a trial of the disputed factual issues. \r\n  Carolina Alliance, supra. \r\n   \r\nLAW/ANALYSIS \r\n   \r\nI. LIBEL \r\n   \r\nFleming argues the trial court erred \r\n  in granting summary judgment in favor of Rose and Caulder as to his cause of \r\n  action for libel. Counsel for Fleming characterizes the action as one for slander. \r\n  However, because this case involves the printing of allegedly defamatory statements, \r\n  we are treating it as a libel action. See Holtzscheiter v. Thomson \r\n  Newspapers, Inc., 332 S.C. 502, 506 S.E.2d 497 (1998) (Holtzscheiter \r\n  II).  \r\nThe scholarly work of Prosser \r\n  &amp; Keeton on the Law of Torts acknowledges that \"there is a great deal \r\n  of the law of defamation which makes no sense.\" W. Page Keeton et al., Prosser \r\n  &amp; Keeton on the Law of Torts § 111, at 771 (5th ed. 1984). \r\n  In South Carolina, decisions emanating from the appellate entities have admittedly \r\n  resulted in obfuscation:  \r\nThe confusion in South Carolina defamation \r\n  law has been compounded by the fact that this Court's opinions have not completely \r\n  taken into consideration the impact of decisions by the United States Supreme \r\n  Court. Since the 1960's, the Supreme Court has attempted \"to define the proper \r\n  accommodation between the law of defamation and the freedoms of speech and press \r\n  protected by the First Amendment.\" Gertz v. Robert Welch, Inc., 418 \r\n  U.S. 323, 325, 94 S.Ct. 2997, 3000, 41 L.Ed.2d 789, 797 (1974). The effect of \r\n  these decisions has been the interweaving of federal constitutional principles \r\n  into the fabric of state defamation law. Because state defamation rules have \r\n  become inextricably tied to these constitutional principles, it is not possible \r\n  to review defamation issues in a state law vacuum. \r\n   \r\nHoltzscheiter II, 332 S.C. \r\n  at 517, 506 S.E.2d at 505 (Toal, J., concurring in result in separate opinion). \r\n   \r\nThe tort of defamation allows a plaintiff \r\n  to recover for injury to his or her reputation as the result of the defendant's \r\n  communications to others of a false message about the plaintiff. Swinton \r\n  Creek Nursery v. Edisto Farm Credit, 334 S.C. 469, 514 S.E.2d 126 (1999). \r\n  The focus of defamation is not on the hurt to the defamed party's feelings, \r\n  but on the injury to his reputation. See Wardlaw v. Peck, 282 S.C. \r\n  199, 318 S.E.2d 270 (Ct. App. 1984). Defamatory communications take two forms: \r\n  libel and slander. Swinton Creek Nursery, supra. Slander is \r\n  a spoken defamation, while libel is a written defamation or one accomplished \r\n  by actions or conduct. Id. \r\n   \r\nThe defamatory meaning of a message \r\n  or statement may be obvious on the face of the statement, in which case the \r\n  statement is defamatory per se. Holtzscheiter II, supra. \r\n  If the defamatory meaning is not clear unless the hearer knows facts or circumstances \r\n  not contained in the statement itself, then the statement is defamatory per \r\n  quod. Id.  \r\nA separate issue is whether the statement \r\n  is \"actionable per se\" or not. Id. This issue is one of pleading \r\n  and proof and is always a question of law for the court. Id. If a defamation \r\n  is actionable per se, then under common law principles the law presumes \r\n  the defendant acted with common law malice and that the plaintiff suffered general \r\n  damages. Id. If a defamation is not actionable per se, then \r\n  at common law the plaintiff must plead and prove common law actual malice and \r\n  special damages. Id. \r\n   \r\n\"Libel is actionable per se \r\n  if it involves 'written or printed words which tend to degrade a person, that \r\n  is, to reduce his character or reputation in the estimation of his friends or \r\n  acquaintances, or the public, or to disgrace him, or to render him odious, contemptible, \r\n  or ridiculous . . . .'\" Holtzscheiter II, 332 S.C. at 510, 506 S.E.2d \r\n  at 502 (quoting Lesesne v. Willingham, 83 F. Supp. 918, 921 (E.D.S.C. \r\n  1949)). In other words, if the trial judge can legally presume, because of the \r\n  nature of the statement, that the plaintiff's reputation was hurt as a consequence \r\n  of its publication, then the libel is actionable per se. Id. \r\n  Essentially, all libel is actionable per se. Id. \r\n   \r\nThe elements of defamation include: \r\n  (1) a false and defamatory statement concerning another; (2) an unprivileged \r\n  publication to a third party; (3) fault on the part of the publisher; and (4) \r\n  either actionability of the statement irrespective of special harm or the existence \r\n  of special harm caused by the publication. Holtzscheiter II, supra \r\n  (Toal, J., concurring in result in separate opinion). A communication is defamatory \r\n  if it tends to harm the reputation of another as to lower him in the estimation \r\n  of the community or to deter third persons from associating or dealing with \r\n  him. Id.   \r\nIn addition to being defamatory, \r\n  the statement must be false. Id. Under the common law, a defamatory \r\n  communication was presumed to be false. See Beckham v. Sun News, 289 \r\n  S.C. 28, 344 S.E.2d 603 (1986). However, truth could be asserted as an affirmative \r\n  defense. See Ross v. Columbia Newspapers, Inc., 266 S.C. 75, 221 S.E.2d \r\n  770 (1976). The Supreme Court's holding in Philadelphia Newspapers, Inc. \r\n  v. Hepps, 475 U.S. 767, 768-69, 106 S.Ct. 1558, 1559, 89 L.Ed.2d 783, 787 \r\n  (1986), modified the common law rule: \"[A]t least where a newspaper publishes \r\n  speech of public concern, a private figure plaintiff cannot recover damages \r\n  without also showing that the statements at issue are false.\" Thus, an initial \r\n  question that must be answered is whether the speech is of public concern. Holtzscheiter \r\n  II, supra (Toal, J., concurring in result in separate opinion). \r\n  If it is a matter of public concern (at least where a media defendant is involved), \r\n  the plaintiff must also prove its falsity. Id. If it is a matter of \r\n  private concern, the plaintiff does not have to prove falsity. Id. \r\n  \"The publisher may avoid liability if it successfully proves the statement is \r\n  true (i.e. the affirmative defense of truth is available to the publisher in \r\n  any type of case).\" Id. at 531, 506 S.E.2d at 513. Whether a communication \r\n  is reasonably capable of conveying a defamatory meaning is a question of law \r\n  for the trial court to determine. Id. \r\n   \r\nThe second major element of defamation \r\n  is an unprivileged publication to a third party. The publication of defamatory \r\n  matter is its communication, intentionally or by a negligent act, to a third \r\n  party-someone other than the person defamed. Id. \r\n   \r\nThe third element of defamation is \r\n  fault on the part of the publisher. Id. The degree of fault a plaintiff \r\n  must establish depends upon his status as a public or private figure. Id. \r\n  As a state trooper, Fleming is a 'public figure' for constitutional purposes. \r\n  See Botchie v. O'Dowd, 315 S.C. 126, 432 S.E.2d 458 (1993); \r\n  McClain v. Arnold, 275 S.C. 282, 270 S.E.2d 124 (1980); Gause v. \r\n  Doe, 317 S.C. 39, 451 S.E.2d 408 (Ct. App. 1994). \r\n   \r\nIn New York Times Co. v. Sullivan, \r\n  376 U.S. 254, 279-80, 84 S.Ct. 710, 726, 11 L.Ed.2d 686, 706 (1964), the United \r\n  States Supreme Court announced, \"The constitutional guarantees require, we think, \r\n  a federal rule that prohibits a public official from recovering damages for \r\n  a defamatory falsehood relating to his official conduct unless he proves that \r\n  the statement was made with 'actual malice'-that is, with knowledge that it \r\n  was false or with reckless disregard of whether it was false or not.\" See \r\n  Sanders v. Prince, 304 S.C. 236, 403 S.E.2d 640 (1991)(in a case involving \r\n  defamation of a public official, plaintiff must prove defendant acted with actual \r\n  malice). The Court, in Curtis Publishing Co. v. Butts, 388 U.S. 130, \r\n  87 S.Ct. 1975, 18 L.Ed.2d 1094 (1967), extended the New York Times \r\n  standard to protect defamatory criticism of \"public figures,\" in addition to \r\n  \"public officials.\" Hence, public persons \"may recover for injury to reputation \r\n  only on clear and convincing proof that the defamatory falsehood was made with \r\n  knowledge of its falsity or with reckless disregard for the truth.\" Gertz \r\n  v. Robert Welch, Inc., 418 U.S. 323, 342, 94 S.Ct. 2997, 3008, 41 L.Ed.2d \r\n  789, 807 (1974). Fleming was required to show Rose and Caulder knew the statements \r\n  in the press release concerning him were false or they acted in reckless disregard \r\n  of the falsity of the statements. \r\n   \r\n Holtzscheiter II edifies \r\n  in regard to the necessity to disavow the distinction between libel per \r\n  se and libel per quod by adopting § 569 of the Restatement (Second) \r\n  of Torts, which provides: \"One who falsely publishes matter defamatory of another \r\n  in such a manner as to make the publication a libel is subject to liability \r\n  to the other although no special harm results from the publication.\" Restatement \r\n  (Second) of Torts § 569 (1977). Under the Restatement, it is not necessary for \r\n  Fleming to establish special harm nor is he required to show special damages \r\n  in order to recover.  \r\nRose and Caulder argue Fleming failed \r\n  to present any evidence of actual malice. We affirm the trial court's ruling \r\n  as to Caulder. There is no evidence in the record Caulder was responsible for \r\n  the press release or the decision to include Fleming's name. Caulder did not \r\n  make a statement to anyone accusing Fleming of failing to thoroughly interview \r\n  Cobb. Additionally, the record indicates Caulder attempted to stop the publication \r\n  of Fleming's name. At oral argument, counsel for Fleming consented to a dismissal \r\n  of Caulder.  \r\nOn the other hand, as to Rose, viewing \r\n  the evidence in the light most favorable to Fleming, the following evidence \r\n  exists from which a jury could infer Rose either knew the press release was \r\n  false or acted with reckless disregard of the falsity of the press release. \r\n  Rose had the ultimate authority to approve the press release. Louis Fontana \r\n  testified there was concern and discussion at DPS as to the propriety of releasing \r\n  names. Fontana further stated Val Valenta, Legal Counsel at DPS, expressed concern \r\n  about releasing names. Alton Morris, former Colonel of the Highway Patrol, testified \r\n  that in the case of disciplinary action the release of names was not normal \r\n  policy. He stated the press release could have been written without using names \r\n  and called the press release unique. \r\n   \r\nColonel James Caulder testified the \r\n  release of names had never been done before. In contrast, Rose testified he \r\n  followed normal procedure in releasing Fleming's name prior to giving him an \r\n  opportunity to contest the disciplinary decision. \r\n   \r\nIvey's investigation of Fleming for \r\n  DPS did not include Fleming's direct supervisor, Caulder. Ivey never asked Caulder \r\n  whether he passed on the information received from Fleming. Rose testified he \r\n  had \"no idea\" where information implicating Fleming originated. Rose further \r\n  testified he was not aware Caulder had not been interviewed regarding the information \r\n  he received from Fleming. Rose could not remember stating in an interview \"these \r\n  men set a deplorable example\" but conceded \"there were a lot of mistakes made \r\n  in this case.\"  \r\nFleming testified the allegation \r\n  in the press release that he failed to pass on crucial information was false--\"What \r\n  I'm saying is everything that Jerry Cobb told me, I told Captain Caulder without \r\n  a doubt.\" Based on the above evidence, we hold the trial court erred in granting \r\n  summary judgment in favor of Rose as to Fleming's cause of action for libel. \r\n   \r\nII. INTENTIONAL INFLICTION \r\n  OF EMOTIONAL DISTRESS  \r\nFleming complains the trial court \r\n  erred in granting summary judgment as to his cause of action for intentional \r\n  infliction of emotional distress/outrage. We initially note there is no separate \r\n  tort for outrage. The two causes of action are one and the same. See \r\n  Ford v. Hutson, 276 S.C. 157, 276 S.E.2d 776 (1981). \r\n   \r\nThe Supreme Court first recognized \r\n  the tort of intentional infliction of emotional distress in Ford v. Hutson: \r\n   \r\nInasmuch as this court has already \r\n  implicitly indicated that conduct intended to invade freedom from severe emotional \r\n  distress is tortious, we now lend express recognition to this proposition. We \r\n  adopt the rule of liability stated in § 46 of the Restatement (Second) of \r\n  Torts relating to intentional infliction of emotional distress: \r\n   \r\n§ 46. Outrageous Conduct Causing \r\n  Severe Emotional Distress  \r\n(1) One who by extreme and outrageous \r\n  conduct intentionally or recklessly causes severe emotional distress to another \r\n  is subject to liability for such emotional distress, and if bodily harm to the \r\n  other results from it, for such bodily harm. \r\n   \r\nFord, 276 S.C. at 162, 276 \r\n  S.E.2d at 778.  \r\nTo recover for the intentional infliction \r\n  of emotional distress, a plaintiff must establish (1) the defendant intentionally \r\n  or recklessly inflicted severe emotional distress or was certain or substantially \r\n  certain that such distress would result from his conduct; (2) the defendant's \r\n  conduct was so extreme and outrageous that it exceeded all possible bounds of \r\n  decency and must be regarded as atrocious and utterly intolerable in a civilized \r\n  community; (3) the actions of the defendant caused the plaintiff's emotional \r\n  distress; and (4) the emotional distress suffered by the plaintiff was so severe \r\n  that no reasonable person could be expected to endure it. Id.  \r\n   \r\nInitially, the court determines, \r\n  from the materials before it, whether the defendant's conduct may reasonably \r\n  be regarded as so extreme and outrageous as to permit recovery. See McSwain \r\n  v. Shei, 304 S.C. 25, 402 S.E.2d 890 (1991). See also Andrews \r\n  v. Piedmont Air Lines, 297 S.C. 367, 377 S.E.2d 127 (Ct. App. 1989)(question \r\n  of whether defendant's conduct may be reasonably regarded as so extreme and \r\n  outrageous as to allow recovery for outrage is question for court to determine). \r\n  However, once conduct is shown which may be reasonably regarded as extreme and \r\n  outrageous, it is for the jury to determine, upon proper instructions, whether \r\n  the conduct complained of is, in fact, sufficiently extreme and outrageous to \r\n  result in liability. Id. In the instant case, the trial court concluded: \r\n  \"As a matter of law the defendants' conduct was not so extreme and outrageous \r\n  that it exceeded all possible bounds of decency and was atrocious and utterly \r\n  intolerable in a civilized community.\" \r\n   \r\nOur Supreme Court, in Holtzscheiter \r\n  v. Thomson Newspapers, Inc., 306 S.C. 297, 411 S.E.2d 664 (1991) (Holtzscheiter \r\n  I), held libel in that case fell short of the standard required for extreme \r\n  and outrageous conduct. See also Upchurch v. New York Times Co., \r\n  314 S.C. 531, 431 S.E.2d 558 (1993). The majority of cases finding outrageous \r\n  conduct generally require \"hostile or abusive encounters\" or \"coercive or oppressive \r\n  conduct.\" See Gattison v. South Carolina State College, 318 \r\n  S.C. 148, 456 S.E.2d 414 (Ct. App. 1995); Wright v. Sparrow, 298 S.C. \r\n  469, 381 S.E.2d 503 (Ct. App. 1989). Accord McSwain v. Shei, \r\n  304 S.C. 25, 402 S.E.2d 890 (1991)(holding jury could find outrageous and intolerable \r\n  the conduct of an employer who forced employee to perform exercises in public \r\n  which exposed her incontinence problem to others). See also Ford \r\n  v. Hutson, 276 S.C. 157, 276 S.E.2d 776 (1981)(affirming submission of \r\n  case to jury when evidence demonstrated homebuyer repeatedly subjected plaintiff \r\n  real estate agent to public browbeatings, obscenities, and threats over a two \r\n  year period, and entered her home without permission verbally attacking her \r\n  in front of guests); Corder v. Champion Road Mach. Int'l Corp., 283 \r\n  S.C. 520, 324 S.E.2d 79 (Ct. App. 1984)(finding that mere retaliatory discharge \r\n  for filing a Workers' Compensation claim, absent claims of verbal assaults or \r\n  hostile, abusive encounters, did not rise to the level required for the tort \r\n  of intentional infliction of emotional distress). \r\n   \r\n In the case sub judice, \r\n  there is no evidence of any hostile or abusive encounter or any suggestion of \r\n  coercive or oppressive conduct such as found in McSwain or Ford. \r\n  After reviewing the evidence in the light most favorable to Fleming, we find \r\n  the facts of this case do not establish the conduct of either Rose or Caulder \r\n  was so extreme and outrageous as to constitute intentional infliction of emotional \r\n  distress. The facts alleged fall short of conduct that exceeds all possible \r\n  bounds of decency. Further, there is no action which might be regarded as atrocious \r\n  and utterly intolerable in a civilized society. We therefore affirm the trial \r\n  court's grant of summary judgment in favor of Rose and Caulder as to this cause \r\n  of action.  \r\nIII. DUE PROCESS \r\n   \r\nFleming asserts the trial court erred \r\n  in granting summary judgment as to the 42 U.S.C. § 1983 action in which he alleged \r\n  a violation of due process. We disagree. \r\n   \r\nTitle 42 U.S.C. § 1983 (Supp. 1999) \r\n  allows a civil action for damages against a government official who deprives \r\n  an individual of a constitutionally protected right. See Eubanks v. Smith, \r\n  292 S.C. 57, 354 S.E.2d 898 (1987). The asserted right in this case derives \r\n  from the Fourteenth Amendment which protects against governmental deprivation \r\n  of a person's liberty or property without procedural due process. In Paul \r\n  v. Davis, 424 U.S. 693, 96 S.Ct. 1155, 47 L.Ed.2d 405 (1976), Davis' photograph \r\n  was included by local police chiefs in a \"flyer\" of \"active shoplifters,\" after \r\n  Davis had been arrested for shoplifting. The flyer, and Davis' inclusion therein, \r\n  soon came to the attention of Davis' supervisor, who called him in to hear his \r\n  version of the events leading to his appearing in the flyer. Following this \r\n  discussion, the supervisor informed Davis that although he would not be fired, \r\n  he \"'had best not find himself in a similar situation' in the future.\" Id. \r\n  at 696, 96 S.Ct. at 1158, 47 L.Ed.2d at 411. The shoplifting charge was eventually \r\n  dismissed, and Davis filed suit under 42 U.S.C. § 1983 against the police chiefs. \r\n   \r\nDavis' due process claim was grounded \r\n  upon his assertion that the flyer, and in particular the phrase \"Active Shoplifters\" \r\n  appearing at the head of the page upon which his name and photograph appear, \r\n  impermissibly deprived him of some \"liberty\" protected by the Fourteenth Amendment. \r\n  His complaint asserted the \"active shoplifter\" designation would inhibit him \r\n  from entering business establishments for fear of being suspected of shoplifting \r\n  and possibly apprehended, and would seriously impair his future employment opportunities. \r\n   \r\nIn finding the facts of that case \r\n  did not establish a cause of action under § 1983, the Supreme Court ruled: \"[T]he \r\n  Court has never held that the mere defamation of an individual, whether by branding \r\n  him disloyal or otherwise, was sufficient to invoke the guarantees of procedural \r\n  due process absent an accompanying loss of government employment.\" Id. \r\n  at 706, 96 S.Ct. at 1163, 47 L.Ed.2d at 416-17. Accordingly, it is clear that \r\n  stigma or defamation alone, unconnected with a loss of government employment, \r\n  is not actionable under the Fourteenth Amendment. Id. \r\n   \r\nIn order to claim entitlement to \r\n  the protections of the due process clause, a plaintiff must first show that \r\n  he has a constitutionally protected liberty or property interest, and that he \r\n  has been deprived of that protected interest by some form of state action. See \r\n  Johnson v. Morris, 903 F.2d 996 (4th Cir. 1990). Injury to reputation, \r\n  standing alone, is not enough to demonstrate deprivation of a liberty interest. \r\n  Paul v. Davis, 424 U.S. 693, 96 S.Ct. 1155, 47 L.Ed.2d 405 (1976). \r\n  Yet, injury to reputation does deprive a person of a liberty interest \r\n  when the injury is combined with the impairment of \"some more tangible\" government \r\n  benefit. Id. at 701, 96 S.Ct. at 1161, 47 L.Ed.2d at 414. It is enough, \r\n  for example, if the plaintiff shows the reputational injury causes the \"loss \r\n  of government employment.\" Id. at 706, 96 S.Ct. at 1163, 47 L.Ed.2d \r\n  at 416-17. Publication of stigmatizing charges alone, without damage to \"tangible \r\n  interests such as employment,\" does not invoke the due process clause. Id. \r\n  at 701, 96 S.Ct. at 1160, 47 L.Ed.2d at 414. See also Stone v. \r\n  University of Maryland Medical Sys. Corp., 855 F.2d 167, 172-73 n.5 (4th \r\n  Cir. 1988)(citations omitted)(\"[T]he clear implication from Paul v. Davis \r\n  . . . is that a public employer's stigmatizing remarks do not deprive an employee \r\n  of a liberty interest unless they are made in the course of a discharge or significant \r\n  demotion. Our finding that Stone was not discharged from his public employment \r\n  but resigned voluntarily thus effectively disposes of any liberty interest claim \r\n  he might assert.\"). \"The words 'liberty' and 'property' as used in the Fourteenth \r\n  Amendment do not in terms single out reputation as a candidate for special protection \r\n  over and above other interests that may be protected by state law.\" Id. \r\n  at 701, 96 S.Ct. at 1160, 47 L.Ed.2d at 414. No constitutional doctrine converts \r\n  every defamation by a public official into a deprivation of liberty within the \r\n  meaning of the due process clause. Id. Defamation, by itself, is a \r\n  tort actionable under the laws of most states, but not a constitutional deprivation. \r\n  Siegert v. Gilley, 500 U.S. 226, 111 S.Ct. 1789, 114 L.Ed.2d 277 (1991). \r\n   \r\nThe record in the instant case demonstrates \r\n  Fleming did not suffer any adverse employment action. He retired without being \r\n  demoted or penalized. In fact, Fleming received a retirement bonus. We therefore \r\n  are constrained to hold the trial court did not err in granting summary judgment \r\n  to Rose and Caulder as to Fleming's § 1983 action. \r\n   \r\nCONCLUSION\r\nWe reverse the grant of summary judgment \r\n  to Rose on the cause of action for libel and hold Fleming is entitled to a jury \r\n  trial on the theory of libel as against Rose. Additionally, we affirm the grant \r\n  of summary judgment to Rose and Caulder on the theories of intentional infliction \r\n  of emotional distress and the § 1983 action. Finally, we affirm \r\n  the grant of summary judgment to Caulder on the cause of action for libel based \r\n  on consent of counsel for Fleming at oral argument. Accordingly, the judgment \r\n  of the Circuit Court is\r\nAFFIRMED IN PART, REVERSED IN \r\n  PART, and REMANDED.  \r\nCONNOR and STILWELL, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3102","title":"Gibson v. Spartanburg School District #3, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3102","description":"","date":"2000-01-17","type":"opinion","text":"\r\n      \r\n\r\n\r\nGibson v. Spartanburg School District #3, et al.,\r\n\r\n\r\n\r\nTHE STATE OF SOUTH \r\n  CAROLINA\r\n  In The Court of Appeals\r\n  ________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Kathy Gibson, \r\nRespondent, \r\n           \r\n        v. \r\n           \r\n        Spartanburg School District \r\n          #3, Employer, and S.C. School Board Self Insured Trust Fund, Insurer, Appellants.\r\n        ________ \r\n           \r\n      \r\n    \r\n  \r\n\r\nAppeal From Spartanburg \r\n  County\r\n  L. Casey Manning, Circuit Court \r\n  Judge\r\n  ________ \r\n   \r\nOpinion No. 3102\r\n   Heard December 7, 1999 - Filed \r\n  January 17, 2000 \r\n  ________ \r\n   \r\nAFFIRMED\r\n________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Michael A. Farry and David \r\n          A. Wilson, both of Horton, Drawdy, Ward &amp; Black, of Greenville, \r\n          for Appellants.  \r\n        Richard W. Vieth, of Henderson, \r\n        Brandt &amp; Vieth, of Spartanburg, for Respondent.\r\n      \r\n    \r\n  \r\n\r\n________\r\n\r\nANDERSON, J.: Kathy Gibson filed \r\n  a Workers' Compensation claim for injuries she sustained while purchasing school \r\n  supplies at Wal-Mart for her employer, Spartanburg School District #3 (the School \r\n  District). Gibson was reaching for a lunch box to purchase for her own child \r\n  when a box cutter fell off the shelf, severely cutting her right eye. The Single \r\n  Commissioner and the Appellate Panel of the Workers' Compensation Commission \r\n  found Gibson's injury was not compensable because the purchase of school supplies \r\n  for her own child did not arise out of and in the course of her employment. \r\n  The Circuit Court reversed, ruling the injury was compensable and constituted \r\n  only a slight deviation from her assigned task. We affirm. \r\n   \r\nFACTS/PROCEDURAL \r\n  BACKGROUND  \r\nKathy Gibson began working for the \r\n  School District in June of 1995 as coordinator of a summer program for three- \r\n  to five-year-old children. As one of her duties, Gibson was required to purchase \r\n  school supplies for the children. The purchases were paid for by the School \r\n  District, which maintained an account for supplies at the local Wal-Mart. Gibson \r\n  traveled without supervision to the store. There is no evidence any restrictions \r\n  were placed on her activities when she completed these errands. \r\n   \r\nOn August 1, 1995, Gibson traveled \r\n  from the site of her employment to Wal-Mart with a purchase order issued by \r\n  the School District to purchase supplies for the children in the program. While \r\n  selecting items listed on the purchase order, Gibson saw a lunch box in the \r\n  aisle containing school supplies that she thought would be \"ideal\" for her son, \r\n  who was starting first grade later that month.\r\nBecause the School District maintained \r\n  an account with the store, the purchases were handled at the customer service \r\n  desk, where they were charged to the account, instead of a regular check-out \r\n  lane. In order to avoid commingling the purchases, Gibson gathered all of the \r\n  School District's items, had them totaled and bagged at the customer service \r\n  desk, and received a receipt. She then asked the customer service clerk if she \r\n  could return to the school supplies aisle to pick up the lunch box she intended \r\n  to pay for separately. Gibson returned to the school supplies area. When she \r\n  reached above her head to retrieve the lunch box, an open box cutter fell from \r\n  the shelf, severely cutting her right eye. At the time of the accident, Gibson \r\n  was still in possession of the School District's supplies and would have returned \r\n  to work but for her accident. \r\n   \r\nGibson underwent medical treatment \r\n  for her injuries. At the time of the hearing before the Single Commissioner, \r\n  the parties stipulated she had not reached maximum medical improvement. The \r\n  Single Commissioner denied compensation, finding the injury to Gibson's eye \r\n  did not arise out of or in the course of her employment with the School District \r\n  because Gibson was on a \"personal mission\" at the time she was injured. The \r\n  Commissioner determined Gibson's \"deviation from her business trip was clearly \r\n  identifiable and not insubstantial.\" In the hearing before the Single Commissioner, \r\n  no testimony was taken. The Commissioner relied upon the administrative submissions, \r\n  the stipulation of facts, and his personal visit to the accident site. The Commissioner \r\n  noted Gibson \"would have had to turn 180 [degrees]\" and walk \"some 200 feet \r\n  from the customer service area\" to return to the school supplies aisle to retrieve \r\n  the lunch box for her own child. \r\n   \r\nIn a two to one decision, the Appellate \r\n  Panel upheld those findings. On appeal, the Circuit Court, relying on the personal \r\n  comfort doctrine and the dual purpose rule, concluded the injury was compensable. \r\n  The court found Gibson's return to the aisle containing school supplies was \r\n  only a slight deviation from her assigned task, and that she still had possession \r\n  of the School District's purchase and would have returned to the school with \r\n  the supplies had she not been injured. Finally, the court ruled there was no \r\n  indication Gibson intended to abandon her employer's errand, nor was there any \r\n  conduct on her part that was unusual or unreasonable. The School District appeals. \r\n   \r\nISSUE \r\n   \r\nIs Gibson's eye injury a compensable \r\n  claim under the South Carolina Workers' Compensation Act? \r\n   \r\nSTANDARD OF REVIEW \r\n   \r\nThe South Carolina Administrative \r\n  Procedures Act (APA) establishes the standard for judicial review of decisions \r\n  of the Workers' Compensation Commission. Lark v. Bi-Lo, Inc., 276 S.C. \r\n  130, 276 S.E.2d 304 (1981); Hamilton v. Bob Bennett Ford, 336 S.C. \r\n  72, 518 S.E.2d 599 (Ct. App. 1999). In an appeal from the Commission, this Court \r\n  may not substitute its judgment for that of the Commission as to the weight \r\n  of the evidence on questions of fact, but may reverse where the decision is \r\n  affected by an error of law. S.C. Code Ann. § 1-23-380(A)(6) (Supp. 1998); Stephen \r\n  v. Avins Constr. Co., 324 S.C. 334, 478 S.E.2d 74 (Ct. App. 1996). See \r\n  also Smith v. Union Bleachery/Cone Mills, 276 S.C. 454, 456, 280 S.E.2d \r\n  52, 53 (1981)(court may reverse or modify agency's decision \"'if substantial \r\n  rights of the appellant have been prejudiced because the administrative findings, \r\n  inferences, conclusions or decisions are . . . affected by other error of law'\"); \r\n  Lyles v. Quantum Chem. Co. (Emery), 315 S.C. 440, 434 S.E.2d 292 (Ct. \r\n  App. 1993)(in reviewing decision of Workers' Compensation Commission, Court \r\n  of Appeals will not set aside its findings unless they are not supported by \r\n  substantial evidence or are controlled by error of law). This Court's review \r\n  is limited to deciding whether the Commission's decision is unsupported by substantial \r\n  evidence or is controlled by some error of law. Hamilton, supra. \r\n   \r\nSubstantial evidence is not a mere \r\n  scintilla of evidence, nor the evidence viewed blindly from one side of the \r\n  case, but is evidence which, considering the record as a whole, would allow \r\n  reasonable minds to reach the conclusion the administrative agency reached in \r\n  order to justify its action. Broughton v. South of the Border, 336 \r\n  S.C. 488, 520 S.E.2d 634 (Ct. App. 1999). The Appellate Panel is the ultimate \r\n  fact finder in Workers' Compensation cases and is not bound by the Single Commissioner's \r\n  findings of fact. Muir v. C.R. Bard, Inc., 336 S.C. 266, 519 S.E.2d \r\n  583 (Ct. App. 1999). The final determination of witness credibility and the \r\n  weight to be accorded evidence is reserved to the Appellate Panel. Parsons \r\n  v. Georgetown Steel, 318 S.C. 63, 456 S.E.2d 366 (1995). \r\n   \r\nThe question of whether an accident \r\n  arises out of and is in the course and scope of employment is largely a question \r\n  of fact for the Appellate Panel. Grice v. National Cash Register Co., \r\n  250 S.C. 1, 156 S.E.2d 321 (1967); Broughton, supra. However, \r\n  where, as here, the facts are undisputed, the question of whether an accident \r\n  is compensable is a question of law. Jordan v. Dixie Chevrolet, Inc., \r\n  218 S.C. 73, 61 S.E.2d 654 (1950); Broughton, supra. \r\n   \r\nLAW/ANALYSIS \r\n   \r\nI. INJURY BY ACCIDENT \r\n  ARISING OUT OF AND\r\n  IN THE COURSE OF EMPLOYMENT \r\n   \r\nTo be compensable under the Workers' \r\n  Compensation Act, an injury by accident must both \"arise out of \" and \"in the \r\n  course of \" employment. S.C. Code Ann. § 42-1-160 (Supp. 1998). The question \r\n  of whether an accident arises out of and is in the course and scope of employment \r\n  is largely a question of fact for the Appellate Panel. Grice, supra; \r\n  Broughton, supra. The claimant has the burden of proving facts \r\n  that will bring the injury within the Workers' Compensation law. Clade v. \r\n  Champion Lab., 330 S.C. 8, 496 S.E.2d 856 (1998). \r\n   \r\nThe phrase \"arising out of \" refers \r\n  to the injury's origin and cause. Whereas, \"in the course of\" refers to the \r\n  time, place and circumstances under which the injury occurred. Baggott v. \r\n  Southern Music, Inc., 330 S.C. 1, 496 S.E.2d 852 (1998); Broughton, \r\n  supra. Although the requirements are somewhat overlapping, they are \r\n  not synonymous and both must exist simultaneously to allow the claimant to recover. \r\n  See Branch v. Pacific Mills, 205 S.C. 353, 32 S.E.2d 1 (1944). \r\n   \r\nIn Douglas v. Spartan Mills, \r\n  245 S.C. 265, 140 S.E.2d 173 (1965), our Supreme Court explained the requirement \r\n  that the injury \"arise out of\" the employment: \r\n   \r\n\"'It (the injury) arises \"out of\" \r\n  the employment, when there is apparent to the rational mind upon consideration \r\n  of all the circumstances, a causal connection between the conditions under which \r\n  the work is required to be performed and the resulting injury. Under this test, \r\n  if the injury can be seen to have followed as a natural incident of the work \r\n  and to have been contemplated by a reasonable person familiar with the whole \r\n  situation as a result of the exposure occasioned by the nature of the employment, \r\n  then it arises \"out of \" the employment. But it excludes an injury which cannot \r\n  fairly be traced to the employment as a contributing proximate cause and which \r\n  comes from a hazard to which the workmen would have been equally exposed apart \r\n  from the employment. The causative danger must be peculiar to the work and not \r\n  common to the neighborhood. It must be incidental to the character of the business \r\n  and not independent of the relation of master and servant. It need not have \r\n  been foreseen or expected, but after the event it must appear to have had its \r\n  origin in a risk connected with the employment, and to have flowed from that \r\n  source as a rational consequence.'\" \r\n   \r\nDouglas, 245 S.C. at 269, \r\n  140 S.E.2d at 175.  \r\n This Court, in Broughton v. \r\n  South of the Border, 336 S.C. 488, 520 S.E.2d 634 (Ct. App. 1999), discussed \r\n  the \"in the course of the employment\" mandate: \r\n   \r\nThe phrase \"in the course of the \r\n  employment\" refers to the time, place, and circumstances under which the accident \r\n  occurred. An injury occurs \"in the course of\" employment within the meaning \r\n  of the Workers' Compensation Act when it occurs within the period of employment \r\n  at a place where the employee reasonably may be in the performance of his [or \r\n  her] duties and while fulfilling those duties or engaged in something incidental \r\n  thereto.  \r\nId. at , 520 S.E.2d at 639 \r\n  (citations omitted).  \r\nThe School District argues Gibson's \r\n  injury did not arise out of and in the course of her employment with the School \r\n  District because she deviated from her assigned task and was performing a personal \r\n  errand when she returned to the school supplies aisle before going back to work \r\n  with the supplies she had purchased for the School District. In rejecting this \r\n  assertion, the Circuit Court found Gibson's act was for her \"personal comfort,\" \r\n  that she was engaged in a dual purpose trip, and that it constituted only a \r\n  slight deviation from her assigned task. \r\n   \r\nII. PERSONAL COMFORT \r\n  DOCTRINE  \r\nThe personal comfort doctrine aids \r\n  a court in determining whether, and under what circumstances, entirely personal \r\n  activities engaged in by an employee at work may be considered incidental to \r\n  employment. Osteen v. Greenville County Sch. Dist., 333 S.C. 43, 508 \r\n  S.E.2d 21 (1998). The doctrine provides \"[s]uch acts as are necessary to the \r\n  life, comfort, and convenience of the servant while at work, though strictly \r\n  personal to himself, and not acts of service, are incidental to the service, \r\n  and injury sustained in the performance thereof is deemed to have arisen out \r\n  of the employment.\" Id. at 46, 508 S.E.2d at 23 (quoting Mack v. \r\n  Post Exchange, 207 S.C. 258, 264-65, 35 S.E.2d 838, 840 (1945)). In Osteen, \r\n  the Court significantly narrowed the application of the personal comfort doctrine, \r\n  finding it \"has consistently been limited to imperative acts such as eating, \r\n  drinking, smoking, seeking relief from discomfort, preparing to begin or quit \r\n  work, and resting or sleeping.\" Id. at 47-48, 508 S.E.2d at 23 (footnote \r\n  omitted).  \r\nIn finding Gibson's injury occurred \r\n  during a slight deviation from her assigned task, the Circuit Court ruled the \r\n  deviation \"was for her own comfort and convenience,\" citing the Court of Appeals \r\n  decision in Osteen, 323 S.C. 432, 475 S.E.2d 775 (Ct. App. 1996). Because \r\n  that decision has now been overruled and the doctrine explicitly limited to \r\n  the above-described functions, Gibson concedes on appeal \"that this is not a \r\n  case in which the personal comfort doctrine would have application.\" Accordingly, \r\n  we need not consider the doctrine here. However, the Circuit Court also applied \r\n  the dual purpose rule.  \r\nIII. DUAL PURPOSE \r\n  RULE  \r\nThe dual purpose rule in South Carolina \r\n  is defined:  \r\n[W]hen a trip serves both business \r\n  and personal purposes, it is a personal trip if the trip would have been made \r\n  in spite of the failure or absence of the business purpose and would have been \r\n  dropped in the event of failure of the private purpose, though the business \r\n  errand remained undone; it is a business trip if a trip of this kind would have \r\n  been made in spite of the failure or absence of the private purpose, because \r\n  the service to be performed for the employer would have caused the journey to \r\n  be made by someone even if it had not coincided with the employee's personal \r\n  journey.  \r\nDiMaria v. Multimedia, Inc., \r\n  308 S.C. 387, 389, 418 S.E.2d 324, 324-25 (Ct. App. 1992)(quoting 1 Arthur Larson \r\n  &amp; Lex K. Larson, Workers' Compensation Law § 18.12 (1990)). See \r\n  also 1 Arthur Larson &amp; Lex K. Larson, Workers' Compensation Law \r\n  § 16.02D n.3 at D16-15 (1999)(citing Corley v. South Carolina Tax Comm'n, \r\n  237 S.C. 439, 117 S.E.2d 577 (1960), as supporting the majority rule). \r\n   \r\nAn injury incurred during a trip \r\n  which serves both a business and a personal purpose is within the scope of employment \r\n  if the trip involves the performance of a service for the employer which would \r\n  have caused the trip to be taken by someone even if it had not coincided with \r\n  the personal journey. Corley, supra; Sylvan v. Sylvan \r\n  Bros., Inc., 225 S.C. 429, 82 S.E.2d 794 (1954). Stated another way, if \r\n  the work of the employee necessitates his travel, he is in the course of employment, \r\n  even though he is serving at the same time some purpose of his own. Corley, \r\n  supra; Stough v. Westinghouse Savannah River Co., 311 S.C. \r\n  129, 427 S.E.2d 716 (Ct. App. 1993). The service to the employer must be at \r\n  least a concurrent cause of the trip, but not necessarily the sole cause. Corley, \r\n  supra.  \r\nGibson's trip to Wal-Mart was a dual \r\n  purpose trip in that it served both a business and personal purpose. Gibson \r\n  made the journey off the premises of her employer solely for the benefit of \r\n  the School District. In the absence of this business purpose, Gibson would not \r\n  have made the trip at all. \r\n   \r\nAlthough the School District claims \r\n  the dual purpose rule applies only during the time the employee is actually \r\n  engaged in traveling to the off-premises destination, we find no justification \r\n  to impose such a narrow interpretation. The dual purpose rule is by its terms \r\n  applicable to trips away from the premises of the employer, and the rule, while \r\n  encompassing the going-and-coming portion of the trip, does not exclude injuries \r\n  occurring during the trip. For example, the dual purpose rule is not rendered \r\n  inapplicable to an employee injured off the premises of the employer while performing \r\n  a task for that employer simply because the injury did not occur during the \r\n  actual travel to and from the destination. See generally 1 Arthur Larson \r\n  &amp; Lex K. Larson, Workers' Compensation Law §§ 16.01 to 16.11 (1999)(discussing \r\n  dual purpose trips). Thus, we find no error in the Circuit Court's application \r\n  of the dual purpose rule in these circumstances. \r\n   \r\nIV. SLIGHT DEVIATION \r\n   \r\nA predominant issue in the instant \r\n  case is whether Gibson's injury occurred during an act (the purchase of a lunch \r\n  box for her son) which constituted only a \"slight deviation\" from her assigned \r\n  task of purchasing school supplies for the children attending classes within \r\n  the School District. Professor Arthur Larson explained the consequences of a \r\n  \"slight deviation\":  \r\nAn identifiable deviation from a \r\n  business trip for personal reasons takes the employee out of the course of employment \r\n  until the employee returns to the route of the business trip, unless the \r\n  deviation is so small as to be disregarded as insubstantial. In some jurisdictions, \r\n  the course of employment is deemed resumed if, having completed the personal \r\n  errand but without having regained the main business route, the employee at \r\n  the time of the accident was proceeding in the direction of the business destination. \r\n  If the main trip is personal, a business detour retains its business character \r\n  throughout the detour.  \r\n1 Arthur Larson &amp; Lex K. Larson, \r\n  Workers' Compensation Law §§ 17.01 to 17.06 (Introductory Scope) (1999) \r\n  (emphasis added). Courts now generally recognize that \"human beings do not run \r\n  on tracks like trolley cars,\" and therefore uphold awards in situations like \r\n  the following:  \r\ngetting cigarettes during a trip \r\n  to or from work in the employer's conveyance; running across the street in the \r\n  course of a delivery trip to buy a little food; driving a daughter to school, \r\n  dropping one's wife off at church, leaving a message with one's sister about \r\n  working late, picking up mail for vacationing friends, crossing the street during \r\n  a beer break to retrieve one's lunch, stopping at home to get a raincoat and \r\n  leave some meat; crossing the road during a delivery trip to have a glass of \r\n  beer at 2:00 in the afternoon; or to get a newspaper; making a personal phone \r\n  call; looking for a ring; picking up two young ladies and taking them home while \r\n  driving a car to test its brakes; buying a toy during spare time to take home \r\n  to a child; and even picking cherries from a customer's cherry tree. \r\n   \r\n1 Arthur Larson &amp; Lex K. Larson, \r\n  Workers' Compensation Law § 17.06[3], pages 17-38 to 17-40 (1999)(footnotes \r\n  omitted).  \r\nHere, Gibson was present in the Wal-Mart \r\n  only because the School District directed her to obtain the school supplies. \r\n  Consequently, Gibson's injury occurred during an activity which was incidental \r\n  to her normal employment. Cf. White v. South Carolina State Hwy. Dep't, \r\n  226 S.C. 380, 85 S.E.2d 290 (1955)(where employee's detour on an out-of-town \r\n  trip for his employer took him several miles away from his intended destination, \r\n  deviation was not slight). \r\n   \r\nGibson's decision to make a school \r\n  purchase for her own child while carrying out the purchase request of her employer \r\n  is not unreasonable. Gibson did not attempt to go to another store to engage \r\n  in a personal shopping errand, nor was she wandering through the store in search \r\n  of unrelated items for her own use. Rather, Gibson picked up an item of like \r\n  kind, an item in the school supplies aisle, in the same aisle that her employment \r\n  required her to be. In a laudable attempt to avoid commingling the purchases, \r\n  she made a separate trip back to the school supplies aisle to obtain the item \r\n  for purchase. That she suffered a severe eye injury during the course of her \r\n  trip is regrettable, and did not occur during any improper conduct on her part. \r\n   \r\nGibson made the trip to Wal-Mart \r\n  at the School District's direct request. She went to the store with a purchase \r\n  order issued by the School District. In compliance with that purchase order, \r\n  she selected all of the necessary items and had them totaled at the customer \r\n  service desk. In a natural act of kindness for her own child, Gibson attempted \r\n  to purchase school supplies (a lunch box), but did not commingle the purchases. \r\n   \r\nGibson would have immediately returned \r\n  to her place of employment with the purchases made for the School District had \r\n  she not been severely injured. The fact that the Single Commissioner resorted \r\n  to counting the number of feet back to the school supplies aisle demonstrates \r\n  the minor nature of Gibson's act. If ever the principle of a \"slight deviation\" \r\n  is to be applied in South Carolina, certainly it is appropriate in this instance \r\n  where \"the deviation is so small as to be disregarded as insubstantial.\" 1 Arthur \r\n  Larson &amp; Lex K. Larson, Workers' Compensation Law § 17.01 to 17.06, \r\n  page 17-1 (Introductory Scope) (1999). \r\n   \r\nCONCLUSION \r\n   \r\nGibson's deviation is a paradigm \r\n  of \"slight deviation.\" We hold Gibson's injury occurred in the course and scope \r\n  of her employment. Gibson's deviation was slight, insubstantial, and insignificant. \r\n  We rule Gibson's injury is compensable under the Dual Purpose Doctrine. Accordingly, \r\n  the decision of the Circuit Court is \r\n   \r\nAFFIRMED. \r\n   \r\nCONNOR and STILWELL, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3103","title":"Leventis, et al. v. S.C. Department of Health and Environmental Control, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3103","description":"","date":"2000-01-17","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nSenator Leventis, et al., v. SC DHEC, et al.,\r\n\r\n\r\n\r\n\r\n\r\n  THE STATE OF SOUTH CAROLINA\r\n    In The Court of Appeals\r\n  __________________ \r\n  \r\n\r\n \r\n   \r\n     \r\n       \r\n        Senator \r\n          Phil Leventis; Citizens Asking for a Safe Environment; and Laidlaw Environmental \r\n          Services of South Carolina, Inc., formerly GSX Services of South Carolina, \r\n        Inc., separately as, Petitioners,\r\n         v.\r\n        South Carolina Department \r\n          of Health and Environmental Control and South Carolina Board of Health \r\n        and Environmental Control, Respondents.\r\n        Energy Research Foundation; \r\n          County of Sumter; Sierra Club; South Carolina Public Service Authority \r\n          (Santee Cooper); South Carolina Wildlife and Marine Resources Department; \r\n        and Clarendon County,\r\n        Intervenors,\r\n        In Re: Financial Responsibility \r\n          Determination: GSX Services of South Carolina, Pinewood Facility, Sumter \r\n          County, South Carolina, RCRA Permit Decision: GSX Services of South \r\n        Carolina, Inc., Hazardous Waste Permit SCD 070 375 985,\r\n        of whom Senator Phil Leventis; \r\n          Citizens Asking for a Safe Environment; Sierra Club; and Energy Research \r\n        Foundation are,\r\n        Primary Appellants, and\r\n        South Carolina Department \r\n          of Natural Resources, formerly South Carolina Wildlife and Marine Resources \r\n          Department; South Carolina Public Service Authority (Santee Cooper); \r\n          County of Sumter; and Laidlaw Environmental Services of South Carolina, \r\n        Inc., formerly GSX Services of South Carolina, Inc., are\r\n        Secondary Appellants.\r\n      \r\n    \r\n  \r\n\r\n____________________________________\r\n\r\n\r\n\r\nORDER GRANTING \r\n  PETITION FOR REHEARING IN PART, DENYING IN PART, AND SUBSTITUTING OPINION\r\n____________________________________\r\n\r\n\r\n\r\nPER CURIAM: Pursuant \r\n  to Secondary Appellant Laidlaw's Petition for Rehearing, it is ordered that \r\n  the opinion heretofore filed, Opinion No. 3103, heard September 9, 1999, and \r\n  filed January 17, 2000, be withdrawn and the attached Opinion be substituted. \r\n  Secondary Appellant Laidlaw's petition for rehearing is granted, but further \r\n  oral argument is denied. After careful consideration of Primary Appellants' \r\n  and the remaining Secondary Appellants' Petitions for Rehearing, the Court is \r\n  unable to discover any material fact or principle of law that has been either \r\n  overlooked or disregarded and, hence, there is no basis for granting a rehearing. \r\n  It is, therefore, ordered that the Primary Appellants' and remaining Secondary \r\nAppellants' Petitions for Rehearing be denied. \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        \r\n          \r\n            \r\n              s/Kaye G. Hearn ,C.J.\r\n               s/H. Samuel Stilwell,J.\r\n               s/William L. Howard ,J. \r\n                \r\n              \r\n            \r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nColumbia, South Carolina\r\nApril 4, 2000.\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________ \r\n\r\n\r\n\r\n\r\n \r\n   \r\n     \r\n      \r\n        Senator Phil Leventis; Citizens \r\n          Asking for a Safe Environment; and Laidlaw Environmental Services of \r\n          South Carolina, Inc., formerly GSX Services of South Carolina, Inc., \r\n        separately as, Petitioners,\r\n         v.\r\n        South Carolina Department \r\n          of Health and Environmental Control and South Carolina Board of Health \r\n        and Environmental Control, Respondents.\r\n        Energy Research Foundation; \r\n          County of Sumter; Sierra Club; South Carolina Public Service Authority \r\n          (Santee Cooper); South Carolina Wildlife and Marine Resources Department; \r\n        and Clarendon County, Intervenors, \r\n        In Re: Financial Responsibility \r\n          Determination: GSX Services of South Carolina, Pinewood Facility, Sumter \r\n          County, South Carolina, RCRA Permit Decision: GSX Services of South \r\n        Carolina, Inc., Hazardous Waste Permit SCD 070 375 985,\r\n        of whom Senator Phil Leventis; \r\n          Citizens Asking for a Safe Environment; Sierra Club; and Energy Research \r\n        Foundation are, Primary Appellants, and\r\n        South Carolina Department \r\n          of Natural Resources, formerly South Carolina Wildlife and Marine Resources \r\n          Department; South Carolina Public Service Authority (Santee Cooper); \r\n          County of Sumter; and Laidlaw Environmental Services of South Carolina, \r\n        Inc., formerly GSX Services of South Carolina, Inc., are Secondary Appellants.\r\n      \r\n    \r\n  \r\n\r\n________\r\n\r\n\r\n\r\nAppeal From Sumter \r\n  County\r\n  M. Duane Shuler, Circuit Court Judge\r\n________\r\n\r\n\r\n\r\nOpinion No. 3103\r\n  Heard September 9, 1999 - Filed \r\n  January 17, 2000\r\n  Refiled April 4, 2000\r\n  ________\r\n\r\n\r\n\r\nAFFIRMED IN PART, REVERSED IN PART, AND VACATED IN PART\r\n________\r\n\r\n\r\n\r\n \r\n   \r\n     \r\n      \r\n        Robert Guild; Robert T. Bockman \r\n          and Deborah A. Hottell, both of McNair Law Firm; James L. Werner, of \r\n          Ellzey &amp; Brooks, all of Columbia; and M.M. Weinberg, Jr., of Weinberg, \r\n          Brown, McDougall &amp; McMillan; Kathy W. Cuttino and Senator Phil P. \r\n          Leventis, all of Sumter; and James Andrew Quinn, of SC Department of \r\n          Natural Resources; and William LeRoy Want, both of Charleston; and John \r\n          H. Tiencken, Jr., of Moncks Corner; and James S. Chandler, Jr., of Pawleys \r\n          Island; and James M. Kuszaj, of Ogletree, Deakins, Nash, Smoak &amp; \r\n        Stewart, of Raleigh NC, for appellants.\r\n        John S. Simmons, of Griffin \r\n          &amp; Lydon; and Jacquelyn S. Dickman, of South Carolina Department \r\n          of Health and Environment Control Office of General Counsel, both of \r\n          Columbia, for respondents.\r\n      \r\n    \r\n  \r\n\r\n________\r\n\r\n\r\n\r\nHEARN, C.J.: Senator \r\n  Phil P. Leventis, Sierra Club, and six other non-profit organizations (collectively \r\n  Sierra Club) appeal the South Carolina Department of Health and Environmental \r\n  Control's (DHEC) issuance of a permit granting Laidlaw Environmental Services \r\n  of South Carolina authority to operate a hazardous waste disposal facility located \r\n  near Pinewood, South Carolina (Pinewood Facility). Laidlaw appeals certain conditions \r\nimposed by the permit. We affirm in part, reverse in part, and vacate in part.  \r\n\r\n\r\n\r\nFACTS\r\n\r\n\r\n\r\nIn 1977, Bennett Mineral Company \r\n  (BMC) mined materials used to produce \"kitty litter\" and other absorbent materials \r\n  from land now known as the Pinewood Facility. When BMC completed mining operations, \r\n  it became responsible for reclaiming the mined areas. To satisfy this obligation, \r\n  and because the site still contained absorbent materials, BMC applied for a \r\npermit to operate a waste disposal facility. \r\n\r\n\r\n\r\nIn November 1977, DHEC issued BMC \r\n  Industrial Waste Permit (IWP)-145 to fill the mined areas with industrial waste. \r\n  DHEC issued the permit without providing a public notice or hearing(1) \r\n  and prior to the promulgation of either state or federal regulations governing \r\n  such facilities. The IWP-145 omitted an explicit expiration date or capacity \r\n  limit. After receiving the permit, BMC conducted limited disposal activity, \r\nprimarily disposing of liquid industrial waste.\r\n\r\n\r\n\r\nIn April 1978, William Stilwell, \r\n  Jr., a former DHEC employee, incorporated South Carolina S.C.A. Services, Inc. \r\n  (SCA). SCA purchased the Pinewood Facility, including a transfer of IWP-145, \r\n  from BMC. DHEC never required a public notice, comment, hearing, or adjudication \r\n  prior to transferring the permit. On July 11, 1979, DHEC extended IWP-145 after \r\n  conducting public meetings and a joint public hearing with the Environmental \r\nProtection Agency (EPA).\r\n\r\n\r\n\r\nIn March 1980, the South Carolina \r\n  General Assembly approved South Carolina's hazardous waste management regulations. \r\n  In accordance with these regulations, on September 25, 1980, SCA submitted \r\n  its part A application for a permit to operate a hazardous waste disposal facility.(2) \r\n  Submitting the application qualified SCA for interim status to operate the hazardous \r\n  waste facility. Subsequently, Laidlaw Environmental Services of South Carolina \r\npurchased SCA.(3) \r\n\r\n\r\n\r\nIn response to Laidlaw's permit application, \r\n  DHEC issued a draft permit and gave notice of a public hearing. Over 2500 people \r\n  attended the hearing held in November 1988.(4) \r\n  DHEC subsequently prepared a response to the oral and written comments received \r\n  from the hearing and, after reviewing the comment record, application, and compliance \r\n  history, DHEC concluded Laidlaw would operate the Pinewood Facility in accordance \r\n  with the relevant rules and regulations while protecting the public health and \r\n  environment. On July 27, 1989, DHEC issued Laidlaw a final hazardous waste permit \r\neffective September 1, 1989.\r\n\r\n\r\n\r\nAlso on July 27, 1989, DHEC issued \r\n  a draft financial responsibility determination. The draft required Laidlaw to \r\n  maintain a $30,000,000 environmental impairment liability insurance policy for \r\n  third party property and bodily injury coverage. The draft also required Laidlaw \r\n  to maintain a $114,250,000 trust fund for cleanup costs and environmental restoration \r\n  necessitated by the Pinewood Facility's operations. The trust fund required \r\na minimum $11,425,000 initial payment.\r\n\r\n\r\n\r\nOn June 22, 1992, DHEC issued a final \r\n  financial responsibility determination requiring Laidlaw to maintain a $33,588,431 \r\n  environmental impairment liability insurance policy and a $132,885,373 trust \r\nfund with a minimum $14,765,041 initial payment.\r\n\r\n\r\n\r\nLaidlaw challenged numerous conditions \r\n  set forth in the final permit and financial responsibility determination. Energy \r\n  Foundation, Citizens Asking for a Safe Environment (C.A.S.E.), and Sierra Club \r\n  challenged the final permit's issuance and financial responsibility determinations. \r\n  Santee Cooper intervened to support DHEC's financial responsibility determination. \r\nAn adjudicatory hearing was scheduled to address these contentions.\r\n\r\n\r\n\r\nPrior to the scheduled hearing, Laidlaw \r\n  and DHEC entered into a stipulated agreement providing in pertinent part as \r\n  follows. First, Laidlaw agreed to provide $30,000,000 in financial assurance \r\n  for third party liability. Second, Laidlaw agreed to provide an environmental \r\n  impairment fund, which, when combined with the State Permitted Sites Fund, amounted \r\n  to $100,000,000. The impairment fund consisted of a corporate guarantee by Laidlaw's \r\n  Canadian parent corporation and a trust fund established through Laidlaw's contributions \r\n  based on the amount and type of waste disposed. Third, the agreement established \r\n  a 2250 acre-foot(5) hazardous waste capacity \r\n  limit and, ostensibly under IWP-145, a 2461 acre-foot nonhazardous waste capacity \r\n  limit. Fourth, DHEC and Laidlaw agreed to abide by and support the stipulated \r\nagreement in subsequent judicial and quasi-judicial challenges.\r\n\r\n\r\n\r\nIn light of the stipulated agreement, \r\n  Laidlaw withdrew its objections to the final permit, submitted documentation \r\n  substantiating its corporate guarantee, and withdrew as a complaining party. \r\n  Thereafter, Sierra Club amended its pleadings to contest the stipulated agreement. \r\n\r\n\r\n\r\n\r\nFollowing an extensive hearing, the \r\n  hearing examiner recommended upholding DHEC's decision to issue Laidlaw the \r\n  final permit \"as clarified, updated, explained, revised and/or amended by the \r\n  Stipulated Agreement.\" The hearing examiner further recommended upholding as \r\n  proper and adequate the financial assurances established in the stipulated agreement. \r\nSierra Club appealed to the DHEC Board.\r\n\r\n\r\n\r\nOn review, the DHEC Board found Sierra \r\n  Club failed to prove DHEC erred in issuing the permit. However, the DHEC Board \r\n  found Sierra Club established, by a preponderance of the evidence, that the \r\n  stipulated agreement's provisions on capacity and financial assurances must \r\n  be modified. The Board ruled all waste disposed at the Pinewood Facility, \r\n  hazardous and nonhazardous, should count towards the final permit's 2250 acre-foot \r\n  capacity limit. However, the Board ruled that only hazardous waste placed in \r\n  the landfill prior to the Board's order counted towards the 2250 acre-foot capacity \r\nlimit. \r\n\r\n\r\n\r\nThe DHEC Board found the stipulated \r\n  agreement's financial assurance provisions reasonable except for the amounts \r\n  required for cleanup costs and environmental restoration. Therefore, the Board \r\n  modified the final permit to require an environmental impairment fund consisting \r\n  of two parts: (1) a $133,000,000 cash trust fund beginning with a $30,000,000 \r\n  initial contribution followed by additional contributions in amounts sufficient \r\n  to ensure the fund reached $133,000,000 by the year 2000 and (2) a corporate \r\n  guarantee from Laidlaw's Canadian parent corporation until the cash fund reached \r\n  full funding. The Board noted a corporate guarantee is prudent only as a short \r\nterm measure until cash funding is promptly accumulated.\r\n\r\n\r\n\r\nFinally, the DHEC Board deemed the \r\n  Pinewood Facility an \"existing unit\" and thus permitted Laidlaw 180 days after \r\nthe final permit's effective date to demonstrate compliance with location standards.\r\n\r\n\r\n\r\nUpon a motion for reconsideration, \r\n  the DHEC Board modified its original decision regarding financial assurances \r\n  and permitted Laidlaw to delay fulfilling the cash fund until 2004, rather than \r\n  2000, as previously ordered. The Board reaffirmed its distrust of corporate \r\n  guarantees stating \"a corporate guarantee is not found to be a prudent mechanism \r\nfor a short term or long term coverage of financial risk.\"\r\n\r\n\r\n\r\nLaidlaw sought judicial review contending \r\n  the DHEC Board erred in its decisions regarding capacity and financial assurances \r\n  requirements. Sierra Club also petitioned for judicial review asserting the \r\n  Board misapplied the burden of proof, improperly accepted the stipulated agreement, \r\n  and erred in decisions concerning capacity, location standards, and financial \r\nresponsibility determinations.\r\n\r\n\r\n\r\nWhile the parties' appeals were pending, \r\n  DHEC issued notice of its proposal to modify and revise the hazardous waste \r\n  regulations. Approximately six months later, the DHEC Board approved the regulations. \r\n  The regulations require a hazardous waste facility operator to establish financial \r\n  assurance for cleanup and restoration of environmental impairment costs. 25 \r\n  S.C. Code Ann. Regs. 61-79.264.153 (Supp. 1998). Under the regulations, the \r\n  operator must choose a financial assurance mechanism from among several options \r\n  including, a trust fund for environmental impairment, cleanup and environmental \r\n  restoration insurance, or a corporate guarantee coupled with a financial test \r\n  of the operator. Id. After the operator's selection, DHEC consults with \r\n  the State Treasurer and determines whether the mechanism chosen by the operator \r\n  provides adequate financial assurance and meets the requirements set forth in \r\nthe regulations. Id.\r\n\r\n\r\n\r\nLaidlaw submitted a financial assurance \r\n  election, choosing the corporate guarantee option, and DHEC accepted the choice \r\n  pending judicial resolution of Laidlaw's financial assurance issues.(6) \r\n\r\n\r\n\r\n\r\nThereafter, Sierra Club supplemented \r\n  its circuit court pleadings contending DHEC's financial assurance regulations \r\n  were invalid because they permitted the regulated entity, rather than DHEC, \r\n  to choose the form of financial assurance, the regulations were not reasonably \r\n  related to the enabling statute, DHEC improperly accepted a corporate guarantee \r\n  as a cash fund substitute, the new regulations arbitrarily capped the potential \r\n  financial assurance amount at $135,000,000, and DHEC violated the Administrative \r\n  Procedures Act in promulgating the regulations. Sierra Club further argued that \r\n  even if the regulations were valid, the regulations did not apply to Laidlaw \r\n  because DHEC promulgated the regulations after issuing Laidlaw's final permit \r\nand the regulations failed to protect the public health and environment.\r\n\r\n\r\n\r\nThe circuit judge concluded substantial \r\n  evidence supported the DHEC Board's decision to grant Laidlaw the final permit \r\n  as modified and count both hazardous and nonhazardous waste towards the final \r\n  permit's 2250 acre-foot capacity limit. The circuit judge held DHEC properly \r\n  promulgated the financial assurance regulations and the financial assurance \r\nregulations applied to Laidlaw.\r\n\r\n\r\n\r\nSierra Club appeals, contending first, \r\n  that the stipulated agreement violates the South Carolina Administrative Procedures \r\n  Act (APA), DHEC's own procedures, and is contrary to the substantial evidence \r\n  in the whole record. Second, if the issuance of the permit is upheld, Sierra \r\n  Club contends certain provisions in the permit are contrary to the reliable, \r\n  probative, and substantial evidence on the whole record. Third, Sierra Club \r\n  contends DHEC improperly promulgated and applied the financial assurance regulations. \r\n  Laidlaw also appeals, contending the DHEC Board erred in counting both nonhazardous \r\nand hazardous waste toward the final permit's capacity limit.\r\n\r\n\r\n\r\nSTANDARD OF \r\nREVIEW\r\n\r\n\r\n\r\nUnder the APA, \"[t]his court will \r\n  not substitute its judgment for that of the agency as to the weight of the evidence \r\n  on questions of fact.\" Ballenger v. South Carolina Dep't of Health and Envtl. \r\n  Control, 331 S.C. 247, 251, 500 S.E.2d 183, 185 (Ct. App. 1998); S.C. Code \r\nAnn. § 1-23-380 (Supp. 1998). We will not overrule an agency's decision unless:\r\n\r\n\r\n\r\nsubstantial rights of the appellant have been prejudiced because the administrative findings, inferences, conclusions or\r\n\r\ndecisions are:\r\n\r\n\r\n\r\n(a) in violation of constitutional or statutory provisions;\r\n\r\n\r\n\r\n(b) in excess of the statutory authority of the agency;\r\n\r\n\r\n\r\n(c) made upon unlawful procedure;\r\n\r\n\r\n\r\n(d) affected by other error of law;\r\n\r\n\r\n\r\n(e) clearly erroneous in view of the reliable, probative and substantial evidence on the whole record;  or\r\n\r\n\r\n\r\n(f) arbitrary or capricious or characterized \r\nby abuse of discretion or clearly unwarranted exercise of discretion.\r\n\r\n\r\n\r\nS.C. Code Ann. § 1-23-380(A)(6) (Supp. \r\n1998); Ballenger, 331 S.C. at 251, 500 S.E.2d at 185.\r\n\r\n\r\n\r\n\"Substantial evidence is not a mere \r\n  scintilla of evidence nor evidence viewed blindly from one side, but is evidence \r\n  which, when considering the record as a whole, would allow reasonable minds \r\n  to reach the conclusion that the agency reached . . . .\" Welch Moving and \r\n  Storage Co., Inc. v. Pub. Serv. Comm'n of South Carolina, 301 S.C. 259, \r\n  261, 391 S.E.2d 556, 557 (1990) (quoting Palmetto Alliance, Inc. v. South \r\n  Carolina Public Serv. Comm'n, 282 S.C. 430, 432, 319 S.E.2d 695, 696 (1984)). \r\n  \"The 'possibility of drawing two inconsistent conclusions from the evidence \r\n  does not prevent an Administrative Agency's finding from being supported by \r\n  substantial evidence.' \" Grant v. South Carolina Coastal Council, 319 \r\n  S.C. 348, 353, 461 S.E.2d 388, 391 (1995) (quoting Palmetto Alliance, Inc., \r\n282 S.C. at 432, 319 S.E.2d at 696).\r\n\r\n\r\n\r\nLAW/ANALYSIS\r\n\r\n\r\n\r\n\r\n\r\n  Whether DHEC Violated \r\n    Sierra Club's Procedural Due Process Rights by Entering into the Stipulated \r\n  Agreement with Laidlaw?\r\n\r\n\r\n\r\n\r\nSierra Club contends DHEC violated \r\n  its due process rights by entering into an ex parte stipulated agreement \r\n  with Laidlaw. Specifically, Sierra Club contends the stipulated agreement circumvented \r\n  the regulatory procedures for permit issuance and review, thus improperly absolving \r\n  Laidlaw's burden of proof and violating Sierra Club's procedural due process \r\n  rights.(7) While we expressly disapprove of the \r\n  ex parte procedure utilized by DHEC and Laidlaw which culminated in \r\n  the stipulated agreement, we hold the exhaustive hearing and the DHEC Board's \r\n  review removed any prejudicial error and adequately protected Sierra Club's \r\ndue process rights.\r\n\r\n\r\n\r\n\"Due process is flexible and calls \r\n  for such procedural protections as the particular situation demands.\" Ogburn-Matthews \r\n  v. Loblolly Partners, 332 S.C. 551, 561, 505 S.E.2d 598, 603 (Ct. App. 1998) \r\n  (quoting Stono River Envtl. Protection Ass'n v. South Carolina Dep't of Health \r\n  and Envtl. Control, 305 S.C. 90, 94, 406 S.E.2d 340, 341 (1991)). \"The requirements \r\n  of due process include notice, an opportunity to be heard in a meaningful way, \r\n  and judicial review.\" Ogburn-Matthews, 332 S.C. at 562, 505 S.E.2d at \r\n  603; see also S.C. Const. art. 1, § 22. \"To prove the denial of due \r\n  process in an administrative proceeding, a party must show that it was substantially \r\n  prejudiced by the administrative process.\" Ogburn-Matthews, 332 S.C. \r\n  at 561, 505 S.E.2d at 603 (citing Palmetto Alliance, Inc. v. South Carolina \r\nPublic Service Comm'n, 282 S.C. 430, 319 S.E.2d 695 (1984)).\r\n\r\n\r\n\r\nThe regulations in effect during \r\n  the permitting process outlined the burden of proof pertinent to an administrative \r\n  hearing.(8) Regulation 61-72 section XVI stated \r\n  the moving or complaining party \"shall\" present his evidence or testimony first, \r\n  followed by all other parties. 25 S.C. Code Ann. Regs. 61-72 § XVI(C) (1989).(9) \r\n  This implies the complaining party bears the burden of proof. See Hoffman \r\n  v. County of Greenville, 242 S.C. 34, 39, 129 S.E.2d 757, 760 (1963) (\"The \r\n  burden of proof is upon the party who by the pleadings has the affirmative on \r\n  the issue. One who pleads an affirmative defense has the burden of proving it.\" \r\n  (internal citations omitted)); 2 Am. Jur. 2d Administrative Law § 360 \r\n  (1994) (\"Generally, the burden of proof is on the party asserting the affirmative \r\n  issue in an adjudicatory administrative proceeding.\"); 73A C.J.S. Public \r\n  Administrative Law and Procedure § 128 at 35 (1983) (\"In administrative \r\n  proceedings, the general rule is that an applicant for relief, benefits, or \r\n  a privilege has the burden of proof, and the burden of proof rests upon one \r\n  who files a claim with an administrative agency to establish that required conditions \r\n  of eligibility have been met. It is also a fundamental principle of administrative \r\n  proceedings that the burden of proof is on the proponent of a rule or order, \r\nor on the party asserting the affirmative of an issue.\"). \r\n\r\n\r\n\r\nBoth Laidlaw and Sierra Club petitioned \r\n  for review and thus both bore a burden of proof. See Rice v. South \r\n  Carolina Dep't of Highways and Pub. Transp., 277 S.C. 495, 496-7, 289 S.E.2d \r\n  645, 646 (1982) (holding litigants shared the burden of proof where the landowner \r\n  had the burden of proving his damages from a taking and the agency had the burden \r\n  of proving benefits received by the landowner). Thus, Laidlaw bore the burden \r\n  of proving DHEC erred by imposing certain conditions in the final permit; Sierra \r\n  Club bore the burden of establishing DHEC erred in issuing the final permit \r\nand financial responsibility determinations. \r\n\r\n\r\n\r\nLaidlaw and DHEC resolved their disagreements \r\n  as set forth in the stipulated agreement. The APA provisions permit parties \r\n  to resolve disputes through informal stipulations. 25 S.C. Code Ann. Reg. 61-72 \r\n  § XIII (1989) (\"Contested cases may be resolved by informal disposition through \r\n  means of stipulation, agreed settlement, consent order (with or without financial \r\n  penalty) or default.\"); S.C. Code Ann. § 1-23-320(f) (1986) (\"Unless precluded \r\n  by law, informal disposition may be made of any contested case by stipulation, \r\n  agreed settlement, consent order or default.\"). Consequently, Laidlaw no longer \r\n  sought a hearing once its issues were resolved and therefore withdrew as a complaining \r\n  party by amending its revised pleadings to reflect how the stipulated agreement \r\nresolved its contentions.\r\n\r\n\r\n\r\nSierra Club, however, maintained \r\n  its objections, thus retaining its burden of proving DHEC's decision to issue \r\n  the final permit and financial responsibility determination was contrary to \r\n  the reliable, probative, and substantial evidence on the whole record. Laidlaw's \r\n  agreement with DHEC did not affect Sierra Club's independently existing duty. \r\n  Furthermore, at the hearing's conclusion, the hearing examiner ostensibly based \r\n  his recommendation on the preponderance of the evidence, rather than on any \r\n  one party's burden of proof, thereby refuting Sierra Club's contention the stipulated \r\n  agreement altered the burden of proof. Therefore, the stipulated agreement did \r\nnot improperly absolve or shift Laidlaw's burden of proof.\r\n\r\n\r\n\r\nSierra Club further contends DHEC's \r\n  permit issuance should be reversed because the permit's terms were based on \r\n  the stipulated agreement which was negotiated without affording an opportunity \r\n  to participate to Sierra Club, a named party in the litigation. Although we \r\n  disapprove of DHEC's procedure, we affirm the permit issuance because Sierra \r\n  Club failed to establish substantial prejudice in light of the extensive administrative \r\nhearing and the DHEC Board's review.\r\n\r\n\r\n\r\nBoth Laidlaw and DHEC presented witnesses \r\n  at the administrative hearing which lasted approximately twenty-four days. Sierra \r\n  Club participated in the lengthy hearing by presenting its own witnesses and \r\n  cross-examining Laidlaw's and DHEC's witnesses. Therefore, even if the stipulated \r\n  agreement violated regulatory procedure, Sierra Club cannot establish substantial \r\n  prejudice because it was afforded a full opportunity to present its case before \r\nthe hearing examiner.\r\n\r\n\r\n\r\nMoreover, the DHEC Board objectively \r\n  reviewed the hearing commissioner's decision to uphold the permit issuance as \r\n  modified by the stipulated agreement. At oral argument, Sierra Club's counsel \r\n  conceded the DHEC Board corrected two of Sierra Club's three most egregious \r\n  concerns. First, the Board altered the permit so that both hazardous and nonhazardous \r\n  waste counted toward the Pinewood Facility's capacity limit. Second, the Board \r\n  required an environmental impairment cash trust fund of $133,000,000 to be funded \r\nby 2004.\r\n\r\n\r\n\r\nThe DHEC Board's reversal of two \r\n  of Sierra Club's three major contentions discredits Sierra Club's contention \r\n  that the stipulated agreement tainted the entire process. We therefore conclude \r\n  Sierra Club failed to establish the stipulated agreement substantially prejudiced \r\n  its due process rights. See Ogburn-Matthews, 332 S.C. at 561, \r\n  505 S.E2.d at 603 (stating a party must show it was substantially prejudiced \r\nby the administrative process to establish a denial of due process).\r\n\r\n\r\n\r\nWe further note that while the pertinent \r\n  regulations authorize the resolution of disputes through stipulated agreements, \r\n  the regulations do not explicitly authorize stipulated agreements at the exclusion \r\n  of a named party. Furthermore, the regulations also provide explicit and elaborate \r\n  mechanisms for modifying or challenging permit conditions. See 25 S.C. \r\n  Code Ann. Regs. 61-79.124.5 (1989) (outlining procedures for modifying permits); \r\n  25 S.C. Code Ann. Regs. 61-79.270.41 (1989) (listing grounds for major modifications \r\n  including material facility alterations, new information, and new regulations \r\n  etc.); 25 S.C. Code Ann. 61-79.270.42 (1989) (outlining procedures for minor \r\n  modifications); 25 S.C. Code Ann. Regs. 61-72 § III (1989) (outlining procedures \r\nfor adjudicatory hearings). \r\n\r\n\r\n\r\nAlthough DHEC issued the final permit \r\n  to Laidlaw after completing the procedures required for permit issuance, including \r\n  issuing a draft permit, giving public notice, affording an opportunity for public \r\n  comment, and preparing responses to oral and written comments received, DHEC \r\n  then effectively circumvented the permitting procedures by modifying the final \r\n  permit through ex parte negotiations with Laidlaw. DHEC's ex parte \r\n  agreement with Laidlaw negatively impacted Sierra Club's due process rights, \r\n  undermined the spirit of the APA whose statutory framework is designed to ensure \r\n  notice to and participation by all interested parties, and called into question \r\n  the fairness of the permitting procedures. Consequently, we limit our holding \r\n  to the facts of this case because absent the exhaustive twenty-four day hearing \r\n  and meaningful review by the DHEC Board, which Sierra Club concedes cured two \r\n  of Sierra Club's three major concerns, DHEC's and Laidlaw's actions might well \r\nrequire reversal.\r\n\r\n\r\n\r\nII. Whether the Permit's \r\n  Provisions are Clearly Erroneous in View of the Reliable, Probative and Substantial \r\nEvidence on the Whole Record?\r\n\r\n\r\n\r\nBecause we conclude Sierra Club failed \r\n  to establish a due process violation warranting reversal, we now address whether \r\n  the reliable, probative, and substantial evidence on the whole record supports \r\nparticular provisions in the final permit. \r\n\r\n\r\n\r\nThe DHEC Board is the ultimate fact \r\n  finder and may make its own findings adverse to the hearing officer's. See \r\n  Sierra Club v. Kiawah Resort Assocs., 318 S.C. 119, 125, 456 S.E.2d 397, \r\n  400 (1995) (noting the full Coastal Council is the ultimate finder of fact and \r\n  may make its own findings adverse to those of the hearing officer). The DHEC \r\n  Board's findings are presumptively correct and therefore the challenging party \r\n  bears the burden of proving the DHEC Board's order is clearly erroneous in view \r\n  of the substantial evidence on the whole record. See Patton v. South \r\n  Carolina Pub. Serv. Comm'n, 280 S.C. 288, 290-1, 312 S.E.2d 257, 259 (1984) \r\n  (explaining the burden of proof rests on the party challenging the Public Service \r\nCommission's order).\r\n\r\n\r\n\r\nA. Location Standards\r\n\r\n\r\n\r\nSierra Club contends the DHEC Board \r\n  erred in deeming the Pinewood Facility an \"existing unit\" and then allowing \r\n  Laidlaw to establish compliance with the location standards 180 days after the \r\n  final permit became effective, rather than requiring evidence of compliance \r\nwith location standards as a prerequisite to permit issuance. \r\n\r\n\r\n\r\nS.C. Code Ann. section 44-56-35 authorizes \r\n  DHEC to promulgate regulations establishing location standards for hazardous \r\n  waste disposal facilities to \"ensure long-term protection of human health and \r\n  the environment.\" S.C. Code Ann. § 44-56-35 (Supp. 1998). The statute provides: \r\n  \"Upon promulgation of these standards, any new facility shall comply \r\n  with these standards prior to issuance of a Part B permit. For any existing \r\n  facility, these new standards shall be incorporated and become a condition of \r\n  any Part B permit. Failure to meet the site suitability standard regulations \r\n  shall be deemed to be a failure to meet the conditions of the permit.\" Id. \r\n  (emphasis added); see also 25 S.C. Code Ann. Regs. 61-79.270.30(a) \r\n  (Supp. 1998) (\"Any permit noncompliance . . . constitutes a violation of the \r\n  appropriate Act and is grounds for enforcement action; for permit termination, \r\n  revocation and reissuance, or modification; or for denial of a permit renewal \r\n  application.\"); 25 S.C. Code Ann. 61-79.270.43 (Supp. 1998) (noting that a permittee's \r\n  noncompliance with a condition of the permit is grounds for terminating the \r\npermit).\r\n\r\n\r\n\r\nThe corresponding regulation states: \r\n  \"For units permitted prior to the effective date of this regulation, failure \r\n  to submit a demonstration of compliance with these location standards within \r\n  one hundred and eighty days of the effective date of this regulation shall be \r\n  deemed to be a failure to meet the conditions of the permit.\" 25A S.C. Code \r\n  Ann Regs. 61-104 § II(A) (1998). The regulation defines existing unit as \"a \r\n  unit which has received a hazardous waste permit by the effective date of this \r\n  regulation or has met the requirements for interim status.\" 25A S.C. \r\nCode Ann. Regs. 61-104 III(K) (Supp. 1998) (emphasis added).\r\n\r\n\r\n\r\nLaidlaw \r\n  qualified for interim status in 1980. In July 1989, DHEC issued Laidlaw a final \r\n  permit effective September 1, 1989. The location standard regulations did not \r\n  become effective until February 22, 1991. See 25A S.C. Code Ann. Regs. \r\n  61-104 (Supp. 1998). Therefore, DHEC properly deemed Laidlaw an existing unit. \r\n25A S.C. Code Ann. Regs. 61-104 § III(K) (Supp. 1998). \r\n\r\n\r\n\r\nThe regulations then required Laidlaw \r\n  to establish compliance with the location standards within 180 days of the regulation's \r\n  effective date, February 22, 1991. 25A S.C. Code Ann. Regs. 61-104 § II(A) (Supp. \r\n  1998). Whether Laidlaw established compliance within the 180 day period is moot \r\n  since Laidlaw has now satisfied the location standards.(10) \r\n  See Byrd v. Irmo High Sch., 321 S.C. 426, 431, 468 S.E.2d 861, \r\n  864 (1996) (\"A case becomes moot when judgment, if rendered, will have no practical \r\n  legal effect upon existing controversy.\" (quoting Mathis v. South Carolina \r\n  State Highway Dep't, 260 S.C. 344, 346, 195 S.E.2d 713, 715 (1973))). Therefore, \r\n  we reject Sierra Club's contention that it was error to deem the Pinewood Facility \r\nan existing unit and allow Laidlaw 180 days to establish compliance. \r\n\r\n\r\n\r\nB. \"Claims Made\" Accidental \r\nOccurrences Insurance Policy\r\n\r\n\r\n\r\nSierra \r\n  Club next contends DHEC's financial responsibility decision is clearly erroneous \r\n  because DHEC accepted a \"claims made\" insurance policy for accidental occurrence \r\n  liability coverage in an insufficient amount.  \r\n\r\n\r\n\r\nS.C. Code Ann. section 44-56-60(c) \r\n  (1985) provides: \"Before issuance of a permit, the Department shall require \r\n  . . . [e]vidence of liability insurance for sudden and nonsudden accidental \r\n  occurrences in such amount as the Department may determine necessary for the \r\n  protection of the public health and safety of the environment.\" S.C. Code Ann. \r\n  § 44-56-60(c) (1985). Our legislature deemed the liability coverage necessary, \r\n  in part, \"[t]o protect future generations from the financial devastation of \r\n  disrupted hazardous waste burial sites and accidents involving hazardous materials \r\n  by increasing the amount of the Hazardous Waste Contingency Fund by industry \r\nand state contributions.\" S.C. Code Ann. § 44-56-60 (Supp. 1998) (editor's note).\r\n\r\n\r\n\r\nRegulation 61-79.264.147 requires \r\n  a minimum coverage amount of one million dollars per occurrence with an annual \r\n  two million dollar aggregate for sudden occurrences, and three million dollars \r\n  per occurrence and a six million dollar annual aggregate for non-sudden accidental \r\noccurrences. 25 S.C. Code Ann. Regs. 61-79.264.147(a) &amp; (b) (1989).(11)\r\n\r\n\r\n\r\nLaidlaw's thirty million dollar policy \r\n  substantially exceeds the minimum regulatory requirements. See 25 S.C. \r\n  Code Ann. Regs. 61-79.264.147(a) &amp; (b) (1989). Furthermore, in 1989, Peat \r\n  Marwick conducted an independent financial responsibility assessment of the \r\n  Pinewood Facility and reviewed an insurance policy covering it which was also \r\n  a claims made policy. Peat Marwick concluded the policy's terms and conditions \r\n  comported with industry standards. Lastly, the thirty million dollar policy \r\n  remains the industry standard for third party liability coverage and it is unlikely \r\n  any further coverage is even attainable. Therefore, we affirm the DHEC Board's \r\ndecision approving the thirty million dollar claims made policy.\r\n\r\n\r\n\r\nC. Potential Leaks and Harm \r\nto Lake Marion\r\n\r\n\r\n\r\nFinally, Sierra Club contends the \r\n  DHEC Board's factual findings regarding leaks from the Pinewood Facility and \r\n  potential harm to Lake Marion are unsupported by the record and clearly erroneous \r\nin view of the reliable, probative, and substantial evidence. We disagree.\r\n\r\n\r\n\r\nThe record contains testimony that \r\n  there have been no significant findings of contamination caused by tears in \r\n  the landfill's lining. Testimony also established that the Pinewood Facility \r\n  does not have a high potential for a release and that no release had exhibited \r\n  itself at the time of the hearing. Moreover, it appears the landfill's design \r\n  exceeded the regulatory requirements at each stage of construction. Testimony \r\n  also established that the monitoring system exceeded the regulatory requirements \r\n  and will prevent contamination by detecting a release in time to correct the \r\n  problem before damage occurs. Finally, there is testimony from several experts \r\n  stating that even if an undetected and unremediated leak occurred, there would \r\n  be no practical impact on Lake Marion because of slow migration and dilution. \r\n  Therefore, although we have concerns about the proximity of this facility to \r\n  Lake Marion, we conclude the record contains substantial evidence sufficient \r\n  to affirm the DHEC Board's factual conclusions regarding potential leaks and \r\n  harm to Lake Marion. See Ballenger, 331 S.C. at 251, 500 S.E.2d \r\n  at 185 (noting \"this court will not substitute its judgment for that of the \r\n  agency as to the weight of the evidence on questions of fact\" and an agency's \r\n  factual finding may only be reversed if clearly erroneous in view of the reliable, \r\n  probative, and substantial evidence on the whole record); see also \r\n  S.C. Code Ann. § 1-23-380(A)(6) (Supp. 1998). We therefore affirm DHEC's permit \r\nissuance.(12) \r\n\r\n\r\n\r\nIII. \r\n  Whether DHEC Violated the APA in Promulgating the Financial Assurance Regulations? \r\n\r\n\r\n\r\n\r\nSierra Club contends DHEC failed \r\n  to promulgate the financial assurance regulations in compliance with the APA. \r\n  Specifically, Sierra Club contends DHEC failed to issue proper notice and provide \r\nopportunity for adequate public comment. We agree.\r\n\r\n\r\n\r\nBefore promulgating or amending a \r\n  regulation, the APA requires DHEC to publicly notice a drafting period through \r\n  publication in the State Register. S.C. Code Ann. § 1-23-110(A)(1) (Supp. 1993). \r\n  DHEC must also \"give notice of a public hearing at which the agency will receive \r\n  data, views, or arguments, orally and in writing, from interested persons on \r\n  proposed regulations . . . if requested by twenty-five persons . . . or by an \r\n  association having not less than twenty-five members.\" S.C. Code Ann. § 1-23-110(A)(3) \r\n  (Supp. 1993). The notice of a public hearing must include \"either the text or \r\n  a synopsis of the proposed regulation.\" S.C. Code Ann. § 1-23-110(A)(3)(c) (Supp. \r\n1993).\r\n\r\n\r\n\r\nOn June 24, 1994, DHEC publicly noticed \r\n  its proposal to modify and revise hazardous waste regulations. The notice stated \r\n  the provisions under consideration included: \"[m]odify[ing] financial assurance \r\n  provisions for cleanup and environmental impairment restoration at treatment, \r\n  storage, and disposal facilities.\" Subsequently, DHEC received several written \r\ncomments from industry.\r\n\r\n\r\n\r\nDHEC issued a second notice on September \r\n  23, 1994. This second notice, and any notice of a drafting period subsequent \r\n  to July 1, 1994, was required to include \"a synopsis of what the agency plans \r\n  to draft.\" S.C. Code Ann. § 1-23-110(A)(1)(b) (Supp. 1993). The September notice \r\nomitted any reference to financial assurance provisions. \r\n\r\n\r\n\r\nOn October 13, 1994, DHEC published \r\n  its proposed modifications summary for information purposes only. Although the \r\n  summary referenced the June and September notices, the proposed modifications \r\n  omitted any reference to, or synopsis of, financial assurance regulations. On \r\n  October 28, 1994, DHEC published notice of a public hearing to be held December \r\n  8, 1994. While the notice referenced the June and September notices, the synopsis \r\nfailed to include financial assurance provisions as a matter for consideration.\r\n\r\n\r\n\r\nOn November 28, 1994, DHEC held an \r\n  informational forum and received public comments. The comments received from \r\n  industry focused on the absence of financial assurance provisions and \r\n  accused DHEC of abandoning regulations proposed through public review and comment \r\nprocedures in favor of new regulations with little or no public notice or comment.\r\n\r\n\r\n\r\nOn December 8, 1994, a hearing was \r\n  held before the DHEC Board where the DHEC staff issued its proposed regulations \r\n  and sought final approval from the Board. The proposed regulations did not include \r\n  any financial assurance provisions. At the Board meeting a DHEC staff member, \r\n  as well as DHEC's Commissioner, stated the proposed regulations omitted provisions \r\n  addressing financial assurances for environmental impairment. The Commissioner \r\n  noted, however, that DHEC had received comments from the regulated community \r\n  and intended to propose financial assurance regulations at the next DHEC Board \r\n  meeting. After the DHEC Board meeting, industry opponents began voicing their \r\nconcern over DHEC's potential amendments.\r\n\r\n\r\n\r\nOn January 12, 1995, DHEC submitted \r\n  financial assurance regulations to the DHEC Board without any additional notice \r\n  of drafting or opportunity for public comment. This was the first notice to \r\n  the public of the content of the proposed regulations. DHEC stated the new regulations \r\n  resulted from comments received from the June and September notices, the November \r\n  information forum, and the December 8, 1994 DHEC Board meeting. The DHEC Board \r\n  gave those opposing or supporting the new regulations three minutes each to \r\n  speak. The DHEC Board then approved the regulations with one alteration. The \r\n  Board changed the phrase \"the state treasurer shall determine if the mechanism \r\n  chosen meets the requirements set forth\" to \"[t]he department, after consultation \r\n  with the state treasurer, shall determine if the mechanism chosen meets the \r\nrequirements set forth.\"\r\n\r\n\r\n\r\nWe find DHEC's promulgation procedure \r\n  insufficient to satisfy the letter or the spirit of the APA. Although the June \r\n  1994 notice mentioned modifying financial assurance provisions, the September \r\n  1994 notice omitted any such reference. Even if the September notice was independent \r\n  from the June notice, as Laidlaw argues,(13) \r\n  the October notice of the December public hearing, which explicitly referenced \r\n  the June and September notices, omitted any reference to proposed changes in \r\n  the financial assurance regulations. By explicitly referencing the June notice \r\n  and failing to include modification of financial assurance provisions as a topic \r\n  for consideration at the public hearing, DHEC essentially put Sierra Club, and \r\n  the public in general, on notice that it had decided against pursuing modification \r\nof the financial assurance provisions as originally indicated in the June notice.\r\n\r\n\r\n\r\nMoreover, DHEC's response to comments \r\n  explicitly stated the regulations proposed in December omitted financial assurance \r\n  provisions. Furthermore, both a DHEC staff member and the DHEC Commissioner \r\n  stated the regulations proposed in December failed to address financial assurance \r\n  issues. Therefore, DHEC itself confirms Sierra Club's argument that the preceding \r\n  process did not address financial assurance issues nor provide notice that DHEC \r\nwas still considering modifying the financial assurance regulations.\r\n\r\n\r\n\r\nAt the December 8, 1994 DHEC Board \r\n  meeting, DHEC mentioned its intentions to propose financial assurance regulations. \r\n  However, no further public notice, draft, or hearing was issued or held regarding \r\n  the financial assurance provisions. As indicated above, the October notice of \r\n  the December public hearing essentially put Sierra Club on notice that DHEC \r\n  had abandoned its intention of modifying the financial assurance regulations. \r\n  Therefore, DHEC was required to publish new notice of its intention to modify \r\n  the financial assurance regulations. See S.C. Code Ann. § 1-23-110(A)(1) \r\n(Supp. 1993 and 1999).\r\n\r\n\r\n\r\nEven if republication of notice was \r\n  not required, DHEC's failure to properly notice the December 8, 1994 public \r\n  hearing before the DHEC Board is fatal. DHEC stated the financial assurance \r\n  regulations resulted, in part, from comments received at the hearing during \r\n  the December DHEC Board meeting. However, there is no indication in the record \r\n  that this public hearing before the DHEC Board was properly noticed with either \r\n  the text or a synopsis of the proposed financial assurance regulations.(14) \r\nSee S.C. Code Ann. § 1-23-110(A)(3)(c) (Supp. 1993). \r\n\r\n\r\n\r\nWe reject Laidlaw's argument that \r\n  a three minute opportunity to express concern cures procedural defects and waives \r\n  the right to contest a deficient notice and comment procedure. Furthermore, \r\n  the DHEC Board's decision to adopt the regulations at the same meeting Sierra \r\n  Club was first afforded the opportunity to contest the regulations implies the \r\n  DHEC Board's decision was already made and further taints the promulgation procedures. \r\n  Finally, we decline to hold that the General Assembly's approval of the regulations' \r\nsubstantive content cures the defects in DHEC's promulgation of those regulations.\r\n\r\n\r\n\r\nWhile DHEC may modify its proposed \r\n  regulations based on comments received, the regulations subject to comment must \r\n  be properly noticed to afford balanced participation and an adequate opportunity \r\n  to submit comments. The proposed financial assurance regulations at issue are \r\n  not mere modifications from previously issued regulations but constitute an \r\n  entirely new set of regulations governing financial assurance. We do not believe \r\n  DHEC's authority to respond to comments amounts to a license to issue regulations \r\nwithout subjecting them to public notice and comment.\r\n\r\n\r\n\r\nWe hold DHEC violated the APA in \r\n  promulgating the financial assurance regulations and therefore vacate the financial \r\n  assurance regulations. Consequently, Laidlaw must immediately begin paying into \r\n  the $133,000,000 environmental impairment cash trust fund and ensure the fund \r\n  is fulfilled by 2004 as ordered by the DHEC Board. Because we reverse on procedural \r\n  grounds, we do not reach Sierra Club's remaining contentions regarding the substance \r\nof the proposed financial assurance regulations.\r\n\r\n\r\n\r\nIV. Whether the Reliable, \r\n  Probative and Substantial Evidence on the Whole Record Supports the DHEC Board's \r\n  Ruling that both Hazardous and Nonhazardous Waste Count Towards the Final Permit's \r\n2250 acre-foot Capacity Limit?\r\n\r\n\r\n\r\nLaidlaw contends the DHEC Board erred \r\n  in counting both hazardous and nonhazardous waste towards the final permit's \r\n  2250 acre-foot capacity limit, asserting the DHEC Board (1) erroneously applied \r\n  the hazardous waste regulatory provisions to nonhazardous waste, (2) unlawfully \r\nrevoked IWP-145, and (3) misinterpreted and misapplied the mixture rule.\r\n\r\n\r\n\r\nA.\r\n\r\n\r\n\r\nLaidlaw first contends the regulations \r\n  governing the final permit only apply to hazardous waste and thus the DHEC Board \r\n  erred in applying nonhazardous waste, allegedly regulated under IWP-145, towards \r\nthe final permit's 2250 acre-foot capacity limit. We disagree.\r\n\r\n\r\n\r\nThe statutory and regulatory language \r\n  may indicate, at least facially, that the provisions only govern hazardous waste \r\n  disposal. See, e.g., S.C. Code Ann. § 44-56-60(a)(2) (Supp. 1998) (\"No \r\n  person may . . . operate any hazardous waste treatment, storage, or disposal \r\n  facility or site . . . .\" (emphasis added)); 25 S.C. Code Ann. Regs. 61-79.270.13(i) \r\n  (Supp. 1998) (\"Part A of the application shall include . . . [a] description \r\n  of the processes to be used for treating . . . hazardous waste . . . \r\n  .\"). Upon closer inspection, however, we find the pertinent statutes and regulations \r\n  govern hazardous waste facilities, not just hazardous waste. Therefore, we must \r\n  determine whether the regulations govern the Pinewood Facility as a whole, including \r\nwaste disposed under the pre-existing IWP-145.\r\n\r\n\r\n\r\nWhen Laidlaw first received IWP-145, \r\n  DHEC stated that, \"if operation of the facility is impacted by any State \r\n  or Federal laws or regulations then in effect, the Permit application must be \r\n  resubmitted to comply with such new laws or regulations, and operation of the \r\n  facility will comply with any stipulations contained therein.\" The same \r\n  letter referenced the \"hazardous characteristics of the waste\" disposed at the \r\n  Pinewood Facility. These references imply IWP-145 applied to the entire Pinewood \r\n  Facility and thus governed hazardous and nonhazardous waste disposal subject \r\nto future regulations.\r\n\r\n\r\n\r\nA DHEC letter accompanying the extension \r\nof IWP-145 contained a similar reservation. The letter stated: \r\n\r\n\r\n\r\n\"As you know this Department is developing \r\n  comprehensive hazardous waste management regulations. At such time these regulations \r\n  become effective, all facilities handling waste defined as hazardous will \r\n  be subject to these regulations. It is likely that many of the wastes handled \r\n  at this facility will be defined as hazardous and the regulations may \r\n  affect the operation of your site. You should be aware of these upcoming \r\nrequirements in planning the future development of this site.\"\r\n\r\n\r\n\r\nDHEC thus explicitly subjected the \r\n  Pinewood Facility in general, and IWP-145 in particular, to future regulations \r\n  governing hazardous waste. Furthermore, as the letters to Laidlaw indicated, \r\n  the regulatory provisions govern facilities or sites handling hazardous \r\n  waste. See S.C. Code Ann. § 44-56-60(a)(2) (Supp. 1998) (\"[n]o person \r\n  may construct, substantially alter or operate a hazardous waste treatment, storage, \r\n  or disposal facility or site . . . without first obtaining a permit from \r\n  the department for the facility, site, or activity.\" (emphasis added)); \r\n  25 S.C. Code Ann. Regs. 61-79.270.1(b) (Supp. 1998) (\"Not later than 90 days \r\n  after the promulgation or revision of regulations . . . owners or operators \r\n  of hazardous waste treatment, storage, or disposal facilities may be \r\n  required to file a notification of the activity . . . .\" (emphasis added)); \r\n  25 S.C. Code Ann. 61-79.270.2 (\" 'Disposal facility' means a facility or part \r\n  of a facility at which hazardous waste is intentionally placed into or on the \r\n  land or water, and at which hazardous waste will remain after closure.\"); see \r\n  also North Carolina Dep't of Human Resources v. United States Dep't \r\n  of Health and Human Serv., 999 F.2d 767, 770 (4th Cir. 1993) \r\n  (noting an agency's interpretation of its own regulation deserves considerable \r\ndeference).\r\n\r\n\r\n\r\nMoreover, Laidlaw itself once contended that IWP-145 had been rescinded.  In a letter to DHEC, Laidlaw argued \"that\r\n\r\nthe substantial changes in the regulation of the management of hazardous wastes by [DHEC] and by the [EPA] have\r\n\r\nsuperseded the provisions of [IWP-145] and rendered [IWP-145] unnecessary and unenforceable.\"  \r\n\r\n\r\n\r\nTherefore, the DHEC Board appropriately \r\n  applied the regulations to the Pinewood Facility as a whole and, implicitly, \r\n  to IWP-145. Applying the regulations to the Pinewood Facility as a whole enabled \r\n  the DHEC Board to properly count both hazardous and nonhazardous waste disposed \r\n  at the Pinewood Facility towards the final permit's 2250 acre-foot capacity \r\n  limit, the Pinewood Facility's capacity limit as initially applied for by Laidlaw \r\nin 1980.(15)\r\n\r\n\r\n\r\nB.\r\n\r\n\r\n\r\nLaidlaw contends treating the Pinewood \r\n  Facility as a whole and counting both hazardous and nonhazardous waste towards \r\n  the final permit's 2250 acre-foot capacity limit effectively revoked Laidlaw's \r\nIWP-145 without due process. We disagree.\r\n\r\n\r\n\r\nWe recognize that the DHEC Board's \r\n  decision effectively superseded IWP-145. However, Laidlaw cannot successfully \r\n  assert a due process violation because Laidlaw knew at the outset that future \r\n  regulations could supersede IWP-145 and even advocated discarding IWP-145 when \r\n  Laidlaw thought to do so would benefit itself. Moreover, the DHEC staff's rejection \r\n  of Laidlaw's suggestion to discard IWP-145 is not controlling because the DHEC \r\n  Board, not the DHEC staff, is the ultimate fact finder. See South \r\n  Carolina Baptist Hosp. v. South Carolina Dep't of Health and Envtl. Control, \r\n  291 S.C. 267, 269-70, 353 S.E.2d 277, 278-9 (1987) (noting that under the State \r\n  Hospital Construction and Franchising Act the preliminary decision regarding \r\n  an application for a certificate of need is made by the DHEC staff but the DHEC \r\n  Board is the entity responsible for making the final agency decision); see \r\n  also Sierra Club, 318 S.C. at 125, 456 S.E.2d at 400 (\"The full \r\n  Council is the ultimate finder of fact and may make its own findings adverse \r\nto those of the hearing officer.\"). \r\n\r\n\r\n\r\nAs discussed above, from the date \r\n  Laidlaw initially received IWP-145, DHEC subjected the Pinewood Facility and \r\n  the corresponding permit to future statutes and regulations governing hazardous \r\n  waste. Once such regulations became effective, Laidlaw complied by submitting \r\n  an application under the new regulatory scheme. Therefore, Laidlaw's argument \r\nthat DHEC revoked IWP-145 without due process is unavailing.\r\n\r\n\r\n\r\nC.\r\n\r\n\r\n\r\nLaidlaw also challenges the DHEC \r\n  Board's \"mixture rule\" interpretation which supports counting hazardous and \r\n  nonhazardous waste towards the 2250 acre-foot capacity limit. The \"mixture rule\" \r\n  essentially deems a solid nonhazardous waste hazardous when mixed with a listed \r\n  hazardous waste, regardless of the proportion. 25 S.C. Code Ann. Regs. 61-79.261.3(a)(2)(iv) \r\n(1989).\r\n\r\n\r\n\r\nLaidlaw relies on EPA interpretations \r\n  and asserts the mixture rule applies only to generators and is thus inapplicable \r\n  to Laidlaw, a storage facility operator. However, the EPA's interpretations \r\n  are not dispositive because states may impose more stringent standards than \r\n  those promulgated by the EPA. 42 U.S.C.A. § 6929 (1995) (\"Nothing in this chapter \r\n  shall be construed to prohibit any State or political subdivision thereof from \r\n  imposing any requirements . . . which are more stringent than those imposed \r\n  by [regulations issued under this provision].\"); Blue Circle Cement, Inc. \r\n  v. Board of County Commissioners', 27 F.3d 1499, 1504-5 (10th \r\n  Cir. 1994); Old Bridge Chemicals, Inc. v. New Jersey Dep't of Envtl. Protection, \r\n  965 F.2d 1287, 1292, (3rd Cir. 1992). Therefore, the DHEC Board may \r\ninterpret the mixture rule in a more restrictive manner than the EPA.\r\n\r\n\r\n\r\nAlthough the DHEC Board declined \r\n  to base its decision solely on the mixture rule, the DHEC Board did find that \r\n  the mixture rule applied to disposing hazardous and nonhazardous waste into \r\n  the Pinewood Facility. Rather than limit the mixture rule to generators, the \r\n  DHEC Board applied the rule to waste disposal where hazardous and nonhazardous \r\n  waste mixed because excavating the waste required treating it as hazardous. \r\n  We find the DHEC Board's analysis reasonable. See North Carolina \r\n  Dep't of Human Resources v. United States Dep't of Health and Human Serv., \r\n  999 F.2d 767, 770 (4th Cir. 1993) (noting an agency's interpretation \r\nof its own regulation deserves considerable deference). \r\n\r\n\r\n\r\nThe record contains substantial evidence \r\n  that the waste disposed in the Pinewood Facility, at least in the early cells, \r\n  became mixed. Even though Laidlaw began separating waste by clay berms, Laidlaw's \r\n  compliance history, the Pinewood Facility's hydrogeology, and leaks within the \r\n  landfill cells may still cause mixing. Furthermore, the record contains sufficient \r\n  evidence that excavating the Pinewood Facility's waste will require treating \r\nthe waste as hazardous.\r\n\r\n\r\n\r\nMoreover, the DHEC Board's ruling \r\n  counting both hazardous and nonhazardous waste towards the capacity limit accords \r\n  with and furthers the federal policy seeking to minimize land disposal. 42 U.S.C.A. \r\n  § 6901(b)(7) (1995); Chemical Mfrs. Ass'n v. United States Envtl. Protection \r\n  Agency, 919 F.2d 158, 163-5 (D.C. Cir. 1990). Therefore, we find the DHEC \r\n  Board's interpretation of the \"mixture rule\" reasonable, in accord with federal \r\n  policy, and further justification for applying both hazardous and nonhazardous \r\n  waste toward the 2250 acre-foot hazardous waste capacity limit, thereby effectively \r\nlimiting the Pinewood Facility's total capacity to 2250 acre-feet. \r\n\r\n\r\n\r\nAlthough Sierra Club agrees both \r\n  hazardous and nonhazardous waste should count towards the 2250 acre-foot capacity \r\n  limit, Sierra Club contends the DHEC Board acted arbitrarily, capriciously, \r\n  and contrary to the substantial evidence by excluding nonhazardous waste disposed \r\n  prior to the DHEC Board's order from counting towards the final permit's 2250 \r\nacre-foot capacity limit. We agree. \r\n\r\n\r\n\r\nThe DHEC Board limited the final \r\n  permit's capacity to 2250 acre-feet and counted both hazardous and nonhazardous \r\n  waste toward the capacity limit. As discussed above, the DHEC Board recognized \r\n  the mixture rule supported its conclusion because all waste mixed with hazardous \r\n  waste must be treated as hazardous when excavated. Nevertheless, the DHEC Board \r\n  then inexplicably excluded all nonhazardous waste disposed prior to the Board's \r\n  order from counting towards the capacity limit.  \r\n\r\n\r\n\r\nThe DHEC Board merely cited confusion \r\n  and uncertainty over past interpretations to justify its decision to exclude \r\n  previously disposed nonhazardous waste from counting towards the capacity limit. \r\n  However, excluding previously disposed nonhazardous waste is inconsistent with \r\n  the DHEC Board's mixture rule rationale which it asserted previously in support \r\n  of its ruling to count both future hazardous and nonhazardous waste towards \r\n  the capacity limit. We find the reason cited by the Board insufficient and conclude \r\n  the Board acted arbitrarily and contrary to the substantial evidence in excluding \r\n  nonhazardous waste disposed prior to its order from counting toward the final \r\n  permit's 2250 acre-foot capacity limit. See Hamm v. Southern Bell \r\n  Tel. and Tel. Co., 302 S.C. 132, 136, 394 S.E.2d 311, 313 (1990)(noting \r\n  mere opinions unsupported by evidence are insufficient); Deese v. South Carolina \r\n  State Bd. of Dentistry, 286 S.C. 182, 184-5, 332 S.E.2d 539, 541 (Ct. App. \r\n  1985) (An agency's decision \"is arbitrary if it is without a rational basis, \r\n  is based alone on one's will and not upon any course of reasoning and exercise \r\n  of judgment, is made at pleasure, without adequate determining principles, or \r\nis governed by no fixed rules or standards.\").\r\n\r\n\r\n\r\nV. Conclusion\r\n\r\n\r\n\r\nWe find Sierra Club failed to establish \r\n  substantial prejudice as a result of the ex parte agreement. Therefore, \r\n  reversal of the permit issuance on the ground of a due process violation is \r\n  not warranted. Accordingly, we affirm the provisions of the final permit except \r\n  as to capacity. In that regard, we find the record supports the \r\n  DHEC Board's decision to count both hazardous and nonhazardous waste toward \r\n  the Pinewood Facility's capacity limit but reverse the DHEC Board's conclusion \r\n  that nonhazardous waste disposed prior to the Board's order will not count towards \r\n  the capacity limit. Finally, we conclude DHEC violated the APA in promulgating \r\n  the financial assurance regulations and therefore vacate the financial assurance \r\n  regulations. \r\n\r\n\r\n\r\nPursuant to the above analysis, we\r\n\r\n\r\n\r\nAFFIRM IN PART, REVERSE IN \r\nPART, and VACATE IN PART. \r\n\r\n\r\n\r\nSTILWELL and HOWARD, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n1.  No regulations required a public notice or hearing at the time DHEC initially issued IWP-145.  In 1991, the South\r\n\r\nCarolina Supreme Court held that \"constitutional due process provisions, apart from the APA, are sufficient to confer the\r\n\r\nrights to notice and for an opportunity to be heard.\"  Stono River Envtl. Protection Ass'n v. South Carolina Dep't. of Health\r\n\r\nand Envtl. Control, 305 S.C. 90, 94, 406 S.E.2d 340, 342 (1991) (citing S.C. Const. art. I, § 22).  However, DHEC was\r\n\r\nunaware of this ruling in 1977 when it issued the initial permit without notice or a hearing and neither party properly argued\r\n\r\nthat the Stono River&nbsp;case should apply retroactively.  See Bochette v. Bochette, 300 S.C. 109, 112, 386 S.E.2d 475, 477\r\n\r\n(Ct. App. 1989) (holding an appellant may not use a reply brief to raise issues not argued in the initial brief).\r\n\r\n2.  Because DHEC and the EPA conducted their permitting procedures jointly, SCA also submitted an application with the\r\n\r\nEPA on November 17, 1980. \r\n\r\n3.  Genstar Corporation, which later changed its name to GSX Services of South Carolina, actually purchased SCA.  GSX\r\n\r\nlater changed its name to Laidlaw Environmental Services of South Carolina, Inc.  In the midst of this action, Laidlaw again\r\n\r\nchanged its name to Safety Kleen.  For clarity, we refer to the entity as Laidlaw throughout this opinion.\r\n\r\n4.  From 1980 until 1988, federal and state regulations underwent repeated alterations resulting in this protracted permitting\r\n\r\nprocedure.\r\n\r\n5.  An acre-foot equals an area one foot deep over one acre of land.  A 2250 acre-foot area equals approximately 3.6 million\r\n\r\ncubic yards.\r\n\r\n6.  At oral argument, Laidlaw's counsel asserted that Laidlaw has now chosen the insurance option for meeting its financial\r\n\r\nassurance responsibilities.\r\n\r\n7.  This analysis assumes, without deciding, Sierra Club invoked a fundamental right warranting procedural due process\r\n\r\nprotections.  See Ogburn-Matthews v. Loblolly Partners, 332 S.C. 551, 562, 505 S.E.2d 598, 603 (Ct. App. 1998) (\"Due\r\n\r\nprocess encompasses all rights which are of such fundamental importance as to require compliance with due process\r\n\r\nstandards of fairness and justice and includes procedural . . . rights of citizens against government actions that threaten the\r\n\r\ndenial of life, liberty, or property.\" (quoting Anonymous v. State Bd. of Med. Exam'rs, 323 S.C. 260, 264, 473 S.E.2d 870,\r\n\r\n872 (Ct. App. 1996), rev'd on other grounds, 329 S.C. 371, 496 S.E.2d 17 (1998))).\r\n\r\n8.   Our analysis focuses on whether DHEC followed the regulatory procedures in effect during the permit review process. \r\n\r\nWe therefore apply the regulations effective during the actual permit review and need not consider whether subsequent\r\n\r\namendments apply prospectively or retroactively.  See Rehkopf v. Kuhland, 30 S.C. 234, 238, 9 S.E. 99, 101 (1889)\r\n\r\n(holding a statutory amendment inapplicable to a cause of action that accrued prior to the amendment and applying the\r\n\r\nstatute in effect when the action accrued); Compare David E. Shipley, South Carolina Administrative Law 4-50 (1983)\r\n\r\n(noting regulations normally apply prospectively), with Carolina Power &amp; Light Co. v. Town of Pageland, 321 S.C. 538,\r\n\r\n543, 471 S.E.2d 137, 140 (1996) (\"The cardinal rule in determining whether a statute will have prospective or retroactive\r\n\r\napplication is that the intent of the legislature controls.\"), and  American Nat'l Fire Ins. Co. v. Smith Grading and Paving,\r\n\r\nCo., 317 S.C. 445, 448, 454 S.E.2d 897, 899 (1995) (\"A statute is not to be applied retroactively unless that result is so\r\n\r\nclearly compelled as to leave no room for doubt.  The statute must contain express words evincing an intent that it be\r\n\r\nretroactive or words necessarily implying such an intent.  The only exception to this rule is a statutory enactment that effects\r\n\r\na change in remedy or procedure.\" (internal citations omitted)), and Snavely v. Perpetual Fed. Sav. Bank, 306 S.C. 348, 350,\r\n\r\n412 S.E.2d 382, 384 (1991) (noting the presumption that statutory enactments apply prospectively rather than retroactively\r\n\r\nin their operation unless there is a specific provision of clear legislative intent to the contrary).\r\n\r\n9.  The revised provision states: \"The moving party shall bear the burden of proof to establish the matters propounded by a\r\n\r\npreponderance of the evidence;  provided, however, that in appeals of orders assessing civil penalties or imposing sanctions,\r\n\r\nthe Department shall have the burden of proof as to the allegations contained therein.\"  25 S.C. Code Ann. Regs. 61-72 Part\r\n\r\nVII § 702(B) (Supp. 1998).\r\n\r\n10.  The only evidence in the record Laidlaw complied with the location standards is the circuit judge's assertion to that\r\n\r\neffect.  Although Sierra Club contends in a footnote that the circuit judge erred in relying on statements made by DHEC's or\r\n\r\nLaidlaw's counsel that Laidlaw complied with the locations standards, Sierra Club did not sufficiently argue the issue to\r\n\r\npreserve it for appeal.  See  First Sav. Bank v. McLean, 314 S.C. 361, 363, 444 S.E.2d 513, 514 (1994) (noting an issue\r\n\r\nwhich is not argued in the brief is deemed abandoned and precludes consideration on appeal), cited in Taylor v. Medenica,\r\n\r\n331 S.C. 575, 582 n.7, 503 S.E.2d 458, 462 n.7 (1998); see also Muir v. C.R. Bard, Inc., 336 S.C. 266, 519 S.E.2d 583 (Ct.\r\n\r\nApp. 1999) (noting that conclusory arguments may be treated as abandoned); Rule 208(b)(1)(B), SCACR (\"Ordinarily, no\r\n\r\npoint will be considered which is not set forth in the statement of the issues on appeal.\" (formerly Rule 207(b)(1)(B),\r\n\r\nSCACR)).\r\n\r\n11.  These regulations were not altered by the amendments to the financial assurance regulations discussed in section III.\r\n\r\n12.  Sierra Club also argued the DHEC Board acted arbitrarily, capriciously, and contrary to the substantial evidence by\r\n\r\nexcluding from the Pinewood Facility's capacity limit nonhazardous waste disposed prior to the DHEC Board's order.  This\r\n\r\ncontention is addressed in part IV of our discussion along with Laidlaw's capacity arguments.\r\n\r\n13.  Laidlaw contends this second notice was separate and independent from the June notice and therefore any omission of\r\n\r\nfinancial assurance considerations was immaterial.  However, Laidlaw and DHEC expressly listed the September notice as\r\n\r\npart of the chronology of events involved in the promulgation of the financial assurance regulations.  Furthermore, the\r\n\r\nomission in the September notice of any reference or synopsis of the financial assurance regulations is significant, not\r\n\r\nbecause it is or is not related to the June notice, but because it provides another indication of a missed opportunity for\r\n\r\nDHEC to issue sufficient notice of the proposed regulations before the January DHEC Board meeting.\r\n\r\n14.  We acknowledge that notice of a public hearing is generally only required when requested by 25 persons or an\r\n\r\nassociation having not less than twenty-five members.  S.C. Code Ann. § 1-23-110(A)(3) (Supp. 1993).  However, even if\r\n\r\nSierra Club failed to request a public hearing, DHEC stated the regulations were promulgated in light of the hearing before\r\n\r\nthe DHEC Board.  Therefore, we hold DHEC was required to satisfy the notice requirements for a public hearing.  See 1-23-110(A)(3)(c) (Supp. 1993).  Furthermore, DHEC's failure to provide adequate notice that the financial assurance regulations\r\n\r\nwere still being considered excused Sierra Club from requesting a hearing.\r\n\r\n15.  Laidlaw's estoppel argument fails for similar reasons because even if DHEC's refusal to terminate IWP-145 kept the\r\n\r\npermit in effect, the regulations applied to the Pinewood Facility as a whole and therefore the DHEC Board's ruling applying\r\n\r\nboth hazardous and nonhazardous waste toward the 2250 acre-foot capacity limit was appropriate.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3104","title":"State v. Woods","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3104","description":"","date":"2000-01-24","type":"opinion","text":"\r\n      \r\n\r\n\r\nState v. Woods\r\n\r\n\r\n\r\nTHE \r\n  STATE OF SOUTH CAROLINA\r\n  In \r\n  The Court of Appeals\r\n  ________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        The \r\n          State, Respondent,\r\n          \r\n        \r\n    \r\n  \r\n\r\n\r\nv.\r\n    \r\n\r\n    \r\n      \r\n        \r\n          Derrick \r\n          Bernard Woods, \r\nAppellant.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n  \r\n   \r\nAppeal \r\n  From York County\r\n  Thomas \r\n  W. Cooper, Jr., Circuit Court Judge\r\n________ \r\n  \r\n   \r\nOpinion \r\n  No. 3104\r\n  Submitted \r\n  December 7, 1999 - Filed January 24, 2000\r\n________ \r\n  \r\n   \r\nREVERSED \r\n  AND REMANDED\r\n________ \r\n   \r\n \r\n   \r\n     \r\n       \r\n        Assistant \r\n          Appellate Defender Melody J. Brown, of SC Office of Appellate Defense, \r\n          of Columbia, for appellant. \r\n          \r\n           \r\n        Attorney \r\n          General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, \r\n          Assistant Deputy Attorney General Salley W. Elliott, all of Columbia; \r\n          and Solicitor Thomas E. Pope, of York, for respondent.\r\n      \r\n    \r\n  \r\n\r\n \r\n  \r\n    ________ \r\n  \r\n  \r\nGOOLSBY, \r\n  J.: Derrick Bernard Woods appeals his conviction for distribution of \r\n  crack cocaine and distribution within proximity of a public park. Woods moved \r\n  for a new trial based on information acquired after his conviction that a juror \r\n  had not properly responded to voir \r\n  dire questions. The trial court \r\n  denied the motion. We reverse and remand. (1) \r\n   \r\nFACTS \r\n   \r\nWhen \r\n  conducting a voir dire \r\n  examination of the jury venire, the trial court identified each of the lawyers \r\n  that would be involved in Woods' trial and asked if anyone was a \"friend[ ] \r\n  or casual acquaintance[ ] with any of them or business associate[ ] or social \r\n  acquaintance[ ] with any of them, [including] having been represented by any \r\n  of them in the past.\" The trial court also inquired whether anyone was a \"contributor[ \r\n  ] to or supporter[ ] of any organization which has as its primary function the \r\n  promotion of law enforcement or protection of victims' rights such as MADD, \r\n  SADD, CAVE, or the like . . . .\" \r\n   \r\nAfter \r\n  the jury returned its verdict but before sentencing, counsel for Woods told \r\n  the trial court, \"I've just been informed that one of the jurors was actually \r\n  a worker in the solicitor's office for a period of time and I don't recall her \r\n  answering that question during the voir \r\n  dire.\" Woods moved for a new \r\n  trial based on the \"after-discovered information.\" His counsel said later, \"[I]f \r\n  we had known prior to the verdict coming in that she had been working in the \r\n  victim's office, I would certainly have . . . challenge[d] for cause or at the \r\n  very least . . . use[d] a peremptory challenge to try to keep her off the jury.\" \r\n  Woods still had one peremptory challenge remaining when the juror's name was \r\n  called.   \r\nAt \r\n  a post-trial hearing conducted on Woods' motion, the juror in question testified \r\n  she had served \"off and on for about a good three years\" as a volunteer in the \r\n  victim's advocate program administered by the solicitor's office, the last time \r\n  being in 1998, the year of Woods' trial. Regarding her failure to answer the \r\n  trial court's question about any business association or social acquaintance \r\n  with any of the counsel connected with the case, the juror testified she did \r\n  not \"realize that [the question] would mean advocate because the attorneys themselves \r\n  I really don't have [very] much to do with them.\" (2) \r\n  Regarding her failure to answer the trial court's question about being either \r\n  a contributor or supporter of any organization that protected victims' rights, \r\n  the juror testified she did not recall the question being asked and, even if \r\n  she did hear the question, \"it just didn't synchronize [sic].\" \r\n   \r\nThe \r\n  trial court denied the motion for new trial, holding the juror's failure to \r\n  disclose the information in issue had not been intentional. \r\n   \r\nDISCUSSION \r\n   \r\nWoods \r\n  contends he was denied his constitutional right (3) \r\n  to have an impartial jury decide his guilt or innocence because one juror \"failed \r\n  to inform the court of her work with the victim's advocacy program through the \r\n  local solicitor's office even though she was specifically asked about such ties \r\n  [during] voir dire.\" \r\n  (4) We agree because we deem State \r\n  v. Gulledge (5) dispositive. \r\n   \r\nIn \r\n  Gulledge, our supreme court, \r\n  relying on Photostat Corporation v. \r\n  Ball, (6) reversed a conviction where \r\n  there was no justification for a juror's failure to disclose her relationship \r\n  to the deputy sheriff when the trial court specifically questioned jurors on \r\n  voir dire \r\n  about the existence of such a relationship.  \r\n   \r\nHere, \r\n  as in Gulledge, the juror did \r\n  not justify her failure to disclose particular information that was specifically \r\n  sought by a voir dire \r\n  question addressed to all jurors. (7) The juror, \r\n  when she testified, stated she did not recall being asked any question on voir \r\n  dire about having contributed \r\n  to or supported a victims' rights organization. She did not claim the question \r\n  was not asked. The record clearly shows it was. Moreover, it was a question \r\n  that could not have been easily misunderstood, notwithstanding the juror's assertion \r\n  that, if she heard the question when the trial court addressed it to the jurors, \r\n  it did not \"synchronize.\"  \r\n   \r\nWe \r\n  do not reach the question of whether the juror's failure to respond to a specific \r\n  question about the juror's business association or acquaintance with any of \r\n  the counsel involved in the case also provides a basis for reversal of Woods' \r\n  conviction. (8)  \r\n   \r\nREVERSED \r\n  AND REMANDED. \r\n   \r\n\r\nHOWELL, \r\nC.J., and HEARN, J., concur. \r\n1.  Because oral \r\n  argument would not aid the court in resolving the issue on appeal, we decide \r\n  this case without oral argument pursuant to Rule 215, SCACR. \r\n2.  The juror \r\n  also revealed her daughter had been murdered and the solicitor's office had \r\n  prosecuted the person accused of having committed the murder. \r\n3.  U.S. CONST. \r\n  amend. XIV and amend. VI; S.C. CONST. art. I, § 14. \r\n4.  The issue \r\n  is preserved. Woods argues, as he did at the trial level, that the requested \r\n  information would have been a material factor in his use of peremptory challenges. \r\n  Cf. Thompson \r\n  v. O'Rourke, 288 S.C. 13, 339 S.E.2d 505 (1986) (a reversal is not required \r\n  where the appellants did not argue that the use of their peremptory challenges \r\n  would have been altered by the disclosure of information withheld by a juror \r\n  during voir dire \r\n  questioning and the concealed information would not have supported a challenge \r\n  for cause). The trial court spoke to this issue, terming it \"my main area of \r\n  concern;\" however, the court moved beyond the issue, holding that its failure \r\n  to find the juror \"intentionally failed to disclose\" her relationship with the \r\n  solicitor's victims' rights program precluded his consideration of it and other \r\n  issues. \r\n5.  277 S.C. 368, \r\n  287 S.E.2d 488 (1982). \r\n6.  338 F.2d 783 \r\n  (10th Cir. 1964). \r\n7.  See \r\n  Gray v. Bryant, 298 S.C. 285, \r\n  379 S.E.2d 894 (1989) (a reversal was required where the trial court during \r\n  voir dire \r\n  questioning asked members of the jury panel to disclose if they or immediate \r\n  family members had been treated by the defendant doctor and a juror neither \r\n  acknowledged that she had been treated by him nor disclosed a predisposition \r\n  that would have prevented her from fairly and impartially deciding the case); \r\n  cf. State \r\n  v. Kelly, 331 S.C. 132, 502 S.E.2d 99 (1998) (a juror's failure to disclose \r\n  certain information does not warrant a new trial where the juror was not specifically \r\n  asked during voir dire \r\n  to disclose the information); State \r\n  v. Savage, 306 S.C. 5, 409 S.E.2d 809 (Ct. App. 1991) (where a juror \r\n  was later determined to be distantly related to a State's witness who went by \r\n  two names, the juror's failure to disclose the relationship held not a ground \r\n  for a new trial where the solicitor in reading out the names of the State's \r\n  witnesses used a name the juror did not recognize and the witness was not present \r\n  in the court room when the solicitor read the names). \r\n8.  See \r\n  State v. Robinson, 305 S.C. \r\n  469, 409 S.E.2d 404 (1991) (a juror's failure to disclose she knew the solicitor \r\n  held no basis for a new trial where the solicitor denied knowing the juror and \r\n  the only contact, if any, had occurred fifteen years before the appellant's \r\n  trial); see also State \r\n  v. Spann, 334 S.C. 618, 513 S.E.2d 98 (1999) (wherein the supreme court, \r\n  because it reversed and granted a new trial on one issue, did not address other \r\n  issues raised by appellant).\r\n \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3105","title":"Alston v. Black RIver Electric Cooperative","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3105","description":"","date":"2000-01-24","type":"opinion","text":"\r\n      \r\n\r\n\r\nAlston v. Black River Electric Cooperative\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Court \r\n  of Appeals\r\n  ________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Michael Alston, \r\nAppellant, \r\n           \r\n      \r\n    \r\n  \r\n\r\n\r\n  \r\n    v. \r\n  \r\n\r\n  \r\n \r\n   \r\n     \r\n      \r\n        Black River Electric Cooperative, \r\n          Respondent.\r\n      \r\n    \r\n  \r\n\r\n________ \r\n   \r\nAppeal From Sumter \r\n  County\r\n  J. Ernest Kinard, Jr., Circuit \r\n  Court Judge\r\n  ________ \r\n   \r\n\r\n  \r\n    Opinion No. 3105\r\n    Heard November 3, 1999 - \r\n    Filed January 24, 2000 \r\n  \r\n\r\n  \r\n  ________\r\n\r\nAFFIRMED\r\n________ \r\n   \r\n \r\n   \r\n     \r\n      \r\n        Robert P. Wood, of Rogers, \r\n          Townsend &amp; Thomas, of Columbia, for appellant. \r\n           \r\n        Hoover C. Blanton and Pope \r\n          D. Johnson, III, both of McCutchen, Blanton, Rhodes &amp; Johnson, of \r\n          Columbia, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\n  \r\n    ________\r\n    \r\n\r\n\r\nCONNOR, J. : Michael \r\n  Alston sued Black River Electric Cooperative, alleging Black River's negligence \r\n  caused a fire at his house. A jury returned a verdict in favor of Black River. \r\n  Alston appeals, arguing the trial court erred in refusing to strike all jurors \r\n  who were members of Black River for cause. We affirm. \r\n   \r\nAlston owned a lot that was served \r\n  by Black River. While his house was under construction, Alston asked Black River \r\n  to move a power line that crossed over it. The power line was never moved. \r\n  During a storm on November 17, 1994, the power line broke, causing a fire which \r\n  destroyed the house.   \r\nDuring voir dire, seven jurors on \r\n  the twenty juror strike list identified themselves as customers of Black River. \r\n  Two of the three jurors on the alternate strike list were Black River customers. \r\n  Alston moved to strike those jurors for cause. The trial judge refused. However, \r\n  Alston did not attempt to prove actual bias through further voir dire.  \r\n   \r\nAlston subsequently struck two jurors \r\n  who were Black River customers and two jurors who were not. Black River struck \r\n  one Black River customer. Two of the three jurors on the alternate strike list \r\n  were Black River customers, and Alston struck the alternate who was not a customer. \r\n  Four Black River customers ended up serving on the jury. The alternate did not \r\n  participate.   \r\nDISCUSSION \r\n   \r\nThe only issue on appeal is whether \r\n  the trial court erred in refusing to excuse Black River customers for cause. \r\n   \r\nSection 14-7-1020 of the South Carolina \r\n  Code grants the trial judge discretion to disqualify jurors for cause. It provides: \r\n   \r\nThe court shall, on motion of either \r\n  party in the suit, examine on oath any person who is called as a juror to know \r\n  whether he is related to either party, has any interest in the cause, has expressed \r\n  or formed any opinion, or is sensible of any bias or prejudice therein, and \r\n  the party objecting to the juror may introduce any other competent evidence \r\n  in support of the objection. If it appears to the court that \r\n  the juror is not indifferent in the cause, he must be placed aside as to the \r\n  trial of that cause and another must be called.  \r\n   \r\nS.C. Code Ann. § 14-7-1020 (Supp. \r\n  1998) (emphasis added).\r\nWe recently discussed the issue of \r\n  whether customers of an electric cooperative must be removed for cause. Wall \r\n  v. Keels, 331 S.C. 310, 501 S.E.2d 754 (Ct. App. 1998). Because the question \r\n  was a novel one in South Carolina, we reviewed how other states have ruled on \r\n  this issue. Some states hold that customers of cooperatives, by virtue of their \r\n  participation in the cooperative's revenues, are per se incompetent to serve \r\n  as jurors in cases involving the cooperatives. (1) \r\n  \r\n Essentially, cooperative customers \r\n  are excluded because of implied bias. Other states, however, reject a per se \r\n  rule of exclusion. Rather, these states require a party to establish a juror's \r\n  actual bias through questioning. (2) \r\n   \r\nIn Wall \r\n  we declined to decide whether a cooperative customer was per se disqualified \r\n  from serving on a jury when the cooperative association was a party. The appellant \r\n  in Wall did not seek a per se \r\n  disqualification of the customers of the cooperative. Instead, he sought proposed \r\n  voir dire to determine whether potential jurors, because of their membership \r\n  in the cooperative association, were actually biased against him. Under the \r\n  circumstances of the case, (3) we held the trial \r\n  court abused its discretion by rejecting the proposed voir dire. However, we \r\n  limited our holding:  \r\nWe do not mean to suggest that . \r\n  . . the trial court must ask all voir dire submitted by the parties or must \r\n  strike for cause all members of the cooperative if so requested by one of the \r\n  parties. The resolution of the case before us does not require the adoption \r\n  of any bright-line rule, and our opinion should not be read as adopting any \r\n  such rule.  \r\nWall, \r\n  331 S.C. at 322, 501 S.E.2d at 760.  \r\n   \r\nWe, therefore, left for another day \r\n  the decision of whether to adopt a per se rule excluding members of cooperative \r\n  associations from the venire. The day for that decision has now come. \r\n   \r\nThe South Carolina Supreme Court \r\n  has held \"[t]hat a stockholder in a company which is a party to a lawsuit is \r\n  incompetent to sit as a juror.\" Southern \r\n  Bell Tel. &amp; Tel. Co. v. Shepard, 262 S.C. 217, 222, 204 S.E.2d 11, \r\n  12 (1974) (quoting Chestnut v. Ford \r\n  Motor Co., 445 F.2d 967, 971 (4th Cir. 1971)). Alston asserts \r\n  customers of an electric cooperative should similarly be automatically disqualified \r\n  for cause.   \r\nIn contrast to a stockholder, other \r\n  jurisdictions have recognized that public utility customers, which are more \r\n  analogous to cooperative customers than investment-minded shareholders, are \r\n  not presumptively biased in favor of the utility. See \r\n  In Re \r\n  Virginia Elec. &amp; Power Co., 539 F.2d. 357 (4th Cir. 1976) \r\n  (holding trial judge was not required to recuse himself from case where electric \r\n  utility that served him claimed $152,000,000 in damages, the recovery of which \r\n  would result in a potential refund to the judge of $70 to $100); City \r\n  of Cleveland v. Cleveland Elec. Illuminating Co., 538 F. Supp. 1240 (N.D. \r\n  Ohio 1980) (denying motion to exclude from jury venire all electric power customers \r\n  of either the City or the Cleveland Electric Illuminating Co., but intending \r\n  to conduct comprehensive voir dire examination to determine whether the veniremen \r\n  have, or believe they have, an interest in the outcome of the controversy); \r\n  Pennsylvania Power &amp; Light Co. \r\n  v. Gulf Oil Corp., 411 A.2d 1203, 1218 (Pa. 1980) (holding that whether \r\n  utility \"customers believe that they will benefit . . . can be satisfactorily \r\n  discovered on voir dire\"). \r\n   \r\nAs Alston notes, Black River customers \r\n  enjoy similar rights to and benefits of corporate stockholders. Black River \r\n  members attend annual and special meetings and elect members of the Board of \r\n  Trustees. They have the power to alter, amend, or repeal their bylaws. Excess \r\n  revenues are credited to a patron's capital account. If Black River dissolved, \r\n  its assets, after the payment of all debts, obligations, and liabilities, would \r\n  be distributed to its members.  \r\n   \r\nHowever, unlike corporate shareholders, \r\n  the members of Black River are first and foremost customers of a utility. Their \r\n  main concern is utility service, not profit. Moreover, utility customers have \r\n  little choice in their provider.  \r\n   \r\nThe Mississippi Supreme Court has \r\n  refused to per se disqualify members of cooperatives, explaining: \r\n   \r\nIn a largely rural area such as exists \r\n  in Mississippi, all people outside municipalities are supplied by electric co-operatives. \r\n  Any pecuniary gain the customer or member receives is practically nil. . . . \r\n  Mississippi jurisprudence is not ready to adopt or establish [a per se rule \r\n  of disqualification for co-operative members]. We have adequate law and authority \r\n  which will provide for the obtaining of a fair trial and an impartial jury without \r\n  such a per se disqualification for cause. \r\n   \r\nWilliams \r\n  v. Dixie Elec. Power Assoc., 514 So. 2d 332, 338 (Miss. 1987) (quoting \r\n  Garcia v. Coast Elec. Power Assoc., \r\n  493 So. 2d 380, 383-84 (Miss. 1986)). \r\n   \r\nSouth Carolina is geographically \r\n  similar to Mississippi. As we recognized in Wall \r\n  v. Keels, it is possible that many, if not most, prospective jurors in \r\n  a predominantly rural county would be customers of a cooperative. Adoption of \r\n  a rule of per se exclusion might render \r\n  a trial in the county served by the cooperative impossible.  \r\n   \r\nTherefore, before a cooperative customer \r\n  is excused for cause, the party attempting to disqualify the potential juror \r\n  must demonstrate actual bias. Furthermore, the trial judge shall have the discretion \r\n  to decide whether the cooperative customer \"is not indifferent in the cause.\" \r\n  S.C. Code Ann. § 14-7-1020 (Supp. 1998). \r\n   \r\nThis determination should be made \r\n  on a case-by-case basis. In some circumstances, the trial judge may determine \r\n  the mere implication of bias is enough to disqualify the cooperative customer. \r\n  On the other hand, the potential benefit a customer could derive from a case \r\n  may be so slight or attenuated that a presumption of bias is unnecessary.  \r\n   \r\nAs we said in Wall \r\n  v. Keels, we caution trial judges to be aware of the potential for bias \r\n  in cases involving cooperatives. We, therefore, urge judges to allow sufficient \r\n  voir dire to give parties enough information about prospective jurors to determine \r\n  whether cooperative customers could serve as fair and impartial jurors. Although \r\n  this list is not exclusive, judges should keep these considerations in mind \r\n  in developing voir dire, and in determining whether to strike customers of cooperative \r\n  associations for cause: (1) the amount in controversy; (2) the prospective jurors' \r\n  benefit or detriment; (3) the prospective jurors' perceived \r\n  benefit or detriment; (4) and (4) the prospective \r\n  jurors' involvement with the cooperative association. \r\n   \r\nIn this case, Alston did not request \r\n  extensive voir dire. Rather, he asked for exclusion of all members of Black \r\n  River. The trial court did not err in refusing to excuse cooperative members \r\n  for cause.  \r\nAFFIRMED.  \r\n   \r\nCONNOR and STILWELL, JJ., \r\n  concur and ANDERSON, J. dissents in separate opinion.\r\n1.  See \r\n  Lowman v. Georgia, 398 S.E.2d \r\n  832 (Ga. Ct. App. 1990) (members of electric cooperative are disqualified from \r\n  sitting as jurors in criminal prosecution for damage to property owned by the \r\n  cooperative); Thompson v. Sawnee Elec. \r\n  Membership Corp., 278 S.E.2d 143, 145 (Ga. Ct. App. 1981) (\"It is clear \r\n  that the members of an electric membership corporation are in the same position \r\n  as the stockholders of a corporation . . . as regards their right to share in \r\n  the net earnings of the business. Accordingly, we conclude that the members \r\n  of an electric membership corporation are disqualified from service as jurors \r\n  in the trial of a case in which damages are sought from the corporation.\" (citation \r\n  omitted)); Ozark Border Elec. Coop. \r\n  v. Stacy, 348 S.W.2d 586, 591 (Mo. Ct. App. 1961) (\"[A] member of a rural \r\n  electric co-operative . . . whose status is akin to that of a stockholder and \r\n  whose interest, financial and otherwise, is no more remote or minute and certainly \r\n  no less active or live than that of many stockholders, is disqualified to sit \r\n  as a juror in a suit to which the co-operative is a party.\"); South \r\n  Dakota v. Thomlinson, 100 N.W.2d 121 (S.D. 1960) (holding a member of \r\n  cooperative association had a disqualifying interest and should not have been \r\n  allowed to sit on jury in prosecution for burglary of association's property); \r\n  Salt River Valley Water Users' Assoc. \r\n  v. Berry, 250 P. 356 (Ariz. 1926) (treating members of association as \r\n  ordinary corporate stockholders and disqualifying them from service on jury \r\n  in case involving association); Peanut \r\n  Growers' Exch. v. Bobbitt, 124 S.E. 625, 625 (N.C. 1924) (holding trial \r\n  court erred in refusing to strike for cause a juror who was a member of the \r\n  plaintiff association, notwithstanding juror's assertion that he could be fair \r\n  and impartial, because \"juror was a member of the plaintiff association and \r\n  necessarily interested in the litigation\").\r\n2.  See \r\n  Larson v. Williams Elec. Coop., \r\n  534 N.W.2d 1, 4 (N.D. 1995) (\"Instead of a blanket disqualification of an entire \r\n  group of potential jurors based on the mere existence of a relationship, [the \r\n  North Dakota statute on challenges for cause] requires an analysis of the extent \r\n  of any individual interest in the outcome of the lawsuit that may exist because \r\n  of the relationship.\"); Cassady v. \r\n  Souris River Tel. Coop., 520 N.W.2d 803, 806 (N.D. 1994) (\"[M]ere membership \r\n  in a cooperative does not signify an interest sufficient to automatically disqualify \r\n  a person from serving as a juror in a case involving the cooperative. To disqualify \r\n  a prospective juror, a challenger must establish an actual bias, rather than \r\n  a presumed bias, on the part of the prospective juror.\"); Garcia \r\n  v. Coast Elec. Power Assoc., 493 So. 2d 380, 384 (Miss. 1986) (holding \r\n  that existing law and authority will adequately \"provide for the obtaining of \r\n  a fair and impartial jury without such a per se disqualification for cause\"), \r\n  overruled in part on other grounds by Whittley \r\n  v. City of Meridian, 530 So. 2d 1341 (Miss. 1988) and Robles \r\n  v. Gollott &amp; Sons Transfer &amp; Storage, Inc., 697 So. 2d 383 (Miss. \r\n  1997).\r\n3.  The cooperative \r\n  association made an improper closing argument by unfairly appealing to the economic \r\n  self-interest of the cooperative members sitting on the jury. \r\n4.  See \r\n  generally City of Cleveland \r\n  v. Cleveland Elec. Illuminating Co., 538 F. Supp. 1240 (N.D. Ohio 1980). \r\n  \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3106","title":"State v. Jackson","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3106","description":"","date":"2000-01-31","type":"opinion","text":"\r\n      \r\n\r\n\r\nState v. Jackson\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n________\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State,&nbsp;Respondent,\r\n        \r\n          \r\n            v.\r\n                  \r\n                  \r\n        \r\n        Kurtis Jackson,&nbsp;Appellant.\r\n      \r\n    \r\n  \r\n\r\n________\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppeal From Beaufort County\r\nThomas L. Hughston, Jr., Circuit Court Judge\r\n________\r\n\r\n\r\n\r\nOpinion No.  3106\r\nHeard November 2, 1999 - Filed January 31, 2000\r\n\r\n\r\n\r\n\r\n\r\n\r\n________\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nREVERSED\r\n\r\n\r\n\r\n________\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nAssistant Appellant Defender Melody J. Brown, of SC Office of Appellate Defense, of Columbia, for appellant.\r\n\r\n\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney\r\n\r\nGeneral Salley W. Elliott and Assistant Attorney General Toyya Brawley Gray, all of Columbia; and Solicitor Randolph\r\n\r\nMurdaugh, III, of Hampton, for respondent.\r\n\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n________\r\n\r\n\r\n\r\n\r\n\r\nCURETON, J.:  Kurtis Jackson was convicted of breach of trust with fraudulent intent.  The trial court sentenced him to\r\n\r\nfive years imprisonment, suspended on service of five years probation and payment of restitution and a fine.  Jackson\r\n\r\nappeals, arguing the court erred in denying his motions for directed verdict, or alternatively, mistrial.  We reverse.  \r\n\r\n\r\n\r\nFACTS/PROCEDURAL HISTORY\r\n\r\n\r\n\r\nOn October 1, 1996, Jackson contracted with O.C. Welch Ford Lincoln Mercury, Inc. (Welch) to trade in his 1990 Mazda\r\n\r\ntoward the purchase of a 1993 Nissan Quest automobile. Pursuant to the contract, Welch agreed to handle the $7,000 payoff\r\n\r\non the Mazda with funds to be disbursed to the Mazda lienholder, Transouth.  When Welch received the money from the\r\n\r\nNissan lienholder, however, it mistakenly sent a check for $7,000 to Jackson instead of Transouth.  The check, dated\r\n\r\nOctober 3, 1996, was stamped on the back:\r\n\r\n\r\n\r\nENDORSEMENT OF THIS CHECK \r\n\r\n\r\n\r\n              GUARANTEES TITLE TO BE SENT TO\r\n\r\n\r\n\r\nO.C. WELCH\r\n\r\n\r\n\r\nFORD LINCOLN MERCURY, INC.\r\n\r\n\r\n\r\nPO BOX 2087\r\n\r\n\r\n\r\nBEAUFORT, SC 29901 \r\n\r\n\r\n\r\nWelch did not discover the error until several days later, when it received a telephone call from Transouth concerning the\r\n\r\npayoff check. Upon realizing its mistake, Welch immediately attempted to stop payment on the check, but the bank failed to\r\n\r\ntimely issue the stop payment order due to an unexplained oversight.\r\n\r\n\r\n\r\nOn October 16, Jackson visited the Welch office on an unrelated business matter.  At that time, Welch's payroll and accounts\r\n\r\npayable clerk informed Jackson of the mistake.  Jackson said he had not received the check, but had a separate mailing\r\n\r\naddress in Savannah, Georgia where the check may have been mailed.  He promised to see if the check was at the Savannah\r\n\r\naddress and return it to Welch if he received it.  However, Jackson never contacted Welch and Welch was unable to contact\r\n\r\nJackson for several weeks.  In the interim, Welch sent a duplicate check to Transouth for $7,000 to obtain clear title and\r\n\r\nenable it to sell the traded-in vehicle.\r\n\r\n\r\n\r\nOn November 19, Welch's president contacted Jackson via telephone and asked him to return the check.  Jackson responded\r\n\r\nthat he had already cashed the check and spent the money, and that he \"wasn't gonna be sending any money to [Welch].\" (1)\r\n\r\nAt this point, the president instructed his office manager to file a complaint with the police.\r\n\r\n\r\n\r\nA Beaufort County grand jury indicted Jackson for breach of trust with fraudulent intent pursuant to S.C. Code Ann. § 16-30-230(A) and (B)(3) (Supp. 1998), on April 14, 1997.\r\n Jackson was tried before a jury on April 23, 1998. At the close of\r\n\r\nthe State's case and again before closing arguments, Jackson moved for a directed verdict based upon the State's failure to\r\n\r\nprove a trust relationship existed.  The trial court denied these motions.  The jury convicted Jackson and the trial court\r\n\r\nsentenced him to five years imprisonment, suspended on service of five years probation, and payment of full restitution and a\r\n\r\nfine of $600.\r\n\r\n\r\n\r\nLAW/ANALYSIS\r\n\r\n\r\n\r\nJackson argues the trial court erred in denying his motions for directed verdict because the State failed to prove he\r\n\r\ncommitted a breach of trust.  We agree.  The State is required to prove every element of a charged offense to obtain a conviction.  State v. Attardo, 263 S.C. 546,\r\n\r\n211 S.E.2d 868 (1975); State v. Barksdale, 311 S.C. 210, 428 S.E.2d 498 (Ct. App. 1993).  In reviewing the denial of a\r\n\r\nmotion for directed verdict, the appellate court must view the evidence in the light most favorable to the State.\r\nState v.\r\n\r\nKelsey, 331 S.C. 50, 502 S.E.2d 63 (1998).  However, where the facts of the case, even if proved, do not constitute the\r\n\r\nalleged criminal conduct, a directed verdict must be granted. See \r\nState v. Lee, 294 S.C. 461, 365 S.E.2d 734 (1988).\r\n\r\n\r\n\r\nThe elements which constitute breach of trust with fraudulent intent are not outlined in the statute governing this offense.See  S.C. Code Ann. § 16-13-230 (1985).  However, the crime has been defined through the development of case law.  A\r\n\r\nbreach of trust with fraudulent intent \"is larceny after trust, which includes all of the elements of larceny or in common\r\n\r\nparlance, stealing, except the unlawful taking in the beginning.\" State v. Owings, 205 S.C. 314, 316, 31 S.E.2d 906, 907\r\n\r\n(1944), quoted in   State v. Scott, 330 S.C. 125, 130, 497 S.E.2d 735, 738 (Ct. App. 1998).  Thus, \"[t]he primary difference\r\n\r\nbetween larceny and breach of trust is that in 'common-law larceny, possession of the property stolen is obtained\r\nunlawfully,\r\n\r\nwhile in breach of trust, the possession is obtained lawfully.'\" Scott,  330 S.C. at 130, 497 S.E.2d at 738(quoting\r\nState v.\r\n\r\nMcCann, 167 S.C. 393, 398, 166 S.E. 411, 413 (1932)) (emphasis in original).\r\n\r\n\r\n\r\nIn the seminal case addressing our breach of trust statute, the supreme court stated, \"the object of our [breach of trust] act\r\n\r\nwas simply to enlarge the field of larceny, removing what before might have been a defense for those who received propertyin trust and afterwards fraudulently appropriated it.  The question under our act is,\r\nwhether the party received the property\r\n\r\nin trust, which he afterwards violated . . . .\" State v. Shirer, 20 S.C. 392, 408 (1884)\r\n(citations omitted) (emphasis added). \r\n\r\nTherefore, the State must prove the existence of a trust relationship to sustain a charge of breach of trust with fraudulent\r\n\r\nintent. See  State v. LeMaster, 231 S.C. 321, 98 S.E.2d 756 (1957); William S. McAninch and W. Gaston Fairey,\r\nThe\r\n\r\nCriminal Law of South Carolina at 264-265 (3d ed. 1996).  Failure to prove the existence of a trust relationship will result in\r\n\r\na directed verdict of acquittal for the defendant. See \r\nLeMaster, 231 S.C. 321, 98 S.E.2d 756.\r\n\r\n\r\n\r\n\r\nIn this case, the State cannot prove the existence of a trust.  The State argues a trust was created by virtue of Jackson's\r\n\r\nendorsement on the back of Welch's check containing the notation concerning the transfer of title, or in the alternative, by\r\n\r\nJackson's declaration to Welch's clerk that he would look for and return the check.  We disagree.\r\n\r\n\r\n\r\nA trust is an \"arrangement whereby property is transferred with intention that it be administered by trustee for another's\r\n\r\nbenefit.\"  Black's Law Dictionary 1047 (6th ed. 1991).  Thus, the transferor of the property must intend that the trustee will\r\n\r\nact for the transferor's benefit instead of on his own behalf.  For example, a man whose daughter-in-law gave him a check\r\n\r\nfor the purpose of paying medical bills may be convicted of breach of trust with fraudulent intent where he used part of the\r\n\r\nproceeds to pay his own grocery bill. See \r\nState v. McCann, 167 S.C. 393 166 S.E. 411(1932).  However, the fraudulent\r\n\r\nconversion of money paid or property delivered by mistake does not constitute a breach of trust because the person who\r\n\r\nmistakenly gave the money or property to another never reposed trust or confidence in that person.\r\nSee 26 Am. Jur. 2d Embezzlement § 18 (1996); 29A C.J.S.Embezzlement § 14 (1992). (2)\r\n\r\n\r\n\r\nIn this case, it is undisputed that the $7,000 check Welch issued to Jackson was simply a \"very big mistake.\"   Because the\r\n\r\ncheck was mistakenly issued to Jackson, he was never entrusted with funds under an obligation to use them for the benefit of\r\n\r\nthe dealership.  There was no trust to breach.\r\n\r\n\r\n\r\nThe State argues the pre-printed endorsement language on the reverse of the check was evidence of a trust.  We disagree. \r\n\r\nAny trust arising from the stated language on the back of the check could only be read as a trust for the return of the\r\n\r\nvehicle's title and not the return of the check itself or the $7,000 it represented.   Jackson had no authority or ability to effect\r\n\r\nthe transfer of title. Clearly, therefore, the endorsement language could not support a finding of the trust alleged.\r\nSee  State\r\n\r\nv. Cody, 180 S.C. 417, 424, 186 S.E. 165, 167 (1936) (to sustain a conviction for breach of trust with fraudulent intent, the\r\n\r\nState must \"prove the exact trust which has been breached\").  Furthermore, the evidence indicates Welch never relied on\r\n\r\nJackson to effectuate a transfer of title.  Welch sent a duplicate check to Transouth for $7,000 to obtain clear title on the\r\n\r\ntraded vehicle rather than trusting Jackson to pay Transouth and obtain clear title.\r\n\r\n\r\n\r\nIn the alternative, the State claims Jackson's statement that he would look for and return the check created a trust that he\r\n\r\nbreached by cashing the check and depositing it in his own account.  This argument also fails.  Both the State and Welch\r\n\r\nadmit the check issued to Jackson was a mistake.  In Shirer, the court stated that breach of trust could be found where the\r\n\r\ndefendant \"received property in trust and afterwards fraudulently appropriated it.\"  320 S.C. at 408.  Jackson did not receive\r\n\r\nthe property in trust.  He received it by mistake.  He was not given the funds under any obligation to use them for the benefit\r\n\r\nof the dealership.  Absent the manifest intent to create a trust, there could be no trust or trust relationship to breach.\r\nSee\r\n\r\n State v. LeMaster, 231 S.C. 321, 98 S.E.2d 756 (1957).\r\n\r\n\r\n\r\nBecause the State failed to prove an essential element of the crime charged, namely the existence of a trust, Jackson's\r\n\r\nconviction is reversed and the case remanded for the entry of a judgment of acquittal.  (3)\r\n\r\n\r\n\r\nREVERSED.    \r\n\r\n\r\n\r\nHUFF and HOWARD, JJ., concur.\r\n\r\n1.\r\n   A bank official testified Jackson deposited the check into his own account on October 17, though the back of the check itself is stamped\r\n\r\nOctober 18. In any event, Jackson transferred $5,000 from this account to an account in Georgia a week later.\r\n\r\n2.   Most other jurisdictions refer to the crime of breach of trust as embezzlement.\r\nSee William S. McAninch and W. Gaston Fairey,\r\nThe Criminal\r\n\r\nLaw of South Carolina at 262 (3d ed. 1996); Patricia Seets Watson and William S. McAninch,\r\nGuide to South Carolina Criminal Law and\r\n\r\nProcedure at 273 (5th ed. 1997).  In State v. McCann, 167 S.C. 393, 400, 166 S.E. 411, 414 (1932), our supreme court noted:\r\n\r\n\r\n\r\nBreach of trust with fraudulent intention, by that especial designation, is, so far as we are advised, peculiar to this jurisdiction.  In other states, the\r\n\r\ncrime, as known to us, is called by different names, such as \"larceny after trust,\" \"larceny by a bailee,\" \"larceny by false pretenses,\" and very\r\n\r\ncommonly as \"embezzlement.\"  All the offenses are regarded as statutory, and one must look to the respective statutes to ascertain a definition of\r\n\r\nthe crime.  In text-books, law encyclopedias, and digests, references to decisions concerning these offenses are usually found under the title or\r\n\r\nsubject of \"embezzlement.\"  The general purpose running through the statutes creating and defining these crimes is, however, the same; to declare\r\n\r\nas a crime, and usually as one coming within the classification of larceny, acts which were formerly not deemed to be larceny at common law,\r\n\r\nbecause of the fact that possession of property had been obtained through the consent of the owner.\r\n\r\n3.    Because we reverse Jackson's conviction due to lack of a trust, we do not reach his second issue on appeal concerning the trial court's denial of\r\n\r\nhis motion for mistrial.  \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3107","title":"Kiriakides v. Atlas Food Systems &amp; Services, Inc., et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3107","description":"","date":"2000-01-31","type":"opinion","text":"\r\n      \r\n\r\n\r\n Kiriakides v. Atlas Food Systems &amp; Services, Inc., et al.,\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n________\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        John A. Kiriakides and Louise Kiriakides, Respondents,\r\n      \r\n    \r\n  \r\n\r\n\r\n  v.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Atlas Food Systems &amp; Services, Inc., Marica Enterprises, Ltd., Marica, Inc., and Alex\r\n        Kiriakides, Jr.,\r\n\r\n\r\n\r\nAppellants.\r\n\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n________\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppeal From Greenville County\r\nFrank S. Holleman, III, Special Referee\r\n________\r\n\r\n\r\n\r\nOpinion No.  3107\r\nHeard January 13, 2000 - Filed January 31, 2000\r\n________\r\n\r\n\r\n\r\nAFFIRMED AND REMANDED\r\n________\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        F. Barron Grier, III, and Deborah H. Sheffield, both of Grier Law Firm, of Columbia; and Ellis M.\r\n                      \r\nJohnston, II, of Haynsworth, Marion, McKay &amp; Guerard, of Greenville, for appellants.\r\n        Wilburn Brewer, Thomas L. Stephenson and Charles W. Emory, Jr., all of Nexsen, Pruet, Jacobs &amp;\r\n                              \r\nPollard, of Columbia; and George J. Conits, of Greenville, for respondents.\r\n      \r\n    \r\n  \r\n\r\n________\r\n\r\n\r\n\r\n\r\n\r\nANDERSON, J.: Atlas Corporation and Alex Kiriakides appeal a circuit court order finding Alex defrauded his brother\r\n\r\nand sister, John and Louise Kiriakides, and Atlas must provide an accounting and buy out John and Louise's minority Atlas\r\n\r\nshares.  We affirm and remand.\r\n\r\n\r\n\r\nFACTS/PROCEDURAL BACKGROUND\r\n\r\n\r\n\r\n  Alex Sr. and Marica Kiriakides immigrated to this country from Turkey in the early twentieth century.  They had five\r\n\r\nchildren: Alex, Louise, John, Libby, and George.  Alex is the oldest.  George passed away in 1968. \r\n\r\n\r\n\r\nAt the time of trial, John was approximately 69 years old, while Alex was 85 or 86.  Both John and Alex have worked all of\r\n\r\ntheir lives in Atlas and the other various family businesses.  In many ways Atlas is the family, and the family is Atlas.  Alex\r\n\r\nand his father started a wine business in the thirties.  John helped by sealing the bottles and washing returned bottles.  The\r\n\r\nwine company eventually went bankrupt and Alex entered the service. \r\n\r\n\r\n\r\nWhile Alex was gone, John and his father sold fireworks and maintained the few cigarette vending machines they could\r\n\r\nsupply.  When Alex returned, John and his father had managed to save $20,000 from their various business ventures.  All\r\n\r\nthree brothers and their father went into business together. \r\n\r\n\r\n\r\nIn 1949, Alex Sr. passed away.  Alex was 35 or 36 years old.  John was 21 years old.  Alex assumed the role of the head of\r\n\r\nthe family.  All five children were still living at home with their mother at that time.  The family expanded its fireworks\r\n\r\nbusiness and operated cigarette and candy vending machines.  In 1953, John was drafted to serve in the Korean War.  Alex\r\n\r\ngot married in 1955.\r\n\r\n\r\n\r\nAlex handled the business' financial matters.  Louise counted money collected from the machines.  John handled the routes. \r\n\r\nThis division of labor continued throughout most of their working lives.  Eventually, the siblings decided to incorporate the\r\n\r\nbusiness in 1957, and it became known as Atlas Vending Co. Incorporated.  Alex, George, and John were elected as\r\n\r\ndirectors.  Atlas is a contract food service that provides refreshments to factories and other businesses.  \r\n\r\n\r\n\r\nAfter incorporation, Alex kept the checkbook and dealt with the banks, lawyers, and accountants.  The vending machine\r\n\r\nbusiness later expanded into food, pastries, coffee, and cold drinks.  Alex continued to be responsible for all financial matters\r\n\r\nwhile John handled operations.  \r\n\r\n\r\n\r\nThe family's business and personal lives were completely interwoven.  For example, at tax time, under Alex's directions,\r\n\r\ncorporate employees would prepare personal tax returns for Alex, John, and Louise.  Corporation money was liberally\r\n\r\nloaned to family members for personal items without provisions for repayment.\r\n\r\n\r\n\r\nOver the years, Atlas spun off various other business entities. Atlas Corporation  funded Marica, Inc. (Marica) to hold real\r\n\r\nestate and to invest in real estate.  This corporation was viewed as a way to overcome retained earnings.  K Enterprises, a\r\n\r\npartnership, was formed to handle investments.  Marica Enterprises, Ltd. (MEL) is also a partnership. MEL is Atlas'\r\n\r\nlandlord.  Alex decided when and how each new business entity such as Marica would be created. \r\n\r\n\r\n\r\nIn 1986, John became president of Atlas and continued to primarily handle the company's day to day operations.  John\r\n\r\nmarried again shortly before trial and has had no children.  Alex has four children: Alex III, Mary Ann, Michael, and Cathryn. \r\n\r\nAlex III, Michael, and Mary Ann began working for Atlas. (1) After George passed away, John and Louise provided a home\r\n\r\nfor George's three children.  \r\n\r\n\r\n\r\nIn 1995, a rift developed between John and Alex over a real estate transaction unrelated to Atlas.  John discovered Alex had\r\n\r\ncaused him to convey his entire interest in property in Greenville to Alex III, and for a price less than the value of the\r\n\r\nproperty.  The brothers' relationship became very strained and the environment at Atlas was tense.  \r\n\r\n\r\n\r\nSeveral events involving Atlas occurred to add to the problems between Alex and John.  The Board of Atlas decided to\r\n\r\nchange the company's status to an S Corporation from an C Corporation.  John was in favor of this change.  However, Alex,\r\n\r\nas majority shareholder, overruled the decision and Atlas remained a C Corporation.  The next incident took place in 1996,\r\n\r\nwhen John learned Alex had made decisions contrary to the majority and without informing John.  Atlas agreed to purchase a\r\n\r\npiece of property in Columbia.  However, John, Alex III, and Bill Freitag determined it would not be in Atlas's best interest\r\n\r\nto purchase the property.  Alex told Alex III to continue with the purchase.  John found out the following day while riding\r\n\r\nwith Alex III to Columbia on unrelated business. \r\n\r\n\r\n\r\nThere is a dispute over whether John said he quit when he found out about Alex overturning the purchase decision, or\r\n\r\nwhether he just got out of the car upset.  The next morning, John went to work as usual.  He met with Freitag, then left to\r\n\r\nmeet with Atlas offices in Columbia, Orangeburg, and Charleston.  On Monday, John had breakfast with Alex III and\r\n\r\nMichael, and they discussed work related matters.  John found out through Michael that Alex no longer intended John to be\r\n\r\npresident of Atlas.  John circulated a memo stating he intended to remain at Atlas and to continue as president.  Alex III\r\n\r\nresponded by memo, explaining John would no longer serve as president of the company.  John was subsequently offered a\r\n\r\nposition as a consultant, but refused. \r\n\r\n\r\n\r\nJohn filed the original complaint in order to obtain records from Atlas and for an accounting of partnership affairs.  The\r\n\r\ncomplaint was amended seeking a judicial dissolution, an accounting, and damages for fraud.  By agreement of the parties,\r\n\r\nthe trial was bifurcated pursuant to Rule 42(b).  The bipartite trial activity resulted in a liability proceeding with the damages\r\n\r\naspect saved for later consideration.  The liability hearing took place on August 24-27 and September 1, 1998.  After the\r\n\r\ninitial order on October 12, Atlas and Alex moved for reconsideration under Rules 52(b) and 59(e), SCRCP on October 22,\r\n\r\n1998. The Special Referee (2), Frank S. Holleman III issued a second order on November 6, 1998. \r\n\r\n\r\n\r\nISSUES\r\n\r\n\r\n\r\nI.   Did the Special Referee err in finding Alex committed fraud in the transfer of 21 percent of\r\nMarica, Inc.?\r\n\r\n\r\n\r\nII.   Did the Special Referee err in finding Alex committed fraud in regards to the distribution of profits and the number of\r\n\r\nshares owned by Louise?\r\n\r\n\r\n\r\nIII.   Did the Special Referee err in ordering a forced buyout of John and Louise?\r\n\r\n\r\n\r\nIV.   Did the Special Referee err in denying Atlas's counterclaim for the negative balance in John's capital account in Marica\r\n\r\nEnterprises, Ltd?\r\n\r\n\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\r\n\r\nThis case consists of actions in law and equity.  \"When legal and equitable actions are maintained in one suit, each retains its\r\n\r\nown identity as legal or equitable for purposes of the applicable standard of review on appeal.\" Corley v. Ott, 326 S.C. 89,\r\n\r\n485 S.E.2d 97, n.1 (1997) (citing Future Group v. Nationsbank, 324 S.C. 89, 478 S.E.2d 45 (1996)). \r\n\r\n\r\n\r\nI.  Fraud\r\n\r\n\r\n\r\n  \"Actionable fraud is an action at law unless an equitable remedy is sought.\" Perry v. Heirs at Law and Distributees of\r\n\r\nCharles Gadsden, 313 S.C. 296, 301, 437 S.E.2d 174, 178 (Ct. App. 1993). John and Louise seek actual and punitive\r\n\r\ndamages for fraud. Actual and punitive damages are not an equitable remedy. Id. Hence, the trial judge's findings regarding\r\n\r\nfraud will not be disturbed on appeal if there is any evidence in the record supporting it. Townes Associates, Ltd. v. City of\r\n\r\nGreenville, 266 S.C. 81, 221 S.E.2d 773 (1976).\r\n\r\n\r\n\r\nIn an action at law, on appeal of a case tried without a jury, the findings of fact of the judge will not be disturbed upon\r\n\r\nappeal unless found to be without evidence which reasonably supports the judge's findings. The rule is the same whether the\r\n\r\njudge's findings are made with or without a reference. The judge's findings are equivalent to a jury's findings in a law action. \r\n\r\n\r\n\r\nTownes Associates, Ltd. v. City of Greenville, 266 S.C. 81, 86, 221 S.E.2d 773, 775 (1976) (citing Chapman v. Allstate Ins.\r\n\r\nCo., 263 S.C. 565, 211 S.E.2d 876 (1974)).\r\n\r\n\r\n\r\nII.  Corporate Buyout\r\n\r\n\r\n\r\nA corporate dissolution, under S.C. Code Ann. § 33-14-300 et seq., is an equitable relief.  Ward v. Ward Farms, Inc., 283\r\n\r\nS.C. 568, 324 S.E.2d 63 (1984).  The provisions of S.C. Code Ann. § 33-14-310(d), allowing for appropriate alternative\r\n\r\nrelief including a buyout of shareholders by other shareholders or the corporation, are also equitable.  McDuffie v. O'Neal,\r\n\r\n324 S.C. 297, 476 S.E.2d 702 (Ct. App. 1996); See Hite v. Thomas &amp; Howard Co. of Florence, 305 S.C. 358, 409 S.E.2d\r\n\r\n340 (1991), overruled on other grounds by Huntley v. Young, 319 S.C. 559, 462 S.E.2d 860 (1995) (characterizing as\r\n\r\nequitable the relief provided by S.C. Code Ann. § 33-14-310(d)).   \r\n\r\n\r\n\r\nIn an action in equity, tried by the judge alone, without a reference, on appeal the Supreme Court has jurisdiction to find\r\n\r\nfacts in accordance with its views of the preponderance of the evidence.\r\n\r\n\r\n\r\nTownes, 266 S.C. at 86, 221 S.E.2d at 775 (citing Crowder v. Crowder, 246 S.C. 299, 143 S.E.2d 580 (1965)). Accord\r\n\r\nSegall v. Shore, 269 S.C. 31, 236 S.E.2d 316 (1977).\r\n\r\n\r\n\r\nLAW/ANALYSIS\r\n\r\n\r\n\r\nOn appeal Alex and Atlas contend the trial court erred in: 1) finding Alex liable for fraud in connection with the 21 percent\r\n\r\ninterest in Marica; 2) finding Alex liable for fraud in connection with Louise's stock ownership and the 1990 distribution of\r\n\r\nprofits to Louise; 3) finding a buyout of John and Louise's shares was justified by the evidence; and 4) denying Atlas's\r\n\r\ncounterclaim for the negative balance in John's MEL capital account.\r\n\r\n\r\n\r\nI.  The Divestment of Marica Interest By Atlas\r\n\r\n\r\n\r\n  Alex maintains the Referee erred in finding him liable for fraud in the transfer of  21 percent interest in Marica stock.  Alex\r\n\r\nbases this contention on three grounds: 1) John and Louise do not have standing to raise the issue of fraud because Marica,\r\n\r\nInc. was an Atlas corporate asset; 2) the trial court did not have jurisdiction to find the 21 percent interest belongs to K\r\n\r\nEnterprises rather than to Alex III and Michael; and 3) there was no clear, cogent, and convincing evidence Alex acted\r\n\r\nfraudulently. \r\n\r\n\r\n\r\nIn 1986, as a result of a switch to corporate subchapter S status, Atlas was required to divest itself of twenty-one percent of\r\n\r\nits holdings in Marica, Inc.  Alex claims the Marica shares were purportedly transferred to his sons, Alex III and Michael,\r\n\r\nrather than to the partnership K Enterprises.  John and Louise argued if the shares are the property of Alex III and Michael,\r\n\r\nthis was done without their knowledge, and constituted a fraudulent breach of Alex's fiduciary duty to them.  The Special\r\n\r\nReferee found although the shares were ostensibly transferred to K Enterprises, uncompleted documents indicate Alex\r\n\r\nintended to transfer the shares to his sons, and may have attributed income or other benefits arising from the shares to his\r\n\r\nsons instead of to K Enterprises.\r\n\r\n\r\n\r\nThe trial court concluded the tax laws required Atlas to divest itself of 21 percent of Marica in 1986.  The court found the\r\n\r\nfollowing facts: 1) these shares were not transferred to Alex III and Michael; 2) the shares were transferred to K Enterprises;\r\n\r\n3) K Enterprises owns this 21 percent interest; 4) despite the transfer to K Enterprises, the evidence showed Alex decided to\r\n\r\ntreat the Marica shares as being owned by Alex III and Michael; 5) if this deprived John and Louise, as partners in K\r\n\r\nEnterprises, of any money or property, Alex's actions would constitute fraud; and 6) John and Louise are entitled to recover\r\n\r\nfrom Alex any damages they suffered as a result of Alex's attribution of the stock to his sons.\r\n\r\n\r\n\r\nIn the November 6, 1998 order, the court ruled K Enterprises, Alex III, and Michael were not necessary parties.  In doing\r\n\r\nso, the court noted Alex III had been a party in the present action but moved to be dismissed.  The order annunciated:\r\n\r\n\r\n\r\nIt has yet to be determined whether the plaintiffs are entitled to recover for fraud with respect to the transfer of the Marica\r\n\r\nstock once owned by Atlas; the amount due Louise under the fraud claim has not been determined; the plaintiff's stock has\r\n\r\nnot been valued under the buy out (sic) claim; and the exact amounts owed by John under the counterclaims have not yet\r\n\r\nbeen determined. For these reasons, under the South Carolina Rules of Civil Procedure, a Rule 59(e) motion to alter or\r\n\r\namend the judgment is not now appropriate for decision.\r\n\r\n\r\n\r\nThe court, in the November Order, did not address Atlas's claims: 1) K Enterprises did not have the legal ability to own the\r\n\r\nMarica stock; 2) John and Louise do not have standing to bring their fraud claim; 3) Alex had authority to make the Marica\r\n\r\ntransfer and John and Louise had no expectation as to where the stock would be transferred; 4) there is no evidence K\r\n\r\nEnterprises paid any consideration for the Marica stock whereas Alex III and Michael did; and 5) the tax returns for K\r\n\r\nEnterprises do not reflect a transfer of Marica stock to it. \r\n\r\n\r\n\r\nIn considering these claims, the trial court held the above points would not be addressed at the present time noting: \r\n\r\n\r\n\r\nThe October 12 Order did not make a final determination as to whether the plaintiffs were entitled to recover for fraud as to\r\n\r\nthe transfer of Atlas' Marica stock. See Conclusions of Law 58-59. The October 12 Order instead provided for an\r\n\r\naccounting, whereby the defendants will account for what, if any payments were made on the note on behalf of Alex III and\r\n\r\nMichael for the Marica stock. The defendant's motion as to the transfer of the Marica stock should be addressed after that\r\n\r\naccounting has been provided and the record contains additional evidence concerning the Marica stock transferred by Atlas. \r\n\r\n\r\n\r\nBecause the court determined \"liability\" issues, the October 12 Order can be reviewed under Rules 52(b) and 54(b), SCRCP. \r\n\r\nThis bifurcated trial under Rule 42(b), presents the unusual judicial scenario of consideration of liability only.  On remand,\r\n\r\nthe trial court will amalgamate the appellate conclusions in regard to the rulings on liability with a final decision on damages.\r\n\r\n\r\n\r\nA.  Standing\r\n\r\n\r\n\r\nWe find John and Louise did have standing to raise the issue of fraud.  The Special Referee ruled the 21 percent interest was\r\n\r\ntransferred to K Enterprises.  Because John and Louise are partners in K Enterprises, we find they do have standing to raise\r\n\r\nthe issue of fraud in the handling of these shares.  John and Louise do not contend Atlas suffered an injury because of the\r\n\r\ntransfer.  The transfer of the stock from Atlas was compelled by tax laws.  In contrast, if the stock, although ostensibly\r\n\r\ntransferred to K Enterprises, was not attributed to it, John and Louise may have been deprived of benefits of their\r\n\r\npartnership interest in K Enterprises.  All benefits of the 21 percent interest should have accrued to K Enterprises, not to\r\n\r\nAlex III and Michael. \r\n\r\n\r\n\r\nAppellants rely on Todd v. Zaldo, 304 S.C. 275, 403 S.E.2d 666, (Ct. App. 1991), for the proposition an individual\r\n\r\nstockholder may not bring an action for loss to a corporation. The entity suffering a possible loss was K Enterprises, a\r\n\r\npartnership.  Todd is therefore inapplicable to the facts of the instant case.\r\n\r\n\r\n\r\nAppellants assert the trial court granted a relief not prayed for when it held K Enterprises owned 21 percent of Marica.  At\r\n\r\ntrial, counsel for Appellants argued:\r\n\r\n\r\n\r\nThe second fraud issue, alleged fraud, has to do with Marica, Inc. to Atlas, not John or Louise Kiriakides, but Atlas, to some\r\n\r\nother entity or person. There is testimony in documents that indicate that the 21% was transferred to K Enterprises. If the\r\n\r\nCourt finds that, then he has no complaint as far as fraud is concerned there because that's where he says that he thought that\r\n\r\nit was going to. Even though he really didn't have any knowledge, he just said that's what the documents say, and that's\r\n\r\nwhere it ought to be. He didn't even know about it before the suit. The second piece of evidence or destination where 21%\r\n\r\nof Marica may have gone is to Michael Kiriakides and Alex Kiriakides, III. The testimony, in the Plaintiff's case, is that there\r\n\r\nwas consideration paid that's been booked on the records of Atlas; it is payable to Atlas from Michael and to Alex\r\n\r\nKiriakides, III. So we are sort of left with one of two ways. Either Michael and Alex, III, pay consideration, which they do\r\n\r\nnot disagree that it's valid or invalid, or is over in K Enterprises. If the Court wants to decide where it is, that's an issue that\r\n\r\nI think is - even though not necessarily brought up by the pleadings, is certainly an issue that the Court can consider and\r\n\r\nmake that determination.\r\n\r\n\r\n\r\n(Emphasis added.) Having placed the issue of the ownership of the 21 percent interest in Marica before the lower court,\r\n\r\nAppellant may not now argue on appeal that the court in deciding that very issue \"grant[ed] relief that was not prayed for.\" \r\n\r\nSee Shearer v. DeShon, 240 S.C. 472, 484, 126 S.E.2d 514, 520 (1962) (holding a party may not complain of error his own\r\n\r\nconduct has induced). \r\n\r\n\r\n\r\nB.  Fraudulent Transfer of 21 Percent Interest in Marica\r\n\r\n\r\n\r\nThe Special Referee ruled: \r\n\r\n\r\n\r\n135. Based on this evidence, the 21% interest in Marica is owned by K Enterprises, not Michael and Alex III.  This finding is\r\n\r\nsupported by the following facts.  (a) It is undisputed that Atlas was required to transfer 21% of Marica.  (b) The only\r\n\r\nexecuted document effecting that transfer is the document transferring Atlas's 21% interest to K Enterprises.  That transfer\r\n\r\nis logical, because the ownership interests of Alex, John, and Louise in K Enterprises are similar, though not identical, to\r\n\r\ntheir interests in Atlas itself.  (c) No document was executed by Atlas or K Enterprises to transfer any ownership interest in\r\n\r\nMarica to Alex III or Michael.  (d) The document that was drafted to make the transfer to Michael and Alex III was not\r\n\r\nexecuted.  (e) Michael never made any payments under the note that was signed in connection with the claimed transfer to\r\n\r\nhim, and Michael was unaware of the note.\r\n\r\n\r\n\r\n136. Further, Alex or persons acting at his direction caused the attribution of the ownership of the Marica stock to Michael\r\n\r\nand Alex III, and Alex did not disclose that attribution to John and Louise.  This finding is supported by the following\r\n\r\nevidence.  (a) Alex controlled the financial affairs of Atlas and its related entities and took actions often without the\r\n\r\nknowledge of John or Louise.  (b) According to Mr. Freitag, the note from Michael and Alex III was carried on Atlas's\r\n\r\nbooks; that decision, according to the practice of Alex and Atlas, would have been made by Alex or persons acting at his\r\n\r\ndirection.  (c) This action is consistent with Alex's plans to move ownership interests in Atlas and related entities to his\r\n\r\nchildren.  (d) The unexecuted document that would have transferred that Marica stock to Michael and Alex III was drafted\r\n\r\nby or at the direction of Alex or persons acting at his direction.  (e) The testimony of John and Louise that they did not know\r\n\r\nof the transfer to Michael or Alex is credible.\r\n\r\n\r\n\r\nAppellants contend the evidence did not support a finding 21 percent of Marica was transferred to K Enterprises.  We\r\n\r\ndisagree.  The action for fraud is one in law.  Hence, the trial judge's findings regarding fraud will not be disturbed on appeal\r\n\r\nif there is any evidence in the record supporting it. Townes Associates, Ltd. v. City of Greenville, 266 S.C. 81, 221 S.E.2d\r\n\r\n773 (1976).\r\n\r\n\r\n\r\nTo establish fraud, the following nine elements must be shown:  1) a representation or nondisclosure of a material fact, 2) its\r\n\r\nfalsity, 3) its materiality, 4) either knowledge of its falsity or a reckless disregard of its truth or falsity, 5) intent that the\r\n\r\nrepresentation be acted upon, 6) the hearer's ignorance of its falsity, 7) the hearer's reliance on its truth, 8) the hearer's right\r\n\r\nto rely thereon, and 9) the hearer's consequent and proximate injury.  See\r\nManning v. Dial, 271 S.C. 79, 245 S.E.2d 120\r\n\r\n(1978); Lawson v. Citizens and Southern National Bank of South Carolina, 259 S.C. 447, 193 S.E.2d 124 (1972); Jacobson\r\n\r\nv. Yaschik, 249 S.C. 577, 155 S.E.2d 601(1967); Hurst v. Sandy, 329 S.C. 471, 482, 494 S.E.2d 847, 853 (Ct. App. 1997).\r\n\r\nThe \"[f]ailure to prove any element of fraud is fatal to the action.\" Sorin Equipment Co. v. The Firm, 323 S.C. 359, 366, 474\r\n\r\nS.E.2d 819, 823 (Ct. App. 1996) (citing King v. Oxford, 282 S.C. 307, 318 S.E.2d 125 (Ct. App. 1984)).\r\n\r\n\r\n\r\nThe judge's finding of fact that 21 percent of Marica was transferred to K Enterprises is supported by the record. Atlas owns\r\n\r\n79 percent of Marica.  The remaining 21 percent is owned by K Enterprises.  The shares were conveyed to K Enterprises on\r\n\r\nDecember 31, 1986. Bill Freitag, Senior Vice President of Finance and Administration at Atlas, explicated there was a signed\r\n\r\ndocument showing 21,000 shares of Marica were transferred to K Enterprises.  In contrast to this document, the documents\r\n\r\nrelating to a transfer of the Marica interest from K Enterprises to Alex III and Michael are unexecuted.  Michael verified he\r\n\r\ndid not make any payments on the Marica note.  According to Freitag, the note to Marica was carried on Atlas's books,\r\n\r\ninstead of Marica's. \r\n\r\n\r\n\r\nAppellants aver the partnership agreement prohibits K Enterprises from holding stock in Marica.  In support of this argument\r\n\r\nthey point to section 2.0 of Article II of the partnership agreement, which provides the purpose of the partnership is: \"[t]o\r\n\r\ninvest in the trading of exempt government securities and obligations guaranteed by the United States government.\"\r\n\r\nHowever, Appellants' argument disregards the very next section of the agreement, which states: the partnership may\r\n\r\n\"undertake any additional activities or investments as decided by a majority in interest, not in number, of the Partners\"\r\n\r\nsubject to Article X. Article X merely provides the procedure by which the Managing Partner shall give notice to the\r\n\r\npartners of a proposed new investment.  Therefore, nothing in the partnership agreement prohibits K Enterprises from\r\n\r\npurchasing Marica stock.\r\n\r\n\r\n\r\nAdditionally, Appellants maintain there is no clear, cogent and convincing evidence Alex acted fraudulently with respect to\r\n\r\nthe transfer of Marica stock.  \r\n\r\n\r\n\r\nThe nondisclosure of [a] fact becomes fraudulent because it was the duty of the defendant, having knowledge of the facts, to\r\n\r\ndisclose such to the plaintiff.  We have held that nondisclosure becomes fraudulent when it is the duty of the party having\r\n\r\nknowledge of the facts to uncover them to the other.  The duty to disclose may be reduced to three distinct classes: (1)\r\n\r\nwhere it arises from a preexisting definite fiduciary relation between the parties; (2) where one party expressly reposes a trust\r\n\r\nand confidence in the other with reference to the particular transaction in question, or else from the circumstances of the\r\n\r\ncase, the nature of their dealings, or their position towards each other, such a trust and confidence in the particular case is\r\n\r\nnecessarily implied; (3) where the very contract or transaction itself, in its essential nature, is intrinsically fiduciary and\r\n\r\nnecessarily calls for perfect good faith and full disclosure without regard to any particular intention of the parties.  Warr v.\r\n\r\nCarolina Power &amp; Light Co., 237 S.C. 121, 115 S.E.2d 799; Gordon v. Fidelity &amp; Casualty Co., 238 S.C. 438, 120 S.E.2d\r\n\r\n509.\r\n\r\n\r\n\r\n  Jacobson v. Yaschik, 249 S.C. 577, 585, 155 S.E.2d 601, 605 (1967).\r\n\r\n\r\n\r\nAlex had a fiduciary duty to John and Louise as both the managing partner of K Enterprises and a trusted family member. In\r\n\r\nMeinard v. Salmon, 249 N.Y. 458, 164 N.E. 545 (1928), Chief Judge Cardozo of the New York Court of Appeals described\r\n\r\nthe duty of partners as follows: partners \"owe to one another, while the enterprise continues, the duty of the finest loyalty.\r\n\r\nMany forms of conduct permissible in a workaday world for those acting at arm's length, are forbidden to those bound by\r\n\r\nfiduciary ties . . . . Not honesty alone, but the punctilio of an honor the most sensitive, is then the standard of behavior.\"  Id.\r\n\r\nat 515-516, 548. \r\n\r\n\r\n\r\nAlex directed and handled all of the financial affairs of Atlas and the other business entities.  The record shows John and\r\n\r\nLouise (3)\r\n\r\n\r\n\r\n  trusted Alex to properly transfer the 21 percent interest in Marica from Atlas to K Enterprises and to insure K\r\n\r\nEnterprises reaped the benefit of that transfer.   \r\n\r\n\r\n\r\nWe cannot, as Appellants would have us do, weigh the evidence to determine if it is clear, cogent, and convincing. See Burns\r\n\r\nv. Wannamaker, 286 S.C. 336, 333 S.E.2d 358 (Ct. App. 1985) (holding in an action for fraud, where the proof must be by\r\n\r\nclear, cogent, and convincing evidence, our scope of review is limited to determining whether there is any evidence\r\n\r\nreasonably supporting the circuit court's findings).  Giving efficacy to our standard of review, we place our imprimatur upon\r\n\r\nthe conclusion of the court:\r\n\r\n\r\n\r\nUnder the fraud claim, the plaintiffs are entitled to recover from the defendant Alex Kiriakides, Jr., any damages they have\r\n\r\nsuffered as a result of him causing that Marica stock to be attributed to Michael Kiriakides and Alex Kiriakides III[.]\r\n\r\n\r\n\r\nII.  Louise's Stock Ownership and the 1990 Distribution\r\n\r\n\r\n\r\nIn 1990, Atlas made a distribution of profits to shareholders based on their proportionate ownership.  Louise professed that\r\n\r\nAtlas and Alex, prior to this distribution,  fraudulently deprived her of thirty shares and her 1990 distribution was incorrectly\r\n\r\ncalculated on this reduced ownership.\r\n\r\n\r\n\r\n  Alex argues the trial court erred in finding him liable for fraud in connection with Louise's stock ownership and the 1990\r\n\r\ndistribution to Louise. The trial court held if this distribution was based on 271 shares rather than 301, Louise suffered\r\n\r\ndamages. \r\n\r\n\r\n\r\n A.  Louise's Stock Ownership \r\n\r\n\r\n\r\nThe trial court found Louise owns 301 shares of Atlas stock.  The November 6, 1998 order further stated Louise did not\r\n\r\ngive away 30 shares of stock to Alex's children.  This finding was partly based on the fact there was no document in\r\n\r\nevidence signed by Louise indicating a transfer of shares.  The court's ruling is supported by evidence in the record. \r\n\r\n\r\n\r\nA memo dated March 29, 1996, evidenced Louise owns 301 shares.  Atlas contended Louise owns 271 shares rather than\r\n\r\n301.  This contradicts a letter Atlas gave to John in July of 1996, in which Atlas stated Louise owned 301 shares.  The\r\n\r\noriginal stock book for Atlas cannot be located.  Former IRS Investigator, Henry Harrison testified on behalf of John and\r\n\r\nLouise that as of January 1, 1989, Atlas paperwork showed Louise's shares declined by thirty shares while those of Alex III,\r\n\r\nMichael, and Mary Ann increased.  Harrison did not locate any signed corporate documents reflecting a transfer.  \r\n\r\n\r\n\r\nAn accounting worksheet from December 21, 1989, indicated proposed gifts by Alex to his children and by John and Louise\r\n\r\nto Alex's children.  Additional memos and workpapers reflected another gift by John and Louise to Alex's children on\r\n\r\nDecember 31, 1990.  The resulting stock ownership was shown as:\r\n\r\n\r\n\r\n\r\n\r\nAlex\r\n\r\n4, 748 shares\r\n\r\nJohn      \r\n\r\n3,152 shares\r\n\r\nLouise      \r\n\r\n231 shares\r\n\r\nAlex III    \r\n\r\n156 shares\r\n\r\nMichael    \r\n\r\n114 shares\r\n\r\nMary Ann  \r\n\r\n59 shares\r\n\r\n\r\n\r\n\r\nMary Ann stated in her deposition she had no knowledge of these gifts.  Alex III could not remember hearing either John or\r\n\r\nLouise tell anyone they gave away any of their shares. \r\n\r\n\r\n\r\nFurthermore, Louise denied at trial that she knowingly gave away any of her stock to Alex's children.  Louise testified she\r\n\r\nowned 301 shares.  Similarly, Harrison found no evidence Louise gave shares to anyone.  He located no estate planning\r\n\r\ndocuments indicating John and Louise planned to give stock to any of their other nieces and nephews, not even to George's\r\n\r\nchildren whom they had raised.  \r\n\r\n\r\n\r\nAlex admitted there was no documentation Louise's shares had been reduced.  Alex agreed that in April of 1995, he\r\n\r\ninformed John that Louise had 301 shares.  When questioned why he told John that Louise had 301 shares if she only had\r\n\r\n271, Alex answered:\r\n\r\n\r\n\r\nTom, you're right 100 percent. I signed it; I didn't know about all this 30 shares. It all came up in John's, in his records, that\r\n\r\nhe had gifted it. And you want to know the truth? I didn't know whether she gifted it or not. I'm responsible for those thirty\r\n\r\nshares because I don't have any records; as you have all these records, it's not in there, Tom.\r\n\r\n\r\n\r\nThe record demonstrated Alex directed all financial aspects of Atlas.  According to Louise, \"Alex took care of all of the\r\n\r\nbusiness details, taxes and all the decisions and everything; Alex did all of that.\"  Atlas handled and filed Louise's income tax\r\n\r\nreturns.  Louise trusted Alex and did what he told her to do.  If he told her to sign something, she did.  \r\n\r\n\r\n\r\nB. 1990 Distribution\r\n\r\n\r\n\r\nWith respect to the Atlas 1990 Distribution (4), the Special Referee held Louise's distribution was calculated on 271 shares\r\n\r\nwhen in fact she owned 301 shares.  Additionally, by appropriating Louise's distribution, Alex violated his fiduciary duty to\r\n\r\nher and is liable for fraud. \r\n\r\n\r\n\r\n  The lower court's holding is supported by the record. Harrison stated it was not clear whether Louise's distributions were\r\n\r\ncalculated on the basis of 271 shares or 301 shares.  After 1988, a distribution was made based on 271 shares. \r\n\r\n\r\n\r\nMoreover, John testified Atlas held Louise's money in Marica Enterprises, Ltd., although Louise paid income taxes on the\r\n\r\nmoney.  When questioned about Louise's $50,000 dividend resulting from the change back to a C corporation in 1990, Alex\r\n\r\nanswered simply \"I kept it.\"  When asked why he did this, he replied: \"Because all the time that I - what I done for her, I\r\n\r\nthought she owed me something for her taxes that I've been paying for her.\"  Alex stated: \"I told you the truth, Tom. I did\r\n\r\nnot pay -- I kept the money for the debt she owed me for millions -- whatever I've done for her, I felt like I'm entitled to it. I\r\n\r\nneeded the money more than she did.\"  Thus, the evidence is more than sufficient to support the trial court's ruling on fraud\r\n\r\nas to Louise's shares and the distribution. \r\n\r\n\r\n\r\nIII.  Buyout of Minority Shareholders\r\n\r\n\r\n\r\nThe trial court found John and Louise were entitled to have Atlas buy out their minority shares.  Alex argues John and\r\n\r\nLouise failed to prove oppression, illegality, fraud, or unfair prejudice entitling them to a buyout. We disagree.\r\n\r\n\r\n\r\nThe trial court's determination of fraudulent conduct with respect to Louise's shares and the transfer of the Marica interest\r\n\r\nto K Enterprises entitles John and Louise to a buyout on this basis alone.  Further, we examine whether Alex, and others in\r\n\r\ncontrol of Atlas, have acted in an oppressive or unfairly prejudicial manner to the corporation or to John or Louise.\r\n\r\n\r\n\r\n  The Referee's order concluded a buyout of John and Louise's shares in Atlas is appropriate relief.  In reaching this decision,\r\n\r\nthe court noted Alex has taken actions in the past to deprive both Louise and John of their interests in Atlas.  It found\r\n\r\nwithout a buyout, Louise and John have no prospect of receiving any financial benefit from their ownership of shares in\r\n\r\nAtlas. (With the exception of John's retirement payments.)  In contrast to John and Louise, Alex and his immediate family\r\n\r\nreceive, and will continue to receive, substantial benefits from their ownership in Atlas.  Atlas has substantial cash, liquid\r\n\r\nassets, investments, and very little debt. \r\n\r\n\r\n\r\nAlex and Alex III control Atlas's Board of Directors.  Although in a position to declare dividends, Atlas has not paid\r\n\r\ndividends since 1990, and has no plans to do so in the foreseeable future.  Atlas does not plan to make a public offering of its\r\n\r\nshares, and Alex's proposed one million dollar net buyout offer was extremely low. \r\n\r\n\r\n\r\nThe trial court concluded the above factors indicate Alex and a majority of the Atlas Directors: \r\n\r\n\r\n\r\n'[H]ave acted, are acting, or will act in a manner that is illegal, fraudulent, oppressive, or unfairly prejudicial' to John and\r\n\r\nLouise, as provided in S.C. Code § 33-14-300. The treatment of Louise concerning her 1990 distribution and her 30 Atlas\r\n\r\nshares was fraudulent within the meaning of the statute, as was the handling of the 21% interest in Marica owned by Atlas\r\n\r\nand conveyed to K Enterprises. Those actions were oppressive and unfairly prejudicial toward Louise and John. The other\r\n\r\nfactors, set forth above, show oppressive or unfairly prejudicial treatment of John and Louise in the past, at present, and in\r\n\r\nthe future. \r\n\r\n\r\n\r\nThe record demonstrated that based on the original stock certificates, John believed he and Alex each owned approximately\r\n\r\nfifty percent of the corporation with Alex owning ten shares more than he (John) did. (5)  To John's amazement, he discovered\r\n\r\nAlex later owned much more stock than he did.  In 1995, Alex gave John a memo reflecting the following percentages of\r\n\r\nstock ownership in Atlas.  Alex - 4,906 shares; John - 3,192 shares; Louise - 301 shares; and Alex III - 61 shares.   \r\n\r\n\r\n\r\nWhen asked at trial how it came to be that he had more shares of Atlas than anyone else, Alex stated: \"Why shouldn't I?  I\r\n\r\nown the damn company; I built it.  I didn't own it at all, but I built the company.  Why shouldn't I have all the shares?\" \r\n\r\n\r\n\r\nAccording to Alex, when Atlas incorporated, twenty-five percent of the shares were given to George, fifty percent for\r\n\r\nhimself, and twenty-five percent for John.  When George died, Alex explained he got half of George's shares and John got\r\n\r\nhalf.  Alex said he gave away his ten percent to the family.  However, on cross-examination, Alex conceded he had to go\r\n\r\nalong with records showing John originally had 2360 shares and he had 2370 shares.  Alex professed ownership of Atlas\r\n\r\nVending of N.C. was split fifty/fifty, but it was not his idea to do so. \r\n\r\n\r\n\r\nJohn stated he was not aware he gave twenty thousand dollars worth of Marica, Ltd.  stock to Michael and Alex III.  John\r\n\r\nexplicated he intended to give them each $10,000 cash, but this somehow was reflected as a $10,000 gift of stock on his tax\r\n\r\nreturns.  Alex had encouraged John to give his stock to his kids.  This prompted John to further investigate, and he\r\n\r\ndiscovered Alex and Michael apparently owned 21 percent of Marica, Inc.  Mary Ann testified John never gave twenty\r\n\r\nshares of Atlas stock to Michael and Alex III although she told the accountants these gifts had been made.\r\n\r\n\r\n\r\nIn 1986, Atlas became an S Corporation.  In 1990, Atlas was changed to a C Corporation.  In 1996, Atlas' shareholders\r\n\r\ndecided to return to corporate S status but Alex overruled the decision and Atlas remained a C corporation.  This unilateral\r\n\r\ndecision by Alex created further friction between Alex and John.  John asked Alex for the stock book.  Alex provided it. \r\n\r\nJohn copied the book and returned it.  The book has since disappeared and was not introduced at trial.  John's copies of the\r\n\r\nbook were introduced.  John also requested financial information from Alex.  Alex failed to provide this information.  The\r\n\r\nbrothers' relationship became \"very very strained.\"  According to John, Alex refused to buy him out, provide him with\r\n\r\ninformation, or do anything. \r\n\r\n\r\n\r\nThis case is a textbook example of oppression in a close corporation, (6) particularly with respect to John, and graphically\r\n\r\nillustrates the necessity for statutes such as S.C. Code Ann. § 33-14-300 (1990) protecting minority shareholders.\r\n\r\n\r\n\r\nA.  Nature of Close Corporations\r\n\r\n\r\n\r\nThe nature of close corporations is unique.  In Special Characteristics, Problems, and Needs of the Close Corporation,\r\n\r\n1969 U. Ill. L.F. 1 (1969), Professor Hetherington explained:\r\n\r\n\r\n\r\nThe right of the majority to control the enterprise achieves a meaning and has an impact in close corporations that it has in\r\n\r\nno other major form of business organization under our law. Only in the close corporation does the power to manage carry\r\n\r\nwith it the de facto power to allocate the benefits of ownership arbitrarily among the shareholders and to discriminate against\r\n\r\na minority whose investment is imprisoned in the enterprise.\r\n\r\n\r\n\r\nMeiselman v. Meiselman, 307 S.E.2d 551, 559 (N.C. 1983) (quoting Professor Hetherington, supra, at 21). \r\n\r\n\r\n\r\nIf personal relationships between shareholders in a close corporation sour, minority shareholders like John and Louise are\r\n\r\nparticularly vulnerable, and have limited means at their disposal of receiving a return on their stock. \r\n\r\n\r\n\r\nWithin a closely held enterprise, a more intimate and intense relationship exists between capital and labor. There is no market\r\n\r\nfor the corporation's shares and no separation of function between those who provide the capital and those who manage the\r\n\r\nenterprise. The enterprise is not only a vehicle for investment of the participants money capital, but also provides regular\r\n\r\nemployment for investment of their human capital. Shareholders in a close corporation usually expect employment and a\r\n\r\nmeaningful role in management, as well as a return on the money paid for the shares. Further, their expectations often are\r\n\r\ncomplicated by family or other personal relationships within the corporation.\r\n. . . .\r\nWhen harmony between participants disappears, a minority participant may find that the majority interests can manage the\r\n\r\naffairs of the corporation in unexpected ways. Those in control of the board can terminate minority shareholders'\r\n\r\nemployment as officers, thereby diminishing the return on their investments. The corporation may not pay dividends to any\r\n\r\nshareholders to avoid double taxation, yet the majority shareholders will continue to receive a return on their investment in\r\n\r\nthe form of salary or perhaps rent or interest on money loaned to the corporation. Indeed these amounts may increase after\r\n\r\nthe minority shareholder is excluded. Traditionally, the minority shareholder has had no way to protect himself or herself\r\n\r\nagainst such an occurrence.\r\n\r\n\r\n\r\nRobert B. Thompson, The Shareholder's Cause of Action for Oppression, 48 BUS. LAW. 699, 702-03 Feb. 1993.\r\n\r\n\r\n\r\nB.  Alex's Treatment of Minority Shareholders\r\n\r\n\r\n\r\nIn 1996, the brother's relationship reached the breaking point when Alex III became interested in buying a piece of property\r\n\r\nin Columbia.  However, according to John, Alex would not hear of it.  John told Alex III he would help him buy the\r\n\r\nproperty, and Alex III investigated the property along with a real estate agent.  Then Alex became interested in the idea and\r\n\r\nAlex III negotiated to buy the land.  After the contract for the land was signed, Alex III, John and Bill Freitag met and\r\n\r\nchanged their minds about the purchase. They agreed not to follow through.  Without John's knowledge, Alex instructed\r\n\r\nAlex III to proceed with the sale since the contract had already been signed. \r\n\r\n\r\n\r\nJohn discovered the sale was going through when he and Alex III were scheduled to drive to Columbia together.  John was\r\n\r\nhurt and angry because no one had informed him of the change in the decision on the land.  John testified he asked Alex III\r\n\r\nto let him out of the car because he was too upset to be any good at the meeting in Columbia.  Alex III agreed John was\r\n\r\nupset on the Thursday morning they started driving to Columbia and John stated: \"your father - he's been trying to get me\r\n\r\nout of the company, you know, if he wants me out, I've had it. I quit. This is it for me.\"  After letting John out of the car,\r\n\r\nAlex III immediately called his father on John's cell phone and told him John quit.  Alex told Alex III they would make plans\r\n\r\non Friday when Alex III got back from Columbia. \r\n\r\n\r\n\r\nThe next day, Friday, August 2nd, 1996, John went to work at Atlas as usual.  The following Monday, Alex III, Michael,\r\n\r\nand John ate breakfast together.  According to Alex III, they discussed \"operation things\" as if nothing had happened.  At\r\n\r\nthe breakfast it was clear to Alex III that John did not intend to quit, so Alex III went and spoke to Bill Freitag and Alex\r\n\r\nabout John.  John learned from Michael there had been a meeting in which Alex and Alex III and Freitag decided to move\r\n\r\nJohn out of the business and replace him. (7)\r\n\r\n\r\n\r\n    In response to this information, John sent out a memo at Atlas indicating he was\r\n\r\nnot retiring.  Later that morning Alex III saw John's letter.  He went to his father and\r\nFreitag.\r\n\r\n\r\n\r\nAlex III,  Alex, and Freitag discussed John's letter.  Freitag helped Alex III draft a letter to accept John's resignation.  Alex\r\n\r\nIII explained he sent the letter to accept the resignation \"[b]ecause [John] had already made it known that he was not - or he\r\n\r\nhad not resigned by putting the letter out prior to that.\"  Alex appointed Alex III as acting president.  Alex III testified he\r\n\r\nfeels it is now his \"turn.\" \r\n\r\n\r\n\r\nSoon afterwards, John found a letter on his desk advising him his services were no longer needed at Atlas and that he had\r\n\r\n\"abandoned\" his job and would possibly be offered a \"consulting\" position.  Alex, Alex III, and Freitag all apparently\r\n\r\nconcurred in the decision to remove John.  The next morning, John went to Alex's home after Alex called him and requested\r\n\r\nto meet.  At the meeting, Alex told John that Alex III would take over as President of Atlas.  Alex offered John a\r\n\r\n\"consulting\" position.  The \"consulting position\" was apparently never clearly defined.  \r\n\r\n\r\n\r\nMichael's testimony and characterization of these events is particularly compelling. Michael documented: \r\n\r\n\r\n\r\nFriday, [August] 2nd - \r\n\r\n\r\n\r\nan operational meeting was held that afternoon; Uncle John was not present and discussion was made in front on (sic)\r\n\r\nTommy Compton and others concerning moving forward and making plans without Uncle John. Decisions were made that\r\n\r\nwere typically in his area of responsibility, without his consent. It appeared to me that Alex and Bill took advantage of his\r\n\r\nabsence. It was obvious to me that plans were being made to proceed forward without Uncle John in some capacity, but at\r\n\r\nthis point I was unsure. I was very uncomfortable with this situation, as I felt Tommy and possibly Terry were also.\r\n\r\n\r\n\r\nRegarding John's future with Atlas, Michael stated at trial:\r\n. . . I honestly feel that it will be, you know, impossible for them ever to attend shareholders' meetings, you know, and not . .\r\n\r\n. you know, for them to actually be involved in the company in any capacity, you know, that would not be an adversarial\r\n\r\n(sic?) relationship, so the best decision for the company and the best decision for them - you know, I really can't say that the\r\n\r\nbest thing is to buy their stock; you know, there may be other alternatives, I don't know.\r\n\r\n\r\n\r\nAccording to John, Alex refused to buy him out.  John returned his company car and Atlas stopped paying John a salary in\r\n\r\nFebruary or March of 1997. \r\n\r\n\r\n\r\nIn September of 1996, John received an offer from Alex and Atlas to buy him out for one million dollars net after reducing\r\n\r\nfor a debt he allegedly owed the company.  Freitag estimated John's share of Atlas at more than ten million dollars.  Yet\r\n\r\nFreitag suggested $1 million net for the buyout offer.  John rejected the offer because he knew Atlas was earning\r\n\r\napproximately $26 to 27 million in sales.  Atlas had total assets of approximately $17,500,000 and stockholder equity of\r\n\r\n$13,645,988.  The audited financial documents for the year ending December 31, 1996, reflected Atlas had $3,529,000.43 in\r\n\r\ncash assets alone.  Atlas owns extensive property and carries very little debt.\r\n\r\n\r\n\r\nJohn later discovered Freitag sent Alex a memo indicating it would be best to buy John out before a large legal settlement\r\n\r\nwas received.  Most recently, Atlas offered to buy John and Louise out for $4 million in exchange for a relinquishment of all\r\n\r\nof their interests in Atlas, its subsidiaries, and the two partnerships-Marica Enterprises, Ltd. and K Enterprises.  John and\r\n\r\nLouise have declined this offer.\r\n\r\n\r\n\r\nBetween August 9, 1996, when John was \"retired\" and February of 1998, John was not aware of, or informed of, any Atlas\r\n\r\nBoard meetings.  On March 10, 1998, the Atlas stockholders including John and Louise met.  At the meeting, a five-year\r\n\r\nretirement program of $82,000 a year was approved for John. Alex III was elected President, and a board of directors was\r\n\r\nelected consisting of Alex, Alex III, and John.  Although John is still on the board of directors, he can be effectively\r\n\r\noverruled by Alex and Alex III's two vote majority. \r\n\r\n\r\n\r\nAt the meeting, John also discovered Atlas's plans for a $14 million expansion.  An expenditure of this size is unusual based\r\n\r\non Atlas's history, which has always been to spend conservatively and to retain earnings in the corporation.  At the time of\r\n\r\ntrial the estimated expenditure for the expansion had increased to $17 million.\r\n\r\n\r\n\r\nThus, John and Louise found themselves in a situation in which the corporate form itself \"further compounds the minority\r\n\r\nshareholder's dilemma.\" Robert B. Thompson, The Shareholder's Cause of Action for Oppression, 48 BUS. LAW. 699, 703\r\n\r\nFeb. 1993.\r\n\r\n\r\n\r\nWithout a job and in the absence of dividends, the minority shareholder may face an indefinite future with no return on the\r\n\r\ncapital he or she contributed to the enterprise. The majority may even be able to deny the minority shareholder any return in\r\n\r\nthe long run by siphoning off corporate assets in the form of high salaries or rents, insulated from judicial review by the\r\n\r\nbusiness judgment rule. Alternatively, the majority may seek to force the minority shareholder out of the enterprise on terms\r\n\r\nwhich the minority shareholder believes are unfair. The two strategies can be combined in a classic squeeze out as the\r\n\r\nmajority first denies the minority shareholder any return and then proposes to buy the shares at a very low price or cashes out\r\n\r\nthe minority shareholder in a merger.\r\n\r\n\r\n\r\nId. at 703-4.\r\n\r\n\r\n\r\nC.  Oppression\r\n\r\n\r\n\r\nJohn and Louise initiated this action under S.C. Code Ann. § 33-14-300 (1990). Section 33-14-300 provides:\r\n\r\n\r\n\r\nThe circuit courts may dissolve a corporation:\r\n\r\n\r\n\r\nin a proceeding by a shareholder if it is established that:\r\n\r\n\r\n\r\n\r\n****\r\n\r\n\r\n\r\n    (ii) the directors or those in control of the corporation have acted, are acting, or will act in a manner that is illegal,\r\n\r\nfraudulent, oppressive, or unfairly prejudicial either to the corporation or to any shareholder (whether in his capacity as a\r\n\r\nshareholder, director, or officer of the corporation);\r\n\r\n\r\n\r\n§ 33-14-300(2)(ii)(emphasis added).  \r\n\r\n\r\n\r\nThe South Carolina legislature broadened the grounds for dissolution by including \"oppressive\" conduct, which provides a\r\n\r\nfrozen-out minority shareholder with a right of action even when majority conduct does not rise to the level of illegality.  See\r\n\r\nJoshua M. Henderson, Buyout Remedy for Oppressed Minority Shareholders, 47 S.C. L. Rev. 195, 199 (Autumn 1995). \r\n\r\n\r\n\r\nHowever, John and Louise seek a buyout rather than a dissolution of Atlas.  S.C. Code Ann. § 33-14-310(1990) lists\r\n\r\nbuyouts as an alternate remedy to dissolution:\r\n\r\n\r\n\r\n(d) In any action filed by a shareholder to dissolve the corporation on the grounds enumerated in Section 33-14-300, the\r\n\r\ncourt may make such order or grant such relief, other than dissolution, as in its discretion is appropriate, including, without\r\n\r\nlimitation, an order:\r\n\r\n\r\n\r\n* * * *\r\n\r\n\r\n\r\n(4) providing for the purchase at their fair value of shares of any shareholder, either by the corporation or by other\r\n\r\nshareholders.\r\n\r\n\r\n\r\n(e) The relief authorized in subsection (d) may be granted as an alternative to a decree of dissolution or may be granted\r\n\r\nwhenever the circumstances of the case are such that the relief, but not dissolution is appropriate.\r\n\r\n\r\n\r\nSignificantly, the statute authorizes alternative relief \"regardless of whether the oppression by the majority shareholder is\r\n\r\nsufficiently egregious to warrant dissolution.\" Henderson at 208-209.  In Hendley v. Lee, 676 F. Supp. 1317, 1324 (D.C.S.\r\n\r\n1987), the court held the dissolution statute was merely jurisdictional, and a \"prerequisite to obtaining other forms of relief.\" \r\n\r\nSimilarly, in Hite v. Thomas &amp; Howard Co., 305 S.C. 358, 364, 409 S.E.2d 340, 343-44 (1991), the court found a minority\r\n\r\nshareholder may allege a ground for dissolution while seeking alternate relief.\r\n\r\n\r\n\r\nSection 33-14-300, does not define oppression or unfairly prejudicial conduct.  The comment to S.C. Code Ann. § 33-18-400 (1990), which allows shareholders in a statutory close corporation to petition for relief on the grounds of oppressive,\r\n\r\nfraudulent, or unfairly prejudicial conduct states:\r\n\r\n\r\n\r\nNo attempt has been made to define oppression, fraud, or unfairly prejudicial conduct. These are elastic terms whose\r\n\r\nmeaning varies with the circumstances presented in a particular case, and it is felt that existing case law provides sufficient\r\n\r\nguidelines for courts and litigants.\r\n\r\n\r\n\r\nComment to § 33-18-400. This legislative decision not to define oppression is apparent in other state corporate statutes as\r\n\r\nwell. See Thompson, 48 BUS. LAW. 699, 711. To fill this gap, courts have generally used one of three approaches to define\r\n\r\noppression. Id.\r\n\r\n\r\n\r\nOppression \"has been defined as a visible departure from the standards of fair dealing and a violation of fair play on which\r\n\r\nevery shareholder who entrusts his money to a company is entitled to rely, and also as a lack of probity and fair dealing in the\r\n\r\naffairs of a company to the prejudice of some of its members.\" 56 ALR3d 358, Corporate Dissolution--Oppressive Conduct\r\n\r\n§ 2. Additionally, several courts have found oppression when the majority shareholders deprived minority shareholders of\r\n\r\nparticipation in management. Id. § 3 (See Maschmeier v. Southside Press, Ltd. 435 N.W.2d 377 (Iowa App. 1988);\r\n\r\nMcCauley v. Tom McCauley &amp; Son, Inc. 724 P.2d 232 (N.M. Ct. App. 1986); In Re Wiedy's Furniture Clearance Center\r\n\r\nCo. , 487 N.Y.S.2d 901 (N.Y. 1985); O'Donnel v. Marine Repair Services, Inc. 530 F. Supp. 1199 (S.D. N.Y. 1982)\r\n\r\n(applying N.Y. law); Balvik v. Sylvester, 411 N.W.2d 383 (N. D. 1987)).\r\n\r\n\r\n\r\nThe second view of oppression is a breach of the fiduciary duty of good faith and fair dealing. Thompson, 48 BUS. LAW. at\r\n\r\n713. \r\n\r\n\r\n\r\nThe third approach looks to whether the reasonable expectations of the minority shareholder have been frustrated by the\r\n\r\nactions of the majority. Id. North Carolina has adopted the reasonable expectations approach. See Robert S. McLean,\r\n\r\nMinority Shareholders' Rights in the Close Corporation Under  New North Carolina Business Corporation Act, 68 N.C. L.\r\n\r\nRev. 1109, 1114 (1989) (citing Meiselman). These interpretations are not exclusive. Thompson, 48 BUS. LAW. at 712.\r\n\r\n\r\n\r\nAdditionally, several states, like South Carolina, refer to unfair prejudice or to unfairly prejudicial conduct in their dissolution\r\n\r\nstatutes. Id. at 713, n. 70 &amp; 84 (citing Alaska, California, Minnesota, Missouri, Montana, Wisconsin, and Wyoming).\r\n\r\n\r\n\r\nHenderson concludes it is \r\n\r\n\r\n\r\n. . . arguable that the \"unfairly prejudicial\" standard gives more protection to the minority shareholder than even the\r\n\r\n\"oppressive\" standard. Indeed, it almost appears that each successive standard, i.e., illegal, fraudulent, oppressive, or unfairly\r\n\r\nprejudicial, is more generous to the shareholder than the preceding one.\r\n\r\n\r\n\r\nHenderson, Buyout Remedy for Oppressed Minority Shareholders, at n.7.\r\n\r\n\r\n\r\n    South Carolina cases to date have not adopted a particular approach for interpreting oppression.\r\n\r\n\r\n\r\nIn Segall v. Shore, 269 S.C. 31, 236 S.E.2d 316 (1977),  the Supreme Court found shareholders in an action for an\r\n\r\naccounting were entitled to have their shares redeemed where shareholder executors and trustees misapplied and diverted\r\n\r\nproceeds for their own personal use. The shareholders withdrew an additional $175,000 after the Supreme Court ordered\r\n\r\nthem to restore profits and account for all funds. The court in this second case, found the defendants had \"acted oppressively\r\n\r\nand unfairly to the interests of the plaintiffs and to their prejudice; and that the business and affairs of these corporations can\r\n\r\nno longer be conducted to the advantage of the shareholders generally. . . .\" 269 S.C. at 37, 236 S.E.2d at 318. See also\r\n\r\nSegall v. Shore, 264 S.C. 442, 215 S.E.2d 895 (1975). The contempt of court aspect present in Segall is lacking in the case\r\n\r\nat bar. \r\n\r\n\r\n\r\nNonetheless, \"a good-faith justification for certain corporate actions will overcome a claim of oppression by dissatisfied\r\n\r\nminority shareholders.\" Henderson, Buyout Remedy for Oppressed Minority Shareholders, 47 S.C. L. Rev. at 203. For\r\n\r\nexample, in Roper v. Dynamique Concepts, 316 S.C. 131, 447 S.E.2d 218 (Ct. App. 1994), minority shareholders sought\r\n\r\ndissolution arguing a new stock issuance was designed to dilute their interest and squeeze them out of the corporation.\r\n\r\nHowever, the Roper court found the minority shareholders were afforded preemptive rights to purchase the new stock and\r\n\r\nnone of the minority shareholders exercised this right. Additionally, the company was in dire financial straits and issued the\r\n\r\nadditional stock to raise money to save the company from insolvency, not to dilute the minority shareholder's interest. The\r\n\r\ncourt therefore found the minority shareholders did not demonstrate oppression, illegality, breach of fiduciary duty or RICO\r\n\r\nviolations and were not entitled to relief.\r\n\r\n\r\n\r\nIn contrast, the record in the instant case is devoid of any good-faith justification for Alex's behavior.  Atlas was, and is, in\r\n\r\nexcellent financial condition.  Alex's behavior follows the ubiquitous pattern of other cases in which a minority shareholder's\r\n\r\nemployment is terminated from a company, salary and benefits cease, and the shareholder is deprived of participation in\r\n\r\nmanagement. (8)\r\n\r\n\r\n\r\n  The record demonstrates this is exactly what happened to John.\r\n\r\n\r\n\r\nA variety of freeze-out techniques exist, with the withholding of dividends being by far the most commonly applied\r\n\r\ntechnique. This technique is often combined with the discharge of the minority shareholder from employment and removal of\r\n\r\nthe minority shareholder from the board of directors. If the minority shareholder is employed by the corporation full time, as\r\n\r\nis typical, and if she relies on her salary as her primary means of obtaining a return on her investment, as is typical, she is\r\n\r\nsuddenly left with little or no income and little or no return on her investment. The controlling shareholders may effectively\r\n\r\ndeprive the minority shareholder of every economic benefit that she derives from the corporation.\r\n\r\n\r\n\r\nBalvik v. Sylvester, 411 N.W.2d 383, 387 (N. D. 1987) (quoting D. Charles MacDonald, Corporate Behavior and the\r\n\r\nMinority Shareholder: Contrasting Interpretations of Section 10-19.1-115 of the North Dakota Century Code, 62 N.D. L.\r\n\r\nRev. 155, 164-65 (1986)). \r\n\r\n\r\n\r\nAlex, Alex III, and Freitag removed John as President of Atlas.  According to the testimony of Alex III, at the time they\r\n\r\nremoved John, they were aware he was not resigning and wished to remain at Atlas.  In fact they \"accepted\" John's\r\n\r\n\"resignation\" after it had already been withdrawn.  John's health insurance was canceled, and his loans were called. \r\n\r\nMeanwhile, Alex, Alex III, Michael, Freitag, and even Alex's wife (who is neither a shareholder nor an employee (9)) continue\r\n\r\nto receive substantial benefits from Atlas.  Atlas paid all of Alex's legal fees in this action.  Although cash-heavy, Atlas has\r\n\r\nnot paid a dividend since 1990.  Additionally, Alex III is adamantly opposed to a public offering which would provide a\r\n\r\nmarket for John and Louise's shares. (10)\r\n\r\n\r\n\r\nPerhaps most disturbing is Atlas' plan for a $17 million expansion that threatens to permanently deprive both John and\r\n\r\nLouise of any return on their investment by diverting Atlas's assets to the expansion.  In light of these circumstances, we\r\n\r\nhold John and Louise are entitled to a buyout of their shares.  Although most of the oppressive and unfairly prejudicial\r\n\r\nbehavior was directed at John, Louise also suffered.  When Louise saw the strained relations between Alex and John, she\r\n\r\napproached Alex and asked what could be done.  Alex responded by telling her she was no longer a part of his family. \r\n\r\nBecause Louise has supported John, she has been ousted from the family and concomitantly from any future role in Atlas.  \r\n\r\n\r\n\r\nWe conclude the terms \"oppressive\" and \"unfairly prejudicial\" should be given a broad and liberal interpretation and\r\n\r\napplication.  We hold the terms \"oppressive\" and \"unfairly prejudicial\" mean: \r\n\r\n\r\n\r\n1)  A visible departure from the standards of fair dealing and a violation of fair play on which every shareholder who entrusts\r\n\r\nhis money to a company is entitled to rely; or\r\n\r\n\r\n\r\n2) A breach of the fiduciary duty of good faith and fair dealing; or\r\n\r\n\r\n\r\n3) Whether the reasonable expectations of the minority shareholders have been frustrated by the actions of the majority; or\r\n\r\n\r\n\r\n4) A lack of probity and fair dealing in the affairs of a company to the prejudice of some of its members; or\r\n\r\n\r\n\r\n5) A deprivation by majority shareholders of participation in management by minority shareholders.\r\n\r\n\r\n\r\nIV.  Accounting\r\n\r\n\r\n\r\nThe trial court ruled an accounting is necessary to determine what distributions and payments were made in 1988, and\r\n\r\nthereafter, and what effect Louise's reduced stock ownership had on the payments or distributions due her.  It is required to\r\n\r\ndetermine the effect of Alex's treatment of the 21 percent interest in Marica as the property of Michael and Alex III, when in\r\n\r\nfact it was owned by K Enterprises in which John and Louise were partners.  An accounting must determine whether\r\n\r\nMichael and Alex III made any payments on the note for the Marica stock.  We find, for the same equitable reasons John and\r\n\r\nLouise are entitled to a buyout of their shares, they are also entitled to an accounting.  An accounting is mandatory to\r\n\r\ndetermine damages resulting from the fraud.\r\n\r\n\r\n\r\nV.  Atlas's Counterclaims\r\n\r\n\r\n\r\nIn the present action, Alex and Atlas filed several counterclaims against John. These counterclaims alleged John owed Atlas:\r\n\r\n1) $375,000 for a construction loan; 2) $25,000 for 1993 income taxes; 3) $36,000 for a real estate loan; and 4) $140,000\r\n\r\nfor the purchase of a yacht.  Marica Enterprises, Ltd. also asserted a counterclaim against John. This claim alleged John was\r\n\r\nobligated to pay $163,087.00 to his capital equity account.\r\n\r\n\r\n\r\nThe trial court held: 1) Atlas established by a preponderance of the evidence that John received a loan for $375,000; 2) at the\r\n\r\nsecond hearing, judgment will be entered for Atlas for the amount due including interest; 3) Atlas abandoned the $25,000\r\n\r\ncounterclaim by failing to present evidence supporting it at trial; 4) Atlas failed to carry its burden of establishing John owes\r\n\r\n$36,585.07 allegedly used for his wife's bed and breakfast; 5) John conceded owing $140,000 for the purchase of a boat; 6)\r\n\r\nthe second hearing will determine the exact amount due, including interest; 7) Atlas contended in its post-trial brief, John\r\n\r\nowed K Enterprises $85,229.00, however, Atlas did not include claims for this alleged negative balance in their counterclaim. \r\n\r\nTherefore, they may not now pursue this claim; and 8) Marica failed to introduce evidence of why or how John owed the\r\n\r\nalleged $133,932 negative balance in his Marica equity account.  \r\n\r\n\r\n\r\nThe November Order held Atlas did not produce evidence as to how the negative balances occurred.  No note is in evidence\r\n\r\nfor repayment.  Further, there was no evidence of a Marica Enterprises, Ltd. partnership provision requiring repayment. \r\n\r\nOther partners also have negative balances.  John conceded he owes Atlas $140,000 which he used to purchase a boat.  John\r\n\r\ntestified other shareholders have borrowed money from Atlas and have not been sued for repayment.  John contended at\r\n\r\ntrial, money from his Marica Enterprises, Ltd. equity account was used to pay taxes on the Bijou property, however, all of\r\n\r\nthe income from the property went into the joint account with Alex.  John's testimony was later corroborated by Henry\r\n\r\nHarrison, the Former IRS Investigator, who concluded John's equity account in Marica Enterprises, Ltd. reflects a negative\r\n\r\nbalance because the partnership paid John's tax liabilities and expenses on the Wade Hampton property, which John did not\r\n\r\nown, and for which Alex received the income.  Appellants made no showing of how the negative balances resulted from a\r\n\r\nloan to John or that John was expected to repay these amounts.\r\n\r\n\r\n\r\nCONCLUSION\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nWe hold:\r\n\r\n\r\n\r\n1) John A. Kiriakides and Louise Kiriakides are entitled to a judicial buyout of their minority shares by Atlas;\r\n\r\n\r\n\r\n2) John A. Kiriakides and Louise Kiriakides are entitled to an accounting to determine whether they incurred any damages as\r\n\r\na result of fraud committed by Alex Kiriakides, Jr. in the transfer of 21 percent interest in Marica stock;\r\n\r\n\r\n\r\n3) Louise Kiriakides is entitled to an accounting to determine whether she incurred any damages as a result of fraud\r\n\r\ncommitted by Alex Kiriakides, Jr. in regard to Louise's stock ownership in the 1990 distribution;\r\n\r\n\r\n\r\n4) John A. Kiriakides and Louise Kiriakides are entitled to an accounting to determine what distributions and payments were\r\n\r\nmade by Alex Kiriakides, Jr., and the effect upon John A. Kiriakides and Louise\r\nKiriakides;\r\n\r\n\r\n\r\n5) Atlas is entitled to a hearing to determine the amount now owed on a $375,000 construction loan by John A. Kiriakides\r\n\r\nand the amount now owed on the $140,000 for the purchase of a boat; and\r\n\r\n\r\n\r\n6) Atlas's counterclaims against John A. Kiriakides for: a) $25,000 for 1993 Income taxes; b) $36,585.07 for real estate loan\r\n\r\nfor wife's bed and breakfast business; and c) $133,932 claim for negative balance in Marica Equity Account; are all\r\n\r\ndismissed with prejudice.\r\n\r\n\r\n\r\nAccordingly, the judgment of the trial court is AFFIRMED and the case is REMANDED for further action by the circuit\r\n\r\ncourt consistent with this opinion.\r\n\r\n\r\n\r\nCONNOR, J., concurs.\r\n\r\n\r\n\r\nHOWELL, C.J., concurs in a separate opinion.\r\n\r\n\r\n\r\nHowell, C.J. (concurring):\r\n\r\n\r\n\r\nI agree with the result reached by the majority. However, I would simply adopt the Special Referee's order and incorporate\r\n\r\nit as the opinion of this court as it is written.\r\n\r\n\r\n\r\nThe facts in this case clearly support the conclusion reached by the Referee that a forced buyout was the appropriate remedy\r\n\r\nafforded under the terms of the statute.  See S.C. Code Ann. §§ 33-14-300 and 33-14-310 (1990).  Taking our own view of\r\n\r\nthe preponderance of the evidence, it is unnecessary to define \"oppression\" or \"unfair prejudice\" because there is ample\r\n\r\nevidence of both, giving these terms their plain and ordinary meaning. To define either based on foreign cases, treatises, and\r\n\r\nlaw review articles needlessly expands the law and may impact future cases with unforeseen and unintended consequences.\r\n\r\n\r\n\r\nFurthermore, I would not go so far as to order an accounting beyond that which the Referee ordered.\r\n\r\n1.  Alex III worked as Vice President of Sales and Client relations, Michael was Vice President of Vending Operations, and Mary Ann worked as\r\n\r\nthe Executive Accounting Coordinator.  As of October of 1997, Michael has been employed in real estate and no longer works for Atlas. \r\n\r\n2.   The Honorable John W. Kittredge referred the case to Holleman and Holleman was empowered to enter a final order with appeal directly to the\r\n\r\nSouth Carolina Supreme Court.\r\n\r\n3.  Louise stated she trusted Alex and did what he told her to do. If he told her to sign something, she did.  John testified : \"Alex always dealt with\r\n\r\nthe lawyers and the accountants and anything pertaining to that type thing. That was Alex's responsibility; I never drifted into his area, and he\r\n\r\nnever drifted into mine.\"\r\n\r\n\r\n\r\n4.  John conceded he suffered no damages as a result of Alex's handling of the 1990 Atlas distribution because he later received his money with\r\n\r\ninterest.\r\n\r\n5.  John testified: \"[I]t looks from the stock certificates that our old certificates, the original certificates, were just about fifty/fifty except for ten\r\n\r\nshares, and then the merger became (sic) into North Carolina and Georgia and Atlas Enterprises, that Alex received considerably more shares than\r\n\r\nI did. I can't really give you an answer why.\"\r\n\r\n6.  Although the record does not establish whether Atlas applied for South Carolina statutory close corporation status, Atlas is nonetheless an\r\n\r\narchetypal example of a close corporation. \r\n\r\n7.  Michael corroborated John's testimony he told John the others were planning to remove him.\r\n\r\n\r\n\r\n8.  \"Cases in which courts have found oppressive conduct on the part of majority shareholders frequently involve similar factual situations.\r\n\r\nTypically, the complaining shareholder will claim that she has been 'frozen out' or 'squeezed out' by the majority, which often means that the\r\n\r\nshareholder's employment with the company has been terminated, compensation (in the form of a salary or dividends) has been cut off, and the\r\n\r\nshareholder generally has been excluded from participating in the management of the company.\" Henderson,\r\nBuyout Remedy for Oppressed\r\n\r\nMinority Shareholders, 47 S.C. L. Rev. at 201.\r\n\r\n\r\n\r\n9.  Atlas provided Alex's wife with a car and health insurance.\r\n\r\n10.   Since Alex III became president, there have been no meetings about an IPO.  Alex III stated: \"If I personally have anything to do with it,\r\n\r\nwe'll never do [an IPO.]&quot;\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"}]