[{"id":"3382","title":"Cox v. Woodmen of the World","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3382","description":"Code Ann. § 15-48-10(b)(4) (Supp. 2000) \"reverse pre-empts\" the Federal Arbitration Act through the McCarran-Ferguson Act and whether § 15-48-10(b)(4) applies to fraternal benefits associations.","date":"2001-09-04","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n       Gerald Cox, Vickie Cox, William Sulzer, \r\n        Virginia Marie Sulzer, Thomas Mitchum, Sr. and Corine H. Mitchum, on behalf \r\n        of themselves and all others similarly situated, Respondents, \r\n        \r\n            v. \r\n          \r\n        \r\n\r\n        Woodmen of the World Insurance Company, Jerry D. \r\n          Rogers and James K. Dowey, Appellants.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Kershaw County\r\n  L. Henry McKellar, Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3382\r\n     Heard December 14, 2000 - Filed September 4, 2001 \r\n  \r\n\r\n\r\n\r\nAFFIRMED IN PART;\r\n  REVERSED AND REMANDED\r\n  IN PART\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Evans Taylor Barnette, of McCutchen, Blanton, Rhodes &amp; \r\n          Johnson, of Columbia; and Charles R. Norris, of Nelson, Mullins, Riley \r\n          &amp; Scarborough, of Charleston, for appellants.\r\n\r\n        T.S. Stern, Jr., and Karen W. Creech, both of Covington, \r\n          Patrick, Hagins, Stern &amp; Lewis, of Greenville; and Paul J. Doolittle, \r\n          Timothy E. Eble and Michael J. Brickman, all of Ness, Motley, Loadholt, \r\n          Richardson &amp; Poole, of Charleston, for respondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nHUFF, J.:  Woodmen \r\n  of the World Insurance Company, Jerry D. Rogers and James K. Dowey appeal the \r\n  trial court's denial of their motion to compel arbitration. Woodmen also appeals \r\n  the trial court's denial of its motion to dismiss pursuant to Rule 12(b)(8), \r\n  SCRCP. We reverse the denial of the motion to compel arbitration and affirm \r\n  the denial of the motion to dismiss.\r\n\r\nFACTS\r\n\r\nWoodmen is a fraternal benefits \r\n  society organized and existing under the laws of the State of Nebraska with \r\n  its principal place of business in Omaha, Nebraska. Rogers is the State Manager \r\n  for Woodmen in South Carolina. Dowey is an Area Manager for Woodmen. Gerald \r\n  Cox, Vickie Cox, William Sulzer, Virginia Marie Suzler, Thomas O. Mitchum, Corine \r\n  H. Mitchum (Respondents) are members of Woodmen who purchased Woodmen universal \r\n  life insurance policies, surrendering life insurance policies with Woodmen.\r\n\r\nOn July 17, 1997, the Respondents, on behalf of themselves \r\n  and all others similarly situated, brought this action against Woodmen, Rogers, \r\n  and Dowey for violation of the Insurance Trade Practices Act, S.C. Code Ann. \r\n  § 38-57-10, et seq. (1989 and Supp. 2000), fraud, breach of contract \r\n  accompanied by fraudulent acts, violation of the South Carolina Unfair Trade \r\n  Practices Act, S.C. Code Ann. § 39-5-10 et seq. (1985 and Supp. 2000), \r\n  constructive fraud, negligent misrepresentation, conversion, and breach of fiduciary \r\n  duties, and as to Woodmen alone, negligent supervision. They alleged Woodmen, \r\n  Rogers, and Dowey induced them to replace their life insurance policies with \r\n  universal life insurance policies.\r\n\r\nWoodmen removed the case to the United States District Court \r\n  for the District of South Carolina. It filed with the federal court a motion \r\n  to dismiss or in the alternative for a stay of proceedings. In the motion it \r\n  asserted that an Alabama class action, purported to be a national class action, \r\n  had been conditionally certified and involved the same or substantially the \r\n  same issues that are alleged in the South Carolina action. It also filed a motion \r\n  to stay proceedings pending disposition to alternative dispute resolution and/or \r\n  a petition to compel alternative dispute resolution. On September 23, 1997, \r\n  the district court remanded the case to the Court of Common Pleas for Kershaw \r\n  County without acting on the motions.\r\n\r\nWoodmen subsequently filed a motion to dismiss or abate \r\n  the action on the ground that another action was pending between the same parties \r\n  for the same claims. The trial court denied the motion on February 6, 1998. \r\n  It subsequently denied Woodmen's motion for reconsideration.\r\n\r\nIn an amended order filed April 14, 1999, the trial court \r\n  denied Woodmen's motion to compel arbitration pursuant to the Federal Arbitration \r\n  Act, (FAA), 9 U.S.C.A. § 1, et seq. (1999). (1) \r\n  It found S.C. Code Ann. § 15-48-10(b)(4) (Supp. 2000), which exempts \"any insured \r\n  or beneficiary under any insurance policy or annuity contract\" from the South \r\n  Carolina Arbitration Act, S.C. Code Ann. § 15-48-10 et seq. (Supp 2000) \r\n  \"reverse pre-empts\" the FAA through the McCarran-Ferguson Act, 15 U.S.C.A. § \r\n  1011 et seq. (1997). In addition, it held section 15-48-10(b)(4) is not \r\n  within the \"general insurance laws of this state,\" and thus it applies to fraternal \r\n  benefit associations such as Woodmen. This appeal followed.\r\n\r\nDISCUSSION\r\n\r\n1. McCarran-Ferguson \"reverse pre-emption\"\r\n\r\nWoodmen, Rogers, and Dowey argue the trial court erred in \r\n  concluding the FAA does not apply to the arbitration provision in the Woodmen \r\n  constitution by virtue of the McCarran-Ferguson Act. We disagree.\r\n\r\nOn December 10, 1996, Woodmen adopted an amendment to its \r\n  constitution to provide for \"Problem Resolution Procedures\" that include binding \r\n  arbitration. The amendment is binding on Respondents as if it had been in force \r\n  at the time of their applications for membership. \r\n   (2)\r\n\r\nIn most instances, our state policy, like federal policy \r\n  favors arbitrating disputes. Heffner v. Destiny, Inc., 321 S.C. 536, \r\n  537, 471 S.E.2d 135, 136 (1995) (\"The policy of the United States and this State \r\n  is to favor arbitration of disputes.\"). As an exception to this policy, § 15-48-10(b)(4) \r\n  provides the South Carolina Arbitration Act, which favors arbitration, does \r\n  not apply to \"any insured or beneficiary under any insurance policy or annuity \r\n  contract.\"\r\n\r\nGenerally, if the contract providing for arbitration involves \r\n  interstate commerce, the FAA displaces the state arbitration statute. \r\n  (3) Soil Remediation Co. v. Nu-Way Envtl, 323 S.C. 454, 459-60, \r\n  476 S.E.2d 149, 152 (1996) (\"If the arbitration agreement in the instant controversy \r\n  is covered by the FAA, then . . . the FAA preempts S.C. Code Ann. § 15-48-10(a). \r\n  . . . For the Federal Act to apply, the commerce involved in the contract must \r\n  be interstate or foreign.\"). The McCarran-Ferguson Act, however, provides an \r\n  exception to general federal pre-emption. The Act states in part: \"No act of \r\n  Congress shall be construed to invalidate, impair, or supersede any law enacted \r\n  by any State for the purpose of regulating the business of insurance, . . . \r\n  unless such Act specifically relates to the business of insurance . . . .\" 15 \r\n  U.S.C.A. § 1012(b) (1997). It is undisputed the FAA does not specifically relate \r\n  to insurance. Therefore, we must determine whether section 15-48-10(b)(4) was \r\n  enacted for the purpose of regulating the business of insurance.\r\n\r\nThe United States Supreme Court has identified three factors \r\n  in determining whether a particular practice is part of the business of insurance: \r\n  \"first, whether the practice has the effect of transferring or spreading a policyholder's \r\n  risk; second, whether the practice is an integral part of the policy relationship \r\n  between the insurer and the insured; and third, whether the practice is limited \r\n  to entities within the insurance industry.\" Union Labor Life Ins. Co. v. \r\n  Pireno, 458 U.S. 119, 129 (1982). The Court stated none of these factors \r\n  is necessarily determinative of the issue. Id. \r\n\r\nThe trial court relied on Mutual Reinsurance Bureau v. \r\n  Great Plains Mut. Ins. Co. Inc., 969 F.2d 931 (10th Cir. 1992), \r\n  in which the Tenth Circuit Court of Appeals considered the issue of whether \r\n  the Kansas arbitration statute was a law enacted for the purpose of regulating \r\n  the \"business of insurance\" as the term is used in the McCarran-Ferguson Act. \r\n  The version of the Kansas arbitration statute, Kan. Stat. Ann. § 5-401, \r\n  (4)   in effect at the pertinent time provided: \r\n\r\n  Validity of arbitration agreement. A written agreement to \r\n    submit any existing controversy to arbitration or a provision in a written \r\n    contract, other than a contract of insurance . . ., to submit to arbitration \r\n    any controversy, other than a claim in tort arising between the parties is \r\n    valid, enforceable and irrevocable.\r\n\r\n\r\nThe Tenth Circuit recognized that statutes aimed at protecting \r\n  or regulating the relationship between the insurance company and the policyholder \r\n  \"directly or indirectly, are laws regulating the 'business of insurance'\" Mutual \r\n  Reinsurance Bureau, 969 F.2d at 933 (quoting SEC v. Nat'l Sec., Inc., \r\n  393 U.S. 453, 460 (1969)). It held Kan. Stat. Ann. § 5-401 directly regulated \r\n  the relationship between the insurance company and the policy holder by declaring \r\n  an agreement to arbitrate unenforceable. Id. It explained, \"To expressly \r\n  invalidate an agreement contained in the insurance contract touches the core \r\n  of the 'business of insurance . . . .'\" Id. at 933. The court noted that \r\n  a contract of insurance is evidence of an agreement to spread risk and found \r\n  the Kansas legislature had placed limits on the enforceability of an agreement \r\n  to spread risk by enacting Kan. Stat. Ann. § 5-401. Id. In addition, \r\n  the court found that the application of the McCarran-Ferguson Act did not require \r\n  a state statute that \"regulates the business of insurance\" be in the form of \r\n  an insurance code or an act relating only to insurance. Id. It held, \r\n  \"The application of the Kansas statute here concerned to insurance as an exception \r\n  is clear and direct although included in an act relating basically to arbitration.\" \r\n  Mutual Reinsurance Bureau, 969 F.2d at 934. Accordingly, it ruled that \r\n  the Kansas statute combined with the McCarran-Ferguson Act prevented the application \r\n  of the FAA. Id. at 935; see Friday v. Trinity Universal, \r\n  939 P.2d 869 (Kan. 1997) (while noting Mutual Reinsurance Bureau  had \r\n  been legislatively overruled due to amendment to Kan. Stat. Ann. § 5-401 providing \r\n  reinsurance contracts are not to be considered contracts of insurance, applying \r\n  the Tenth Circuit's reasoning to hold the McCarran-Ferguson Act precluded application \r\n  of the FAA and arbitration clause was unenforceable because of Kan. Stat. Ann. \r\n  § 5-401).\r\n\r\nWoodmen, Rogers and Dowey urge this court to follow the \r\n  reasoning employed by the Second Circuit Court of Appeals in Hamilton Life \r\n  Ins. Co. v. Republic Nat'l Life Ins. Co., 408 F.2d 606 (2d Cir. 1969). In \r\n  Hamilton, the Second Circuit held, \"It is quite plain that arbitration \r\n  statutes, including those of Texas and New York, are not statutes regulating \r\n  the business of insurance, but statutes regulating the method of handling contract \r\n  disputes generally.\" Id. at 611. It concluded that neither the Texas \r\n  Arbitration Act nor the New York Arbitration Act was a law regulating the business \r\n  of insurance within the meaning of the McCarran-Ferguson Act. Id. However, as \r\n  the Tenth Circuit noted, the statutes in Hamilton differed from K.S.A. \r\n  § 5-401 in a very important aspect in that those statutes governed arbitration \r\n  in general and did not mention \"contracts of insurance.\" Mutual Reinsurance \r\n  Bureau, 969 F.2d at 934.\r\n\r\nMore recently, the United States District Court for the \r\n  Middle District of Alabama and the Supreme Court of Alabama have found the Alabama \r\n  anti-arbitration statute (5) does not reverse \r\n  pre-empt the FAA by way of the McCarran-Ferguson Act. Woodmen of the World \r\n  Life Ins. Soc'y. v. White, 35 F.Supp.2d 1349 (M.D. Ala. 1999); Clayton \r\n  v. Woodmen of the World Life Ins. Soc'y., 981 F.Supp. 1447 (M.D. Ala. 1997); \r\n  American Bankers Ins. Co. v. Crawford, 757 So.2d 1125 (Ala. 1999). The \r\n  district court in Clayton noted the anti-arbitration statute is not confined \r\n  to insurance contracts, but was included with the section of the Alabama code \r\n  that applies to all contracts. Clayton, 981 F.Supp. at 1450 n.1. In Crawford, \r\n  the appellant argued the anti-arbitration statute was incorporated into the \r\n  law of insurance by Ala. Code § 27-14-22 (1986), which provides: \"All contracts \r\n  of insurance, the application for which is taken within this state, shall be \r\n  deemed to have been made within this state and subject to the laws thereof.\" \r\n  757 So.2d at 1135. The Alabama Supreme Court explained Ala. Code § 27-14-22 \r\n  was simply a mandatory choice-of-law provision and found the appellant's incorporation \r\n  argument too attenuated to require the conclusion that the policy of the McCarran-Ferguson \r\n  Act should take precedence over the federal policy in favor of arbitration. \r\n  Id. at 1136. \r\nConsidering the similarity between the Kansas arbitration \r\n  statute, Kan. Stat. Ann. § 5-401 and S.C. Code Ann. § 15-48-10(b)(4), we find \r\n  the reasoning of the Tenth Circuit in Mutual Reinsurance Bureau to be \r\n  persuasive. Section 15-48-10(b)(4) is not a statute of general applicability \r\n  like the Texas, New York, and Alabama statutes. Like the Kansas statute, § 15-48-10(b)(4) \r\n  specifically exempts \"any insured or beneficiary under any insurance policy \r\n  or annuity contract\" from the South Carolina Arbitration Act. We find § 15-48-10(b)(4) \r\n  was enacted for the purpose of regulating the business of insurance. The arbitration \r\n  exception is an integral part of the policy relationship between the insurer \r\n  and the insured because it expressly invalidates a provision contained in an \r\n  insurance policy and sets forth the method for resolving disputes between the \r\n  insured and the insurer. Through the exception, the legislature placed limits \r\n  on the enforceability of an agreement to spread risk. Furthermore, § 15-48-10(b)(4) \r\n  is a specific exemption limited to entities within the insurance industry. Accordingly, \r\n  we conclude § 15-48-10(b)(4) \"reverse pre-empts\" the FAA through application \r\n  of the McCarran-Ferguson Act.\r\n\r\n2. Application of §38-37-70\r\n\r\nWoodmen, Rogers, and Dowey argue the trial court erred in \r\n  holding S.C. Code Ann. § 38-37-70 (1989) does not exempt Woodmen from § 15-48-10(b)(4). \r\n  We agree.\r\n\r\nSection 38-37-70 provides: \"Fraternal benefits associations \r\n  are governed by this chapter. The general insurance laws of this State do not \r\n  apply to fraternal benefits associations unless provision is made in the law \r\n  for them.\" Therefore, we must determine whether § 15-48-10(b)(4) is within the \r\n  legislature's definition of \"general insurance laws of this State.\" \r\n\r\nThe primary concern in interpreting a statute is to determine \r\n  the intent of the legislature if it reasonably can be discovered in the language \r\n  when construed in the light of its intended purpose. Whitner v. State, \r\n  328 S.C. 1, 492 S.E.2d 777 (1997). In construing a statute, its words must be \r\n  given their plain and ordinary meaning without resorting to subtle or forced \r\n  construction to limit or expand the statute's operation. First Baptist Church \r\n  of Mauldin v. City of Mauldin, 308 S.C. 226, 417 S.E.2d 592 (1992).\r\n\r\nThe trial court relied on the Supreme Court's decision in \r\n  Raggio v. Woodmen of the World Life Ins. Soc'y., 228 S.C. 340, 90 S.E.2d \r\n  212 (1955). However, Raggio does not stand for the proposition that the \r\n  term \"the general insurance laws\" refers only to the codification of laws contained \r\n  in the predecessor to Title 38. In Raggio, the supreme court considered \r\n  whether a statute that contained a limitation of two years for insurers to contest \r\n  the truth of applications for insurance applied to fraternal benefits associations. \r\n  The court discussed the history of the statute. It noted the legislature expressly \r\n  made the statute applicable to fraternal benefits associations and found no \r\n  change of the legislative intent. The court thus concluded fraternal benefits \r\n  associations were bound by the statute. Raggio, 228 S.C. at 353-55, 90 \r\n  S.E.2d at 219.\r\n\r\nAlthough not found in Title 38, § 15-48-10(b)(4) is a law \r\n  enacted for the purpose of regulating the business of insurance, and is accordingly, \r\n  an insurance law. The legislature did not expressly provide the statute applies \r\n  to fraternal benefits associations. Thus, rather than being an insurance law \r\n  that expressly applies to fraternal benefits associations, it is a \"general \r\n  insurance law of this state\" within the legislature's meaning of § 38-37-70. \r\n  Accordingly, the arbitration exception is not applicable to fraternal benefits \r\n  associations such as Woodmen. Thus, as the Woodmen contracts provide for arbitration, \r\n  the current dispute is subject to arbitration pursuant to the FAA.\r\n\r\n3. Motion to dismiss pursuant to Rule 12(b)(8), SCRCP\r\n\r\nWoodmen argues the trial court erred in denying its motion \r\n  to dismiss pursuant to Rule 12(b)(8), SCRCP, asserting there is a pending action \r\n  in Alabama involving the same parties and the same or substantially the same \r\n  issues. The Respondents assert the order denying the motion to dismiss is not \r\n  appealable. However, an order that is not directly appealable will be considered \r\n  if there is an appealable issue before the court. Pruitt v. Bowers, 330 \r\n  S.C. 483, 499 S.E.2d 250 (Ct. App. 1998); see  Briggs v. Richardson, \r\n  273 S.C. 376, 256 S.E.2d 544 (1979). Accordingly, we may consider the issue.\r\n\r\nOn January 14, 1998, counsel for the Respondents informed \r\n  the court that the judge had decertified the Alabama action and no South Carolina \r\n  class members were included within the previously conditionally certified class \r\n  action. Accordingly, we find that under the facts presented to the trial court \r\n  at the time of its decision, it did not err in denying Woodmen's motion to dismiss \r\n  pursuant to Rule 12(b)(8), SCRCP. \r\n\r\nFor the forgoing reasons, the trial court's denial of the \r\n  motion to compel arbitration is REVERSED and the matter REMANDED \r\n  for an order consistent with this opinion. (6) \r\n  The trial court's denial of the motion to dismiss is AFFIRMED.\r\n\r\nGOOLSBY and SHULER, JJ., concur.\r\n\r\n1.  \r\n  Rogers and Dowey joined the motion. \r\n 2.   S.C. \r\n  Code Ann. § 38-37-790 (1989) provides in part:\r\n\r\n\r\n  [A]ny changes, additions, or amendments to the charter or \r\n    articles of the association or the constitution and bylaws duly made or enacted \r\n    after the issuance of the benefit certificate bind the member and his beneficiaries \r\n    and govern and control the contract in all respects the same as though the \r\n    changes, additions, or amendments had been made prior thereto and were in \r\n    force at the time of the application for membership. \r\n\r\n3.   The contracts \r\n  at issue in this case, as insurance agreements between a fraternal benefits \r\n  society incorporated in Nebraska and South Carolina residents, involve interstate \r\n  transaction in commerce. \r\n 4.   The current \r\n  version of Kan. Stat. Ann. § 5-401 (Supp. 2000) provides:\r\n\r\n\r\n  (a) A written agreement to submit any existing controversy \r\n    to arbitration is valid, enforceable and irrevocable except upon such grounds \r\n    as exist at law or in equity for the revocation of any contract.\r\n\r\n  (b) Except as provided in subsection (c), a provision in \r\n    a written contract to submit to arbitration any controversy thereafter arising \r\n    between the parties is valid, enforceable and irrevocable except upon such \r\n    grounds as exist at law or in equity for the revocation of any contract.\r\n\r\n  (c) The provisions of subsection (b) shall not apply to: \r\n    (1) Contracts of insurance, except for those contracts between insurance companies, \r\n    including reinsurance contracts; (2) contracts between an employer and employees, \r\n    or their respective representatives; or (3) any provision of a contract providing \r\n    for arbitration of a claim in tort.\r\n\r\n\r\n\r\n5.  Ala. Code § 8-1-41 (1993)provides \r\n  in part: \"The following obligations cannot be specifically enforced: . . . (3) \r\n  An agreement to submit a controversy to arbitration . . . .\"\r\n\r\n6.  The Respondents raise numerous issues \r\n  not addressed by the trial court as alternate grounds for affirmance. We decline \r\n  to address these issues. See I'On, L.L.C. v. Town of Mt. Pleasant, \r\n  338 S.C. 406, 526 S.E.2d 716 (2000) (stating the appellate court may not wish \r\n  to discuss additional sustaining grounds when it reverses the lower court's \r\n  decision). \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3383","title":"State v. LaCoste","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3383","description":"This criminal appeal from convictions of resisting arrest, disorderly conduct, and assault involves the issues of whether the trial court erred in (1)  refusing to grant a directed verdict on the indicted charges, (2)  excluding the hearsay statements of an unknown declarant, (3)  refusing to give a full and complete charge on the right to resist an illegal arrest, and (4)  charging simple assault as a lesser included offense of criminal domestic violence.","date":"2001-09-04","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n       The State, Respondent, \r\n        \r\n            v. \r\n\r\n        \r\n\r\n        Jon Pierre LaCoste, Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From York County\r\n  Wyatt T. Saunders, Jr., Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3383\r\n    Heard June 6, 2001 - Filed September 4, 2001 \r\n  \r\n\r\n\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Assistant Appellate Defender Robert M. Pachak, of SC Office \r\n          of Appellate Defense, of Columbia, for appellant.\r\n\r\n        Attorney General Charles M. Condon, Chief Deputy \r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General \r\n          Robert E. Bogan, Senior Assistant Attorney General Charles H. Richardson; \r\n          and Solicitor Thomas E. Pope, of York, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n\r\nHUFF, J.: Jon \r\nPierre LaCoste was convicted of resisting arrest, disorderly conduct, and assault. \r\nHe appeals, arguing the trial court erred in (1) refusing to grant a directed \r\nverdict on each of his indicted charges, (2) excluding certain hearsay statements, \r\n(3) refusing to give a full and complete charge on the right to resist an illegal \r\narrest, and (4) charging simple assault as a lesser included offense of criminal \r\ndomestic violence. We reverse and remand. \r\nFACTUAL/PROCEDURAL BACKGROUND\r\n\r\nLaCoste was indicted on charges of criminal domestic violence \r\n  (CDV), resisting arrest, and disorderly conduct following an incident at The \r\n  Galleria Mall in York County. At trial, Joyce Giles testified she visited the \r\n  mall on the afternoon of July 14, 1998. As she was leaving in her car, she noticed \r\n  a man and a woman \"hitting at each other.\" The man, whom she identified as LaCoste, \r\n  \"grabbed at [the woman],\" who \"jerked away,\" and began striking him with her \r\n  purse. She believed LaCoste was trying to rob the woman and that the woman was \r\n  attempting to get away from him. She was also concerned because LaCoste was \r\n  considerably larger than the woman. LaCoste slapped at the woman, making contact \r\n  seven or eight times. As the pair moved about the parking lot exchanging blows, \r\n  Giles called 9-1-1. During the four to five minutes before the police arrived, \r\n  the two continued \"pushing and shoving each other.\"\r\n\r\nOfficer Jeremy McCloud of the Rock Hill Police Department \r\n  testified he arrived at the mall in response to a possible domestic disturbance \r\n  dispatch. As he approached, he noticed the man and woman in a verbal altercation \r\n  which he immediately recognized as a possible domestic situation. LaCoste was \r\n  flailing his arms about in an angry, almost hostile manner, while the woman \r\n  stood in a \"normal, . . . defensive-type posture.\" When McCloud exited his patrol \r\n  car, the woman retreated to an area behind him while the man continued to advance. \r\n  McCloud told LaCoste to stop, to which the man threw his arms up in a hostile \r\n  manner and replied, \"for what.\" McCloud told him to \"stop right there\" and the \r\n  man again replied, \"for what.\" The officer then told LaCoste to stop because \r\n  he was under arrest for criminal domestic violence. According to McCloud, LaCoste \r\n  began cursing at him and stated he would not follow the officer's commands. \r\n  After a continued verbal exchange where McCloud ordered him to stop and the \r\n  man continued to refuse, McCloud prepared to pepper spray LaCoste and threatened \r\n  to do so if he did not comply. LaCoste cursed the officer and told him to put \r\n  the spray away. When sprayed, he pushed the officer away. The officer sprayed \r\n  him again, but it appeared to have little effect on him.\r\n\r\nBy this time, Officer Jeffrey Cornwell of the York County \r\n  Sheriff's Department arrived to assist McCloud. LaCoste continued to resist \r\n  and was sprayed by Officer Cornwell, again to no avail. He held his arms straight \r\n  to avoid being handcuffed. The two officers held LaCoste on the hood of the \r\n  car until additional units arrived and only then were they able to physically \r\n  overpower him and handcuff him. Because he had been in an altercation with LaCoste, \r\n  Officer McCloud did not personally conduct any interviews.\r\n\r\nGiles testified she approached the woman after officers \r\n  placed LaCoste in a police car. The woman said LaCoste was her husband, he was \r\n  a karate expert, and she was afraid of him. \r\n\r\nLaCoste and his wife testified in his defense. The couple \r\n  had separated approximately two or three weeks prior to the incident and remained \r\n  separated at the time of trial. They both testified Mrs. LaCoste came to the \r\n  mall looking for her husband to discuss finances. LaCoste was at the mall buying \r\n  shoes. Mrs. LaCoste, who was already upset, became angry when she saw LaCoste's \r\n  girlfriend, Angela Ervin, who was working at the mall. Ervin saw Mrs. LaCoste \r\n  and smirked at her. When LaCoste tried to prevent his wife from following Ervin \r\n  out of the mall, she punched him in the face and slapped him several times, \r\n  before following Ervin. \r\n\r\nOnce outside the mall, Mrs. LaCoste checked to see if Ervin \r\n  was inside LaCoste's car. Ervin was not inside, but Mrs. LaCoste grabbed a shopping \r\n  cart and banged it into the car's headlights. She then began scratching the \r\n  car with her keys. LaCoste pleaded with her to stop, telling her someone was \r\n  going to see her and she might get arrested. She then turned the keys on LaCoste, \r\n  lunging at him with the keys in one hand while swinging her purse at him with \r\n  her other hand. After a while, he grabbed the keys from her and threw them to \r\n  the ground. Mrs. LaCoste testified her husband never hit her.\r\n\r\nAbout this time, Officer McCloud arrived. LaCoste testified \r\n  he tried to explain the situation to the officer, but the officer would not \r\n  listen. He testified that during the altercation with his wife, he asked a woman \r\n  who was with a man in a military uniform to call the police and the woman then \r\n  walked over to a telephone. He thus thought McCloud was there upon his request. \r\n  LaCoste stated he did not comply with McCloud's requests that he put his arms \r\n  behind his back to be handcuffed because he knew he had not done anything wrong.\r\n\r\nThe jury found LaCoste guilty on the indictments for resisting \r\n  arrest and disorderly conduct. On the charge of criminal domestic violence, \r\n  the jury found him guilty of simple assault, which the trial court submitted \r\n  as a lesser included offense. The trial court sentenced him to one year imprisonment, \r\n  suspended upon service of ninety days with one year of probation for resisting \r\n  arrest, and thirty days imprisonment, suspended, with one year probation for \r\n  the disorderly conduct and simple assault convictions. This appeal follows.\r\n\r\nLAW/ANALYSIS\r\n\r\nI. Statements of Unknown Declarants\r\n\r\nLaCoste argues the trial court erred in refusing to admit \r\n  certain hearsay statements made by two unknown bystanders, one male and one \r\n  female, which corroborated his testimony. He contends the statements were admissible \r\n  under the excited utterance exception. As to the male bystander, we agree.\r\n\r\nDuring cross-examination of Officer Cornwell, LaCoste asked \r\n  about one male and one female bystander who were present during the arrest. \r\n  Cornwell described the man as a white male wearing a Vietnam or V.F.W. hat. \r\n  The man was \"a little bit agitated,\" approached Cornwell, and tried to speak \r\n  with him. When counsel asked Cornwell whether the man was trying to tell Cornwell \r\n  what he had seen, the trial court sustained the State's hearsay objection. Cornwell \r\n  did not take a statement from the man, but directed him to speak with the Rock \r\n  Hill police officers. Cornwell then saw the man and woman walk over to a Rock \r\n  Hill officer and speak with him.\r\n\r\nThe court held an in camera hearing upon LaCoste's request \r\n  to determine the admissibility of any statements made by the unknown man and \r\n  woman. During the hearing, Cornwell testified the man who approached him said \r\n  LaCoste did not assault the lady (Mrs. LaCoste), he had done nothing wrong, \r\n  and police should not be trying to handcuff him. He indicated LaCoste was in \r\n  fact the victim of the woman's attack. Cornwell remembers the man was speaking \r\n  and that he claimed to be a witness to the incident. However, Cornwell testified \r\n  he did not know whether the man was in fact an eyewitness. About the woman, \r\n  Cornwell testified he didn't recall her having much to say and stated, \"I think \r\n  she was there for the same purpose, but I didn't really get in a conversation \r\n  with her.\" The trial court refused to admit the unknown man's statement because \r\n  Cornwell was not able to verify the man was an eyewitness and, as such, the \r\n  probative value of the statements was outweighed by the prejudice because the \r\n  statements were unreliable. LaCoste was permitted, however, to elicit some testimony \r\n  about the man and woman in the jury's presence. Cornwell testified he thought \r\n  the man and woman were together, but he was not certain. Both were agitated \r\n  and claimed to be witnesses, but the woman appeared less agitated than the man.\r\n\r\nLaCoste also proffered the testimony of James Whiting, a \r\n  mall security officer, concerning the two bystanders. Whiting testified he received \r\n  a call that an officer needed help in the parking lot. When he reached the parking \r\n  lot, he saw LaCoste in handcuffs and a number of police cars. He also saw an \r\n  elderly man and lady who were \"hollering,\" \"He didn't do it. He didn't do it.\" \r\n  The pair were upset, and said the woman (Mrs. LaCoste) was beating on the man \r\n  (LaCoste). The court found the statements did fit within the excited utterance \r\n  hearsay exception, but that they were unreliable in that Whiting could not testify \r\n  that either or both of the declarants actually observed the events in question. \r\n  Because the bystanders' identities and what they observed were unknown, the \r\n  court held the probative value of the statements was outweighed by their prejudicial \r\n  effect. \r\n\r\nRulings on the admissibility of evidence are within the \r\n  trial court's sound discretion and will not be disturbed on appeal absent an \r\n  abuse of that discretion resulting in prejudice to the complaining party. State \r\n  v. Hughey, 339 S.C. 439, 453, 529 S.E.2d 721, 728-29 (2000); State v. \r\n  Varvil, 338 S.C. 335, 340, 526 S.E.2d 248, 251 (Ct. App. 2000).\r\n\r\nHearsay is inadmissible except as provided by statute, the \r\n  South Carolina Rules of Evidence, or other court rules. Rule 802, SCRE. The \r\n  excited utterance exception permits introduction of a hearsay statement \"relating \r\n  to a startling event or condition made while the declarant was under the stress \r\n  of excitement caused by the event or condition.\" Rule 803(2), SCRE. \"The rationale \r\n  behind the excited utterance exception is that the startling event suspends \r\n  the declarant's process of reflective thought, reducing the likelihood of fabrication. \r\n  In determining whether a statement falls within the excited utterance exception, \r\n  a court must consider the totality of the circumstances.\" State v. Dennis, \r\n  337 S.C. 275, 284, 523 S.E.2d 173, 177 (1999).\r\n\r\nOur supreme court addressed the admissibility of hearsay \r\n  statements made by unknown declarants in State v. Hill, 331 S.C. 94, \r\n  501 S.E.2d 122 (1998). Hill was convicted of murdering a police officer in the \r\n  parking lot of a car wash after the officer pulled him over. Id. at 98, \r\n  501 S.E.2d at 124. His defense at trial was that a person who had been hiding \r\n  in his backseat shot the officer. Id. at 99, 501 S.E.2d at 124. The defense \r\n  offered testimony of Kenneth Grant, a man who went to the car wash approximately \r\n  fifteen minutes after the shooting. Grant testified in camera that after being \r\n  at the car wash for fifteen or twenty minutes, he heard an unknown person in \r\n  the crowd say there were two suspects. Id. at 99, 501 S.E.2d at 125. \r\n  Hill attempted to introduce the statement under the excited utterance or res \r\n  gestae exception to hearsay, but the trial court held the testimony was inadmissible \r\n  hearsay. Id. \r\n\r\nThe supreme court agreed, and held the excited utterance \r\n  exception is limited to firsthand information, such as the statements of an \r\n  actual witness to an event. Id. The court further held, \"[t]he hearsay \r\n  statement of an unknown bystander is admissible under the excited utterance \r\n  exception only when the circumstances which surround it would affect the declarant \r\n  in a way that assures its spontaneity and, therefore, its reliability for trustworthiness.\" \r\n  Id. at 99-100, 501 S.E.2d at 125. The unknown declarant must have had \r\n  an opportunity to personally observe the matter and must have perceived the \r\n  event, and if the circumstances indicate the bystander did not observe the act, \r\n  the declaration should be excluded. Id. at 100, 501 S.E.2d at 125. In \r\n  Hill, the statement made by the unknown declarant occurred some thirty \r\n  to thirty-five minutes after the event, and there was no indication that the \r\n  knowledge of the declarant was firsthand. Because there was no evidence the \r\n  unknown declarant witnessed the shooting and it was unknown whether the declaration \r\n  was made \"under the stress of excitement cause by the event,\" the supreme court \r\n  found no error in the trial court's exclusion of Grant's testimony. Id.\r\n\r\nUnder the totality of the circumstances, we find the statements \r\n  of the unknown male bystander should have been admitted. First, the defense \r\n  was prepared to offer evidence the man was an actual eyewitness to the incident \r\n  between LaCoste and his wife. Cornwell testified the man talked with him and \r\n  identified himself as a witness to the events. Hill indicates statements \r\n  are limited to firsthand knowledge, but does not require the firsthand knowledge \r\n  of unknown declarants be established by evidence outside the statements themselves. \r\n  Therefore, the man's claim to Cornwell that he witnessed the event was sufficient.\r\n\r\nSecond, the evidence demonstrates the man was under the \r\n  stress of a startling event to the extent that his ability for reflective thought \r\n  was suspended, and thus his statements fit within the excited utterance exception \r\n  as the court found. According to Cornwell, the man was agitated and claimed \r\n  to be a witness to the altercation in question. The fact that he actually approached \r\n  the officer and offered information while visibly upset supports a finding of \r\n  his excited state. Moreover, Whiting testified the man was upset and \"hollering.\" \r\n  Because the evidence shows the unknown man was an actual eyewitness and the \r\n  statements he made were excited utterances, the trial court erred in excluding \r\n  Cornwell and Whiting's testimonies regarding these statements. \r\n   (1)\r\n\r\nII. Directed Verdict Motions\r\n\r\nLaCoste also contends the trial court should have directed \r\n  a verdict in his favor on each of the indicted offenses because Officer McCloud \r\n  did not have probable cause to arrest him when he placed him under arrest, and \r\n  thus his resistance of the arrest was lawful. We disagree.\r\n\r\nFirst, we note appellant did not specifically raise any \r\n  lack of probable cause to arrest as a ground in his motion for directed verdict. \r\n  Further, in ruling on a motion for a directed verdict, the trial court considers \r\n  the existence of evidence rather than its weight, and if there is any direct \r\n  or substantial circumstantial evidence tending to prove the defendant's guilt \r\n  or from which his guilt may be logically deduced, the case should be submitted \r\n  to the jury. State v. Fennell, 340 S.C. 266, 270, 531 S.E.2d 512, 514 \r\n  (2000). In reviewing the denial of a motion for directed verdict, this court \r\n  must view the evidence by the same standard in the light most favorable to the \r\n  State. State v. Kelsey, 331 S.C. 50, 62, 502 S.E.2d 63, 69 (1998).\r\n\r\nViewing the evidence in the light most favorable to the \r\n  State, we find sufficient evidence to support the submission of each of the \r\n  indicted charges to the jury. \r\n\r\nLaCoste was charged with criminal domestic violence (CDV) \r\n  in violation of S.C. Code Ann. § 16-25-20 (Supp. 2000), which provides:\r\n\r\n\r\n  It is unlawful to: (1) cause physical harm or injury to \r\n    a person's own household member, (2) offer or attempt to cause physical harm \r\n    or injury to a person's own household member with apparent present ability \r\n    under circumstances reasonably creating fear of imminent peril.\r\n\r\n\r\nA spouse fits within the definition of a household member \r\n  regardless of whether the parties are currently cohabitating. S.C. Code Ann. \r\n  § 16-25-10 (Supp. 2000).\r\n\r\nThrough the testimony of Giles, the State introduced evidence \r\n  that LaCoste repeatedly struck a woman who identified herself as his wife and \r\n  who, immediately after the incident, reported being afraid of him. Despite the \r\n  lack of testimony regarding injuries to Mrs. LaCoste, this evidence is sufficient \r\n  to support submission of the case to the jury on the theory that LaCoste caused \r\n  physical harm to a household member or attempted to cause the same with the \r\n  \"apparent present ability under circumstances reasonably creating fear of imminent \r\n  peril.\"\r\n\r\nLaCoste was also charged with violating S.C. Code Ann. § \r\n  16-9-320(A) (Supp. 2000), which prohibits, inter alia, the knowing and \r\n  willful resist of an arrest being made by one the person knows or reasonably \r\n  should know is a law enforcement officer.\r\n\r\nOfficer McCloud arrived on the scene wearing his uniform \r\n  and driving his marked Rock Hill Police Department patrol car. When he tried \r\n  to place LaCoste under arrest, LaCoste resisted verbally and physically. He \r\n  continued to resist after Officer Cornwell arrived despite the officers' use \r\n  of pepper spray, holding his arms stiff to prevent the officers from handcuffing \r\n  him. He was not handcuffed until additional officers arrived to assist in holding \r\n  his hands behind his back. The trial court properly denied LaCoste's directed \r\n  verdict motion on this charge.\r\n\r\nFinally, LaCoste faced a charge of disorderly conduct in \r\n  violation of S.C. Code Ann. § 16-17-530 (1985), which prohibits, inter alia, \r\n  disorderly or boisterous conduct or the use of obscene or profane language at \r\n  any public place or gathering.\r\n\r\nOfficer McCloud testified that, as he approached LaCoste \r\n  and instructed him to stop, LaCoste threw up his arms in a hostile manner and \r\n  began yelling obscenities at the officer, insisting he would not comply with \r\n  the officers demands. After the officer informed LaCoste he was under arrest \r\n  for disorderly conduct, LaCoste continued to repeatedly shout obscenities and \r\n  challenge the officer. Additionally, he taunted officers McCloud and Cornwell \r\n  regarding their lack of success in bringing him under control. This testimony \r\n  constituted ample evidence of disorderly conduct to enable the trial court to \r\n  deny LaCoste's motion for directed verdict.\r\n\r\nIII. Jury Charge on Right to Resist \r\n  Unlawful Arrest\r\n\r\nNext, LaCoste maintains the trial court should have issued \r\n  the entire charge he requested on the right to resist an unlawful arrest. We \r\n  find no error.\r\n\r\nThe law to be charged to the jury is determined by the evidence \r\n  presented at trial. State v. Cole, 338 S.C. 97, 101, 525 S.E.2d 511, \r\n  512 (2000). \"The substance of the law must be charged to the jury, not particular \r\n  verbiage.\" State v. Hughey, 339 S.C. 439, 450, 529 S.E.2d 721, 727 (2000). \r\n  As long as the charge is substantially correct and covers the law, reversal \r\n  is not required. State v. Hoffman, 312 S.C. 386, 395, 440 S.E.2d 869, \r\n  874 (1994).\r\n\r\nLaCoste submitted the following proposed charge on the right \r\n  to resist an illegal arrest:\r\n\r\n\r\n  Separate and distinct from the law of self-defense is the \r\n    right of any citizen to resist an unlawful arrest. Under the law of the state \r\n    a person has the right to resist an unlawful arrest by force, if such be necessary. \r\n    In so doing, he may use such force as is apparently necessary to regain his \r\n    liberty if such be necessary.\r\n\r\n  In order to justify the use of force in resisting an unlawful \r\n    arrest, it is not necessary for the defendant to show that he had no opportunity \r\n    to retreat or escape. He may stand his ground and use such force as may be \r\n    apparently necessary to repel an unlawful arrest or detention or interference \r\n    with his person, provided such force is reasonable in degree and kind. \r\n\r\n\r\nThe trial court instructed the jury that the State had the \r\n  burden to prove beyond a reasonable doubt that the arrest was lawful. He charged \r\n  them that \"[n]o citizen is required to submit to an illegal arrest and may use \r\n  reasonable force in resisting an illegal arrest.\" LaCoste objected, but the \r\n  court ruled the instruction given was legally sufficient. The charge issued \r\n  by the trial court essentially restated the instruction LaCoste requested, albeit \r\n  more succinctly. The single concept requested by LaCoste which the court's charge \r\n  did not cover was that a person resisting an illegal arrest need not show lack \r\n  of opportunity for retreat or escape, but is entitled to stand his ground. However, \r\n  we are of the opinion that the court did not err in failing to include this \r\n  in the charge, as it was not required by the evidence presented at trial. \r\n\r\nIV. Simple Assault as Lesser Included \r\n  Offense\r\n\r\nFinally, LaCoste argues simple assault is not a lesser included \r\n  offense of criminal domestic violence and the trial court erred in submitting \r\n  it as such to the jury. We disagree.\r\n\r\n\"The test for determining if a crime is a lesser included \r\n  offense is whether the greater of the two offenses includes all the elements \r\n  of the lesser offense.\" State v. McFadden, 342 S.C. 629, 632, 539 S.E.2d \r\n  387, 389 (2000). If the lesser offense includes an element which is not included \r\n  in the greater offense, then the lesser offense is not included in the greater \r\n  offense. Hope v. State, 328 S.C. 78, 81, 492 S.E.2d 76, 78 (1997).\r\n\r\nCriminal domestic violence is defined by S.C. Code Ann. \r\n  § 16-25-20 (Supp. 2000), which provides:\r\n\r\n\r\n  It is unlawful to: (1) cause physical harm or injury to \r\n    a person's own household member, (2) offer or attempt to cause physical harm \r\n    or injury to a person's own household member with apparent present ability \r\n    under circumstances reasonably creating fear of imminent peril.\r\n\r\n\r\nAssault is an attempted battery or \"an unlawful attempt \r\n  or offer to commit a violent injury upon another person, coupled with the present \r\n  ability to complete the attempt or offer by a battery.\" State v. Sutton, \r\n  340 S.C. 393, 397, 532 S.E.2d 283, 285 (2000).\r\n\r\nAssault and subsection (2) of the CDV statute appear very \r\n  similar. LaCoste contends, however, that simple assault is not a lesser included \r\n  offense of CDV because assault includes the elements of violent injury \r\n  and person of another. These differences are in fact more semantical \r\n  than they are practical.\r\n\r\nFirst, in regard to violent injury, \"[t]he adjective \r\n  'violent' may be somewhat misleading.\" William Shepard McAninch &amp; W. Gaston \r\n  Fairey, The Criminal Law of South Carolina 188 (3d ed. 1996). For example, \r\n  assault and battery has also been defined as \"any touching of the person of \r\n  an individual in a rude or angry manner, without justification.\" State v. \r\n  Mims,286 S.C. 553, 554, 335 S.E.2d 237, 237 (1985); see also State \r\n  v. Germany, 211 S.C. 297, 300, 44 S.E.2d 840, 841 (1947) (\"Violence [as \r\n  included in the definition of assault and battery] does not necessarily import \r\n  serious injury.\"); cf. State v. DeBerry, 250 S.C. 314, 319, 157 \r\n  S.E.2d 637, 640 (1967) (serious bodily injury is not necessary to establish \r\n  assault and battery of a high and aggravated nature). Further, the essential \r\n  purpose of § 16-25-20 of the Criminal Domestic Violence Act is \"to protect against \r\n  harm and violence from members of an individual's household.\" \r\n  Arthurs v. Aiken County, 338 S.C. 253, 266, 525 S.E.2d 542, 549 (Ct. \r\n  App. 1999) (emphasis added). Finally, assault and battery of a high and aggravated \r\n  nature (ABHAN) and assault of a high and aggravated nature (AHAN) have been \r\n  determined to be lesser included offenses of criminal sexual conduct (CSC) in \r\n  the first degree, in spite of the fact that ABHAN and AHAN specifically include \r\n  the term \"violent\" within their definitions, while first degree CSC does not. \r\n  See State v. Frazier, 302 S.C. 500, 502, 397 S.E.2d 93, 94 (1990) \r\n  (ABHAN is an unlawful act of violent injury to the person of another, accompanied \r\n  by circumstances of aggravation; ABHAN is a lesser included offense of CSC in \r\n  the first degree); State v. Murphy, 322 S.C. 321, 325, 471 S.E.2d 739, \r\n  741 (Ct. App. 1996) (because AHAN contains the same elements of ABHAN with the \r\n  exception of the element of touching the victim, and ABHAN is a lesser included \r\n  offense of first degree CSC, AHAN is also a lesser included offense of CSC in \r\n  the first degree); S.C. Code Ann. § 16-3-652(1) (Supp. 2000) (first degree CSC \r\n  requires a sexual battery and (1) aggravated force or (2) forcible confinement, \r\n  kidnapping, robbery, extortion, burglary, housebreaking, or any other similar \r\n  offense or act or (3) the victim, without consent, be mentally incapacitated \r\n  or physically helpless by virtue of the actor's administration of any intoxicating \r\n  substance); S.C. Code Ann. § 16-3-655(1) (Supp. 2000) (a person is guilty of \r\n  CSC in the first degree if the actor engages in sexual battery with a victim \r\n  of less than eleven years of age).\r\n\r\nAs for the element of the person of another, to attempt \r\n  to cause harm to a household member is in fact an attempt to cause harm to the \r\n  person of another. The term \"household member\" is simply another requirement \r\n  under § 16-25-20. The statute merely includes the additional element that the \r\n  person of another be a household member. Therefore, the person of another is \r\n  in fact an element of criminal domestic violence. In that simple assault contains \r\n  no element which is not included within the offense of CDV, the former is a \r\n  lesser included offense of the latter.\r\n\r\nCONCLUSION\r\n\r\nBecause the trial court erred in refusing to admit the excited \r\n  utterances of the unknown male bystander, we reverse on this issue. Accordingly, \r\n  LaCoste's convictions are reversed and remanded for a new trial consistent with \r\n  this opinion. See State v. Bryant, 316 S.C. 216, 447 S.E.2d 852 \r\n  (1994) (wherein supreme court reversed all of the appellant's remaining convictions, \r\n  including resisting arrest, where the trial court improperly admitted evidence \r\n  pitting witnesses).\r\n\r\nREVERSED AND REMANDED.\r\n\r\nSHULER, J., concurs.\r\n\r\nANDERSON, J., dissents in a separate opinion.\r\n\r\nANDERSON, J. (dissenting):  \r\n  I respectfully dissent. The majority concludes the trial court erred in refusing \r\n  to admit certain hearsay statements made by an unknown male bystander. In addition, \r\n  the majority holds simple assault is a lesser included offense of criminal domestic \r\n  violence. I disagree as to both issues.\r\n\r\nI. STATEMENTS MADE BY UNKNOWN MALE \r\n  BYSTANDER\r\n\r\nLaCoste complains the trial court erred in refusing to admit, \r\n  under the exception for either excited utterance or present sense impression, \r\n  certain hearsay statements made by an unknown male bystander which corroborated \r\n  LaCoste's testimony. I disagree.\r\n\r\nThe admission of evidence is within the sound discretion \r\n  of the trial court. State v. McDonald, 343 S.C. 319, 540 S.E.2d 464 (2000); \r\n  State v. James, Op. No. 3361 (S.C. Ct. App. filed June 25, 2001)(Shearouse \r\n  Adv. Sh. No. 23 at 86). A court's ruling on the admissibility of evidence will \r\n  not be reversed by this Court absent an abuse of discretion or the commission \r\n  of legal error which results in prejudice to the defendant. State v. Hamilton, \r\n  344 S.C. 344, 543 S.E.2d 586 (Ct. App. 2001); State v. Mansfield, 343 \r\n  S.C. 66, 538 S.E.2d 257 (Ct. App. 2000).\r\n\r\nSouth Carolina's hearsay exceptions for excited utterances \r\n  and present sense impressions are identical to those contained in the federal \r\n  rules of evidence. State v. Burroughs, 328 S.C. 489, 492 S.E.2d 408 (Ct. \r\n  App. 1997). The Advisory Committee's Notes to Federal rule 803, subsections \r\n  (1) and (2) state that when the declarant is an unidentified bystander, the \r\n  cases indicate hesitancy in upholding the statement alone as sufficient. Fed. \r\n  R. Evid. 803(1), (2) advisory committee's note.\r\n\r\nA. Excited Utterance Exception\r\n\r\nThe issue regarding the admissibility under Rule 803(2), \r\n  SCRE, of hearsay statements made by unknown declarants was examined by our Supreme \r\n  Court in State v. Hill, 331 S.C. 94, 501 S.E.2d 122 (1998). Hill was \r\n  found guilty of murdering a police officer in a car wash parking lot after the \r\n  officer stopped him. Hill's defense at trial was that someone who had been hiding \r\n  in the backseat of his car shot the officer. In support of this claim, Hill \r\n  offered the testimony of Kenneth Grant, who was a block away from the car wash \r\n  when the shooting occurred. Grant arrived at the car wash fifteen minutes after \r\n  the shooting. Grant testified in camera that after being at the \r\n  car wash for approximately fifteen or twenty minutes, he heard an unidentifiable \r\n  person in the crowd state that there were two suspects. The trial judge ruled \r\n  this hearsay testimony was inadmissible.\r\n\r\nOn appeal, Hill contended the trial judge erred in refusing \r\n  to allow Grant to testify as to the hearsay evidence under the excited utterance \r\n  or res gestae exception. The Supreme Court disagreed with Hill and explained:\r\n\r\n\r\n  Rule 803(2), SCRE, states: \"The following are not excluded \r\n    by the hearsay rule, even though the declarant is available as a witness: \r\n    . . . (2) Excited utterance. A statement relating to a startling event or \r\n    condition made while the declarant was under the stress of excitement caused \r\n    by the event or condition.\"\r\n\r\n  The rationale behind the excited utterance exception is \r\n    that the startling event suspends the declarant's process of reflective thought, \r\n    thus reducing the likelihood of fabrication. See State v. Harrison, \r\n    298 S.C. 333, 380 S.E.2d 818 (1989)(decided prior to the adoption of the Rules \r\n    of Evidence but discussed the \"excited utterance\" exception in relation to \r\n    res gestae). In determining whether a statement falls within the excited utterance \r\n    exception, the totality of the circumstances is viewed. Id.\r\n\r\n  \"Statements which are not based on firsthand information, \r\n    as where the declarant was not an actual witness to the event, are not admissible \r\n    under the excited utterance or spontaneous declaration exception to the hearsay \r\n    rule.\" 23 C.J.S. Crim. Law § 876 (1989). The hearsay statement of an \r\n    unknown bystander is admissible under the excited utterance exception only \r\n    when the circumstances which surround it would affect the declarant in a way \r\n    that assures its spontaneity and, therefore, its reliability for trustworthiness. \r\n    People v. Mares, 705 P.2d 1013, 1016 (Colo. App. 1985). See also \r\n    People v. Fields, 71 Ill.App.3d 888, 28 Ill.Dec. 202, 390 N.E.2d 369 \r\n    (1979) (if nature of event or circumstances indicate bystander did not observe \r\n    the act, declaration should be excluded); State v. Kent, 157 Mich.App. \r\n    780, 404 N.W.2d 668 (1987)(declarant must have had opportunity to personally \r\n    observe the matter of which he speaks); Commonwealth v. Stetler, 494 \r\n    Pa. 551, 431 A.2d 992 (1981) (declarant must have perceived the happening); \r\n    Underwood v. State, 604 S.W.2d 875 (Tenn. Crim. App. 1979)(excited \r\n    utterance of bystanders admissible when declarant observed the act and the \r\n    declaration arose from personal observation). Cf. Crawford v. Charleston-Isle \r\n    of Palms Traction Co., 126 S.C. 447, 120 S.E. 381 (1923)(under res gestae \r\n    exception, declarant must have had opportunity to personally observe the matter \r\n    of which he speaks).\r\n\r\n  There is no evidence the unidentified declarant witnessed \r\n    the shooting. Further, it is unknown whether the declarant was under the stress \r\n    of excitement caused by the event. Therefore, the trial judge did not err \r\n    in ruling this statement inadmissible.\r\n\r\n\r\nHill, 331 S.C. at 99-100, 501 S.E.2d at 125.\r\n\r\nStatements made by unidentified declarants are admissible \r\n  under the excited utterance exception of Rule 803(2) if they otherwise meet \r\n  the criteria of the rule. Miller v. Keating, 754 F.2d 507 (3rd Cir. 1985). \r\n  Unlike unavailability, which is immaterial to admission under Rule 803, the \r\n  unidentifiability of the declarant is germane to the admissibility determination. \r\n  Id. A party seeking to introduce such a statement carries a burden heavier \r\n  than where the declarant is identified to demonstrate the statement's circumstantial \r\n  trustworthiness. Id. At a minimum, when the declarant of an excited utterance \r\n  is unidentified, it becomes more difficult to satisfy the established case law \r\n  requirements for admission of a statement under Rule 803(2). Id. \"Wigmore \r\n  defines these requirements as: (1) a startling occasion, (2) a statement relating \r\n  to the circumstances of the startling occasion, (3) a declarant who appears \r\n  to have had opportunity to observe personally the events, and (4) a statement \r\n  made before there has been time to reflect and fabricate.\" Id. at 510 \r\n  (citing 6 J. Wigmore, Evidence §§ 1750-51 (J. Chadbourn rev. 1976)).\r\n\r\nThe situation of an unavailable, anonymous, unknown declarant \r\n  who makes a hearsay statement presents serious concerns for a court considering \r\n  whether to admit the statement into evidence. The fact that the statements at \r\n  issue here were made by an unidentified bystander raises the question of reliability. \r\n  \r\n\r\nIn the present case, there is no evidence the circumstances \r\n  which surround the hearsay statements affected the unknown declarant in a way \r\n  that assures the spontaneity of the statement and, therefore, its reliability \r\n  for trustworthiness. See Hill, 331 S.C. at 99-100, 501 S.E.2d \r\n  at 125. Further, it was never ascertained whether the utterance was made while \r\n  the unknown declarant was under the stress of excitement caused by the incident, \r\n  as is required by Rule 803(2), SCRE. Although Officer Jeffrey Cornwell testified \r\n  the declarant was \"agitated,\" this state of agitation could have been caused \r\n  by some event other than the altercation.\r\n\r\nAdditionally, there was no evidence, other than the declarant's \r\n  statement, to establish the unknown declarant was an actual witness to the event \r\n  and was giving firsthand information. When there is no evidence of personal \r\n  observation of the startling event, apart from the declaration itself, courts \r\n  have hesitated to allow the excited utterance to stand alone as evidence of \r\n  the declarant's opportunity to observe. See Miller, 754 F.2d at \r\n  511. See also State v. Bass, 12 P.3d 796 (Ariz. 2000)(where sole \r\n  evidence of declarant's personal perception is declaration itself, courts are \r\n  reluctant to allow excited utterance to stand alone as evidence of declarant's \r\n  opportunity to observe); Cluster v. Cole, 319 A.2d 320 (Md. Ct. Spec. \r\n  App. 1974)(hearsay declaration by unidentified witness to accident ruled inadmissible \r\n  where nothing in statement or circumstances under which it was given would make \r\n  it so inherently trustworthy as to dispense with oath and right to cross-examination). \r\n  The declarant of an excited utterance must personally observe the startling \r\n  event before the statement will be admitted. Miller, 754 F.2d at 511.\r\n\r\nOfficer Cornwell and James Whiting, the mall security officer, \r\n  testified they did not know whether the man was in fact an eyewitness. All the \r\n  two men could say with certainty was that the unknown declarant was in the parking \r\n  lot at the time of LaCoste's arrest. Officer Cornwell declared he did not \"notice\" \r\n  the unknown declarant when he arrived at the scene. The mere fact that the unknown \r\n  declarant stated he witnessed the altercation does not lend any more credence \r\n  or trustworthiness to the out-of-court statements. See Carney v. Pennsylvania \r\n  R.R. Co., 240 A.2d 71 (Pa. 1968).\r\n\r\nThere was no proof the unknown declarant had an adequate \r\n  opportunity to observe the events he described. The man spoke with Officer Cornwell \r\n  and Officer Whiting after LaCoste was arrested. We have no way of knowing \r\n  where this unidentified person was at the time the altercation began, what ability \r\n  this person might have had to hear or see what transpired, and whether the person \r\n  had a relationship with the defendant so as to be biased or prejudiced in LaCoste's \r\n  favor. The allowance of this type of nebulous evidence, which cannot be effectively \r\n  challenged, is an open invitation to fabrication.\r\n\r\nWhether a statement is admissible under the excited utterance \r\n  exception to the hearsay rule depends on the circumstances of each case and \r\n  the determination is generally left to the sound discretion of the trial court. \r\n  State v. Burdette, 335 S.C. 34, 515 S.E.2d 525 (1999). The trial court \r\n  did not abuse its discretion in concluding the statements were not admissible \r\n  under the excited utterance exception because there was no sufficient showing \r\n  of reliability.\r\n\r\nB. Present Sense Impression Exception\r\n\r\nLaCoste's assertion that the statements should alternatively \r\n  be admitted under the present sense impression exception is meritless. Rule \r\n  803(1), SCRE provides an exception to the hearsay rule for a present sense impression, \r\n  which is defined as \"[a] statement describing or explaining an event or condition \r\n  made while the declarant was perceiving the event or condition, or immediately \r\n  thereafter.\" Trustworthiness is the cornerstone of Rule 803 exceptions to the \r\n  hearsay rule. State v. Bass, 12 P.3d 796 (Ariz. 2000). In the case at \r\n  bar, there is no proof, other than the declarant's statement, that the unknown \r\n  declarant \"perceived\" the altercation.\r\n\r\nViewing the totality of the circumstances, I find the statements \r\n  of the unknown male bystander should not have been admitted. Thus, the trial \r\n  court did not err in excluding the testimony of Officer Cornwell and Security \r\n  Officer Whiting as to the hearsay statements made by the unknown male bystander.\r\n\r\nII. SIMPLE ASSAULT IS NOT LESSER \r\n  INCLUDED OFFENSE\r\n  OF CRIMINAL DOMESTIC VIOLENCE\r\n\r\nLaCoste contends the trial court erred in charging the law \r\n  of simple assault because it is not a lesser included offense of criminal domestic \r\n  violence. I agree.\r\n\r\nA Circuit Court has subject matter jurisdiction only if: \r\n  (1) there has been an indictment which sufficiently states the offense; (2) \r\n  there has been a waiver of indictment; or (3) the offense is a lesser included \r\n  offense of the crime charged in the indictment. State v. Lynch, 344 S.C. \r\n  635, 545 S.E.2d 511 (2001); Carter v. State, 329 S.C. 355, 495 S.E.2d \r\n  773 (1998). Upon indictment for a greater offense, a trial court has subject \r\n  matter jurisdiction to convict a defendant for any lesser included offense. \r\n  Browning v. State, 320 S.C. 366, 465 S.E.2d 358 (1995); State v. Patterson, \r\n  337 S.C. 215, 522 S.E.2d 845 (Ct. App. 1999).\r\n\r\nThe scope of the jurisdiction conferred by an indictment \r\n  is limited to the charged offense and any lesser-included offenses. State \r\n  v. Gunn, 313 S.C. 124, 437 S.E.2d 75 (1993); State v. Tyndall, 336 \r\n  S.C. 8, 518 S.E.2d 278 (Ct. App. 1999). The trial court lacks subject matter \r\n  jurisdiction to convict the defendant of a crime that is not a lesser included \r\n  of the offense charged in the indictment. State v. McFadden, 342 S.C. \r\n  629, 539 S.E.2d 387 (2000). See also State v. Roof, 298 S.C. 351, \r\n  380 S.E.2d 828 (1989)(defendant cannot be convicted of crime for which he is \r\n  not indicted if it is not lesser included offense to that charged in indictment). \r\n  The general rule is that an indictment will sustain a conviction for a lesser \r\n  offense included within a greater offense charged. State v. Fennell, \r\n  263 S.C. 216, 209 S.E.2d 433 (1974).\r\n\r\nThe test for determining whether a crime is a lesser included \r\n  offense of that charged in the indictment is whether the greater of the two \r\n  offenses includes all the elements of the lesser offense. McFadden, 342 \r\n  S.C. at 632, 539 S.E.2d at 389; Carter, 329 S.C. at 363, 495 S.E.2d at \r\n  777; State v. Sprouse, 325 S.C. 275, 478 S.E.2d 871 (Ct. App. 1996). \r\n  Thus, if the lesser offense includes an element not included in the greater \r\n  offense, then the lesser offense is not included in the greater. Hope v. \r\n  State, 328 S.C. 78, 492 S.E.2d 76 (1997); State v. Bland, 318 S.C. \r\n  315, 457 S.E.2d 611 (1995). See also State v. Easler, 327 S.C. \r\n  121, 489 S.E.2d 617 (1997)(lesser offense is included in greater only if each \r\n  of its elements is always a necessary element of greater offense); 42 C.J.S. \r\n  Indictments and Informations § 218 (1991)(an offense can be considered \r\n  as lesser included if, and only if, all essential elements of lesser offense \r\n  are included among essential elements of greater offense). If, under any circumstances, \r\n  a person can commit the greater offense without being guilty of the purported \r\n  lesser offense, then the latter is not a lesser-included offense. Knox v. \r\n  State, 340 S.C. 81, 530 S.E.2d 887 (2000).\r\n\r\nGenerally, a lesser included offense is one composed of \r\n  some, but not all, of the elements of the greater offense, and which does not \r\n  have any element not included in the greater offense, so that it is impossible \r\n  to commit the greater offense without also committing the lesser offense. 42 \r\n  C.J.S. Indictments and Informations § 218 (1991). An offense is a lesser \r\n  included one of another only if, in order to commit the greater offense, it \r\n  is necessary to commit the lesser. 21 Am. Jur. 2d Criminal Law § 353 \r\n  (1998). Where an offense cannot be committed without necessarily committing \r\n  another offense, the latter is a necessarily included offense. 41 Am. Jur. 2d \r\n  Indictments and Informations § 299 (1995). The lesser offense is a lesser-included \r\n  offense if proof of every fact necessary to show the lesser offense must be \r\n  proven to show the greater, notwithstanding the greater offense may require \r\n  proof of several additional elements. 21 Am. Jur. 2d Criminal Law § 353.\r\n\r\nAn offense is lesser included if the manner and means used \r\n  to commit the essential elements of the charged crime include all the elements \r\n  of the lesser crime. 42 C.J.S. Indictments and Informations § 218. An \r\n  offense, in order to be a lesser included offense, must be a less serious crime \r\n  in terms of its classification and degree, and no offense is deemed to be a \r\n  lesser offense if it carries the same penalty as the crime under consideration. \r\n  Id. Furthermore, a lesser included offense cannot have a mental state \r\n  greater than or different from that which is required for the charged offense, \r\n  nor can it have the same or more serious injury or risk of injury as compared \r\n  to the charged offense. Id. A lesser included offense is one that requires \r\n  no proof beyond that which is required for conviction of the greater offense. \r\n  State v. Cribb, 310 S.C. 518, 426 S.E.2d 306 (1992). The greater offense \r\n  must include all the elements of the lesser. Id.\r\n\r\nIn the instant case, LaCoste was charged with criminal domestic \r\n  violence (CDV). He was convicted of simple assault. For the trial court to have \r\n  jurisdiction to convict LaCoste for simple assault when he was indicted for \r\n  CDV, simple assault must be a lesser included offense of CDV. Simple assault \r\n  can be a lesser included offense of CDV only if CDV contains all the elements \r\n  of simple assault.\r\n\r\nSouth Carolina Code Ann. § 16-25-20 (Supp. 2000) sets out \r\n  the definition of criminal domestic violence:\r\n\r\n\r\n  It is unlawful to: (1) cause physical harm or injury to \r\n    a person's own household member, (2) offer or attempt to cause physical harm \r\n    or injury to a person's own household member with apparent present ability \r\n    under circumstances reasonably creating fear of imminent peril.\r\n\r\n\r\nIn contrast, the crime of assault involves an \"attempted \r\n  battery\" or an unlawful attempt or offer to commit a violent injury upon the \r\n  person of another, coupled with the present ability to complete the attempt \r\n  or offer by a battery. State v. Sutton, 340 S.C. 393, 532 S.E.2d 283 \r\n  (2000); State v. Mims, 286 S.C. 553, 335 S.E.2d 237 (1985); State \r\n  v. Murphy, 322 S.C. 321, 471 S.E.2d 739 (Ct. App. 1996). In addition, the \r\n  Court has defined an assault as placing another in apprehension of harm. Sutton, \r\n  340 S.C. at 397, 532 S.E.2d at 285. In In re McGee, 278 S.C. 506, 508, \r\n  299 S.E.2d 334, 334 (1983), the Supreme Court held that \"[w]hile words alone \r\n  do not constitute an assault, if by words and conduct a person intentionally \r\n  creates a reasonable apprehension of bodily harm, it is an assault.\" (Citation \r\n  omitted).\r\n\r\nFacially, the offense of assault contains two elements not \r\n  found in the greater offense of CDV. The difference in elements between these \r\n  two offenses is that (1) an assault requires a \"violent\" injury, as opposed \r\n  to the \"physical harm or injury\" element of CDV and (2) the assault must be \r\n  to the \"person of another,\" whereas the CDV is limited to a person's \"own household \r\n  member.\" Each offense requires proof of an element not required by the other. \r\n  These differences are dispositive. Because CDV does not necessarily include \r\n  all elements of assault, the latter cannot be a lesser included offense.\r\n\r\nFurther, the legislative intent is compelling. First, the \r\n  legislature could have used the phrase, \"violent injury,\" in § 16-25-20 in place \r\n  of the phrase, \"physical harm or injury,\" if it meant for the two phrases to \r\n  be synonymous. Second, the fundamental purpose of § 16-25-20 of the CDV Act \r\n  is to protect against harm and violence from members of an individual's \r\n  household. Arthurs v. Aiken County, 338 S.C. 253, 525 S.E.2d \r\n  542 (Ct. App. 1999). Household members are the class of persons intended to \r\n  be protected by the CDV statute. Id. The common law definition of assault refers \r\n  to a broader protected class, \"the person of another.\"\r\n\r\nThe offenses of assault and criminal domestic violence were \r\n  not contemplated by the legislature to be considered together. The two offenses \r\n  protect different societal interests. Assault is a broad encompassing common \r\n  law offense. Criminal domestic violence is a targeted offense to protect \"household \r\n  members.\" The legislative purpose of the CDV Act is crystal clear. The intent \r\n  of the General Assembly is demonstrated with clarity from the language and framework \r\n  of the legislative enactment.\r\n\r\nAssault is not a lesser included offense of criminal domestic \r\n  violence. The trial court erred in charging the jury as to simple assault. Consequently, \r\n  the court lacked subject matter jurisdiction to convict LaCoste of assault.\r\n\r\nIII. CONCLUSION\r\n\r\nThe trial court did not err in refusing to admit the hearsay \r\n  statements of the unknown male bystander. However, because simple assault is \r\n  not a lesser included offense of criminal domestic violence, the trial court \r\n  committed reversible error in charging the jury as to simple assault. Accordingly, \r\n  I would reverse LaCoste's convictions and remand for a new trial. \r\n1. The trial court, however, did not \r\n  err in excluding any alleged statements made by the woman. The record is unclear \r\n  as to whether she was an eyewitness to the event. During his in camera testimony, \r\n  Cornwell answered affirmatively to a question of whether the man and woman claimed \r\n  to be witnesses. During another portion of his testimony, however, Cornwell \r\n  remembered the woman's presence and believed she was there for the same reason \r\n  as the unknown man, but he did not speak with her and she did not say much. \r\n  Unlike the unknown man, he attributed no particular statement to the unknown \r\n  woman. Whiting's testimony also fails to identify the woman as an eyewitness. \r\n  Because it is unclear on the record before us whether the woman saw the incident \r\n  in question, we find any statements attributed to her were properly excluded.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3384","title":"Carrigg v. Cannon","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3384","description":"This case examines the issue of privity between a sheriff and his deputy for purposes of applying collateral and judicial estoppel in a civil action against the sheriff following the deputy's guilty plea to reckless driving","date":"2001-09-10","type":"opinion","text":"\r\n      \r\n\r\n\r\nCarrigg v. Cannon\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Margaret T. Carrigg and Marilyn T. Schmitt, \r\n          as Personal Representatives of the Estate of Katherine T. Reese, \r\n          Respondents,\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n  v.  \r\n\r\n\r\n  \r\n    \r\n      \r\n        Al Cannon in his Official Capacity as Sheriff \r\n          of Charleston County, South Carolina, Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\n  Gerald C. Smoak, Sr., Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3384\r\n    Heard December 14, 2000 - Filed September 10, 2001 \r\n  \r\n\r\n\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Stephen Bucher, of The Bucher Firm, of Charleston, \r\n          for appellant.\r\n\r\n        Gedney M. Howe, III, of Charleston; and H. Stanley \r\n          Feldman, of N. Charleston, for respondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: \r\n  This wrongful death action arises from the death of Katherine T. Reese after \r\n  her vehicle was struck by a patrol car driven by a Charleston County sheriff's \r\n  deputy. Margaret T. Carrigg and Marilyn&nbsp;T. Schmitt (Respondents), as personal \r\n  representatives of Reese's estate, brought this action against Sheriff Al Cannon \r\n  pursuant to the South Carolina Tort Claims Act, South Carolina Code Annotated \r\n  §§ 15-78-10 to -200 (Supp. 2000) (SCTCA). The circuit court granted Respondents' \r\n  motion for partial summary judgment, holding Cannon was collaterally and judicially \r\n  estopped from disputing liability based on the deputy's guilty plea to reckless \r\n  driving and his statements about the accident. We reverse and remand.\r\n\r\n\r\n    BACKGROUND  \r\n  \r\n\r\n\r\nOn February 10, 1998, Reese was pulling onto Highway \r\n  171 from Southgate Drive when her vehicle was struck by a patrol car traveling \r\n  north on Highway 171 and driven by Deputy Kenneth Heider. The intersection was \r\n  controlled by a stop sign on Southgate Drive. Heider, who was on his way to \r\n  a hearing, admitted he was speeding at the time of the accident and did not \r\n  have his blue light activated. Reese died at the scene. \r\n\r\nHeider was indicted for reckless homicide and pled \r\n  guilty in August 1998 to the reduced charge of reckless driving. Shortly thereafter, \r\n  Respondents commenced this wrongful death action against Cannon in his official \r\n  capacity as Sheriff of Charleston County. \r\n\r\nRespondents moved for partial summary judgment, \r\n  arguing Cannon was collaterally and judicially estopped from disputing liability \r\n  based on Heider's guilty plea to reckless driving and his statement during the \r\n  plea proceeding that he accepted \"full responsibility\" for the accident. Cannon \r\n  countered by arguing collateral and judicial estoppel were inapplicable in this \r\n  case and there remained unresolved issues of fact to be determined. Cannon argued \r\n  Reese's own negligence contributed to the accident because her impaired eyesight \r\n  from macular degeneration prevented her from seeing Heider's vehicle and resulted \r\n  in her failing to yield the right of way. \r\n\r\nThe circuit court granted partial summary judgment \r\n  in favor of Respondents as to liability. The court found Cannon was in privity \r\n  with Heider, who was acting in the course and scope of his employment at the \r\n  time of the accident. Therefore, the court reasoned, collateral and judicial \r\n  estoppel prevented Cannon from disputing Heider's \"reckless conduct was the \r\n  proximate cause of [Reese's] injury and death[.]\" The court concluded Cannon \r\n  was liable to Respondents \"for damages in such amount as the Court or Jury may \r\n  hereafter determine.\" Cannon appeals.\r\n\r\n\r\n    STANDARD OF REVIEW  \r\n  \r\n\r\n\r\nSummary judgment is appropriate when \"the pleadings, \r\n  depositions, answers to interrogatories, and admissions on file, together with \r\n  the affidavits, if any, show that there is no genuine issue as to any material \r\n  fact and that the moving party is entitled to a judgment as a matter of law.\" \r\n  Rule 56(c), SCRCP; see also Tupper v. Dorchester County, 326 S.C. 318, 325, \r\n  487 S.E.2d 187, 191 (1997) (noting summary judgment is not appropriate where \r\n  further inquiry into the facts of the case is desirable to clarify the application \r\n  of the law). In determining whether any triable issues of fact exist, the evidence \r\n  and all reasonable inferences therefrom must be viewed in the light most favorable \r\n  to the party opposing summary judgment. Summer v. Carpenter, 328 S.C. 36, 42, \r\n  492 S.E.2d 55, 58 (1997).\r\n\r\n\r\n    DISCUSSION  \r\n  \r\n\r\n\r\nCannon contends the circuit court erred in finding \r\n  the doctrines of collateral and judicial estoppel barred him from disputing \r\n  liability based on the court's erroneous assumption that Cannon was in privity \r\n  with Heider. We agree.\r\n\r\n\r\n    I. Collateral Estoppel  \r\n  \r\n\r\n\r\n\"Under the doctrine of collateral estoppel, once \r\n  a final judgment on the merits has been reached in a prior claim, the relitigation \r\n  of those issues actually and necessarily litigated and determined in the first \r\n  suit are precluded as to the parties and their privies in any subsequent action \r\n  based upon a different claim.\" Richburg v. Baughman, 290 S.C. 431, 434, 351 \r\n  S.E.2d 164, 166 (1986); see also Shelton v. Oscar Mayer Foods Corp., 325 S.C. \r\n  248, 251, 481 S.E.2d 706, 707 (1997) (noting collateral estoppel or issue preclusion \r\n  prevents a party from relitigating in a subsequent suit an issue actually and \r\n  necessarily litigated and determined in a prior action). The party asserting \r\n  collateral estoppel \"must show that the issue was actually litigated and directly \r\n  determined in the prior action and that the matter or fact directly in issue \r\n  was necessary to support the first judgment.\" Beall v. Doe, 281 S.C. 363, 371, \r\n  315 S.E.2d 186, 191 (Ct. App. 1984) (citing in part Restatement (Second) of \r\n  Judgments § 27 (1982)). See, e.g., Shelton, 325 S.C. at 254, 481 S.E.2d at 709 \r\n  (holding Employment Security Commission's findings of fact that an employee \r\n  was discharged without cause would not be given preclusive effect on the basis \r\n  of collateral estoppel in employee's subsequent civil action against employer \r\n  for wrongful termination).\r\n\r\nOnly a party to a prior action or one in privity \r\n  with a party to a prior action can be precluded from relitigating an issue on \r\n  the basis of offensive collateral estoppel. (1) \r\n  Ex parte Allstate Ins. Co., 339 S.C. 202, 206, 528 S.E.2d 679, 681 (Ct. App. \r\n  2000); Wade v. Berkeley County, 330 S.C. 311, 317, 498 S.E.2d 684, 687 (Ct. \r\n  App. 1998) (\"A party may assert nonmutual collateral estoppel to prevent relitigation \r\n  of a previously litigated issue unless the party sought to be precluded did \r\n  not have a fair and full opportunity to litigate the issue in the first proceeding, \r\n  or unless other circumstances justify providing the party an opportunity to \r\n  relitigate the issue.\").\r\n\r\n&quot;'[T]he term \"privity,\" when applied to a \r\n  judgment or decree, means one so identified in interest with another that he \r\n  represents the same legal right.'\" Allstate, 339 S.C. at 207, 528 S.E.2d at \r\n  681 (quoting Roberts v. Recovery Bureau, Inc., 316 S.C. 492, 496, 450 S.E.2d \r\n  616, 619 (Ct. App. 1994)). As the Wade court explained:\r\n\r\n\r\n  Privity deals with a person's relationship to the \r\n    subject matter of the previous litigation, not to the relationships between \r\n    entities. To be in privity, a party's legal interests must have been litigated \r\n    in the prior proceeding. Having an interest in the same question or in proving \r\n    or disproving the same set of facts does not establish privity. Nor is privity \r\n    found when the litigated question might affect a person's liability as a judicial \r\n    precedent in a subsequent action. \r\n\r\n\r\n330 S.C. at 317, 498 S.E.2d at 687 (citations omitted). \r\n  Due process concerns prohibit estopping litigants who never had a chance to \r\n  present their evidence and arguments on a claim, despite one or more existing \r\n  adjudications of the identical issue which stand squarely against their position. \r\n  Richburg, 290 S.C. at 434-35, 351 S.E.2d at 166.\r\n\r\nEven where all the elements for collateral estoppel \r\n  are met, it will not be rigidly or mechanically applied, and the application \r\n  of the doctrine may be precluded where unfairness or injustice results, or public \r\n  policy requires it. State v. Bacote, 331 S.C. 328, 331, 503 S.E.2d 161, 163 \r\n  (1998) (holding that in a subsequent criminal action for driving under the influence, \r\n  collateral estoppel did not apply to issues decided at a prior administrative \r\n  hearing held pursuant to implied consent statute).\r\n\r\nThe circuit court found Cannon and Heider, as sheriff \r\n  and deputy, were in privity because Heider was acting within the course and \r\n  scope of his employment at the time of the accident. The circuit court also \r\n  noted \"Heider, in privity with [Cannon], had a full opportunity in the criminal \r\n  proceeding to have pled not guilty and have a jury determine whether his driving, \r\n  which undisputedly resulted in the death of [Reese], was reckless.\" Respondents \r\n  argue that since the underlying action is premised on the SCTCA, Cannon, as \r\n  the agency or political subdivision for which Heider was acting at the time \r\n  of the accident, is liable for the tortious conduct of his deputy, \"making privity \r\n  between the employee and the agency/political subdivision inescapable.\" \r\n\r\nThe circuit court and Respondents both incorrectly \r\n  analyze the question of privity by focusing on Cannon and Heider's relationship. \r\n  For purposes of collateral estoppel, privity turns on Cannon's relationship \r\n  to the subject matter litigated in the prior proceeding, not Cannon and Heider's \r\n  relationship to each other. Although Respondents assert privity is established \r\n  since they would have to bring a claim against Cannon in his official capacity \r\n  under the SCTCA instead of directly suing Heider, this statutory requirement \r\n  sheds no light on the issue of privity. To be in privity, Cannon's legal interests \r\n  must have been represented or litigated during Heider's criminal proceeding \r\n  and, clearly, this was not the case. Cannon's legal interest in the civil action \r\n  stands in sharp contrast to Heider's legal interest in the criminal case. Moreover, \r\n  as a representative of law enforcement, Cannon's interest during the guilty \r\n  plea proceeding would be more aligned with the prosecution than with Heider, \r\n  as an indicted defendant, thereby creating a potential conflict of interest \r\n  for Cannon that would foreclose a finding of privity in a subsequent lawsuit. \r\n  See 50 C.J.S. Judgment § 830 (1997) (\"Actual or potential conflicts of interest \r\n  in the previous litigation will negate the necessary element of adequate representation \r\n  to establish privity.\" (footnote omitted)).\r\n\r\nWhile the circuit court correctly notes Heider \r\n  had an opportunity to fully litigate his criminal responsibility, once again, \r\n  this analysis is misplaced. For the sake of privity, the question is whether \r\n  Cannon, not Heider, had a full and fair opportunity to litigate the issue of \r\n  Heider's civil liability, especially in light of Reese's possible comparative \r\n  negligence. During Heider's guilty plea proceeding, Cannon was unable to present \r\n  evidence or arguments, had no control over Heider's decision to plead guilty \r\n  or proceed to trial, and could not have intervened as a party in a criminal \r\n  proceeding. As such, due process and fairness concerns weigh against finding \r\n  privity between Cannon and Heider. Therefore, the circuit court erred in ruling \r\n  Cannon was collaterally estopped from disputing Heider's conduct was the proximate \r\n  cause of Reese's death.\r\n\r\n\r\n    II. Judicial Estoppel  \r\n  \r\n\r\n\r\n\"Judicial estoppel precludes a party from adopting \r\n  a position in conflict with one earlier taken in the same or related litigation.\" \r\n  Hayne Fed. Credit Union v. Bailey, 327 S.C. 242, 251, 489 S.E.2d 472, 477 (1997). \r\n  In Hayne, the supreme court adopted the doctrine of judicial estoppel as to \r\n  inconsistent statements of fact but not for conclusions of law or assertions \r\n  of alternative legal theories. Id.; Quinn v. Sharon Corp., 343 S.C. 411, 414, \r\n  540 S.E.2d 474, 475 (Ct. App. 2000). The Hayne court stated \"[t]he purpose or \r\n  function of the doctrine is to protect the integrity of the judicial process \r\n  or the integrity of courts rather than to protect litigants from allegedly improper \r\n  or deceitful conduct by their adversaries.\" 327 S.C. at 251, 489 S.E.2d at 477 \r\n  (relying on 31 C.J.S. Estoppel&nbsp;&amp; Waiver § 139 (1996)). See also Hawkins \r\n  v. Bruno Yacht Sales, Inc., 342 S.C. 352, 368, 536 S.E.2d 698, 706 (Ct. App. \r\n  2000) (\"[J]udicial estoppel focuses on the relationship between the litigants \r\n  and the judicial system.\"). Since judicial estoppel precludes parties from misrepresenting \r\n  the facts in order to gain an unfair advantage, once \"a party has formally asserted \r\n  a certain version of the facts in litigation, he cannot later change those facts \r\n  when the initial version no longer suits him.\" Hayne, 327 S.C. at 252, 489 S.E.2d \r\n  at 477.\r\n\r\nAlthough our supreme court has not explicitly stated \r\n  the requirements for judicial estoppel to apply, five circumstances are generally \r\n  necessary: (1) two inconsistent positions must be taken by the same party or \r\n  parties in privity with each other; (2) the positions must be taken in the same \r\n  or related proceedings involving the same parties or parties in privity with \r\n  each other; (3) the party taking the position must have been successful in maintaining \r\n  the first position and must have received some benefit; (4) the inconsistency \r\n  must be part of an intentional effort to mislead the court; and (5) the two \r\n  positions must be totally inconsistent. 28 Am. Jur. 2d Estoppel &amp; Waiver \r\n  § 74 (2000); see also Lowery&nbsp;v. Stovall, 92 F.3d 219, 223-24 (4th Cir. \r\n  1996) (noting certain common elements of judicial estoppel are: (1) the party \r\n  sought to be estopped must be asserting a position of fact that is inconsistent \r\n  with a stance taken during prior litigation; (2) the prior inconsistent position \r\n  must have been accepted by the court; and (3) the party sought to be estopped \r\n  must have intentionally misled the court to gain an unfair advantage).\r\n\r\nHowever, &quot;[b]ecause judicial estoppel is an \r\n  equitable concept, depending upon the facts and circumstances of each individual \r\n  case, application of the doctrine is discretionary.\" Hawkins, 342 S.C. at 368, \r\n  536 S.E.2d at 706. See also Allen v. Zurich Ins. Co., 667 F.2d 1162, 1167 (4th \r\n  Cir. 1982) (observing judicial estoppel should be applied with caution); 28 \r\n  Am. Jur. 2d Estoppel &amp; Waiver § 75 (2000) (noting judicial estoppel is an \r\n  equitable concept that must\r\n\r\nbe applied with caution and in the narrowest of \r\n  circumstances at the discretion of the trial court). \r\n\r\nSince Cannon was not a party to the guilty plea \r\n  proceeding, either personally or in his official capacity, the question arises \r\n  whether judicial estoppel may be invoked against him if he is indeed in privity \r\n  with Heider. South Carolina law does not specifically address this question, \r\n  although some authority exists for extending the concept of judicial estoppel \r\n  to parties in privity. See, e.g., 28 Am. Jur. 2d Estoppel &amp; Waiver § 74.\r\n\r\n\r\nHowever, we find it unnecessary to reach this issue \r\n  because, under the facts and circumstances of this case, we find Cannon and \r\n  Heider are not in privity for the purpose of applying judicial estoppel. For \r\n  essentially the same reasons outlined in the discussion on privity in connection \r\n  with the collateral estoppel issue, the trial court erred in finding Cannon \r\n  and Heider were in privity and determining judicial estoppel applied. Heider's \r\n  guilty plea was entered on an individual basis, totally apart from his official \r\n  duties as a deputy sheriff. Cannon had no control over what Heider said or did \r\n  during the guilty plea proceeding. In short, Heider was representing his own \r\n  personal interests and not acting as an official representative of the sheriff's \r\n  department while entering his guilty plea. The discretionary nature of judicial \r\n  estoppel is such that it should not be applied if doing so would work \"an injustice \r\n  against the party being estopped while simultaneously subverting the judicial \r\n  process.\" Hawkins, 342 S.C. at 368, 536 S.E.2d at 706. Therefore, even if judicial \r\n  estoppel may be invoked against those in privity in South Carolina, under the \r\n  facts and circumstances of this case, Cannon and Heider are not in privity and \r\n  judicial estoppel does not apply.\r\n\r\n\r\n    CONCLUSION  \r\n  \r\n\r\n\r\nFor the foregoing reasons, \r\n  (2) the circuit court's grant of partial summary judgment to Respondents \r\n  on the issue of liability is\r\n\r\nREVERSED AND REMANDED.\r\n\r\nGOOLSBY, HUFF, and STILWELL, JJ., concur.\r\n\r\n\r\n1.  We are mindful of our supreme \r\n  court's recent decision in Doe v. Doe, Op. No. 25341 (S.C. Sup. Ct. filed August \r\n  13, 2001) (Shearouse Adv. Sh. No. 29 at 23). However, the lack of mutuality \r\n  discussed therein is not the same as the privity at issue here. \r\n2.  Although Cannon raises several \r\n  grounds on appeal, since we are reversing the trial court's decision on the \r\n  basis of the privity issue, we find it unnecessary to reach Cannon's remaining \r\n  arguments. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3385","title":"Cothran v. Brown","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3385","description":"This case discusses whether a defendant can be judicially estopped from litigating the issue of comparative negligence in the subsequent civil suit based on his guilty plea to the criminal charge arising from the same incident.","date":"2001-09-10","type":"opinion","text":"\r\n      \r\n\r\n\r\nCOTHRAN v. BROWN\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Ferrell Cothran, Personal Representative \r\n          of the Estate of Douglas H. McFaddin, Respondent,\r\n\r\n\r\n            v. \r\n\r\n        \r\n\r\n        Alvin Brown, Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Clarendon County\r\n  Thomas W. Cooper, Jr., Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3385\r\n    Heard December 14, 2000 - Filed September 10, 2001 \r\n  \r\n\r\n\r\n\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        William B. Woods, Donna Seegars Givens and Darra \r\n          James Vallini, all of Woods &amp; Givens, of Lexington; and Samuel R. \r\n          Clawson and Timothy A. Domin, both of Clawson &amp; Staubes, of Charleston, \r\n          for appellant.\r\n\r\n        Gedney W. Howe, III, of Charleston; John C. Land, \r\n          of Land, Parker &amp; Reeves, of Manning; and Daniel H. Shine, of Dillon, \r\n          for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nPER CURIAM: \r\n  Ferrell Cothran, as personal representative of the estate of Douglas H. McFaddin, \r\n  brought this action asserting wrongful death and survival claims against Alvin \r\n  Brown after McFaddin was struck and killed by a vehicle driven by Brown. The \r\n  circuit court granted Cothran partial summary judgment on liability based on \r\n  the doctrine of judicial estoppel after Brown pled guilty to reckless homicide. \r\n  We reverse and remand.\r\n\r\n\r\n    BACKGROUND  \r\n  \r\n\r\n\r\nAt approximately 8:45 p.m. on December 2, 1995, \r\n  McFaddin parked his truck near a curve on the eastbound shoulder of Rainbow \r\n  Lake Road facing westbound with the headlights on. Apparently, McFaddin, who \r\n  was hunting in the area, had pulled over and exited his truck to call for his \r\n  dogs.\r\n\r\nAt about the same time, Brown was traveling east \r\n  on Rainbow Lake Road. According to Brown, as he approached the curve he noticed \r\n  what appeared to be headlights in his lane of travel, so he veered off the road \r\n  to the right to avoid a head-on collision. Brown's car struck both the truck \r\n  and McFaddin, resulting in McFaddin's death. Brown failed several field sobriety \r\n  tests and registered a .17 on a breathalyzer. \r\n\r\nBrown was indicted for felony driving under the \r\n  influence (DUI) and pled guilty to reckless homicide. (1) \r\n  Although Brown faced the possibility of a ten-year sentence, the circuit court \r\n  sentenced him to six years imprisonment. S.C. Code Ann. § 56-5-2910 (Supp. 2000).\r\n\r\nSix months later, McFaddin's wife brought a civil \r\n  action asserting wrongful death and survival claims against Brown. The complaint \r\n  was amended after Cothran was substituted as personal representative of McFaddin's \r\n  estate. Brown answered and admitted his vehicle ran off the paved portion of \r\n  the highway and struck McFaddin, causing his death. However, Brown asserted \r\n  comparative negligence as a defense, arguing McFaddin, who had parked his truck \r\n  on the wrong side of the roadway, facing traffic, at night, and with its headlights \r\n  on, had created a hazard for approaching motorists such as Brown. \r\n\r\nCothran moved for summary judgment as to liability, \r\n  arguing there was no genuine issue of material fact as to whether Brown's negligence \r\n  alone proximately caused McFaddin's death. \r\n\r\nThe circuit court granted partial summary judgment \r\n  to Cothran on liability, leaving damages to be determined by a jury. The circuit \r\n  court found the doctrine of judicial estoppel precluded Brown from disputing \r\n  that his recklessness was the proximate cause of McFaddin's death. The court \r\n  found Brown's current position that McFaddin contributed to the accident was \r\n  inconsistent with his position during the guilty plea proceeding. Specifically, \r\n  the circuit court noted that during the guilty plea hearing, Brown admitted \r\n  to drinking alcohol the night the accident occurred, to hitting McFaddin with \r\n  his vehicle, and to being guilty of reckless driving. The court observed, \"Defendant's \r\n  lawyer at the taking of the plea indicated to the Court on behalf of the Defendant \r\n  that [McFaddin] was not to blame whatsoever for this accident and that the bottom \r\n  line cause of the accident was Brown's consumption of alcohol that evening. \r\n  His plea reflects that he told the sentencing Court he accepted sole responsibility \r\n  for the accident and was willing to take the consequences.\" The circuit court \r\n  found the plea judge had accepted Brown's prior position because the court gave \r\n  him a reduced sentence. Brown's efforts to assert his present position, the \r\n  circuit court added, was an intentional attempt to mislead the court in order \r\n  to gain an unfair advantage in the civil suit. \r\n\r\n\r\n    STANDARD OF REVIEW  \r\n  \r\n\r\n\r\nSummary judgment is appropriate when \"the pleadings, \r\n  depositions, answers to interrogatories, and admissions on file, together with \r\n  the affidavits, if any, show that there is no genuine issue as to any material \r\n  fact and that the moving party is entitled to a judgment as a matter of law.\" \r\n  Rule 56(c), SCRCP; see also Etheredge v. Richland School Dist. One, 341 S.C. \r\n  307, 311, 534 S.E.2d 275, 277 (2000) (\"Summary judgment is appropriate when \r\n  it is clear that there is no genuine issue of material fact and the conclusions \r\n  and inferences to be drawn from the facts are undisputed.\"). In ruling on a \r\n  motion for summary judgment, the evidence and inferences which can be drawn \r\n  therefrom must be viewed in the light most favorable to the party opposing summary \r\n  judgment. Garvin v. Bi-Lo, Inc., 343 S.C. 625, 628, 541 S.E.2d 831, 833 (2001).\r\n\r\n\r\n    DISCUSSION\r\n\r\n\r\n\r\nWhile Brown raises several issues on appeal, \r\n  his arguments essentially boil down to one dispositive issue: whether he is \r\n  judicially estopped from litigating the issue of comparative negligence in the \r\n  subsequent civil suit because of his guilty plea to the criminal charge arising \r\n  from the same incident. Based on the facts and circumstances of this case, we \r\n  agree the circuit court erred in holding judicial estoppel applied in a preclusive \r\n  fashion.   (2) \r\n   \r\n\r\nThe supreme court adopted the doctrine of judicial \r\n  estoppel in Hayne Federal Credit Union v. Bailey, stating, \"Judicial estoppel \r\n  precludes a party from adopting a position in conflict with one earlier taken \r\n  in the same or related litigation.\" 327 S.C. 242, 251, 489 S.E.2d 472, 477 (1997). \r\n  The Hayne court limited the application of judicial estoppel to inconsistent \r\n  statements of fact, not for conclusions of law or assertions of alternative \r\n  legal theories. Id.; Quinn v. Sharon Corp., 343 S.C. 411, 414, 540 S.E.2d 474, \r\n  475 (Ct. App. 2000). The Hayne court further explained \"[t]he purpose or function \r\n  of the doctrine is to protect the integrity of the judicial process or the integrity \r\n  of courts rather than to protect litigants from allegedly improper or deceitful \r\n  conduct by their adversaries.\" 327 S.C. at 251, 489 S.E.2d at 477 (relying on \r\n  31 C.J.S. Estoppel&nbsp;&amp; Waiver § 139, at 593 (1996)). See also Hawkins \r\n  v. Bruno Yacht Sales, Inc., 342 S.C. 352, 368, 536 S.E.2d 698, 706 (Ct. App. \r\n  2000) (\"[J]udicial estoppel focuses on the relationship between the litigants \r\n  and the judicial system.\"); 28 Am. Jur. 2d Estoppel &amp; Waiver § 74 (2000) \r\n  (noting the ultimate goal of judicial estoppel is to protect the courts, not \r\n  the opposing party, from being manipulated by \"chameleonic litigants who seek \r\n  to prevail, twice, on opposite theories\"). Under the doctrine of judicial estoppel, \r\n  a party is precluded from misrepresenting the facts in order to gain an unfair \r\n  advantage. Hayne, 327 S.C. at 252, 489 S.E.2d at 477. Once \"a party has formally \r\n  asserted a certain version of the facts in litigation, he cannot later change \r\n  those facts when the initial version no longer suits him.\" Id.\r\n\r\nAlthough the Hayne court did not explicitly state \r\n  the requirements for the application of judicial estoppel, five circumstances \r\n  are generally necessary: (1) two inconsistent positions must be taken by the \r\n  same party or parties in privity with each other; (2) the positions must be \r\n  taken in the same or related proceedings involving the same parties or parties \r\n  in privity with each other; (3) the party taking the position must have been \r\n  successful in maintaining the first position and must have received some benefit; \r\n  (4) the inconsistency must be part of an intentional effort to mislead the court; \r\n  and (5) the two positions must be totally inconsistent. 28 Am. Jur. 2d Estoppel \r\n  &amp; Waiver § 74. Likewise, the Fourth Circuit noted some common elements of \r\n  judicial estoppel as: (1) the party sought to be estopped must be asserting \r\n  a position of fact that is inconsistent with a stance taken during prior litigation; \r\n  (2) the prior inconsistent position must have been accepted by the court; and \r\n  (3) the party sought to be estopped must have intentionally misled the court \r\n  to gain an unfair advantage. Lowery&nbsp;v. Stovall, 92 F.3d 219, 223-24 (4th \r\n  Cir. 1996).\r\n\r\nStill, &quot;[b]ecause judicial estoppel is an \r\n  equitable concept, depending upon the facts and circumstances of each individual \r\n  case, application of the doctrine is discretionary.\" Hawkins, 342 S.C. at 368, \r\n  536 S.E.2d at 706. See also Allen&nbsp;v. Zurich Ins. Co., 667 F.2d 1162, 1167 \r\n  (4th Cir. 1982) (observing judicial estoppel should be applied with caution); \r\n  28 Am. Jur. 2d Estoppel &amp; Waiver § 75 (2000) (noting judicial estoppel is \r\n  an equitable concept that must be applied with caution and in the narrowest \r\n  of circumstances at the discretion of the trial court). An appellate court will \r\n  overturn an application of judicial estoppel that works \"an injustice against \r\n  the party being estopped while simultaneously subverting the judicial process.\" \r\n  Hawkins, 342 S.C. at 368, 536 S.E.2d at 706.\r\n\r\nThe trial court relied in part on Lowery, 92 F.3d \r\n  219. Lowery brought a § 1983 action against police officers, alleging that they \r\n  had violated his constitutional rights by using excessive force and failing \r\n  to protect him from such force. Id. at 221. While the civil action was pending, \r\n  Lowery pled guilty to malicious bodily injury to the officers and signed a detailed \r\n  statement, which was reviewed in court by the plea judge. Id. at 221-22. In \r\n  the statement, Lowery admitted all the factual allegations supporting the plea, \r\n  including the fact that he had cut one of the officers on the face and intended \r\n  to maim and disable him. Id. The Fourth Circuit upheld the district court's \r\n  dismissal of Lowery's § 1983 action, finding that Lowery's position in the civil \r\n  suit, that he did not attack the police who shot him without provocation, presented \r\n  a factual position inconsistent with the factual allegations accepted by the \r\n  plea court and was calculated to intentionally mislead the district court in \r\n  the civil case. Id. at 224-25.\r\n\r\nBrown's case, however, is factually distinguishable \r\n  from Lowery. First, Lowery is a case in which the criminal defendant was the \r\n  plaintiff, not the defendant. Lowery also executed a written statement, reviewed \r\n  on the record in open court, in which he conceded that he had discussed his \r\n  case with defense counsel, including the implications of his plea on his civil \r\n  case. Id. at 222. Brown, on the other hand, signed no such statement. \r\n  (3) Of greater importance, however, is the fact that Lowery's tort \r\n  action did not involve comparative negligence. Therefore, Lowery's factual admissions \r\n  during the plea were determinative on the issues raised in his subsequent civil \r\n  suit.\r\n\r\nIn contrast, the facts that supported Brown's plea, \r\n  such as his admission that he had been drinking, that he failed several field \r\n  sobriety tests, that he registered .17 on a breathalyzer, that he hit McFaddin \r\n  with his car, and that McFaddin later died from his injuries, are facts which \r\n  are not completely determinative on the issue of comparative negligence in Cothran's \r\n  subsequent civil suit. McFaddin's negligence, if any, was not an issue that \r\n  had to be considered by the court in connection with Brown's plea to reckless \r\n  homicide. See S.C. Code Ann. § 56-5-2910 (defining reckless homicide as \"[w]hen \r\n  the death of a person ensues within one year as a proximate result of injury \r\n  received by the driving of a vehicle in reckless disregard of the safety of \r\n  others\"). Brown's recklessness did not have to be the sole proximate cause for \r\n  him to be found guilty of reckless homicide so long as it is a proximate cause. \r\n  The same concept is true in connection with the wrongful death suit, as the \r\n  negligence of both Brown and McFaddin can combine to be the proximate cause \r\n  of McFaddin's death. The difference is that in the civil context any negligence \r\n  on the part of McFaddin would be used to reduce the amount of Cothran's recovery \r\n  in direct proportion to the percentage of McFaddin's negligence under the concept \r\n  of comparative negligence.\r\n\r\nCothran relies in part on Cooper v. County of Florence, \r\n  306 S.C. 408, 412 S.E.2d 417 (1991), for the proposition that simple negligence \r\n  would not bar recovery when the defendant is admittedly guilty of reckless behavior. \r\n  However, this reliance is misplaced because contributory negligence was the \r\n  applicable theory in Cooper. In Nelson&nbsp;v. Concrete Supply Co., 303 S.C. \r\n  243, 399 S.E.2d 783 (1991), the concept of contributory negligence was discarded \r\n  in favor of the doctrine of comparative negligence, and even simple negligence, \r\n  in the face of reckless behavior, could potentially reduce a claimant's recovery.\r\n\r\nGuilty plea proceedings and civil tort actions \r\n  based on negligence have substantially different consequences for defendants. \r\n  The confessed guilt of a defendant in some circumstances may not be conclusive \r\n  for judicial estoppel purposes on the issue of his civil liability for a wrong. \r\n  In a recent collateral estoppel decision, our supreme court adopted \"the rule \r\n  that once a person has been criminally convicted he is bound by that adjudication \r\n  in a subsequent civil proceeding based on the same facts underlying the criminal \r\n  conviction.\" Doe&nbsp;v. Doe, Op. No. 25341 (S.C. Sup. Ct. filed August 13, \r\n  2001) (Shearouse Adv. Sh. No. 29 at 23, 26) (emphasis added). Although the rule \r\n  implicates collateral rather than judicial estoppel, we note the court went \r\n  on to hold that \"it must be shown the identical issue must have necessarily \r\n  been decided in the prior criminal action and be decisive in the present civil \r\n  action. It must also be shown the party precluded from relitigating the issue, \r\n  appellant here, must have had a full and fair opportunity to contest the prior \r\n  determination.\" Id. at 27 (emphasis added) (citations omitted). While Brown \r\n  is bound by his factual admissions from his guilty plea, the relative degree \r\n  of culpability was not at issue nor was it decided in the prior proceeding. \r\n  Because plaintiff's relative fault, if any, was not an issue in his guilty plea, \r\n  Brown has not yet had a full and fair opportunity to contest it. We therefore \r\n  hold the grant of summary judgment in Cothran's favor on the basis of judicial \r\n  estoppel was inappropriate.\r\n\r\nCONCLUSION\r\n\r\nFor the foregoing reasons, the circuit court's \r\n  grant of partial summary judgment to Cothran on the issue of liability is\r\n\r\nREVERSED AND REMANDED.\r\n\r\nGOOLSBY, HUFF, and STILWELL, JJ., concur.\r\n\r\n\r\n\r\n1.  At the time this action \r\n  arose, reckless homicide was considered a lesser included offense of felony \r\n  DUI in cases where death occurred. State v. King, 289 S.C. 371, 373, 346 S.E.2d \r\n  323, 323 (1986). The supreme court overruled King in State v. Cribb, 310 S.C. \r\n  518, 523-24, 426 S.E.2d 306, 310 (1992), and held that reckless homicide was \r\n  not a lesser included offense of felony DUI. \r\n2.    \r\n  As a threshold issue, State Auto, as the uninsured motorist carrier for McFaddin, \r\n  argues that although it has undertaken the defense of Brown pursuant to South \r\n  Carolina Code Annotated § 38-77-150 (Supp. 2000), it maintains rights separate \r\n  and distinct from Brown and should not be precluded on the basis of judicial \r\n  estoppel. However, because we are reversing on other grounds, we find it unnecessary \r\n  to address this argument. \r\n3.    \r\n  In ruling that Brown was judicially estopped, the trial court apparently considered \r\n  an affidavit dated March 3, 1997, in which Brown stated the accident \"was all \r\n  [his] fault and was caused by the fact that [he] had had too much to drink.\" \r\n  However, the record does not show that this affidavit was submitted to or considered \r\n  by the court during Brown's guilty plea proceeding. It should not, therefore, \r\n  be considered for the purpose of determining whether judicial estoppel is applicable \r\n  in the civil case. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3386","title":"Bray v. Marathon Corporation","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3386","description":"This case involves the application of the \"bystander\" requirements of an action for negligent infliction of emotional distress under Kinard v. Augusta Sash and Door Co., 286 S.C. 579,336 S.E.2d 465 (1985), to a products liability action.","date":"2001-09-10","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nMarilyn Bray and Allan Bray, Appellants,\r\n\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nMarathon Corporation, and Alabama Corporation; American Refuse Systems, Inc., a North Carolina Corporation; John\r\nDoe and Richard Doe, Defendants, of whom Marathon Corporation, and Alabama Corporation; and American Refuse Systems, Inc., a North Carolina\r\nCorporation; are, Respondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Florence County\r\nJames E. Brogdon, Jr., Circuit Court Judge\r\n\r\n\r\nOpinion No. 3386\r\nHeard April 4, 2001 - Filed September 10, 2001\r\n\r\n\r\nAFFIRMED IN PART; REVERSED IN PART; AND REMANDED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nRay P. McClain, of Charleston; and Ronald J. Jebaily, of Jebaily &amp; Glass, of Florence, for appellants.\r\n\r\nGray T. Culbreath and Ellen M. Adams, both of Collins &amp; Lacy, of Columbia; and Saunders M. Bridges, of Bridges, Orr &amp;\r\nErvin, of Florence, for respondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nHOWARD, J.: Marilyn Bray brought \r\n  this products liability action against Marathon Corporation (\"Marathon\"), the \r\n  manufacturer of a trash compactor, and American Refuse Systems, Inc. (\"ARS\"), \r\n  the lessor of the compactor, alleging claims of negligence, breach of warranty, \r\n  and strict liability. (1) Bray seeks recovery \r\n  as the user of the compactor for emotionally induced injuries she sustained \r\n  as a result of witnessing the compactor crush her co-worker to death. Applying \r\n  the negligence \"bystander\" requirements adopted by our supreme court in Kinard \r\n  v. Augusta Sash and Door Co., 286 S.C. 579, 336 S.E.2d 465 (1985), to all causes \r\n  of action, the trial court granted summary judgment to Marathon and ARS because \r\n  Bray did not have a close relationship with her co-worker. We conclude the Kinard \r\n  bystander analysis is inapplicable to Bray's strict liability cause of action. \r\n  Accordingly, we affirm in part, reverse in part, and remand for further proceedings.\r\n\r\nFACTS\r\n\r\nThe facts, viewed in a light most favorable to \r\n  Bray, are as follows. Baron Blackmon was a maintenance mechanic at General Electric's \r\n  manufacturing plant located in Florence, South Carolina. Bray and Blackmon had \r\n  been co-workers for approximately fifteen years. On March 5, 1994, Blackmon \r\n  was inside the \"charge box\" of a Ram-Jet Trash Compactor manufactured by Marathon \r\n  and leased to General Electric by ARS. When Bray approached it to discard a \r\n  bag of trash, Blackmon asked Bray to start the trash compactor. Bray declined, \r\n  until Blackmon assured her it was safe to do so. Bray pressed \r\n  the \"start\" button, causing the ram to move toward Blackmon instead of away \r\n  from him. Blackmon called to Bray to reverse the compactor. Bray turned the \r\n  manual override switch to \"reverse,\" but the ram continued moving toward Blackmon. \r\n  Bray attempted to stop the compactor, but the ram would remain stopped only \r\n  as long as she maintained continuous pressure on the \"stop\" button. Blackmon \r\n  was pinned inside the compactor, so Bray released the button and ran for help. \r\n  Upon her return, she found Blackmon blue and unconscious. The ram had crushed \r\n  him to death.\r\n\r\nBray filed this action against Marathon and ARS for breach of implied and express warranty, strict liability, and\r\nnegligence, alleging she suffered serious and permanent physical injuries caused by the emotional trauma of witnessing\r\nBlackmon's death. (2)\r\n\r\nMarathon and ARS moved for summary judgment, arguing \r\n  Bray failed to state a cause of action because her claim did not meet the bystander \r\n  requirements adopted by our supreme court in Kinard. The court granted summary \r\n  judgment to Marathon and ARS, concluding Bray was a \"bystander\" to Blackmon's \r\n  death and could not recover for her injuries because she was not closely related \r\n  to him. See Kinard, 286 S.C. at 582-83, 336 S.E.2d at 467.\r\n\r\nBray moved for reconsideration pursuant to Rule \r\n  59, SCRCP, arguing her claim was not a \"bystander\" cause of action. The court \r\n  denied the motion, and Bray appeals.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nSummary judgment is appropriate where \"the pleadings, \r\n  depositions, answers to interrogatories, and admissions on file, together with \r\n  the affidavits, if any, show that there is no genuine issue as to any material \r\n  fact and that the moving party is entitled to a judgment as a matter of law.\" \r\n  Rule 56(c), SCRCP. In determining whether any triable issues of fact exist, \r\n  the court must view the evidence and all reasonable inferences that may be drawn \r\n  from it in the light most favorable to the nonmoving party. Worsley Cos. v. \r\n  Town of Mt. Pleasant, 339 S.C. 51, 55, 528 S.E.2d 657, 659 (2000). If triable \r\n  issues exist, they must be submitted to the jury. Id. at 55, 528 S.E.2d at 660.\r\n\r\n\"The plain language of Rule 56(c), SCRCP, mandates \r\n  the entry of summary judgment, after adequate time for discovery against a party \r\n  who fails to make a showing sufficient to establish the existence of an element \r\n  essential to the party's case and on which that party will bear the burden of \r\n  proof at trial.\" Carolina Alliance for Fair Employment v. S.C. Dep't of Labor, \r\n  Licensing, &amp; Regulation, 337 S.C. 476, 485, 523 S.E.2d 795, 800 (Ct. App. \r\n  1999). \"In such a situation, there can be no genuine issue as to any material \r\n  fact since a complete failure of proof concerning an essential element of the \r\n  nonmoving party's case necessarily renders all other facts immaterial.\" Baughman \r\n  v. American Tel. &amp; Tel. Co., 306 S.C. 101, 116, 410 S.E.2d 537, 546 (1991).\r\n\r\nOn appeal, this Court reviews the grant of summary \r\n  judgment using the same standard applied by the trial court. Id. at 114, 410 \r\n  S.E.2d at 545.\r\n\r\nDISCUSSION\r\n\r\nI.  Negligence\r\n\r\nBray asserts two theories of recovery based upon \r\n  negligence. She asserts a claim for negligence under a line of cases allowing \r\n  recovery for injury as a result of mental and emotional trauma in the absence \r\n  of physical impact and an action for negligent infliction of emotional distress \r\n  under Kinard.\r\n\r\nA. Cause of Action under \r\n  Padgett\r\n\r\nFirst, Bray argues her claims are supported by \r\n  Padgett v. Colonial Wholesale Distributing Co., 232 S.C. 593, 103 S.E.2d 265 \r\n  (1958), and other South Carolina cases allowing recovery for injury as a result \r\n  of mental and emotional damages in the absence of physical impact. See Spaugh \r\n  v. Atl. Coast Line R.R. Co., 158 S.C. 25, 155 S.E. 145 (1930); Mack v. S. Bound \r\n  R.R. Co., 52 S.C. 323, 29 S.E. 905 (1898). We find Padgett inapplicable to support \r\n  a cause of action in the current circumstances.\r\n\r\nPadgett was not a products liability case. The \r\n  plaintiff in Padgett was inside his house when he heard a \"terrible noise and \r\n  there was a jarring of the residence.\" 232 S.C. at 597, 103 S.E.2d at 266. The \r\n  plaintiff opened his door and discovered a wholesale liquor truck had collided \r\n  with his house. He remained outside after the accident for about two hours talking \r\n  to officers at the scene and picking up debris. The next morning he was ill \r\n  and later suffered from skin problems and nervousness. Relying upon previous \r\n  cases, our supreme court ruled that the trial judge was correct in submitting \r\n  to the jury the question of whether or not the plaintiff had sustained physical \r\n  or bodily injury as a consequence of the shock, fright, and emotional upset \r\n  he had experienced. Id. at 607-608, 103 S.E.2d at 272.\r\n\r\nBray asserts that Padgett is applicable in this \r\n  instance. However, we note that unlike Bray, Padgett was a direct victim. He \r\n  was in his house when it was jarred by the truck and he suffered physical damage \r\n  to his property. His shock and distress did not result from witnessing an injury \r\n  to another person but, presumably, from fear of harm to himself. Under Bray's \r\n  version of the facts, she was never in harm's way. The negligence of Marathon \r\n  and/or ARS, if any, did not operate directly against Bray, as it did against \r\n  the plaintiff in Padgett. We do agree with Bray in her assertion that damages \r\n  may be recovered in South Carolina for bodily injuries suffered as a result \r\n  of emotional and mental distress caused by a defendant's negligence in the absence \r\n  of any physical impact. Kinard allows such an action in the absence of physical \r\n  impact and without the requirement that the plaintiff be in the zone of danger. \r\n  286 S.C. at 582, 33 S.E.2d at 467.\r\n\r\nAlthough we find that the Padgett line of cases \r\n  is not applicable as a cause of action, the cases are helpful in understanding \r\n  whether Bray's injuries are compensable as \"physical harm\" under a strict liability \r\n  analysis as discussed later in this opinion.\r\n\r\nB. Bystander Cause of Action \r\n  under Kinard\r\n\r\nUpon establishing that plaintiffs could recover for physical injury resulting from emotional trauma in the absence of\r\nphysical impact, a problem arose concerning who could recover for these injuries.  Physical harm directly resulting from\r\nphysical impact is limited to the person or persons sustaining the physical impact.  However, physical harm resulting from\r\nemotional trauma at witnessing some event could be experienced by all those who have perceived the traumatic event\r\nthrough their senses.  These people have generally been described as bystanders.\r\n\r\nOur supreme court recognized a cause of action \r\n  for negligent infliction of emotional distress in a bystander setting in Kinard. \r\n  286 S.C. at 579, 336 S.E.2d at 465. In Kinard, a child was severely injured \r\n  while riding in a car with her mother. The mother sought damages \"for severe \r\n  shock and emotional trauma\" caused by witnessing her daughter's injury. Id. \r\n  at 580-81, 336 S.E.2d at 466. To resolve the problem of disproportionate liability \r\n  (3) which could arise from the recognition of bystander liability, \r\n  the court approved the analysis of Dillon v. Legg, 441 P.2d 912 (Cal. 1968), \r\n  in which the California Supreme Court adopted a \"foreseeability\" approach to \r\n  negligent infliction of emotional distress claims. South Carolina incorporated \r\n  these factors into a cause of action for the negligent infliction of emotional \r\n  distress with the following elements:\r\n\r\n\r\n\r\n(a) the negligence of the defendant must cause \r\n  death or serious physical injury to another; (b) the plaintiff bystander must \r\n  be in close proximity to the accident; (c) the plaintiff and the victim must \r\n  be closely related; (d) the plaintiff must contemporaneously perceive the accident; \r\n  and (e) the emotional distress must both manifest itself by physical symptoms \r\n  capable of objective diagnosis and be established by expert testimony.\r\n\r\n\r\n\r\nKinard, 286 S.C. at 582-83, 336 S.E.2d at 467 (emphasis \r\n  added). With these factors, the court made a policy decision to limit the duty \r\n  of a tortfeasor to certain foreseeable bystander victims - those who witness \r\n  the event and are closely related to the victim. Bray is not related to Blackmon, \r\n  and under a Kinard analysis, it is not foreseeable that she would be injured \r\n  by witnessing his death. As a bystander, she cannot maintain a negligence action \r\n  for the infliction of her emotional distress. The fact that the subject of the \r\n  action is an unsafe product does not change the theory of recovery from that \r\n  of negligence. See Bragg v. Hi-Ranger, Inc., 319 S.C. 531, 462 S.E.2d 321 (Ct. \r\n  App. 1996). Consequently, Kinard is controlling, and the trial court correctly \r\n  granted summary judgment on this cause of action.\r\n\r\nII.  Strict Liability Cause of Action\r\n\r\nThe trial court also ruled that Bray could not \r\n  maintain a cause of action under a strict liability theory because she failed \r\n  to meet the requirements of Kinard. Bray asserts that Kinard is inapplicable \r\n  to her strict liability action. We agree with Bray that the holding in Kinard \r\n  is not applicable to a cause of action asserting strict liability where she \r\n  is a user of the product.\r\n\r\nIn 1974, our Legislature adopted the Defective Products Act (\"the Act\").  S.C. Code Ann. §§ 15-73-10 to -30 (1976). (4)\r\n\r\n The Act created a new kind of action. See Schall \r\n  v. Sturm, Ruger Co., 278 S.C. 646, 647, 300 S.E.2d 735, 736 (1983). In Schall, \r\n  our supreme court made the following observation regarding section 15-73-10:\r\n\r\n\r\n\r\nIt is fair to say that an entirely new species of action came into being with the adoption of Restatement 402A by our\r\nGeneral Assembly.\r\n\r\n. . . .\r\n\r\n. . . Neither conduct nor obligation underlie recovery but rather the combination of a defective product with an instance of\r\ncausally related injury . . . . \r\n\r\n\r\n\r\n278 S.C. at 649, 300 S.E.2d at 736.  The Act imposes liability upon the seller and manufacturer of a defective product\r\nintroduced into the stream of commerce when it causes physical harm to the ultimate user or consumer, or to the property\r\nof the user or consumer.\r\n\r\nThere is no question that Bray was a user of the \r\n  trash compactor: she operated the controls prior to Blackmon's death. See Curcio \r\n  v. Caterpillar, Inc., 344 S.C. 266, 273, 543 S.E.2d 264, 267 (Ct. App. 2001) \r\n  (stating that employee performing maintenance on equipment was a \"user\" of the \r\n  product). The defective condition of the trash compactor is not an issue before \r\n  this Court. The remaining issues for consideration are whether Bray suffered \r\n  physical harm within the meaning of the Act and whether that harm was proximately \r\n  caused by the product.\r\n\r\nThe Act requires that the defect cause the user \r\n  \"physical harm.\" S.C. Code Ann. § 15-73-10 (1976). We conclude that Bray's alleged \r\n  physical injuries resulting from emotional trauma constitute physical harm within \r\n  the purview of the Act. The Padgett line of cases considers such injuries to \r\n  be physical injuries or harm. See Padgett, 232 S.C. at 605-07, 103 S.E.2d at \r\n  271-72; Spaugh, 158 S.C. at 30, 155 S.E. at 147; Mack, 52 S.C. at 335, 29 S.E. \r\n  at 908. In Mack, our supreme court approved of language using the terms injury \r\n  and harm interchangeably. 52 S.C. at 335, 29 S.E. at 908 (\"If these nerves, \r\n  or the entire nervous system, are thus affected, there is a physical injury \r\n  thereby produced; and if the primal cause of this injury is tortious, it is \r\n  immaterial whether it is direct, as by a blow, or indirect, through some action \r\n  upon the mind. . . . The mental condition which super-induced the bodily harm \r\n  in the foregoing cases was fright, but the character of the mental excitation \r\n  by which the injury to the body is produced is immaterial.\" (emphasis added) \r\n  (quoting Sloane v. Ry. Co., 44 P. 320, 322-23 (Cal. 1896))). It thus appears, \r\n  by reason of this language, that our supreme court would consider the terms \r\n  \"physical injury\" and \"physical harm\" to be synonymous.\r\n\r\nUnder any products liability theory of recovery, \r\n  the plaintiff must also establish that the product defect was the proximate \r\n  cause of the injury sustained. See Small v. Pioneer Mach., 329 S.C. 448, 462-63, \r\n  494 S.E.2d 835, 842 (Ct. App. 1997). Proximate cause requires both cause in \r\n  fact and legal cause, or foreseeability. Id. The respondents assert the Kinard \r\n  foreseeability factors should be applied. Bray contends that those factors should \r\n  not be applied in a strict liability setting. \r\n\r\nIn support of her position that her injuries were \r\n  foreseeable and that a user of a product may recover for injuries under these \r\n  facts, Bray cites decisions from other jurisdictions which have confronted the \r\n  same issue. See Gnirk v. Ford Motor Co., 572 F. Supp. 1201 (D.S.D. 1983); Kately \r\n  v. Wilkinson, 195 Cal. Rptr. 902 (Cal. Ct. App. 1984). In Kately, a mother and \r\n  her daughter witnessed the mutilation and death of the daughter's best friend \r\n  when the mother lost control of her newly acquired ski boat because the steering \r\n  column locked, causing the boat to circle back and strike the young skier. Although \r\n  the mother and her daughter were able to pull her from the water, she bled to \r\n  death in their arms as the boat circled uncontrollably. Kately, 195 Cal. Rptr. \r\n  at 904. \r\n\r\nThe mother brought an action for negligent infliction \r\n  of emotional distress against the manufacturer and seller, arguing that she \r\n  was a bystander who was so close to the victim that she considered her a daughter. \r\n  Id. at 903. The Kately court refused to expand the \"close relation\" requirement \r\n  in order to allow the mother to recover as a bystander. Id. at 907. This kind \r\n  of claim would have failed in South Carolina also under Kinard. However, the \r\n  court did allow the mother to proceed under her products liability claim as \r\n  a user of the product. The court held that it was reasonably foreseeable that \r\n  \"[the mother], as the purchaser and an operator of the defective boat, would \r\n  suffer emotional distress when the boat malfunctioned and killed or injured \r\n  another human being,\" regardless of the nonfamilial relationship between the \r\n  mother and the victim. Id. at 909. Therefore, the mother was allowed to proceed, \r\n  not as a bystander under a claim of negligent infliction of emotional distress, \r\n  but as a direct victim because she was a user of the defective product. \r\n\r\n\r\nIn Gnirk, the plaintiff exited her vehicle in order \r\n  to open a gate, leaving her infant son inside. The gears shifted from park into \r\n  reverse, and the car rolled into a \"stock dam.\" The car became completely submerged, \r\n  killing the child. 572 F. Supp. at 1202. Interpreting South Dakota law, the \r\n  district court held that Ford owed the plaintiff an independent legal duty due \r\n  to her status as a user of the car involved in the incident rather than as a \r\n  bystander. Id. at 1202-03.\r\n\r\nMarathon and ARS assert that South Carolina's foreseeability \r\n  analysis under Kinard should be applied in a strict products liability setting. \r\n  As Marathon and ARS point out, other courts have declined to allow recovery \r\n  in similar instances, applying the same foreseeability requirements in products \r\n  liability cases as in negligent infliction of emotional distress cases. \r\n\r\n\r\nAmong cases refusing to apply the foreseeability \r\n  analysis of Kately, Marathon and ARS cite Straub v. Fisher and Paykel Health \r\n  Care, 990 P.2d 384 (Utah 1999). (5) In Straub, \r\n  the Utah Supreme Court applied its requirements for a cause of action for negligent \r\n  infliction of emotional distress to a products liability negligence cause of \r\n  action. The court declined to adopt the reasoning of Kately and allow recovery \r\n  under a products liability theory when recovery would not be allowed under a \r\n  non-products liability action for negligent infliction of emotional distress. \r\n  See Straub, 990 P.2d at 388. However, we find this case unpersuasive for several \r\n  reasons. First, the Utah Supreme Court rejected the reasoning of the California \r\n  appellate court in Kately because the foreseeability analysis was not compatible \r\n  with Utah law, which employs the \"zone of danger\" test of foreseeability. Id. \r\n  Second, strict liability was judicially adopted in Utah, thereby allowing its \r\n  supreme court to extend or limit its application without regard to statutory \r\n  interpretation.\r\n\r\nWe find cases from other jurisdictions on either \r\n  side of this issue to be of limited help because South Carolina is one of only \r\n  a few jurisdictions in which strict liability was adopted by statute rather \r\n  than judicially. Barnwell v. Barber-Colman Co., 301 S.C. 534, 537-538, 393 S.E.2d \r\n  162, 163-164 (1989).\r\n\r\n\"The cardinal rule of statutory construction is \r\n  to ascertain and effectuate the intent of the legislature.\" Charleston County \r\n  Sch. Dist. v. State Budget &amp; Control Bd., 313 S.C. 1, 5, 437 S.E.2d 6, 8 \r\n  (1993). \"If a statute's language is plain and unambiguous, and conveys a clear \r\n  and definite meaning, there is no occasion for employing rules of statutory \r\n  interpretation and the court has no right to look for or impose another meaning.\" \r\n  Paschal v. State Election Comm'n, 317 S.C. 434, 436, 454 S.E.2d 890, 892 (1995).\r\n\r\nAs noted above, a cause of action in strict liability \r\n  under section 15-78-10 is a legislatively created \"entirely new species of action\" \r\n  which \"renders irrelevant the concept of duty in the traditional setting of \r\n  tort liability, for recovery may be had even though a seller 'has exercised \r\n  all possible care in the preparation and sale of his product.'\" Schall, 278 \r\n  S.C. at 648-49, 300 S.E.2d at 736 (quoting S.C. Code Ann. § 15-73-10 (1976)). \r\n  The doctrine of strict liability in tort was not a part of the common law of \r\n  South Carolina. Hatfield v. Atlas Enters., Inc., 274 S.C. 247, 248, 262 S.E.2d \r\n  900, 900-01 (1980). Our supreme court adopted the Kinard analysis expressly \r\n  in connection with a negligence cause of action.\r\n\r\nAs our supreme court stated in Barnwell, \"[w]here \r\n  the legislature has, by statute, acted upon a subject, the judiciary is limited \r\n  to interpretation and construction of that statute.\" 301 S.C. at 537, 393 S.E.2d \r\n  at 163. \"It is perhaps unnecessary to say that Courts have no legislative powers \r\n  . . . . They cannot read into a statute something that is not within the manifest \r\n  intention of the Legislature as gathered from the statute itself.\" Id. at 538, \r\n  393 S.E.2d at 163. The application of the Kinard requirements in a strict liability \r\n  cause of action would be impermissible legislating. We therefore decline to \r\n  apply the Kinard analysis in this setting. To the extent it is desirable public \r\n  policy to impose the requirement of a close relationship in the context of a \r\n  strict liability cause of action, that is a decision for our legislature to \r\n  make.\r\n\r\nBecause the statute limits liability to the user \r\n  or consumer, we perceive no need for a limitation on foreseeable victims to \r\n  avoid disproportionate liability as our supreme court found necessary in a bystander \r\n  setting. As Bray argues, it is not unreasonable to conclude that the user of \r\n  a product might suffer emotional damage if the use of the defective product \r\n  results in death or serious injury to a third person, irrespective of the relationship \r\n  between the user and the third person. This argument is in accord with the premise \r\n  underlying the Act, which recognizes that the cost of injuries which flow from \r\n  a \"product defect\" should be borne by the manufacturer or seller rather than \r\n  the ultimate user. Fleming v. Borden, Inc., 316 S.C. 452, 456, 450 S.E.2d 589, \r\n  592 (1994). \r\n\r\nCONCLUSION\r\n\r\nBray's negligence claim fails to fulfill the requirements \r\n  of Kinard, and the trial court properly granted summary judgment on that cause \r\n  of action. However, the trial court erred by superimposing the bystander analysis \r\n  of Kinard to this statutorily created strict liability cause of action. Therefore, \r\n  the decision of the trial court is\r\n\r\nAFFIRMED IN PART, REVERSED IN PART, and REMANDED.\r\n\r\nCONNOR and HUFF, JJ., concur.\r\n\r\n1.   Allan Bray joined a claim for loss of consortium.  His claim is dependant upon the viability of his wife's claim.  For\r\nclarity, we refer throughout this opinion only to Marilyn Bray or \"Bray,\" although the rulings also apply to the consortium\r\nclaim of Allan Bray.\r\n2.  Although the trial court \r\n  granted summary judgment to Marathon and ARS on all causes of action, Bray makes \r\n  no argument as to the propriety of the ruling on the warranty claims. We, therefore, \r\n  deem those issues abandoned. See Solomon v. City Realty Co., 262 S.C. 198, 201, \r\n  203 S.E.2d 435, 436 (1974); Muir v. C.R. Bard, Inc., 336 S.C. 266, 298, 519 \r\n  S.E.2d 583, 600 (Ct. App. 1999). \r\n3.  See F.P. Hubbard &amp; R.L. \r\n  Felix, The South Carolina Law of Torts 41-43 (2d ed.1997) (discussing limits \r\n  to liability in cases involving emotional distress claims). \r\n4.   Section  15-73-10 provides as follows:\r\n\r\n\r\n\r\n\r\n\r\nLiability of seller for defective product.\r\n\r\n\r\n\r\n\r\n\r\n(1) One who sells any product in a defective condition unreasonably dangerous to the user or consumer or to his property is\r\nsubject to liability for physical harm caused to the ultimate user or consumer, or to his property, if\r\n\r\n\r\n\r\n\r\n\r\n(a) The seller is engaged in the business of selling such a product, and\r\n\r\n\r\n\r\n\r\n\r\n(b) It is expected to and does reach the user or consumer without substantial change in the condition in which it is sold.\r\n\r\n\r\n\r\n\r\n\r\n(2) The rule stated in subsection (1) shall apply although\r\n\r\n\r\n\r\n\r\n\r\n(a) The seller has exercised all possible care in the preparation and sale of his product, and\r\n\r\n\r\n\r\n\r\n\r\n(b) The user or consumer has not bought the product from or entered into any contractual relation with the seller.\r\n\r\n\r\n\r\n\r\n\r\nS.C. Code Ann. § 15-73-10 (1976).\r\n\r\n\r\n\r\n\r\n\r\n5.  Marathon and ARS also cite \r\n  Croteau v. Olin Corporation, 704 F. Supp. 318 (D.N.H. 1989), aff'd, 884 F.2d \r\n  45 (1st Cir. 1989). In that case, the plaintiff sued in strict products liability \r\n  for physical injuries sustained from emotional distress caused by a hunting \r\n  accident. Applying New Hampshire law, the federal court stated that the plaintiff \r\n  had to prove his injuries were foreseeable by satisfying the Dillon factors. \r\n  Id. at 320. However, the plaintiff in Croteau failed to raise the argument in \r\n  the District Court that he was owed a different duty as a \"user\" of the product, \r\n  and the case was therefore decided on a bystander basis. 884 F.2d at 46.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3387","title":"State v. Brannon","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3387","description":"This appeal involves the issue of whether a consent to search a vehicle was voluntarily given where the driver was immediately detained and handcuffed.","date":"2001-09-10","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n    v. \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Lazarus M. Brannon and Joe Nathan Mayberry, \r\n          Appellants.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Cherokee County\r\n  Gary E. Clary, Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3387\r\n    Heard June 4, 2001 - Filed September 10, 2001 \r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Assistant Appellate Defender Robert M. Pachak, \r\n          of SC Office of Appellate Defense, of Columbia, for appellants.\r\n\r\n        Attorney General Charles M. Condon, Chief Deputy \r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General \r\n          Robert E. Bogan, Senior Assistant Attorney General Norman Mark Rapoport, \r\n          all of Columbia; and Solicitor Holman C. Gossett, of Spartanburg, for \r\n          respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nHUFF, J.:  Lazarus \r\n  M. Brannon and Joe Nathan Mayberry appeal from their convictions for trafficking \r\n  in crack cocaine. Both were sentenced to twenty-five years imprisonment and \r\n  a $50,000.00 fine. We affirm.\r\n\r\nFACTUAL/PROCEDURAL BACKGROUND\r\n\r\nOn the evening of January 15, 1999, Agent Darrell \r\n  Duncan of the Cherokee County Sheriff's Department received information from \r\n  a confidential reliable informant that Brannon was driving to New Jersey to \r\n  pick up a quantity of crack cocaine. Duncan testified he had received information \r\n  from the informant before, all information he previously received from the informant \r\n  had been reliable, and he had obtained a conviction for trafficking based on \r\n  the informant's information. Duncan stated he could not recall whether the confidential \r\n  informant told him he received this information from Brannon or from a woman \r\n  named Cat, who was unknown to Duncan.\r\n\r\nThe following night, Agent Duncan received a telephone \r\n  call from a woman who identified herself only as Cat. She informed Deputy Duncan \r\n  that Brannon and \"Joe Cool\" would be driving back to Cherokee County at approximately \r\n  9:00 that night, on highway I-85, with a quantity of cocaine in their car. Cat \r\n  described the car to Deputy Duncan and gave him the tag number. She stated the \r\n  cocaine was in the trunk of the car, hidden under the carpet, and she had observed \r\n  them placing the drugs there. Duncan had never before received information from \r\n  Cat, and he considered it to be an anonymous tip. Officer David Parker, assigned \r\n  at that time to the Metro Narcotics Unit of the Gaffney Police Department, testified \r\n  he knew the car in question from a previous narcotics investigation involving \r\n  Brannon. Agent Duncan ran the tag number and found it was registered to Brannon.\r\n\r\nBased on the information they received, Agent Duncan \r\n  and Officer Parker estimated a time of arrival and set up surveillance in an \r\n  unmarked vehicle on I-85, just inside the South Carolina border. At approximately \r\n  8:00 a.m., they made visual contact with the vehicle in which Brannon and Mayberry \r\n  were riding. Officer Parker, who was driving the unmarked car, testified the \r\n  vehicle sped up upon passing their car, although he did not know how fast it \r\n  was going. The officers began following the car, and the driver took the first \r\n  exit in South Carolina. The driver then pulled into and parked at a Wendy's \r\n  restaurant parking lot. \r\n\r\nBrannon and Mayberry got out of the vehicle and \r\n  began walking toward the Wendy's restaurant. The pair were acting nervous, jumping \r\n  out of the vehicle quickly and walking away at a fast pace with their heads \r\n  down. When the officers asked to talk to them, Brannon and Mayberry kept walking. \r\n  Because of the pair's behavior, and the fact they had information Brannon and \r\n  Mayberry would possibly try to run, the officers immediately intercepted them, \r\n  placed them in handcuffs and read them their Miranda rights. A few other officers \r\n  arrived on the scene. Officer Parker told Brannon and Mayberry he had information \r\n  they had narcotics in the vehicle, and asked Brannon for his written consent \r\n  to a vehicular search. Brannon acquiesced. A search of the trunk of the vehicle \r\n  revealed two soap boxes containing over five ounces of crack cocaine under the \r\n  carpet.\r\n\r\nAt trial, Brannon moved to suppress all evidence \r\n  seized from the vehicle and all statements made during the detention on the \r\n  ground his immediate detention and handcuffing resulted in an involuntary consent \r\n  to search. Mayberry specifically declined to join in the motion. The trial court \r\n  denied the motion to suppress, finding Brannon's consent to search the vehicle \r\n  was voluntarily given.\r\n\r\nISSUE\r\n\r\nThe only issue raised on appeal is whether the \r\n  trial court erred in refusing to suppress the crack cocaine and statements made \r\n  by Brannon and Mayberry.\r\n\r\nLAW/ANALYSIS\r\n\r\nI. Mayberry's Appeal\r\n\r\nAs an initial matter, we note the issue challenged \r\n  on appeal is not preserved for review in regard to Mayberry. Mayberry neither \r\n  raised the issue at trial nor joined in Brannon's motion to suppress. See State \r\n  v. Carriker, 269 S.C. 553, 555, 238 S.E.2d 678, 678 (1977) (appellant may not \r\n  bootstrap an issue for appeal by way of a co-defendant's objection). In fact, \r\n  Mayberry conceded at trial he had no standing to contest the admission of the \r\n  evidence on this basis. See State v. Benton, 338 S.C. 151, 156-57, 526 S.E.2d \r\n  228, 231 (2000) (an issue conceded in the trial court cannot be argued on appeal).\r\n\r\nII. Brannon's Appeal\r\n\r\nOn appeal, Brannon contends the trial judge erred \r\n  in failing to suppress the evidence seized and subsequent statements made because \r\n  \"he was detained and handcuffed before ever giving 'consent' to search.\" We \r\n  disagree.  (1)\r\n\r\nThe admission of such evidence is within the sound \r\n  discretion of the trial judge whose ruling will not be disturbed on appeal absent \r\n  an abuse of discretion. State v. Dorce, 320 S.C. 480, 483, 465 S.E.2d 772, 773 \r\n  (Ct. App. 1995). In criminal cases, this court sits to review errors of law \r\n  only, and we are bound by the trial court's factual findings unless they are \r\n  clearly erroneous. State v. Wilson, ___, S.C. ___, ___, 545 S.E.2d 827, 829 \r\n  (2001). The appellate court does not re-evaluate the facts, but simply determines \r\n  whether the trial judge's ruling is supported by any evidence. Id. \r\n\r\nWhether a consent to search was voluntary or the \r\n  product of duress or coercion, express or implied, is a question of fact to \r\n  be determined from the totality of the circumstances. The State bears the burden \r\n  of establishing voluntariness of the consent. State v. Dorce, 320 S.C. at 482, \r\n  465 S.E.2d at 773; State v. Wallace, 269 S.C. 547, 550, 238 S.E.2d 675, 676 \r\n  (1977) (citing Schneckloth v. Bustamonte, 412 U.S. 218, 93 S.Ct. 2041, 36 L.Ed.2d \r\n  854 (1973)). The \"totality of the circumstances\" test applies whether the consent \r\n  was given in a noncustodial or custodial situation. Wallace, 269 S.C. at 550, \r\n  238 S.E.2d at 676. In a custodial situation, the custodial setting is a factor \r\n  to be considered in determining whether consent was voluntarily given. Id. at \r\n  552, 238 S.E.2d at 677. Custody alone, however, is not enough in itself to demonstrate \r\n  a coerced consent to search. See United States v. Watson, 423 U.S. 411, 424, \r\n  96 S.Ct. 820, 828 (1976) (no involuntary consent shown where defendant was arrested \r\n  and in custody, but consent was given while on a public street and not in confines \r\n  of a police station, he was given his Miranda warnings, and he was cautioned \r\n  the results of the search of his car could be used against him); see also Wallace, \r\n  269 S.C. at 552, 238 S.E.2d at 677 (custody itself is not enough to invalidate \r\n  a consent search).\r\n\r\nConsidering the \"totality of the circumstances\" \r\n  in this case, we find no abuse of discretion in the trial judge's finding that \r\n  Brannon's consent was voluntarily given. While he was clearly in custody at \r\n  the time consent was given, custody alone does not vitiate a consent for search. \r\n  There is no evidence of any overt act or threat of force against Brannon, nor \r\n  promises made or any other form of coercion. Further, it is undisputed Brannon \r\n  was given his Miranda warnings prior to executing the written consent. We therefore \r\n  find there was evidence to support the trial judge's ruling.\r\n\r\nFor the foregoing reasons, appellants' convictions \r\n  are\r\n\r\nAFFIRMED.\r\n\r\nSHULER, J., concurs.\r\n\r\nANDERSON, J., concurring in result only \r\n  in a separate opinion.\r\n\r\nANDERSON, J. (concurring in result \r\n  only):  I respectfully concur in result only. \r\n  I disagree with the reasoning and analysis of the majority. The reliance by \r\n  the majority on the consent given by Brannon is unnecessary. I do not deal with \r\n  the issue of consent because the principle of \"probable cause\" is dispositive. \r\n  This case presents the quintessential \"probable cause\" conundrum.\r\n\r\nI.  WARRANTLESS \r\n  SEARCH\r\n\r\nGenerally, a warrantless search is per se unreasonable \r\n  and violates the Fourth Amendment prohibition against unreasonable searches \r\n  and seizures. State v. Dupree, 319 S.C. 454, 462 S.E.2d 279 (1995). However, \r\n  a warrantless search will withstand constitutional scrutiny where the search \r\n  falls within one of several well recognized exceptions to the warrant requirement. \r\n  Dupree, 319 S.C. at 456, 462 S.E.2d at 281; State v. Bailey, 276 S.C. 32, 274 \r\n  S.E.2d 913 (1981). These exceptions include: (1) search incident to a lawful \r\n  arrest; (2) \"hot pursuit\"; (3) stop and frisk; (4) automobile exception; (5) \r\n  \"plain view\" doctrine; (6) consent; and (7) abandonment. Dupree, 319 S.C. at \r\n  456-57, 462 S.E.2d at 281. The burden of establishing probable cause and the \r\n  existence of circumstances constituting an exception to the general prohibition \r\n  against warrantless searches is upon the prosecution. State v. Bultron, 318 \r\n  S.C. 323, 457 S.E.2d 616 (Ct. App. 1995). See also Dupree, 319 S.C. at 456, \r\n  462 S.E.2d at 281 (burden is upon State to justify warrantless search).\r\n\r\nII. AUTOMOBILE EXCEPTION \r\n  TO WARRANT REQUIREMENT \r\n\r\nA warrantless search of a vehicle may be made if \r\n  (1) there is probable cause to believe the vehicle contains evidence of a crime; \r\n  and (2) there are exigent circumstances arising out of the mobility of the vehicle \r\n  and its consequently likely disappearance if the search is not executed immediately. \r\n  This is commonly referred to as the Carroll Doctrine. See Carroll v. United \r\n  States, 267 U.S. 132, 149, 45 S.Ct. 280, 283-84, 69 L.Ed. 543, 549 (1925)(holding \r\n  \"the true rule is that if the search and seizure without a warrant are made \r\n  upon probable cause, that is, upon a belief, reasonably arising out of circumstances \r\n  known to the seizing officer, that an automobile or other vehicle contains that \r\n  which by law is subject to seizure and destruction, the search and seizure are \r\n  valid.\").\r\n\r\nThe two bases for the exception are: (1) the ready \r\n  mobility of automobiles and the potential that evidence may be lost before a \r\n  warrant is obtained; and (2) the lessened expectation of privacy in motor vehicles \r\n  which are subject to governmental regulation. State v. Cox, 290 S.C. 489, 351 \r\n  S.E.2d 570 (1986). When a vehicle is being used on the highways, or if it is \r\n  readily capable of such use and is found stationary in a place not regularly \r\n  used for residential purposes-temporary or otherwise-the two justifications \r\n  for the vehicle exception come into play. California v. Carney, 471 U.S. 386, \r\n  105 S.Ct. 2066, 85 L.Ed.2d 406 (1985). First, the vehicle is obviously readily \r\n  mobile by the turn of an ignition key, if not actually moving. Id. Second, there \r\n  is a reduced expectation of privacy stemming from its use as a licensed motor \r\n  vehicle subject to a range of police regulations inapplicable to a fixed dwelling. \r\n  Id.\r\n\r\nA. Probable Cause\r\n\r\nProbable cause is defined as a good faith belief \r\n  that a person is guilty of a crime when this belief rests on such grounds as \r\n  would induce an ordinarily prudent and cautious person, under the circumstances, \r\n  to believe likewise. Wortman v. City of Spartanburg, 310 S.C. 1, 425 S.E.2d \r\n  18 (1992); State v. Blassingame, 338 S.C. 240, 525 S.E.2d 535 (Ct. App. 1999).\r\n\r\nThe standard for probable cause to conduct a warrantless \r\n  search is the same as that for a search with a warrant. State v. Peters, 271 \r\n  S.C. 498, 248 S.E.2d 475 (1978); State v. Bultron, 318 S.C. 323, 457 S.E.2d \r\n  616 (Ct. App. 1995). \"That is, a justifiable determination, based upon the totality \r\n  of the circumstances and in view of all the evidence available to law enforcement \r\n  officials at the time of the search, that there exists a practical, nontechnical \r\n  probability that a crime is being committed or has been committed and incriminating \r\n  evidence is involved.\" Bultron, 318 S.C. at 332, 457 S.E.2d at 621. See also \r\n  State v. Adams, 291 S.C. 132, 352 S.E.2d 483 (1987)(determination of probable \r\n  cause depends on totality of circumstances).\r\n\r\n In State v. Dupree, 319 S.C. 454, 462 S.E.2d 279 \r\n  (1995), our Supreme Court discussed probable cause:\r\n\r\n\r\n\r\n\"In dealing with probable cause . . . as the very \r\n  name implies, we deal with probabilities. These are not technical; they are \r\n  the factual and practical considerations of everyday life on which reasonable \r\n  and prudent men, not legal technicians, act.\" \"And in determining whether the \r\n  officer acted reasonably . . . due weight must be given, not to his inchoate \r\n  and unparticularized suspicion or 'hunch,' but to the specific reasonable inferences \r\n  which he is entitled to draw from facts in light of his experience.\" Mere suspicions \r\n  of the officer will not support a finding of probable cause.\r\n\r\n. . . .\r\n\r\n. . . The \"experience of a police officer is a \r\n  factor to be considered in the determination of probable cause, . . . but the \r\n  relevance of the suspect's conduct should be sufficiently articulable that its \r\n  import can be understood by the average reasonably prudent person.\"\r\n\r\n\r\n\r\nDupree, 319 S.C. at 458-59, 462 S.E.2d at 282 (citations \r\n  omitted).\r\n\r\nB. Exigent Circumstances\r\n\r\nAutomobiles, because of their mobility, may be \r\n  searched without a warrant upon facts not justifying a warrantless search of \r\n  a residence or office. Chambers v. Maroney, 399 U.S. 42, 90 S.Ct. 1975, 26 L.Ed.2d \r\n  419 (1970). The opportunity to search an automobile is fleeting since a car \r\n  is readily movable. Id. An immediate intrusion is necessary because of the nature \r\n  of an automobile in transit. United States v. Ross, 456 U.S. 798, 102 S.Ct. \r\n  2157, 72 L.Ed.2d 572 (1982). The mobility of automobiles creates circumstances \r\n  of such exigency that, as a practical necessity, rigorous enforcement of the \r\n  warrant requirement is impossible. South Dakota v. Opperman, 428 U.S. 364, 96 \r\n  S.Ct. 3092, 49 L.Ed.2d 1000 (1976). See also 79 C.J.S. Searches and Seizures \r\n  § 84 (1995)(mobility of vehicle gives rise to exigency justifying search). The \r\n  ready mobility of the vehicle is one of the principal bases of the automobile \r\n  exception. California v. Carney, 471 U.S. 386, 105 S.Ct. 2066, 85 L.Ed.2d 406 \r\n  (1985).\r\n\r\nC. Probable Cause Alone \r\n  is Sufficient Under Automobile Exception\r\n\r\nThe automobile exception allows law enforcement \r\n  officials to conduct a search of an automobile based on probable cause alone \r\n  due to the lessened expectation of privacy in motor vehicles traveling on public \r\n  highways. State v. Cox, 290 S.C. 489, 351 S.E.2d 570 (1986); State v. Bultron, \r\n  318 S.C. 323, 457 S.E.2d 616 (Ct. App. 1995). See also 68 Am. Jur. 2d Searches \r\n  and Seizures § 268 (2000)(warrantless search of car is valid under Fourth Amendment, \r\n  so long as search is based on probable cause). The Supreme Court, in State v. \r\n  Cox, examined the principle of \"probable cause\" as it relates to the automobile \r\n  exception:\r\n\r\n\r\n\r\nThe [California v. Carney, 471 U.S. 386, 105 S.Ct. \r\n  2066, 85 L.Ed.2d 406 (1985)] Court makes clear that under the automobile exception, \r\n  probable cause alone is sufficient to justify a warrantless search. As the Court \r\n  stated, \"the pervasive schemes of regulation, which necessarily lead to reduced \r\n  expectations of privacy, and the exigencies attendant to ready mobility justify \r\n  searches [of vehicles] without prior recourse to the authority of a magistrate \r\n  so long as the overriding standard of probable cause is met.\" That is, the inherent \r\n  mobility of automobiles provides the requisite exigency.\r\n\r\n\r\n\r\nCox, 290 S.C. at 492, 351 S.E.2d at 571-72 (emphasis \r\n  in original)(citation omitted).\r\n\r\nUnder the automobile exception, if probable cause \r\n  exists to justify the warrantless search of a lawfully stopped vehicle, it justifies \r\n  the search of every part of the vehicle and its contents that may conceal the \r\n  object of the search. Wyoming v. Houghton, 526 U.S. 295, 119 S.Ct. 1297, 143 \r\n  L.Ed.2d 408 (1999); Bultron, 318 S.C. at 332, 457 S.E.2d at 621.\r\n\r\nIII. AUTOMOBILE EXCEPTION \r\n  APPLICABLE TO CASE AT BAR\r\n\r\nProbable cause to search Brannon's vehicle existed \r\n  under the facts of the instant case. On January 15, 1999, Agent Darrell Duncan \r\n  received information from a reliable confidential informant that Brannon was \r\n  driving to New Jersey to pick up a quantity of crack cocaine. Duncan had received \r\n  information from the informant before. All information he previously received \r\n  from the informant had been reliable. Moreover, Duncan testified the State had \r\n  obtained a conviction for trafficking based on information provided by the informant.\r\n\r\nIn addition, on January 16, 1999, Duncan received \r\n  an anonymous tip from a woman who identified herself as \"Cat.\" Cat advised Duncan \r\n  that Brannon and \"Joe Cool\" would be driving back to Cherokee County on highway \r\n  I-85 at about 9:00 p.m. that night with a quantity of cocaine in the car. She \r\n  supplied Duncan with vital information: the tag number and a description of \r\n  the car. Cat stated the drugs were in the trunk of the car, hidden under the \r\n  carpet. She had observed the men place the drugs there. Officer David Parker \r\n  knew the vehicle in question from a prior narcotics investigation involving \r\n  Brannon. When Agent Duncan ran the tag number, he discovered the car was registered \r\n  to Brannon.\r\n\r\nBased on the information they received, Agent Duncan \r\n  and Officer Parker set up surveillance on I-85. Around 8:00 a.m., they observed \r\n  the vehicle in which Brannon and Mayberry were riding. The vehicle sped up upon \r\n  passing the unmarked police car. The officers followed the car, which took the \r\n  first exit in South Carolina and pulled into a Wendy's parking lot. Brannon \r\n  and Mayberry quickly jumped out of the vehicle and walked at a fast pace with \r\n  their heads down toward the Wendy's restaurant. The men were acting nervous. \r\n  When the officers asked to speak with them, Brannon and Mayberry continued walking. \r\n  Due to the suspicious behavior of the pair, and the fact that the officers possessed \r\n  information that Brannon and Mayberry would possibly try to run, the officers \r\n  stopped them, placed them in handcuffs, and read them their rights.\r\n\r\nThe law enforcement officers had probable cause \r\n  to believe Brannon and Mayberry were transporting drugs in the vehicle pursuant \r\n  to the tips from the reliable confidential informant and the anonymous informant. \r\n  Accordingly, the warrantless search of the vehicle was proper under the automobile \r\n  exception without resort to a \"consent\" analysis.\r\n\r\n\r\n1. Brannon also summarily contends \r\n  on appeal that the evidence and statements should have been suppressed because \r\n  they were obtained as a result of an \"illegal arrest.\" Brannon did not raise \r\n  this \"illegal arrest\" argument below, but only that the circumstances rendered \r\n  the consent involuntary. See State v. Dickman, 341 S.C. 293, 295, 534 S.E.2d \r\n  268, 269 (2000) (an argument is procedurally barred when it is not raised in \r\n  the lower court; a party cannot argue one ground below and then argue another \r\n  ground on appeal). \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3388","title":"Lowcountry Open Land v. Atkins","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3388","description":"Case affirming master's order finding Lowcountry Open Land Trust owns marshland in fee on which James Atkins cannot build a dock without permission.","date":"2001-09-10","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nLowcountry Open Land Trust, Respondent,\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nv.\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nState of South Carolina and James A. Atkins, of Whom James A. Atkins is,\r\nAppellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\nRoger M. Young, Master-In-Equity\r\n\r\n\r\nOpinion No. 3388\r\nHeard March 5, 2001 - Filed September 10, 2001\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nNewman Jackson Smith, of  Nelson, Mullins, Riley &amp; Scarborough, of Charleston; and Kenneth P. Woodington, of\r\nColumbia, for appellant.\r\n\r\nW. Foster Gaillard and Elizabeth Henry Warner, both of Buist, Moore, Smythe &amp; McGee, of Charleston, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nSHULER, J.:  In this quiet title action, James A. Atkins appeals the master-in-equity's ruling that Lowcountry Open Land\r\nTrust, as fee simple owner of tidelands adjoining the Ashley River, can bar Atkins from \"wharfing out\" over its land to\r\nobtain access to the river.  We affirm.  \r\n\r\nFACTS/PROCEDURAL HISTORY\r\n\r\nBy deed dated June 7, 1991, the Legare family donated 448.40 acres of marshland on the west bank of the Ashley River to\r\nLowcountry Open Land Trust (LOLT). (1)  Two months later James Atkins purchased an adjacent upland lot.  Thereafter, the\r\nSouth Carolina Department of Health and Environmental Control (DHEC) provisionally approved a permit authorizing\r\nAtkins to build a sixty-foot dock across LOLT's property to the Ashley River.  \r\n\r\nOn June 3, 1996, LOLT filed a declaratory judgment action against the State of South Carolina pursuant to S.C. Code Ann.\r\n§ 48-39-220 (1987), (2) seeking a declaration of fee simple title to the 448.40-acre tidelands tract.  The court permitted\r\nAtkins to intervene, and referred the case to the Master-in-Equity for Charleston County on January 20, 1998. (3)    \r\n\r\nThe master held a trial on May 10, 1999 on partly-stipulated facts, including the following:  \r\n\r\n\r\n\r\nLOLT is record owner of a 448.40 acre tract of marshland (\"the 448 acre tract\") located on the Ashley River in Charleston\r\nCounty . . . .  By stipulating that LOLT is the record owner of the 448 acre tract, the State of South Carolina does not\r\nconcede that LOLT owns the tidelands.  \r\n\r\nPurported title to the tract derives from that certain Grant of the State of South Carolina dated March 7th, 1836, pursuant\r\nto an Act of the Legislature entitled \"An Act for Establishing the Mode of Granting the Lands Now Vacant in This State,\r\nand for Allowing a Commutation to be Received for Some Lands That Have Been Granted\" passed the 19th day of\r\nFebruary, 1791, said Grant being executed by George McDuffie, Governor and Commander-in-Chief in and over the State\r\nof South Carolina, to Edward C. Peronneau, filed in the South Carolina Department of Archives and History in State Grants\r\nVolume 0-6, Page 125 (Control No. 98), together with plat showing and depicting eleven hundred two (1,102) acres\r\nsurveyed on January 14, 1836, said plat being annexed to the foregoing Grant and being filed in State Plat Volume 41(1),\r\nPages 99-100, South Carolina Department of Archives and History.  \r\n\r\nExhibit B is a true and correct copy of that certain grant of the State of South Carolina dated March 7, 1836 . . . .\r\n\r\nExhibit C is a true and correct copy of the plat annexed to and made a part of Exhibit B, said plat showing and depicting\r\n1102 acres of marsh situate on the west side of the Ashley River, said plat being certified by James Kingman, Deputy\r\nSurveyor General, on February 10, 1836.  \r\n\r\nThe 448 acre tract is a portion of the marshlands shown on the plat attached hereto as Exhibit C.  \r\n\r\nSuch private title, if any, which exists in the intertidal marshes located on the 448 acre tract extends in an unbroken chain\r\nfrom the grant of the State of South Carolina . . . .  \r\n\r\n\r\n\r\nOn September 28, 1999, the master issued an order confirming fee simple title in LOLT and finding Atkins could not build\r\nthe dock without LOLT's permission.  Both the State and Atkins filed motions to alter or amend the judgment; the master\r\ndenied Atkins' motion, but granted the State's in part on an issue not relevant here.  This appeal followed.  \r\n\r\nLAW/ANALYSIS\r\n\r\nStandard of Review\r\n\r\nA suit for declaratory judgment may be legal or \r\n  equitable, and is characterized as such by the nature of the underlying issue \r\n  outlined in the complaint. See Felts v. Richland County, 303 S.C. 354, 400 S.E.2d \r\n  781 (1991); Clark v. Hargrave, 323 S.C. 84, 473 S.E.2d 474 (Ct. App. 1996). \r\n  Although an action to quiet title generally lies in equity, the main purpose \r\n  of the complaint in this instance concerns the determination of title to real \r\n  property. \r\n\r\nA determination of title is legal in nature. Wigfall \r\n  v. Fobbs, 295 S.C. 59, 367 S.E.2d 156 (1988); Eldridge v. City of Greenwood, \r\n  331 S.C. 398, 503 S.E.2d 191 (Ct. App. 1998). Because this is a law case tried \r\n  by the master alone with direct appeal to the supreme court, our review is limited \r\n  to correcting errors of law. Accordingly, we will affirm the master's factual \r\n  findings if there is any evidence in the record which reasonably supports them. \r\n  Eldridge, 331 S.C. at 416, 503 S.E.2d at 200; Clark, 323 S.C. at 87, 473 S.E.2d \r\n  at 476. \r\n\r\nI.  Tidelands Ownership\r\n\r\nAtkins first argues the master erred in concluding the State granted the tidelands at issue to LOLT.  We find no error.  \r\n\r\nThe State of South Carolina holds presumptive title \r\n  to all tidelands within its borders, which are held in trust for the benefit \r\n  of the public. See Coburg Dairy, Inc. v. Lesser, 318 S.C. 510, 458 S.E.2d 547 \r\n  (1995); Hobonny Club, Inc. v. McEachern, 272 S.C. 392, 252 S.E.2d 133 (1979). \r\n  The State may, however, grant private individuals an ownership interest in tidelands. \r\n  See Hobonny, 272 S.C. at 396, 252 S.E.2d at 136 (\"Despite the special status \r\n  accorded tidelands, the government, and specifically the King of England, had \r\n  the power to grant, and did in fact grant, tidelands to subjects, who exercised \r\n  private ownership.\"); State v. Holston Land Co., 272 S.C. 65, 68, 248 S.E.2d \r\n  922, 924 (1978) (\"The law in South Carolina is well settled that a grant conveying \r\n  'marshland' can give rise to private ownership of property to the mean low water \r\n  mark.\"). \r\n\r\nTraditionally, South Carolina has granted private \r\n  rights to tidelands through acts of the Legislature. See State v. Pacific Guano \r\n  Co., 22 S.C. 50, 84 (1884) (\"[I]n order to give effect to an alienation which \r\n  the [S]tate might undertake to make[,] it would be necessary to have a special \r\n  act of the [L]egislature expressing in terms and formally such intention.\"). \r\n  Because tidelands are held in public trust, a grant of private ownership must \r\n  contain \"specific language, either in the deed or on the plat, showing that \r\n  [the grant] was intended to go below high water mark . . . .\" Hobonny, 272 S.C. \r\n  at 396, 252 S.E.2d at 135 (quoting State v. Hardee, 259 S.C. 535, 543, 193 S.E.2d \r\n  497, 500 (1972)); see State v. Yelsen Land Co., 265 S.C. 78, 82, 216 S.E.2d \r\n  876, 878 (1975) (\"Under well settled rules of construction . . . boundaries \r\n  [subject to the ebb and flow of the tide] will convey land only to the high \r\n  water mark in the absence of specific language, either in the grant or upon \r\n  a plat, showing that it was intended to convey land below the high water mark.\"). \r\n\r\n\r\nAtkins claims the 1836 grant from the State of South Carolina to Edward C. Peronneau is ambiguous, and therefore lacks\r\nthe specificity required to demonstrate an intentional transfer of title.  We disagree.  \r\n\r\nA grant from the State purporting to vest title \r\n  to tidelands in a private party is construed strictly in favor of the government \r\n  and against the grantee. See Pacific Guano, 22 S.C. at 86 (\"In all grants from \r\n  the government to the subject, the terms of the grant are to be taken most strongly \r\n  against the grantee, and in favor of the grantor . . . .\"); see also State v. \r\n  Fain, 273 S.C. 748, 259 S.E.2d 606 (1979). Consequently, the party asserting \r\n  a transfer of title bears the burden of proving its own good title. See Pacific \r\n  Guano, 22 S.C. at 74 (\"[Claimants must show] that they or those from whom they \r\n  hold acquired title . . . either from the British crown before the revolution, \r\n  or from the state since that time[.]\"); Fain, 273 S.C. at 752, 259 S.E.2d at \r\n  608 (\"[T]he State comes into court with a presumption of title, and, if an individual \r\n  is to prevail, he must recover upon the strength of his own title, of which \r\n  he must make proof.\"). \r\n\r\nTo establish fee simple ownership of the marshland \r\n  tract, therefore, LOLT must show (1) its predecessors in title possessed a valid \r\n  grant, and (2) the grant's language was sufficient to convey the land below \r\n  the high water mark to Peronneau. Holston, 272 S.C. at 66, 248 S.E.2d at 923. \r\n  Since the parties stipulated to LOLT's unbroken chain of title flowing from \r\n  the State's grant, the only question remaining is whether the grant itself adequately \r\n  conveyed the tideland acreage. See id. at 67, 248 S.E.2d at 923 (stating that \r\n  where the State conceded property granted by the sovereign was traceable in \r\n  a complete chain, the only issue to determine was whether the grant \"evidenced \r\n  an intent to convey property below the high water mark\"). We believe the evidence \r\n  overwhelmingly supports the master's finding that it did. \r\n  (4)  \r\n\r\nThe grant to Peronneau describes the property transferred as:\r\n\r\n\r\n\r\nEleven Hundred and Two Acres Surveyed for him this 14th day of January 1836, Situate in Charleston District, on the West\r\nside of Ashley River, Branch Waters of Charleston Harbour -- \r\n\r\n\r\n\r\nIn addition, the certification of James Kingman, who surveyed the property and prepared the plat on February 10, 1836,\r\nstates:  \r\n\r\n\r\n\r\nI do hereby Certify for Edward C. Peronneau a Tract of Marsh Land containing One Thousand One Hundred and Two\r\nAcres, Surveyed for him the 14th day of January 1836 Situate in Charleston District on the West Side of Ashley River,\r\nBranch Waters of Charleston Harbour, Bounded South Easterly by Lucas and Said Edward C. Peronneau and on all other\r\nSides by Ashley River - And hath such form and Marks as the above Plat Represents --  \r\n\r\n\r\n\r\nFinally, the plat, incorporated into the grant, \r\n  clearly depicts an area delineated as \"1102 acres,\" bounded on one side by the \r\n  land of Lucas and Edward C. Peronneau and on all other sides by the Ashley River, \r\n  with \"Marsh\" appearing twice on its face. (5) \r\n  These facts convince us the master correctly ruled the grant from the State \r\n  of South Carolina intended to convey fee simple title of the tidelands to Peronneau. \r\n  See, e.g., id. at 67-68, 248 S.E.2d at 923-24 (finding that when read together, \r\n  a grant accompanied by a legend describing a \"tract of marsh land\" and a plat \r\n  referencing \"two hundred acres of marsh land\" evinced a \"clear intent to convey \r\n  the disputed tidelands . . . to the usual low water mark\"); see also Coburg, \r\n  318 S.C. at 513 n.3, 458 S.E.2d at 548 n.3 (stating a plat incorporated by reference \r\n  into the grant can provide the requisite intent to convey tidelands). \r\n\r\n\r\nFurthermore, expert trial testimony sustains this conclusion.  Mark Busey, crew supervisor for Southeastern Surveying,\r\ntestified as an expert in the field of surveying, including the preparation and interpretation of plats.  Prior to trial, Busey\r\nproduced a computer-generated overlay of the original survey plat by James Kingman.  During his testimony Busey used\r\nthe overlay in conjunction with modern-day aerial photographs and tax maps of the area.  The resulting comparison enabled\r\nBusey to identify the Ashley River, inlets, creeks, islands, and marshland on both the 1836 plat and the aerial photos. \r\nBusey ultimately concluded the 448-acre tract owned by LOLT is a portion of the marsh as set forth on the 1836 plat.  \r\n\r\nWe therefore agree with the master, whose order stated:\r\n\r\n\r\n\r\nGiven the limitations of surveying in 1836, the results of placing the 1836 overlay on top of the modern photo map[s] are\r\nremarkable.  It is possible to identify numerous geographic features, including many inlets that still remain visible.  \r\n\r\nThere is simply no question the 448.40 acres in question comes out of the 1,102 acres granted by the State to Edward\r\nPeronneau in 1836.  \r\n\r\n\r\n\r\nSee Hobonny, 272 S.C. at 398, 252 S.E.2d at 136 \r\n  (where plats incorporated into grants showed boundaries of tracts conveyed and \r\n  State conceded plats embraced tidelands, court concluded grantor intended to \r\n  convey tidelands, stating \"[i]t is difficult to imagine how more precisely to \r\n  express intent as to the location of boundaries than to incorporate an accurate \r\n  plat in the description. . . .\"); see also \r\n\r\nConch Creek Corp. v. Guess, 263 S.C. 211, 214, \r\n  209 S.E.2d 560, 561 (1974) (\"No suggestion is made as to what the purpose of \r\n  the grant could have been, if not to convey marshland or tideland, for that \r\n  was the character or nature of the entire property included. Any other construction \r\n  would completely defeat the grant.\"). (6)  \r\n\r\n\r\nII.  Atkins' Right to Wharf Over the Tidelands\r\n\r\nAtkins further asserts that even if LOLT owns the tidelands in fee, he retains an upland owner's riparian right to \"wharf\r\nout\" over LOLT's property to access the navigable waters of the Ashley River. (7)  We disagree.  \r\n\r\nWe first note that because Atkins' property adjoins \r\n  a saltwater marsh, he has no truly \"riparian\" rights at all. A riparian owner \r\n  is one whose land is traversed or bounded by a natural watercourse. Black's \r\n  Law Dictionary 1327 (6th ed. 1990); 78 Am. Jur. 2d Waters § 260 (1975). \r\n  A \"watercourse\" is defined as running water flowing in a definite channel having \r\n  a bed or banks, and includes streams, rivers, creeks, etc. Black's Law Dictionary \r\n  1592 (6th ed. 1990). Modern usage, however, occasionally expands the definition \r\n  to include lakes. See Black's Law Dictionary 1328 (7th ed. 1999); 78 Am. Jur. \r\n  2d § 260 (\"[C]urrent usage . . . has been said to have made the term 'riparian' \r\n  an acceptable term as to land abutting upon either rivers or lakes.\").\r\n\r\nOwners of riparian land possess rights \"relating \r\n  to the water, its use, [and the] ownership of soil under the [water] . . . .\" \r\n  Black's Law Dictionary 1327 (6th ed. 1990); Horry County v. Tilghman, 283 S.C. \r\n  475, 480, 322 S.E.2d 831, 834 (Ct. App. 1984) (equating riparian rights with \r\n  \"access to the water\"). Under the common law, in addition to those rights of \r\n  the public at large, a riparian owner possesses a property right incident to \r\n  his ownership of the bank and bed to the thread of the watercourse. See Shively \r\n  v. Bowlby, 152 U.S. 1 (1894). This right guarantees access from the front of \r\n  the owner's land to the navigable part of the stream, and, when not forbidden \r\n  by public law, may include the construction of landings, wharves or piers to \r\n  facilitate such access. See United States v. River Rouge Improvement Co., 269 \r\n  U.S. 411 (1926). \r\n\r\nEach state, however, is authorized to delineate \r\n  the extent of riparian rights appurtenant to property within its borders. Id. \r\n  at 418 (\"It is well settled that in the absence of a controlling local law \r\n  otherwise limiting the rights of a riparian owner . . . .\") (emphasis added); \r\n  Packer v. Bird, 137 U.S. 661, 669-70 (1891) (\"[T]he right of the riparian owner \r\n  . . . [is] limited according to the law of the state . . . .\"). South Carolina \r\n  follows the common law rule regarding riparian rights. See State v. Head, 330 \r\n  S.C. 79, 498 S.E.2d 389 (Ct. App. 1997) (stating adjacent property owners hold \r\n  title from their shoreline to the center of a nontidal navigable stream bed \r\n  subject to a public easement for use of the waterway). Accordingly, a riparian \r\n  owner, subject to certain conditions, may wharf over a navigable river or stream. \r\n  McDaniel v. Greenville-Carolina Power Co., 95 S.C. 268, 272-73, 78 S.E. 980, \r\n  981 (1913) (\"'The rights of a riparian proprietor on a navigable stream are \r\n  substantially the same as those attaching to riparian ownership on a nonnavigable \r\n  watercourse, except that in some respects they are enlarged by the greater size \r\n  and capacity of the stream and that there are some additional privileges connected \r\n  with its navigable character. Such an owner has the right of access to the navigable \r\n  part of the stream from the front of his lot, and provided he does not impede \r\n  or obstruct navigation to build private wharves, landings, or piers, or use \r\n  the water of the stream for any purposes.'\") (citations omitted). \r\n\r\nSeparate and apart from riparian rights, interests \r\n  attached to property abutting an ocean, sea or lake are termed \"littoral.\" See \r\n  Black's Law Dictionary 1327 (6th ed. 1990) (\"[Riparian] is sometimes used as \r\n  relating to the shore of the sea or other tidal water, or of a lake or other \r\n  considerable body of water not having the character of a watercourse. But this \r\n  is not accurate. The proper word to be employed in such connections is 'littoral.'\"); \r\n  78 Am. Jur. 2d § 260 (\"Strictly speaking, a riparian owner is one whose land \r\n  abuts upon a river and a littoral owner is one whose land abuts upon a lake \r\n  or sea.\"). Consequently, if Atkins possesses any rights inherent in his upland \r\n  property, they would be littoral rights, not riparian. \r\n\r\nAs with riparian rights, littoral rights are governed \r\n  by the individual states. See Oregon ex rel. State Land Bd. v. Corvallis Sand \r\n  &amp; Gravel Co., 429 U.S. 363, 378 (1977) (\"[P]roperty ownership is not governed \r\n  by a general federal law, but rather by the laws of the several States. . . \r\n  . This principle applies to the banks and shores of waterways . . . .'\") (internal \r\n  citation omitted); Shively, 152 U.S. at 57-58 (\"[T]he title and rights of . \r\n  . . littoral proprietors in the soil below high water mark . . . are governed \r\n  by the laws of the several states, subject to the rights granted to the United \r\n  States by the Constitution.\"). Prior to and at the time of the American Revolution, \r\n  the British crown conveyed all lands under tide waters, along with governmental \r\n  dominion over them, to the colonies and later states; each grant carried with \r\n  it the attendant common law rights of a littoral landowner, except as modified \r\n  by federal law or the \"charters, constitutions, statutes, or usages of the several \r\n  colonies and states.\" Id. at 14. \r\n\r\nWhile the common law of England afforded an owner \r\n  of land fronting a navigable tidal river access from his land to the \r\n  water, this right was \"not a title in the soil below high-water mark, nor \r\n  a right to build thereon, but a right of access only, analogous to that \r\n  of an abutter upon a highway.\" Id. (emphasis added). Consequently, the crown \r\n  as tidelands owner was empowered to deem any structure erected without license \r\n  below high-water mark a purpresture that could be destroyed or seized and rented \r\n  for the crown's benefit. (8) Id. at 13. Nevertheless, \r\n  in an effort to foster navigation and commerce in the nascent American economy, \r\n  several colonial and state governments granted littoral owners greater rights \r\n  and privileges than were found in English common law, including the right to \r\n  build wharves. Id. at 18; see, e.g., Great Cove Boat Club v. Bureau of Pub. \r\n  Lands, 672 A.2d 91 (Me. 1996); Wicks v. Howard, 388 A.2d 1250 (Md. Ct. Spec. \r\n  App. 1978). South Carolina, however, was not among them. \r\n\r\nThe extent of littoral rights in this jurisdiction \r\n  is an unanswered question. (9) Atkins presents \r\n  no authority, and we are aware of none, outlining the scope of an upland owner's \r\n  incidental property rights in tidelands. Accordingly, absent any showing of \r\n  a legal enactment or demonstrated customary use of neighboring tidelands by \r\n  littoral owners, we will apply the common law rule. See State ex rel. McLeod \r\n  v. Sloan Constr. Co., Inc., 284 S.C. 491, 496, 328 S.E.2d 84, 87 (Ct. App. 1985) \r\n  (\"[T]he English common law ordinarily is presumed to govern if there is no South \r\n  Carolina authority to the contrary.\"); Shively, 152 U.S. at 14 (\"The common \r\n  law of England upon this subject . . . is the law of this country, except so \r\n  far as it has been modified . . . .\"). As in historical England, therefore, \r\n  we find an owner whose property abuts tidal waters possesses no littoral right \r\n  to wharf out to a navigable stream, and therefore must obtain permission from \r\n  the underlying landowner before erecting a dock, pier or comparable structure. \r\n  (10)  \r\n\r\nWhere wharfing out is not a littoral right and \r\n  title to marshlands rests in the state, the requisite permission to erect a \r\n  dock or similar structure by one not owning the underlying land usually is obtained \r\n  through a regulatory licensing procedure. (11) \r\n  See Shively, 152 U.S. at 41; Waters and Water Rights, § 6.01(a)(2) (Robert E. \r\n  Beck ed., 1991). A public permit, however, \"does not displace the need to obtain \r\n  the landowner's consent to wharf on land where title is in one other than the \r\n  permitting authority.\" Waters and Water Rights, supra, § 6.01 (a) (2). To the \r\n  contrary, if ownership vests in private hands, an adjacent landowner desiring \r\n  to build on tidelands must obtain the express consent of the fee simple owner. \r\n  Id.; see 23A S.C. Ann. Regs. R.30-2(I)(4) (Supp. 2000) (\"If the final judicial \r\n  decision determines that the critical area in question is owned by the adjoining \r\n  critical area landowner and that the critical area landowner has a right to \r\n  exclude others as part of the title, the permit will not be issued unless \r\n  the applicant presents [DHEC] with a copy of a deed, lease, or other instrument \r\n  from the adjudicated critical area landowner that would allow construction of \r\n  the proposed project, or written permission from such owner . . . .\") (emphasis \r\n  added). \r\n\r\nBecause we agree with the master that LOLT owns the tidelands in fee, and find that in South Carolina the owner of\r\nadjacent upland property must gain permission from the fee owner to wharf across privately-owned tidelands to a navigable\r\nbody of water, the decision of the master is \r\n\r\nAFFIRMED. (12)\r\n\r\nHEARN, C.J., and CURETON, J., concur.  \r\n\r\n\r\n\r\n1.   LOLT is a non-profit, charitable corporation formed to preserve and protect coastal areas in South Carolina by obtaining\r\ntitle to real property and conservation easements. \r\n2.  This section provides for \r\n  a legal action against the State to determine an interest in tidelands, defined \r\n  as \"all lands except beaches in the Coastal zone between the mean high-water \r\n  mark and the mean low-water mark of navigable waters without regard to the degree \r\n  of salinity of such waters.\" S.C. Code Ann. § 48-39-220(A) (1987). As will we, \r\n  the master used the technically distinct terms \"tidelands\" and \"marshlands\" \r\n  interchangeably. See S.C. Code § 48-39-10(G) (1987) (\"'Tidelands' means all \r\n  areas which are at or below mean high tide and coastal wetlands, mudflats, and \r\n  similar areas . . . . Coastal wetlands include marshes, mudflats, and shallows \r\n  and means those areas periodically inundated by saline waters . . . .\"); Phillips \r\n  Petroleum Co. v. Mississippi, 484 U.S. 469, 477 n.6 (1988) (stating Court jurisprudence \r\n  employing the term \"tidelands\" takes its common meaning of \"'land as is affected \r\n  by the tide.'\" (quoting Black's Law Dictionary 1329 (5th ed. 1979))). \r\n3.   LOLT has appealed the dock construction permit and DHEC has withheld final approval  pending resolution of this\r\naction.  \r\n4.  We note the parties' stipulation \r\n  that LOLT's \"448 acre tract is a portion of the marshlands shown on \r\n  the plat,\" generally is sufficient to prove LOLT's good title without further \r\n  inquiry. See, e.g., Conch Creek Corp. v. Guess, 263 S.C. 211, 214, 209 S.E.2d \r\n  560, 561 (1974) (\"The [State's] admission in this case, that the entire area \r\n  included in the grant consisted of tidelands . . . conclusively showed \r\n  that the grant extended to the low water mark.\") (emphasis added); Lane v. McEachern, \r\n  251 S.C. 272, 162 S.E.2d 174 (1968) (finding the State's stipulated admission \r\n  that the tidelands in question were within the perimeter of a plat annexed to \r\n  a valid grant to claimant's predecessors in interest adequately reflected an \r\n  intent to convey title without resorting to construction of the grant or plat). \r\n  However, since the stipulation herein expressly reserved the State's right to \r\n  challenge LOLT's ownership, we proceed with an analysis of the evidence purporting \r\n  to show intent. \r\n5.   Indeed, the parties stipulated the plat rendered in 1836 and annexed to Peronneau's grant depicts \"1102 acres of marsh\r\nsituate on the west side of the Ashley River.\" \r\n6.  The master found LOLT was \r\n  the \"sole owner in fee simple\" of the 448-acre tract, \"subject only to the public \r\n  trust as administered by the State of South Carolina.\" As both parties correctly \r\n  note, the public trust doctrine applies to \"all lands beneath waters \r\n  influenced by the ebb and flow of the tide.\" Phillips Petroleum Co. v. Miss., \r\n  484 U.S. 469, 479-80 (1988). They further recognize, again accurately, that \r\n  the doctrine differentiates between private, proprietary title (jus privatum), \r\n  and public trust title (jus publicum). However, the master's conclusion \r\n  that a grant of tidelands from the State of South Carolina can convey only \r\n  the jus privatum interest is erroneous. Although some states disallow \r\n  conveyance of the jus publicum, South Carolina does not. See, e.g., \r\n  Haesloop v. City Council of Charleston, 123 S.C. 272, 282, 115 S.E. 596, 599-600 \r\n  (1923) (\"[T]he state, through the Legislature . . . not only vested in the city \r\n  council [its] proprietary right in and dominion over this land, the jus privatum \r\n  . . ., but also released the right that the state itself possessed, the \r\n  jus publicum . . . . [I]t was a grant of the fee, with unlimited power of disposal \r\n  . . . .\") (emphasis added) (internal citation omitted); State v. Pacific \r\n  Guano Co., 22 S.C. 50, 83-84, 86 (1884) (\"The state had in the beds of these \r\n  tidal channels not only title as property, the jus privatum, but something more, \r\n  the jus publicum . . . . There seems to be no doubt, however, that the state \r\n  as such trustee has the power to dispose of these beds as she may think best \r\n  for her citizens . . . . [The rule that all grants from the government \r\n  are construed against the grantee] applies a fortiori to a case where such grant \r\n  by a government to individual proprietors is claimed to be not merely a \r\n  conveyance of title to land, but also a portion of that public domain which \r\n  the government held in a fiduciary relation, for general and public use.\") \r\n  (emphasis added); see also Phillips, 484 U.S. at 475 (\"[I]ndividual States have \r\n  the authority to define the limits of the lands held in public trust and to \r\n  recognize private rights in such lands as they see fit.\"); Shively v. Bowlby, \r\n  152 U.S. 1, 47 (1894) (\"[T]he ownership of and dominion and sovereignty over \r\n  lands covered by tide waters . . . belong to the respective States . . . with \r\n  the consequent right to use or dispose of any portion thereof, when that can \r\n  be done without substantial impairment of the interest of the public in such \r\n  waters, and subject to the paramount right of [C]ongress to control their navigation \r\n  . . . .\"); Marks v. Whitney, 491 P.2d 374, 381 (Cal. 1971) (\"It is a political \r\n  question, within the wisdom and power of the Legislature, acting . . . as trustee, \r\n  to determine whether public trust uses should be modified or extinguished . \r\n  . . .\"). \r\n\r\n\r\n\r\n\r\n\r\nHowever, because LOLT does not appeal the master's \r\n  finding in this regard, and furthermore argues that a tidelands grant from the \r\n  State of South Carolina conveys only the jus privatum interest in such \r\n  property, we decline to address the question of whether the grant in this case \r\n  conveyed solely that interest subject to the public trust. See, e.g., Charleston \r\n  Lumber Co., v. Miller Housing Corp., 338 S.C. 171, 525 S.E.2d 869 (2000) (stating \r\n  that an unchallenged ruling, right or wrong, is the law of the case). \r\n7.  An \"upland\" owner is one \r\n  holding title to land bordering a body of water. Black's Law Dictionary 1540 \r\n  (6th ed. 1990). \"Wharfing out\" describes the \"[e]xercise of [an upland owner's] \r\n  right to construct or maintain a wharf,\" including \"a pier, a dock, or a related \r\n  structure[,] to permit effective access to and from the water.\" Waters and Water \r\n  Rights, § 6.01(a)(2) (Robert E. Beck ed., 1991). \r\n8.  A purpresture is an encroachment \r\n  by private use upon public rights and easements. See Black's Law Dictionary \r\n  1236 (6th ed. 1990). \r\n9.  Although the extent of these \r\n  rights heretofore has not been defined, our state clearly treats land bordering \r\n  tidal water differently from riparian land. See, e.g., State ex rel. McLeod \r\n  v. Sloan Constr. Co., 284 S.C. 491, 498-99, 328 S.E.2d 84, 88 (Ct. App. 1985) \r\n  (\"The State's argument simply ignores the different common law rules for construing \r\n  riparian grants along tidal and nontidal waters.\"). \r\n10.  We further note that, \r\n  even in states where the scope of littoral rights includes the prerogative to \r\n  wharf out to a tidal navigable stream, the general rule is that such rights \r\n  reside solely in the tidelands owner. 78 Am. Jur. 2d Waters § 277 (1975) (\"When \r\n  the state has conveyed or leased tidelands bordering on tidal waters, the [littoral] \r\n  rights are lodged in the tidelands' owner or lessee.\"); see, e.g., Hoboken v. \r\n  Penn. R. Co., 124 U.S. 656, 690-91 (1888) (\"[T]he State [may] grant to a stranger \r\n  lands constituting the shore of a navigable river under tide-water, below the \r\n  high-water mark, to be occupied . . . in such a manner as to cut off the access \r\n  of the riparian owner from his land to the water . . . .\"), quoted with \r\n  approval in Shively v. Bowlby, 152 U.S. 1, 22 (1894); Smith Tug &amp; Barge \r\n  Co. v. Columbia-Pacific Towing Corp., 443 P.2d 205, 217 (Or. 1968); cf. Horry \r\n  County v. Tilghman, 283 S.C. 475, 479, 322 S.E.2d 831, 833 (Ct. App. 1984) (\"When \r\n  tidelands are condemned in fee simple, the condemnor acquires all rights appurtenant \r\n  to the land.\"). Under these authorities, LOLT, as fee simple owner of the tidelands, \r\n  now holds the littoral right of access to the adjacent Ashley River. \r\n11.  In South Carolina, regulatory \r\n  authority is vested in DHEC's Office of Coastal Resource Management. See Sierra \r\n  Club v. Kiawah Resort Assocs., 318 S.C. 119, 128, 456 S.E.2d 397, 402 (1995) \r\n  (\"[U]nder the South Carolina Coastal Management Act, the State through the [Office \r\n  of Coastal Resource Management] maintains control over the public trust [tide]lands.\"). \r\n12.   We note in passing that Atkins' argument regarding severance, and the master's reliance upon it, are misplaced. \r\nBecause an upland owner possesses no littoral right to wharf out over adjacent tidelands in the first instance, any question\r\nof whether such a right was severed is irrelevant.  Furthermore, although Atkins asserts, correctly, that his \"riparian rights\"\r\nargument is not based on the public trust doctrine, he does claim at several points in his final and reply briefs that he should\r\nbe allowed to build the dock because, under the doctrine, LOLT can exclude neither the public nor him from utilizing the\r\ntidelands.  This assertion, however, is erroneous.  \r\n\r\n\r\n\r\n\r\n\r\nUnder the common law, the public trust doctrine \r\n  secured the right of the public to navigate and fish upon otherwise private \r\n  property. See Shively v. Bowlby, 152 U.S. 1, 13 (1894). Nevertheless, several \r\n  states, including South Carolina, have expanded the doctrine to cover a broad \r\n  range of water-based activities. See Sierra Club v. Kiawah Resort Assocs., 318 \r\n  S.C. 119, 127-28, 456 S.E.2d 397, 402 (1995) (\"Under [the public trust doctrine], \r\n  everyone has the inalienable right to breathe clean air; to drink safe water; \r\n  to fish and sail, and recreate upon the high seas, territorial seas and navigable \r\n  waters; as well as to land on the seashores and riverbanks.\") (quoting Gregg \r\n  L. Spyridon &amp; Sam A. LeBlanc, The Overriding Public Interest in Privately \r\n  Owned Natural Resources: Fashioning a Cause of Action, 6 Tul. Envtl. L.J. 287, \r\n  291 (1993)). Regardless of the scope of the doctrine in this state, and assuming, \r\n  as we must, that LOLT owns fee title to the marshland bordering Atkins' property \r\n  subject to the public trust, the doctrine affords no basis to claim a right \r\n  to wharf out over another's private property. See generally Munninghoff v. Wis. \r\n  Conservation Comm'n, 38 N.W.2d 712, 716 (Wis. 1949) (holding muskrat trapping \r\n  is not included in the public trust doctrine as it \"involves the exercise of \r\n  a property right in the land or the bottom\" of the waterway; court distinguished \r\n  the activity from those covered under the doctrine such as walking on the bottom \r\n  while fishing, boating, standing on the bottom while bathing, and propelling \r\n  a small vessel by poling along the bottom); People v. Johnson, 166 N.Y.S.2d \r\n  732, 736-37 (1957) (\"While the public character of the waters is not affected \r\n  by the ownership of the underlying land, neither does privately owned land lose \r\n  its character by the inflow of navigable waters, except to the extent that private \r\n  rights must yield to dominant rights of the public. The source of the public \r\n  rights is the navigable water, and the underlying land is open to those activities \r\n  of the public that are closely connected with the water. . . . But when an activity \r\n  is more closely identified with the underlying land, when it entails some physical \r\n  disturbance of that land not directly connected with the enjoyment of the waters, \r\n  the character of the activity as private or public should be determined by the \r\n  ownership of the lands.\") (footnote omitted); Sheftel v. Lebel, 689 N.E.2d 500, \r\n  505 n.9 (Mass. App. Ct. 1998) (\"[T]he public's rights with respect to fishing, \r\n  fowling, and navigation on and over public trust lands do not encompass the \r\n  right to affix any permanent structures to the soil of the tidal flats.\"); State \r\n  v. Longshore, 5 P.3d 1256, 1263 (Wash. 2000) (finding that because clamming \r\n  \"requires a digging down into the soil, a contact with and disturbance of the \r\n  land itself,\" the public trust doctrine does not encompass the right to gather \r\n  naturally occurring shellfish on private property). \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3263","title":"S.C. Farm Bureau v. S.E.C.U.R.E. Underwriters and Ralph Garrison","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3263","description":"This insurance appeal involves issues of: (1) coverage for damage caused by a personal pet on business premises; and (2) primary versus excess coverage.","date":"2001-09-17","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nThis insurance appeal involves issues of:  (1) coverage for damage caused by a personal pet on business premises; and (2) primary versus excess coverage.\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        South Carolina Farm Bureau Mutual Insurance Company,\tAppellant/Respondent,\r\nv.\r\n        \r\n\r\nS.E.C.U.R.E. Underwriters risk Retention Group,\tRespondent/Appellant\r\n\r\nand Ralph Garrison, Mary Garrison, Garrison Pest Control, Inc., Jack C. Purvis, Susan Purvis, and Jordan Purvis, a minor\r\nunder the age of fourteen (14) years,\tRespondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Florence County\r\nJames E. Brogdon, Jr., Circuit Court Judge\r\n\r\n\r\nORDER WITHDRAWING AND\r\n  SUBSTITUTING OPINION \r\n\r\n\r\nPER CURIAM:   Pursuant to both parties' Petition for Rehearing, and this Court's granting of said petitions, it is ordered\r\nthat the opinion heretofore filed, Opinion No. 3263, filed November 27, 2000, be withdrawn and the attached Opinion be\r\nsubstituted therefore. \r\n\r\nIT IS SO ORDERED.\r\n\r\n  Jasper M. Cureton, J.\r\n\r\n  C. Tolbert Goolsby, Jr., \r\n  J.\r\n\r\n  M. D. Shuler, J.\r\n\r\nColumbia, South Carolina\r\n\r\nSeptember 17, 2001\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nSouth Carolina Farm Bureau Mutual Insurance Company,\tAppellant/Respondent,\r\n\r\nv.\r\n\r\n\r\nS.E.C.U.R.E. Underwriters Risk Retention Group,\r\nRespondent/Appellant\r\n\r\nand Ralph Garrison, Mary Garrison, Garrison Pest Control, Inc., Jack C. Purvis, Susan Purvis, and Jordan Purvis, a minor\r\nunder the age of fourteen (14) years,\tRespondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Florence County\r\nJames E. Brogdon, Jr., Circuit Court Judge\r\n\r\n\r\nOpinion No. 3263\r\nHeard September 11, 2000 - Filed November 27, 2000\r\nRefiled September 17, 2001\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nLouis D. Nettles, of Nettles, McBride &amp; Hoffmeyer, of Florence, for appellant/respondent.\r\n\r\nCarlton B. Bagby, of Columbia, for respondent/appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCURETON, J.: In this declaratory judgment action, South Carolina Farm Bureau (Farm Bureau) and S.E.C.U.R.E.\r\nUnderwriters Risk Retention Group (SECURE) sought to determine insurance coverage for injuries sustained by Jordan\r\nPurvis, a minor, resulting from a dog bite she sustained while on the premises of Garrison Pest Control, Incorporated. \r\nJordan and her parents brought an action for damages against Ralph Garrison, Mary Garrison, and Garrison Pest Control,\r\nInc.  Farm Bureau and SECURE  sought a declaration of the extent of their coverages.  The circuit court determined both\r\ncarriers had a duty to defend and indemnify the parties in the underlying personal injury action. The court also held Farm\r\nBureau's coverage was primary and SECURE's coverage was excess.  Farm Bureau appealed and SECURE cross-appealed\r\nthe order.  We affirm.\r\n\r\nFACTS / PROCEDURAL HISTORY\r\n\r\nFarm Bureau issued Ralph and Mary Garrison a homeowner's insurance policy for their home in Florence, South Carolina. \r\nThe Farm Bureau policy provided personal liability coverage subject to certain provisions and exclusions.  SECURE\r\nprovided insurance coverage to Garrison Pest Control through a commercial general liability policy. Garrison Pest Control\r\nis owned by the Garrisons and Scott Newell.\r\n\r\nOn December 12, 1994, Jordan Purvis, a four-year-old girl, was bitten by the Garrisons' dog while lawfully on the business\r\npremises of Garrison Pest Control.  The parties stipulated the dog was owned and kept by the Garrisons as their family pet,\r\nwas not kept for security purposes, as a mascot, or in connection with the pest control business, and that Mary Garrison\r\nfrequently brought the dog to Garrison Pest Control from the Garrison home when she did not have an alternative place to\r\nleave the dog when she came to the office. (1)  The dog did not serve any function associated with the business of general\r\npest control or extermination. \r\n\r\nJack and Susan Purvis are Jordan's parents.  Jack, Susan, and Jordan made claims against Ralph Garrison, Mary Garrison,\r\nand Garrison Pest Control for injuries Jordan sustained as a result of the dog bite.  Insurance coverage was sought from\r\nboth Farm Bureau and SECURE.  Both carriers provided legal defenses under reservations of rights.\r\n\r\nFarm Bureau filed this declaratory judgment action seeking a determination as to whether it had a duty to defend and\r\nindemnify its insureds, Ralph and Mary Garrison.  SECURE counterclaimed and cross-claimed for similar relief.  All\r\nparties stipulated to the relevant facts and the admissibility of certain documents, which are part of the record.\r\n\r\nAfter a hearing, the circuit court found both Farm Bureau and SECURE had duties to defend and, if necessary, to\r\nindemnify the parties in the underlying personal injury action.  The court further held Farm Bureau's coverage was primary\r\nand SECURE's coverage was excess.  These appeals follow.\r\n\r\nLAW / ANALYSIS\r\n\r\n\"A suit for declaratory judgment is neither legal nor equitable, \r\n  but is determined by the nature of the underlying issue.\" Felts v. Richland \r\n  County, 303 S.C. 354, 356, 400 S.E.2d 781, 782 (1991). A suit to determine \r\n  coverage under an insurance policy is an action at law. Therefore, this Court's \r\n  jurisdiction \"is limited to correcting errors of law and factual findings will \r\n  not be disturbed unless unsupported by any evidence.\" State Farm Mut. Auto. \r\n  Ins. Co. v. James, 337 S.C. 86, 93, 522 S.E.2d 345, 348-49 (Ct. App. 1999); \r\n  see also Townes Assocs. v. City of Greenville, 266 S.C. 81, 221 \r\n  S.E.2d 773 (1976).\r\n\r\nI.   Duty to Defend and Indemnify\r\n\r\nBoth Farm Bureau and SECURE appeal the order of the circuit court finding they have a duty to defend and, if necessary,\r\nto indemnify the parties in the underlying personal injury action.  Both carriers contend the other is solely responsible for\r\nthe defense and indemnification of the parties.  We disagree.\r\n\r\nA.   Farm Bureau's Appeal\r\n\r\nFarm Bureau argues the circuit court erred in requiring it to defend and indemnify the Garrisons because (1) the incident\r\noccurred on premises which were owned by the Garrisons, but not described in Farm Bureau's policy, and (2) the incident\r\narose from a business pursuit.  We disagree. \r\n\r\nUnder the Garrisons' homeowner's policy, Farm Bureau agreed that:\r\n\r\n\r\nIf claim is made or suit is brought against an insured for damages because of bodily injury . . . we will: 1. Pay up to our\r\nlimits of liability for the damages which the insured is legally liable; and 2. Provide for a defense at our expense by counsel\r\nof our choice, even if the suit is groundless. . . .  \r\n\r\n\r\nFarm Bureau also agreed to \"pay the necessary medical expenses that are incurred within three years from the date of an\r\naccident causing bodily injury.\"  The policy applied to a person off the insured location if the bodily injury \"[was] caused\r\nby an animal owned by or in the care of the insured.\"  The policy excluded coverage where there was \"bodily injury or\r\nproperty damage . . . arising out of business pursuits of an insured . . . [or] arising out of a premises . . . owned by the\r\ninsured . . . that is not an insured location.\"  Relying on these exclusions, Farm Bureau maintains the homeowner's policy\r\nexcludes coverage for the dog bite in this case.  \r\n\r\n\"[A]n insurer must show a causal connection between a loss \r\n  and an exclusion before the exclusion will limit coverage under the policy.\" \r\n  South Carolina Ins. Guar. Ass'n v. Broach, 291 S.C. 349, 351, 353 S.E.2d \r\n  450, 451 (1987). At the beginning of both policy exclusions relied on by Farm \r\n  Bureau are the words \"arising out of.\" In McPherson v. Michigan Mutual Insurance \r\n  Co., 310 S.C. 316, 320, 426 S.E.2d 770, 771 (1993), our supreme court held \r\n  that \"for the purpose of construing an exclusionary clause in a general liability \r\n  policy, 'arising out of' should be narrowly construed as 'caused by.'\" Furthermore, \r\n  \"[w]here the words of a policy are capable of two reasonable interpretations, \r\n  that construction will be adopted which is most favorable to the insured.\" Id. \r\n   \r\n\r\nNo South Carolina case specifically addresses whether a \r\n  homeowner's policy provides coverage for a dog bite that occurs on a business \r\n  premise away from the home. However, a Missouri court addressed this issue in \r\n  Lititz Mutual Insurance Co. v. Branch, 561 S.W.2d 371 (Mo. App. 1977). \r\n  In Lititz, a dog was taken from the residence to the business premises \r\n  of a dairy where it was tethered. Subsequently, the dog bit a child. The homeowner's \r\n  policy insurer filed a declaratory judgment action alleging it did not have \r\n  a duty to defend and indemnify the insured. The policy exclusions in Lititz \r\n  were very similar to those in this case. That policy excluded coverage for bodily \r\n  injury or property damage arising out of business pursuits of any insured and \r\n  injury or damage arising out of any premises, other than the insured premises, \r\n  owned, rented or controlled by any insured. The Lititz court reasoned \r\n  the dog bite was the result of personal tortious conduct and was not causally \r\n  related to the business premises. The court stated:\r\n\r\n\r\nLiability for injuries caused by an animal owned by an insured arises from the insured's personal tortious conduct in\r\nharboring a vicious animal, not from any condition of the premises upon which the animal may be located.\r\n\r\n\r\nId. at 374. \r\n\r\nWe find this reasoning persuasive. Utilizing the definition \r\n  of \"arising out of\" from McPherson, and the analysis from Lititz, \r\n  we conclude the fact that the dog bite occurred on the business premises of \r\n  Garrison Pest Control does not necessarily mean that it was \"caused by\" the \r\n  business pursuits or business premises. Rather, the dog bite may have been caused \r\n  by the alleged tortious conduct of bringing the family pet to the business premises. \r\n\r\n\r\nWe agree with the circuit court's conclusion that Farm Bureau's policy exclusions are thus inapplicable to the injury\r\nsustained by Jordan Purvis and affirm the circuit court's determination that Farm Bureau has a duty to defend and, if\r\nnecessary, indemnify the Garrisons in the underlying action.\r\n\r\nB.   SECURE's Appeal\r\n\r\nSECURE contends that the circuit court erred in finding it has a duty to defend and, if necessary, indemnify the parties in\r\nthe underlying action.  We disagree.  \r\n\r\n1.&nbsp; Incident's Relationship to An \"Insured\" Under the Policy's Terms\r\n\r\nSECURE argues the claims asserted in the underlying action do not relate to the duties of Ralph or Mary Garrison as\r\nofficers or employees of Garrison Pest Control.  SECURE maintains its policy does not provide coverage for this incident\r\nbecause the dog was personally owned by the Garrisons and their potential liability for the failure to supervise the dog was\r\npersonal to them and did not originate with any risk connected with their employment.  SECURE further argues Mary\r\nGarrison is not an insured under the policy because she was not an officer, director, or employee acting within the scope of\r\nher official duties when this incident occurred.  \r\n\r\nSECURE overlooks, however, the Garrisons' roles as owners \r\n  of the business, who were actively engaged in operating the business. \"One who \r\n  controls the use of property has a duty of care not to harm others by its use.\" \r\n  Nesbitt v. Lewis, 335 S.C. 441, 446, 517 S.E.2d 11, 14 (Ct. App. 1999) \r\n  (quoting Miller v. City of Camden, 329 S.C. 310, 314, 494 S.E.2d 813, \r\n  815 (1997)). \"The responsibility for an injury negligently caused by a defect \r\n  or dangerous condition or activity in or on real property usually attaches to \r\n  the owner or possessor, by virtue of his control thereof . . . .\" 62 Am. Jur. \r\n  2d Premises Liability § 4, at 351 (1990). \r\n\r\nAlong with her husband, Mary Garrison owned sixty percent of the stock in Garrison Pest Control.  Therefore, the\r\nGarrisons effectively controlled what took place on the premises of Garrison Pest Control.  Garrison Pest Control, the\r\nnamed insured on the SECURE policy, through its owners and officers, allowed the Garrison family pet on the business\r\npremises.  Garrison Pest Control had a duty to use reasonable care to protect the public from any dangerous condition or\r\nactivity that the keeping of the pet created on the premises.  Therefore, SECURE had a duty to defend Garrison Pest\r\nControl, its named insured, because of its potential liability for the dog bite.\r\n\r\nThis holding is not inconsistent with our reasoning that Farm Bureau's policy does not exclude coverage because the dog\r\nbite was not caused by  Garrison Pest Control's premises.  As previously stated, \"arising out of\" is narrowly construed in\r\npolicy exclusions to mean \"caused by\" the premises.  SECURE's policy provides coverage for \"'bodily injury'...caused by\r\nan occurrence that takes place in the coverage territory and during the coverage period .\" (Emphasis added).  The policy\r\nbroadly defines the coverage territory as the United States of America (including its possessions and territories), Puerto\r\nRico, and Canada and also includes international waters and air space. Therefore, the literal language of SECURE's policy\r\ncovers all injuries sustained on the business premises unless the injury meets certain policy exclusions, none of which are\r\napplicable in this case.  \r\n\r\nFurthermore, a person may recover against a property owner \r\n  for the personal tortious conduct of an employee or guest on the premises if \r\n  the owner knows or has reason to know such conduct was occurring. See \r\n  Bullard v. Ehrhardt, 283 S.C. 557, 324 S.E.2d 61 (1984); Burns v. \r\n  South Carolina Comm'n for the Blind, 323 S.C. 77, 448 S.E.2d 589 (Ct. App. \r\n  1994). In such instances, the injury is not caused by the premises, strictly \r\n  speaking, but damages are recoverable because the incident occurred on the premises \r\n  and the property owner failed to adequately warn others or take precautions \r\n  to avoid the injury. Id.\r\n\r\n2.&nbsp; Premises Liability As A Covered Operation or Hazard Under the Policy\r\n\r\nAdditionally, SECURE argues its policy does not insure the duty to keep the business of Garrison Pest Control safe for the\r\nvisiting public.  SECURE bases this argument on the provision of the policy which states as follows:\r\n\r\n\r\nThe coverage afforded by this policy pertains only to those operations identified on the signed S.E.C.U.R.E. application\r\nand in the Description of Hazards or Classifications pages (SEC-140) of this policy.\r\n\r\n\r\nSECURE maintains the Description of Hazards and Basis of Premium included various potential hazards that relate only to\r\nthe business of extermination.  SECURE further asserts the presence of Jordan Purvis and the dog were not related to any\r\nof the covered hazards. \r\n\r\nThis issue is not preserved for appellate review. An issue \r\n  must be raised to and ruled on by the trial court for an appellate court to \r\n  review the issue. Tupper v. Dorchester County, 326 S.C. 318, 487 S.E.2d \r\n  187 (1997). Although SECURE raised the issue of whether the SECURE policy affords \r\n  coverage only for those operations which are identified on the list of classifications \r\n  and in the description of hazards, it was never ruled on by the trial court \r\n  and SECURE failed to file a motion to alter or amend. See Noisette \r\n  v. Ismail, 304 S.C. 56, 403 S.E.2d 122 (1991) (issue was not preserved for \r\n  appellate review where the trial court did not explicitly rule on the appellant's \r\n  argument and the appellant made no Rule 59(e), SCRCP, motion to alter or amend \r\n  the judgment). Accordingly, the issue is not preserved for appellate review.\r\n\r\n\r\nII. Concurrent Coverage\r\n\r\n\r\nHaving determined that both insurers have a duty to defend \r\n  and indemnify the Garrisons, we must also determine whether the policy coverages \r\n  should be prorated or whether one policy should be treated as an excess policy. \r\n  In South Carolina Insurance Co. v. Fidelity and Guaranty Insurance Underwriters, \r\n  Inc., 327 S.C. 207, 489 S.E.2d 200 (1997), our supreme court stated that \r\n  prior South Carolina precedents suggest if two or more policies insure the same \r\n  entity against the same risk to the same object, the policies are concurrent \r\n  and losses should be prorated between the insurers who issued the policies. \r\n  The present case presents issues akin to this situation. Both policies: (1) \r\n  provide coverage for bodily injury, (2) provide protection to the Garrisons' \r\n  business interests (either directly or incidentally), (3) were in effect during \r\n  the period of the occurrence, and (4) protect against liability for injury sustained \r\n  without limitation to particular premises. However, the fact that coverage is \r\n  concurrent does not necessitate automatic proration of coverage. We must also \r\n  determine whether the coverage contained in the policies is intended to be primary \r\n  or excess by analysis of the policy language to glean the total insuring intent \r\n  of the policies. Id.\r\n\r\n\r\nIII. Primary versus Excess Coverage\r\n\r\n\r\nFarm Bureau argues the circuit court erred in finding that its policy provided primary coverage and SECURE's policy\r\nprovides excess coverage.  We disagree.\r\n\r\nThe circuit court relied on the \"total policy insuring intent\" \r\n  rule in holding Farm Bureau's policy provided primary coverage in this case \r\n  while SECURE's policy provided excess coverage. The \"total policy insuring intent\" \r\n  rule is set out in Fidelity, 327 S.C. 207, 489 S.E.2d 200 (1997). In \r\n  that case, our supreme court held courts apportioning liabilities among multiple \r\n  insurers should look to the overall language of policies to ascertain whether \r\n  primary or secondary coverage is intended. Under the \"total policy insuring \r\n  intent\" rule, the relevant question is the overall intent of the parties as \r\n  embodied in the policy. Id.  \r\n\r\nThe circuit court determined the primary intent of SECURE's \r\n  policy was to cover hazards associated with general pest control and extermination, \r\n  whereas the Farm Bureau policy specifically provided coverage for household \r\n  pets. Using this analysis, the circuit court determined the total insuring intent \r\n  in the Farm Bureau policy more closely reflected the events at issue in this \r\n  case, and held Farm Bureau's coverage should be primary. The \"total policy insuring \r\n  intent\" rule applies where policies which concurrently cover a loss contain \r\n  competing \"other insurance\" clauses. See Fidelity, 327 S.C. 207, \r\n  489 S.E.2d 200. The relevant provisions of the other insurance clauses in the \r\n  insurance policies in the instant case read as follows: \r\n\r\nFARM BUREAU'S POLICY\r\n\r\n\r\n\r\nOther Insurance-Coverage E- Personal Liability.  This insurance is excess over other valid and collectible insurance\r\nexcept insurance written specifically to cover as excess over the limits of liability that apply in this policy.\r\n\r\n\r\nSECURE'S POLICY\r\n\r\n\r\n\r\nOther Insurance.\r\n\r\nIf other valid and collectible insurance is available to the insured for a loss we cover under Coverages A or B of this\r\nCoverage Part, our obligations are limited as follows: \r\n\r\na.  Primary Insurance \r\n\r\nThis insurance is primary except when b. below applies.\r\n\r\nIf this insurance is primary, our obligations are not affected unless any of the other insurance is also primary.  Then, we\r\nwill share with all that other insurance by the method described in c. below.\r\n\r\nb.  Excess Insurance\r\n\r\nThis insurance is excess over any of the other insurance, whether primary, excess, contingent on or any other basis:\r\n\r\n(1) That is Fire, Extended Coverage, Builder's Risk, Installation Risk or  similar coverage for \"your work\";  \r\n\r\n(2) That is Fire Insurance for premises rented to you; or \r\n\r\n(3) If the loss arises out of the maintenance or use of aircraft, \"autos\", or  watercraft to the extent not subject to Exclusion\r\ng. of Coverage A  (Section I).\r\n\r\nWhen this insurance is excess, we will have no duty under Coverage A or B to defend any claim or \"suit\" that any other\r\ninsurer has a duty to defend.  If no other insurer defends, we will undertake to do so, but we will be entitled to the insured's\r\nrights against all those other insurers.\r\n\r\nWhen this insurance is excess over other insurance, we will pay only our share of the amount of the loss, if any, that\r\nexceeds the sum of:\r\n\r\n(1) The total amount that all such other insurance would pay for the loss in the absence of this insurance; and\r\n\r\n(2) The total of all deductible and self-insured amounts under all that other insurance.\r\n\r\nWe will share the remaining loss, if any, with any other insurance that is not described in this Excess Insurance provision\r\nand was not bought specifically to apply in excess of the Limits of Insurance shown in the Declarations of this Coverage\r\nPart.\r\n\r\nc. Method of Sharing.\r\n\r\nIf all of the other insurance permits contribution by equal shares, we will follow this method also.  Under this approach,\r\neach insurer contributes equal amounts until it has paid its applicable limit of insurance or none of the loss remains,\r\nwhichever comes first.  If any of the other insurance does not permit contribution by equal shares, we will contribute by\r\nlimits.  Under this method, each insurer's share is based on the ratio of  its applicable limit of insurance to the total\r\napplicable limits of insurance of all insurers.  \r\n\r\n\r\nWe find that the other insurance clauses of the policies \r\n  in question are mutually repugnant in that SECURE's other insurance clause is \r\n  a pro rata clause which purports to make SECURE liable for only a portion of \r\n  losses covered by any other primary insurance. Although the general rule regarding \r\n  the application of \"other insurance clauses\" under these circumstances mandates \r\n  that the coverage be prorated as both policies are treated as primary coverage, \r\n  \"this rule should not apply when its use would distort the meaning of the terms \r\n  of the policies involved.\" Fidelity, 327 S.C. at 215, 489 S.E.2d at 204 \r\n  (citation omitted). In South Carolina, the total policy insuring intent of the \r\n  parties always remains the central issue in determining the proper apportionment \r\n  of coverage among multiple insurance carriers. Id. Therefore, we find \r\n  that the trial court properly resorted to the \"total policy insuring intent\" \r\n  rule in order to determine the proper apportionment of coverage under the policies. \r\n\r\n\r\nThe SECURE policy specifically provides that its coverage is primary \"except for other insurance that is fire, extended\r\ncoverage, builders risk, installation risk of similar coverage for 'your work' or; that is fire insurance for premises rented to\r\nyou; or if the loss arises out of the maintenance or use of aircraft, autos, or watercraft.\"   As SECURE's policy is\r\nspecifically written to cover business activity it is axiomatic that this language is intended to apply in the instance of other\r\npolicies relating to business coverage and in instances where ancillary activity related to the business may be covered by\r\nseparate insurance policies.  Because none of the conditions are present which would trigger application of the excess\r\nclause language, this clause is inapplicable and the language concerning sharing the loss with other insurance would apply. \r\nThe Farm Bureau policy specifically provides coverage for the type of occurrence that was encountered by the Purvises at\r\nGarrison Pest Control.  However, the Farm Bureau Policy also contains an excess clause which is in direct competition\r\nwith the pro rata clause in SECURE's policy.  This situation requires South Carolina courts to resort to the \"total policy\r\ninsuring intent rule\" which requires analysis of the language of the policy, together with other factors, to determine the\r\nintent of the parties.\r\n\r\nResorting to an analysis of all of the language of both policies, we find that the Farm Bureau policy contains a clause\r\nprotecting the Garrisons from liability for animal injuries which does not limit the occurrence of bodily injury caused by an\r\nanimal owned by the Garrisons to the premises of the residence.  Likewise, SECURE's policy provides coverage for bodily\r\ninjury which occurs within the broadly defined coverage territory during the coverage period.  In the instant case, however,\r\nthe injury sustained is the type of occurrence that was most likely within the anticipation of the parties when the Farm\r\nBureau policy was written, as injury from animals was specifically mentioned in the policy language.   Therefore, the\r\ncircuit court's determination of primary and excess coverage is affirmed.  We hold Farm Bureau must provide the parties in\r\nthe underlying action with primary coverage and SECURE must provide excess coverage.\r\n\r\n\r\nCONCLUSION\r\n\r\nWe affirm the circuit court's determination that both the SECURE and Farm Bureau policies provide coverage for the dog\r\nbite to Jordan Purvis and the determination that Farm Bureau's coverage is primary and SECURE's coverage is excess.\r\nAFFIRMED.\r\n\r\nGOOLSBY and SHULER, JJ., concur.\r\n\r\n1.  Stipulation 3 of the Stipulation to Facts and Documents.\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3389","title":"Nelson v. Taylor","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3389","description":"A physical therapist is not qualified as a medical expert to testify as to causation.","date":"2001-09-17","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA In The Court of Appeals\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Pamela C. Nelson and Doug Nelson,\r\n        Appellants,\r\n        v.\r\n        John William Taylor, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville County\r\nLarry R. Patterson, Circuit Court Judge\r\n\r\nOpinion No. 3389\r\nHeard May 8, 2001 - Filed September 17, 2001\r\n\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        James W. Segura, of Varner &amp;\r\n        Segura, of Greenville, for appellants.\r\n        Robert D. Moseley, Jr., of\r\n        Leatherwood, Walker, Todd &amp; Mann, of Greenville, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nCONNOR, J.: Pamela Nelson and her\r\nhusband, Doug Nelson, brought this negligence action against John William Taylor1\r\nfor personal injuries resulting from an automobile collision. At trial, Taylor\r\nadmitted liability and the jury awarded $5,000 in actual damages to Pamela\r\nNelson (Nelson) and $0 in actual damages to her husband.2\r\nOn appeal, Nelson challenges the admission of the physical therapist’s\r\ntestimony concerning causation, and the trial judge’s denial of her motions\r\nfor a new trial nisi additur, or in the alternative, a new trial. We\r\nreverse and remand.\r\nFACTS\r\n\r\nOn November 8, 1995, Pamela Nelson was\r\nstopped at a red light when a vehicle driven by John William Taylor collided\r\nwith the rear-end of Nelson’s vehicle. Nelson’s vehicle was damaged and she\r\ncomplained of pain in her back, neck, head, and shoulder. Nelson was\r\nsubsequently treated by her family physician, an orthopedic surgeon, a\r\nneurosurgeon, a shoulder specialist, a chiropractor, and a physical therapist.\r\nAs a result of her treatment, distinct and\r\ncontradicting theories emerged regarding the cause of Nelson’s injuries. Dr.\r\nPosta, a shoulder specialist, determined to a reasonable degree of medical\r\ncertainty that Nelson’s injuries were caused by the accident. In contrast,\r\nNelson’s physical therapist, Roger Bachour, concluded that Nelson’s injuries\r\nstemmed from her use of the mouse at her computer workstation, resulting in\r\nrotator cuff tendinitis. Dr. Posta, however, conclusively ruled out rotator cuff\r\ntendinitis after reviewing the results of Nelson’s MRI. On the other hand, Dr.\r\nReid, an orthopedic surgeon, stated in his deposition that he did not find any\r\nevidence of shoulder impingement. He further found there was no objective\r\nevidence of a neurological problem.\r\nNelson’s total medical expenses exceeded\r\n$9,900.00. Furthermore, her projected future medical expenses to alleviate the\r\npain and impairment from her injuries totaled $3,500.00 in surgical fees and\r\n$5,800.00 in hospital fees. Nelson also sought recovery for pain and suffering,\r\nlost wages, and actual damages. Notwithstanding, the jury only awarded Nelson\r\n$5,000.00 in actual damages. Nelson moved for a new trial nisi additur,\r\nand alternatively, for a new trial. The trial judge denied both motions. Nelson\r\nappeals.\r\n\r\nDISCUSSION\r\nI.\r\n\r\nNelson argues the trial judge abused his\r\ndiscretion in admitting deposition testimony from the physical therapist\r\nconcerning the medical cause of her injuries.\r\nDuring his deposition, Bachour was\r\nqualified as an expert in the field of physical therapy. Over the objection of\r\nNelson’s counsel, Bachour opined, &quot;[Nelson] appeared to have a [sic]\r\nrotator cuff tendinitis in the right shoulder due to the way she had her mouse\r\nset up at work and the way she was using that every day ---the way,\r\nergonomically, her work station was set up.&quot; Bachour testified this\r\nassessment was based on what Nelson had told him and his clinical examination.\r\nOn cross-examination, Bachour admitted he\r\nwas not a medical doctor, he does not make medical diagnoses, and he only has\r\ntraining in physical therapy. He acknowledged that his assessment should not be\r\nused to establish medical treatment. He further stated he had not examined any\r\nof the diagnostic tests that had been performed on Nelson or the records of\r\nNelson’s treating physicians.\r\nPrior to the introduction of Bachour’s\r\ndeposition testimony at trial, Nelson’s counsel objected to Bachour’s\r\nopinion concerning causation. He characterized Bachour’s diagnosis of Nelson’s\r\ninjuries as unreliable and irrelevant. Specifically, counsel argued Bachour\r\nimpermissibly made a diagnosis given he: (1) is a physical therapist and not a\r\nmedical doctor; and (2) had not reviewed Nelson’s medical records or\r\ndiagnostic test results. The trial judge ruled the deposition testimony was\r\nadmissible and he would allow the physical therapist to &quot;testify as to what\r\n[the physical therapist] was treating her for.&quot; The judge stated Nelson’s\r\ncounsel could point out to the jury that Bachour is not a medical doctor.\r\n&quot;To be competent to testify as an\r\nexpert, ‘a witness must have acquired by reason of study or experience or both\r\nsuch knowledge and skill in a profession or science that he is better qualified\r\nthan the jury to form an opinion on the particular subject of his testimony.’&quot;\r\nGooding v. St. Francis Xavier Hosp., 326 S.C. 248, 252-53, 487 S.E.2d\r\n596, 598 (1997) (quoting O’Tuel v. Villani, 318 S.C. 24, 28, 455 S.E.2d\r\n698, 701 (Ct. App. 1995)); Rule 702, SCRE (&quot;If scientific, technical, or\r\nother specialized knowledge will assist the trier of fact to understand the\r\nevidence or to determine a fact in issue, a witness qualified as an expert by\r\nknowledge, skill, experience, training, or education, may testify thereto in the\r\nform of an opinion or otherwise.&quot;). Qualification depends on the particular\r\nwitness’ reference to the subject. Gooding, 326 S.C. at 253, 487 S.E.2d\r\nat 598.\r\nThe qualification of a witness as an\r\nexpert and the admissibility of his or her testimony are matters left to the\r\nsound discretion of the trial judge, whose decision will not be reversed on\r\nappeal absent an abuse of that discretion and prejudice to the opposing party. Payton\r\nv. Kearse, 329 S.C. 51, 60-61, 495 S.E.2d 205, 211 (1998); Mizell v.\r\nGlover, 339 S.C. 567, 577, 529 S.E.2d 301, 306 (Ct. App. 2000). An abuse of\r\ndiscretion occurs when there is an error of law or a factual conclusion that is\r\nwithout evidentiary support. Lee v. Suess, 318 S.C. 283, 457 S.E.2d 344\r\n(1995).\r\nOur courts have found in limited\r\ncircumstances that witnesses other than medical doctors may testify as medical\r\nexperts. However, in these cases the witnesses have had some expertise in the\r\nmatter in dispute. See, e.g., Daniels v. Bernard, 270 S.C. 51, 240\r\nS.E.2d 518 (1978) (in a personal injury action, chiropractor was competent to\r\ntestify as a medical expert to the extent of his knowledge and experience); Howle\r\nv. PYA/Monarch, Inc., 288 S.C. 586, 344 S.E.2d 157 (Ct. App. 1986)\r\n(psychologist permitted to give expert opinion concerning diagnosis, prognosis,\r\nand causation of plaintiff’s mental and emotional condition).\r\nThe parameters for a physical therapist’s\r\nexpert testimony have not been outlined. We are, however, guided by the General\r\nAssembly’s statutory scheme created to define and regulate the practice of\r\nphysical therapy. S.C. Code Ann. §§ 40-45-5 to -330 (2001); see Bolton\r\nv. CNA Ins. Co., 821 S.W.2d 932 (Tenn. 1991) (reviewing the Tennessee\r\n&quot;Occupational and Physical Therapy Practice Act&quot; to determine that a\r\nphysical therapist is not qualified to form and express an expert medical\r\nopinion as to the permanent impairment or permanent physical restrictions of an\r\ninjured person in a workers’ compensation case).\r\nAlthough not intended to be an\r\nall-inclusive survey of these statutes, we point to several key provisions which\r\ndefine the practice and regulation of physical therapists. A review of these\r\nstatutes reveals the General Assembly purposefully confined the scope of\r\nphysical therapy.3 Pursuant to these provisions, a\r\nphysical therapist is limited in terms of methods of treatment. Equally\r\nimportant, a physical therapist is not authorized to practice medicine,\r\nprescribe medications, or order medical/laboratory tests. S.C. Code Ann. §§\r\n40-45-20(9), 40-45-310 (2001).4 Even though the\r\nGeneral Assembly has eliminated the requirement for treatment by prescription\r\nfrom a physician or dentist, a physical therapist is still restricted in terms\r\nof the extent to which a patient may be treated without the referral of a\r\nlicensed physician. S.C. Code Ann. § 40-45-110(A)(2), (4), (5) (2001).5\r\nIn light of these statutory restrictions,\r\nwe agree with Nelson that Bachour was not qualified to testify regarding\r\ncausation. Bachour’s training and experience qualified him to testify as an\r\nexpert in the limited area of the physical therapy required to treat Nelson’s\r\ninjuries. Significantly, Bachour admitted he did not make medical diagnoses.\r\nMoreover, Bachour did not independently treat Nelson. Instead, Nelson was\r\nreferred by three different physicians to whom Bachour reported his findings.\r\nTherefore, the trial judge abused his discretion in admitting Bachour’s\r\ndeposition testimony which exceeded the scope of his expertise. See State\r\nv. Ellis, 345 S.C. 175, 547 S.E.2d 490 (2001) (holding police officer, who\r\nwas qualified as an expert in crime scene processing and fingerprint\r\nidentification, exceeded the scope of his expertise when he was permitted to\r\ngive his opinion involving crime scene reconstruction which went to the ultimate\r\nissue of whether defendant acted in self-defense when he shot and killed the\r\nvictim).\r\nAdditionally, we find our decision is\r\nconsistent with several jurisdictions which have addressed a similar issue. See,\r\ne.g., Stutzman v. CRST, Inc., 997 F.2d 291 (7th Cir. 1993)\r\n(holding trial court properly prohibited physical therapist from rendering\r\nmedical prognosis for which she was not qualified); Stevens v. Brown, 672\r\nN.Y.S.2d 194 (N.Y. App. Div. 1998) (ruling trial court properly allowed physical\r\ntherapist and occupational therapist to testify in personal injury case where\r\nthe court limited their testimony and refused to allow them to testify as\r\nexperts); Zinn v. Leach, Nos. 90-CA-03, 90-CA-08, 1990 WL 187466 (Ohio\r\nCt. App. Nov. 29, 1990) (finding trial judge erred in permitting physical\r\ntherapist to give an opinion as to medical causation in violation of statutory\r\nprohibition; however, error was harmless where evidence was cumulative to other\r\ncredible evidence reaching the same conclusion); Girken v. Angel, No.\r\n76-42, 1976 WL119 (Ark. June 21, 1976) (holding physical therapist not permitted\r\nto testify on causation and diagnosis of plaintiff’s injuries where therapist\r\nnever contended that he was qualified to diagnose the injury and his treatments\r\nwere based on physician’s orders); see also Elmore v. Travelers Ins.\r\nCo., 824 S.W.2d 541 (Tenn. 1992) (finding in worker’s compensation case,\r\nphysical therapist was not qualified to give expert opinion on medical\r\ncausation); but see Ehlers v. Amon, No. C0-95-1914, 1996 WL\r\n250530 (Minn. Ct. App. May 14, 1996) (finding no error to allow physical\r\ntherapist to testify regarding causation where there was evidence he possessed\r\nthe requisite qualifications and his opinion did not substantially influence the\r\njury’s verdict given that plaintiff’s treating physician and chiropractor\r\nrendered similar opinions).\r\nTaylor contends that even if the admission\r\nof Bachour’s deposition testimony constituted error, it does not require a new\r\ntrial. He asserts any improper testimony was cumulative to the testimony of Dr.\r\nPosta, the shoulder specialist who treated Nelson. We find Taylor’s argument\r\nunpersuasive for several reasons. Because liability was admitted, the crucial\r\nissue was whether Nelson’s injuries were proximately caused by the accident.\r\nThus, any conflict in the evidence created by Bachour’s testimony was a\r\nsignificant factor in the case. Moreover, Bachour’s testimony was not\r\ncumulative to Dr. Posta’s final diagnosis and opinion regarding causation.\r\nAlthough Dr. Posta initially diagnosed Nelson as having mild rotator cuff\r\ntendinitis, he ultimately opined that Nelson had a shoulder impingement which,\r\nto a reasonable degree of medical certainty, was caused by the accident.\r\nAccordingly, we reverse and remand for a new trial.\r\nBecause we find the trial judge erred in\r\npermitting Bachour to testify beyond the scope of his expertise, we need not\r\naddress Nelson’s remaining arguments concerning the admission of this\r\ndeposition testimony.6\r\n\r\nII.\r\n\r\nNelson further argues the trial judge\r\nerred in failing to grant a new trial nisi additur, or in the\r\nalternative, a new trial, because of the inadequate amount of the damages\r\nawarded. In light of our decision, we need not address this issue. See Futch\r\nv. McAllister Towing of Georgetown, Inc., 335 S.C. 598, 518 S.E.2d 591\r\n(1999) (noting that an appellate court need not address appellant’s remaining\r\nissues when its determination of a prior issue is dispositive); Whiteside v.\r\nCherokee County Sch. Dist. No. One, 311 S.C. 335, 428 S.E.2d 886 (1993)\r\n(noting appellate court need not address remaining issues when determination of\r\nprior issue is dispositive).\r\nBased upon the foregoing, the decision of\r\nthe trial judge is\r\n\r\nREVERSED AND REMANDED.\r\n\r\nHEARN, C.J. concurs and GOOLSBY, J.\r\ndissents in separate opinion.\r\n\r\n&nbsp;\r\n\r\nGOOLSBY, J. (dissenting):\r\nI respectfully dissent. I would hold the trial court did not err in admitting\r\nthe testimony from the physical therapist about the cause of Nelson’s rotator\r\ncuff tendinitis.\r\nThe question of the therapist’s\r\nqualifications to give expert testimony in this instance was one addressed to\r\nthe sound discretion of the trial court.7 Just as an\r\nemergency room technician who had intubated more than 100 patients and who\r\ntaught physicians on intubation procedures was qualified to testify as an expert\r\nwitness in a medical malpractice action in which the patient claimed that an\r\nanesthesiologist’s negligence in performing intubation had fractured the\r\npatient’s two front teeth, I should think that a certified physical therapist\r\nwho held an undergraduate degree and a three-year degree from a medical\r\nuniversity and whose expertise as a physical therapist was conceded by the other\r\nparty should be qualified to testify as an expert witness in a wreck case in\r\nwhich the patient claimed that an automobile accident caused a certain physical\r\ninjury.8\r\n\r\nI see nothing in the statutory law cited\r\nby the majority that would proscribe the admission of Bachour’s statement that\r\nNelson’s rotator cuff tendinitis resulted from the setup of her work station.\r\nThere was nothing in the record that would even remotely suggest that Bachour’s\r\ntreatment of Nelson was inconsistent with the advice of any of her treating\r\nphysicians. Moreover, as the majority acknowledges, the legislature no longer\r\nrequires a patient to obtain a prescription from a physician before receiving\r\ntreatment from a physical therapist.9\r\n\r\nBachour first treated Nelson on November\r\n20, 1995, shortly after the accident. At that time, Nelson’s primary\r\ncomplaints concerned pain in her cervical spine and pain towards her right\r\nshoulder. From the record, it appears Nelson was discharged from Bachour’s\r\ncare the following month, and it was noted she had shown good progress in\r\nphysical therapy and had intended to return to work the following week. In April\r\n1996, Nelson again sought treatment from Bachour, this time complaining mainly\r\nof right shoulder pain that occasionally radiated to her right upper extremity.\r\nIt is the assessment Bachour made in his notes on April 1, 1996, several months\r\nafter Nelson had initially been discharged from his care, that Nelson argues\r\nshould not have been admitted at trial.\r\nAs Nelson’s attorney aptly pointed out\r\nwhen questioning Bachour, there was no mention in the subjective portion of\r\nBachour’s notes that Nelson said anything about a mouse or a computer station;\r\nhowever, the notes Bachour made in April 1996, made no reference to Nelson’s\r\nautomobile accident either. Moreover, Bachour testified that he routinely\r\nquestioned his patients about what activities gave them pain and that his\r\nassessment was based on what Nelson had told him. Given these circumstances, I\r\nwould hold Bachour’s deposition testimony about what his notes reflected\r\nregarding the origin of Nelson’s later complaints did not exceed the domain of\r\nhis expertise as a physical therapist.\r\nFurthermore, Bachour’s determination of\r\nthe reason for Nelson’s later complaints was more in the nature of a clinical,\r\nas opposed to a medical, diagnosis.10 There was no\r\nattempt to refute Bachour’s statement that, although he did not give medical\r\ndiagnoses, he had training in clinical diagnosis, which, as described by none\r\nother than Nelson’s attorney, entailed &quot;making a clinical diagnosis based\r\nupon what they tell you, what the diagnostic tests tell you and based upon your\r\nobservation on them.&quot;11 With due respect to\r\nthe majority, then, I attach no significance to Bachour’s admission that he\r\ndid not make medical diagnoses.\r\nI would further hold Nelson’s argument concerning the\r\ndenial of the motion for a new trial nisi additur is manifestly without merit.12\r\n\r\n1The Nelsons also brought this\r\naction against Russell Taylor, the owner of the vehicle. Prior to trial, Russell\r\nTaylor was dismissed from the case.\r\n2In light of the specific\r\nissues raised by this appeal, it does not appear that Nelson’s husband has\r\nappealed from this verdict.\r\n3In an amendment which became\r\neffective on June 8, 1998, the General Assembly revised the statutory provisions\r\nrelating to the licensing and regulation of physical therapists. Act No. 360,\r\n1998 S.C. Acts 2103.\r\n4S.C. Code Ann. § 40-45-20(9)\r\n(2001) provides:\r\n\r\n  (9) &quot;The practice of physical therapy&quot; means\r\n  the evaluation and treatment of human beings to detect, assess, prevent,\r\n  correct, alleviate, and limit physical disability, bodily malfunction, and\r\n  pain from injury, disease, and any other bodily or mental condition and\r\n  includes the administration, interpretation, documentation, and evaluation of\r\n  physical therapy tests and measurements of bodily functions and structures;\r\n  the establishment, administration, evaluation, and modification of a physical\r\n  therapy treatment plan which includes the use of physical, chemical, or\r\n  mechanical agents, activities, instruction, and devices for prevention and\r\n  therapeutic purposes; and the provision of consultation and educational and\r\n  other advisory services for the purpose of preventing or reducing the\r\n  incidence and severity of physical disability, bodily malfunction, and pain.\r\n  The use of roentgen rays and radium for diagnostic or therapeutic purposes and\r\n  the use of electricity for surgical purposes, including cauterization and\r\n  colonic irrigations, are not authorized under the term &quot;physical\r\n  therapy&quot; as used in this chapter, and nothing in this chapter shall be\r\n  construed to authorize a physical therapist to prescribe medications or order\r\n  laboratory or other medical tests.\r\n\r\nS.C. Code Ann. § 40-45-310 (2001) states in pertinent\r\npart:\r\n\r\n  Nothing in this chapter may be construed as authorizing\r\n  a licensed physical therapist or any other person to practice medicine,\r\n  surgery, osteopathy, homeopathy, chiropractic, naturopathy, magnetic healing,\r\n  or any other form, branch, or method of healing as authorized by the laws of\r\n  this State.\r\n\r\n5S.C. Code Ann. §\r\n40-45-110(A)(2), (4), (5) (2001) provide:\r\n\r\n  (A) In addition to other grounds provided for in Section\r\n  40-1-110, the board, after notice and hearing, may restrict or refuse to grant\r\n  a license to an applicant and may refuse to renew the license of a licensed\r\n  person, and may suspend, revoke, or otherwise restrict the license of a\r\n  licensed person who:\r\n  (2) has treated or undertaken to treat human ailments\r\n  otherwise than by physical therapy or has practiced physical therapy and\r\n  failed to refer to a licensed medical doctor or dentist any patient whose\r\n  medical condition should have been determined at the time of evaluation or\r\n  treatment to be beyond the scope of practice of a physical therapist;\r\n  (4) in the absence of a referral from a licensed medical\r\n  doctor or dentist, provides physical therapy services beyond thirty days after\r\n  the initial evaluation and/or treatment date without the referral of the\r\n  patient to a licensed medical doctor or dentist;\r\n  (5) changes, or in any way modifies, any specific\r\n  patient care instructions or protocols established by an appropriate health\r\n  care provider without prior consultation with and approval by the appropriate\r\n  health care provider.\r\n\r\n6Nelson additionally argued:\r\n(1) the trial judge failed to properly determine the reliability of the\r\nevidence; and (2) Bachour’s testimony was inadmissible because he did not\r\ntestify that, taking into consideration all the data, Nelson’s injuries\r\n&quot;most probably&quot; came from the accident.\r\n7Gooding v. St. Francis\r\nXavier Hosp., 326 S.C. 248, 487 S.E.2d 596 (1997).\r\n8See Gooding, 326\r\nS.C. at 252-53, 487 S.E.2d at 598 (&quot;To be competent to testify as an\r\nexpert, ‘a witness must have acquired by reason of study or experience or both\r\nsuch knowledge and skill in a profession or science that he is better qualified\r\nthan the jury to form an opinion on the particular subject of his testimony.’&quot;)\r\n(quoting O’Tuel v. Villani, 318 S.C. 24, 28, 455 S.E.2d 698, 701 (Ct.\r\nApp. 1995)); 31A Am. Jur. 2d Expert and Opinion Evidence § 55, at 61\r\n(1989) (&quot;Simply stated, in order to qualify as an expert, a witness must\r\npossess special knowledge of some subject on which the jury’s knowledge would\r\npresumably be inadequate without expert assistance.&quot;).\r\n9S.C. Code Ann. § 40-45-20(9)\r\n(2001). In my view, this case is easily distinguishable for this very reason\r\nfrom Bolton v. CNA Insurance Company, 821 S.W.2d 932 (Tenn. 1991), which\r\nthe majority cites as persuasive authority. In Bolton, the Supreme Court\r\nof Tennessee emphasized that, under the applicable statute, &quot;a physical\r\ntherapist is allowed to evaluate and treat an injury using only specific agents,\r\nproperties and methods, but she/he may do so only by referral of a licensed\r\ndoctor of medicine, osteopathy or podiatry, except for the initial\r\nevaluation.&quot;). Id. at 936.\r\n10See Black’s Law\r\nDictionary 464 (7th ed. 1999) (defining &quot;clinical\r\ndiagnosis&quot; as &quot;[a] diagnosis from a study of symptoms only&quot;).\r\n11Although, as the majority\r\nnotes, Bachour did not examine any of the diagnostic tests that had been\r\nperformed on Nelson, I would hold this deficiency went to the weight, rather\r\nthan to the admissibility, of his testimony.\r\n12See McCourt v.\r\nAbernathy, 318 S.C. 301, 308, 457 S.E.2d 603, 607 (1995) (&quot;The trial\r\njudge alone has the power to grant a new trial nisi when he finds the\r\namount of the verdict to be merely inadequate or excessive and the denial of\r\nsuch a motion will not be reversed on appeal absent an abuse in the trial judge’s\r\ndiscretion.&quot;).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3390","title":"McKeown v. Charleston County Board of Zoning Appeal","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3390","description":"County zoning ordinance which prohibited businesses from selling beer and alcoholic beverages within 500 feet of residential areas did not criminalize or directly conflict with the Department of Revenue's licensing provisions for issuing beer and wine sales permits.","date":"2001-09-17","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\n\r\n\r\n        John E. McKeown and Quick Food, Inc, d/b/a Steak and Play, Respondent, \r\n        \r\n            v. \r\n\r\n\r\n\r\n        Charleston County Board of Zoning Appeal, and Charleston \r\n          County, Appellants.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nAppeal From Charleston County\r\n  R. Markley Dennis, Jr., Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3390\r\n    Submitted June 4, 2001 - Filed September 17, 2001 \r\n  \r\n\r\n\r\nREVERSED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        County Attorney Samuel W. Howell, IV, and Deputy County \r\n          Attorney Joseph Dawson, III, both of Charleston, for appellants.\r\n\r\n        James M. Griffin, of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nCONNOR, J.: This \r\n  appeal involves the enforcement of a local zoning ordinance. The Charleston \r\n  County Zoning Board of Appeals (the \"Board\") denied a special exception request \r\n  to serve alcohol by the Steak and Play restaurant. The circuit court reversed \r\n  because the South Carolina Department of Revenue had already issued a beer and \r\n  wine permit. The Board appeals. We reverse.\r\n\r\nFACTS/PROCEDURAL BACKGROUND\r\n\r\nJohn McKeown and Quick Foods, Inc. (\"Respondents\"), do business \r\n  as the \"Steak and Play\" located at 2284 Savannah Highway, Charleston, South \r\n  Carolina. On February 23, 1999, the South Carolina Department of Revenue issued \r\n  the business a \"retail permit to sell beer and wine for consumption on and off \r\n  the premises.\" The County of Charleston, however, refused to issue a certificate \r\n  of occupancy because Quick Foods, Inc., had not received a special exception \r\n  from the Board of Zoning Appeals to sell beer and wine at this location. The \r\n  County thereafter granted Respondents a certificate of occupancy provided beer \r\n  and wine not be sold until such time as Respondents applied for and received \r\n  a special exception from the Board.\r\n\r\nThe Respondents appealed to the Board for a special exception \r\n  and a hearing was held on July 19, 1999. The Board denied the special exception \r\n  request. Thereafter, by letter dated July 29, 1999, the Board explained:\r\n\r\n\r\n  After careful review of the exhibits and testimony presented, \r\n    the Board ruled to DENY your request for a Special Exception. The Board determined \r\n    that the proposed use would be contrary to the neighborhood's interest and \r\n    would adversely affect other property in the vicinity. It was determined that \r\n    the proposed use would not be in harmony with existing uses in the area such \r\n    as churches, one of which is located 240 feet north of the subject property, \r\n    and residentially zoned property which abuts the subject parcel to the north. \r\n    \r\n\r\n\r\nThe Board relied on Article 6.2.16 of the Charleston County \r\n  Unified Development Ordinance for its decision. This subsection states: \r\n\r\n\r\n  §16. Restaurants, Bars and Lounges Serving Alcoholic Beverages\r\n    All proposed bars, lounges and restaurants serving beer or alcoholic beverages \r\n    located within 500 feet of the property line of a lot in a residential zoning \r\n    district or a lot containing a residential use shall require review and approval \r\n    in accordance with the Special Exception procedures of Art. 3.6. Proposed \r\n    eating/drinking establishments located more than 500 feet from the property \r\n    line of a lot in a residential zoning district or a lot containing a residential \r\n    use shall be allowed by-right. Distances shall be measured from the nearest \r\n    property line of the subject parcel to the nearest property line of a lot \r\n    containing a residential use or located in a residential zoning district. \r\n    \r\n\r\n\r\nThe Steak and Play is located in a commercial zoning district; \r\n  however, the business is adjacent to vacant property zoned residential. The \r\n  Board heard testimony that the residential lots were less than 300 feet away \r\n  and that the building itself is located approximately 100 feet from at least \r\n  one property line of a lot zoned residential. Several residents living outside \r\n  the 500 foot distance referenced in the ordinance protested the special exception \r\n  request. Likewise, the Pastor at the nearby Charlestowne Baptist Temple testified:\r\n\r\n\r\n  [The church] is approximately 379 feet to the front of that \r\n    building. State laws say 500 feet right there, and the last 7 or 8 years, \r\n    we have kept liquor stores from going in there. . . . We don't want to see \r\n    any place up there that serves liquor and beer.\r\n\r\n\r\nRespondents appealed the Board's order. A hearing in the \r\n  circuit court was held on November 29, 1999. Thereafter, on December 28, 1999, \r\n  the circuit court judge filed his order vacating the Board's decision. The circuit \r\n  court judge found the local ordinance criminalized an otherwise legal activity \r\n  in this State and \"[b]ecause there is an irreconcilable conflict between [the \r\n  Board's actions and State law] the decision made by the Department of Revenue \r\n  applying [S]tate law must prevail.\" Therefore, the judge concluded the \"Charleston \r\n  County Board of Zoning Appeals and Charleston County are permanently enjoined \r\n  from enforcing Article 6.2.16 against the Petitioners at its business located \r\n  at 2284 Savannah Highway, Charleston, South Carolina.\" The Board appeals.\r\n\r\nISSUES\r\n\r\n\r\n  1. Does Article 6.2.16 of the Charleston County Unified \r\n    Development Ordinance directly conflict with the state laws applied by the \r\n    South Carolina Department of Revenue for issuing the Steak and Play's alcohol \r\n    permit?\r\n\r\n  2. Does Article 6.2.16 of the Charleston County Unified \r\n    Development Ordinance criminalize or prohibit conduct that is specifically \r\n    authorized under State law?\r\n\r\n\r\nDISCUSSION\r\n\r\nI.\r\n\r\nThe Board argues its ordinance is not in direct conflict \r\n  with State law applied by the Department of Revenue when issuing permits. \r\n\r\n\"Determining whether a local ordinance is valid is a two-step \r\n  process. The first step is to determine whether the [county] had the power to \r\n  adopt the ordinance. If no power existed, the ordinance is invalid. If the [county] \r\n  had the power to enact the ordinance, the second step is to determine whether \r\n  the ordinance is consistent with the Constitution and general law of the State.\" \r\n  Bugsy's, Inc. v. City of Myrtle Beach, 340 S.C. 87, 93, 530 S.E.2d 890, \r\n  893 (2000); accord Diamonds v. Greenville County, 325 S.C. 154, \r\n  156, 480 S.E.2d 718, 719 (1997) (discussing analysis of validity of county ordinances).\r\n\r\nRespondents have not challenged the County's power to adopt \r\n  the ordinance. In any event, Charleston County is specifically authorized to \r\n  regulate land uses and to promote \"the public welfare in any other regard specified.\" \r\n  S.C. Code Ann. § 6-29-710(A)(5) &amp; (8) (Supp. 2000). Because the County had \r\n  the authority to enact its ordinance, we next must examine whether the ordinance \r\n  is consistent with State law.\r\n\r\n\r\n  Where an ordinance is not preempted by State law, the ordinance \r\n    is valid if there is no conflict with State law. In order for there to be \r\n    a conflict between a State law and a municipal ordinance, both must contain \r\n    either express or implied conditions that are inconsistent and irreconcilable \r\n    with each other. If either is silent where the other speaks, there is no conflict.\r\n\r\n\r\nWrenn Bail Bond Serv., Inc. v. City of Hanahan, 335 \r\n  S.C. 26, 29, 515 S.E.2d 521, 522 (1999) (citation omitted). \"As a general rule, \r\n  'additional regulation to that of [the] State law does not constitute a conflict \r\n  therewith.'\" Town of Hilton Head Island v. Fine Liquors, Ltd., 302 S.C. \r\n  550, 553, 397 S.E.2d 662, 664 (1990) (quoting Arnold v. City of Spartanburg, \r\n  201 S.C. 523, 536, 23 S.E.2d 735, 740 (1943)); see S.C. Code Ann. § 6-29-960 \r\n  (Supp. 2000) (setting forth provisions for determining whether local zoning \r\n  regulations or State law prevail when restrictions differ).\r\n\r\nThe Department of Revenue \"has sole and exclusive power \r\n  to issue all licenses, permits, and certificates\" relating to beer and wine. \r\n  S.C. Code Ann. § 61-2-70 (Supp. 2000). Before beer and wine permits are issued, \r\n  several statutory requirements must be satisfied by the applicant, including \r\n  the following:\r\n\r\n\r\n  No permit authorizing the sale of beer or wine may be issued \r\n    unless: \r\n\r\n  (6) The location of the proposed place of business of the \r\n    applicant is in the opinion of the [Department of Revenue] a proper one.\r\n\r\n  (7) The [Department of Revenue] may consider, among other \r\n    factors, as indications of unsuitable location, the proximity to residences, \r\n    schools, playgrounds, and churches.\r\n\r\n\r\nS.C. Code Ann. § 61-4-520 (Supp. 2000). \r\n   (1)\r\n\r\nThe authority conferred on the Department of Revenue, however, \r\n  is limited to the issuance and enforcement of licensing. In Town of Hilton \r\n  Head Island v. Fine Liquors, Ltd., the liquor store argued a local ordinance \r\n  prohibiting the use of internally illuminated signs which were visible from \r\n  any public right of way or beach was in direct conflict with the state statutory \r\n  provision empowering only the South Carolina Alcohol Beverage Control Commission \r\n  to regulate the operation of all retail liquor stores in the State. However, \r\n  our Supreme Court found the store's contention was without merit because the \r\n  statute was silent on the issue of illumination. The Supreme Court did \"not \r\n  interpret the language of the statute as diminishing the power conferred upon \r\n  local governments to regulate land use.\" Fine Liquors, 302 S.C. \r\n  at 552, 397 S.E.2d at 663 (emphasis added). The Supreme Court explained:\r\n\r\n\r\n  [I]n order for there to be a conflict between a state statute \r\n    and a municipal ordinance \"both must contain either express or implied conditions \r\n    which are inconsistent or irreconcilable with each other. Mere differences \r\n    in detail do not render them conflicting. If either is silent where the other \r\n    speaks, there can be no conflict between them. Where no conflict exists, both \r\n    laws stand.\"\r\n\r\n\r\nId. at 553, 397 S.E.2d at 664 (quoting McAbee \r\n  v. Southern Ry., 166 S.C. 166, 169-70, 164 S.E. 444, 445 (1932).\r\n\r\nHere, Charleston County's zoning ordinance prohibits establishments \r\n  that serve beer or alcoholic beverages from locating within 500 feet of residential \r\n  areas. The statutes under which the Department grants permits for the sale of \r\n  beer and wine, specifically section 61-4-520, merely allows, but does not require, \r\n  the consideration of \"proximity to residences, schools, playgrounds, and churches.\" \r\n  In regard to specific restrictions on distance from residential areas, the County's \r\n  ordinance clearly speaks where State law is silent. The County's ordinance does \r\n  not contain express conditions which are either inconsistent with or irreconcilable \r\n  with State law. Because there is no conflict between State law and the County's \r\n  ordinance, the ordinance is valid.\r\n\r\nII.\r\n\r\nRespondents argue the County ordinance criminalizes legal \r\n  conduct within this State.\r\n\r\nLocal governments may not criminalize conduct that is legal \r\n  under a statewide criminal law. Martin v. Condon, 324 S.C. 183, 188, \r\n  478 S.E.2d 272, 274 (1996); see Connor v. Town of Hilton Head Island, \r\n  314 S.C. 251, 254, 442 S.E.2d 608, 609 (1994) (holding a municipality may not \r\n  prohibit conduct that is not unlawful under State criminal laws governing the \r\n  same subject). Enforcement of the local ordinance, however, applies to land \r\n  use restrictions, not licensing. We follow the reasoning of our Supreme Court \r\n  in Bugsy's, Inc. v. City of Myrtle Beach, wherein it explained:\r\n\r\n\r\n  Although [Myrtle Beach] Ordinance 96-56 provides criminal \r\n    penalties for its violation, it does not criminalize the operation of video \r\n    game machines. It merely provides criminal penalties for violation of \r\n    provisions of the zoning ordinance. So long as businesses comply with the \r\n    requirements of the zoning ordinance, they can operate video game machines. \r\n    Accordingly, unlike Martin [v. Condon], Ordinance 96-56 does not criminalize \r\n    activity which is legal statewide.\r\n\r\n\r\nBugsy's, 340 S.C. at 96, 530 S.E.2d at 894-95 (footnote \r\n  omitted; emphasis added). In this case, the County has not criminalized a class \r\n  of conduct in Charleston County; rather, through its regulation of land use, \r\n  it has prohibited businesses from selling beer and alcoholic beverages within \r\n  500 feet of residential areas. Although its zoning ordinances may impact businesses \r\n  desiring to sell beer and alcoholic beverages, the County has not criminalized \r\n  activity which is legal statewide. \r\n\r\nCONCLUSION\r\n\r\nThe Charleston County zoning ordinance Article 6.2.16 merely \r\n  restricts land use within the municipality. It does not criminalize or directly \r\n  conflict with the state licensing provisions applied by the Department of Revenue \r\n  for issuing beer and wine sales permits throughout the State. Because the enforcement \r\n  of its ordinance through the denial of Respondent's special exception request \r\n  was properly authorized and exercised by the Board, the decision of the circuit \r\n  court is \r\n\r\nREVERSED.\r\n\r\nHEARN, C.J. and GOOLSBY, J., concur.\r\n\r\n1. The circuit court order and the parties' \r\n  briefs refer interchangeably to Chapter 4, sections 61-4-10 to -1770 (entitled \r\n  Beer, Ale, Porter, and Wine) and Chapter 6, sections 61-6-10 to -4720 (entitled \r\n  Alcoholic Beverage Control Act) of Title 61. Because the permit at issue in \r\n  this case is for the sale of beer and wine only, sections 61-4-500 to -620 control \r\n  the application for the permit. S.C. Code Ann. §§ 61-4-500 to -620 (Supp. 2000). \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3343","title":"Langehans v. Smith","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3343","description":"This is an action to foreclose on a real estate mortgage dealing with issues of equitable subrogation.","date":"2001-09-24","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n       Elizabeth M. Langehans and Faye Smith Brown, \r\n        Appellants, \r\n        \r\n            v. \r\n          \r\n        \r\n\r\n        Flint P. Smith, Klaus D. W. Langehans, Michael L. \r\n          Brown, Carol Schwarting Smith, South Carolina Employment Security Commission, \r\n          Nationsbank, N.A., formerly known as Nationsbank, National Association \r\n          (CAROLINAS), formerly known as NationsBank of South Carolina, N.A., \r\n          as successor to the Citizens and Southern National Bank of South Carolina, \r\n          Colleen H. Jolly and Willis L. Jolly, Ralph Morrell, Jr., Eva Gwaltney, \r\n          Linda R. Myers, Darvin Lee, Leigh Ann Walker, Bennie H. Collins, The \r\n          Anderson National Bank, The United States of America acting by and through \r\n          The Internal Revenue Service, and The South Carolina Department of Revenue, \r\n          Defendants,\r\n\r\n        of Whom \r\n\r\n        Ralph Morrell, Jr., Eva Gwaltney, Linda R. Myers, \r\n          and Leigh Ann Walker are, Respondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Bamberg \r\n  County\r\n  E. T. Moore, Jr., Special Referee\r\n   \r\n\r\nORDER WITHDRAWING AND\r\n  SUBSTITUTING OPINION \r\n\r\n\r\nPER CURIAM:   \r\n  Pursuant to Appellant's Petition for Rehearing, the court grants the Petition, \r\n  dispenses with oral argument and orders the opinion heretofore filed, Opinion \r\n  No. 3343, filed May 27, 2001, be withdrawn and the attached Opinion be substituted \r\n  therefore. \r\n\r\nIT IS SO ORDERED.\r\n\r\nKaye G. Hearn, C.J.\r\n\r\nJasper M. Cureton, J.\r\n\r\nM. Duane Shuler, J.\r\n\r\nColumbia, South Carolina\r\n\r\nSeptember 24, 2001\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n  \r\n    \r\n      \r\n        Elizabeth M. Langehans and Faye Smith Brown,\r\n        Appellants,\r\n        v.\r\n        Flint P. Smith, Klaus D. W. Langehans, Michael L.\r\n        Brown, Carol Schwarting Smith, South Carolina Employment Security\r\n        Commission, Nationsbank, N.A., formerly known as Nationsbank, National\r\n        Association (CAROLINAS), formerly known as NationsBank of South\r\n        Carolina, N.A., as successor to the Citizens and Southern National Bank\r\n        of South Carolina, Colleen H. Jolly and Willis L. Jolly, Ralph Morrell,\r\n        Jr., Eva Gwaltney, Linda R. Myers, Darvin Lee, Leigh Ann Walker, Bennie\r\n        H. Collins, The Anderson National Bank, The United States of America\r\n        acting by and through The Internal Revenue Service, and The South\r\n        Carolina Department of Revenue, Defendants,\r\n        \r\n        of Whom\r\n        Ralph Morrell, Jr., Eva Gwaltney, Linda R. Myers,\r\n        and Leigh Ann Walker are, Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Bamberg County\r\nE. T. Moore, Jr., Special Referee\r\n\r\nOpinion No. 3343\r\nHeard March 5, 2001 - Filed May 21, 2001\r\nWithdrawn and Substituted\r\nRefiled September 24, 2001\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        W. D. Rhoad, of Rhoad Law Firm, of Bamberg, for\r\n        appellants.\r\n        Robert F. McCurry, Jr., of Horger, Barnwell &amp;\r\n        Reid, of Orangeburg; and Richard B. Ness, of Early &amp; Ness, of\r\n        Bamberg, for respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: In this action\r\nto foreclose on a real estate mortgage, Elizabeth Langehans and Faye Brown\r\nappeal the special referee's ruling in favor of the intervening judgment\r\ncreditors. We affirm.\r\nFACTS\r\nOn November 9, 1988, Klaus Langehans, Michael Brown, and\r\nFlint Smith (Husbands) executed a promissory note in the amount of $50,000 to\r\nCitizens and Southern National Bank of South Carolina (NationsBank).\r\n(1) To secure payment for this note, Husbands\r\nexecuted a mortgage encumbering real estate they owned. The mortgage contained a\r\nfuture advance clause, but limited the indebtedness secured by the mortgage to\r\n$50,000. Under the terms of the mortgage, Husbands were jointly and severally\r\nliable on the note and were obligated to make monthly mortgage payments to\r\nNationsBank. During the ensuing years, Husbands paid the monthly mortgage as\r\nvarious parcels were sold and released from the mortgage. At some point,\r\nhowever, Husbands stopped paying the monthly mortgage and defaulted under the\r\nterms of the note and mortgage. Upon learning that NationsBank planned to bring\r\na collection action, Flint Smith and Michael Brown agreed to pay NationsBank\r\n$10,000 to forestall legal action against them. Pursuant to\r\nthis agreement, Michael Brown paid NationsBank $5,000; however, Flint Smith\r\nnever paid anything.\r\n\r\nIn October 1996, NationsBank filed suit on the note against Husbands.\r\nNationsBank did not seek foreclosure on the note, but expressly &quot;reserve[d]\r\nand preserve[d] its right to later pursue any and all rights it ha[d] against\r\nthe real estate collateral, including, but not limited to, the appointment of a\r\nreceiver or foreclosure of the mortgage.&quot; Klaus Langehans demanded\r\nforeclosure and was subsequently dismissed from the lawsuit. NationsBank\r\nobtained a judgment against Michael Brown and Flint Smith in the amount of\r\n$23,764.25 plus interest. In his order, then circuit judge Costa Pleicones held\r\nthat NationsBank &quot;shall hereafter have the right to pursue any and all\r\nrights and remedies it has against the real estate collateral securing the note\r\nupon which this judgment is rendered . . . .&quot; The rest of this sentence,\r\nwhich was crossed out and initialed by Judge Pleicones, states that\r\nNationsBank's rights and remedies &quot;includ[e], but [are] not limited to, the\r\nright to appointment of a receiver and/or the right to foreclose upon the\r\nmortgage securing the note.&quot;\r\n\r\nShortly after the lawsuit, NationsBank purported to assign the note, mortgage,\r\nand judgment lien to Elizabeth Langehans and Faye Brown (Wives). In exchange for\r\nthis assignment, Elizabeth Langehans paid NationsBank $10,694.35, and Michael\r\nBrown and Faye Brown paid NationsBank $10,694.35 from a joint account held in\r\nboth their names. The sum of these payments, $21,388.70, was the negotiated\r\namount of the total debt due to NationsBank.\r\n\r\nAfter the assignment, Wives filed a foreclosure action against Husbands. In\r\nresponse to this foreclosure action, various judgment creditors of Flint Smith\r\nasked that their intervening judgments against him be afforded priority superior\r\nto that of Wives. The defendants individually answered asserting general denials\r\nand claiming the defense of election of remedies through accord and satisfaction\r\nof the note. A foreclosure hearing was held in May 1998.\r\n\r\nAt the hearing, the parties litigated the issues of the contractual assignment\r\nof the judgment and the defense of election of remedies. The special referee\r\nheld that Elizabeth Langehans's payment to NationsBank was a gratuitous payment\r\non her husband's behalf to satisfy his debt. The special referee also found that\r\nFaye Brown paid no consideration for the assignment and that Michael Brown's\r\npayment was for his own debt. Additionally, the referee denied Wives'\r\nforeclosure action, finding that the assignment of the note and mortgage was\r\nwithout effect, because the payments from Michael Brown and Elizabeth Langehans\r\nextinguished the debt secured by the mortgage. The special referee further found\r\nthat it would be extremely inequitable to Flint Smith's judgment creditors to\r\nallow Wives to achieve priority status through their collusion with Husbands.\r\nThe special referee did not make any rulings regarding equitable subrogation.\r\n\r\nWives moved for reconsideration or alternatively for a new trial, again arguing\r\nthe contractual assignment of the note entitled them to foreclosure. The motion\r\nwas denied and Wives appeal.\r\nDISCUSSION\r\nI. Issue Preservation\r\nIn order for an issue to be properly presented for appeal,\r\nthe appellant's brief must set forth the issue in the statement of issues on\r\nappeal. See Rule 208(b)(1)(B), SCACR; Silvester v. Spring Valley Country Club,\r\n344 S.C. 280, 543 S.E.2d 563 (Ct. App. 2001). An appellate brief must be divided\r\ninto as many parts as there are issues to be argued, and an issue is not\r\npreserved for appeal if appellant's brief does not conform to these\r\nrequirements. See Rule 208(b)(1)(D), SCACR; Watson v. Chapman, 343 S.C.\r\n471, 540 S.E.2d 484 (Ct. App. 2000). Further, it is error for the appellate\r\ncourt to consider issues not properly raised to it. First Sav. Bank v. McLean,\r\n314 S.C. 361, 444 S.E.2d 513, (1994) (stating appellant must provide authority\r\nand supporting arguments for his issue to be considered raised on appeal); Tirado\r\nv. Tirado, 339 S.C. 649, 530 S.E.2d 128 (Ct. App. 2000) (holding that an\r\nissue which is not supported by authority or sufficiently argued is not\r\npreserved for appellate review).\r\n\r\nWives' appellate brief contains only one argument. The heading above that\r\nargument states:\r\n\r\n  THE TRIAL COURT ERRED IN DENYING APPELLANTS' FORECLOSURE\r\n  ACTION AND FAILING TO HOLD THAT THEY WERE EQUITABLY SUBROGATED TO THE RIGHTS\r\n  OF NATIONSBANK BECAUSE APPELLANTS PURCHASED A VALID ASSIGNMENT OF\r\n  NATIONSBANK'S JUDGMENT, NOTE, AND MORTGAGE, THEREBY SATISFYING MORE THAN BROWN\r\n  AND LANGEHANS' PROPORTIONATE SHARES OF THE DEBT OWED.\r\n\r\nIn their argument, Wives cite sixteen cases. All sixteen\r\ncases are equitable subrogation cases and designated to support Wives'\r\nproposition that they are equitably subrogated to the rights of NationsBank.\r\nWives cite no cases in their brief relating to their right to foreclose as\r\ncontractual assignees of NationsBank, the argument litigated at trial. Further,\r\nall seven pages of Wives' argument focus almost entirely on equitable\r\nsubrogation and their contention that they meet the four factors required for\r\nequitable subrogation. Wives based their argument on appeal squarely on\r\nequitable subrogation. This court is therefore limited to addressing the single\r\nissue raised by Wives in their brief - equitable subrogation.\r\nOur review of the record reveals, however, Wives did not\r\nraise this specific argument to the trial court. The parties litigated the\r\neffect of the contractual assignment of the note, mortgage and judgment. Wives\r\nfailed to argue equitable subrogation at trial. Furthermore, the trial court\r\nnever ruled on the issue and Wives failed to raise the issue in their motion to\r\nalter or amend. See Wilder Corp. v. Wilke, 330 S.C. 71, 497 S.E.2d 731\r\n(1998) (an issue cannot be raised for the first time on appeal, but must have\r\nbeen raised to and ruled upon by the trial judge to be preserved for appellate\r\nreview);Noisette v. Ismail, 304 S.C. 56, 403 S.E.2d 122 (1991) (issue was\r\nnot preserved for appellate review where the trial court did not explicitly rule\r\non the appellant's argument and the appellant did not raise the issue in a Rule\r\n59(e), SCRCP, motion to alter or amend the judgment). We find Wives' sole issue\r\non appeal is not preserved for our review, and the order on appeal is\r\naccordingly\r\n\r\nAFFIRMED.\r\nHEARN, C.J., CURETON and SHULER, JJ., concur.\r\n1. Husbands originally executed this\r\nnote and mortgage to Citizens and Southern National Bank of South Carolina.\r\nThrough a series of mergers and name changes, the note and mortgage came to be\r\nowned by NationsBank.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"}]