[{"id":"3327","title":"State v. Peake","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3327","description":"This appeal involves whether DHEC has the authority to bind the State to an agreement to forego criminal prosecution in exchange for the payment of civil sanctions under the Pollution Control Act.","date":"2001-04-09","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH \r\n  CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n       The State, Appellant, \r\n        \r\n            v. \r\n\r\n        \r\n\r\n        John Peake, Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenwood County\r\n  Wyatt T. Saunders, Jr., Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3327\r\n    Heard February 8, 2001 - Filed April 9, 2001 \r\n     \r\n  \r\n\r\n\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n\r\n  \r\n    \r\n       Attorney General Charles M. Condon, \r\n        Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney \r\n        General Robert E. Bogan, Senior Assistant Attorney General Norman Mark \r\n        Rapoport, and Special Assistant Attorney General Alexander G. Shissias, \r\n        all of Columbia, for appellant. \r\n        John Hawkins, of Lister &amp; Hawkins, \r\n          of Spartanburg, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nHOWARD, J.:  John \r\n  Peake was indicted by the Grand Jury of Greenwood County for violating the Pollution \r\n  Control Act. S.C. Code Ann. § 48-1-10 to -350 (1987 &amp; Supp. 2000). Following \r\n  a pre-trial hearing, the circuit court dismissed the indictment, concluding \r\n  the Department of Health and Environmental Control (DHEC) had entered into a \r\n  binding agreement on behalf of the State to forego criminal prosecution of Peake \r\n  in exchange for payment of a civil sanction. The State appeals, asserting, among \r\n  other things, that DHEC did not have legal authority to bind the State to an \r\n  agreement limiting criminal prosecution. We reverse and remand.\r\n\r\nFACTS/PROCEDURAL HISTORY\r\n\r\nPeake developed a tract of land located in Greenwood \r\n  County, South Carolina, building townhouses and patio homes. DHEC required Peake \r\n  to install a wastewater treatment system costing $325,000. The development project \r\n  failed, and DHEC alleged Peake abandoned the treatment facility in violation \r\n  of code section 48-1-90(a), which prohibits the discharge of waste into the \r\n  environment, except in compliance with a permit issued by DHEC. See S.C. \r\n  Code Ann. § 48-1-90(a) (1987).\r\n\r\nPeake and his attorney met with DHEC officials, \r\n  including Water Pollution Control Agent Anastasia Hunter-Shaw. Hunter-Shaw negotiated \r\n  on behalf of DHEC and demanded that Peake acknowledge wrongdoing, convey ownership \r\n  of the wastewater treatment facility to the municipality in which it was located, \r\n  and pay a fine of $100,000. Over the next few weeks, Peake negotiated with DHEC \r\n  through his attorney. (1) Peake refused to acknowledge \r\n  wrongdoing or pay a fine, but eventually agreed to convey ownership of the treatment \r\n  facility to the municipality without remuneration to end the controversy. Hunter-Shaw \r\n  agreed to this compromise on behalf of DHEC, and the deed conveying the facility \r\n  was executed and delivered on September 30, 1997.\r\n\r\nUnbeknownst to Peake, Hunter-Shaw had referred \r\n  the violations to the criminal investigative division of DHEC. The criminal \r\n  division decided to refer the matter to the Attorney General for prosecution. \r\n  DHEC attorney Alex Shissias was appointed by the Attorney General as a Special \r\n  Assistant to seek an indictment and prosecute the case against Peake. On October \r\n  20, 1997, Peake was indicted by the Greenwood County Grand Jury for abandoning \r\n  the wastewater treatment facility in violation of sections 48-1-90 (a) and 48-1-320 \r\n  of the Pollution Control Act (Act). See S.C. Code Ann. § 48-1-90(a) (1987); \r\n  S.C. Code Ann. § 48-1-320 (1987).\r\n\r\nWhen the case was called for trial, Peake moved \r\n  to dismiss the indictment, arguing that the State had agreed to accept the $325,000 \r\n  treatment facility as an end to all threats of civil and criminal sanction. \r\n  Although Peake acknowledged that his understanding of the agreement emanated \r\n  from his discussions with his attorney and that criminal sanctions had never \r\n  been directly discussed with DHEC, he nevertheless argued that the parties had \r\n  agreed to transfer the treatment facility to end the entire matter, including \r\n  the threat of criminal prosecution. Peake's former attorney corroborated this \r\n  understanding, testifying that Hunter-Shaw had indicated that, if Peake complied, \r\n  the \"entire matter\" would \"all go away\" and \"[t]here would be nothing further \r\n  [to] come from the matter if he would do that.\"\r\n\r\nThe State denied the agreement and countered that \r\n  neither Hunter-Shaw nor DHEC had the legal authority to enter into an agreement \r\n  foregoing prosecution of a criminal offense. Hunter-Shaw maintained that she \r\n  had no criminal enforcement function in DHEC, that criminal sanctions had never \r\n  been mentioned to Peake or his attorney, and that no such agreement had been \r\n  reached.\r\n\r\nAt the conclusion of the hearing, the trial court \r\n  dismissed the indictment. The court noted that Hunter-Shaw had reported Peake's \r\n  actions to DHEC's criminal investigative division. The court then concluded \r\n  that the decision to prosecute and refer Peake's case for criminal action to \r\n  the Attorney General's office was within the exclusive jurisdiction and power \r\n  of DHEC. The court further found that \"[t]he State without, and but for, the \r\n  action of the Department of Health and Environmental Control would not have \r\n  sought any indictment against Mr. Peake.\" The court ruled that Peake's actions \r\n  were based upon \"reasonable inferences\" that criminal as well as civil liability \r\n  was addressed by an agreement \"in the nature of a covenant not to prosecute,\" \r\n  given in exchange for Peake's conveyance of the wastewater treatment facility \r\n  to a governmental subdivision of the State.\r\n\r\nOn appeal, the State contends the trial court erred \r\n  in ruling that DHEC had the authority to bind the Attorney General to an agreement \r\n  not to prosecute for a criminal offense. The State further claims the court \r\n  erred in ruling that the State could be estopped from prosecuting Peake criminally. \r\n  We conclude that DHEC could not legally bind the Attorney General to the agreement \r\n  and that the State is not estopped from prosecuting Peake.\r\n\r\nDISCUSSION\r\n\r\nOur supreme court has ruled that a guilty plea \r\n  rests upon contract principles and that the State can be required to fulfill \r\n  the terms of its promise to forego further prosecution of the accused when such \r\n  forbearance is a part of the benefit of the bargain. State v. Thrift, \r\n  312 S.C. 282, 292-93, 440 S.E.2d 341, 347 (1994) (citing Santobello v. New \r\n  York, 404 U.S. 257 (1971)). The court noted that \"a plea agreement analysis \r\n  must be more stringent than a contract because the rights involved are fundamental \r\n  and constitutionally based.\" Thrift, 312 S.C at 293, 440 S.E.2d at 347 \r\n  (citing United States v. Ringling, 988 F.2d 504 (4th Cir. 1993)).\r\n\r\nOther jurisdictions have applied these principles \r\n  to an agreement not to prosecute, even where no guilty plea has been entered. \r\n  See United States v. Carrillo, 709 F.2d 35, 36 (9th Cir. 1983) \r\n  (finding that cooperation agreement is analogous to a plea bargain); United \r\n  States v. Rodman, 519 F.2d 1058, 1059-60 (1st Cir. 1975) (affirming dismissal \r\n  of indictment when SEC breached agreement to make no prosecution recommendation \r\n  to United States Attorney in return for defendant's cooperation). However, enforcement \r\n  of an agreement not to prosecute is subject to two conditions: (1) the agent \r\n  must be authorized to make the promise; and (2) the defendant must rely to his \r\n  detriment on the promise. See United States v. Streebing, 987 \r\n  F.2d 368, 372 (6th Cir. 1993); see also Ringling, 988 F.2d \r\n  at 506-07 (finding that Assistant United States Attorney could bind government \r\n  and that the defendant relied on government's promise to allow him opportunity \r\n  to cooperate in order to seek reduced sentence); Yarber v. State, 375 \r\n  So. 2d 1212, 1227 (Ala. Crim. App. 1977) (stating that \"law enforcement officers \r\n  are utterly without power and authority to grant an accused immunity from arrest \r\n  and prosecution for violating our criminal laws\"), rev'd on other grounds, \r\n  375 So. 2d 1229 (Ala. 1978); Green v. State, 857 P.2d 1197, 1199 (Alaska \r\n  Ct. App. 1993) (\"We base our decision to deny defendant specific performance \r\n  on the fact that the police lacked the authority to make a binding promise of \r\n  immunity or not to prosecute.\"); People v. Thompson, 410 N.E.2d 600, \r\n  603 (Ill. App. Ct. 1980) (\"[A]n auditor with the Illinois Department of Revenue \r\n  is without authority to determine prosecution for criminal conduct.\"); State \r\n  v. Crow, 367 S.W.2d 601, 605 (Mo. 1963) (\"[T]he sheriff has no standing \r\n  to grant or offer immunity as a bar to a prosecution.\"); State v. Cox, \r\n  253 S.E.2d 517, 521 (W. Va. 1979) (holding \"that law enforcement officers do \r\n  not have authority to promise immunity from prosecution in exchange for information, \r\n  and such promises are generally unenforceable\").\r\n\r\nThe trial court ruled that Hunter-Shaw was authorized \r\n  under section 48-1-220 to promise not to criminally prosecute Peake in return \r\n  for the conveyance of the wastewater treatment facility. Section 48-1-220 states \r\n  that \"[p]rosecutions for the violation of a final determination or order shall \r\n  be instituted only by the Department or as otherwise provided for in \r\n  this chapter.\" S.C. Code Ann. § 48-1-220 (1987) (emphasis added). Section 48-1-210 \r\n  describes the Attorney General as DHEC's \"legal advisor\" and provides that the \r\n  Attorney General \"shall upon request of the Department institute injunction \r\n  proceedings or any other court action to accomplish the purpose of this chapter.\" \r\n  S.C. Code Ann. § 48-1-210 (1987) (emphasis added). This language is consistent \r\n  with the circuit court's conclusion that the Legislature intended to place the \r\n  decision to prosecute for criminal offenses under the Act in DHEC's hands exclusively.\r\n\r\nBased upon these and other sections within the \r\n  Act which place regulation exclusively in the hands of DHEC, Peake argues that \r\n  DHEC makes the decision to prosecute, which is separate and distinct from the \r\n  right to supervise the prosecution of cases, reserved to the Attorney General \r\n  by the South Carolina Constitution. (2) See \r\n  S.C. Const. art. V, § 24 (\"The Attorney General shall be the chief prosecuting \r\n  officer of the State with authority to supervise the prosecution of all \r\n  criminal cases in courts of record.\" (emphasis added)). The trial court agreed \r\n  with this reasoning and concluded Hunter-Shaw had the authority to promise forbearance \r\n  of criminal prosecution in exchange for civil sanctions.\r\n\r\nWe conclude this was error. Our supreme court addressed \r\n  this issue in State v. Thrift and concluded that the power constitutionally \r\n  granted to the Attorney General to supervise the prosecution of criminal cases \r\n  includes the power to decide which cases to prosecute. 312 S.C. at 307, 440 \r\n  S.E.2d at 355.\r\n\r\nIn Thrift, a defendant was indicted for \r\n  violation of the pre-1991 Ethics Act, S.C. Code Ann. § 8-13-490 (1986) (repealed \r\n  1991). The \"old\" Ethics Act contained language requiring a referral from the \r\n  Ethics Commission to the Attorney General before prosecution could be maintained. \r\n  On appeal, the defendant argued the requirement of referral thereby placed the \r\n  decision to prosecute in the hands of the Ethics Commission, not the Attorney \r\n  General. Our supreme court disagreed, stating:\r\n\r\n[Article V, § 24] is dispositive that any requirement \r\n  which places the authority to supervise the prosecution of a criminal case in \r\n  the hands of the Ethics Commission is unconstitutional. As noted earlier in \r\n  the plea agreement issue, the prosecution has wide latitude in selecting what \r\n  cases to prosecute and what cases to plea bargain. This power arises from our \r\n  State Constitution and cannot be impaired by legislation. \r\n\r\nThrift, 312 S.C. at 307, 440 S.E.2d at 355. \r\n  Under Thrift, the decision to prosecute is constitutionally granted to \r\n  the Attorney General and cannot be impaired by the Legislature.\r\n\r\nIt is axiomatic that legislation must be construed \r\n  so as to be constitutional. A basic rule of statutory interpretation requires \r\n  a construction which is constitutional. \"Constitutional constructions of statutes \r\n  are not only judicially preferred, they are mandated; a possible constitutional \r\n  construction must prevail over an unconstitutional interpretation.\" Henderson \r\n  v. Evans, 268 S.C. 127, 132, 232 S.E.2d 331, 333-34 (1977).\r\n\r\nThe State argues that sections 48-1-220 and 48-1-210 \r\n  were intended to give the exclusive control over civil enforcement of the Act \r\n  to DHEC. Our supreme court resolved the controversy in Thrift by recognizing \r\n  the civil nature of the Ethics Act complaint and adopted a narrow construction \r\n  of that statute. 312 S.C. at 307, 440 S.E.2d at 355. Therefore, we agree with \r\n  the State that these sections must be construed to apply only to civil enforcement \r\n  of final determinations and orders issued pursuant to the Act. Thus, even if \r\n  Hunter-Shaw intended to reach a binding agreement to forego prosecution of Peake \r\n  in return for civil sanctions, she was without power to do so.\r\n\r\nFurthermore, absent authority of Hunter-Shaw to \r\n  enter into an agreement, the State cannot be estopped from prosecuting Peake. \r\n  The State may be subject to estoppel where its officers or agents act within \r\n  the proper scope of their authority. Goodwine v. Dorchester Dep't of Soc. \r\n  Servs., 336 S.C. 413, 418-19, 519 S.E.2d 116,118-19 (Ct. App. 1999). However, \r\n  estoppel \"will not be applied to deprive the State of the due exercise of its \r\n  police power or to thwart its application of public policy.\" Id. at 418, \r\n  519 S.E.2d at 118. A governmental body cannot be estopped \"by the unauthorized \r\n  or erroneous conduct or statements of its officers or agents which have been \r\n  relied on by a third party to his detriment.\" S.C. Coastal Council v. Vogel, \r\n  292 S.C. 449, 453, 357 S.E.2d 187, 189 (Ct. App. 1987); see McDaniel \r\n  v. S.C. Dept. of Pub. Safety, 325 S.C. 405, 411, 481 S.E.2d 155, 158 (Ct. \r\n  App. 1996) (probation officer's assurance could not bind the Department of Public \r\n  Safety because he had no connection with the Department and no authority); Daniels \r\n  v. City of Goose Creek, 314 S.C. 494, 499, 431 S.E.2d 256, 259 (Ct. App. \r\n  1993) (\"The acts of government agents acting within the scope of their authority \r\n  can give rise to estoppel against the government, but unauthorized conduct or \r\n  statements do not.\"); see also Heyward v. S.C. Tax Comm'n, 240 \r\n  S.C. 347, 352, 126 S.E.2d 15, 18 (1962) (\"The question is not one of intention, \r\n  but of power; and, if the officer has not power to act, his action is not state \r\n  action, and so affords no basis upon which to predicate estoppel against the \r\n  state.\" (quoting Carolina Nat'l Bank v. State, 60 S.C. 465, 473, 38 S.E. \r\n  629, 632 (1901))). (3)\r\n\r\nCONCLUSION\r\n\r\nFor the foregoing reasons, the decision of the trial \r\ncourt dismissing the indictment is reversed, and the case is remanded for further \r\nproceedings consistent with this opinion. \r\nREVERSED AND REMANDED.\r\n\r\nCONNOR and HUFF, JJ., concur.\r\n\r\n1. This attorney no longer represents Peake.\r\n2. Peake also suggests that the dual role held by DHEC attorney Shissias renders this situation unique.  However, there is no assertion that Shissias was\r\nappointed as a Deputy Attorney General prior to Peake's agreement with Hunter-Shaw, or that Shissias participated in any way in negotiating the agreement. \r\nFurthermore, Shissias was \"deputized\" as an Assistant Attorney General in order to seek the indictment and handle the prosecution of the case, all of which\r\noccurred after the agreement with Hunter-Shaw and the transfer of the wastewater treatment facility.\r\n3. The State also argues on appeal that the factual findings of the trial court are not supported by the record.  However, in view of our conclusion that Hunter-Shaw and DHEC did not have authority to enter into a valid agreement barring prosecution of Peake, we need not consider this issue.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3328","title":"Allstate v. Hancock","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3328","description":"This opinion discusses whether a spouse may reject UIM coverage on an automobile insurance policy listing the other spouse as the applicant and named insured.","date":"2001-04-09","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nAllstate v. Hancock\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n       Allstate Insurance \r\n        Company, Respondent, \r\n        \r\n            v. \r\n          \r\n        \r\n\r\n        Estate of Thomas Adam Hancock, Estate of Johnny \r\n          Blyther, Estate of James Brooks, Sr., James Brooks, Jr., and the Estate \r\n          of Harold Connell Hancock, Willie K. Brooks, Companion Property and \r\n          Casualty Insurance Company,   \r\n          Defendants,\r\n\r\n        Of whom Estate of Thomas Adam Hancock and Estate \r\n          of Johnny Blyther are Appellants.&nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n\r\n  Appeal From Sumter County\r\n   M. Duane Shuler, Circuit Court Judge\r\n   \r\n\r\n\r\n\r\n\r\n\r\n  Opinion No. 3328\r\n   Heard March 7, 2001 - Filed April 9, 2001\r\n   \r\n\r\n\r\nREVERSED &amp; REMANDED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Christopher G. Isgett, of Lee, Eadon, Isgett &amp; Popwell, \r\n          of Columbia; and Jacob H. Jennings, of Jennings &amp; Jennings, of Bishopville, \r\n          for appellants.\r\n\r\n        G. Murrell Smith, Jr., of Lee, Erter, Wilson, Holler &amp; \r\n          Smith, of Sumter, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n\r\nHEARN, C.J.: \r\nAllstate Insurance Company (Allstate) brought this declaratory judgment action \r\nto determine the amount of underinsurance (UIM) coverage available under H. Connell \r\nHancock's automobile insurance policy. The trial court found that no coverage \r\nwas available because Allstate provided Hancock with a meaningful offer of UIM \r\ncoverage which was rejected. We reverse. \r\nFACTS/PROCEDURAL HISTORY \r\n   (1)\r\n\r\nHancock (Husband) purchased an automobile insurance policy \r\n  from Allstate on July 30, 1996 with an effective date of January 31, 1997. Husband \r\n  is listed as the applicant and named insured on the policy. Patricia Hancock \r\n  (Wife), Husband's resident spouse, elected uninsured (UM) coverage limits and \r\n  signed a waiver of UIM coverage on the policy. There is no evidence in the record \r\n  that Husband saw Allstate's form offering UIM coverage.   \r\n  On April 5, 1997, Husband was involved in an automobile accident killing him, \r\n  his resident son, and another passenger.\r\n\r\n  Following the accident, Allstate brought this action to \r\n  determine the amount of coverage available to the various parties. The trial \r\n  court found no UIM coverage because (1) Allstate's form was a valid offer of \r\n  UIM coverage, (2) as Husband's resident spouse, Wife had the authority to sign \r\n  a waiver of UIM coverage, and (3) the policy issued to Husband by Allstate prevented \r\n  the stacking of liability insurance. The decedents' estates (Appellants) appeal \r\n  the trial court's determination of a valid rejection of UIM coverage. \r\n\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\"When an appeal involves stipulated or undisputed facts, \r\n  an appellate court is free to review whether the trial court properly applied \r\n  the law to those facts.\" WDW Props. v. City of Sumter, 342 S.C. 6, 10, \r\n  535 S.E.2d 631, 632 (2000). In such cases, the appellate court is not required \r\n  to defer to the trial court's legal conclusions. J.K. Constr., Inc. v. Western \r\n  Carolina Reg'l Sewer Auth., 336 S.C. 162, 166, 519 S.E.2d 561, 563 (1999).\r\n\r\nANALYSIS\r\n\r\nAppellants argue the trial court erred in concluding the resident spouse of an automobile insurance policy's named insured had\r\nthe authority to reject UIM coverage on behalf of the named insured.  We agree.\r\n\r\nAutomobile insurance carriers are required to offer UIM and excess UM coverage up to the limits of a policy's liability\r\ncoverage.  S.C. Code Ann. § 38-77-160 (Supp. 2000). For all new applicants, this offer must be made using a form approved\r\nby the Insurance Commissioner and containing the following information:\r\n\r\n\r\n  (1) a brief and concise explanation of the coverage,\r\n    (2) a list of available limits and the range of \r\n    premiums for the limits,\r\n    (3) a space for the insured to mark whether the \r\n    insured chooses to accept or reject the coverage and a space for the insured \r\n    to select the limits of coverage he desires,\r\n    (4) a space for the insured to sign the form which \r\n    acknowledges that he has been offered the optional coverages,\r\n    (5) the mailing address and telephone number of \r\n    the Insurance Department which the applicant may contact if the applicant \r\n    has any questions that the insurance agent is unable to answer.\r\n\r\n\r\nS.C. Code Ann. § 38-77-350 (Supp. 2000). \r\n\r\nSection 38-77-350(B) further states:\r\n\r\nIf this form is properly completed and executed \r\n  by the named insured it is conclusively presumed that there \r\n  was an informed, knowing selection of coverage and neither the insurance company \r\n  nor any insurance agent has any liability to the named insured or any other \r\n  insured under the policy for the insured's failure to purchase any optional \r\n  coverage or higher limits.\r\n\r\n(Emphasis added). If the insurer does not make \r\n  a meaningful offer of UIM coverage, the policy will be reformed to include UIM \r\n  coverage up to the limits of the policy's liability coverage. Norwood v. \r\n  Allstate Ins. Co., 327 S.C. 503, 505, 489 S.E.2d 661, 662 (Ct. App. 1997).\r\n\r\nAppellants' argument hinges on whether Wife's signature \r\n  on the form constituted an effective rejection of an offer of UIM coverage. \r\n  We find that it did not. \r\n\r\nSection 38-77-350(B) requires the form be \"properly \r\n  completed and executed by the named insured.\" Here, Husband was the named insured \r\n  and applicant. The trial court construed language in the policy defining \"you\" \r\n  or \"your\" as the policy holder and that person's resident spouse to mean that \r\n  Wife was a named insured. However, we find this policy language unavailing because, \r\n  at the time Allstate made the offer of UIM coverage, no policy existed. The \r\n  application is merely an offer; no contract arises until the offer is accepted \r\n  and all conditions precedent are met. Rickborn v. Liberty Life Ins. Co., \r\n  321 S.C. 291, 303, 468 S.E.2d 292, 299 (1996). Therefore, our decision is controlled \r\n  by the applicable statutory language rather than the terms of the policy.\r\n\r\nFor automobile insurance policies, South Carolina law defines \r\n  \"insured\" as:\r\n\r\n\r\n  the named insured and, while resident of the same household, \r\n    the spouse of any named insured and relatives of either, while in a motor \r\n    vehicle or otherwise, and any person who uses with the consent, expressed \r\n    or implied, of the named insured the motor vehicle to which the policy applies \r\n    and a guest in the motor vehicle to which the policy applies or the personal \r\n    representative of any of the above.\r\n\r\n\r\nS.C. Code Ann. § 38-77-30(7) (Supp. 2000). Under this definition, \r\n  Wife was an insured. However, section 38-77-350(B) requires the rejection of \r\n  UIM coverage be made by a \"named insured.\" \r\n\r\nThe goal of statutory construction is to ascertain \r\n  and give effect to the legislature's intent. Jackson v. Charleston County \r\n  Sch. Dist., 316 S.C. 177, 180, 447 S.E.2d 859, 861 (1994). We determine \r\n  legislative intent primarily through the plain language of the statute. Stephen \r\n  v. Avins Constr. Co., 324 S.C. 334, 339, 478 S.E.2d 74, 77 (Ct. App. 1996). \r\n  \"In construing statutes, the terms used therein must be taken in their ordinary \r\n  and popular meaning. When such terms are clear and unambiguous, there is no \r\n  room for construction and courts are required to apply them according to their \r\n  literal meaning.\" Citizens for Lee County, Inc. v. Lee County, 308 S.C. \r\n  23, 28, 416 S.E.2d 641, 644 (1992) (citation omitted). Chapter 77 repeatedly \r\n  distinguishes between the terms \"insured\" and \"named insured.\" \r\n  (2) Therefore, we believe the legislature would not have used the \r\n  term \"named insured\" if it intended that any insured under the policy be able \r\n  to waive UIM coverage. By the plain language of section 38-77-350(B), the form \r\n  must be executed by the named insured to the exclusion of other mere insureds. \r\n  (3)\r\n\r\nGiven the broad statutory definition of \"insured,\" \r\n  a construction allowing offers to and rejection by mere insureds would allow \r\n  even permissive users to reject UIM coverage. See S.C. Code Ann. § 38-77-30(7); \r\n  Wright v. Allstate Ins. Co., 746 F. Supp. 612 (D. S.C. 1990); Cobb \r\n  v. Benjamin, 325 S.C. 573, 482 S.E.2d 589 (Ct. App. 1997). This court must \r\n  reject an interpretation of a statute leading to an absurd result not possibly \r\n  intended by the legislature. Hamm v. South Carolina Pub. Serv. Comm'n, \r\n  287 S.C. 180, 181, 336 S.E.2d 470, 471 (1985). Moreover, requiring the form \r\n  be executed by the named insured who is the applicant is consistent with the \r\n  language in section 38-77-350(A) requiring the form be used \"for all new applicants.\" \r\n  Accordingly, we hold that the form offering UIM coverage on a new policy of \r\n  automobile insurance must be completed by the named insured who is the applicant. \r\n  (4)\r\n\r\nBecause the form was presented to and signed by a party \r\n  unauthorized to reject UIM coverage, we find no offer was made as required by \r\n  sections 38-77-160 and -350. Accordingly, we reverse and remand for reformation \r\n  of the policy to include UIM coverage.\r\n\r\nREVERSED AND REMANDED.\r\n\r\nCURETON and HUFF, JJ., concur.\r\n\r\n1.  The facts are by stipulation \r\n  of the parties. \r\n2. See, e.g., S.C. Code \r\n  Ann §§ 38-77-30(7), (10), (10.5) (defining \"insured,\" \"nonpayment of premium,\" \r\n  and \"policy of automobile insurance\" in terms of named insured), -120 (requiring \r\n  notice be given to the named insured before cancellation or refusal to renew \r\n  a policy), -123(A)(2)(h) (forbidding insurers from refusing to renew policy \r\n  solely because named insured, a resident of the same household, or other customary \r\n  operator has had two or fewer accidents), -123(B) (outlining when policy may \r\n  be cancelled), -340 (allowing persons included under statutory definition of \r\n  insured to be excluded from coverage if so provided by the terms of a written \r\n  amendatory endorsement signed by the named insured and the person to be excluded). \r\n3.  The case of Oncale v. \r\n  Aetna Casualty &amp; Surety Co., 417 So.2d 471 (La. Ct. App. 1982), cited \r\n  by Allstate to support treating a spouse as a named insured, is distinguishable \r\n  because Louisiana only requires that the rejection be made by \"any insured named \r\n  in the policy.\" La. Rev. Stat. Ann. 22:1406 (D)(1)(a) (Supp. 2000). We find \r\n  the following cases more instructive: State Farm Mut. Auto. Ins. Co. v. Martin, \r\n  289 So.2d 606 (Ala. 1974) (holding that if right to reject belongs to named \r\n  insured, rejection of coverage by spouse legally insufficient); Frank v. \r\n  Illinois Farmers Ins. Co., 336 N.W.2d 307 (Minn. 1983) (finding mandatory \r\n  offer of UIM coverage must be made to applicant, not applicant's spouse). \r\n4.  Although not argued in the \r\n  appeal before us, we note that it may be possible for a spouse to reject UIM \r\n  coverage if he or she does so as an agent authorized to act on the applicant's \r\n  behalf. In such a case, the existence and scope of an agency relationship are \r\n  questions of fact. Holmes v. McKay, 334 S.C. 433, 439, 513 S.E.2d 851, \r\n  854 (Ct. App. 1999). \"The relationship of agency between a husband and wife \r\n  is governed by the same rules which apply to other agencies. However, no presumption \r\n  arises from the mere fact of the marital relationship that the husband is acting \r\n  as agent for the wife.\" Bankers Trust of South Carolina v. Bruce, 283 \r\n  S.C. 408, 423, 323 S.E.2d 523, 532 (Ct. App. 1984) (citations omitted). \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3329","title":"S.C. Department of Consumer Affairs v. Rent-A-Center, Inc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3329","description":"This appeal involves whether liability damage waiver fees are allowed by the South Carolina Consumer Protection Code.","date":"2001-04-16","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n       South Carolina Department of Consumer \r\n        Affairs, Appellant, \r\n        \r\n            v. \r\n\r\n        \r\n\r\n        Rent-A-Center, Inc., a/k/a Thorn Americans, \r\n          Inc., Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\n  James W. Johnson, Jr., Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3329\r\n    Heard March 7, 2001 - Filed April 16, 2001  \r\n  \r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Helen Fennell, of South Carolina Department of \r\n          Consumer Affairs, of Columbia, for appellant.\r\n\r\n        Thomas H. Pope, III, of Pope &amp; Hudgens, of \r\n          Newberry, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n\r\nHOWARD, J.: The South Carolina Department of Consumer Affairs \r\n(\"Department\") brought this action to prevent Rent-a-Center, Inc. a/k/a Thorn \r\nAmericans, Inc. from charging a \"liability damage waiver fee\" in connection with \r\nconsumer rental-purchase transactions regulated by Part 7, Chapter 2 of the South \r\nCarolina Consumer Protection Code (\"SCCPC\"). S.C. Code Ann. §§ 37-2-701 to -714 \r\n(1989 &amp; Supp. 2000). A special hearing officer determined the fee was authorized \r\nby the SCCPC. The circuit court affirmed. We also affirm. \r\nFACTS/PROCEDURAL HISTORY\r\n\r\nRent-A-Center is a \"lessor\" as that term is defined \r\n  in Part 7, Chapter 2 of the SCCPC. S.C. Code Ann. § 37-2-701(4) (1989). Rent-A-Center \r\n  offers consumers the option of paying a monthly fee entitled \"Liability Damage \r\n  Waiver,\" in return for which Rent-A-Center relieves the consumer from the contract \r\n  obligation to pay the fair market price of the rented item in the event it is \r\n  damaged, destroyed, or lost during the course of the rental contract through \r\n  fire, lightning, windstorm, flood, smoke, or theft. The purchase of this waiver \r\n  is optional.\r\n\r\nThe consumer rental-purchase form used by Rent-A-Center \r\n  provides in its heading that the liability damage waiver is optional, and a \r\n  space is provided for the customer to accept or decline it. The amount of the \r\n  waiver fee is separately displayed on the rental-purchase form, and \r\n  the form states that the customer may cancel the waiver protection at any time \r\n  and still continue the rental-purchase agreement.\r\n\r\nIn 1990, the Department took the position that \r\n  liability damage waiver fees were not permitted under the SCCPC. Rent-A-Center \r\n  disagreed and continued to assess the fee. The Department brought this action \r\n  to enjoin these assessments.\r\n\r\nA hearing was ultimately held before a specially \r\n  appointed hearing officer based upon stipulated facts. The hearing officer concluded \r\n  that the SCCPC contained no express or implied prohibition against liability \r\n  damage waiver fees in consumer rental-purchase agreements. The special hearing \r\n  officer also concluded Rent-A-Center's liability damage waiver fees were not \r\n  default charges and were not prohibited. The Department appealed to the circuit \r\n  court, and the circuit court affirmed the decision of the special hearing officer.\r\n\r\nANALYSIS\r\n\r\nThe Department asserts that liability damage waiver \r\n  fees are not specifically allowed by the SCCPC and are, therefore, prohibited \r\n  by negative implication. (1) We disagree.\r\n\r\nA consumer rental-purchase agreement is defined \r\n  in section 37-2-701(6) as follows:\r\n\r\n\r\n  \"Consumer rental-purchase agreement\" means an agreement \r\n    for the use of personal property by an individual primarily for personal, \r\n    family, or household purposes, for an initial period of four months or less \r\n    (whether or not there is any obligation beyond the initial period) that is \r\n    automatically renewable with each payment and that permits the consumer to \r\n    become the owner of the property. The term does not include a consumer credit \r\n    sale as defined in § 37-2-104, or a consumer loan as defined in § 37-3-104, \r\n    or a refinancing or consolidation thereof, or a consumer lease as defined \r\n    in § 37-2-106. \r\n\r\n\r\nS.C. Code Ann. § 37-2-701(6) (1989). It is distinguishable \r\n  from a consumer lease by the length of the obligation. A consumer lease, by \r\n  definition, exceeds four months, whereas a rental-purchase lease obligation \r\n  is for an initial period of four months or less, automatically renewable with \r\n  each payment. Unlike lease-purchase agreements, the term rental-purchase agreement \r\n  does not include \"consumer credit sales\" under the SCCPC. See S.C. Code \r\n  Ann. § 37-2-701(6) (1989); cf. S.C. Code Ann § 37-2-105(4) (1989) (defining \r\n  \"sale of goods\" in a lease situation).\r\n\r\nThis distinction is significant, because Part 2 \r\n  of Chapter 2, regulating consumer credit sales, contains a provision expressly \r\n  delineating charges which a creditor is permitted to include in addition to \r\n  a credit service charge. S.C. Code Ann. § 37-2-202 (1989 &amp; Supp. 2000). \r\n  This provision has been interpreted as limiting additional charges allowable \r\n  under the SCCPC in a consumer credit sale to those set forth in section 37-2-202. \r\n  See Fanning v. Fritz's Pontiac-Cadillac-Buick, Inc., 322 S.C. \r\n  399, 402, 472 S.E.2d 242, 244 (1996) (finding that procurement fee was not a \r\n  charge allowable under section 37-2-202, but was permissible because it was \r\n  an element of the negotiated purchase price of the vehicle charged to all customers \r\n  and, therefore, was not an additional fee).\r\n\r\nThe cardinal rule of statutory construction is \r\n  to ascertain and effectuate the legislative intent whenever possible. Hodges \r\n  v. Rainey, 341 S.C. 79, 85, 533 S.E.2d 578, 581 (2000). Generally, parties \r\n  are free to contract for terms upon which they agree. Huckaby v. Confederate \r\n  Motor Speedway, Inc., 276 S.C. 629, 630, 281 S.E.2d 223, 224 (1981) (\"[P]eople \r\n  should be free to contract as they choose.\"). However, it \"is well settled that \r\n  the right to contract is not without limitations, but is subject to reasonable \r\n  regulations in order to protect an overriding public interest.\" Rowell v. \r\n  Harleysville Mut. Ins. Co., 272 S.C. 108, 111-12, 250 S.E.2d 111, 113 (1978), \r\n  overruled on other grounds by G-H Ins. Agency, Inc. v. Cont'l Ins. \r\n  Co., 278 S.C. 241, 294 S.E.2d 336 (1982).\r\n\r\nThere is no counterpart to section 37-2-202 in \r\n  Part 7 of Chapter 2. Nevertheless, the Department argues the failure of the \r\n  Legislature to specifically authorize liability damage waiver fees should be \r\n  interpreted as their intention to exclude them. \"The canon of construction 'expressio \r\n  unius est exclusio alterius' or 'inclusio unius est exclusio alterius' holds \r\n  that 'to express or include one thing implies the exclusion of another, or of \r\n  the alternative.'\" Rainey, 341 S.C. at 86, 533 S.E.2d at 582 (quoting \r\n  Black's Law Dictionary 602 (7th ed. 1999)); see Evins v. Richland \r\n  County Historic Pres. Comm'n, 341 S.C. 15, 19, 532 S.E.2d 876, 878 (2000). \r\n  The maxim should be used to accomplish legislative intent, not defeat it. See \r\n  Home Bldg. &amp; Loan Ass'n v. City of Spartanburg, 185 S.C. 313, 321, \r\n  194 S.E. 139, 142 (1937). The maxim \"is a rule of statutory construction; it \r\n  is not a rule of substantive law. Accordingly, [it] 'should be used with care.'\" \r\n  Rainey, 341 S.C. at 96 n.1, 533 S.E.2d at 587 n.1 (Burnett, J., dissenting) \r\n  (quoting Norman J. Singer, Sutherland Statutory Construction § 47.25 \r\n  at 234 (5th ed. 1992)).\r\n\r\nThere is no provision specifying allowable charges \r\n  in a rental-purchase contract, such as section 37-2-202 dealing with consumer \r\n  credit sales. Neither is there a provision prohibiting liability damage waiver \r\n  fees or generally prohibiting fees not explicitly authorized. Furthermore, as \r\n  to those charges specifically described in connection with a consumer lease-purchase \r\n  agreement, there is no language indicating they were intended to be exhaustive. \r\n  \r\n\r\nWithin Part 7 of Chapter 2, several code sections \r\n  place limitations and disclosure requirements on specific charges. See \r\n  S.C. Code Ann. § 37-2-705 (1989) (delinquency charges); S.C. Code Ann. § 37-2-706 \r\n  (1989) (deposits, delivery charges, and pick-up charges). Default charges are \r\n  expressly prohibited, except as provided in Part 7. S.C. Code Ann. § 37-2-707 \r\n  (1989). Therefore, the Department's conclusion that by naming specifically allowable \r\n  charges, the Legislature intended to exclude all others, has no logical basis. \r\n  The opposite conclusion is equally plausible; that is, by specifically listing \r\n  prohibited charges, the Legislature intended to allow others unless found to \r\n  be fraudulent or unconscionable.\r\n\r\nMoreover, section 37-2-702, dealing with disclosure \r\n  requirements in a rental-purchase contract, states that a contract must contain \r\n  \"[a] statement that the total of payments does not include other charges, \r\n  such as late payment charges, and that the consumer should see the contract \r\n  for an explanation of these charges.\" S.C. Code Ann. § 37-2-702 (1)(d) (1989) \r\n  (emphasis added). This provision indicates that disclosure is the only requirement, \r\n  so long as the additional charge is not specifically prohibited or limited within \r\n  the SCCPC or found to be unconscionable as defined in section 37-5-108. Furthermore, \r\n  we note that the only charges specifically enumerated in Part 7 of Chapter 2, \r\n  SCCPC, are those dealing with the delivery of items, pick-up of payments, deposits, \r\n  and default. See S.C. Code Ann. §§ 37-2-706 to -707 (1989). Had the Legislature \r\n  intended those to be the only allowable charges, those charges could easily \r\n  have been identified by name in section 37-2-702(1)(d). To the contrary, the \r\n  phrase \"other charges, such as late payment charges,\" implies that the Legislature \r\n  intended to encompass all possible charges of a like nature which might be included \r\n  in a rental-purchase contract.\r\n\r\nFor these reasons, we find no error in the decision \r\n  of the circuit court to affirm the special hearing officer's ruling on this \r\n  issue. \r\n\r\nAs an alternative argument, the Department contends \r\n  liability damage waiver fees are default charges prohibited under section 37-2-707. \r\n  (2) We disagree.\r\n\r\nThe liability damage waiver fees charged by Rent-A-Center \r\n  are not assessed against the customer as a result of a default; instead, they \r\n  are paid at a time when there is no default, thereby allowing a consumer to \r\n  avoid liability in the event of certain kinds of default. Default occurs if \r\n  the consumer fails to make a payment as required and fails to return the rented \r\n  property when required by agreement or if the prospect of payment, performance, \r\n  or realization of collateral is significantly impaired. See S.C. Code \r\n  Ann. § 37-5-109 (Supp. 2000). If a customer accepts the option of paying the \r\n  fee, Rent-A-Center collects the fee for the liability damage waiver provision \r\n  even though the property may not suffer damage or be lost through theft or other \r\n  disaster. The customer is still obligated to return non-purchased goods at the \r\n  end of the rental period, even though the fee has been paid. The fee is paid \r\n  even in the absence of events triggering default. Therefore, the circuit court \r\n  correctly affirmed the conclusion of the special hearing officer that the fees \r\n  do not constitute default charges.\r\n\r\nCONCLUSION\r\n\r\nFor the foregoing reasons, the decision of the \r\n  circuit court is\r\n\r\nAFFIRMED. \r\n\r\nCONNOR, and HUFF, JJ., concur.\r\n\r\n1. There is no claim by the \r\n  Department that the liability damage waiver fee is unconscionable. See \r\n  S.C. Code Ann. § 37-5-108 (2) (Supp. 2000). \r\n2. Section 37-2-707 provides: \r\n  \"Except as specifically provided for in this part, a consumer rental-purchase \r\n  agreement may not provide for any charges as a result of the default of the \r\n  lessee. A provision in violation of this section is unenforceable.\" S.C. Code \r\n  Ann. § 37-2-707 (1989). \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3330","title":"Bowen v. Bowen","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3330","description":"This case discusses the effect of an antenuptial agreement on certain real estate transactions entered into during the marriage.","date":"2001-04-16","type":"opinion","text":"\r\n      \r\n\r\n\r\nBowen v. Bowen\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        \r\n\r\n\r\n        Ann B. Bowen, Respondent, \r\n        \r\n            v. \r\n\r\n        \r\n\r\n        Richard W. Bowen, Appellant.\r\n         \r\n    \r\n  \r\n\r\n\r\nAppeal From Beaufort County\r\n  Thomas Kemmerlin, Jr., Master-in-Equity\r\n  and Special Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3330\r\n    Heard November 7, 2000 - Filed April 16, 2001  \r\n  \r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Morris D. Rosen and Donald B. Clark, both of Rosen, \r\n          Goodstein &amp; Hagood, of Charleston, for appellant.\r\n\r\n        Peter L. Fuge, of Beaufort, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nSTILWELL, J.: In this declaratory \r\n  judgment action, Ann B. Bowen (Wife) asked the circuit court to declare her \r\n  the owner of an undivided one-half interest in four parcels of real estate or \r\n  the proceeds resulting from their sale. Richard W. Bowen (Husband) appeals the \r\n  order of the trial court granting Wife's requested relief and denying Husband \r\n  a resulting trust over the property or the proceeds thereof. We affirm.\r\n\r\n\r\n    BACKGROUND \r\n\r\n\r\n\r\nThe parties were married in May 1985. Prior to \r\n  their marriage, they entered into an extensive antenuptial agreement in an attempt \r\n  to predetermine the financial consequences of any later separation, divorce, \r\n  or death, and basically preserve each party's separate property. Insofar as \r\n  this action is concerned, the most pertinent language is contained in paragraphs \r\n  three through six of their agreement, the relevant parts of which read as follows:\r\n\r\n\r\n  3. All property owned or income earned or accumulated \r\n    by either of the parties at the time of their marriage or which the parties \r\n    may acquire, earn or accumulate hereafter, or during their marriage, from \r\n    any source whatever shall be the separate property of the respective party \r\n    now owning, earning, accumulating or hereafter acquiring such property, free \r\n    and clear of any rights, interest, claims or demands of the other . . . .\r\n\r\n  5. [E]ach party specifically waives any and all \r\n    right of [sic] claim that such party may at any time have to take any share \r\n    of the property of the other party under any circumstances whatsoever, with \r\n    the same force and effect as though single persons before any marriage. \r\n\r\n\r\nDuring the marriage, Husband purchased four parcels \r\n  of real estate, admittedly using nonmarital funds. At Husband's direction, all \r\n  four lots were titled in the names of Richard W. Bowen and Ann B. Bowen. Two \r\n  of the deeds granted title to the Bowens as joint tenants with right of survivorship, \r\n  and the two remaining deeds titled the property to the Bowens \"as tenants by \r\n  the entirety, with the right of survivorship.\"\r\n\r\nIn July 1992, Wife commenced an action against \r\n  Husband seeking, among other things, a divorce and equitable apportionment of \r\n  marital property. In a September 1994 order, the family court determined the \r\n  agreement was enforceable and, applying the plain language of the agreement, \r\n  found the four parcels of property in dispute were nonmarital in nature. Nevertheless, \r\n  the family court determined Wife owned a one-half interest in the properties. \r\n  \r\n\r\nOn appeal, this court vacated the family court's determination \r\nas to the parties' respective interests in the disputed properties, holding:  \r\n\r\n  Once the family court determined the properties \r\n    were nonmarital, it had no jurisdiction to address their ownership or deal \r\n    with them in any way. See  S.C. Code Ann. § 20-7-473 (Supp. 1996) (\"The \r\n    [family] court does not have jurisdiction or authority to apportion nonmarital \r\n    property.\"). The parties' respective interests in the real estate in question \r\n    must be handled as if the parties were not married. Therefore, that determination \r\n    must be left for another day.&nbsp;\r\n\r\n\r\nBowen v. Bowen, 327 S.C. 561, 566, 490 S.E.2d \r\n  271, 273 (Ct. App. 1997). \r\n\r\nThereafter, Wife filed this declaratory judgment \r\n  action. Husband answered and counterclaimed, denying any intention to make a \r\n  gift to Wife by jointly titling the property and essentially arguing that the \r\n  facts and circumstances of the transactions created a resulting trust entitling \r\n  Husband to ownership of all the properties or the proceeds from their sale.\r\n\r\nIn a March 1999 order, the trial court found Wife \r\n  was entitled to a one-half interest in the net proceeds from the four disputed \r\n  properties. (1) In so finding, the trial court \r\n  reasoned that while Husband purchased the properties with nonmarital funds, \r\n  he made a gift to Wife of one-half interest in the properties. The parties' \r\n  agreement did not alter this result, the court reasoned, since \"[n]othing in \r\n  the antenuptial agreement prevent[ed] [Husband] from being more generous than \r\n  he contracted to be.\" \r\n\r\nHusband moved to alter or amend the judgment, arguing \r\n  the trial court failed to make an express finding on the issue of whether \"the \r\n  prenuptial agreement operated to reverse the usual presumption of a gift where \r\n  a husband supplies all the consideration but causes real estate being acquired \r\n  to be titled jointly between himself and his wife, the theory being that the \r\n  Defendant had no duty to support the Plaintiff outside of the contractual obligation \r\n  set forth in the prenuptial agreement and such finding should be made.\" \r\n\r\n\r\n  In the order on reconsideration, the trial court \r\n    found as follows:\r\n\r\n  I did not expressly make the suggested finding. \r\n    I do not believe the suggested finding is necessary in order for the findings \r\n    I made to support the conclusions I reached, but I, upon reconsideration find \r\n    that, if it is necessary for me to expressly deal with the presumption, I \r\n    find the testimony supports my conclusion of a gift in that I find the credible \r\n    evidence overcomes any such presumption.  \r\n    (2) \r\n\r\n\r\n\r\n    STANDARD OF REVIEW \r\n\r\n\r\n\r\n\"A suit for declaratory judgment is neither legal \r\n  nor equitable, but is determined by the nature of the underlying issue.\" Felts \r\n  v. Richland County, 303 S.C. 354, 356, 400 S.E.2d 781, 782 (1991). This \r\n  action was commenced to determine the parties' respective rights in certain \r\n  real property in view of their antenuptial agreement. In the final analysis, \r\n  therefore, this is an action to interpret the parties' written agreement, or \r\n  contract, and when a contract is clear and unambiguous, the construction thereof \r\n  is a question of law for the court. Pearson&nbsp;v. Church of God, 325 \r\n  S.C. 45, 53-54, 478 S.E.2d 849, 853 (1996); Moser v. Gosnell, 334 S.C. \r\n  425, 430, 513 S.E.2d 123, 125 (Ct. App. 1999). When construing a contract's \r\n  terms, the foremost rule is that the court must give effect to the intentions \r\n  of the parties by examining the language of the contract. Moser, 334 \r\n  S.C. at 430, 513 S.E.2d at 125 (stating that if the language is clear, explicit, \r\n  and unambiguous, the language alone determines the contract's force and effect, \r\n  and the court must construe it according to its plain, ordinary, and popular \r\n  meaning).\r\n\r\n\r\n  DISCUSSION \r\n\r\nOn appeal, Husband contends that although the disputed \r\n  properties were titled in both parties' names, he furnished all the consideration \r\n  for their purchase and did not intend to make a gift of the properties to Wife; \r\n  therefore, the trial court erred in not imposing a resulting trust on the properties \r\n  in question. Moreover, Husband asserts that the usual presumption of a gift \r\n  from one spouse to another does not apply when the parties have entered into \r\n  a valid antenuptial agreement, whereby they expressly waive any claims or demands \r\n  on the other's property and agree to be treated in the eyes of the law as though \r\n  they were unmarried people. \r\n\r\nThe principles of a resulting trust are set forth \r\n  in Hayne Federal Credit Union v. Bailey:\r\n\r\n\r\n  Equity devised the theory of resulting trust \r\n    to effectuate the intent of the parties in certain situations where one party \r\n    pays for property, in whole or in part, that for a different reason is titled \r\n    in the name of another. McDowell v. South Carolina Dep't of Social Servs., \r\n    296 S.C. 89, 370 S.E.2d 878 (Ct. App. 1987). The general rule is that when \r\n    real estate is conveyed to one person and the consideration paid by another, \r\n    it is presumed that the party who pays the purchase money intended a benefit \r\n    to himself, and accordingly a resulting trust is raised in his behalf. Caulk \r\n    v. Caulk, 211 S.C. 57, 43 S.E.2d 600 (1947). The presumption, however, \r\n    may not be in accord with the truth. It may be rebutted and the actual intention \r\n    shown by parol evidence. Larisey v. Larisey, 93 S.C. 450, 77 S.E. 129 \r\n    (1913).\r\n\r\n\r\n327 S.C. 242, 248-49, 489 S.E.2d 472, 475 (1997). \r\n  See also Donnan v. Mariner, 339 S.C. 621, 628, 529 S.E.2d 754, \r\n  758 (Ct. App. 2000).\r\n\r\nHowever, the Hayne court also addressed another \r\n  presumption that arises in such situations and rebuts the presumption of a resulting \r\n  trust, explaining:\r\n\r\n\r\n  But when the conveyance is taken to a spouse \r\n    or child, or to any other person for whom the purchaser is under legal obligation \r\n    to provide, no such presumption attaches. On the contrary, the presumption \r\n    in such a case is that the purchase was designated as a gift or advancement \r\n    to the person to whom the conveyance is made. Lollis v. Lollis, 291 \r\n    S.C. 525, 354 S.E.2d 559 (1987). This presumption, however, is one of fact \r\n    and not of law and may be rebutted by parol evidence or circumstances showing \r\n    a contrary intention. Legendre v. South Carolina Tax Comm'n, 215 S.C. \r\n    514, 56 S.E.2d 336 (1949).\r\n\r\n\r\n327 S.C. at 249, 489 S.E.2d at 475-76. See also \r\n  Donnan, 339 S.C. at 628, 529 S.E.2d at 758.\r\n\r\nThus, in situations in which there is no clear \r\n  understanding between the parties as to the ownership of conveyed property, \r\n  two competing legal presumptions generally arise, the presumption of a resulting \r\n  trust and the presumption of a gift between spouses. \r\n\r\nHowever, in the case at hand, the parties did have \r\n  a clear understanding as to their respective rights involving property acquired \r\n  by each during the marriage. The parties' agreement expressly provides in paragraph \r\n  three that \"[a]ll property owned . . . by either of the parties at the time \r\n  of their marriage or which the parties may acquire . . . hereafter, or during \r\n  their marriage, from any source whatever shall be the separate property of the \r\n  respective party now owning . . . or hereafter acquiring such property, free \r\n  and clear of any rights, interest, claims or demands of the other . . . .\" \r\n\r\nTherefore, Wife expressly waived any right she \r\n  may have had to rely on the presumption of a gift normally applicable between \r\n  spouses, and to the extent the trial court can be deemed to have employed this \r\n  presumption in reaching its decision, that reliance was misplaced. However, \r\n  just as Wife would be unable to rely on the gift between spouses presumption \r\n  to support her claim, Husband cannot rely on a resulting trust presumption to \r\n  bolster his own argument. In short, since the parties executed an antenuptial \r\n  agreement to express their intent regarding rights in property acquired by each \r\n  during the marriage, there is no need to employ either presumption in this case. \r\n  \r\n\r\nSince neither presumption applies and the parties' \r\n  agreement controls, we must examine the plain language of the agreement to give \r\n  effect to the intention of the parties. The agreement clearly and unambiguously \r\n  states that property acquired by a party during the marriage remains that party's \r\n  separate property. Therefore, since Wife acquired a one-half interest in the \r\n  four disputed properties during the marriage, that one-half interest remains \r\n  her separate property. \r\n\r\nHusband also contends that the trial court erred \r\n  in finding he intended to make a gift to Wife of an undivided one-half interest \r\n  in the disputed properties. While there is sufficient evidence in the record \r\n  to sustain such a factual finding, under our view of the impact of the parties' \r\n  agreement, it is not necessary for us to address this issue. We therefore affirm \r\n  the finding that Wife owns a one-half interest in the proceeds from the properties, \r\n  and the order on appeal is\r\n\r\n AFFIRMED. \r\n  HEARN, C.J., and ANDERSON, J., concur.\r\n\r\n\r\n\r\n1.  All four of the properties \r\n  in dispute have been sold, and the funds are being held in escrow. \r\n 2.  We note that given the \r\n  nature of the judge's discussion of the presumption in the order on reconsideration, \r\n  it is not clear whether he applied the presumption of a gift between spouses \r\n  in reaching his initial decision. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3331","title":"Jenkins v. Jenkins","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3331","description":"This is a cross-appeal from a domestic case involving issues of alimony, equitable division of marital property, transmutation of nonmarital property, and attorney fees and costs.","date":"2001-04-16","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Wade M. Jenkins, Appellant/Respondent,\r\n          \r\n          \r\n\r\n            v. \r\n\r\n        \r\n\r\n        Janna Grooms Watkins Jenkins, Respondent/Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\n  Judy C. Bridges, Family Court Judge\r\n\r\n\r\n\r\n\r\n    Opinion No. 3331\r\n    Heard March 7, 2001 - Filed April 16, 2001  \r\n  \r\n\r\n\r\n\r\nAFFIRMED IN PART, REVERSED \r\n  IN PART,&nbsp;\r\n  AND REMANDED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Ben F. Mack and Jane McFadden, both of Charleston, \r\n          for appellant/respondent.\r\n\r\n        Cynthia B. Castengera, of Columbia and D. \r\n        Dusty Rhoades, of Charleston, for respondent/appellant. \r\n    \r\n  \r\n\r\n\r\nHEARN, C.J.:  \r\n  This is a cross-appeal in a divorce action. We affirm in part, reverse in part, \r\n  and remand.\r\n\r\nFACTS\r\n\r\nWade M. Jenkins (Husband) and Janna Grooms Watkins \r\n  Jenkins (Wife) were married in March 1987 and separated in October 1997. They \r\n  have no children together.\r\n\r\nHusband instituted this action against Wife in \r\n  January 1998 seeking an order of separate maintenance and support, identification \r\n  and equitable apportionment of marital property and debts, and attorney fees \r\n  and costs. Wife answered and counterclaimed, seeking alimony, exclusive use \r\n  and possession of the marital home, equitable apportionment of marital property \r\n  and debts, and attorney fees and costs. \r\n\r\nThe family court entered a temporary relief order \r\n  requiring Husband to pay Wife's car insurance premiums and any mortgage arrears \r\n  on the marital home. The family court specifically noted in the order that it \r\n  would \"take into consideration any payments made by [Husband], pursuant to this \r\n  Order, in its determination of a Final Order in this matter in balancing any \r\n  equities or obligations . . . .\" \r\n\r\nAt the final hearing, Wife moved to amend her pleadings \r\n  to include a plea for divorce on the ground of one year's continuous separation. \r\n  Husband acquiesced, and the family court granted the motion. The family court \r\n  granted Wife a divorce on the ground of one year's continuous separation; ordered \r\n  Husband to pay Wife $2,700 per month in rehabilitative alimony for one year; \r\n  identified, valued and equitably apportioned marital property and debts; and \r\n  awarded Wife $9,301.61 in attorney fees and costs.\r\n\r\nHusband moved for reconsideration, averring in \r\n  part that the family court's order failed to reimburse him for car insurance \r\n  and house mortgage payments he made during the pendency of litigation \"in order \r\n  to keep property from foreclosure due to [Wife's] undisclosed failure to pay \r\n  past due mortgage payments.\" The family court issued an order amending the divorce \r\n  decree in part by apportioning to Wife $4,222.61 in fees and costs associated \r\n  with the car insurance and mortgage expenses referenced in Husband's motion. \r\n  After Husband filed his notice of appeal, the family court issued a supplemental \r\n  order allowing the record to be supplemented with an affidavit submitted by \r\n  Husband's attorney regarding fees and costs incurred in bringing the motion \r\n  for reconsideration. Wife cross-appealed.\r\n\r\n\r\n    SCOPE OF REVIEW  \r\n  \r\n\r\n\r\nIn appeals from the family court, this court has \r\n  the authority to find the facts in accordance with its own view of the preponderance \r\n  of the evidence. Rutherford v. Rutherford, 307 S.C. 199, 204, 414 S.E.2d \r\n  157, 160 (1992). This broad scope of review does not, however, require this \r\n  court to disregard the findings of the family court. Stevenson v. Stevenson, \r\n  276 S.C. 475, 477, 279 S.E.2d 616, 617 (1981). Neither are we required to ignore \r\n  the fact that the trial judge, who saw and heard the witnesses, was in a better \r\n  position to evaluate their credibility and assign comparative weight to their \r\n  testimony. Cherry v. Thomasson, 276 S.C. 524, 525, 280 S.E.2d 541, 541 \r\n  (1981).\r\n\r\n\r\n    DISCUSSION  \r\n  \r\n\r\n\r\nI. Rehabilitative Alimony\r\n\r\nBoth parties appeal the award of rehabilitative \r\n  alimony to Wife. Husband asserts Wife failed to establish entitlement to rehabilitative \r\n  alimony and the family court failed to set forth facts sufficient to support \r\n  the award. Wife asserts the family court erred in failing to award her permanent \r\n  periodic alimony. We agree the award of rehabilitative alimony was improper.\r\n\r\nAlthough rehabilitative alimony may be an appropriate \r\n  form of spousal support in some cases, permanent periodic alimony is favored \r\n  in South Carolina. See Gill v. Gill, 269 S.C. 337, 237 S.E.2d \r\n  382 (1977); Johnson v. Johnson, 296 S.C. 289, 372 S.E.2d 107 (Ct. App. \r\n  1988). If a claim for alimony is well-founded, the law favors the award of permanent \r\n  periodic alimony. See O'Neill v. O'Neill, 293 S.C. 112, 359 S.E.2d \r\n  68 (Ct. App. 1987).\r\n\r\nRehabilitative alimony may be awarded only upon \r\n  a showing of special circumstances justifying a departure from the normal preference \r\n  for permanent periodic support. The purpose of rehabilitative alimony is to \r\n  encourage a dependent spouse to become self-supporting after a divorce. Johnson, \r\n  296 S.C. at 301, 372 S.E.2d at 114; Toler v. Toler, 292 S.C. 374, 377, \r\n  356 S.E.2d 429, 431 (Ct. App. 1987). It permits former spouses to develop their \r\n  own lives free from obligations to each other. Johnson, 296 S.C. at 301, \r\n  372 S.E.2d at 114; Toler, 292 S.C. at 377, 356 S.E.2d at 431. However, \r\n  it should be approved only in exceptional circumstances, in part, because it \r\n  seldom suffices to maintain the level of support the dependent spouse enjoyed \r\n  as an incident to the marriage. See Johnson, 296 S.C. at 301, \r\n  372 S.E.2d at 114; Toler, 292 S.C. at 377, 356 S.E.2d at 431; Voelker \r\n  v. Hillock, 288 S.C. 622, 626-27, 344 S.E.2d 177, 180 (Ct. App. 1986).\r\n\r\nThe factors to be considered in awarding rehabilitative \r\n  alimony include: (1) the duration of the marriage; (2) the age, health, and \r\n  education of the supported spouse; (3) the financial resources of the parties; \r\n  (4) the parties' accustomed standard of living; (5) the ability of the supporting \r\n  spouse to meet his needs while meeting those of the supported spouse; (6) the \r\n  time necessary for the supported spouse to acquire job training or skills; (7) \r\n  the likelihood that the supported spouse will successfully complete retraining; \r\n  and (8) the supported spouse's likelihood of success in the job market. There \r\n  must be evidence demonstrating the self-sufficiency of the supported spouse \r\n  at the expiration of the ordered payments for rehabilitative alimony to be granted. \r\n  Johnson, 296 S.C. at 301-02, 372 S.E.2d at 114; Toler, 292 S.C. \r\n  at 377-78, 356 S.E.2d at 431.\r\n\r\nAt the time of trial, Wife was 52 years old, and \r\n  Husband was 58 years old. Both parties are in relatively good health. Husband \r\n  has a tenth-grade education. Wife obtained a four-year college degree. Husband \r\n  maintained stable employment throughout the marriage, although a heart attack \r\n  kept him from his job for six weeks in 1994. At the time of trial, he was employed \r\n  as a sales representative with a gross monthly income of $6,285.50, excluding \r\n  biannual commissions. In addition, Husband receives rental \r\n  income of $567 per month. Wife, on the other hand, has been out of the work \r\n  force since 1990. Prior to 1990, Wife was employed as a bookkeeper. \r\n  In 1986, when Wife was last employed full-time, she earned an annual salary \r\n  of $28,000. In 1990, when she was working only part-time, Wife earned approximately \r\n  $13,000. According to Wife, Husband acquiesced in her decision to stop working \r\n  outside the home.\r\n\r\n\r\n  In awarding Wife rehabilitative alimony, the family \r\n    court reasoned: \r\n\r\n  [Wife's] employment and earning potential is far \r\n    less certain [than Husband's] and she has been virtually unemployed since \r\n    1990. [Husband] disputed [Wife's] reasons for being unemployed, which she \r\n    has asserted were because of [Husband's] direction to remain in that status \r\n    to deal with some of his personal affairs, including property dispute, litigation, \r\n    taking care of the home and the financial affairs of the marriage. This Court \r\n    gives more weight and credibility to [Wife's] testimony in light of the credibility \r\n    factors reviewed as to Husband's credibility overall. As noted otherwise in \r\n    these findings, [Wife] would need to be retrained with additional software \r\n    training to accommodate possible employment as a bookkeeper.\r\n\r\n\r\nThe family court further found that the parties \r\n  enjoyed a comfortable standard of living during the marriage, but Husband spent \r\n  excessive amounts of money and time on trips to gambling casinos and playing \r\n  video poker.  (1)\r\n\r\nIn our view, the facts and circumstances of this case do not warrant a departure from the well-established preference for\r\npermanent periodic alimony.  We are particularly concerned here because Wife has been absent from the work force for an\r\nextended period of time, having foregone opportunities for advancement in favor of being a homemaker.  The record does not\r\ncontain evidence showing that Wife will, after a year of retraining, be able to maintain a lifestyle approaching that which she\r\nenjoyed during the marriage or even meet her basic expenses.\r\n\r\nAccordingly, we reverse the award of rehabilitative alimony and remand the issue to the family court for determination of an\r\nappropriate award of permanent periodic alimony.\r\n\r\nII.  Identification of Marital Property\r\n\r\nA.  Oconee Property\r\n\r\nHusband argues the family court erred in finding that a parcel of real estate located in Oconee County is marital in nature.  We\r\nfind no error.\r\n\r\nS.C. Code Ann. section 20-7-473 (Supp. 2000) defines marital property as: \r\n\r\n\r\n[A]ll real and personal property which has been acquired by the parties during the marriage and which is owned as of the date\r\nof filing or commencement of marital litigation . . . regardless of how legal title is held, except the following, which constitute\r\nnonmarital property: (1) property acquired by either party by inheritance, devise, bequest, or gift from a party other than the\r\nspouse . . . .\"  \r\n\r\n\r\nThe burden of showing an exemption under section \r\n  20-7-473 is upon the party claiming that property acquired during the marriage \r\n  is nonmarital. Pool v. Pool, 321 S.C. 84, 89-90, 467 S.E.2d 753, 757 \r\n  (Ct. App. 1996). \r\n\r\nAs part of his financial declaration, Husband supplied the family court with a Marital Assets Addendum, which identified as a\r\nmarital asset:\r\n\r\n\r\nOne (1) lot located on Lake Hartwell in Oconee County, S.C.  Titled Owner, [Husband].  Acquired in 1987, $6,000 est. \r\nEstimated present market value $3,000. \r\n\r\n\r\nAt trial, Husband asserted his cousin deeded him the property in 1992 or 1993 in exchange for loans Husband made to the\r\ncousin over an extended period.  Wife identified the property as a marital asset on her financial declaration, but asserted the\r\nproperty was purchased between 1990 and 1991.  She assigned a value of $17,000 to the property.\r\n\r\nThe family court found the property was \"purchased in 1992 for $3,000 during the marriage.\"  As well, the court found Wife\r\nmade significant contributions to the acquisition of the property since it was acquired with marital funds.\r\n\r\nThe record amply supports the family court's determination that the property was purchased during the marriage with marital\r\nfunds.  Husband made no showing that the property is subject to an exception under section 20-7-473.  As such, the property\r\nwas properly included in the marital estate for purposes of equitable distribution.\r\n\r\nB. Wife's Inherited Property\r\n\r\nHusband also asserts the family court erred in failing to identify, value, and award him an interest in certain items of real and\r\npersonal property inherited by Wife during the marriage and titled in her name.  We find no merit in this argument.\r\n\r\nGenerally, property acquired by either party by \r\n  inheritance or by gift from a party other than the spouse is nonmarital property. \r\n  § 20-7-473(1). In certain circumstances, however, nonmarital property may be \r\n  transmuted into marital property if: (1) it becomes so commingled with marital \r\n  property as to be untraceable; (2) it is jointly titled; or (3) it is utilized \r\n  by the parties in support of the marriage or in some other manner so as to evidence \r\n  an intent by the parties to make it marital property. Pool, 321 S.C. \r\n  at 86, 467 S.E.2d at 756. Transmutation is a matter of intent to be gleaned \r\n  from the facts of each case. The spouse claiming transmutation must produce \r\n  objective evidence showing that, during the marriage, the parties themselves \r\n  regarded the property as the common property of the marriage. Id.  \r\n\r\n\r\nIt is undisputed Wife acquired the disputed property through inheritance.  Husband offered no evidence at trial establishing\r\ntransmutation of the property.  Moreover, Husband also admitted at trial that he was not claiming an interest in any property\r\ntitled solely to Wife with the exception of the marital home.  The family court properly found the property retained its separate\r\nnature.\r\n\r\nWe also reject Husband's assertion the family court \r\n  erred in failing to award him a special equity in Wife's inherited property. \r\n  It is well-established that a spouse has an equitable interest in appreciation \r\n  of property to which he contributed during the marriage, even if the property \r\n  is nonmarital. Webber v. Webber, 285 S.C. 425, 428, 330 S.E.2d 79, 81 \r\n  (Ct. App. 1985). Here, Husband offered no evidence he contributed in any way \r\n  during the marriage to the appreciation of Wife's inherited property. \r\n\r\n\r\nC.  Georgetown Properties\r\n\r\nHusband asserts the family court erred in finding that a 35-acre farm and rental home Husband acquired from his mother were\r\nmarital property subject to equitable distribution and in awarding Wife an equal share in the properties.  We disagree.\r\n\r\nThe family court found the parties used Husband's farm as a second home, and planned to make the farm their primary\r\nresidence when Husband retired.  They attempted to generate income from the property hoping to defer some of the costs for\r\nmaintaining and improving the property.  Primarily through Husband's direct contributions, the parties spent over $115,000 on\r\nthe home and over $20,000 on improvements to the property.  Wife was primarily responsible for the general care and\r\nmaintenance of the property from 1987 until 1995, and she worked to improve the aesthetic appearance of the property. \r\nMoreover, Husband executed a will leaving all of his property, including the Georgetown property, to Wife.\r\n\r\nBased on these facts, we agree with the family court that the parties treated the Georgetown farm and home in such a manner\r\nduring the marriage as to evidence their intent that it become their common property.  The court properly included the property\r\nin the marital estate for purposes of equitable distribution.\r\n\r\nFurther, we find no reversible error in the family \r\n  court's award to Wife of a one-half interest in the Georgetown properties. S.C. \r\n  Code Ann. section 20-7-472 (Supp. 2000) vests in the family court, not the appellate \r\n  court, the discretion to decide what weight should be assigned to the various \r\n  factors of equitable apportionment. On review, we look to the fairness of the \r\n  overall apportionment; if the end result is equitable, it is irrelevant that \r\n  we might have weighed specific factors differently than the family court. Morehouse \r\n  v. Morehouse, 317 S.C. 222, 229, 452 S.E.2d 632, 636 (Ct. App. 1994). This \r\n  court will affirm the family court judge if it can be determined that the judge \r\n  addressed the factors under section 20-7-472 sufficiently for us to conclude \r\n  he was cognizant of the statutory factors. Doe v. Doe, 324 S.C. 492, \r\n  502, 478 S.E.2d 854, 859 (Ct. App. 1996).\r\n\r\nD.  Sampit Mills Property\r\n\r\nHusband further asserts the family court erred in including a tract of land referred to as the Sampit Mills property in the marital\r\nestate, valuing the property, and awarding Wife a half-interest in the property.  We find no error.\r\n\r\nHusband purchased the Sampit Mills property during \r\n  the marriage. Generally, property acquired \r\n  by either spouse during the marriage is marital property unless the acquisition \r\n  falls under one of several exceptions. § 20-7-473. One such exception is that \r\n  property acquired during the marriage in exchange for nonmarital property is \r\n  nonmarital. Id. The burden to show an exemption under section 20-7-473 \r\n  rests on the party who claims the property is nonmarital. Pool, 321 S.C. \r\n  at 89-90, 467 S.E.2d at 757. \r\n\r\nHusband asserts the Sampit Mills property is nonmarital, despite being purchased during the marriage, because he obtained the\r\npurchase money by refinancing the Georgetown rental home.  This argument is unavailing.  The family court found, and we\r\nagree, that the Georgetown property was transmuted into marital property.  Thus, Husband cannot claim this exception.\r\n\r\nFurther, we find the court properly valued the \r\n  asset. Wife's expert, an experienced appraiser, testified the Sampit Mills property \r\n  had a value of $110,000 at the time of trial. The court acted within its discretion \r\n  in adopting the value assigned by Wife's expert. Woodward v. Woodward, \r\n  294 S.C. 210, 215, 363 S.E.2d 413, 416 (Ct. App. 1987) (stating the family court's \r\n  valuation of property will be affirmed if it is within the range of the evidence); \r\n  Smith v. Smith, 294 S.C. 194, 198, 363 S.E.2d 404, 407 (Ct. App. 1987) \r\n  (holding the family court may accept one party's valuations of marital property \r\n  over those of the other party).\r\n\r\nWe find no abuse in the award to Wife of a one-half \r\n  interest in the Sampit property. It is imminently clear from the order that \r\n  the family court judge carefully weighed the statutory factors in arriving at \r\n  the award. Walker v. Walker, 295 S.C. 286, 288, 368 S.E.2d 89, 90 (Ct. \r\n  App. 1988) (\"This court will affirm the family court judge if it can be determined \r\n  that the judge addressed the factors under section 20-7-472 with sufficiency \r\n  for us to conclude he was cognizant of the statutory factors.\").\r\n\r\nE.  Wife's Individual Retirement Account\r\n\r\nHusband contends the family court erred in failing to award him an equitable interest in Wife's Individual Retirement Account\r\n(I.R.A.).  We agree and remand this issue to the family court for reconsideration.\r\n\r\nWife submitted a financial declaration indicating her State Farm I.R.A. was titled in her name and acquired by her in April\r\n1984, approximately three years prior to the date of marriage.  The I.R.A. was valued at $8,675 as of February 1999.\r\n\r\nThe family court determined the I.R.A. was nonmarital since it was  acquired prior to the marriage.  Wife did testify, however,\r\nthat she contributed $1500 per year for three years to her I.R.A. after her marriage.  An addendum to Wife's financial\r\ndeclaration indicates Wife paid $1500 per year in annuity premiums from the time of marriage through 1991.\r\n\r\nContributions to an I.R.A. during the term of marriage \r\n  constitute marital property subject to division. §§ 20-7-472 &amp; -473; Calhoun \r\n  v. Calhoun, 331 S.C. 157, 175, 501 S.E.2d 735, 744-45 (Ct. App. 1998) (stating \r\n  annuity in which wife invested during marriage was part of marital estate and \r\n  was subject to equitable distribution in divorce action); Pool, 321 S.C. \r\n  at 89, 467 S.E.2d at 756 (holding contributions of $6000 which husband made \r\n  to an I.R.A. during the marriage constituted marital property for purposes of \r\n  property division at divorce proceeding); Hickum v. Hickum, 320 S.C. \r\n  97, 99, 463 S.E.2d 321, 322 (Ct. App. 1995) (stating retirement plans are marital \r\n  property subject to division). Accordingly, the trial court erred in failing \r\n  to award Husband an equitable share of Wife's I.R.A. Because the record is unclear \r\n  as to the total amount of Wife's contribution to her I.R.A. during the marriage, \r\n  we remand this issue to the family court for determination.\r\n\r\n III.  Equitable Division of Marital Home\r\n\r\nHusband contends the family court erred in failing to award him a greater than fifty-percent share in the marital home.  We\r\ndisagree.\r\n\r\nThe apportionment of marital property is within \r\n  the family court judge's discretion and will not be disturbed on appeal absent \r\n  an abuse of discretion. Bungener v. Bungener, 291 S.C. 247, 251, 353 \r\n  S.E.2d 147, 150 (Ct. App. 1987). By statute, the family court must consider \r\n  fifteen factors in making an equitable apportionment of the marital estate. \r\n  § 20-7-472. The statute vests in the family court the discretion to decide what \r\n  weight should be assigned to the various factors. This court looks to the overall \r\n  fairness of the apportionment; if the end result is equitable, that this court \r\n  might have weighed specific factors differently than the family court is irrelevant. \r\n  Johnson, 296 S.C. at 300-01, 372 S.E.2d at 113.\r\n\r\nWife purchased the marital home from her father \r\n  for $54,000 immediately following the parties' marriage. Wife's father fully \r\n  financed the purchase. Wife made the mortgage payments on the home without contribution \r\n  from Husband. When her father died, Wife partially satisfied the estate's mortgage \r\n  with her separate property. In 1992, the parties refinanced the remaining $22,000 \r\n  mortgage balance and obtained additional financing to make repairs to the home. \r\n  As noted by the family court, Husband made direct contributions to the maintenance \r\n  of the home from August 1992 forward, including paying for utilities, repairs, \r\n  maintenance, taxes, insurance, and the like. It is undisputed Husband paid the \r\n  mortgage on the home after the refinancing.\r\n\r\nOur review of the record convinces us the family \r\n  court properly apportioned the marital home. Both parties made substantial direct \r\n  and indirect contributions to the marital home. While Husband made greater direct \r\n  contributions to the home than Wife following the 1992 refinancing, the funds \r\n  he contributed were marital in nature. We are not persuaded Husband has established \r\n  an abuse of discretion by the family court in failing to award him a greater \r\n  share of the marital home.\r\n\r\nIV. Wife's Separate Property\r\n\r\nHusband argues the family court erred in failing \r\n  to give consideration to the parties' nonmarital property in arriving at an \r\n  award of equitable distribution. We disagree. Our reading of the family court's \r\n  order convinces us the court was well aware of the parties' nonmarital assets. \r\n  In fact, the court specifically found Wife's separate property was valued at \r\n  over $250,000. Walker, 295 S.C. at 288, 368 S.E.2d at 90 (stating appellate \r\n  court will affirm family court judge's award of equitable distribution if judge \r\n  addressed section 20-7-472 factors with sufficiency to conclude he was cognizant \r\n  of them).\r\n\r\nV. $30,000 Loan Debt\r\n\r\nHusband asserts the family court erred in requiring \r\n  him to repay one-half of a $30,000 debt to Wife's mother. Specifically, Husband \r\n  asserts the money was a gift to the parties. We agree.\r\n\r\nDebts incurred for marital purposes are subject \r\n  to equitable distribution. § 20-7-472(13). Section 20-7-472 creates a rebuttable \r\n  presumption that a debt of either spouse incurred prior to marital litigation \r\n  is a marital debt and must be factored into the totality of equitable apportionment. \r\n  Hardy v. Hardy, 311 S.C. 433, 436, 429 S.E.2d 811, 813 (Ct. App. 1992).\r\n\r\nHere, Wife's mother, Martha H. Grooms, testified \r\n  that she loaned the parties $30,000 in 1992 for which she expected reimbursement. \r\n  Wife, too, testified her mother loaned the parties $30,000 in 1992. Neither \r\n  Wife nor her mother, however, introduced into evidence a promissory note or \r\n  cancelled check as proof that the payment was a loan. In fact, Grooms acknowledged \r\n  Husband and Wife never signed any kind of note or I.O.U. because Grooms never \r\n  asked them to do so. Moreover, Wife failed to list the $30,000 as a debt on \r\n  her financial declaration.\r\n\r\nHusband confirmed Grooms gave him and Wife $30,000 \r\n  in 1992 which they used to pay house renovation expenses. Husband also characterized \r\n  the disbursement as being interest-free, and testified there had been no requests \r\n  to him from Grooms or Wife for repayment.\r\n\r\nLoans from close family members must be closely \r\n  scrutinized for legitimacy. Allen v. Allen, 287 S.C. 501, 507, 339 S.E.2d \r\n  872, 876 (Ct. App. 1986). Our own review of the record convinces us Grooms gave \r\n  Husband and Wife $30,000 with the possible expectation they would repay her. \r\n  In Wife's own words, \"It's one of those things where you look at things one \r\n  way, and you see it one way. And you look at it a different way, and you see \r\n  it another way.\" Here, the evidence presented by Wife and her mother was insufficient \r\n  to establish the existence of a legally enforceable loan. At most, the evidence \r\n  established a moral obligation on the part of Husband and Wife to repay Grooms. \r\n  Accordingly, we reverse that portion of the order which requires Husband to \r\n  reimburse Grooms $15,000. (2)\r\n\r\nVI.  Apportionment of Marital Debt\r\n\r\nWife asserts the family court erred in reducing her share of the marital estate by apportioning to her certain debts incurred by\r\nHusband during the pendency of the case.  We agree.\r\n\r\nAt the hearing on Husband's motion for reconsideration, his counsel requested that the court consider expenditures Husband\r\nmade after the merits hearing in an attempt to preserve marital assets.  Specifically, he stated Husband paid arrears on the\r\nmarital home mortgage after Wife ceased paying the mortgage.  Counsel for Wife objected to the request on the ground the\r\nissue was not raised during the final hearing.  The court overruled the objection.  Husband's counsel then recited several\r\nfigures representing amounts Husband allegedly paid for her car insurance and in redeeming the marital home from foreclosure. \r\nWife's attorney objected on the ground Husband failed to offer any proof of the allegations.  Nonetheless, the family court\r\nruled from the bench:  \"I find [Wife is] receiving those properties [the marital home and her automobile].  And taking into\r\nconsideration those sums [Husband's attorney] published in the record, do an affidavit on the fees for your time involved, and\r\ndeduct all that from the equitable distribution.\" \r\n\r\nIn its order on reconsideration, the family court \r\n  reduced the amount of Wife's share in marital estate by $4,222.61. We agree \r\n  with Wife this was error. The arguments of Husband's counsel did not constitute \r\n  competent evidence of the amount of any debt Wife may have owed Husband. See \r\n  Historic Charleston Found. v. Krawcheck, 313 S.C. 500, 508, 443 S.E.2d \r\n  401, 406 n.7 (Ct. App. 1994) (\"Ordinarily, arguments of counsel may not be considered \r\n  as evidence in deciding factual issues.\"). In the absence of any other evidence \r\n  establishing the existence or amount of the debt, we reverse that part of the \r\n  order on reconsideration which reduces Wife's award of equitable distribution \r\n  and remand this issue for determination by the family court.\r\n\r\nVII.  Attorney Fees\r\n\r\nBoth Husband and Wife argue the family court erred in awarding Wife $9301.61 in attorney fees.  Husband asserts the court\r\nshould have denied Wife's plea for attorney fees based on her ability to pay the fees from assets she received as a result of the\r\ncourt's award of equitable distribution.  Wife asserts the family court erred in awarding her fees in an amount less than she\r\nactually incurred.  Given our partial reversal of the family court's order, we remand the issue of attorney fees for\r\nreconsideration.\r\n\r\n\r\nFor the foregoing reasons, the decision of the family court is\r\n\r\nAFFIRMED IN PART, REVERSED IN PART, AND REMANDED.\r\n\r\nCURETON and SHULER, JJ., concur.\r\n\r\n1.  The family court found Husband \r\n  spent at least $367,000 since 1994 on gambling at one casino alone. Husband \r\n  verified that, since 1994, he had made at least 123 trips just to that one casino \r\n  and lost $22,755. These figures do not include Husband's other casino activity \r\n  in New Jersey or Nevada, or the local gambling Husband verified he took part \r\n  in frequently. \r\n 2.  Since Grooms was not a \r\n  party to this action, our resolution of this issue does not prevent Grooms from \r\n  attempting to enforce this alleged obligation in a civil action.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3332","title":"SC Farm Bureau v. Kelly","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3332","description":"This is an appeal from a grant of summary judgment to an insurance company, allowing it to recoup payments made to an insured upon discovery that the insured's son intentionally set the fires.","date":"2001-04-16","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        South Carolina Farm Bureau Mutual Insurance \r\n          Company, Respondent,\r\n\r\n\r\n            v. \r\n\r\n        \r\n\r\n        William A. Kelly and Edward Glenn Kelly, \r\n          Defendants,\r\n\r\n        of whom William A. Kelly is, Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Anderson County\r\n  James W. Johnson, Jr., Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3332\r\n    Heard March 6, 2001 - Filed April 16, 2001  \r\n  \r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        \r\n        Richard E. Thompson, Jr., of Thompson &amp; King Law Firm, of Anderson, \r\n        for appellant. \r\n        Amy G. Richmond and Jack D. Griffeth, both \r\n          of Love, Thornton, Arnold &amp; Thomason, of Greenville, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nHEARN, C.J.: In this declaratory \r\n  judgment action, William A. Kelly (Kelly) appeals the grant of summary judgment \r\n  to South Carolina Farm Bureau Mutual Insurance Company (Farm Bureau). The summary \r\n  judgment order permits Farm Bureau to recover payment made on Kelly's homeowners' \r\n  insurance policy for two fires at his residence. We affirm.\r\n\r\nFACTS AND PROCEDURAL BACKGROUND\r\n\r\nOn July 19, 1994, a fire began in the master bedroom \r\n  of the home where Kelly lived with his wife and adult son, Glenn. Glenn was \r\n  the only family member at home when the fire started.\r\n\r\nWhen questioned about the fire, Glenn told Farm \r\n  Bureau investigators that he was in the shower when he heard a popping sound. \r\n  He got out of the shower and saw his parents' bedroom in flames. Glenn went \r\n  across the street to his uncle's house and called the fire department. Glenn \r\n  opined that lightning struck the house, starting the fire.\r\n\r\nKelly filed a claim for the fire damage under his \r\n  Farm Bureau homeowners' policy. Farm Bureau paid Kelly policy benefits of $61,299.24 \r\n  for damage to the residence's structure and contents.\r\n\r\nOn May 30, 1995, there was a second fire in the \r\n  home which began in Glenn's bedroom. When interviewed by Farm Bureau regarding \r\n  this fire, Glenn stated that his mother was the last person to leave the house \r\n  before the fire. Glenn denied setting the fire and denied knowing anyone else \r\n  who had keys to the house or would want to burn it. Kelly filed another claim, \r\n  and Farm Bureau paid $46,185.97 in policy benefits.\r\n\r\nIn June 1997, there was a third fire in the home. \r\n  Within days, Glenn signed a written confession admitting to arson in connection \r\n  with all three fires. Glenn stated he started the third fire in the attic, and \r\n  in December 1997 he pled guilty to three counts of arson.\r\n\r\nFarm Bureau filed this action in May 1998 to recover \r\n  the money it paid Kelly on the first two fire claims. Farm Bureau moved for \r\n  summary judgment, and the circuit court granted that motion. Kelly appeals.\r\n\r\nDISCUSSION\r\n\r\nKelly argues the circuit court improperly granted \r\n  summary judgment because: (1) the action was barred by the statute of limitations; \r\n  (2) the claim payments were accords and satisfactions; (3) insurers may not \r\n  recover payments and void policies after claims have been paid; and (4) Glenn \r\n  was not an insured and did not commit an intentional loss as defined by the \r\n  policy.\r\n\r\n\"Summary judgment is proper where there is no genuine \r\n  issue as to any material fact and the moving party is entitled to judgment as \r\n  a matter of law. Summary judgment is not appropriate where further inquiry into \r\n  the facts of the case is desirable to clarify the application of the law.\" Tupper \r\n  v. Dorchester County, 326 S.C. 318, 325, 487 S.E.2d 187, 191 (1997); see \r\n  also Rule 56(c), SCRCP. In reviewing a grant of summary judgment, the evidence \r\n  and inferences therefrom must be viewed in the light most favorable to the nonmoving \r\n  party. See Lanham v. Blue Cross &amp; Blue Shield of S.C., 338 \r\n  S.C. 343, 347, 526 S.E.2d 253, 255 (Ct. App. 2000). A court should not grant \r\n  a motion for summary judgment if the evidence and reasonable inferences therefrom \r\n  indicate a genuine issue of material fact. Id.\r\n\r\nA. Statute of Limitations \r\n  \r\n\r\nKelly raised the statute of limitations as an affirmative \r\n  defense to Farm Bureau's action. On appeal, Kelly argues the trial court erred \r\n  in declining to dismiss Farm Bureau's action pursuant to the statute of limitations \r\n  found in S.C. Code Ann. § 15-3-530 (1976 &amp; Supp. 1999). This section mandates \r\n  that an action on a fire insurance policy on account of a loss be brought within \r\n  three years. Id. Kelly contends Farm Bureau failed to file its action \r\n  within three years of the first fire, and therefore the action should have been \r\n  dismissed. We disagree.\r\n\r\nThe first fire occurred on July 19, 1994. The second \r\n  fire occurred on May 30, 1995. Farm Bureau filed this action on May 22, 1998. \r\n  Here, the statute of limitations is subject to the discovery rule and runs not \r\n  from the date of injury but rather from the date the injured party knew or should \r\n  have known a cause of action existed. Dean v. Ruscon Corp., 321 S.C. \r\n  360, 363, 468 S.E.2d 645, 647 (1996); Tollison v. B &amp; J Mach. Co., \r\n  812 F. Supp. 618, 619 (D. S.C. 1993).\r\n\r\nTo claim the protection of the discovery rule, \r\n  the injured party must have been reasonably diligent in discovering whether \r\n  a cause of action existed. Grillo v. Speedrite Prods., Inc., 340 S.C. \r\n  498, 502-03, 532 S.E.2d 1, 3 (Ct. App. 2000). Reasonable diligence requires \r\n  that \"the injured party must act with some promptness where the facts and circumstances \r\n  of an injury place a reasonable person of common knowledge and experience on \r\n  notice that a claim against another party might exist.\" Dean, \r\n  321 S.C. at 363-64, 468 S.E.2d at 647 (citation omitted). \"The date on which \r\n  discovery should have been made is an objective, not subjective, question.\" \r\n  Kreutner v. David, 320 S.C. 283, 285, 465 S.E.2d 88, 90 (1995).\r\n\r\nRegardless of when the cause of action accrued \r\n  under the discovery rule for the second fire, Farm Bureau clearly filed to recover \r\n  for its second payment within three years. We therefore affirm the circuit court's \r\n  dismissal of Kelly's statute of limitations argument regarding the claim for \r\n  the second fire and look to whether Farm Bureau's action with respect to the \r\n  first fire and claim was timely under the statute.\r\n\r\nIn support of its motion for summary judgment, \r\n  Farm Bureau submitted transcripts of interviews it conducted with Glenn and \r\n  Joyce Kelly, and a sworn statement from Glenn Kelly dated August 8, 1995. In \r\n  the statement, Glenn denied any responsibility for the second fire.\r\n\r\n\r\n  The trial judge found:\r\n\r\n  In the present case, the Plaintiff conducted a \r\n    thorough investigation into the facts surrounding the cause of the fires. \r\n    The Plaintiff went to the scene of the incident and interviewed witnesses, \r\n    took recorded statements of Edward Glenn Kelly, examined the physical evidence \r\n    at the scene, took photographs and even sought the advise [sic] of an attorney \r\n    concerning how to handle the claim. At the conclusion of the Plaintiff's investigation, \r\n    the Plaintiff was unable to conclude that the fires had been intentionally \r\n    set by an insured resident relative of the household, and therefore it paid \r\n    the claim.\r\n\r\n\r\nIn opposition to the motion for summary judgment, \r\n  Kelly submitted his own affidavit stating Glenn was not an insured under the \r\n  policy, did not have an insurable interest in the property, and did not receive \r\n  payment for the loss. Kelly's affidavit also stated that Farm Bureau should \r\n  not be allowed to recoup money already paid to Kelly and the statute of limitations \r\n  defense should prevent summary judgment. He also contends summary judgment was \r\n  inappropriate because he and Farm Bureau reached an agreement regarding payment \r\n  under the terms of the policy.\r\n\r\nExamining the evidence in the light most favorable \r\n  to Kelly, we do not find any evidence in the record that Farm Bureau's investigation \r\n  was anything but reasonably diligent. There was evidence that Farm Bureau went \r\n  to Kelly's home after each fire, took sworn statements from Glenn, examined \r\n  the physical evidence at Kelly's home, took photographs, and sought the advice \r\n  of an attorney about handling the claim. At the conclusion of these investigations, \r\n  Farm Bureau was unable to conclude the fires had been intentionally set and \r\n  paid the claims. Kelly put forth nothing to dispute this evidence other than \r\n  his own statements that Farm Bureau should have had notice that the fires were \r\n  intentionally set. (1) Because Kelly had the \r\n  burden of putting forth specific facts to show there was a genuine issue of \r\n  material fact for trial and he did not do so, the trial judge properly granted \r\n  summary judgment to Farm Bureau on this issue.\r\n\r\nB.  Accord and Satisfaction\r\n\r\nKelly next argues the circuit court erred in granting summary judgment because the policy release was an accord and\r\nsatisfaction, and thus a complete defense.\r\n\r\nWe initially note that this defense was waived \r\n  and is therefore not properly before us. (2) \r\n  Accord and satisfaction is an affirmative defense which must be pleaded and \r\n  proved. Rule 8(c), SCRCP; Adams v. B &amp; D, Inc., 297 S.C. 416, 419, \r\n  377 S.E.2d 315, 317 (1989) (stating that the defense of accord and satisfaction \r\n  must be pleaded in a party's answer to be before the trial court); Borg Warner \r\n  Acceptance Corp. v. Darby, 296 S.C. 275, 279, 372 S.E.2d 99, 101 (Ct. App. \r\n  1988) (stating that an affirmative defense must be pleaded in a party's answer). \r\n  Kelly failed to plead accord and satisfaction as a defense in his answer; therefore, \r\n  this defense was waived. (3)\r\n\r\nC.  Kelly's Status as an Innocent Insured\r\n\r\nKelly argues the intentional loss provision of \r\n  the policy is ambiguous and he, as an innocent insured, should be permitted \r\n  to recover under the policy. Citing McCracken v. Government Employees Insurance \r\n  Co., 284 S.C. 66, 325 S.E.2d 62 (1985), Kelly contends he is entitled on \r\n  fairness grounds to retain the payments as an innocent insured. The trial court \r\n  did not address or rule on this issue; therefore, it is not preserved for our \r\n  review. See Staubes v. City of Folly Beach, 339 S.C. 406, 412, \r\n  529 S.E.2d 543, 546 (2000) (\"It is well-settled that an issue cannot be raised \r\n  for the first time on appeal, but must have been raised to and ruled upon by \r\n  the trial court to be preserved for appellate review.\"). \r\n  (4)\r\n\r\nD.  Glenn's Status as an Insured\r\n\r\nKelly further asserts Glenn was not an insured \r\n  under the policy because Glenn had no insurable interest under the policy. We \r\n  disagree. The policy defines \"insured\" as \"you and residents \r\n  of your household who are: your relatives \r\n  . . . .\" (5) This policy language is clear and \r\n  unambiguous; therefore, we need not look beyond the policy to determine its \r\n  meaning. MGC Mgmt. of Charleston v. Kinghorn Ins. Agency, 336 S.C. 542, \r\n  548-49, 520 S.E.2d 820, 823 (Ct. App. 1999) (stating that the court must give \r\n  insurance policy language its plain, ordinary, and popular meaning); Nationwide \r\n  Mut. Ins. Co. v. Commercial Bank, 325 S.C. 357, 359, 479 S.E.2d 524, 526 \r\n  (Ct. App. 1996) (stating that an insurer's obligation under an insurance policy \r\n  cannot be enlarged by judicial construction). Analyzing the definition of \"insured\" \r\n  provided in the insurance policy, it is immaterial whether Glenn has an insurable \r\n  interest. Glenn is an insured if he is the named insured or a resident relative \r\n  of the household. It is uncontested that Glenn is Kelly's son and that Glenn \r\n  was a resident in Kelly's home. Under the policy language, and viewing the record \r\n  in the light most favorable to Kelly, Glenn qualifies as an insured under the \r\n  policy.\r\n\r\nKelly also contends Glenn's actions do not trigger \r\n  the intentional loss section of the insurance policy because Glenn did not start \r\n  the fires to obtain insurance benefits. We disagree. The policy exclusion for \r\n  intentional losses states: \"We do not insure for loss caused \r\n  directly or indirectly . . . out of any act committed by any insured with the \r\n  intent to cause a loss.\" This policy language is clear and unambiguous, so we \r\n  will not look outside the policy to determine its meaning. MGC Mgmt. of Charleston, \r\n  336 S.C. at 548-49, 520 S.E.2d at 823; Nationwide Mut. Ins. Co., 325 \r\n  S.C. at 359, 479 S.E.2d at 526. According to the language of the policy, Glenn's \r\n  actions triggered the exclusion for intentional losses because Glenn acted with \r\n  an intent to cause a loss. When asked why he started the fires, Glenn stated: \r\n  \"[T]here are just too many memories of my sister in that house and I couldn't \r\n  stand to live there anymore.\" Glenn intended to burn the home to rid himself \r\n  of his sister's memories. Viewed in the light most favorable to Kelly, Glenn's \r\n  actions fall within the policy exclusion for intentional losses, and the circuit \r\n  court properly granted summary judgment to Farm Bureau on this issue.\r\n\r\nE.  Farm Bureau's Recovery of Claims Paid\r\n\r\nKelly contends the policy does not permit Farm \r\n  Bureau to recover money for claims paid. He specifically argues that the insurer \r\n  may not void the policy after paying a claim, and he cites case law for the \r\n  proposition that this court must give the policy language its plain and ordinary \r\n  meaning rather than extending or defeating coverage beyond that which the parties \r\n  anticipated. See Fritz-Pontiac-Cadillac-Buick v. Goforth, 312 \r\n  S.C. 315, 440 S.E.2d 367 (1994); State Auto Prop. &amp; Cas. Co. v. Brannon, \r\n  310 S.C. 388, 426 S.E.2d 810 (Ct. App. 1992). Examining the policy language \r\n  under its plain and ordinary meaning convinces us that, contrary to Kelly's \r\n  assertions, Farm Bureau may bring an action to recover claims it has previously \r\n  paid.\r\n\r\nSection I, paragraph 15, provides:  \"If you or any person insured under this policy causes or procures a loss to property covered\r\nunder this policy for the purpose of obtaining insurance benefits, then this policy is void and we will not pay you or any other\r\ninsured for this loss.\"  The policy further states:  \"If you or any other insured under this policy has intentionally concealed or\r\nmisrepresented any material fact or circumstance, or made false statements or engaged in fraudulent conduct relating to this\r\ninsurance, whether before or after a loss, then this policy is void as to you and any other insured.\"  We have already found\r\nGlenn to be an insured under section 15 of the policy; accordingly, we find these sections of the policy also apply to Glenn.\r\n\r\nSouth Carolina case law provides little guidance \r\n  on this issue; however, it has been treated in other jurisdictions. When an \r\n  insurer has paid a claim as a result of fraud, a false statement by an insured, \r\n  or mistake, courts have permitted the insurer to recover its payment. \r\n  (6) See S. Farm Bureau Life Ins. Co. v. Burney, 759 \r\n  F.2d 658, 658 (8th Cir. 1985); Lindsey Mfg. Co. v. Hartford Accident \r\n  &amp; Indem. Co., 911 F. Supp. 1249, 1259-60 (D. Neb. 1995), rev'd on \r\n  other grounds, 118 F.3d 1263 (8th Cir. 1997). The Lindsey \r\n  court stated that \"it would be unwise to discourage insurers from making payments, \r\n  even if the payments were made in error, by refusing to permit later adjustments.\" \r\n  911 F. Supp. at 1259 (citing Harnischfeger Corp. v. Harbor Ins. Co., \r\n  927 F.2d 974, 977 (7th Cir. 1991)).\r\n\r\nWe find the case of Tyler v. Fireman's Fund \r\n  Insurance Co., 841 P.2d 538 (Mont. 1992), particularly instructive. In Tyler, \r\n  an insurance company brought an action to recover on a claim it had already \r\n  paid the insureds, after learning that a fire was intentionally set by one of \r\n  them. Id. The court held that an insurer could recover for claims paid \r\n  due to fraud even if one insured was not aware of any fraud. Id. at 541. \r\n  As in the instant case, the language of the insurance policy specifically stated \r\n  that it would be void if the insured willfully concealed or misrepresented any \r\n  material fact or circumstance concerning this insurance policy. Id. The \r\n  court stated that a party is entitled to recover money which it paid by mistake \r\n  of fact or law and which the receiver ought not to retain in equity and good \r\n  conscience. Id. (quoting McDonald v. Northern Benefit Ass'n, 131 \r\n  P.2d 479, 486 (Mont. 1942)).\r\n\r\nThere is precedent in this state for allowing an \r\n  insurance company to recover for amounts paid as a result of a mistake of fact. \r\n  In Pilot Life Insurance Co. v. Cudd, 208 S.C. 6, 36 S.E.2d 860 (1945), \r\n  Pilot Life paid the beneficiary's claim and returned a premium payment made \r\n  after the date of the insured's presumptive death. Id. at 12-13, 36 S.E.2d \r\n  at 863. Pilot Life later learned that the insured was alive and requested the \r\n  return of the money it paid on the death claim. Id. at 13-14, 36 S.E.2d \r\n  at 863. The court found Pilot Life was entitled to recover this money. Id. \r\n  at 19, 36 S.E.2d at 865.\r\n\r\nKelly asserts Pilot Life is not controlling \r\n  because he suffered property loss while the insured in Pilot Life did \r\n  not suffer any property loss. We disagree. The Pilot Life court did not \r\n  base its decision on the absence of property loss. The court instead held that \r\n  Pilot Life's payment was based on a mistake of fact and that the beneficiary \r\n  must therefore return the money paid. Id. at 18, 36 S.E.2d at 865. Therefore, \r\n  we find no support for Kelly's argument that Pilot Life is not controlling \r\n  and that Farm Bureau may not file an action to recover money paid under the \r\n  policy.\r\n\r\n\r\nFor the foregoing reasons, the judgment of the circuit court is hereby\r\n\r\nAFFIRMED.\r\n\r\nCURETON and SHULER, JJ., concur.\r\n\r\n\r\n1.  The fallacy in this argument \r\n  is readily apparent. Kelly, who was living in the home at the time, ostensibly \r\n  had no notice of his son's actions in setting the fire, yet he asserts that \r\n  Farm Bureau should have had notice. \r\n2.  The circuit court addressed \r\n  the merits of this issue despite the waiver. \r\n3.  Even if we were to reach \r\n  the merits of this argument, we would still affirm the trial court's grant of \r\n  summary judgment. \"An accord and satisfaction occurs when there is (1) an agreement \r\n  to accept in discharge of an obligation something different from that which \r\n  the creditor is claiming or is entitled to receive; and (2) payment of the consideration \r\n  expressed in the new agreement.\" Tremont Constr. Co. v. Dunlap, 310 S.C. \r\n  180, 182, 425 S.E.2d 792, 793 (Ct. App. 1992); Mercury Marine Div. v. Costas, \r\n  288 S.C. 383, 386, 342 S.E.2d 632, 633 (Ct. App. 1986).\r\n\r\nViewing the evidence in the light most favorable \r\n  to Kelly, there is no evidence in the record that Farm Bureau paid Kelly less \r\n  than the amount Kelly claimed under the policy. This is an essential element \r\n  of an accord and satisfaction. Tremont Constr. Co., 310 S.C. at 180, \r\n  425 S.E.2d at 793. Because Kelly has failed to prove this element of accord \r\n  and satisfaction, the trial court properly granted summary judgment to Farm \r\n  Bureau as to this issue. \r\n 4.  Even if treated on the \r\n  merits, Kelly's argument is unavailing. McCracken stands for the proposition \r\n  that \"in the absence of any statute or specific policy language denying coverage \r\n  to a co-insured for the arson of another co-insured, the innocent co-insured \r\n  shall be entitled to recover his or her share of the insurance proceeds.\" 284 \r\n  S.C. at 69, 325 S.E.2d at 64. Unlike McCracken, Kelly's policy specifically \r\n  denies coverage for any loss arising from an intentional act by or at the direction \r\n  of any insured. We take instruction from our unpublished opinion of State \r\n  Farm Fire &amp; Casualty Co. v. Mitchell, Op. No. 98-UP-100 (S.C. Ct. App. \r\n  filed Feb. 19, 1998). In Mitchell, this court held that an innocent co-insured \r\n  was barred from recovery under the insurance policy because that policy had \r\n  specific language denying recovery if that insured or any other insured caused \r\n  or procured the loss for the purpose of obtaining insurance benefits. Id. \r\n  at 2. This is the exact language of the insurance policy Farm Bureau issued \r\n  to Kelly. \r\n5.  The rest of this definition \r\n  does not apply in this case. \r\n6.  Some courts nonetheless \r\n  permit an insured to retain money paid due to mistake when the insured can demonstrate \r\n  he or she significantly changed position such that it would be inequitable to \r\n  require restitution. See U.S.F.&amp; G. Co. v. Newell, 505 So. \r\n  2d 284, 287-88 (Miss. 1987); Western Cas. &amp; Sur. Co. v. Kohm, 638 \r\n  S.W.2d 798, 800-01 (Mo. Ct. App. 1982). Kelly, however, does not contend that \r\n  he has detrimentally changed his position due to receipt of the payments; thus, \r\n  that particular issue is not before us. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3333","title":"State v. Zulfer","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3333","description":"At trial, the State unsuccessfully sought to introduce evidence of the defendant's out-of-state convictions for the purpose of enhancement of the burglary offense for which the defendant was indicted to a first-degree burglary charge. The court of appeals reversed the trial court's ruling and held that, under South Carolina Code section 16-11-311(A)(2), the State may present evidence of a defendant's out-of-state convictions for the purpose of enhancement.","date":"2001-04-23","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nState v. Zulfer\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nThe State, Appellant,\r\n\r\nv.\r\n\r\n\r\nDennis Zulfer, Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\nPaul E. Short, Jr., Circuit Court Judge\r\n\r\n\r\nOpinion No. 3333\r\nSubmitted February 22, 2001 - Filed April 23, 2001\r\n\r\n\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney\r\nGeneral Robert E. Bogan, Senior Assistant Attorney General Harold M. Coombs, Jr., and Solicitor Warren B. Giese, all of\r\nColumbia, for appellant.\r\n\r\nAssistant Appellate Defender Aileen P. Clare, of SC Office of Appellate Defense, of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\nGOOLSBY, J.:  The State appeals the order of the trial court that disallowed the use of out-of-state convictions to prove\r\nthe crime of first-degree burglary for which Dennis M. Zulfer, in addition to petit larceny, had been indicted.  We reverse\r\nand remand. (1)\r\n\r\nOn July 15, 1999, Richland County Deputies arrested \r\n  Zulfer following a break-in into a dwelling house during the daytime. After \r\n  the grand jury indicted Zulfer for first-degree burglary, the State served him \r\n  with a notice of its intention to seek life without parole based upon two convictions \r\n  from the State of Florida. The State later indicated that it would rely on the \r\n  same two convictions to prove the first-degree burglary count in the indictment. \r\n  When the State called Zulfer's case for trial, Zulfer moved to exclude the use \r\n  of any evidence of his prior out-of-state convictions for the purpose of enhancing \r\n  the burglary offense for which Zulfer was indicted. The trial court granted \r\n  Zulfer's motion.\r\n\r\nSouth Carolina Code section 16-11-311(A)(2) defines \r\n  first-degree burglary. One may be convicted of this offense \"if the person enters \r\n  a dwelling, without consent and with intent to commit a crime in the dwelling \r\n  and . . . the burglary is committed by a person with a prior record of two or \r\n  more convictions for burglary or housebreaking or a combination of both.\" \r\n  (2) \r\n\r\nZulfer argued, and the trial court held, that the \r\n  term \"prior record . . . of convictions\" as used in section 16-11-311(A)(2), \r\n  does not include prior out-of-state convictions. Zulfer and the trial court \r\n  relied on State v. Breech (3) as support \r\n  for their position. Their reliance on that case is misplaced.\r\n\r\nBreech involved a defendant charged with \r\n  violating South Carolina Code section 56-5-2930, (4) \r\n  a statute that renders it unlawful to drive a vehicle in this state while under \r\n  the influence of alcohol or drugs. Section 56-5-2940 enhances the penalty for \r\n  multiple offenses when a violation of section 56-5-2930 occurs. The version \r\n  of section 56-5-2940 in effect when the supreme court decided Breech \r\n  provided in pertinent part:\r\n\r\n\r\n  For the purposes of this chapter any conviction \r\n    . . . for the violation of any law or ordinance of this State or any \r\n    municipality of this State that prohibits any person from operating \r\n    a motor vehicle while under the influence of intoxicating liquor, drugs, or \r\n    narcotics shall constitute a prior offense for the purpose of any prosecution \r\n    for any subsequent violation hereof. (5)\r\n\r\n\r\nThe supreme court held that this section did not \r\n  \"provide for the enhancement of penalties for DUI based upon out-of-state convictions,\" \r\n  noting it \"provide[d] for enhanced penalties 'for the violation of any law or \r\n  ordinance of this State or any municipality of this State that prohibits any \r\n  person from operating a motor vehicle while under the influence.'\" \r\n  (6)\r\n\r\nA basic rule of statutory construction, which is \r\n  equally applicable to criminal and civil statutes alike, is that a court must \r\n  ascertain and give effect to the legislature's intention as expressed in the \r\n  statute. (7) In construing a statute, a court \r\n  cannot read into the statute something not within the manifest intention of \r\n  the legislature as gathered from the statute itself. (8) \r\n  \"If a statute's language is plain and unambiguous and conveys a clear and definite \r\n  meaning, there is no occasion for employing rules of statutory interpretation \r\n  and the court has no right to look for or impose another meaning.\" \r\n  (9) \r\n\r\nUnlike the version of section 56-5-2940 in effect \r\n  when the supreme court decided Breech, section 16-11-311(A)(2) does not \r\n  expressly limit prior convictions to those involving a violation of the law \r\n  \"of this State.\" Here, the plain language of the statute provides for the enhancement \r\n  of the offense of burglary based on \"a prior record of two or more convictions \r\n  for burglary or housebreaking or a combination of both.\" Nowhere does the language \r\n  of the statute limit a prior record of convictions for burglary or housebreaking \r\n  to only those that occurred within South Carolina. In not so limiting a prior \r\n  record of convictions, the plain language of our burglary statute permits an \r\n  enhancement of the offense based on a prior record of out-of-state convictions \r\n  for burglary or housebreaking or a combination of both. To restrict the predicate \r\n  offenses for a first-degree burglary charge to acts occurring within South Carolina \r\n  would give the statute a meaning that the legislature clearly did not intend. \r\n  (10) Indeed, had the legislature intended that a prior record of out-of-state \r\n  convictions for burglary or housebreaking could not be used for purposes of \r\n  enhancement, it could easily have limited the statute to only South Carolina \r\n  offenses. (11)\r\n\r\nWe disagree with Zulfer's argument that section \r\n  16-11-311(A)(2) must be applied against the State because it is ambiguous when \r\n  considered with South Carolina Code section 17-25-45, which expressly includes \r\n  prior foreign convictions, if their elements follow local law, as offenses that \r\n  warrant the imposition of life sentences after subsequent convictions for certain \r\n  crimes. (12) Concerning section 16-11-311, our \r\n  supreme court has held that this section \"allows the State to punish Defendant's \r\n  recidivism by using his previous convictions to elevate actions that would normally \r\n  constitute a burglary, second degree charge to a charge of burglary, first degree.\" \r\n  (13) The supreme court went on to state that, in seeking an enhanced \r\n  punishment under this section, \"the State is punishing Defendant to a greater \r\n  extent for the current offense due to his repetitive illegal actions.\" \r\n  (14) Considering this interpretation of section 16-11-311(A)(2), it \r\n  is clear that the legislative policy behind the enactment of this section is \r\n  to provide \"a stiffened penalty for the latest crime, which is considered to \r\n  be an aggravated offense because it is a repetitive one.\" \r\n  (15) To shift the focus to the fact that a defendant's prior offenses \r\n  may have occurred in different jurisdictions would thwart the objective of requiring \r\n  heightened accountability from repeat offenders for their subsequent crimes. \r\n  (16)\r\n\r\n\r\n  \r\n\r\nREVERSED AND REMANDED.\r\nANDERSON and STILWELL, JJ., concur.\r\n\r\n1.    \r\n  Because oral argument would not aid the court in resolving the issue on appeal, \r\n  we decide this case without oral argument pursuant to Rule 215, SCACR. \r\n 2.  S.C. Code Ann.§ 16-11-311(A)(2) \r\n  (Supp. 2000). \r\n3.   308 \r\n  S.C. 356, 417 S.E.2d 873 (1992). \r\n4.   S.C. \r\n  Code Ann. § 56-5-2930 (1991 &amp; Supp. 2000). \r\n5.   S.C. \r\n  Code Ann. § 56-5-2940 (1991) (emphasis added). \r\n6.   Breech, \r\n  308 S.C. at 359, 417 S.E.2d at 875 (quoting the version of § 56-9-2940 in effect \r\n  at the time). \r\n7.  State v. Ramsey, \r\n  311 S.C. 555, 430 S.E.2d 511 (1993); Mullinax v. J.M. Brown Amusement Co., \r\n  326 S.C. 453, 485 S.E.2d 103 (Ct. App. 1997), aff'd, 333 S.C. 89, 508 \r\n  S.E.2d 848 (1998). \r\n8.   Laird \r\n  v. Nationwide Ins. Co., 243 S.C. 388, 134 S.E.2d 206 (1964). \r\n9.   Strother \r\n  v. Lexington County Recreation Comm'n, 332 S.C. 54, 62, 504 S.E.2d 117, \r\n  121-22 (1998). \r\n10.  See People v. \r\n  Hall, 495 N.E.2d 1379, 1383 (Ill. App. Ct. 1986) (using a prior Missouri \r\n  conviction to enhance an Illinois theft conviction from a misdemeanor to a felony \r\n  on the ground that the Illinois statute provided for enhancement after a conviction \r\n  of \"any type of theft\"); State v. Wood, 268 P.2d 998, 1002 (Utah 1954) \r\n  (\"Clearly the intent of [Utah's habitual criminal statute] is otherwise, for \r\n  its obvious purpose is to protect society against any person whose tendency \r\n  towards criminality is indicated by previous offenses.\"); but see 1966 \r\n  Op. S.C. Att'y Gen. 1969-B at 361 (\"[T]here is a clear division of authority \r\n  on the question of whether or not a prior conviction of a specified crime in \r\n  another state can be considered in imposing a heavier sentence for conviction \r\n  of the same crime in South Carolina.\") (citing what is now 24 C.J.S. Criminal \r\n  Law § 1648, at 292 (1989)). This opinion further advises that, under what \r\n  was then regarded as the majority view, a prior conviction in another state \r\n  would not constitute a prior offense within the meaning of South Carolina's \r\n  law against shoplifting. \r\n11.  See State v. \r\n  Rellihan, 662 S.W.2d 535 (Mo. Ct. App. 1983) (holding the legislature clearly \r\n  intended the term \"felony\" to embrace those committed within federal and sister \r\n  state jurisdictions and observing the legislature could have easily limited \r\n  the enhancement statute for felonies to only Missouri offenses but did not do \r\n  so). \r\n12.   S.C. \r\n  Code Ann. § 17-25-45 (Supp. 2000). The current version of this statute provides \r\n  for the mandatory imposition of a life sentence for certain crimes depending \r\n  on the defendant's prior convictions, including \"a federal or out-of-state conviction \r\n  for an offense that would be classified as a most serious offense under this \r\n  section.\" \r\n13.   State \r\n  v. Washington, 338 S.C. 392, 396, 526 S.E.2d 709, 711 (2000). \r\n14.   Id. \r\n  at 397, 338 S.E.2d at 711. \r\n15.   Id. \r\n  at 396, 338 S.E.2d at 911 (quoting Monge v. California, 524 U.S. 721, \r\n  728 (1998)). \r\n16.   See \r\n  U.S. v. Lurz, 666 F.2d 69, 77 (4th Cir. 1981) (\"The Supreme \r\n  Court has held that a state legislature may, if it wishes, provide that a defendant \r\n  shall be convicted of the crime of being a recidivist, upon proof of prior convictions.\") \r\n  (quoted in Washington, 338 S.C. at 396, 526 S.E.2d at 711); cf. \r\n  Comments: The Use of Out-of-State Convictions for Enhancing Sentences of \r\n  Repeat Offenders, 57 Alb. L. Rev. 1133, 1134 and 1152 (1994) (noting South \r\n  Carolina follows an \"External View,\" in that its enhanced penalty statutes \"assign \r\n  the same effect to foreign convictions as if they were local in nature, content \r\n  to accept without reservation the condemnation of their sister states\"). Consistent \r\n  with our supreme court's analysis in Washington, this view \"recognizes \r\n  the defendant's failure to respect the laws of the community in which he lives\" \r\n  while \"demonstrat[ing] respect for the laws of other jurisdictions.\" Id. \r\n  at 1150.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3334","title":"Abernathy v. Latham","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3334","description":"This is an action to determine the ownership of sums remaining in joint accounts pursuant to S.C. Code Ann. § 62-6-104 (1987 & Supp. 2000).","date":"2001-04-23","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Susan Abernathy, Becky Mullinax, Roger \r\n          Mullinax and Vic Mullinax, Respondents,\r\n\r\n\r\n            v. \r\n\r\n        \r\n\r\n        Virginia Dunn Latham, Individually and \r\n          as Personal Representative of the Estate of Annie G. Hopkins, Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Anderson County\r\n  Alexander S. Macaulay, Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3334\r\n    Heard March 7, 2001 - Filed April 23, 2001  \r\n  \r\n\r\n\r\n\r\nREVERSED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Harold P. Threlkeld, of Anderson, for appellant.\r\n\r\n        William N. Epps, Jr., of Epps &amp; Stathakis, \r\n          of Anderson, for respondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCURETON, J.: \r\n  The respondents filed this action seeking an accounting and the surrender of \r\n  certificate of deposit accounts, opened on behalf of Annie G. Hopkins (decedent), \r\n  which Virginia Dunn Latham claimed by right of survivorship. The trial court \r\n  granted the respondents' request, finding the funds passed under the residuary \r\n  clause of Hopkins' will. Latham appeals. We reverse.\r\n\r\nFACTS &amp; PROCEDURAL BACKGROUND\r\n\r\nBetween 1984 and 1986, (1) \r\n  decedent opened approximately ten certificate of deposit accounts and named \r\n  Latham as the joint account (2) holder of each \r\n  account. Decedent contributed all the funds to the accounts, and Latham acknowledged \r\n  the funds remained decedent's property during decedent's lifetime. Latham explained \r\n  the accounts were intended to finance decedent's health care. Acting under decedent's \r\n  power of attorney, Latham also handled decedent's finances.\r\n\r\nAt the request of decedent's nephew, Harold L. \r\n  Mullinax, Attorney Al Dobbins prepared a will for decedent in 1996. Latham and \r\n  Mullinax were purportedly decedent's favorite relatives, and the will devised \r\n  all of decedent's personal and household effects to them in equal shares. The \r\n  residuary clause also equally devised any remainder assets to Latham and Mullinax. \r\n  Decedent appointed Latham and Mullinax as personal representatives.\r\n\r\nRelying on notes he took when speaking with Mullinax, \r\n  Dobbins testified he understood the estate consisted of a mobile home of little \r\n  value, approximately $20,000 in cash, and the certificate of deposit accounts \r\n  valued at close to $35,000. Dobbins did not inquire about and was never informed \r\n  that the accounts were jointly titled. The accounts were not specifically referred \r\n  to in the will. \r\n\r\nDobbins read the will to decedent prior to the \r\n  signing. (3) He testified he discussed it in \r\n  detail with decedent and stated decedent understood her estate included the \r\n  accounts. \r\n\r\nMullinax died on July 11, 1996 survived by his \r\n  wife, Jewel Mullinax, and the respondents, his four children. Thereafter, decedent \r\n  died on July 15, 1997. At the time of her death, decedent owned ten certificates \r\n  of deposit worth approximately thirty-six thousand ($36,000.00) dollars, approximately \r\n  eleven-thousand ($11,000.00) dollars in cash, and a mobile home including furnishings, \r\n  acknowledged to be of little value. Latham, acting as personal representative, \r\n  distributed all of decedent's assets pursuant to the terms of her will except \r\n  for the certificates of deposit. Latham liquidated the accounts and claimed \r\n  the proceeds as the surviving joint account holder.\r\n\r\nThe respondents filed this action. The trial court \r\n  concluded there was clear and convincing evidence of decedent's contrary intent \r\n  to rebut the presumption of the right of survivorship and ordered the accounts \r\n  to pass under the residuary clause of the will. The court denied Latham's motion \r\n  to alter or amend the judgment. Latham appeals.\r\n\r\n\r\n    STANDARD OF REVIEW  \r\n  \r\n\r\n\r\nThis is an action at law. See In re Howard, \r\n  315 S.C. 356, 434 S.E.2d 254 (1993) (claim for money due from estate is an action \r\n  at law); Estate of Cumbee, 333 S.C. 664, 511 S.E.2d 390 (Ct. App. 1999) \r\n  (action to contest will is an action at law); Nationsbank of S. C. v. Greenwood, \r\n  321 S.C. 386, 468 S.E.2d 658 (Ct. App. 1996) (action to construe a will is an \r\n  action at law); Smith v. McCall, 324 S.C. 356, 477 S.E.2d 475 (Ct. App. \r\n  1996) (finding husband's claim to include joint accounts in elective share claim \r\n  is an action at law). This Court may not disturb the trial court's findings \r\n  of fact unless a review of the record discloses there is no evidence to support \r\n  them. Townes Assocs. v. City of Greenville, 266 S.C. 81, 221 S.E.2d 773 \r\n  (1976) (the trial judge's findings are equivalent to a jury's findings in a \r\n  law action). However, this Court's jurisdiction extends to the correction of \r\n  errors of law. Id. \r\n\r\nDISCUSSION\r\n\r\nLatham argues the trial court erred in finding \r\n  clear and convincing evidence of decedent's intent at the time the accounts \r\n  were created to rebut the presumption of survivorship. We agree. \r\n\r\nUnder the provisions of the South Carolina Probate \r\n  Code, funds placed in a joint account remain the property of the contributing \r\n  party until that party's death \"unless there is clear and convincing evidence \r\n  of a different intent.\" S.C. Code Ann. § 62-6-103(a) (1987). The presumptions \r\n  governing ownership of the funds after the contributing party's death are governed \r\n  by section 62-6-104 of the Probate Code:\r\n\r\n\r\n  (a) Sums remaining on deposit at the death of a \r\n    party to a joint account belong to the surviving party or parties as against \r\n    the estate of the decedent unless there is a writing filed with the financial \r\n    institution at the time the account is created. . . which indicates a different \r\n    intention.\r\n\r\n  (e) A right to survivorship arising from the express \r\n    terms of the account or under this section. . . cannot be changed by will; \r\n    however, a party who owns a joint account under the provisions of Section \r\n    62-6-103(a) may effect such change by will to the extent of his ownership \r\n    if the will contains clear and convincing evidence of his intent to do so.\r\n\r\n  (f) The provisions of § 62-6-104(a), (b), and (c) \r\n    are applicable to all multiple-party accounts created subsequent to the effective \r\n    date of this section, and unless there is clear and convincing evidence of \r\n    a different intention at the time the account was created, to all multiple-party \r\n    accounts created prior to the effective date of this section.\r\n\r\n\r\nS.C. Code Ann. §§ 62-6-104(a), (e), (f) (1987 &amp; \r\n  Supp. 2000).\r\n\r\nThus, section 62-6-104 establishes two means by \r\n  which the right of survivorship of a joint account may be changed by the contributing \r\n  party. See Estate of Chappell v. Gillespie, 327 S.C. 617, 491 \r\n  S.E.2d 267 (Ct. App. 1997). The contributing party may either: 1) file a writing \r\n  with the financial institution indicating a different intended distribution \r\n  of the account proceeds; or 2) present clear and convincing evidence of a different \r\n  intended distribution in her will. Id. \r\n\r\nIf the joint account was created before the enactment \r\n  of the Probate Code, the surviving account holders are entitled to all remaining \r\n  sums unless there is a writing filed with the financial institution or \"there \r\n  is clear and convincing evidence of a different intention at the time the account \r\n  was created.\" Smith v. McCall, 324 S.C. 356, 358, 477 S.E.2d 475, 476 \r\n  (Ct. App. 1996). In the case at hand, the parties stipulated the accounts were \r\n  created before July 1, 1987. There was no dispute that decedent failed to file \r\n  a writing with the financial institution evidencing her intent. Therefore, the \r\n  trial court was required to apply section 62-6-104(f) of the Probate Code and \r\n  determine whether there was clear and convincing evidence of a different intention \r\n  at the time the accounts were created.\r\n\r\nThere was evidence that the purpose of the accounts \r\n  was to provide for decedent's health care needs during her lifetime. There was \r\n  also evidence that at the time of the execution of her will, decedent intended \r\n  to split her estate between Latham and Mullinax. However, the execution of her \r\n  will occurred in 1996, at least ten years after the creation of the accounts. \r\n  The respondents presented no evidence of decedent's intent at the time the accounts \r\n  were created. To rebut the statutory presumption that the surviving account \r\n  holder is entitled to the proceeds of a joint account created prior to 1987, \r\n  there must be clear and convincing evidence of the contributor's different intention \r\n  at the time the account was created. S.C. Code Ann. § 62-6-104(f) (Supp. \r\n  2000). The burden was on the respondents to overcome the presumption by clear \r\n  and convincing evidence. We find the respondents failed to do so.\r\n\r\nLatham argues there is also insufficient evidence \r\n  to rebut the presumption of the right of survivorship utilizing section 62-6-104(e). \r\n  We agree.\r\n\r\nUnder section 62-6-104(e), the right to survivorship \r\n  may be changed by will, to the extent of the contributor's ownership of a joint \r\n  account under section 62-6-103(a), if the will contains clear and convincing \r\n  evidence of the contributor's intent to do so. S.C. Code Ann. § 62-6-104(e) \r\n  (Supp. 2000).\r\n\r\nIn Estate of Chappell, this court addressed \r\n  the application of section 62-6-104(e) to a will similar to decedent's in the \r\n  case at hand in that it did not specifically mention the joint account. 327 \r\n  S.C. at 626, 491 S.E.2d at 271-72. The court concluded although there were witnesses \r\n  who testified as to the decedent's intent, because the will did not mention \r\n  the account nor specifically limit the joint account holder's devise to that \r\n  mentioned in the will, the appellants failed to overcome the presumption of \r\n  the right of survivorship by clear and convincing evidence. Id. The court \r\n  further stated:\r\n\r\n\r\n  Vague testimony about what others believed the \r\n    testator might have wanted is simply insufficient - the statute clearly requires \r\n    that the evidence of the testator's intent to alter the right of survivorship \r\n    must be found in the will, not in the testimony of third parties about their \r\n    perceptions of the testator's intentions.\r\n\r\n\r\nId. \r\nThe court in Estate of Chappell relied in \r\n  part on Matthews v. Nelson, 303 S.C. 489, 401 S.E.2d 669 (1991). In Matthews, \r\n  our supreme court determined that the provisions in a will provided clear and \r\n  convincing evidence to alter the right of survivorship. Id. at 492-93, \r\n  401 S.E.2d at 671. The Matthews court explained, however, that if the \r\n  account was not mentioned in the will, the residuary clause alone would not \r\n  be likely to control the distribution of the account. Id. at 492, 401 \r\n  S.E.2d at 671.\r\n\r\nIn this case, the will does not specifically mention \r\n  the account and the respondents rely on the residuary clause and extrinsic evidence \r\n  of decedent's intent. Relying on Estate of Chappell and Matthews, \r\n  we conclude the respondents' reliance is misplaced. We find no clear and convincing \r\n  evidence in decedent's will to overcome the presumption of the right of survivorship. \r\n  Extrinsic evidence presented by the respondents as to decedent's intent does \r\n  not meet the statutory requirement of section 62-6-104(e) that the will itself \r\n  contain clear and convincing evidence of a contrary intent. See Estate \r\n  of Chappell, 327 S.C. at 626, 491 S.E.2d at 271-72 (finding extrinsic evidence \r\n  of testator's intent insufficient because section 62-6-104(e) requires the evidence \r\n  of intent to be found in the will). See generally Miller v. Doe, \r\n  312 S.C. 444, 441 S.E.2d 319 (1994) (stating the court has no right to look \r\n  beyond a plain and unambiguous statute to construe the legislature's intent).\r\n\r\n\r\n  Accordingly, the order on appeal is\r\n\r\n  REVERSED. \r\n     (4)\r\n\r\n  HEARN, C.J., and SHULER, J., concur.  \r\n\r\n1.  Although certificate of \r\n  deposit number 4170389 was created on June 14, 1990, the parties stipulated \r\n  that all the accounts would be treated as being created prior to July 1, 1987, \r\n  the effective date of the Probate Code. See S.C. Code Ann. § 62-1-100 \r\n  (Supp. 2000). \r\n2.    \r\n  \"'Joint account' means an account payable on request to one or more of two or \r\n  more parties . . . .\" S.C. Code Ann. § 62-6-101(4) (1987).  \r\n 3.   At \r\n  decedent's direction, Grady Dean signed decedent's name to the will due to decedent's \r\n  failing eyesight. \r\n4.   \r\n  In light of our disposition, we decline to address Latham's remaining argument.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3335","title":"Joye v. Yon","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3335","description":"This is an appeal from family court, holding that upon annulment of wife's attempted marriage to second husband, alimony obligation of first husband is revived.","date":"2001-04-23","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n&nbsp;\r\n\r\n  \r\n    \r\n      \r\n        Laurie M. Joye, Respondent,\r\n\r\n\r\n            v. \r\n\r\n        \r\n\r\n        Theron R. Yon, Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Lexington County\r\n  C. David Sawyer, Jr., Family Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3335\r\n    Heard February 6, 2001 - Filed April 23, 2001  \r\n  \r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Thomas E. Elliott, Jr., of the Elliott Law Firm, \r\n          of Columbia, for appellant.\r\n\r\n        William Y. Rast, Jr., of West Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nHEARN, C.J.:  This is an appeal \r\n  from an order reinstating alimony following the annulment of the supported spouse's \r\n  remarriage. We affirm.\r\n\r\nFACTS AND PROCEDURAL BACKGROUND\r\n\r\nLaurie Joye and Theron Yon were married on June \r\n  20, 1970. They were divorced by order dated October 31, 1996. Pursuant to that \r\n  divorce decree, Yon was required to pay $750 per month in periodic alimony, \r\n  plus court costs, through the Lexington County Family Court. \r\n  (1)\r\n\r\nOn March 23, 1999, Joye participated in a marriage ceremony with Donald Vance.  Yon stopped\r\npaying alimony March 25, 1999.  However, Joye soon learned that Vance had never obtained a\r\ndivorce from his prior wife.  On May 20, 1999, Joye brought an annulment action against Vance. \r\nBy order dated September 24, 1999, the family court judge granted her an annulment. (2)  Yon was\r\nnot a party to the annulment action.\r\n\r\nOn two occasions following the filing of the annulment action, Yon was ruled before the family\r\ncourt to show cause why he should not be held in contempt for nonpayment of alimony.  On both\r\noccasions, the family court judge held the issue of Yon's alimony obligation in abeyance pending\r\nthe outcome of the annulment action. \r\n\r\nJoye filed the contempt complaint from which this appeal arises on December 9, 1999, seeking to\r\nhold Yon in contempt for ceasing his alimony payments.  In response, Yon argued his alimony\r\nobligation should be terminated because of Joye's \"remarriage\" pursuant to S.C. Code Ann. § 20-3-130(B)(1) (Supp. 2000). (3)\r\n\r\nBy order dated February 9, 2000, the family court judge found Yon was \"not in Civil Contempt of\r\nthis Court, and that his refusal to pay alimony was not a willful violation.\"  In this same order, the\r\ncourt reinstated Yon's alimony payments, finding \"that no marriage ever existed between the ex-wife [and Vance] on March 23, 1999.\"  Yon was ordered to pay all support arrearages and to\r\ncontinue paying monthly alimony beginning on February 1, 2000.  Yon appeals the reinstatement\r\nof his alimony obligation.\r\n\r\nDISCUSSION\r\n\r\nI.  Survey of Law\r\n\r\nNo South Carolina case has ever addressed whether the annulment of a subsequent marriage\r\nrestores the alimony obligation owed by the first spouse.  Other jurisdictions have given varying\r\ntreatment to this issue.\r\n\r\nUsually an award of alimony terminates upon the supported \r\nspouse's remarriage as contemplated in a divorce decree or as specifically addressed \r\nby statute. (4) When a remarriage is annulled, \r\nthe courts must determine whether a prior alimony obligation should be reinstated. \r\n24A Am. Jur. 2d Divorce &amp; Separation § 791 (1998). Some jurisdictions \r\nreinstate alimony based on whether the second marriage was void ab initio \r\nor only voidable. See generally Ferdinand S. Tinio, Annotation, Annulment \r\nof Later Marriage as Reviving Prior Husband's Obligations Under Alimony Decree \r\nor Separation Agreement, 45 A.L.R.3d 1033 (2000). Other courts have disregarded \r\nthe distinction between void and voidable marriages. Id. at 1036. Generally, \r\ncourts apply one of three broad theories: (1) the void/voidable approach; (2) \r\nthe automatic termination approach; and (3) the case by case approach. See \r\nCarla M. Venhoff, Divorce or Death, Remarriage &amp; Annulment: The Path Toward \r\nReinstating Financial Obligations from a Previous Marriage, 37 Brandeis L.J. \r\n435 (1998). \r\nA majority of courts reinstate the alimony obligation \r\n  upon annulment of the subsequent marriage where the attempted remarriage was \r\n  void ab initio but deny reinstatement if the attempted remarriage was \r\n  merely voidable. (5) \"This result has been justified \r\n  on the grounds that an annulled marriage, being void from its inception, cannot \r\n  be given any effect as a remarriage of the dependent spouse.\" 24A Am. Jur. 2d \r\n  Divorce and Separation § 791 (1998). Under this approach, a void marriage \r\n  is void ab initio and by definition, is no marriage at all. See \r\n  Reese v. Reese, 192 So. 2d 1, 2 (Fla. 1966); Johnston v. Johnston, \r\n  592 P.2d 132, 135 (Kan. Ct. App. 1979); Watts v. Watts, 547 N.W.2d 466, \r\n  470 (Neb. 1996); Brewer v. Miller, 673 S.W.2d 530, 532 (Tenn. Ct. App. \r\n  1984). \"[E]ven if a marriage ceremony takes place, the marriage may nevertheless \r\n  be declared void ab initio if the parties could not validly enter into \r\n  the status of matrimony.\" Broadus v. Broadus, 361 So. 2d 582, 585 (Ala. \r\n  Civ. App. 1978); Johnston County Nat'l Bank &amp; Trust Co. v. Bach, \r\n  369 P.2d 231,237 (Kan. 1962). Thus, the supported spouse must legally enter \r\n  into another marriage before she may be deemed remarried. See Watts, \r\n  547 N.W.2d at 470; Broadus, 361 So. 2d at 585. The mere ceremony of marriage \r\n  does not legitimize a void marriage.\r\n\r\nBy contrast, when a supported spouse enters into \r\n  a subsequent voidable marriage, the supported spouse's right to alimony from \r\n  the prior spouse is extinguished. McConkey v. McConkey, 215 S.E.2d 640, \r\n  641 (Va. 1975). The rationale is that the supported spouse has voluntarily accepted \r\n  the risks of a subsequent marriage and the former spouse should not be held \r\n  accountable for any \"gullibility, mistake or misfortune.\" Id.\r\n\r\nA significant minority of courts reject the void/voidable \r\n  distinction and refuse to reinstate alimony under any circumstances. Beebe \r\n  v. Beebe, 179 S.E.2d 758, 760 (Ga. 1971) (\"[T]he distinction between so-called \r\n  void and voidable ceremonial marriages is more imaginary than real, and the \r\n  relationship, if continued after the disability is removed, becomes valid in \r\n  either case.\"); See generally Love, supra, at 289; Tinio, supra, \r\n  at 1036. This approach affords the payor spouse some certainty concerning support \r\n  obligations. See In re Marriage of Kolb, 425 N.E.2d 1301, 1306 \r\n  (Ill. App. Ct. 1981). (6)\r\n\r\nThe reasoning is that regardless whether the subsequent \r\n  marriage is void or voidable, both the supported spouse and the supporting spouse \r\n  expect the supported spouse's remarriage to be valid, and the supporting spouse \r\n  should be able to rely on that expectation. Richards v. Richards, 353 \r\n  A.2d 141, 144 (N.J. 1976); Flaxman, 273 A.2d at 569. The supporting spouse \r\n  may properly assume that his or her financial obligations to the supported spouse \r\n  have ceased and reorder his or her own affairs accordingly. Flaxman, 273 A.2d \r\n  at 569; Chavez v. Chavez, 485 P.2d 735, 737 (N.M. 1971); Richards, \r\n  353 A.2d at 144 (\"Certainly, when a former wife remarries, the divorced husband \r\n  does not concern himself with any legal distinctions between void and voidable. \r\n  She has married. He is free.\").\r\n\r\nThe supported spouse has been held to have waived \r\n  any right to collect alimony from the prior spouse. Keeney v. Keeney, \r\n  30 So. 2d 549, 551 (La. 1947); see Hodges v. Hodges, 578 P.2d \r\n  1001, 1005 (Ariz. Ct. App. 1978) (\"Upon remarriage, the wife obtains a new source \r\n  of support.\"); Surabian v. Surabian, 285 N.E.2d 909, 912 (Mass. 1972) \r\n  (Wife \"relinquished her right of support under the separation agreement [with \r\n  her first husband].\"). Under principles of fairness, even though both former \r\n  spouses may be innocent, the more active of the two should bear the loss from \r\n  the misconduct of a stranger. Glass, 546 S.W.2d at 741; G. v. G., 387 \r\n  A.2d 200, 203 (Del. Fam. Ct. 1977).\r\n\r\nIn these jurisdictions, remarriage is accomplished \r\n  by the ceremony of marriage, regardless of the resulting status of \r\n  the union. See In re Marriage of Harris, 560 N.E.2d 1138, 1140 \r\n  (Ill. App.Ct. 1990) (defining remarriage as the ceremony of marriage as it is \r\n  found in divorce settlements and under statutory law); Kolb, 425 N.E.2d \r\n  at 1305; Shank, 691 P.2d at 873 (defining remarriage as the solemnization \r\n  or ceremony of remarriage, without regard to whether the remarriage is later \r\n  determined to be void or voidable); Glass, 546 S.W.2d at 742; G., \r\n  387 A.2d at 204 (stating that performing a marriage ceremony is sufficient even \r\n  if the marriage is technically invalid). Thus, when a marriage ceremony occurs, \r\n  it extinguishes the first husband's alimony obligation. Fry v. Fry, 85 \r\n  Cal. Rptr. 126, 127-28 (Dist. Ct. App. 1970).\r\n\r\nOther courts have criticized both the void/voidable \r\n  approach and the automatic termination approach as inflexible and instead apply \r\n  a case by case analysis. See generally Love, supra, at 289; In \r\n  re Marriage of Cargill, 843 P.2d 1335, 1341 (Colo. 1993); Peters v. Peters, \r\n  214 N.W.2d 151, 157 (Iowa 1974). Under this fact-specific method, a court applies \r\n  its general equitable powers to discern the intent of the parties. See \r\n  Ferguson v. Ferguson, 564 P.2d 1380, 1383 (Utah 1977); In re Marriage \r\n  of Williams, 677 P.2d 585, 587 (Mont. 1984); Peters, 214 N.W.2d at \r\n  157. These jurisdictions have held that although participation in the marriage \r\n  ceremony is evidence of an election to forgo support, courts should examine \r\n  each case to determine if there are extraordinary circumstances to warrant the \r\n  continuation of alimony. Cargill, 843 P.2d at 1342; Keller v. O'Brien, \r\n  683 N.E.2d 1026, 1028 (Mass. 1997); Boren v. Windham, 425 So. 2d 1353, \r\n  1355-56 (Miss. 1983).\r\n\r\nUnder this analysis, a marriage ceremony will initially \r\n  terminate a former spouse's alimony obligation. Boren, 425 So.2d at 1355. \r\n  However, the alimony obligation may be revived depending on the facts of the \r\n  case. Id. An annulment of the subsequent marriage does not automatically \r\n  restore alimony because alimony should only be reinstated where the interests \r\n  of justice are served thereby. See, e.g. Williams, 677 P.2d at \r\n  587; Peters, 214 N.W.2d at 156 (holding that first husband had no knowledge \r\n  of his ex-wife's second marriage until four days before the second marriage \r\n  was annulled, so he was not inconvenienced and alimony was reinstated); Heistand \r\n  v. Heistand, 423 N.E.2d 313, 317 (Mass. 1981) (stating that husband never \r\n  relied on his wife's brief changed status so alimony was revived). Courts employing \r\n  this approach have allowed the former spouse to assert equitable defenses against \r\n  the reinstatement of alimony. See Glazer v. Silverman, 236 N.E.2d \r\n  199 (Mass. 1968) (holding that equitable principles prevent the revival of alimony \r\n  where it would be inequitable to allow wife to receive support from two husbands).\r\n\r\nII.  The Law in South Carolina\r\n\r\nYon argues his periodic alimony obligation automatically terminated when Joye \"remarried\"\r\nVance pursuant to S.C. Code Ann. § 20-3-130(B)(1) (Supp. 2000).  Yon argues the need for\r\ncertainty and fairness should guide this court; therefore, he urges us to hold that periodic alimony\r\nterminates when an ex-spouse participates in a new marriage ceremony, whether that marriage is\r\nvalid, voidable, or void.  Although we recognize the desirability of certainty and clarity in such an\r\ninstance, we do not believe the position urged by Yon is consistent with South Carolina law.\r\n\r\nPursuant to section 20-3-130(B)(1), periodic alimony automatically terminates if the supported\r\nspouse enters a legally recognized remarriage.  Unfortunately, the statute does not define the\r\ntriggering term.  We must therefore construe the legislative intent of this code section.\r\n\r\nRules of statutory construction need not be applied \r\n  when a statute's language is plain and unambiguous. Paschal v. State Election \r\n  Comm'n, 317 S.C. 434, 436, 454 S.E.2d 890, 892 (1995). Rather, the terms \r\n  of the statute should be applied according to their literal meaning. Id. \r\n  at 436, 454 S.E.2d at 892. The cardinal rule of statutory construction is that \r\n  the court must effectuate the intent of the legislature, and in interpreting \r\n  a statute, the court must give words their plain and ordinary meaning. State \r\n  v. Dickinson, 339 S.C. 194, 199, 528 S.E.2d 675, 677 (Ct. App. 2000). We \r\n  should give statutory provisions a reasonable construction consistent with the \r\n  purpose of the statute. Id.; Jackson v. Charleston County Sch. Dist., \r\n  316 S.C. 177, 181, 447 S.E.2d 859, 861 (1994).\r\n\r\nA \"remarriage\" is a subsequent marriage. Marriage \r\n  is commonly defined as either the legal union of a man and woman as husband \r\n  and wife or simply the act or ceremony uniting a couple in the bonds of marriage. \r\n  Black's Law Dictionary 986-987 (7th ed. 1999); IX Oxford \r\n  English Dictionary 400-01 (2d ed. 1989) (to \"marry\" means (1) \"to join for \r\n  life as husband and wife; to constitute as man and wife according to the laws \r\n  and customs of a nation\"; and (2) \"to enter into the conjugal or matrimonial \r\n  state\").\r\n\r\nUnder South Carolina law, \"remarriage\" encompasses \r\n  more than simply the act of participation in a marriage ceremony. \r\n  (7) A person may be legally married under the common law of this state \r\n  without participating in any ceremony. A common law marriage exists if the parties \r\n  presently intend to enter into a marriage contract. Barker v. Baker, \r\n  330 S.C. 361, 367, 499 S.E.2d 503, 506 (Ct. App. 1998). \"Termination of alimony \r\n  based on the remarriage of the supported spouse includes a finding that the \r\n  supported spouse has entered into a common law marriage.\" Jeanes v. Jeanes, \r\n  255 S.C. 161, 165-68, 177 S.E.2d 537, 539-40 (1970); Roy T. Stuckey &amp; F. \r\n  Glenn Smith, Marital Litigation in South Carolina Substantive Law, 252 \r\n  (2d ed. 1997).\r\n\r\nMost importantly, in South Carolina a void marriage \r\n  has no legal effect and is viewed as having never existed. \"All marriages contracted \r\n  while either of the parties had a former wife or husband living shall be void.\" \r\n  S.C. Code Ann. § 20-1-80 (Supp. 2000). A bigamous second marriage is void from \r\n  its inception, and therefore cannot be ratified and made valid. Day v. Day, \r\n  216 S.C. 334, 338, 58 S.E.2d 83, 85 (1950); Johns v. Johns, 309 S.C. \r\n  199, 201, 420 S.E.2d 856, 858 (Ct. App. 1992). In Day, the court found \r\n  a \"mere marriage ceremony between a man and a woman, where one of them has a \r\n  living wife or husband, is not a marriage at all. Such a marriage is absolutely \r\n  void, and not merely voidable.\" Id. at 338, 58 S.E.2d at 85. In South \r\n  Carolina, there is no legal distinction between a marriage which is annulled \r\n  and one terminated by reason of bigamy. Splawn v. Splawn, 311 S.C. 423, \r\n  425, 429 S.E.2d 805, 806 (1993). Legally, they are both void ab initio, \r\n  from the inception. Id.\r\n\r\nSince the mere act of participating in a marriage ceremony cannot transform a void marriage into a\r\nviable one, Yon's argument for the automatic termination of alimony upon Joye's participation in\r\na ceremony of remarriage is unavailing.  The approach Yon urges is, quite simply, inconsistent\r\nwith South Carolina jurisprudence.\r\n\r\nSouth Carolina's consistent view of marriage as \r\n  expressed in both its statutes and case law constrains us to adopt the void/voidable \r\n  approach. (8) While this approach may not permit \r\n  the interposition of equitable defenses to thwart the reinstatement of alimony, \r\n  an action to terminate or reduce that alimony obligation due to changed circumstances \r\n  would be available to the former spouse. Palmer v. Palmer, 289 S.C. 216, \r\n  218, 345 S.E.2d 746, 748 (Ct. App. 1986) (stating that when supported spouse's \r\n  new relationship changes her financial situation, supporting spouse's alimony \r\n  obligation may be terminated); Vance v. Vance, 287 S.C. 615, 618, 340 \r\n  S.E.2d 554, 555 (Ct. App. 1986) (holding that living with another, whether it \r\n  is with a live-in lover, relative, or platonic housemate, changes the supported \r\n  spouse's circumstances and alters her required financial support).\r\n\r\nAlthough we adopt the void/voidable approach, we \r\n  note that even under the less strict case by case analysis, the family court \r\n  judge's decision should be affirmed. Here, no significant period of time elapsed \r\n  between Joye's remarriage and her institution of the annulment action. Yon stopped \r\n  paying alimony on March 25, 1999, and the annulment decree was issued just six \r\n  months later on September 24, 1999. There is no indication in the record that \r\n  Yon changed his financial position in reliance upon Joye's remarriage; in fact, \r\n  he testified at the contempt hearing that he had the funds available to pay \r\n  the back alimony. (9)  \r\n\r\nIII.  Yon's Participation in the Annulment Action\r\n\r\nYon also argues the court erred in reinstating his alimony obligation because he was not a party to\r\nJoye's annulment action.  He asserts that he should have been made a party to the annulment\r\naction because its outcome directly affected him.  We disagree.\r\n\r\nGenerally, a person must be joined as a party to \r\n  an action if his absence precludes complete relief among those already parties \r\n  or his interest in the subject matter is so intertwined that he would not receive \r\n  complete relief or resolution without his participation. Rule 19(a), SCRCP; \r\n  see First Citizens Bank &amp; Trust Co. v. Strable, 292 S.C. 146, \r\n  148, 355 S.E.2d 278, 279 (Ct. App. 1987).\r\n\r\nSince Yon had no standing to challenge the granting of the annulment, it was not necessary for\r\nJoye to include him as a party to the action. (10)  Moreover, Yon suffered no prejudice by not being\r\nmade a party to the action.  Under South Carolina law, Joye's marriage to Vance was void ab\r\ninitio and Yon's presence as a party to the action could not have altered the decision to grant the\r\nannulment.\r\n\r\n\r\n\r\nFor the foregoing reasons, the family court's decision is\r\n\r\nAFFIRMED.\r\n\r\nCURETON and SHULER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n1.  The divorce decree did not contain any provision concerning \r\nremarriage by Joye or the effect of a subsequent annulment on Yon's alimony obligation. \r\n2.  The family court judge granting \r\n  the annulment also issued the order under appeal. \r\n3.  This subsection reads in \r\n  part:\r\n\r\n\r\n  (B) Alimony and separate maintenance and support \r\n    awards may be granted pendente lite and permanently in such amounts and for \r\n    periods of time subject to conditions as the court considers just including, \r\n    but not limited to:\r\n\r\n  (1) Periodic alimony to be paid but terminating \r\n    on the remarriage of the supported spouse or upon the death of either \r\n    spouse (except as secured in subsection (D)) and terminable and modifiable \r\n    based upon changed circumstances occurring in the future.\r\n\r\n  (emphasis added). \r\n\r\n4.  Jurisdictions with no controlling \r\n  statute generally apply an analysis comparing the various types of alimony and \r\n  whether they typically survive express contingencies like the remarriage of \r\n  the supported spouse. See Gary L. Young, Jr., Annotation, Alimony \r\n  as Affected by Recipient Spouse's Remarriage in Absence of Controlling Specific \r\n  Statute, 47 A.L.R.5th 129 (1997). \r\n5.  \"A void marriage contains \r\n  a defect deemed by the particular state to be so serious that for public policy \r\n  reasons the union must be considered never to have taken place.\" Louanne S. \r\n  Love, The Way We Were: Reinstatement of Alimony After Annulment of Spouse's \r\n  \"Remarriage\", 28 J. Fam. L. 289, 290 (1990). \"A voidable marriage, on the \r\n  other hand, contains a defect that, although not serious enough to render the \r\n  marriage automatically void for public policy reasons, is of such a nature that \r\n  out of fairness the state will allow the parties to choose whether to ratify \r\n  the marriage.\" Love, supra, at 290-91. A major difference between a void \r\n  and a voidable marriage is that the latter is treated as valid until declared \r\n  otherwise by a court, whereas the former does not require such a judgment. See \r\n  DeWall v. Rhoderick, 138 N.W.2d 124, 126 (Iowa 1965); Flaxman v. Flaxman, \r\n  273 A.2d 567, 569 (N.J. 1971); Darling v. Darling, 335 N.E.2d 708, 712 \r\n  (Ohio Ct. App. 1975). \r\n6.  These courts cite three \r\n  basic policy considerations for terminating support when the supported spouse \r\n  remarries or attempts to remarry:\r\n\r\n\r\n  (1) A supporting spouse is entitled to rely on \r\n    the supported spouse's remarriage ceremony to recommit his or her assets.\r\n\r\n  (2) Unless the remarriage ceremony is taken as \r\n    conclusive, any latent grounds for annulment between the remarried spouse \r\n    and her new husband remain suspended until annulment, preventing the former \r\n    spouse's alimony obligation from ever being determined with certainty.\r\n\r\n  (3) Even though both former spouses may be innocent, \r\n    the more active of the two, [the one whose remarriage is later annulled] should \r\n    bear the loss.\r\n\r\n\r\nGlass v. Glass, 546 S.W.2d 738, 741 (Mo. \r\n  Ct. App.1977); see also Shank v. Shank, 691 P.2d 872, 873 (Nev. \r\n  1984). \r\n7.  We note the legislature \r\n  appears to have recognized the distinction between a \"marriage\" and a \"marriage \r\n  ceremony\" in its adoption of the Uniform Probate Code. Consistent with the public \r\n  policy favoring the legitimacy of children, a person born out of wedlock is \r\n  a child of the mother and also a child of the father if \"the natural parents \r\n  participated in a marriage ceremony before or after the birth of the \r\n  child, even though the attempted marriage is void.\" S.C. Code Ann. § 62-2-109(2)(i) \r\n  (Supp. 2000) (emphasis added). Likewise, a surviving spouse under the Probate \r\n  Code does not include \"a person who, following a decree of judgment of divorce \r\n  or annulment obtained by the decedent, participates in a marriage ceremony \r\n  with a third person.\" S.C. Code Ann. § 62-2-802(b)(2) (1987) (emphasis added). \r\n8.  However, we note that three \r\n  other states that have historically followed the void/voidable approach have \r\n  applied a case by case analysis in deciding whether to reinstate alimony after \r\n  a void subsequent marriage. Fry, 85 Cal. Rptr. at 128; Peters, \r\n  214 N.W.2d at 156; Richards, 353 A.2d at 144. While not consistent with \r\n  South Carolina's historical adherence to the view that a bigamous marriage is \r\n  void ab initio, the case by case analysis is consistent with the broad \r\n  equitable powers granted to family court judges in this state. Splawn, \r\n  311 S.C. at 425, 429 S.E.2d at 807; Peirson v. Calhoun, 308 S.C. 246, \r\n  417 S.E.2d 604 (Ct. App. 1992). Prior case law recognizes the propriety of family \r\n  court judges applying equitable defenses to defeat an otherwise valid claim. \r\n  See Hallums v. Hallums, 296 S.C. 195, 198-99, 371 S.E.2d 525, \r\n  527 (1988) (applying the equitable defense of laches to defeat mother's claim \r\n  for retroactive child support). \r\n9.  We make no finding as to \r\n  whether Yon could have challenged the family court's award of all support arrearages \r\n  because that issue is not before us. \r\n10.  We make no finding as \r\n  to whether Yon could have sought permissive joinder in the annulment action \r\n  because that issue is not before us. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3336","title":"S.C. Department of Social Services v. Cummings","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3336","description":"Finding she had not complied with an order to complete drug abuse counseling and undergo periodic drug screening and had failed to support her daughter, the Family Court terminated the parental rights of Paula Cummings.  The Court of Appeals, citing the principle of 'deferential reliance,' affirmed.","date":"2001-04-30","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        South Carolina Department of Social \r\n          Services, Respondent,\r\n\r\n\r\n            v.\r\n\r\n\r\n\r\n        Paula Cummings, John Doe, and Christopher \r\n          Cummings, Defendants,\r\n\r\n        In the Interest of: Alexia Nickola Bruce, \r\n          DOB: 9/22/97: A Minor Child Under the Age of 18 years,\r\n\r\n        of whom:\r\n\r\n        Paula Cummings is the Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Horry County\r\n  Hugh E. Bonnoitt, Jr., Family Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3336\r\n    Submitted February 22, 2001 - Filed April 30, 2001 \r\n  \r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\n        William Isaac Diggs, of Myrtle \r\n          Beach, for appellant.\r\n\r\n        Charles E. Parrish, of the South Carolina \r\n          Department of Social Services, of Conway, for respondent.\r\n\r\n        Guardian ad Litem: \r\n          George M. Hearn, Jr., of Hearn, Brittain &amp; Martin, of Conway.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nANDERSON, J.: The Family Court \r\n  terminated the parental rights of Paula Cummings. We affirm. \r\n  (1)\r\n\r\nFACTS/PROCEDURAL BACKGROUND\r\n\r\nPaula Cummings gave birth to a daughter, Alexia \r\n  Nickola Bruce. Paula and the baby tested positive for cocaine while in the hospital. \r\n  Though grounds for removal, the Family Court permitted the baby to remain with \r\n  Paula because there was an adult in Paula's home, Terry Bruce, who was willing \r\n  to assume the role of father and initially appeared suited to help care for \r\n  Alexia. The Department created a treatment plan for the family, which required \r\n  Paula and Terry to: participate in alcohol and drug assessment; follow the recommendations \r\n  given to them during this assessment; undergo random drug screenings; take parenting \r\n  skills classes; and submit to supervised visitation.\r\n\r\nWithin two months of Alexia's birth, Terry tested \r\n  positive for drugs. The Department removed Alexia from the home and placed the \r\n  child in foster care.\r\n\r\nSoon after, the Family Court held a judicial review \r\n  hearing. The court ordered Paula and Terry to complete their treatment plan. \r\n  Additionally, the judge mandated the couple to each pay $15.00 a week in child \r\n  support.\r\n\r\n Seven months later, the Department sought termination \r\n  of Paula's parental rights. The Department alleged, inter alia, \r\n  Paula continued to abuse cocaine and had wilfully failed to pay child support. \r\n  Citing these grounds and the best interests of Alexia, the Family Court found \r\n  by clear and convincing evidence that termination of Paula's rights was warranted. \r\n  Paula sought post-trial relief fashioned as a \"Motion for Relief from Judgment \r\n  by Defendant Paula Cummings/To Stay the Final Order and To Enjoin Any Adoption \r\n  of the Minor Child Pending this Action.\" Paula's motion was denied.\r\n\r\nISSUES\r\n\r\n\r\n  \r\n  Did the Family Court err by concluding termination of  Paula's parental rights was warranted upon the grounds of\r\n    § 20-7-1572(2)?\r\n\r\n    &nbsp;  \r\n    Did the Family Court err by concluding termination \r\n      of Paula's parental rights was warranted upon the grounds of § 20-7-1572(4)?\r\n\r\n    &nbsp;  \r\n    Did the Family Court err by concluding termination \r\n      of Paula's parental rights was warranted upon the grounds of § 20-7-1572(1)?\r\n\r\n    &nbsp;  \r\n    Did the Family Court err by concluding Paula \r\n      had \"conflict-free\" representation for the TPR proceedings?\r\n\r\n    &nbsp;  \r\n    Did the Family Court err by concluding termination \r\n      of Paula's parental rights was in the best interests of her child?\r\n  \r\n\r\nSTANDARD OF REVIEW\r\n\r\nGrounds for termination of parental rights must \r\n  be proved by clear and convincing evidence. Hooper v. Rockwell, 334 S.C. \r\n  281, 513 S.E.2d 358 (1999); see also Santosky v. Kramer, \r\n  455 U.S. 745, 747-48, 102 S.Ct. 1388, 1391-92, 71 L.Ed.2d 599 (1982), cited \r\n  in South Carolina Dep't of Soc. Servs. v. Broome, 307 S.C. 48, \r\n  52, 413 S.E.2d 835, 838 (1992) (The United States Supreme Court held: \"Before \r\n  a State may sever completely and irrevocably the rights of parents in their \r\n  natural child, due process requires that the State support its allegations by \r\n  at least clear and convincing evidence.\").\r\n\r\nIn a termination of parental rights case, the appellate \r\n  court has jurisdiction to examine the entire record to determine the facts according \r\n  to its view of the evidence. Richland County Dep't of Soc. Servs. v. Earles, \r\n  330 S.C. 24, 496 S.E.2d 864 (1998). This Court may review the record and make \r\n  its own findings whether clear and convincing evidence supports termination. \r\n  South Carolina Dep't of Soc. Servs. v. Parker, 336 S.C. 248, 519 S.E.2d \r\n  351 (Ct. App. 1999). Our broad scope of review does not require us to disregard \r\n  the findings below or ignore the fact the trial judge was in a better position \r\n  to assess the credibility of the witnesses. Dorchester County Dep't of Soc. \r\n  Servs. v. Miller, 324 S.C. 445, 477 S.E.2d 476 (Ct. App. 1996), cited \r\n  in Jean Hoefer Toal et al., Appellate Practice in South \r\n  Carolina 187 (1999).\r\n\r\nLAW/ANALYSIS\r\n\r\n\r\n  Section 20-7-1572 provides for termination of parental \r\n    rights:\r\n\r\n  The family court may order the termination of parental \r\n    rights upon a finding of one or more of the following grounds and a finding \r\n    that termination is in the best interest of the child:\r\n\r\n\r\n. . . .\r\n\r\n\r\n  (2) The child has been removed from the parent \r\n    pursuant to Section 20-7-610 or Section 20-7-736, has been out of the home \r\n    for a period of six months following the adoption of a placement plan by court \r\n    order or by agreement between the department and the parent, and the parent \r\n    has not remedied the conditions which caused the removal;\r\n\r\n\r\n. . . . \r\n\r\n\r\n  (4) The child has lived outside the home of either \r\n    parent for a period of six months, and during that time the parent has wilfully \r\n    failed to support the child. Failure to support means that the parent has \r\n    failed to make a material contribution to the child's care. A material contribution \r\n    consists of either financial contributions according to the parent's means \r\n    or contributions of food, clothing, shelter, or other necessities for the \r\n    care of the child according to the parent's means. The court may consider \r\n    all relevant circumstances in determining whether or not the parent has wilfully \r\n    failed to support the child, including requests for support by the custodian \r\n    and the ability of the parent to provide support;\r\n\r\n\r\n. . . . \r\n\r\nI. Section 20-7-1572(2): \r\n  Paula's Failure to Correct Conditions\r\n  that Warranted Alexia's Initial Removal \r\n\r\nAn \"abused\" or \"neglected\" child may be removed \r\n  from the home pursuant to §§ 20-7-610 or -736. An \"abused\" or \"neglected\" child \r\n  is, inter alia, a child whose physical or mental welfare is harmed \r\n  or threatened with harm by the acts or omissions of the child's parent. S.C. \r\n  Code Ann. § 20-7-490(2) (Supp. 1998). The legal presumption exists that a newborn \r\n  child is \"abused\" or \"neglected\" upon proof that a blood or urine test of either \r\n  the mother or child shows the presence of a controlled substance such as cocaine. \r\n  S.C. Code Ann. 20-7-736(G)(3) (Supp. 1998). This presumption may be overcome \r\n  by proof that the father or other adult who will assume the role of father is \r\n  available and suitable to provide care for the child in the mother's home. S.C. \r\n  Code Ann. 20-7-736(G) (Supp. 1998).\r\n\r\nPaula tested positive for cocaine when Alexia was \r\n  born. Terry was willing to assume the role of father and help Paula care for \r\n  her daughter. (2) Because of Terry's presence, \r\n  the Family Court did not order Alexia's removal and instead let her go home \r\n  with Terry and Paula. This was a second chance for the couple. Nevertheless, \r\n  Terry was found to be using cocaine within two months of Alexia's birth. The \r\n  presumption that Alexia was not an \"abused\" or \"neglected\" child was consequently \r\n  destroyed.\r\n\r\nIn the following months, the Department worked \r\n  earnestly to help Paula overcome her use of cocaine. Paula, however, did not \r\n  reciprocate with diligent efforts of her own. The evidence presented by the \r\n  Department showed she had enrolled in five different drug abuse counseling courses, \r\n  but failed to complete even one. Further, she tested positive for cocaine use \r\n  on three occasions and either refused or did not make herself available for \r\n  drug screenings seven other times.\r\n  \r\n  Paula admitted using cocaine shortly before the child's birth. She did not complete \r\n  the court-ordered drug counseling and treatment. The Department provided clear \r\n  and convincing evidence that Paula failed to remedy the cause for Alexia's removal. \r\n  The Family Court did not err in approving termination upon this ground. See \r\n  South Carolina Dep't of Soc. Servs. v. Broome, 307 S.C. 48, 52, 413 S.E.2d 835, \r\n  838 (1992) (\"We cannot condone appellant's failure to seek available treatment \r\n  by allowing her to seek refuge in the existence of a condition which likely \r\n  would have been remedied had she complied with the order of the court.\").\r\n\r\nII. Section 20-7-1572(4): \r\n  Paula's Wilful Failure to Support\r\n\r\n\r\n\r\n  In its Judicial Review Order, the Family Court \r\n    mandated:\r\n\r\n  AND IT IS FURTHER ORDERED that Paula \r\n    Cummings shall pay child support in the amount of $15.00 weekly, \r\n    plus 3% court costs, for a total of $15.45 weekly. These payments are to begin \r\n    March 27, 1998 and each Friday thereafter, and are to be paid through the \r\n    Horry County Clerk of Court, Support Division.\r\n\r\n\r\n(emphasis added).\r\n\r\nAlmost fourteen months separated the judicial review \r\n  order and TPR hearing. During that time, Paula paid support on only one occasion. \r\n  At the TPR hearing, Paula claimed she did not pay because she was confused:\r\n\r\n\r\n  See, at first, when they told us we had to pay \r\n    it in court, I thought they were talking about Terry had to pay it, 'cause \r\n    when I called the child support office, they did not have my name down, and \r\n    that's when I called DSS and they said that I was suppose to pay, too, because \r\n    they didn't have my - - they didn't have my name down at first at the child \r\n    support office.\r\n\r\n  They just had Terry [Bruce's] down to pay child \r\n    support.\r\n\r\n\r\nPaula had notice about her weekly child support \r\n  obligation in the form of the court's written order issued after the judicial \r\n  review hearing -- there is no evidence in the record showing Paula was not sent \r\n  a copy of the order. Notwithstanding this, nothing in § 20-7-1572(4), requires \r\n  a parent be \"notified\" of her duty to support her child before failure to discharge \r\n  this duty may serve as grounds for termination of parental rights. South \r\n  Carolina Dep't of Soc. Srvs. v. Parker, 336 S.C. 248, 519 S.E.2d 351 (Ct. \r\n  App. 1999).\r\n\r\nPaula owed $490 in child support by the date of \r\n  the TPR hearing. On that day, she paid $457 to the court. Paula avers this payment \r\n  demonstrates her willingness to support Alexia. We disagree.\r\n\r\nA parent's earlier failure to support may be cured \r\n  by the parent's subsequent repentant conduct. See Abercrombie v. LaBoon, \r\n  290 S.C. 35, 348 S.E.2d 170 (1986). Once conduct constituting a failure to support \r\n  is shown to have existed, the court must then determine whether the parent's \r\n  subsequent conduct was of a sufficient nature to be curative. See id. \r\n  A parent's curative conduct after the initiation of TPR proceedings may be considered \r\n  by the court on the issue of intent; however, it must be considered in light \r\n  of the timeliness in which it occurred. Id. Rarely does judicially-motivated \r\n  repentance, standing alone, warrant a finding of curative conduct. Id. \r\n  It must be considered together with all the relevant facts and circumstances. \r\n  Id.\r\n\r\nIn the instant case, Paula was under a court order \r\n  to pay a nominal amount in weekly child support. Despite this order, Paula paid \r\n  only one installment in thirteen months. Paula provided no reasonable excuse \r\n  at the TPR proceedings for her failure to support. Therefore, the Family Court \r\n  was correct in concluding that Paula's conduct was a manifestation of her conscious \r\n  indifference to Alexia's rights to receive support. In other words, Paula's \r\n  failure to support was \"wilful.\" We affirm the Family Court's ruling on this \r\n  issue.\r\n\r\nIII. Section 20-7-1572(1): \r\n  Existence of Harm\r\n\r\nIn its TPR petition, the Department pled termination \r\n  was warranted pursuant to § 20-7-1572(1). The Family Court did not make a finding \r\n  on this ground in its written order. The Department did not request a ruling \r\n  during post-trial proceedings. The issue was therefore not preserved. Thus, \r\n  this Court need not address Paula's third exception: \"The lower court committed \r\n  error when it terminated Appellant's parental rights in reliance on S.C. Code \r\n  Ann. 20-7-1572(1), when Respondent failed to carry its burden of proof on this \r\n  ground.\"\r\n\r\nIV. Conflict of Interest \r\n  Claim\r\n\r\nPaula contends she was unduly prejudiced by her \r\n  TPR attorney's dual representation of her and the other defendants. \r\n\r\nA TPR respondent is guaranteed the assistance of \r\n  counsel. S.C. Code Ann. § 20-7-110(2) (Supp. 1998). Where counsel is guaranteed, \r\n  the client also has the right to conflict-free representation. Cuyler v. \r\n  Sullivan, 446 U.S. 335, 100 S.Ct. 1708, 64&nbsp;L.Ed.2d&nbsp;333 (1980). \r\n  Violation of this principle is grounds for reversal. Id.\r\n\r\nUnless the defendant demonstrates her counsel actively \r\n  represented conflicting interests, she has not established the constitutional \r\n  predicate for a claim of ineffective assistance of counsel arising from multiple \r\n  representation. Id. In this case, Paula's counsel apparently also initially \r\n  represented Terry. By the time the hearing was held, Terry was no longer a named \r\n  defendant. The other defendants, Christopher Cummings (3) \r\n  and John Doe, (4) did not appear and were adjudged \r\n  to be in default. Therefore, the only person represented by Paula's counsel \r\n  was Paula. The transcript shows Paula's counsel zealously represented Paula's \r\n  interests throughout the proceedings. This Court finds counsel's representation \r\n  of Paula was not affected by any conflict of interest.\r\n\r\nV. Best Interests of Alexia\r\n\r\nIn her post-trial motion, Paula argued termination \r\n  was not warranted because, inter alia: she had substantially complied \r\n  with all court-ordered mandates and completed at least two drug-abuse recovery \r\n  programs; she was neither a heavy nor habitual cocaine user; and she had a \"strong \r\n  and close knit\" extended family who were \"completely supportive of her and her \r\n  daughter\" and \"willing to continue to help her in terms of assisting her with \r\n  establishing and providing a suitable home for the child.\" While these contentions \r\n  are compelling on their face, Paula's history of relapse and demonstrated failure \r\n  to financially support Alexia weigh heavily against reuniting mother and child. \r\n  The best interests of the child are paramount when adjudicating a TPR case. \r\n  South Carolina Dep't of Soc. Servs. v. Parker, 336 S.C. 248, 519 S.E.2d \r\n  351 (Ct. App. 1999). In the instant action, Alexia's best interests lie with \r\n  placement in a family setting devoid of drugs and uncertainty. \r\n\r\nCONCLUSION\r\n\r\nWe recognize the importance of the \"deferential \r\n  reliance\" principle in regard to Family Court judges and the decision-making \r\n  realm of \"credibility.\" In the case sub judice, the Family Court \r\n  judge analyzed the facts and relevant precedent with specificity. This Court \r\n  defers to his findings. See South Carolina Dep't of Soc. Servs. v. \r\n  Smith, 343&nbsp;S.C.&nbsp;129, 134, 538 S.E.2d 285, 287 (Ct. App. 2000) \r\n  (quoting Aiken County Dep't of Soc. Servs. v. Wilcox, 304 S.C. 90, 93, \r\n  403 S.E.2d 142, 144 (Ct. App. 1991) (\"[W]here the evidence presented in the \r\n  record adequately supports the findings of the trial judge, due deference should \r\n  be given to his judgment based on his superior position in weighing such evidence. \r\n  This is especially true in cases involving the welfare and best interests of \r\n  children.\"). We affirm the order of the Family Court in its entirety.\r\n\r\n\r\n  AFFIRMED.\r\n\r\n  GOOLSBY and STILWELL, JJ., concur. \r\n\r\n1.    \r\n  We decide this case without oral argument pursuant to Rule 215, SCACR. \r\n2.    \r\n  Paula and Terry were living together when Alexia was born. Paula believed Terry \r\n  to be Alexia's birth father. A subsequent blood test revealed Terry was not \r\n  the birth father. He was not a defendant when the TPR proceedings were held. \r\n3.    \r\n  Paula's husband at the time Alexia was born. \r\n4.    \r\n  The unidentified birth father.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3337","title":"Brunson v. SLED","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3337","description":"This appeal involves whether appellant's pardon restores the right to purchase a gun that would otherwise be statutorily prohibited due to his conviction of a violent crime.","date":"2001-04-30","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        James R. Brunson, Respondent,\r\n\r\n\r\n            v. \r\n\r\n        \r\n\r\n        Chief Robert Stewart in his official capacity \r\n          as Director of the South Carolina Law Enforcement Division, Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\n  Costa M. Pleicones, Circuit Court Judge\r\n\r\n\r\n\r\n\r\n    Opinion No. 3337\r\n    Submitted April 2, 2001 - Filed April 30, 2001  \r\n  \r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Attorney General Charles M. Condon, Senior Assistant \r\n          Attorney General Nathan Kaminski, Jr. and Assistant Attorney General \r\n          Christie Newman Barrett, all of Columbia, for appellant.\r\n\r\n        Lourie A. Salley, III, of Lexington, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nHUFF, J.:  James \r\n  R. Brunson brought this declaratory judgment action against Chief Robert Stewart \r\n  in his official capacity as Director of the South Carolina Law Enforcement Division \r\n  (SLED). Brunson sought an order declaring that his right to purchase, own, and \r\n  possess a firearm was restored when he received a pardon of his conviction of \r\n  a crime of violence. The circuit court judge determined that a conviction for \r\n  a crime of violence does not serve as an impediment to gun ownership if the \r\n  conviction has been pardoned, and reversed SLED's decision to deny Brunson's \r\n  application for the purchase of a pistol. SLED appeals. We affirm.\r\n\r\n\r\n    FACTUAL/PROCEDURAL BACKGROUND \r\n  \r\n\r\n\r\nIn 1984, Brunson was convicted of criminal sexual \r\n  conduct with a minor, in violation of S.C. Code Ann. § 16-3-655 (1985). He was \r\n  sentenced to twenty years imprisonment suspended upon service of six years, \r\n  with five years probation. On November 19, 1991, the South Carolina Department \r\n  of Probation, Parole, and Pardon Services pardoned Brunson for the conviction. \r\n  \r\n\r\nOn August 19, 1996, Brunson attempted to purchase \r\n  a .25 caliber pistol at a gun store in Aiken, South Carolina. He completed an \r\n  application for the purchase of a pistol in accordance with S.C. Code Ann. § \r\n  23-31-140 (1976). The Firearms Transaction Center at SLED received a telephone \r\n  call from the gun store, checked Brunson's criminal record, and denied Brunson's \r\n  application to purchase the pistol on the ground that, having been convicted \r\n  of a violent crime, he was legally prohibited from possessing a handgun pursuant \r\n  to S.C. Code Ann. § 16-23-30 (1985). Thereafter, Brunson brought this action. \r\n  By order dated March 13, 2000, the circuit court reversed SLED's decision to \r\n  deny Brunson's application. This appeal followed.\r\n\r\n\r\n    LAW/ANALYSIS \r\n  \r\n\r\n\r\nOn appeal, SLED argues the trial court erred in \r\n  finding that any impediment to Brunson's right to possess a firearm, resulting \r\n  from his conviction of a violent crime, was removed by his receipt of a pardon \r\n  for that crime. We disagree.\r\n\r\nSouth Carolina Code Ann. § 16-1-60 (Supp. 2000) \r\n  includes the offense of second degree criminal sexual conduct with a minor among \r\n  those crimes statutorily defined as violent. Section 16-23-30 prohibits the \r\n  sale or delivery of a pistol to and possession of a pistol by certain persons \r\n  including, but not limited to, any person who has been convicted of a crime \r\n  of violence. § 16-23-30 (1985). As defined in S.C. Code Ann. § 24-21-940(A) \r\n  (1989), \"'[p]ardon' means that an individual is fully pardoned from all the \r\n  legal consequences of his crime and of his conviction, direct and collateral, \r\n  including the punishment, whether of imprisonment, pecuniary penalty or whatever \r\n  else the law has provided.\" See also S.C. Code Ann. § 24-21-930 \r\n  (Supp. 2000) (\"An order of pardon must be signed by at least two-thirds of the \r\n  members of the [Probation, Parole, and Pardon Services Board]. Upon the issue \r\n  of the order by the board, the director, or one lawfully acting for him, must \r\n  issue a pardon order which provides for the restoration of the pardon applicant's \r\n  civil rights.\"). South Carolina Code Ann. § 24-21-990 (Supp. 2000) provides:\r\n\r\n\r\n  A pardon shall fully restore all civil rights lost \r\n    as a result of a conviction, which shall include the right to:\r\n\r\n  \r\n    (1) register to vote;\r\n\r\n    (2) vote;\r\n\r\n    (3) serve on a jury;\r\n\r\n    (4) hold public office, except as provided in Section \r\n      16-13-210;\r\n\r\n    (5) testify without having the fact of his conviction \r\n      introduced for impeachment purposes to the extent provided by Rule 609(c) \r\n      of the South Carolina Rules of Evidence;\r\n\r\n    (6) not have his testimony excluded in a legal \r\n      proceeding if convicted of perjury; and\r\n\r\n    (7) be licensed for any occupation requiring a \r\n      license. \r\n\r\n  \r\n\r\n\r\n\r\n\r\nDetermination of the issue before us requires statutory interpretation and reconciliation. \r\nIt is well settled that the cardinal rule of statutory construction is to ascertain \r\nand effectuate the legislative intent whenever possible. Strother v. Lexington \r\nCounty Recreation Comm'n, 332 S.C. 54, 504 S.E.2d 117 (1998). \"All rules of \r\nstatutory construction are subservient to the one that the legislative intent \r\nmust prevail if it can be reasonably discovered in the language used, and that \r\nlanguage must be construed in the light of the intended purpose of the statute.\" \r\nKiriakides v. United Artists Communications, Inc., 312 S.C. 271, 275, 440 \r\nS.E.2d 364, 366 (1994). \r\nThe precise issue before us is one of first impression \r\n  in South Carolina. Our supreme court has, however, dealt with a similar issue. \r\n  In State v. Baucom, 340 S.C. 339, 531 S.E.2d 922 (2000), the court held \r\n  that the term \"any conviction\" as used in S.C. Code Ann. § 56-5-2940 (1991 &amp; \r\n  Supp. 2000), which provides for enhanced punishment for each subsequent driving \r\n  under the influence (DUI) conviction, does not include pardoned convictions \r\n  because enhancement of a subsequent sentence is a collateral legal consequence \r\n  of the pardoned convictions and the plain language of section 24-21-940(A) absolves \r\n  an individual of \"all the legal consequences of his crime and of his conviction, \r\n  direct and collateral.\" Baucom, 340 S.C. at 344, 531 S.E.2d at 924. Thus, \r\n  the defendant's two pardoned DUI convictions could not be used to enhance the \r\n  sentence for the defendant's third DUI offense.\r\n\r\nIn reaching its holding in Baucom, the court \r\n  reasoned that the DUI statute was enacted subsequent to the pardon statutes \r\n  and \"the legislature is charged with knowledge that a pardon relieves the convict \r\n  of all the consequences of his conviction.\" Id. at 344, 531 S.E.2d at \r\n  924 (citing Berkebile v. Outen, 311 S.C. 50, 53, 426 S.E.2d 760, 762 \r\n  (1993) (\"A basic presumption exists that the legislature has knowledge of previous \r\n  legislation when later statutes are passed on a related subject.\")). As well, \r\n  the Baucom court found its interpretation was supported by the specific \r\n  exceptions found in S.C. Code Ann. §§ 24-21-990 and 16-13-210 (Supp. 2000) and \r\n  Rule 609(c), SCRE. These exceptions apply to the general rule that a pardon \r\n  relieves an individual of all legal consequences of his conviction. The Court \r\n  noted: \"These exceptions are noteworthy because they demonstrate the General \r\n  Assembly's readiness to expressly address pardons in situations where the legislature \r\n  does not wish them to have full effect.\" Baucom, 340 S.C. at 345, 531 \r\n  S.E.2d at 924.\r\n\r\nApplying the reasoning employed in Baucom, \r\n  we specifically note that § 16-23-30 was enacted prior to the pardon statutes \r\n  such that, had the legislature so intended, it could have expressly excluded \r\n  gun possession from those rights restored upon receipt of a pardon of a crime \r\n  of violence. While we share SLED's concern as to the safety of the public in \r\n  allowing those previously convicted but later pardoned of a violent crime to \r\n  possess a firearm, we are constrained to hold that SLED's denial of Brunson's \r\n  application for ownership of a handgun constituted an impermissible collateral \r\n  legal consequence of his pardoned conviction for a violent crime, in contravention \r\n  of the pardon statutes. It is beyond this Court's power to effect a change in \r\n  the statutes enacted by the Legislature. State v. Corey D., 339 S.C. \r\n  107, 529 S.E.2d 20 (2000) (citing Keyserling v. Beasley, 322 S.C. 83, \r\n  86, 470 S.E.2d 100, 101 (1996) (the Court does not sit as a superlegislature \r\n  to second guess the wisdom or folly of decisions of the General Assembly)).\r\n\r\n\r\n  Accordingly, the decision of the trial court is \r\n    \r\n\r\n  AFFIRMED.\r\n\r\n  CONNOR and HOWARD, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3338","title":"Simons v. Longbranch Farms, Inc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3338","description":"This appeal involves the issue of whether a deceased employee was an agricultural employee and therefore exempt from the exclusivity of the workmen's compensation act.","date":"2001-04-30","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Wynonie Simons, as Personal Representative of the Estate of Wynonie Q. Simons, Deceased,\r\n        Appellant,\r\nv.\r\n\r\n        \r\n\r\nLongbranch Farms, Inc. a/k/a Long Branch Farms,\r\nRespondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\nL. Henry McKellar, Circuit Court Judge\r\nJ. Derham Cole, Circuit Court Judge\r\n\r\n\r\nOpinion No. 3338\r\nHeard April 4, 2001 - Filed April 30, 2001\r\n\r\n\r\n\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\nHammond A. Beale, of Palmetto Law Center and John F. Koon, of Koon &amp; Cook, both of Columbia, for appellant.\r\n\r\nF. Barron Grier, III, of the Grier Law Firm, and Deborah Harrison Sheffield, both of Columbia, for respondent.\r\n\r\n\r\nHUFF, J.:\r\n  In this wrongful death and survival action, Wynonie Simons (Simons),  Personal Representative of the Estate of\r\nWynonie Q. Simons, appeals the trial court's ruling it lacked subject matter jurisdiction to hear the action due to the exclusivity\r\nprovision of the Workers' Compensation Act. We reverse and remand.\r\n\r\nFACTUAL/PROCEDURAL BACKGROUND\r\n\r\nR.C. McEntire, Inc. is a wholesale produce company.  As part of its business,\r\nR.C. McEntire buys produce such as lettuce and\r\ntomatoes from around the country and then trims, cores, cuts, washes, dries, and packages the produce for distribution to fast\r\nfood restaurants. This process generates a large amount of waste product, which proved to be problematic and costly to the\r\ncompany in terms of disposal.  R.C. McEntire discovered that the waste could be fed to cattle and Long Branch Farms, a cattle\r\nfarm, thus evolved as a means of disposing of the waste.\r\n\r\nOn June 21, 1993, fourteen year old Wynonie Q. Simons (Wynonie) was killed while operating a forklift at Long Branch.  He\r\nhad been hired to work on the farm only a week to ten days prior to his death.\r\n\r\nSimons filed this wrongful death and survival action alleging his son, Wynonie, was killed while operating the forklift without\r\nproper instruction, supervision, or safety features. Long Branch answered asserting, among other things, the matter fell within\r\nthe purview of the Workers' Compensation Act and, therefore, the circuit court lacked subject matter jurisdiction to hear the\r\ncase.  Thereafter, Long Branch moved to dismiss pursuant to Rule 12(b)(1), SCRCP, on the ground the Workers'\r\nCompensation Act afforded the exclusive remedy. The circuit court agreed and dismissed the case.\r\nSimons appealed the\r\ndismissal, and this court reversed and remanded for further proceedings, finding the evidence insufficient at that stage to\r\ndetermine whether an agricultural exemption  applied to remove Wynonie from the Act.\r\nSimons v. Longbranch Farms, Inc.,\r\nOp. No. 97-UP-301 (S.C. Ct. App. filed May 12, 1997).\r\n\r\nOn remand, Long Branch renewed its motion to dismiss and requested an evidentiary hearing on the jurisdictional issue. Long\r\nBranch asserted the circuit court lacked subject matter jurisdiction, because any remedy provided to Simons was within the\r\nexclusive jurisdiction of the workers' compensation Act.  Simons opposed the motion asserting:  (1)  Wynonie was an\r\nagricultural employee and therefore exempt from workers' compensation coverage by virtue of S.C. Code Ann. § 42-1-360(5)\r\nand (2)  Long Branch failed to obtain workers' compensation coverage and therefore, pursuant to S.C. Code Ann. § 42-5-40,\r\ncould not claim exclusivity of the Act.\r\n\r\nThe issues were bifurcated and, in March 1998, the circuit court held an evidentiary hearing on the issue of whether Wynonie\r\nwas an agricultural employee.  By order dated April 10, 1998, the circuit court determined Wynonie was not an agricultural\r\nemployee within the meaning of the Act.  Subsequently, the circuit court held a hearing on the remaining issue and determined\r\nLong Branch provided workers' compensation coverage through a policy issued to R.C. McEntire, Inc., and thus was not\r\nprecluded from claiming exclusivity of the Act pursuant to § 42-5-40.  Accordingly, the circuit court found Simons' exclusive\r\nremedy fell under the Workers' Compensation Act and dismissed the case for lack of subject matter jurisdiction.\r\n\r\nLAW/ANALYSIS\r\n\r\nSimons raises two issues on appeal.  He contends the circuit court erred in determining Long Branch complied with the\r\nprovisions of S.C. Code Ann. § 42-5-20 by providing workers' compensation coverage through a policy issued to R.C.\r\nMcEntire.  He further asserts the circuit court erred in ruling Wynonie was not an agricultural employee, which would exempt\r\nhim from coverage under the Act pursuant to S.C. Code Ann. § 42-1-360(5) (1985).  We agree with Simons that Wynonie was\r\nan agricultural employee and, thus, was exempt from inclusion within the Workers' Compensation Act.\r\n\r\nWhere jurisdictional issues under the Workers' Compensation Act are involved, our review is governed by the preponderance\r\nof the evidence standard.  S.C. Workers' Comp. Comm'n v. Ray Covington Realtors, Inc., 318 S.C. 546, 459 S.E.2d 302\r\n(1995).  This court has the power and duty to consider all the evidence and reach our own conclusion.\r\nDawkins v. Capitol\r\nConstr. Co., 250 S.C. 406, 158 S.E.2d 651 (1967).\r\n\r\nSimons argues that Wynonie was an agricultural employee exempt from the Workers' Compensation Act by § 42-1-360. This\r\nsection provides in pertinent part:\r\n\r\n\r\nThis Title shall not apply to:\r\n\r\n * * *\r\n\r\n(5)  Agricultural employees; unless the agricultural employer voluntarily elects to be bound by this Title, as provided by § 42-1-380.   (1)  \r\n\r\n\r\nS.C. Code Ann. § 42-1-360(5) (1985).\r\n\r\nThe circuit court found, because Long Branch was an essential and integral part of the operation of R.C. McEntire, Wynonie\r\nwas not an agricultural employee within the meaning of the Workers' Compensation Act.  We disagree.\r\n\r\nThe term agriculture is defined as \"the science or art of cultivating the soil, producing crops and raising livestock and in\r\nvarying degrees the preparation of these products for man's use and their disposal.\"  Webster's Ninth New Collegiate\r\nDictionary 65 (9th ed. 1990).  The general definition of agriculture \"includes the rearing, feeding, and management of\r\nlivestock.\"  4 Arthur Larson &amp; Lex K. Larson, Larson's Workers' Compensation Law § 75.03[1] (1999).\r\n\r\nControversial cases involving the scope of an agricultural employment exemption tend to fall into two categories:  (1)  those\r\ninvolving the classification of activities performed in the employment between old-fashioned farming and commercial\r\nproduction or processing related to agricultural commodities and (2)  those which involve employees whose work shifts\r\nbetween agricultural and nonagricultural pursuits.  Id.\r\n\r\nSome agricultural activities may be merely one stage in a commercial operation.  However, in all such cases, the decisive\r\nquestion is the nature, not of the employer's business, but of the employee's employment.  4  Larson, supra § 75.03[2] (1999). \r\nThus, if the employee's work is agricultural in nature, it is no less so because the employer happens to be engaged in another\r\nform of business. Id.  \r\n\r\nThe focus of an agricultural exemption is the status of the employee, not the total activities of the employer.  J &amp; C Poultry v.\r\nReyes-Guzman, 489 S.E.2d 853 (Ga. Ct. App. 1997).  The nature of the employment of the employee must be determined from\r\nthe whole character of his employment, and coverage is dependent upon the character of the work he is hired to perform, not\r\nupon the nature and scope of the employer's business. Rieheman v. Cornerstone Seeds, Inc., 671 N.E.2d 489 (Ind. Ct. App.\r\n1996).  Only when the character of the employee's work is ambiguous are the scales tipped by the nature of the employer's\r\nbusiness.  4 Larson, supra § 75.03[2] (1999).  Further, if an employee is generally engaged in ordinary farming duties, he does\r\nnot leave the exempted class by engaging in other activities that are associated with the normal routine of running a farm.  4\r\nLarson, supra § 75.04 (1999).\r\n\r\nIn the case at hand, the preponderance of the evidence shows the nature of Wynonie's employment was agricultural.  Carl\r\nHoward, who ran the farm, testified that on the day Wynonie was hired, he instructed Wynonie and another boy to mow the\r\nlawn and use a weed-eater around a mobile home on the property.  Other than this one occasion, however, Howard could not\r\nrecall what work Wynonie performed on the farm.  Howard further testified everyone who worked on the farm \"had the\r\nresponsibility to . . . do everything that [had] to be done there.\"  Employee Terry Bennett testified Wynonie's job activities\r\nincluded feeding the cattle, cleaning the stalls, and performing whatever chores that needed to be done.  Larry Skinner, another\r\nyoung boy who worked alongside Wynonie, testified Wynonie drove tractors, pulled feeders and fed the cattle.  On the day\r\nWynonie was killed, the two of them were on their way to perform the work they were instructed to do by their supervisor.\r\n\r\nCONCLUSION\r\n\r\nWe find the lower court erroneously relied on the nature of the employer's business instead of the nature of Wynonie's\r\nemployment.  The whole character of Wynonie's employment was clearly agricultural in nature, and any incidental activities he\r\nwas involved in were associated with the normal routine of running a farm.  Based on the evidence of record, we hold Wynonie\r\nwas an agricultural employee within the meaning of the Workers' Compensation Act, and thus was exempt from coverage\r\npursuant to § 42-1-360(5). Because we find Wynonie was exempt from the Act on this basis, we need not address the\r\nremaining issue raised by Simons.\r\n\r\nREVERSED AND REMANDED.\r\n\r\nCONNOR and HOWARD, JJ., concur.\r\n\r\n1. Long Branch does not contend it was an agricultural employer that elected to be bound by the Act, but rather that it was not\r\nan agricultural employer.\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3339","title":"Brown v. Malloy","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3339","description":"This case involves a due process analysis of  the adequacy of a \"John Doe\" notice in an adoption proceeding where the biological father contests the termination of his parental rights.","date":"2001-04-30","type":"opinion","text":"\r\n       \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n \r\n   \r\n     \r\n       \r\n        William T. Brown, III, Appellant,\r\n        \r\n          \r\n            v.  \r\n          \r\n        \r\n        Amy Malloy, James F. Thompson, d/b/a Thompson \r\n          &amp; Sinclair, and John and Jane Doe, of whom Amy Malloy and Jane and \r\n          John Doe are, Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Anderson County\r\n  Robert S. Armstrong, Family Court Judge\r\n\r\n\r\n  \r\n    Opinion No. 3339\r\n    Heard February 6, 2001 - Filed April 30, 2001  \r\n  \r\n\r\n\r\nAFFIRMED IN PART, REVERSED \r\n  IN PART, AND REMANDED\r\n\r\n \r\n   \r\n     \r\n       \r\n        Dianne S. Riley, of Greenville, for appellant.\r\n        Edgar H. Long, of Long &amp; Smith, of \r\n          Anderson; J. Franklin McClain, of Glenn, Haigler, Maddox &amp; McClain, \r\n          of Anderson; and Susan B. Lipscomb, of Nexsen, Pruet, Jacobs &amp; Pollard, \r\n          of Columbia, all for respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nHOWARD, J.: William T. Brown III \r\n  brought this suit against Amy Malloy, James F. Thompson, Thompson &amp; Sinclair, \r\n  and John and Jane Doe (collectively, \"Respondents\") to set aside the order terminating \r\n  his parental rights and granting the adoption of his daughter by John and Jane \r\n  Doe (\"the adoptive parents\"). Brown asserts, among other things, that he was \r\n  not provided adequate notice of the proceedings through publication of a \"John \r\n  Doe\" Notice of Adoption. The family court determined the Order of Publication \r\n  in the adoption proceeding was not procured by fraud or collusion, and the affidavit \r\n  in support of the order was not defective on its face. Based upon this conclusion, \r\n  the court upheld the adoption. Brown appeals, asserting the family court erred \r\n  in its factual determinations and in limiting the scope of the hearing to the \r\n  issue of whether the Order of Publication was procured by fraud or collusion, \r\n  or was based upon a facially defective affidavit. We affirm in part, reverse \r\n  in part, and remand for further proceedings.\r\n\r\n  \r\n    FACTS/PROCEDURAL HISTORY \r\n  \r\n\r\nBrown is a resident of Orange County, California. \r\n  In 1997, Brown and Malloy were employed at a chain restaurant in Los Angeles \r\n  County, California. They began an intimate relationship in June 1997 and for \r\n  a short time lived together in Brown's residence. During her stay, Malloy became \r\n  pregnant with Brown's child and advised him of this fact. She then left Brown's \r\n  residence and resumed living with her fianc&eacute; in Los Angeles County in \r\n  August or September 1997. Malloy returned to her parents' South Carolina residence \r\n  in January 1998 and began working at another restaurant in the same chain.\r\nA daughter was born to Malloy on March 11, 1998. \r\n  Two days later, Malloy relinquished her parental rights and consented to the \r\n  adoption of the child. She signed an affidavit in which she refused to name \r\n  the father but stated that he resided in Los Angeles County, California. Malloy \r\n  averred that the biological father had neither openly held himself out to be \r\n  the father of the child nor offered support for the child during the six months \r\n  preceding her birth.\r\nBrown claims he was unable to locate Malloy until \r\n  June 1998, at which time she led him to believe their daughter lived with her. \r\n  She sent him pictures of the child and requested $1,000 for child support. Brown \r\n  sent Malloy $400.\r\nIn the meantime, unbeknownst to Brown, the adoptive \r\n  parents had filed adoption proceedings on April 13, 1998. By \r\n  order dated April 17, 1998, the family court directed that service on the father \r\n  be accomplished by publication of the notice of adoption proceedings in a newspaper \r\n  of general circulation in Los Angeles County. The notice referred \r\n  to all parties only by fictitious names. Brown did not appear at the hearing \r\n  to defend. On August 13, 1998, the family court terminated the parental rights \r\n  of the biological parents and approved the adoption of the child.\r\nBrown learned of the adoption in January 1999 and \r\n  filed this action to set the adoption aside, claiming that he had not been properly \r\n  served. The family court ultimately held a hearing on October 19,1999, but limited \r\n  its inquiry to the validity of the Order of Publication. The court allowed limited \r\n  testimony from both Malloy and Brown to determine if the Order of Publication \r\n  was procured by fraud, or whether the affidavit in support of the order was \r\n  facially defective. By order dated January 11, 2000, the family court ruled \r\n  the Order of Publication was neither procured by fraud nor based upon a facially \r\n  defective affidavit. It further ruled the resulting notice was adequate to satisfy \r\n  statutory requirements. See S.C. Code Ann. § 20-7-1734 (Supp. 2000).\r\nOn April 4, 2000, the court denied Brown's motion \r\n  to alter or amend the January 11, 2000 order. This appeal followed.\r\nISSUES PRESENTED\r\n \r\n  I. Did the family court err in finding that the \r\n    Order of Publication was not procured through fraud or collusion or based \r\n    upon a facially defective affidavit?\r\n  II. Did the family court err by limiting the \r\n    scope of the October 19, 1999 hearing to the validity of the Order of Publication?\r\n  III. Did the notice of adoption comport with \r\n    due process?\r\n  IV. Did the notice of adoption comply with section \r\n    15-9-740 and the requirements of the Order of Publication?\r\n\r\n\r\n  \r\n    LAW/ANALYSIS \r\n  \r\n\r\nIn an appeal from the family court, an appellate \r\n  court has the authority to find facts in accordance with its own view of the \r\n  preponderance of the evidence. Mazzone v. Miles, 341 S.C. 203, 207, 532 \r\n  S.E.2d 890, 892 (Ct. App. 2000). However, this broad scope of review does not \r\n  require this Court to disregard the family court's findings. Id. \"Neither \r\n  are we required to ignore the fact that the trial judge, who saw and heard the \r\n  witnesses, was in a better position to evaluate their credibility and assign \r\n  comparative weight to their testimony.\" Id. \r\nI. Fraud or Collusion\r\nBrown argues the family court erred by finding \r\n  the Order of Publication was not based upon a facially defective affidavit or \r\n  procured by fraud or collusion. We disagree.\r\nGenerally, absent fraud or collusion, once the \r\n  issuing officer is satisfied with the supporting affidavit, the decision to \r\n  order service by publication is final unless the order of publication is premised \r\n  upon a facially defective affidavit. Wachovia Bank of S.C. v. Player, \r\n  334 S.C. 200, 204, 512 S.E.2d 129, 131 (Ct. App. 1999), rev'd on other grounds, \r\n  341 S.C. 424, 535 S.E.2d 128 (2000); Yarbrough v. Collins, 293 S.C. 290, \r\n  292, 360 S.E.2d 300, 301 (1987);  Montgomery v. Mullins, 325 S.C. 500, \r\n  506, 480 S.E.2d 467, 470 (Ct. App. 1997); Miles v. Lee, 319 S.C. 271, \r\n  274, 460 S.E.2d 423, 425 (Ct. App. 1995).\r\nBrown contends Malloy made fraudulent statements \r\n  in her affidavit by designating Los Angeles County as the place of his residence \r\n  and the child's conception and by claiming that Brown did not hold himself out \r\n  as the father of the child. \r\nThe testimony reflects that Orange and Los Angeles \r\n  counties are adjacent. Seal Beach, where Brown resides, is near the county line. \r\n  Malloy testified that Brown's residence was only ten minutes from where they \r\n  both worked in Los Angeles County and that she never realized it was in a different \r\n  county. Brown admitted Malloy worked with him in Los Angeles County and that \r\n  she resided in Los Angeles County both before and after staying in his home.\r\nThe family court concluded Malloy did not intentionally \r\n  misrepresent the location of the child's conception and Brown's residence. The \r\n  court reasoned that if Malloy had intended to deceive Brown and the court she \r\n  would have named a place far away from Brown's location. \r\nWe conclude this decision is heavily dependant \r\n  upon credibility. The family court saw the witnesses, heard the testimony delivered \r\n  from the stand, and \"had the benefit of that personal observance of and contact \r\n  with the parties which is of peculiar value in arriving at a correct result \r\n  in a case of this character.\" Lee v. Lee, 237 S.C. 532, 535, 118 S.E.2d \r\n  171, 172-73 (1961). Therefore, we defer to the family court's determination \r\n  of credibility and conclude that evidence in the record amply supports this \r\n  conclusion.\r\nThe family court also determined Malloy did not \r\n  intentionally misrepresent Brown's failure to accept parental responsibility \r\n  for the child. Malloy stated in her affidavit that Brown did not provide support \r\n  or hold himself out as the father of the child. She testified Brown told her \r\n  she could remain in his residence, but she voluntarily chose to leave. Brown \r\n  confirmed in his testimony that he made no other attempts to provide support \r\n  for Malloy during her pregnancy. According to Brown's testimony, he considered \r\n  it too early to buy anything for the child. The only amount he provided to Malloy \r\n  was $400 four months after she signed the affidavit in question. Although Malloy \r\n  acknowledged Brown told some of their co-workers about her pregnancy, she did \r\n  not consider his behavior to rise to the level of holding himself out to be \r\n  the father.\r\nThe family court determined Malloy's statements \r\n  were not intentional misrepresentations, and, again deferring to the family \r\n  court's determination of credibility, we concur in this finding. However, it \r\n  is important to note that the court's determination is limited to the conclusion \r\n  that Malloy's statements were not intentional misrepresentations amounting to \r\n  fraud which undermined the validity of the Order of Publication. The court did \r\n  not reach a conclusion that Malloy's representations were true.\r\nHaving determined that the Order of Publication \r\n  was not procured through fraud or collusion or premised on a facially defective \r\n  affidavit, we cannot look beyond the decision to order service by publication. \r\n  See Wachovia Bank of S.C. v. Player, 341 S.C. 424, 428-29, 535 \r\n  S.E.2d 128, 130 (2000).\r\nII. Scope of October 19, \r\n  1999 Hearing\r\nBrown next asserts the family court erred in limiting \r\n  the scope of the October 19, 1999 hearing to the issue of the validity of the \r\n  Order of Publication. Brown contends that Malloy's statements in the affidavit \r\n  are false and that he offered support and intended to assume his parental responsibilities \r\n  for his child. He argues that his consent to the adoption was required because \r\n  he assumed parental responsibilities as outlined in section 20-7-1690 and that \r\n  to the extent his actions fell short of the literal requirements of section \r\n  20-7-1690, it was a result of Malloy's deception. See S.C. Code Ann. \r\n  § 20-7-1690 (Supp. 2000).\r\nThe sufficiency of the blind \"John Doe\" notice \r\n  is premised upon the assumption that Brown's parental rights did not attach \r\n  pursuant to section 20-7-1690 and that he was not entitled to full constitutional \r\n  protection under the Due Process Clause. Evans v. S.C. Dep't of Soc. Servs., \r\n  303 S.C. 108, 111, 399 S.E.2d 156, 157-58 (1990) (\"The mere existence of a biological \r\n  link does not merit constitutional protection of due process rights. An unwed \r\n  father must accept the responsibilities of parenthood before he acquires this \r\n  constitutional protection.\" (citation omitted)). Therefore, Brown argues he \r\n  was entitled to a hearing to determine the sufficiency of the notice.\r\nAlthough we may not examine the propriety of the \r\n  issuance of the Order of Publication, whether the information contained in a \r\n  notice by publication is sufficient to meet the requirements of due process \r\n  is an issue separate and distinct from the validity of the order allowing service \r\n  by publication. See Montgomery, 325 S.C. at 506, 480 S.E.2d at \r\n  470 (distinguishing between attack on the issuance of the order of publication \r\n  and attack on whether the publication took place within a reasonable period \r\n  of time, which was allowed); see also Wachovia, 341 S.C. at 428-29, \r\n  535 S.E.2d at 130 (ruling separately upon due process issue after determining \r\n  order of publication was not procured by fraud or based upon facially defective \r\n  affidavit).\r\nThus, we hold the family court erred in failing \r\n  to determine whether the particular publication in this case afforded Brown \r\n  adequate notice of the adoption proceedings.\r\nIII. Due Process\r\nRespondents assert the blind \"John Doe\" notice \r\n  was adequate because Brown never acquired constitutional protection of his parental \r\n  rights. See Evans, 303 S.C. at 108, 399 S.E.2d at 156.\r\n\"Due process is flexible and calls for such procedural \r\n  protections as the particular situation demands.\" Ogburn-Matthews v. Loblolly \r\n  Partners, 332 S.C. 551, 561, 505 S.E.2d 598, 603 (Ct. App. 1998) (quoting \r\n  Stono River Envtl. Prot. Ass'n v. S.C. Dep't of Health &amp; Envtl. Control, \r\n  305 S.C. 90, 94, 406 S.E.2d 340, 341 (1991)). \"The requirements of due process \r\n  include notice, an opportunity to be heard in a meaningful way, and judicial \r\n  review.\" Ogburn-Matthews, 332 S.C. at 562, 505 S.E.2d at 603; see \r\n  also Mullane v. Cent. Hanover Bank &amp; Trust Co., 339 U.S. 306, \r\n  314 (1950) (stating that the Due Process Clause demands \"notice reasonably calculated \r\n  under all the circumstances, to apprise interested parties of the pendency of \r\n  the action and afford them an opportunity to present their objections\"); cf. \r\n  S.C. Const. art. I, § 22 (\"No person shall be finally bound by a judicial or \r\n  quasi judicial decision of an administrative agency affecting private rights \r\n  except on due notice and an opportunity to be heard . . . .\").\r\n \r\n  In Webster v. Clanton, our supreme court \r\n    stated the general rule:\r\n  It is a fundamental doctrine of the law that \r\n    a party whose personal rights are to be affected by a personal judgment must \r\n    have a day in court, or opportunity to be heard, and that without due notice \r\n    and opportunity to be heard a court has no jurisdiction to adjudicate such \r\n    personal rights. A judgment by a court without jurisdiction of both the parties \r\n    and the subject matter is a nullity and must be so treated by the courts whenever \r\n    and for whatever purpose it is presented and relied on.\r\n\r\n259 S.C. 387, 391, 192 S.E.2d 214, 216 (1972).\r\nHowever, \"the opportunity interest [of a birth \r\n  father] is of limited duration as a constitutionally significant interest because \r\n  of the child's need for early permanence and stability in parental relationships.\" \r\n  Abernathy v. Baby Boy, 313 S.C. 27, 32, 437 S.E.2d 25, 29 (1993); see \r\n  also Lehr v. Robertson, 463 U.S. 248, 262 (1983) (\"If [the biological \r\n  father] grasps that opportunity and accepts some measure of responsibility for \r\n  the child's future, he may enjoy the blessings of the parent-child relationship \r\n  . . . . If he fails to do so, the Federal Constitution will not automatically \r\n  compel a State to listen to his opinion of where the child's best interests \r\n  lie.\" (footnote omitted)); Evans, 303 S.C. at 111, 399 S.E.2d at 157-58 \r\n  (\"An unwed father must accept the responsibilities of parenthood before he acquires \r\n  this constitutional protection.\"); Parag v. Baby Boy Lovin, 333 S.C. \r\n  221, 227, 508 S.E.2d 590, 593 (Ct. App. 1998) (\"It is incumbent . . . upon the \r\n  unwed father to demonstrate a full commitment to the responsibilities of parenthood \r\n  by coming forward to participate in the rearing of the child before he may acquire \r\n  substantial constitutional protection . . . .\"). The father must timely demonstrate \r\n  his commitment to the child to be entitled to constitutional protection. Abernathy, \r\n  313 S.C. at 32, 437 S.E.2d at 29. To do so, the biological father must \"undertake[] \r\n  sufficient prompt and good faith efforts to assume parental responsibility and \r\n  to comply with [section 20-7-1690].\" Id.\r\nSection 20-7-1690 provides that when the birth \r\n  father is not married to the birth mother and the child is placed with adoptive \r\n  parents six months or less after birth, his consent is required only if\r\n \r\n  (a) the father openly lived with the child or \r\n    the child's mother for a continuous period of six months immediately preceding \r\n    the placement of the child for adoption, and the father openly held himself \r\n    out to be the father of the child during the six months period; or\r\n  (b) the father paid a fair and reasonable sum, \r\n    based on the father's financial ability, for the support of the child or for \r\n    expenses incurred in connection with the mother's pregnancy or with the birth \r\n    of the child, including, but not limited to, medical, hospital, and nursing \r\n    expenses.\r\n\r\nS.C. Code Ann. § 20-7-1690 (Supp 2000).\r\n \r\n  In Evans, our supreme court held that\r\n  where a father's consent is not needed for an \r\n    adoption due to the father's lack of accepting any of the responsibilities \r\n    of fatherhood pursuant to S.C. Code Ann. § 20-7-1690 (1989), the father's \r\n    due process rights are not violated by publishing a 'John Doe' notice when \r\n    the identity of the father is unknown because the mother refuses to reveal \r\n    it.\r\n\r\n303 S.C. at 111, 399 S.E.2d at 158.\r\nIn Evans, the birth mother refused to name \r\n  the biological father, and a blind \"John Doe\" notice of the adoption action \r\n  was published by the adoptive couple's attorney. The family court determined \r\n  that the biological father's consent was not required because he \"did not live \r\n  with his child or the child's mother for a continuous period of six months immediately \r\n  preceding the placement of the child for adoption, did not hold himself out \r\n  to be the child's father, and did not contribute to the expenses incurred in \r\n  connection with the mother's pregnancy or with the birth of the child.\" Id. \r\n  at 110-11, 399 S.E.2d at 157. However, the family court also determined that \r\n  the blind \"John Doe\" notice was insufficient, and ordered that the South Carolina \r\n  Department of Social Services (\"SCDSS\") must either determine the name of the \r\n  birth father or reveal the name of the birth mother. Id. \r\nSCDSS appealed, and our supreme court held that \r\n  compelling SCDSS to reveal the birth mother's name would \"undermine the confidentiality \r\n  that is the foundation of the adoption process and would violate the mother's \r\n  right to privacy.\" Id. at 110, 399 S.E.2d at 157. Recognizing that \"[t]he \r\n  mere existence of a biological link does not merit constitutional protection \r\n  of due process rights,\" our supreme court further held that the \"John Doe\" notice \r\n  was sufficient where the father's consent was not needed under section 20-7-1690. \r\n  Id. \r\nAs in Evans, Malloy refused to name the \r\n  biological father. Neither her name nor Brown's name were included in the notice. \r\n  However, unlike Evans, the family court has made no determination whether \r\n  Brown timely demonstrated his commitment to the child so as to be entitled to \r\n  constitutional protection. Instead, Brown's parental rights were terminated \r\n  because he was in default. This default, in turn, was due to his failure to \r\n  respond to the \"John Doe\" notice of adoption. See S.C. Code Ann. § 20-7-1734(E)(3) \r\n  (Supp. 2000) (\"[F]ailure to file a response within thirty days of receiving \r\n  notice constitutes consent to adoption of the child and forfeiture of all rights \r\n  and obligations of the person or agency with respect to the child.\").\r\nTherefore, Evans is not controlling. Under \r\n  section 20-7-1734(B)(3), a biological father whose consent for adoption is not \r\n  required is still entitled to notice of the adoption proceeding, even though \r\n  he has not timely demonstrated his commitment to the child as set forth in section \r\n  20-7-1690. Section 20-7-1736 allows the use of fictitious names, so long as \r\n  service of process or notice is considered sufficient by the court. S.C. Code \r\n  Ann. § 20-7-1736 (Supp. 2000).\r\nIn Evans, the family court found the notice \r\n  insufficient and required SCDSS to divulge the identity of the biological mother \r\n  in order to ascertain the name of the father and include it in the notice. SCDSS \r\n  appealed the order. The issue on appeal was whether the family court erred by \r\n  demanding the identity of the biological mother where the court had already \r\n  determined the biological father was not entitled to constitutional protection. \r\n  The biological father made no appearance, and no question was raised as to the \r\n  biological father's status under section 20-7-1690.\r\nIn this case, no ruling has been made as to the \r\n  status of Brown's parental rights under section 20-7-1690. If, as Brown asserts, \r\n  he did timely demonstrate his commitment to the child, or was significantly \r\n  thwarted by Malloy in his attempts to do so, then his consent or relinquishment \r\n  may have been required prior to the adoption. See Abernathy, 313 \r\n  S.C. at 32-33, 437 S.E.2d at 29 (\"To mandate strict compliance with section \r\n  20-7-1690(A)(5)(b) would make an unwed father's right to withhold his consent \r\n  to adoption dependent upon the whim of the unwed mother.\"). If Brown sufficiently \r\n  complied with section 20-7-1690 to be entitled to due process protection, then \r\n  we find the case of Armstrong v. Manzo, 380 U.S. 545 (1965), controlling.\r\nIn Armstrong, the biological parents divorced, \r\n  and the father paid $50 per month in child support. The mother remarried, and \r\n  her new husband brought an adoption proceeding to terminate the father's parental \r\n  rights and adopt the child. Texas law contained a statutory provision similar \r\n  in its operation to South Carolina's section 20-7-1690. Under the Texas statute, \r\n  if the parent had abandoned the child for a period of two years, or had not \r\n  provided support for the child for a two-year period commensurate with the parent's \r\n  financial ability, then written consent of that parent to the adoption of the \r\n  child was unnecessary, and adoption could be granted based upon the written \r\n  consent of the judge of the juvenile court in the county in which the child \r\n  resided. Id. at 546-47.\r\nThe mother filed an affidavit with the juvenile \r\n  court to this effect, and the court issued its consent, as a result of which \r\n  the adoption was granted without notice to the father. The father filed a motion \r\n  to set aside the adoption on the grounds that the affidavit of the mother was \r\n  false and that he had provided adequate support. The court granted a hearing \r\n  on the father's motion, and after hearing the testimony, denied the motion.\r\nThe Texas appellate court recognized that due process \r\n  required notice to the father and an opportunity to be heard, but denied relief, \r\n  finding that the juvenile court's hearing on the motion satisfied this requirement. \r\n  The Texas Supreme Court denied an application for a writ of error.\r\nThe United States Supreme Court ruled that due \r\n  process under the Constitution required adequate notice and a meaningful opportunity \r\n  to be heard, both of which had been denied to the father. The Court pointed \r\n  out that the post-adoption hearing was not sufficient to satisfy the second \r\n  prong because the burden of proof had been shifted to the father to prove that \r\n  his parental rights were entitled to due process protection.\r\nAccording to Armstrong, it is not permissible \r\n  to require the biological parent whose parental rights are in jeopardy to prove \r\n  entitlement to meaningful notice in accordance with the Due Process Clause before \r\n  the right attaches. Such a requirement impermissibly shifts the burden of proof \r\n  from the party who originally shouldered it by bringing the cause of action \r\n  for termination of parental rights and adoption. Furthermore, it creates a paradox \r\n  by requiring meaningful notice for only those who appeared in time to establish \r\n  their entitlement to it. Therefore, Evans must be limited in its application \r\n  to situations in which a final determination has been made that the biological \r\n  father's consent to the adoption is not required.\r\nThe adequacy of the \"John Doe\" notice in this case \r\n  is dependent upon whether the Respondents prove that Brown did not sufficiently \r\n  comply with section 20-7-1690 to require his consent or relinquishment to the \r\n  adoption. To make this determination, the family court must reach the issues \r\n  posed by Brown's claim that he was prevented from assuming his parental responsibilities \r\n  by Malloy's deception and avoidance. See Abernathy, 313 S.C. at \r\n  32-33, 437 S.E.2d at 29.\r\nIV. Compliance with Statute \r\n  and the Order of Publication\r\n Brown also argues the notice was defective because \r\n  it did not comply with the Order of Publication or section 15-9-740.\r\nIf notice of adoption proceedings \"cannot be effected \r\n  by personal service, notice may be given by publication or by the manner the \r\n  court decides will provide notice.\" S.C. Code Ann. § 20-7-1734 (Supp 2000). \r\n  Section 15-9-740 provides:\r\n \r\n  The order of publication shall direct the publication \r\n    to be made in one newspaper, to be designated by the officer before whom the \r\n    application is made, most likely to give notice to the person to be served \r\n    and for such length of time as may be deemed reasonable not less than once \r\n    a week for three weeks. \r\n\r\nS.C. Code Ann. § 15-9-740 (1976). \r\nThe Order of Publication required that notice be \r\n  published in a newspaper of general circulation in \"the county where the minor \r\n  Defendant was conceived and where the biological father is last known to reside.\" \r\n  The order erroneously designated Los Angeles as the proper county. Brown alleges \r\n  the publication should have been in a newspaper of general circulation in Orange \r\n  County, where he actually resided and the child was in fact conceived. \r\nThe notice was published in the Daily Commerce, \r\n  a newspaper which Brown contends is not generally circulated in Orange County. \r\n  The proof of publication states that the Daily Commerce has been adjudged by \r\n  California courts to be a paper of general circulation in Los Angeles County; \r\n  however, no evidence was introduced regarding its circulation in Orange County.\r\nSuperimposed upon the requirements of the Order \r\n  of Publication is the mandate of section 15-9-740, which requires publication \r\n  in a newspaper \"most likely to give notice to the person to be served.\" See \r\n  S.C. Code Ann. § 15-9-740 (1976).\r\nAlthough these issues were not addressed by the \r\n  family court, we conclude they are subsumed within the due process analysis, \r\n  provided the adoptive parents must continue to bear the burden they assumed \r\n  in their petition for adoption of proving that Brown did not acquire parental \r\n  rights in accordance with section 20-7-1690. If Brown did acquire parental rights \r\n  and was thus entitled to full Constitutional protection, then clearly the \"John \r\n  Doe\" notice is insufficient. See Armstrong, 380 U.S. at 550 (\"An \r\n  elementary and fundamental requirement of due process in any proceeding which \r\n  is to be accorded finality is notice reasonably calculated, under all the circumstances, \r\n  to apprise interested parties of the pendency of the action and afford them \r\n  an opportunity to present their objections.\").\r\nOn the other hand, if Brown did not acquire parental \r\n  rights and was not entitled to that protection, then any defect in the publication \r\n  of the notice is harmless under the circumstances because the purpose of the \r\n  notice required by section 20-7-1734 will have been fulfilled without shifting \r\n  the burden of proof to Brown or placing any impermissible limitation on his \r\n  right to be heard. See S.C. Code Ann. § 20-7-1734(E) (Supp. 2000) (allowing \r\n  person or agency thirty days to provide reasons to contest, intervene, or otherwise \r\n  respond is the purpose of the notice).\r\nCONCLUSION\r\nThe family court did not err in ruling that the \r\n  Order of Publication was properly issued. However, the court erred in limiting \r\n  the hearing to a determination of the validity of the Order of Publication. \r\n  Therefore, this case must be reversed and remanded, with instructions to hold \r\n  a hearing on the merits of Brown's claim that the notice as published was inadequate \r\n  because it failed to meet the requirements of due process.\r\n \r\n  AFFIRMED IN PART, REVERSED IN PART, AND \r\n    REMANDED.\r\n  CONNOR and HUFF, JJ., concur. \r\n    \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3340","title":"State v. Russell","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3340","description":"This case involves an analysis of the admission of statements to prove the corpus delicti in a DUI case.","date":"2001-04-30","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n\r\n\r\n            v. \r\n\r\n        \r\n\r\n        Isaac Randall Russell, Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From York County\r\n  Alison Renee Lee, Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3340\r\n    Heard April 4, 2001 - Filed April 30, 2001  \r\n  \r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Richard G. D'Agostino, of Roberts &amp; D'Agostino, \r\n          of York, for appellant.\r\n\r\n        Attorney General Charles M. Condon, Chief Deputy \r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General \r\n          Robert E. Bogan, Senior Assistant Attorney General Harold M. Coombs, \r\n          Jr., all of Columbia; and Solicitor Thomas E. Pope, of York, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nHOWARD, J.: Isaac Randall Russell \r\n  appeals his conviction for Driving Under the Influence of alcohol (DUI) in violation \r\n  of S.C. Code Ann. § 56-5-2930 (Supp. 2000), arguing the trial court erred in \r\n  failing to direct a verdict of acquittal and in admitting his extra-judicial \r\n  statements without sufficient corroboration. We affirm.\r\n\r\nFACTS\r\n\r\nOn the night of December 12, 1998, Russell consumed \r\n  alcoholic beverages while celebrating his birthday at a friend's house. Russell \r\n  and two other people left the party in his car, although Russell claims he was \r\n  riding in the back seat. Around 2:30 a.m. the following morning, Russell and \r\n  his companions arrived at the home of a friend. They left after the friend's \r\n  wife, Vicky Puckett, explained he was not at home.\r\n\r\nThe State presented evidence of the following additional \r\n  facts: At approximately 7:15 a.m., Randy Dean Parker was driving to work and \r\n  observed Russell's car in a ditch on the side of the road. Parker, who was a \r\n  corrections officer, stopped to offer assistance. Russell jumped out of the \r\n  back seat. Parker did not see anyone else at the scene. According to Parker, \r\n  Russell at first told him he had been driving but later denied driving the vehicle.\r\n\r\nState Trooper Oliver Millhouse arrived at the scene \r\n  at 7:50 a.m. Russell responded to Trooper Millhouse's questions by again stating \r\n  he had been driving the car at the time of the accident. Millhouse observed \r\n  that Russell appeared to be drunk and placed him under arrest. Millhouse searched \r\n  Russell and found the ignition key in Russell's jacket pocket. After being advised \r\n  of his rights, Russell changed his story again, telling Millhouse he had not \r\n  been driving the car.\r\n\r\nRussell was given a Breathalyzer test by State \r\n  Trooper Timothy Yarborough, and he registered a .25 percent blood alcohol level. \r\n  Russell also made the same conflicting statements to Yarborough.\r\n\r\nDISCUSSION\r\n\r\nRussell first argues he was entitled to a directed \r\n  verdict because the State failed to establish the corpus delicti of \r\n  DUI independent of his statements to police.\r\n\r\nThe State argues this issue is not preserved because \r\n  Russell failed to assert this as a ground for directed verdict at the close \r\n  of the State's case. \"[I]ssues not raised to the trial court in support of the \r\n  directed verdict motion are not preserved for appellate review.\" State v. \r\n  Kennerly, 331 S.C. 442, 455, 503 S.E.2d 214, 221 (Ct. App. 1998), aff'd \r\n  on other grounds, 337 S.C. 617, 524 S.E.2d 839 (1999).\r\n\r\nAlthough Russell did not use the exact words \"corpus \r\n  delicti\" in his request for a directed verdict, it is clear from the argument \r\n  presented in the record that the motion was made on this ground. The State, \r\n  in opposing the motion, used the words \"corpus delicti\" and cited the \r\n  relevant case law. Therefore, we find the argument was raised to the trial court \r\n  and is preserved.\r\n\r\nHowever, there is no merit to Russell's contention. \r\n  \"It is well-settled law that a conviction cannot be had on the extrajudicial \r\n  confessions of a defendant unless they are corroborated by proof aliunde \r\n  of the corpus delicti.\" State v. Osborne, 335 S.C. 172, 175, \r\n  516 S.E.2d 201, 202 (1999) (footnote omitted). The corroboration rule applies \r\n  to statements whether those statements are confessions or admissions. Id. \r\n  at 177-78, 516 S.E.2d at 203-04. \"[T]he corroboration rule is satisfied if the \r\n  State provides sufficient independent evidence which serves to corroborate the \r\n  defendant's extrajudicial statements and, together with such statements, permits \r\n  a reasonable belief that the crime occurred.\" Id. at 180, 516 S.E.2d \r\n  at 205. Corroboration requires \"substantial independent evidence,\" which is \r\n  sufficient \"if the corroboration supports the essential facts admitted sufficiently \r\n  to justify a jury inference of their truth.\" Id. at 179, 516 S.E.2d at 204 (quoting \r\n  Opper v. United States, 348 U.S. 84, 93 (1954)).\r\n\r\nIf the statement is independently corroborated, \r\n  then the combination of the statement and the State's remaining evidence may \r\n  be considered by the trial court to determine if there is any evidence tending \r\n  to establish the corpus delicti. Id. at 180, 516 S.E.2d at 205. \r\n  For this reason, we focus on Russell's second argument, which is that the State \r\n  failed to present sufficient independent evidence to corroborate the essential \r\n  fact contained within Russell's often repeated statement; that is, that Russell \r\n  was driving the car.\r\n\r\nWe conclude the independent evidence presented \r\n  by the State supported the trustworthiness of Russell's statements. The following \r\n  independent facts were established, taking the evidence in a light most favorable \r\n  to the State. First, the car belonged to Russell. Second, at the time Parker \r\n  and Millhouse arrived, Russell was the only occupant present at the scene. Third, \r\n  the keys to the car were in Russell's pocket. Fourth, the hood of the car was \r\n  still warm. These facts, taken together, provide a foundation independent of \r\n  Russell's statements to justify a jury inference that Russell was driving the \r\n  car. Consequently, Russell's statements to this effect were sufficiently corroborated \r\n  to allow their admission. See id. at 180, 516 S.E.2d at 205.\r\n\r\nRussell next asserts that his extra-judicial statements \r\n  should not have been admitted because, under the circumstances, they were inherently \r\n  untrustworthy. The State asserts this argument is not preserved. We agree.\r\n\r\nRussell argues that the trustworthiness of confessions \r\n  or admissions must be examined before the statements are admitted into evidence. \r\n  He contends his statements were not trustworthy or reliable because he was highly \r\n  intoxicated at the time they were made. Russell cites State v. Saxon, \r\n  for the proposition that, if an \"accused's intoxication was such that he did \r\n  not realize what he was saying,\" a confession may be inadmissible as a matter \r\n  of law because it was involuntary. 261 S.C. 523, 529, 201 S.E.2d 114, 117 (1973).\r\n\r\nHowever, this issue was not raised to the trial \r\n  judge, nor was it ruled upon. Issues not raised to and ruled upon in the trial \r\n  court will not be considered on appeal. State v. Perez, 334 S.C. 563, \r\n  565-66, 514 S.E.2d 754, 755 (1999). A party cannot argue one ground for an objection \r\n  at trial and an alternative ground on appeal. State v. Tucker, 319 S.C. \r\n  425, 428, 462 S.E.2d 263, 265 (1995); see also State v. Kerr, \r\n  330 S.C. 132, 147, 498 S.E.2d 212, 219 (Ct. App. 1998) (holding that because \r\n  appellant never requested a ruling on the voluntariness of his statement, the \r\n  issue was not preserved for appellate review).\r\n\r\nAt trial, Russell did not argue his statements \r\n  were involuntary or untrustworthy because of his intoxication. Russell's objection \r\n  on the record to the admission of the statements was that the corpus delicti \r\n  of the crime of DUI had to be independently proved before his statements were \r\n  admitted. Therefore, the objection did not preserve this assignment of error.\r\n\r\nFinally, we conclude the evidence presented by \r\n  the State was sufficient to establish the corpus delicti of the crime, \r\n  if believed. The corpus delicti of DUI based upon alcohol \r\n  is: (1) driving a motor vehicle; (2) within this state; (3) while under the \r\n  influence of alcohol to the extent that the person's faculties to drive are \r\n  materially and appreciably impaired. See S.C. Code Ann. § 56-5-2930 (Supp. \r\n  2000); State v. Salisbury, 343 S.C. 520, 541 S.E.2d 247 (2001); see \r\n  also Osborne, 335 S.C. at 180, 516 S.E.2d at 205 (quoting State \r\n  v. Townsend, 321 S.C. 55, 58, 467 S.E.2d 138, 140 (Ct. App. 1996)). Russell \r\n  admits that he was highly intoxicated from the time of the party through his \r\n  arrest, such that his faculties were materially and appreciably impaired. We \r\n  have already determined there was substantial independent evidence corroborating \r\n  the fact that he was driving the car. The position and condition of the vehicle \r\n  provides substantial circumstantial evidence that it was being operated in South \r\n  Carolina. Therefore, the corpus delicti of the crime has been established. \r\n  Furthermore, taking the evidence in a light most favorable to the State, a factual \r\n  issue was presented as to Russell's guilt, precluding a directed verdict. \r\n  (1)\r\n\r\n\r\n  AFFIRMED.\r\n\r\n  CONNOR and HUFF, JJ., concur.\r\n\r\n\r\n\r\n1. In support of his arguments, \r\n  Russell refers to testimony presented during his defense. Vicky Puckett stated \r\n  that when Russell appeared at her house at 2:30 a.m. he was intoxicated in the \r\n  back seat of his car and was not driving. A person who passed by the scene of \r\n  the accident stated she saw someone other than Russell standing outside of Russell's \r\n  car waving his arms for her to stop. However, the court's rulings on the admissibility \r\n  of Russell's statements and Russell's directed verdict motion were made before \r\n  Russell's defense was presented and were, of course, limited to a consideration \r\n  of the evidence presented in the State's case. In any event, contradictory evidence \r\n  merely raises a factual issue for the jury to determine. It is well settled \r\n  that in resolving a motion for directed verdict, the evidence must be taken \r\n  in a light most favorable to the State. State v. Pinckney, 339 S.C. 346, \r\n  349, 529 S.E.2d 526, 527 (2000). \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"}]