[{"id":"3363","title":"Watts v. Metro Security Agency","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3363","description":"Court of Appeals finds that Respondent's complaint was sufficient to state a cause of action and refuses to set aside defeault judgment.","date":"2001-07-02","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Keith Watts, Respondent,\r\n\r\n\r\n            v. \r\n\r\n        \r\n\r\n        Metro Security Agency, a/k/a Metro Security, \r\n          Elite Ghana, a/k/a Sloans Incorporated, Blue Morocco Cocktail Lounge, \r\n          Anne G. Pinson, Joseph King and Abraham Jeter, Defendants, \r\n\r\n        of which Anne Pinson is the, Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville County\r\n  Henry F. Floyd, Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3363\r\n    Submitted June 4, 2001 - Filed July 2, 2001  \r\n  \r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Clifford F. Gaddy, Jr., of Greenville; and James \r\n          C. Cothran, Jr., of Spartanburg, for appellant.\r\n\r\n        Fletcher N. Smith, Jr., of Greenville, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nGOOLSBY, J.:  \r\n  In this premises liability action, Anne Pinson appeals the denial of her motion \r\n  to vacate a default judgment awarding Keith Watts $95,000.00 in actual and $5,000.00 \r\n  in punitive damages. We affirm.  \r\n  (1)\r\n\r\nFACTUAL/PROCEDURAL BACKGROUND\r\n\r\nKeith Watts filed this action alleging that on \r\n  August 8, 1992, he was shot by Victor Maceo Riley on the premises of the Elite \r\n  Ghana Lounge. Watts claimed the defendants, including Pinson, inter alia \r\n  negligently failed to protect him and other customers from Riley; negligently \r\n  served Riley alcohol while he was intoxicated; failed to employ competent security; \r\n  failed to promptly summon police; and failed to immediately aid him after the \r\n  shooting. \r\n\r\nWatts served Pinson with the complaint on February 3, 1995.  When Pinson failed to answer\r\nwithin thirty days, Watts filed an affidavit of default.  On May 21 and 27, 1998, Watts's counsel\r\nhand-served Pinson with notice that a hearing to determine damages had been set for May 28,\r\n1998. \r\n\r\nPinson went to the courthouse on the scheduled date to attend the damages hearing but left before\r\nit began.  When Pinson arrived, she asked the clerk of court if she had to be present for the\r\nhearing. The clerk responded, \"Well, no, you don't have to be here if you don't want to be here.\" \r\nPinson then left. \r\n\r\nAt the hearing, Watts testified he went to the Elite Ghana nightclub with his cousin on August 8,\r\n1992.  Elite Ghana security later escorted Watts and his cousin from the club (apparently after an\r\naltercation).  Within minutes, security broke up a confrontation involving Watts and his cousin\r\noutside the club. Security then \"disappeared.\"  Before Watts and his cousin could get to their car,\r\nRiley appeared and shot Watts in the right kneecap. \r\n\r\nWatts missed two years from work, lost his car, and incurred medical bills of $20,000.00.  Watts\r\ncharacterized the Elite Ghana as being in a \"high crime\" area and stated there had been prior\r\nshootings at the club.  The court entered judgment against Pinson and one other defendant in favor\r\nof Watts for $95,000.00 in actual damages and $5,000.00 in punitive damages. \r\n\r\nIn a motion dated May 3, 1999, Pinson sought to set the judgment aside  pursuant to Rule\r\n60(b)(4), SCRCP, arguing the judgment was void due to improper service and lack of notice of the\r\ndamages hearing. \r\n\r\nOn July 1, 1999, Pinson made a second motion to set aside the judgment, this time arguing the\r\nverdict was not supported by the evidence, the judgment constituted a fraud, and the complaint\r\nfailed to state a cause of action.  At the hearing, the two motions to set aside the judgment were\r\nconsolidated into a single motion. \r\n\r\nThe trial court denied the motion. \r\n  (2) Pinson appeals.\r\n\r\nLAW/ANALYSIS  \r\n\r\n\r\nPinson argues that Watts's complaint fails to allege \r\n  a cause of action upon which a judgment can be granted and, that as such, the \r\n  default judgment against her should be set aside. We disagree.\r\n\r\nThe determination of whether Watts's complaint \r\n  states a valid cause of action must be made solely upon the allegations set \r\n  forth in the complaint. (3) The question is whether, \r\n  in the light most favorable to the plaintiff and with every doubt resolved in \r\n  his behalf, the complaint states any valid claim for relief. \r\n  (4) \r\n\r\nThe elements for a cause of action in negligence are: 1) a duty of care owed to the plaintiff by the\r\ndefendant; 2) a breach of that duty by some negligent act or omission; and 3) damage proximately\r\nresulting from that breach. (5)  All three elements must be present or the cause of action will fail. (6)\r\n\r\nWe find the complaint was sufficient to state a cause of action against Pinson. (7)  Watts's\r\ncomplaint alleged that Pinson, as an agent, servant, board member, or employee of the Elite\r\nGhana, (8) owed a duty to Watts and negligently failed to prevent Riley from shooting Watts, (9)\r\nnegligently failed to employ adequate security, (10) and negligently served Riley alcohol while he\r\nwas intoxicated and disorderly. (11)  The complaint further stated that Pinson's negligence in these\r\nregards caused Watts's  injury. (12)  \r\n\r\nPinson maintains the complaint was insufficient because Watts failed to allege necessary facts\r\nsuch as: 1) why Watts was at the Elite Ghana; 2) how long he had been at the club prior to the\r\nshooting; 3) Watts was a customer; and 4) Pinson was the landlord.  We disagree.  \"The purpose\r\nof a pleading is fair notice to the opponent and the court.\" (13)  In this state, Rule 8, SCRCP,\r\nmandates that a pleading contain \"ultimate facts\" rather than \"evidentiary facts\"  to state a cause of\r\naction. (14)  \"Ultimate facts fall somewhere between the verbosity of 'evidentiary facts' and the\r\nsparsity of 'legal conclusions.'\" (15)  The complaint here gave fair notice of Watts's claim, alleging\r\nas it did what we consider to be \"ultimate facts.\"\r\n\r\nAFFIRMED.\r\n\r\nHEARN, C.J., and CONNOR, J., concur.\r\n1.  Because oral argument would \r\n  not aid the court in resolving the issues on appeal, we decided this case without \r\n  oral argument pursuant to Rule 215, SCACR.  \r\n2.  The court noted Pinson did \r\n  not make a timely motion for relief under Rule 55(c). Pinson did not make any \r\n  motion until after the default judgment; therefore, Rule 55(c) is not applicable. \r\n  See Ricks v. Weinrauch, 293 S.C. 372, 360 S.E.2d 535 (Ct. App. \r\n  1987) (applying Rule 55(c) standard when party moved to set aside entry of default \r\n  prior to default judgment). \r\n3. Gentry v. Yonce, 337 \r\n  S.C. 1, 522 S.E.2d 137 (1999); Cowart v. Poore, 337 S.C. 359, 523 S.E.2d \r\n  182 (Ct. App. 1999). \r\n4.  Washington \r\n  v. Lexington County Jail, 337 S.C. 400, 523 S.E.2d 204 (Ct. App. 1999). \r\n5.  Stevens \r\n  v. Allen, 342 S.C. 47, 536 S.E.2d 663 (2000). \r\n6.   Washington, \r\n  337 S.C. at 405, 523 S.E.2d at 206. \r\n7.  See \r\n  Parks v. Characters Night Club, Op. No. 3342 (S.C.Ct.App. filed May 21, \r\n  2001) (Shearouse Adv.Sh. No. 18 at 29) (stating if the place or character of \r\n  a land owner's business, or his past experience, is such that he should reasonably \r\n  anticipate careless or criminal conduct on the part of third persons, either \r\n  generally or at some particular time, he may be under a duty to take precautions \r\n  against it, and to provide a reasonably sufficient number of servants to afford \r\n  a reasonable protection); see also Jeffords v. Lesesne, 343 S.C. \r\n  656, 541 S.E.2d 847 (Ct. App. 2000) (finding the place and the character of \r\n  the business raised a factual issue concerning the reasonable foreseeability \r\n  of criminal conduct of a third party and the necessity of taking reasonable \r\n  precautions, such as providing security or a reasonably sufficient number of \r\n  servants, to afford protection). \r\n8.   Watts's \r\n  complaint alleges in Paragraph 3:\r\n\r\n\r\n  3) That Defendant Ann Pinson, Joseph King and Abraham \r\n    Jeter are agents, servants, Board members, and employees of the Defendant \r\n    business concerns [i.e., Metro Security, a/k/a Metro Security Agency, Elite \r\n    Ghana Lounge, Sloans Incorporated and Blue Morocco Cocktail Lounge &amp; Club, \r\n    Inc.].  \r\n\r\n9.    \r\n  Watts's complaint alleges in Paragraphs 6 and 7: \r\n\r\n\r\n  6) That Defendants did or should have foreseen \r\n    that the assault against the Plaintiff would occur because Victor Maceo Riley \r\n    had been involved in similar altercations on Defendants' premises on prior \r\n    occasions and has a reputation in the community for violent behavior, particularly \r\n    when intoxicated. \r\n\r\n  7) That Despite Defendants' notice of the danger \r\n    that Victor Maceo Riley would commit an assault, Defendant negligently failed \r\n    to adopt and enforce a policy of barring Victor Maceo Riley from the premises \r\n    and negligently failed to remove Victor Maceo Riley from the premises when \r\n    his behavior warranted such action on the date of the assault against Plaintiff. \r\n\r\n 10.  Watts's \r\n  complaint alleges in Paragraph 9: \r\n\r\n\r\n  9) That Defendant negligently failed to employ \r\n    competent security guards or \"bouncers\" who could have controlled Victor Maceo \r\n    Riley and thereby prevented the assault. \r\n\r\n11.  Watts's \r\n  complaint alleges in Paragraph 8:\r\n\r\n\r\n  8) That on the date of the assault, Defendants \r\n    negligently served intoxicating liquor to Victor Maceo Riley when he was intoxicated, \r\n    even though Defendants knew or should have known that doing so increased the \r\n    danger that Victor Maceo Riley would act in a violent manner.  \r\n\r\n12.   Watts's \r\n  complaint alleges in Paragraph 12: \r\n\r\n\r\n  12) That the Plaintiff's injuries were the direct, \r\n    proximate and foreseeable results of the carelessness, gross negligent, reckless, \r\n    willful and wanton acts and/or omissions of the Defendants. \r\n\r\n13.   James \r\n  F. Flanagan, South Carolina Civil Procedure 59 (2d ed. 1996). \r\n14.  Id. \r\n  at 58-59. \r\n15.   Id. \r\n  at 59.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3364","title":"Department of Social Services v. Mrs. H and Mr. H","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3364","description":"This appeal involves the issues of (1) whether the family court properly terminated parental rights based on the appellants' failure to remedy the conditions which caused removal and (2) the effect of an outstanding motion for reconsideration on the family court's jurisdiction to hear the TPR action.","date":"2001-07-02","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The Department of Social Services, Respondent,\r\n\r\n\r\n            v. \r\n\r\n        \r\n\r\n        Mrs. H and Mr. H, Appellants.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Sumter County\r\n  R. Wright Turbeville, Family Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3364\r\n    Heard May 8, 2001 - Filed July 2, 2001  \r\n  \r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Charles T. Brooks, III, of Sumter, for appellants.\r\n\r\n        Sharon Baker Clark, of Sumter, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nHUFF, J.: Mrs. H and Mr. H appeal \r\n  from an order of the family court terminating their parental rights to two minor \r\n  children, the older child and the younger child. We affirm.\r\n\r\nFACTUAL/PROCEDURAL BACKGROUND\r\n\r\nMrs. H is the natural mother of the older child \r\n  and the younger child. Mr. H is the younger child's natural father and the older \r\n  child's stepfather. \r\n\r\nLaw enforcement officers took the older child into \r\n  emergency protective custody on June 2, 1992, after the Department of Social \r\n  Services (DSS) received a report alleging she had been sexually abused, had \r\n  bruises on her legs, and had head lice. The younger child was taken into emergency \r\n  protective custody pursuant to an ex parte order dated August 28, 1992, due \r\n  to risk of sexual abuse.\r\n\r\nAfter a merits hearing in October of 1992, the \r\n  family court, by its order dated December 15, 1992, continued custody with DSS. \r\n  In its order, the court found: (1) Mr. H had inappropriately touched the older \r\n  child in her vaginal area; (2) Mrs. H would be unable or unwilling to protect \r\n  the child from such abuse because she did not believe the abuse occurred; and \r\n  (3) Mr. H's conduct with the older child placed the younger child in danger \r\n  \"until such time as Mr. H and Mrs. H can be rehabilitated . . . .\" In the same \r\n  order, the court approved a treatment plan for Mr. H and Mrs. H and directed \r\n  both parents to comply with its terms.\r\n\r\nMrs. H and Mr. H filed a pro se motion dated December \r\n  29, 1992, seeking reconsideration of the December 15, 1992 order pursuant to \r\n  Rule 60(b)(1), (2), (3), (4), and (5), based on newly discovered evidence. \r\n  (1) A hearing on the motion was set for September 23, 1993, but was \r\n  subsequently continued. Mr. H and Mrs. H through their attorney, filed an amended \r\n  motion to reconsider on November 30, 1993, and the court rescheduled the hearing \r\n  for December 14, 1993. On the same day, DSS filed a return opposing the motion, \r\n  and the hearing was rescheduled for December 17, 1993. After the December 17th \r\n  hearing, the court issued an order dated January 24, 1994, continuing the hearing \r\n  and finding the motion should be heard by the judge who issued the December \r\n  15, 1992 order.\r\n\r\nSubsequent to the December 15, 1992 order and up \r\n  until April 1998, the family court held numerous review and motion hearings. \r\n  In September of 1993, the family court continued custody of the children with \r\n  DSS and ordered Mrs. H and Mr. H to continue counseling and \"cooperate with \r\n  the professionals.\" Following an August 1994 review hearing, the court found \r\n  a \"significant aspect of the Treatment Plan,\" that Mr. H and Mrs. H receive \r\n  individual counseling, had not materialized, and that the children should remain \r\n  in foster care. The court ordered Mrs. H and Mr. H to promptly arrange to begin \r\n  counseling and noted, if Mrs. H and Mr. H failed to attend counseling, it would \r\n  be an indication to the court that they \"did not wish to remediate the problems \r\n  which necessitated the removal of the children.\" In February of 1995, the court \r\n  suspended Mr. H's visitation with the older child and encouraged Mrs. H and \r\n  Mr. H to cooperate with the treatment plan. In May of 1995, the court held two \r\n  hearings, one on the issue of evaluation of the children by Mrs. H's and Mr. \r\n  H's counselor and another on the issue of whether Mr. H should be allowed to \r\n  resume visitation with the older child. By order dated June 21, 1995, the court \r\n  found that the detriment to the older child in allowing such visitation outweighed \r\n  any benefit therefrom, and the order suspending that visitation should remain \r\n  in force. The court further urged Mrs. H and Mr. H to be faithful to the treatment \r\n  plan.\r\n\r\nIn 1995, Mrs. H and Mr. H filed a complaint, and \r\n  in 1996 an amended complaint, seeking to regain custody of the children. On \r\n  September 11, 1997, DSS filed this action for termination of parental rights. \r\n  By order dated October 2, 1998, the family court consolidated all of the pending \r\n  actions, including Mrs. H's and Mr. H's action to regain custody, and all issues \r\n  were preserved for a final hearing on the merits.\r\n\r\nThe family court held the final hearing on the \r\n  consolidated actions on November 17, 18, and 19, 1999. By order dated January \r\n  4, 2000, the court terminated Mr. H's parental rights as to the younger child, \r\n  and terminated Mrs. H's parental rights as to both the younger child and the \r\n  older child. (2) The court also directed DSS \r\n  to devise a permanent placement plan for the children. Regarding Mr. H, the \r\n  court specifically found, despite identification by DSS of the conditions leading \r\n  to removal and meaningful efforts of the agency to provide appropriate rehabilitative \r\n  services, clear and convincing evidence indicated Mr. H failed to complete his \r\n  treatment plan and, therefore, never remedied the conditions which caused the \r\n  younger child's removal from the home. The court further found that termination \r\n  of Mr. H's parental rights was proper based on the undisputed evidence that \r\n  the younger child had been in foster care for fifteen of the twenty-two months \r\n  preceding trial. As to termination of Mrs. H's parental rights, the court found \r\n  that she too had failed to remedy the conditions which caused removal of the \r\n  children, inasmuch as she continued to believe Mr. H had not committed the alleged \r\n  abuse and, therefore, she continued to be unable or unwilling to protect them \r\n  from the risk of abuse. As well, the court found termination of Mrs. H's parental \r\n  rights proper on the ground the children had been in foster care for fifteen \r\n  of the most recent twenty-two months preceding trial of the case. Mrs. H and \r\n  Mr. H filed a post trial motion for reconsideration, which was denied. This \r\n  appeal followed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nGrounds for termination of parental rights must \r\n  be proved by clear and convincing evidence. S.C. Dep't of Soc. Servs. v. \r\n  Parker, 336 S.C. 248, 254, 519 S.E.2d 351, 354 (Ct. App. 1999); Greenville \r\n  County Dep't of Soc. Servs. v. Bowes, 313 S.C. 188, 193, 437 S.E.2d 107, \r\n  110 (1993). On appeal of a termination of parental rights case, this court may \r\n  review the record and make its own finding of whether clear and convincing evidence \r\n  supports the termination. S.C. Dep't of Soc. Servs. v. Broome, 307 S.C. \r\n  48, 54, 413 S.E.2d 835, 839 (1992) (\"The appellate court may review the record \r\n  on appeal on the issue of termination of parental rights and make its own finding \r\n  as to whether such termination is supported by clear and convincing evidence.\"). \r\n  Statutes involving the termination of parental rights \"must be liberally construed \r\n  in order to ensure prompt judicial procedures for freeing minor children from \r\n  the custody and control of their parents by terminating the parent child relationship. \r\n  The interests of the child shall prevail if the child's interest and the parental \r\n  rights conflict.\" S.C. Code Ann. § 20-7-1578 (Supp. 2000); Joiner ex rel \r\n  Rivas v. Rivas, 342 S.C. 102, 108, 536 S.E.2d 372, 375 (2000).\r\n\r\nLAW/ANALYSIS\r\n\r\nI. \r\n\r\nOn appeal, Mrs. H and Mr. H assert the family court \r\n  lacked jurisdiction to proceed with the termination of parental rights action \r\n  because their December 29, 1992 motion for reconsideration of the court's December \r\n  15, 1992 order was never heard. We disagree.\r\n\r\n At the onset of the final hearing on November \r\n  17, 1999, Mrs. H's and Mr. H's attorney brought to the court's attention the \r\n  fact that the court had never held a hearing on Mrs. H's and Mr. H's Rule 60 \r\n  motion for reconsideration of the family court's order of removal dated December \r\n  15, 1992. The court found it had \"directed back in 1993 that [the Rule 60 motion \r\n  hearing] be scheduled in front of the [trial judge who held the removal hearing], \r\n  and it was not done.\" It determined \"[t]hat it should have been heard and it \r\n  is incumbent upon the moving party to see that it is heard . . . in conjunction \r\n  with . . . the trial judge.\" Noting the numerous review and motion hearings \r\n  conducted over the seven year period since the initial filing of the motion \r\n  to reconsider, the court determined, having participated in these hearings, \r\n  Mrs. H and Mr. H waived and abandoned the opportunity to have the Rule 60 motion \r\n  heard. \r\n\r\nThe family court has exclusive jurisdiction over \r\n  all proceedings involving the termination of parental rights. S.C. Code Ann. \r\n  § 20-7-1562 (Supp. 2000); S.C. Dep't of Soc. Servs. v. Smith, 343 S.C. \r\n  129, 538 S.E.2d 285 (Ct. App. 2000). Mrs. H and Mr. H assert, however, the TPR \r\n  court was divested of jurisdiction until such time as the motion for reconsideration \r\n  of the removal order could be heard.\r\n\r\n We recognize, as noted by Mrs. H and Mr. H on \r\n  appeal, that the family court in its January 24, 1994 order continued the hearing \r\n  on their Rule 60 motion and found the motion should be heard by the judge who \r\n  issued the December 15, 1992 order, but this hearing never actually occurred. \r\n  There is no indication in the record, however, that Mrs. H and Mr. H sought \r\n  to have the hearing rescheduled at any time after the January 24, 1994 order, \r\n  even though several subsequent hearings were conducted and approximately six \r\n  years elapsed between the time Mrs. H and Mr. H filed the amended motion in \r\n  1993 and the final hearing was held in 1999. It was incumbent on Mrs. H and \r\n  Mr. H to reschedule the motion for hearing before the removal judge, as directed \r\n  by the January 24, 1994 order. Under these circumstances, we are inclined to \r\n  agree with the trial court's treatment of Mrs. H's and Mr. H's Rule 60 motion \r\n  as having been waived. Accord Johnson v. Hampton Indus., Inc., \r\n  83 N.C. App. 157, 158, 349 S.E.2d 332, 333 (1986) (where the North Carolina \r\n  Court of Appeals held defendant waived its right to change of venue where it \r\n  failed to press the motion until some ten months after it was filed, although \r\n  the motion \"could have been calendared for hearing at many earlier court sessions\").\r\n\r\nMoreover, Mrs. H and Mr. H have not appealed the \r\n  December 15, 1992 order. Rule 60(b) specifically provides that \"[a] motion under \r\n  this subdivision (b) does not affect the finality of a judgment or suspend its \r\n  operation.\" Rule 60(b), SCRCP. In addition, our Supreme Court has held that \r\n  \"any order issued as a result of a merit hearing, as well as any later order \r\n  issued with regard to a treatment, placement, or permanent plan, is a final \r\n  order that a party must timely appeal.\" Hooper v. Rockwell, 334 S.C. \r\n  281, 291, 513 S.E.2d 358, 364 (1999). Based on the operation of Rule 60 and \r\n  the applicable case law, the December 15, 1992 order is the law of the case.\r\n\r\nAccordingly, we find no error in the family court's \r\n  decision to proceed with the action for termination of parental rights despite \r\n  the fact that no hearing took place on Mrs. H's and Mr. H's Rule 60 motion.\r\n\r\nII.\r\n\r\nNext, Mrs. H and Mr. H assert the family court \r\n  erred in determining they failed to remedy the conditions which caused removal. \r\n  We disagree. \r\n\r\nMrs. H's and Mr. H's parental rights were terminated \r\n  pursuant to, inter alia, § 20-7-1572(2), which provides for termination of parental \r\n  rights if \"[t]he child has been removed from the parent pursuant to Section \r\n  20-7-610 or Section 20-7-736, has been out of the home for a period of six months \r\n  following the adoption of a placement plan by court order or by agreement between \r\n  the department and the parent, and the parent has not remedied the conditions \r\n  which caused the removal.\" S.C. Code Ann. § 20-7-1572(2) (Supp. 2000).\r\n\r\nHere, the children were removed pursuant to S.C. \r\n  Code Ann. § 20-7-736(B) (Supp. 2000) which provides, in relevant part:\r\n\r\n\r\n  (B) Upon investigation of a report received under \r\n    Section 20-7-650 or at any time during the delivery of services by the department, \r\n    the department may petition the family court to remove the child from custody \r\n    of the parent, guardian, or other person legally responsible for the child's \r\n    welfare if the department determines by a preponderance of evidence that the \r\n    child is an abused or neglected child and that the child cannot be safely \r\n    maintained in the home in that he cannot be protected from unreasonable risk \r\n    of harm affecting the child's life, physical health, safety, or mental well-being \r\n    without removal. \r\n\r\n\r\nThe record shows Mr. H failed to complete his treatment \r\n  plan. One of the provisions of the plan was that he acknowledge the incident \r\n  of sexual abuse and seek counseling for sexual offenders. The plan also provided \r\n  for Mrs. H to successfully complete a therapy program, acknowledging Mr. H as \r\n  the perpetrator of the sexual abuse, so that she could provide protection for \r\n  her daughters. Although Mr. H attended counseling sessions, the sessions geared \r\n  toward sexual abuse treatment were discontinued because he refused to admit \r\n  the abuse occurred. It is further uncontested Mrs. H has steadfastly denied \r\n  any abuse on the part of Mr. H.\r\n\r\nMrs. H and Mr. H assert that in devising a treatment \r\n  plan, DSS expanded the family court's December 15, 1992 finding of \"inappropriate \r\n  touching\" to allege sexual abuse when there had been no such finding. The crux \r\n  of Mrs. H's and Mr. H's argument is, therefore, that their failure to complete \r\n  the treatment plan should not serve as grounds for termination because the treatment \r\n  plan was inappropriately designed for sexual abusers/molesters. \r\n\r\nWe disagree with Mrs. H's and Mr. H's characterization \r\n  of the family court's December 15, 1992 order as not including a finding of \r\n  sexual abuse. Although the court did not expressly describe Mr. H's behavior \r\n  as sexually abusive, the court did find \"inappropriate touching of [the older \r\n  child's] vaginal area by her stepfather,\" and the court went on to characterize \r\n  the behavior as abuse. In our view, even though the court did not employ the \r\n  term \"sexual abuse,\" the court's finding of an abusive, inappropriate touching \r\n  of the child's vaginal area is tantamount to a finding of sexual abuse. See \r\n  S.C. Code Ann. § 20-7-490(2) (Supp. 2000) (\"'Abused or neglected child' means \r\n  a child . . . whose physical or mental health or welfare is harmed or threatened \r\n  with harm as defined by items (3) and (4), by the acts or omissions of the child's \r\n  parent, guardian, or other person responsible for his welfare.\"). See \r\n  also, S.C. Code Ann. § 20-7-490(3) (Supp. 2000) (\"'Harm' to a child's \r\n  health or welfare can occur when the parent, guardian, or other person responsible \r\n  for the child's welfare: . . . (b) commits or allows to be committed against \r\n  the child a sexual offense as defined by the laws of this State.\"). See \r\n  also S.C. Code Ann. § 16-3-655(1) (1985) (\"A person is guilty of criminal \r\n  sexual conduct in the first degree if the actor engages in sexual battery with \r\n  the victim who is less than eleven years of age.\"); S.C. Code Ann. §16-3-651(h) \r\n  (1985) (\"'Sexual battery' means sexual intercourse, cunnilingus, fellatio, anal \r\n  intercourse, or any intrusion, however slight, of any part of a person's body \r\n  or of any object into the genital or anal openings of another person's body, \r\n  except when such intrusion is accomplished for medically recognized treatment \r\n  or diagnostic purposes.\"); S.C. Code Ann. § 16-15-140 (Supp. 2000) (\"It is unlawful \r\n  for a person over the age of fourteen years to wilfully and lewdly commit or \r\n  attempt a lewd or lascivious act upon or with the body, or its parts, of a child \r\n  under the age of sixteen years, with the intent of arousing, appealing to, or \r\n  gratifying the lust or passions or sexual desires of the person or of the child.\"); \r\n  S.C. Code Ann. § 17-25-135 (Supp. 2000) (Entry of sex offenders on Central Registry \r\n  of Child Abuse and Neglect upon conviction of certain crimes. . . . (B) \" For \r\n  purposes of this section: . . . (2) \"Sexual abuse\" means: (a) actual or attempted \r\n  sexual contact with a child . . . .\").\r\n\r\nFurther, we are compelled to agree with the family \r\n  court that Mrs. H's and Mr. H's failure to complete the treatment plan precluded \r\n  them from remedying the conditions which caused removal. Pursuant to the treatment \r\n  plans, both Mr. H and Mrs. H were to attend counseling. Mr. H was to attend \r\n  a program for sex offenders \"to work through his denial and learn appropriate \r\n  behavior with children.\" Mrs. H was also to attend counseling and work on the \r\n  obstacle that she \"had not dealt with her own physical and sexual abuse or that \r\n  of the older child, and would not be able to protect her children until she \r\n  did so.\" Without an acknowledgment of the incident on the part of Mrs. H and \r\n  Mr. H, DSS considered placement of the children back in the home infeasible, \r\n  because the children would not be safe.\r\n\r\nDSS's expert witness testified the older child \r\n  had been sexually abused and her healing process could not continue absent an \r\n  admission from her abuser. She further testified that, where the abuser refuses \r\n  to acknowledge the abuse, it would be detrimental to the child's well-being \r\n  to be exposed to her abuser. Further, the family court noted in its order of \r\n  termination that \"several psychological experts . . . agreed that sexual offender \r\n  counseling could never be successful without an admission on the part of the \r\n  perpetrator that the abuse had taken place.\" See Dep't of Soc. Servs. \r\n  v. Pritchett, 296 S.C. 517, 520, 374 S.E.2d 500, 501 (Ct. App. 1988) (\"It \r\n  is significant to note the statute allows for termination of parental rights \r\n  where the parent has not remedied the conditions causing removal. This \r\n  does not suggest that an attempt to remedy alone is adequate to preserve \r\n  parental rights. Otherwise, the statute would be couched in such terms. The \r\n  attempt must have, in fact, remedied the conditions.\"). Under the facts and \r\n  circumstances, we affirm the family court's decision that Mrs. H and Mr. H failed \r\n  to remedy the conditions which caused removal and termination is proper on that \r\n  ground.\r\n\r\nIII.\r\n\r\nMrs. H and Mr. H next assert the family court erred \r\n  in affording S.C. Code Ann. § 20-7-1572(8) (Supp. 2000) \r\n  (3) retroactive effect in reaching its determination as to termination \r\n  of parental rights on this ground. Because we have determined termination of \r\n  parental rights was properly accomplished pursuant to § 20-7-1572(2), we decline \r\n  to address the issue of whether the family court properly applied § 20-7-1572(8) \r\n  retrospectively.\r\n\r\nFor the foregoing reasons, the decision of the \r\n  family court is\r\n\r\nAFFIRMED.\r\n\r\nANDERSON and SHULER, JJ., concur.\r\n\r\n1.  In response to the court's \r\n  questioning at oral argument, Mrs. H's and Mr. H's counsel acknowledged the \r\n  motion was made pursuant to Rule 60, rather than Rule 59, SCRCP. \r\n 2.  Pursuant to the same order, \r\n  the family court terminated the parental rights of the older child's natural \r\n  father, who is not a party to this appeal. \r\n 3.  Section 20-7-1572(8) provides \r\n  for termination upon a finding that termination is in the best interest of the \r\n  child and \"[t]he child has been in foster care under the responsibility of the \r\n  State for fifteen of the most recent twenty-two months.\" This subsection was \r\n  added by 1998 Act No. 391, with an effective date of June 15, 1998. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3365","title":"State v. Dunlap","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3365","description":"This case examines two issues: (1) the alleged prejudicial comments made by the judge who qualified the entire jury panel; and (2) the admissibility of prior drug convictions under Rule 609, SCRE.","date":"2001-07-02","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nThe State, Respondent,\r\n\r\nv.\r\n\r\n\r\nLaterrance Ramone Dunlap, Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From York County\r\nHenry F. Floyd, Circuit Court Judge\r\n\r\n\r\nOpinion No. 3365\r\nHeard June 6, 2001 - Filed July 2, 2001\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nStephen D. Schusterman, of Rock Hill, for Appellant.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy\r\nAttorney General Robert E. Bogan and Assistant Attorney General Toyya Brawley Gray,  all of Columbia; and\r\nSolicitor Thomas E. Pope, of York, for Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nANDERSON, J.: Laterrance Ramone Dunlap appeals his conviction for distribution of crack cocaine.  Dunlap argues he\r\nwas prejudiced by comments made by the Circuit Court judge who presided over qualification of the entire jury panel for\r\nthe week.  Dunlap additionally contends the trial judge erroneously admitted evidence of his prior convictions.  We affirm.\r\n\r\nFACTS/PROCEDURAL BACKGROUND\r\n\r\nOn the evening of April 2, 1999, undercover police officers observed Dunlap outside his family's home engaged in a\r\ntransaction with two individuals who had stopped by to visit with him.  The police detained one of the visitors and found\r\ncrack cocaine.  The detainee informed police that Dunlap sold him the crack cocaine.  Dunlap was arrested and charged\r\nwith distribution of crack cocaine.  A trial was held and Dunlap was convicted of the charge.  The trial court sentenced\r\nDunlap to nineteen years in prison and ordered him to pay a $100,000 fine.\r\n\r\nISSUES\r\n\r\n\r\nI.  Did the trial judge err in failing to dismiss the jury because of comments made by the Circuit Court judge who qualified\r\nthe entire jury panel for the week concerning defendants and their decisions to plead or continue to trial?\r\n\r\nII.  Did the trial judge err by permitting evidence of Dunlap's prior convictions?\r\n\r\n\r\n\r\n    LAW/ANALYSIS\r\n\r\n\r\n\r\nI.  Prejudice Stemming from Comments Made by Qualifying Judge\r\n\r\nDunlap claims that comments made by the qualifying judge tainted the entire jury panel.  He further alleges the trial judge\r\nerred in failing to dismiss the jury.  We disagree.\r\n\r\nDunlap avers in his brief that the Circuit Court judge who qualified the entire jury panel for the week stated some\r\ndefendants will enter a courtroom, take a look at \"everything,\" including the prospective jurors, and decide \"to fess up\" and\r\nplead guilty.  Dunlap asserts these remarks were prejudicial.  He maintains:\r\n\r\n\r\nThis comment could certainly be interpreted by potential jurors that everyone that comes to court is, in fact, guilty of the\r\ncrime they are charged with.  It is a well known premise that many people believe that if someone is charged with a crime\r\nand brought to trial, they must be guilty.  The role of the court should be to reject this popular assumption and explain the\r\n\"innocent until proven guilty\" theory.  In the instant case, remarks made by the . . . judge [who qualified the entire jury\r\npanel for the week] only reinforced the assumption that most, if not all, Defendants are guilty.\r\n\r\n\r\nIt is important to understand the qualification \r\n  procedure of the entire jury panel for the week encompasses queries in regard \r\n  to the general qualification of jurors. See S.C. Code Ann. §§ 14-7-810 \r\n  to -870 (Supp. 2000). Under our statute, certain individuals are disqualified \r\n  or exempted from serving as a juror in any court. In State v. Hughey, \r\n  339 S.C. 439, 529 S.E.2d 721 (2000), the Supreme Court explained that South \r\n  Carolina recognizes a difference between \"exemptions\" \r\n  and \"disqualifications\" from jury duty:\r\n\r\n\r\n  An exemption from jury duty is not a disqualification \r\n    to act as a juror, but is a personal privilege that the juror may claim or \r\n    waive. 50A C.J.S. Juries § 304 (1955); see also 15A Words and \r\n    Phrases Exempt; Exemption (1950)(\"A person exempted from jury \r\n    services is not thereby disqualified to serve on a jury.\"). This Court has \r\n    held an exemption from jury duty is not a disqualification. See State \r\n    v. Matthews, 291 S.C. 339, 343, 353 S.E.2d 444, 447 (1986)(\"An exemption \r\n    under [S.C. Code Ann. § 14-7-850] is a privilege and not a disqualification.\"); \r\n    State v. Toland, 36 S.C. 515, 521, 15 S.E. 599, 600 (1892)(\"exemption \r\n    was a personal privilege which [jurors] might or might not claim, but it did \r\n    not disqualify them as jurors.\").\r\n\r\n\r\nHughey, 339 S.C. at 448-49, 529 S.E.2d at \r\n  726.\r\n\r\nThe following is a list of persons disqualified \r\n  from jury service:\r\n\r\n\r\n  (1) Persons who do not come within at least one \r\n    of the following categories: (a) registered voter; (b) possessor of a valid \r\n    South Carolina driver's license; or (c) possessor of an identification card \r\n    issued by the South Carolina Department of Public Safety. S.C. Code Ann. § \r\n    14-7-130;\r\n\r\n(2)  Persons convicted in a state or federal court of a crime punishable by imprisonment for more than one year whose civil\r\nrights have not been restored by pardon or amnesty.  S.C. Code Ann. § 14-7-810(1);\r\n\r\n(3)  Persons unable to read, write, speak, or understand the English language.  S.C. Code Ann. § 14-7-810(2);\r\n\r\n(4)  Persons incapable by reason of mental or physical infirmities to render efficient jury service.  S.C. Code Ann. § 14-7-810(3);\r\n\r\n(5)  Persons with less than a sixth grade education or its equivalent.  S.C. Code Ann. § 14-7-810(4);\r\n\r\n(6)  \"No clerk or deputy clerk of the court, constable, sheriff, probate judge, county commissioner, magistrate or other\r\ncounty officer, or any person employed within the walls of any courthouse is eligible as a juryman in any civil or criminal\r\ncase.\"  S.C. Code Ann. § 14-7-820;\r\n\r\n(7)  \"No member of the grand jury which has found an indictment may be put upon the jury for the trial thereof.\"  S.C.\r\nCode Ann. § 14-7-830;\r\n\r\n(8)  \"No person is liable to be drawn and serve as a juror in any court more often than once every three calendar years and\r\nno person shall serve as a juror more than once every calendar year, but he is not exempt from serving on a jury in any other\r\ncourt in consequence of his having served before a magistrate.\"  S.C. Code Ann. § 14-7-850.\r\n\r\n\r\nThe following is a list of persons exempted \r\n  from jury service:\r\n\r\n\r\n(1)  Persons over the age of sixty-five may be exempted from serving as jurors.  S.C. Code Ann. § 14-7-840;\r\n\r\n(2)  \"Any woman having a child under seven years of age of whom she has legal custody and the duty of care, who desires\r\nto be excused from jury duty, shall furnish an affidavit to the clerk of court stating that she is unable to provide adequate\r\ncare for the child while performing jury duty and shall be excused from such duty.\"  S.C. Code Ann. § 14-7-860;\r\n\r\n(3)  If a student selected for jury service during the school term requests, his service must be postponed to a date that does\r\nnot conflict with the school term.  If a school employee selected for jury service during the school term requests, his service\r\nmust be postponed to a date that does not conflict with the school term.  S.C. Code Ann. § 14-7-845.\r\n\r\n\r\nOrdinarily, the qualifying judge's comments to the jury panel involve general questions to determine if any members of the\r\npanel would be statutorily disqualified, exempted, or excused from service as a juror.  The trial judge, on the other hand,\r\nposes a different set of questions to the jury panel concerning qualification to sit on a specific case.\r\n\r\nIn the instant case, the comments by the judge qualifying the entire jury panel for the week are at issue.  We find the\r\nqualifying judge's comments to the general jury panel did not prejudice Dunlap.  Here, there is no contest in regard to\r\nquestions posed by the trial judge concerning juror qualification for the trial jury.\r\n\r\nState v. Council, 335 S.C. 1, 515 S.E.2d \r\n  508 (1999), provides guidance in disposing of this issue. The Council \r\n  Court determined \"[t]he ultimate consideration [of the judge concerning juror \r\n  qualification] is that the juror be unbiased, impartial and able to carry out \r\n  the law as explained to him.\" Id. at 10, 515 S.E.2d at 513.\r\n\r\nIn the present case, before opening arguments began, the trial judge asked the trial jury pool several questions regarding\r\ntheir fairness and impartiality, including the succeeding questions:\r\n\r\n\r\n  \r\n    \r\n      \"Is there any member of the jury panel who has any religious belief or any emotional belief that you would not be able to\r\ncarry out [the function of being a juror]?  If so, please say so.\"\r\n    \r\n  \r\n  \r\n    \r\n      \"Is there any member of the jury panel who has formed or expressed any opinion as to the guilt or innocence of the\r\ndefendant, Mr. Dunlap?  If so, please stand.\"\r\n    \r\n  \r\n  \r\n    \r\n      \"I[s] there any member of the jury panel aware of any bias or any prejudice in connection with this case?  If so, and you\r\nhave an opinion, we just need to know what it is.\"\r\n    \r\n  \r\n  \r\n    \r\n      \"[D]oes any member of the jury panel know of any reason whatsoever why he or she cannot give the State of South\r\nCarolina or the defendant, Mr. Laterrance Ramone Dunlap, a fair and impartial trial?  If so, please say so.\"\r\n    \r\n  \r\n\r\n\r\n\r\nNo jury member responded in the affirmative to \r\n  the trial judge's queries. The trial judge, convinced a fair and impartial jury \r\n  was empaneled, permitted the trial to begin. In this circumstance, without evidence \r\n  to the contrary, we must conclude the jury members followed the trial judge's \r\n  instructions to notify him of bias or prejudice any of them possessed. See \r\n  Foye v. State, 335 S.C. 586, 590 n.1, 518 S.E.2d 265, 267 n.1 (1999)(\"A \r\n  jury is presumed to [have followed the trial judge's] instructions.\"). The record \r\n  and Dunlap's brief are devoid of any evidence refuting the trial judge's conclusions. \r\n  The trial judge, therefore, did not err by failing to dismiss the jury panel \r\n  as previously qualified.\r\n\r\nQuoting State v. Britt, 235 S.C. 395, 425, \r\n  111 S.E.2d 669, 685 (1959), overruled on other grounds by State v. \r\n  Torrence, 305 S.C. 45, 406 S.E.2d 315 1991), Dunlap asserts he is entitled \r\n  to reversal because \"[w]hen it is made to appear that anything has occurred \r\n  which may have improperly influenced the action of the jury, the accused should \r\n  be granted a new trial, although he may appear to be ever so guilty, because \r\n  it may be said that his guilt has not been ascertained in the manner prescribed \r\n  by law.\" Dunlap incorrectly applies this proposition. \r\n\r\nBritt was tried for murder and the State was seeking the death penalty.  Before trial, the police offered Britt the opportunity\r\nto take a polygraph exam.  He refused.  These facts were introduced at trial via the testimony of Chief Strom of the South\r\nCarolina Law Enforcement Division (SLED).  The trial judge initially permitted the admission of this testimony; however,\r\nafter Chief Strom completed his testimony, the trial judge changed his mind regarding the admissibility of these facts and\r\ninstructed the jury to disregard what was said.\r\n\r\nOn appeal, Britt claimed the SLED Chief's testimony \r\n  concerning the polygraph prejudiced him, notwithstanding the trial judge's instruction \r\n  to the court reporter to strike the testimony and the judge's subsequent instruction \r\n  to the jury to disregard the testimony. The Supreme Court, though recognizing \r\n  errors concerning incompetent testimony may be mitigated by curative instructions, \r\n  concluded typical approaches to correcting errors were not necessarily suitable \r\n  in death penalty trials. The Court clarified: \"The power of the law to take \r\n  the life of human beings for a violation of the law is one which should be and \r\n  is exercised with extreme caution. The frailties of human nature are so manifold \r\n  and manifest until the law should and does place around the defendant, whose \r\n  life will be taken for a violation of the law, every safeguard to enable such \r\n  defendant to secure a fair and impartial trial.\" Id. at 424, 111 S.E.2d \r\n  at 684.\r\n\r\nThe rule articulated in Britt is arguably \r\n  unique to death penalty trials. The case sub judice is not a death \r\n  penalty matter. If any error was created by the qualifying judge in her remarks, \r\n  it was cured by the trial judge's subsequent polling of the jury panel before \r\n  the trial began to determine if any bias or prejudice existed.\r\n\r\nII.  Evidence of Prior Convictions\r\n\r\nBefore presenting a defense, Dunlap requested an \r\n  in limine ruling as to the admissibility of his prior convictions. \r\n  Dunlap complains the trial court erred in ruling that evidence of his prior \r\n  convictions could be used for the purpose of impeachment. We disagree.\r\n\r\nIn 1994, Dunlap was convicted of distribution of an imitation substance.  Thereafter, in 1997, Dunlap was convicted of\r\n\"conspiracy of intent to distribute crack cocaine.\"\r\n\r\nDuring opening arguments, defense counsel stated the following to the jury:\r\n\r\n\r\nYou are going to hear from a young man who has been in trouble with the law from the time he was fifteen years old.\r\n\r\nYou are going to hear from a young man who was addicted to drugs and was sent to a rehab center because he was hooked\r\non marijuana.  And you are also going to hear that he has been clean ever since.\r\n\r\nThat's what you are going to hear about.  And it is very easy to say, my guy, if he was involved with drugs years ago, then\r\nhe should be guilty today.  Look where he was.  Look now where he is.  Look at all the evidence and all the witness[es]. . . .\r\n\r\n  . . . .\r\n  . . . [W]e could convict him right now because \r\n    he is a young man who was hooked on crack and had a problem with it. He \r\n    never sold it, but he used it. And now, he has got his life straight. \r\n  \r\n\r\n\r\n(Emphasis added).\r\n\r\nAt the close of the State's case, Dunlap made a motion objecting to the admissibility of his prior convictions based on the\r\nprejudicial effect they would have on the jury.  The trial court found Dunlap waived his right to challenge the admission of\r\nthe prior convictions by commenting on his previous behavior during opening arguments.  The court further ruled the\r\nconvictions were admissible under Rule 609 of the South Carolina Rules of Evidence.  After the trial court ruled on the\r\nadmissibility of the evidence, Dunlap took the stand and testified on direct examination as to his prior convictions.\r\n\r\nA.  Rule 609 Analysis\r\n\r\nUnder the South Carolina Rules of Evidence, a defendant's \r\n  prior convictions may be admitted for purposes of impeachment. Rule 609(a)(1), \r\n  SCRE, provides a two-part test for determining whether a defendant's prior convictions \r\n  can be used by the prosecution to impeach him: (1) the prior crime must have \r\n  been punishable by death or imprisonment in excess of one year; and (2) the \r\n  court must determine that the probative value of admitting the evidence outweighs \r\n  its prejudicial effect to the accused. The trial court must weigh the probative \r\n  value of the prior convictions against their prejudicial effect to the accused \r\n  and determine, in its discretion, whether to admit the evidence. Green v. \r\n  State, 338 S.C. 428, 527 S.E.2d 98 (2000). The following factors should \r\n  be considered by the trial judge when undertaking this analysis:\r\n\r\n\r\n(1) The impeachment value of the prior crime;\r\n(2) The point in time of the conviction and the witness'       subsequent history;\r\n(3) The similarity between the past crime and the charged crime;\r\n(4) The importance of the defendant's testimony; and\r\n(5) The centrality of the credibility issue.\r\n\r\n\r\nId. at 433-34, 527 S.E.2d at 101; see \r\n  also State v. Colf, 337 S.C. 622, 525 S.E.2d 246 (2000)(setting out \r\n  the above five factors).\r\n\r\nThe record demonstrates the trial judge performed \r\n  the examination required by Green v. State and State v. Colf:\r\n\r\n\r\nAll right, I find that pursuant to State versus Green [sic] and Colf versus the State [sic], I have done, I am now doing the\r\n403 analysis as required and the admissibility of evidence under 609.  I considered the fi[v]e factors and I understand what\r\nthe defendant will offer is that he was not on drugs at the time, that he had shed himself of that type of conduct and he was\r\njust in the wrong place at the wrong time.  That makes the credibility a central issue in this case.\r\n\r\nFirst of all, I find the right to challenge prejudice has been waived.  And that he will, in fact, by his admission of drug use\r\nand so forth will also have waived any claim to prejudice.  That's not necessary, the conviction to give rise to the prejudice,\r\nbut it's the actual use of it as well.\r\n\r\nThese convictions are not so remote in time.  This occurred in '99 and he has a prior record in '97 and '94.  I can see there\r\nis some similarity between the past crimes and the crime charged. . . . But I will . . . instruct the jury at the time that the\r\ntestimony is being allowed solely on the issue of credibility. . . .\r\n\r\nI first find the waiver, that it was waived.  And secondly, I find there was significant value to the testimony for\r\nimpeachment purposes.  Credibility is certainly a central issue in this case.\r\n\r\n\r\nThough the trial judge arguably did not expressly \r\n  address each Colf factor, his omissions, if any, did not constitute error. \r\n  The Colf factors are adopted from federal case law. See Colf, \r\n  337 S.C. at 627, 525 S.E.2d at 248 (citing Jack B. Weinstein &amp; Margaret \r\n  A. Berger, Weinstein's Federal Evidence § 609.05 [3][a] (2d ed. 1999) \r\n  and Stephen A. Saltzburg, Federal Rules of Evidence Manual 1040 (7th \r\n  ed. 1998)). In United States v. Jimenez, 214 F.3d 1095 (9th Cir. 2000), \r\n  the Ninth Circuit Court of Appeals held a trial judge is not required to state \r\n  his analysis of each of the five factors with special precision. Yet, the Court \r\n  emphasized the record should reveal, at a minimum, that the trial judge was \r\n  aware of the requirements of Rule 609(a)(1). Id. at 1098. By the trial \r\n  judge's acknowledgment of the rule while performing his analysis, it is clear \r\n  the judge in the case at bar was aware of Rule 609's requirements.\r\n\r\nThe trial court noted the prior crimes were closely related in time to the current charge.  The criminal activity involved in\r\nthis case occurred in April of 1999 and Dunlap's prior convictions occurred in 1994 and 1997.  The previous convictions\r\noccurred well within the ten year limit of Rule 609. (1)\r\n\r\nThe trial court found there was some similarity \r\n  between the prior convictions and the current charge, but ruled the evidence \r\n  was admissible on the limited, but critical, issue of Dunlap's credibility. \r\n  While noting that federal courts have held convictions for the same or similar \r\n  crimes are highly prejudicial and should be admitted sparingly, our Supreme \r\n  Court has declined \"to hold similar prior convictions inadmissible in all cases.\" \r\n  State v. Green, 338 S.C. at 433, 527 S.E.2d at 101.\r\n\r\nDunlap argues his past conviction for distribution \r\n  of an imitation substance is almost identical to the charged crime. This contention \r\n  is meritless. Distribution of an imitation substance is a far cry from the crime \r\n  with which Dunlap was charged, distribution of crack cocaine. Distribution of \r\n  an imitation substance involves elements and sanctions which are significantly \r\n  distinguishable from the crime of distribution of crack cocaine. Compare \r\n  S.C. Code Ann. § 44-53-390 (Supp. 2000)(distribution of imitation substance \r\n  statute) with S.C. Code Ann. § 44-53-375(B) (Supp. 2000)(distribution \r\n  of crack cocaine statute). The crimes are not so similar as to render the admission \r\n  of Dunlap's previous conviction prejudicial.\r\n\r\nThe trial court determined Dunlap's credibility was a central issue in the case and that the introduction of Dunlap's prior\r\nconvictions was necessary for impeachment purposes.  Throughout the trial, Dunlap contended he had used drugs in the\r\npast but that he had never sold drugs.  In refutation of Dunlap's contention, it was necessary and proper for the State to\r\nintroduce evidence of his prior convictions.\r\n\r\nThe admission of evidence concerning past convictions \r\n  for impeachment purposes remains within the trial judge's discretion, provided \r\n  the judge conducts the analysis mandated by the evidence rules and case law. \r\n  Green, 338 S.C. at 432-34, 527 S.E.2d at 100-01. Here, the trial judge \r\n  conducted the required analysis. The judge's findings were based on fact and \r\n  sensible reasoning. Thus, the court's admission of Dunlap's prior convictions \r\n  was not an abuse of discretion. See State v. Huggins, 325 S.C. \r\n  103, 481 S.E.2d 114 (1997) (recognizing admission of evidence falls within trial \r\n  court's discretion and will not be reversed on appeal absent abuse of that discretion.)\r\n\r\nHowever, even if the trial court abused its discretion in ruling the prior convictions were admissible under Rule 609, SCRE,\r\nany error would be harmless due to comments made by Dunlap's counsel during his opening argument.\r\n\r\nB.  Waiver/Error Preservation\r\nDunlap maintains he did not waive his right to challenge the admissibility of his prior convictions.  We disagree.\r\n\r\nDunlap relies on State v. Mueller, 319 S.C. \r\n  266, 460 S.E.2d 409 (Ct. App. 1995), for the proposition that he did not waive \r\n  his right to challenge the admissibility of the prior convictions. Dunlap avers \r\n  that, because he obtained a final ruling on the admissibility of the prior convictions, \r\n  he did not lose his right to challenge the admissibility on appeal merely because \r\n  the evidence was elicited during direct examination. See id. at \r\n  269, 460 S.E.2d at 411 (finding that \"if a party has obtained a final ruling \r\n  on the admissibility of impeachment evidence, that party does not lose his right \r\n  to challenge on appeal the admissibility of the evidence by eliciting the evidence \r\n  during direct examination.\"); but see Ohler v. United States, \r\n  529 U.S. 753, 760, 120 S.Ct. 1851, 1855, 146 L.Ed.2d 826 (2000)(holding that \r\n  \"a defendant who preemptively introduces evidence of a prior conviction on direct \r\n  examination may not on appeal claim that the admission of such evidence was \r\n  error\").\r\n\r\nDunlap's reliance on Mueller is misplaced. \r\n  Mueller involved whether or not the issue of the admissibility of a prior \r\n  conviction was preserved for appellate review when the defendant introduced \r\n  the evidence on direct examination. Unlike Mueller, Dunlap first introduced \r\n  the existence of his prior criminal convictions during opening statements before \r\n  a final ruling was made regarding the admissibility of the evidence.\r\n\r\nDuring opening arguments, defense counsel specifically stated Dunlap had been \"in trouble with the law from the time he\r\nwas fifteen years old.\"  In addition, defense counsel discussed Dunlap's addiction to drugs.  Dunlap's opening argument\r\nintroduced to the jury the fact that he had prior convictions and a history of drug involvement.\r\n\r\n\"[W]hen a party introduces evidence about a particular \r\n  matter, the other party is entitled to explain it or rebut it, even if the latter \r\n  evidence would have been incompetent or irrelevant had it been offered initially.\" \r\n  State v. Beam, 336 S.C. 45, 52, 518 S.E.2d 297, 301 (Ct. App. 1999); \r\n  see also State v. Stroman, 281 S.C. 508, 316 S.E.2d 395 (1984)(holding \r\n  where one party introduces evidence as to a particular fact or transaction, \r\n  the other party is entitled to introduce evidence in explanation or rebuttal \r\n  thereof, even though the latter evidence would be incompetent or irrelevant \r\n  had it been offered initially). A party cannot complain of prejudice from the \r\n  admission of evidence if he opened the door to its admission. Beam, 336 \r\n  S.C. at 52, 518 S.E.2d at 397; see also State v. Robinson, 305 \r\n  S.C. 469, 409 S.E.2d 404 (1991)(concluding where appellant opened door to evidence, \r\n  he cannot later complain of prejudice from its admission).\r\n\r\nWe rule Dunlap waived his right to argue that the admission of his prior convictions for impeachment purposes would be\r\nprejudicial by informing the jury of the existence of his prior criminal record during his opening statement.\r\n\r\nCONCLUSION\r\n\r\nWe hold the Circuit Court judge did not err in qualifying the jury panel.  In addition, the trial judge fully and completely\r\nqueried the trial panel as to their qualification to serve on the jury and extensively covered any bias or prejudice.  Further,\r\nwe find the trial judge did not abuse his discretion in ruling Dunlap's prior convictions were admissible under Rule 609,\r\nSCRE, for impeachment purposes.  Moreover, Dunlap waived his right to argue that the admission of his previous\r\nconvictions for impeachment purposes would be prejudicial.  Accordingly, Dunlap's conviction is\r\n\r\nAFFIRMED.\r\n\r\nHUFF, J., concurs.\r\n\r\nSHULER, J., concurs in result only in a separate opinion.\r\n\r\nSHULER, J., concurring in result only: \r\n  While I concur in the judgment of the Court, I write separately because I believe \r\n  the sole reason the trial court did not abuse its discretion in admitting Dunlap's \r\n  prior convictions was because he waived any right to complain when his attorney \r\n  stated in opening argument that he had \"never sold\" crack cocaine. See \r\n  State v. Trotter, 317 S.C. 411, 453 S.E.2d 905 (Ct. App. 1995), aff'd \r\n  as modified by State v. Trotter, 322 S.C. 537, 473 S.E.2d 452 (1996) \r\n  (a trial court commits no error in allowing the State to introduce evidence \r\n  where the defendant opened the door to its admission). As a defendant cannot \r\n  complain of error induced by his own conduct, see State v. Brannon, \r\n  341 S.C. 271, 533 S.E.2d 345 (Ct. App. 2000) (citing State v. Whipple, \r\n  324 S.C. 43, 476 S.E.2d 683 (1996)), I would find Dunlap's decision to \"open \r\n  the door\" precluded any showing of prejudice and affirm his conviction.\r\n\r\n However, because I disagree with the opinion's \r\n  further analysis of this issue on the merits, I am compelled to concur in result \r\n  only. Dunlap's criminal history included convictions, obtained when he was a \r\n  juvenile, for distributing an imitation controlled substance and conspiracy \r\n  to distribute crack cocaine. Although distributing an imitation drug is a separate, \r\n  distinctly punishable crime from the distribution of crack cocaine, I do not \r\n  believe the resulting disparity in any way reduces the potential for prejudice. \r\n  To the contrary, I would find any dissimilarity between the crimes merely renders \r\n  the prior conviction less probative. See, e.g., Green, 338 S.C. \r\n  at 434, 527 S.E.2d at 101 (\"Admission of evidence of a similar offense often \r\n  does little to impeach the credibility of a testifying defendant while undoubtedly \r\n  prejudicing him.\") (quoting United States v. Beahm, 664 F.2d 414, 418 \r\n  (4th Cir. 1981)). In other words, if the prior crime is indeed a \"far cry\" from \r\n  the crime charged herein, it becomes irrelevant and therefore inadmissible to \r\n  rebut Dunlap's claim that he never sold drugs.\r\n\r\n Moreover, I believe the apparent similarity between \r\n  the prior convictions for distributing what appeared to be crack and conspiracy \r\n  to distribute the actual drug, and the distribution of crack cocaine, the crime \r\n  for which Dunlap stood trial, served to place the jury in a position where they \r\n  could \"hardly avoid drawing the inference that the past conviction suggest[ed] \r\n  some probability\" that Dunlap committed the later offense. Id. (quoting \r\n  Beahm, 664 F.2d at 419). Our courts have recognized that the impeachment \r\n  value of introducing evidence of the same or similar crimes is minimal when \r\n  compared to the potential for prejudice. See State v. Colf, 337 \r\n  S.C. 622, 628, 525 S.E.2d 246, 249 (2000) (finding the trial court \"erred in \r\n  treating the prior crimes as if their similarity heightened their probative \r\n  value when it actually increased their prejudicial effect\"); State v. Bryant, \r\n  307 S.C. 458, 461, 415 S.E.2d 806, 808 (1992) (noting that where the State offers \r\n  prior convictions for similar crimes the \"prejudice is even more egregious\"); \r\n  State v. Scriven, 339 S.C. 333, 343, 529 S.E.2d 71, 76 (Ct. App. 2000) \r\n  (stating that where prior crimes \"are either similar or identical\" to the offense \r\n  with which the defendant is charged, \"the likelihood of a high degree of prejudice \r\n  to the accused is inescapable\").\r\n\r\n        Here, the trial court stated that although there was \"some similarity\" between Dunlap's earlier convictions and the\r\ncrime charged, his prior record had \"significant value\" for impeachment purposes because \"[c]redibility is certainly a\r\ncentral issue in this case.\"  In my view, this was error.\r\n\r\n Without question, Dunlap's testimony was crucial \r\n  to his defense, and his credibility was therefore of paramount importance. Certainly, \r\n  in instances where a prior conviction is probative of truthfulness \r\n  it should be admitted, as such evidence bears directly on credibility. See \r\n  Rule 609(a)(2), SCRE (\"[E]vidence that any witness has been convicted of a crime \r\n  shall be admitted if it involved dishonesty or false statement, regardless of \r\n  the punishment.\"); State v. Colf, 332 S.C. 313, 318, 504 S.E.2d 360, \r\n  362 (Ct. App. 1998), aff'd as modified by State v. Colf, 337 \r\n  S.C. 622, 525 S.E.2d 246 (2000) (stating courts have affirmed the introduction \r\n  of prior convictions for \"theft-related crimes,\" because they \"were highly probative \r\n  where the jury faced a choice between the State's and the defendant's opposing \r\n  versions of the facts\").\r\n\r\n Contrary to the trial court, however, I read our \r\n  supreme court's opinion in Green as indicating that, in the absence of \r\n  a prior conviction for a crime of dishonesty, when a defendant's credibility \r\n  is key it is the prejudice from the conviction that is heightened, not its probative \r\n  value. See Green, 338 S.C. at 434, 527 S.E.2d at 101 (affirming \r\n  finding of the PCR court that counsel was ineffective when he failed to object \r\n  when the State impeached Green with two convictions for cocaine possession). \r\n  Accordingly, but for Dunlap's tactical mistake in \"opening the door,\" I would \r\n  otherwise find the trial court erred in balancing the prejudicial nature of \r\n  Dunlap's prior convictions with their limited probative value, as drug offenses \r\n  generally are not considered probative of truthfulness. See State \r\n  v. Aleksey, 343 S.C. 20, 538 S.E.2d 248 (2000). \r\n1. Rule 609(b), SCRE, provides:\r\n\r\n   Evidence of a conviction under this rule is not admissible if a period of more than ten years has elapsed since the date of\r\nthe conviction or of the release of the witness from the confinement imposed for that conviction, whichever is the later\r\ndate, unless the court determines, in the interests of justice, that the probative value of the conviction supported by specific\r\nfacts and circumstances substantially outweighs its prejudicial effect.  However, evidence of a conviction more than 10\r\nyears old as calculated herein, is not admissible unless the proponent gives to the adverse party sufficient advance written\r\nnotice of intent to use such evidence to provide the adverse party with a fair opportunity to contest the use of such evidence.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3366","title":"Crafton v. Brown","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3366","description":"This action to enforce a guaranty involves the admissibility of parol evidence, evidence of mutual assent, and evidence of consideration.","date":"2001-07-09","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Edward W. Crafton, Appellant,\r\n\r\n\r\n            v. \r\n\r\n        \r\n\r\n        Wilbur B. Brown, Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Florence County\r\n  W. Haigh Porter, Special Referee\r\n\r\n\r\n\r\n    Opinion No. 3366\r\n    Heard June 5, 2001 - Filed July 9, 2001  \r\n  \r\n\r\n\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Stuart W. Snow, of Dusenbury, Snow &amp; McGee, \r\n          of Florence, for appellant.\r\n\r\n        E. Leroy Nettles, Sr., of Nettles, Turbeville &amp; \r\n          Reddeck, of Lake City, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nGOOLSBY, J.: In this action to \r\n  enforce a guaranty on a promissory note, Edward Crafton appeals the special \r\n  referee's ruling on the admissibility of parol evidence to alter or amend the \r\n  guaranty. Crafton also argues the referee erred in finding there was no mutual \r\n  assent or meeting of the minds on the guaranty and the guaranty was not supported \r\n  by consideration. We reverse and remand.\r\n\r\nFACTUAL BACKGROUND\r\n\r\nIn January 1988, John Wellman and Wilbur Brown \r\n  traveled to Dahlonega, Georgia, to present an investment proposal for a plastic \r\n  reclamation and recycling business to Edward Crafton. (1) \r\n  Crafton was a wealthy man, and Wellman and Brown hoped he would bankroll the \r\n  project.\r\n\r\nCrafton liked their proposal and over the next year and a half, made several large loans to\r\nWellman.  In 1989, Crafton permitted Wellman to consolidate these loans into a single note and\r\ndefer payment until August 1994 or until Wellman Industries made an initial public offering of its\r\nstock. Accordingly, Wellman signed a promissory note for $2,395,484.00 on August 18, 1989.  At\r\nthe same time, Brown  executed a guaranty for $500,000.00.  When the note came due in 1994,\r\nWellman defaulted.\r\n\r\nIn 1996, Crafton filed this action to collect on Brown's guaranty.  Brown defended, arguing the\r\nnote was part of a larger collateral oral agreement in which Crafton allegedly pledged to loan\r\nWellman an additional twenty to twenty-five million dollars.  Brown contended that the guaranty\r\nwas conditioned upon the loaning of the money by Crafton to Wellman, and that Crafton's failure\r\nto loan the money invalidated the guaranty.  Brown further asserted Crafton's failure to loan\r\nadditional money resulted in a failure of consideration for the guaranty.\r\n\r\nAt trial, Brown sought to prove through the admission of parol evidence that a collateral contract\r\nexisted.  Crafton objected, arguing the guaranty was unambiguous on its face and parol evidence\r\nwas not admissible to vary its terms.  The referee ruled, however, that the parol evidence of a\r\nlarger agreement  was admissible.  Based upon the parol evidence admitted at trial, the referee\r\nfound that the guaranty was unenforceable because there was no meeting of the minds of the\r\nparties at the time the guaranty was executed and the guaranty was not supported by consideration. \r\nCrafton appeals.\r\n\r\nLAW/ANALYSIS\r\n\r\nStandard of Review\r\n\r\nA guaranty is a \"promise to answer for the payment of some debt or the performance of some duty\r\nin case of the failure of another person who is himself in the first instance, liable to such payment\r\nor performance.\" (2)  An action to collect on a guaranty is an action at law. (3)  In an action at law, an\r\nappellate court will correct errors of law but must defer to the trial court's factual findings and\r\naffirm unless there is no evidence reasonably supporting those findings. (4)\r\n\r\nParol Evidence\r\n\r\nCrafton first asserts the referee erred in admitting parol evidence to vary the terms of the guaranty\r\nbecause the guaranty was unambiguous.  We agree.\r\n\r\n\"The parol evidence rule prevents the introduction of extrinsic evidence of agreements or\r\nunderstandings contemporaneous with or prior to execution of a written instrument when the\r\nextrinsic evidence is to be used to contradict, vary, or explain the written instrument.\" (5)  \"[W]here\r\nthe terms of [a] written guaranty agreement are clear and complete, extrinsic evidence of\r\nagreements or understandings contemporaneous with or prior to its execution cannot be used to\r\ncontradict, explain, or vary its terms, in the absence of fraud, accident, or mistake in its\r\nprocurement.\" (6)\r\n\r\nThe promissory note stated:\r\n\r\n\r\nFor value received, the undersigned Maker promises to pay to the order of EDWARD W.\r\nCRAFTON (\"Holder\"), on August 31, 1994, at such place as Holder may reasonably designate in\r\nwriting, the principal sum of TWO MILLION THREE HUNDRED NINETY-FIVE THOUSAND\r\nFOUR HUNDRED EIGHTY-FOUR ($2,395,484.00) DOLLARS (\"Principal Sum\"), with interest\r\nthereon until paid at the simple interest rate of ten percent (10%) per annum computed on the basis\r\nof a 360 day year.\r\n\r\nUpon the closing of a public offering of all or any part of any class of securities issued by J.G.\r\nWellman Industries, Inc. pursuant to an effective registration statement under the Securities Act of\r\n1933, as amended, the entire Principal Sum and accrued interest thereon shall become due and\r\npayable without further notice.\r\n\r\n\r\nThe guaranty stated:\r\n\r\n\r\nIn the consideration of the credit extended on a Promissory Note dated August 18, 1989 from John\r\nG. Wellman to Edward Crafton (\"Holder\") in the amount of Two Million Three Hundred Ninety-Five Thousand Four Hundred Eighty-Four and 00/100 ($2,395,484.00), I guarantee the payment\r\nof Five Hundred Thousand and 00/100 ($500,000.00) Dollars of the above referenced note.\r\n\r\nThe guaranty explicitly recites that it is in consideration of the credit extended in the amount of\r\n$2,395,484.00.  In view of the clear and unambiguous nature of the language of the guaranty and\r\nthe recitation of its consideration as the $2,395,484.00 promissory note, we conclude the referee\r\nimproperly admitted parol evidence.\r\n\r\n\r\nBrown cites Iseman v. Hobbs \r\n  (7) in support of his argument that parol evidence was properly admitted \r\n  in this case. In Iseman, this court held parol evidence was admissible \r\n  when the language of consideration was not contractual. The Iseman court \r\n  explained:\r\n\r\n\r\n  [I]f the consideration recited is an act or forbearance, \r\n    as distinguished from a promise or covenant, it may be shown that it did not \r\n    take place and that therefore the writing is gratuitous and unenforceable. \r\n    On the other hand, if a promise or covenant is recited as having been made \r\n    as consideration, this recital cannot be contradicted, explained, or varied \r\n    by extrinsic evidence. In the present case, the phrase \"for value received\" \r\n    is not a recital of a promise or covenant, but a recital that an act (i.e., \r\n    the receipt of value) has occurred. Contradiction of the fact of receipt \r\n    would in no way alter the contractual terms of the note. \r\n    (8)\r\n\r\n\r\nBrown sought to introduce evidence that the promissory note and guaranty were part of a larger\r\ncontract to loan between twenty and twenty-five million dollars, not that the consideration recited\r\nwas never paid over. (9)  This is precisely the evidence the parol evidence rule seeks to bar. (10) \r\nAccordingly, the referee erred when he admitted parol evidence to alter the terms of the guaranty.\r\n\r\nMutual Assent/Meeting of the \r\n  Minds\r\n\r\nCrafton next argues that the referee erred in finding there was no mutual assent at the time the\r\nguaranty was executed.  Crafton argues mutual assent was proved because he accepted the\r\nguaranty contemporaneously with the execution of the note. We agree.\r\n\r\n\"A contract of guaranty, like every other contract, \r\n  can only be made by the mutual assent of the parties. If the guaranty is signed \r\n  by the guarantor at the request of the other party, or if the latter's agreement \r\n  is contemporaneous with the guaranty, . . . the mutual assent is proved, \r\n  and the delivery of the guaranty to him or for his use completes the contract.\" \r\n  (11) Because the guaranty and promissory note were executed simultaneously, \r\n  there was no need for further evidence of a meeting of the minds.\r\n\r\nWe find it irrelevant that Crafton did not think anything of the guaranty at the time it was\r\nexecuted.  Crafton primarily relied on the promissory note and looked to Wellman for payment\r\nunder the note.  Brown's guaranty only assumed importance after Wellman's default. (12)\r\n\r\nConsideration\r\n\r\nCrafton next argues that the referee erred in finding a lack of consideration to support the\r\nguaranty.  We agree.  \r\n\r\nIn finding the guaranty was without consideration, the referee's order noted Brown \"did not get\r\nanything as a result of delivering the document.\"  This was error, however, because Crafton was\r\nnot required to show that Brown received a benefit under the guaranty.  \r\n\r\nGenerally, when a guaranty is executed at the same time as the note, the consideration for the note\r\nfunctions as consideration for the guaranty. (13)  Moreover, \"it is not necessary that the guarantor\r\nderive any benefit from either the principal contract or the guaranty\" as long as there is a benefit to\r\nthe obligor or a detriment to the creditor. (14)\r\n\r\nIn the present case, Wellman received a benefit from the note because he was able to defer\r\nrepayment of the $2,395,484.00 loan until 1994 or until the closing of Wellman Industries' initial\r\npublic offering.  An agreement to extend the debtor's payment date is sufficient consideration for\r\na guaranty by a third person. (15)\r\n\r\nBrown himself testified Wellman received a benefit from the \"long maturity on the note\" because\r\nit gave him \"a year or two to operate at a profit and then carry [the company] to an initial public\r\noffering . . . .\"  Brown also stated \"[t]he purpose of the guarantee was to clean up the balance sheet\r\nof J.G. Wellman Industries\" and his signature on the guaranty \"enhanced\" the cleaning-up\r\nprocess.  Thus, we find sufficient consideration to support the guaranty.\r\n\r\nCONCLUSION\r\n\r\nWe find that the referee erred in admitting parol evidence of a collateral agreement between the\r\nparties to alter the guaranty.  We further find that the guaranty is unambiguous, that there was a\r\nmeeting of the minds between the parties, and that the guaranty was supported by valid\r\nconsideration.  Accordingly, we reverse the judgment for Brown and remand for the entry of\r\njudgment for Crafton.\r\n\r\n\r\nREVERSED AND REMANDED.\r\n\r\nHEARN, C.J. and CONNOR, J., concur.\r\n\r\n\r\n1.  Wilbur Brown was involved \r\n  intimately with organizational efforts and he served as both a consultant to \r\n  Wellman and the corporation and from time to time loaned his own money to Wellman \r\n  and Wellman Industries in these efforts. \r\n 2. J. L. Mott Iron Works \r\n  v. Clark, 87 S.C. 199, 203, 69 S.E. 227, 228 (1910). \r\n3.  Twelfth RMA Partners, \r\n  L.P. v. National Safe Corp., 335 S.C. 635, 518 S.E.2d 44 (Ct. App. 1999). \r\n4.  Crary v. Djebelli, \r\n  329 S.C. 385, 496 S.E.2d 21 (1998). \r\n5.  Gilliland v. Elmwood \r\n  Properties, 301 S.C. 295, 302, 391 S.E.2d 577, 581 (1990). \r\n6.  Pee Dee State Bank v. \r\n  National Fiber Corp., 287 S.C. 640, 643, 340 S.E.2d 569, 570-71 (Ct. App. \r\n  1986). \r\n7.  290 S.C. 482, 483, 351 S.E.2d \r\n  351, 352 (Ct. App. 1986). \r\n8.  Id. at 484, 351 S.E.2d \r\n  at 352-53 (emphasis added). \r\n9.  The parties agreed that \r\n  Crafton loaned Wellman $2,395,484.00. \r\n10.  See Ray v. South \r\n  Carolina Nat'l Bank, Inc., 281 S.C. 170, 174, 314 S.E.2d 359, 361 (Ct. App. \r\n  1984) (\"An oral agreement between the parties, made contemporaneously with the \r\n  execution of the note or prior thereto, relating to [a] condition not expressed \r\n  in the note is incompetent to change the contract as represented on the face \r\n  of the note.\"). \r\n11.  Hudepohl Brewing Co. \r\n  v. Bannister, 45 F. Supp. 201, 203 (D.S.C. 1943) (emphasis added). \r\n12.  See 38A C.J.S. \r\n  Guaranty § 12b (1996) (stating notice of acceptance of a guaranty is \r\n  not required when the principal contract is contemporaneous with the guaranty). \r\n13.  Id. § 27. \r\n14.  Id. § 29. \r\n15.  Hope Petty Motors v. \r\n  Hyatt, 310 S.C. 171, 425 S.E.2d 786; see also 38A C.J.S. Guaranty \r\n  § 30 (stating a creditor's agreement to extend the time for payment of a debt \r\n  is sufficient consideration for a guaranty). \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3367","title":"State v. Henderson","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3367","description":"This DUI case deals with a defendant's stipulation offer relating to S.C. Code Ann. § 56-5-2950 (Supp. 2000).","date":"2001-07-09","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\nThe South Carolina Court of Appeals\r\n\r\n\r\n\r\nThe State, Appellant,\r\n\r\nv.\r\n\r\nJames E. Henderson, III, Respondent.\r\n\r\n\r\nORDER DENYING PETITION\r\nFOR REHEARING\r\n\r\n\r\nPER CURIAM:  After careful consideration of the Petition for Rehearing, the Court is unable to discover any\r\nmaterial fact or principle of law that has been either overlooked or disregarded and, hence, there is no basis for\r\ngranting a rehearing.  It is, therefore, ordered that the Petition for Rehearing be denied and the attached opinion\r\nsubstituted for our previous opinion.\r\n\r\n\r\n\r\nKaye G. Hearn  ,\r\nC.J.\r\nJasper M. Cureton,J.\r\n\r\nCarol Connor         ,J.\r\n\r\nColumbia, South Carolina\r\nNovember 5, 2001.\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nThe State,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nAppellant,\r\n\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nJames E. Henderson, III,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\nR. Markley Dennis, Jr., Circuit Court Judge\r\n\r\n\r\nOpinion No. 3367\r\nHeard May 8, 2001 - Filed July 9, 2001\r\nSubstituted and Refiled November 5, 2001\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nLeon E. Stavrinakis, of Charleston, for appellant.\r\n\r\nStephen P. Groves, Sr., of Charleston; and Reese I. Joye, of N. Charleston, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nHEARN, C.J.: The State appeals the circuit court's reversal of James E. Henderson, III's\r\nmunicipal court conviction for first offense driving under the influence (DUI) and illegal\r\npossession of legal liquor.  We affirm.\r\n\r\nFACTS AND PROCEDURAL HISTORY\r\n\r\nIn January 1996, a police officer arrested Henderson, a college student, and charged him with first\r\noffense DUI and illegal possession of legal liquor.\r\n\r\nAt Henderson's trial, the State sought to elicit testimony from the Datamaster test operator that he\r\nread Henderson the \"right to refuse\" warning and advised him of his right to an additional test. (1) \r\nHenderson moved to suppress any evidence indicating he had the right to have an independent test\r\nto determine his blood-alcohol level.  \r\n\r\nCiting City of Columbia v. Wilson, 324 S.C. 459, 478 S.E.2d 88 (Ct. App. 1996), Henderson\r\noffered to stipulate that \"the test was performed pursuant to SLED procedures and that he was\r\nadvised of his statutory rights.\"  As part of the objection, Henderson requested the trial judge have\r\nthe \"additional tests\" language redacted from the SLED report.  The State refused the requested\r\nstipulation but offered to redact the portions in question from the SLED report before it was\r\nadmitted into evidence.  The trial judge ruled the objectionable portion of the SLED report could\r\nbe read into the record, but that it would be redacted before admission.  \r\n\r\nThe jury found Henderson guilty on both counts.  He was sentenced to 30 days in jail suspended\r\nto campus confinement for 15 weekends.  Henderson appealed to the circuit court and was granted\r\na new trial based on Wilson. \r\n\r\nSCOPE OF REVIEW\r\n\r\nIn criminal appeals from magistrate or municipal court, the circuit court does not conduct a de\r\nnovo review, but instead reviews for preserved error raised to it by appropriate exception.  S.C.\r\nCode Ann. § 14-25-105 (Supp. 2000); S.C. Code Ann. § 18-3-70 (Supp. 2000); City of Columbia\r\nv. Felder, 274 S.C. 12, 13, 260 S.E.2d 453, 454 (1979).  In reviewing criminal cases, this court\r\nmay review errors of law only. State v. Culter, 261 S.C. 140, 147, 199 S.E.2d 61, 65 (1973);\r\nState\r\nv. Head, 330 S.C. 79, 87, 498 S.E.2d 389, 393 (Ct. App. 1997).\r\n\r\nDISCUSSION\r\n\r\nThe State contends the circuit court judge erred in finding that the municipal court improperly\r\npermitted the State to circumvent Henderson's offer to stipulate.  We disagree.  \r\n\r\nIn Wilson, this court considered a question strikingly similar to that  presented here, to wit: \r\nwhether the circuit court judge erred in reversing the municipal court conviction because the\r\nmunicipal court judge denied Wilson's motion to redact identical language on the Datamaster\r\nform.  Because Wilson, unlike Henderson, did not offer to stipulate that the test was performed\r\npursuant to SLED procedures or that he was advised of his statutory rights, the city was required\r\nto lay a foundation for admission of the results.  Thus, reversal was not warranted in\r\nWilson.\r\n\r\nHere, however, Henderson offered to stipulate that the proper procedures were followed and that\r\nhe was advised of his statutory rights.  The State refused to stipulate to these facts, although it\r\nconsented to redacting the language from the report that was admitted into evidence.  The\r\nmunicipal court judge inexplicably ruled that the language would be redacted from the report but\r\nthat the Datamaster operator could read the entire report to the jury.  The officer recited the\r\nimplied consent warning as follows to the jury:\r\n\r\n\r\nI must now tell you that the arresting officer has directed me to give you a breath test.  I am\r\ntrained and certified by the South Carolina Law Enforcement Division, SLED, to give this test. \r\nYou have the right to refuse to take this test.  If you refuse to take this test your privilege to drive\r\nin South Carolina must be suspended or denied for 90 days.  You have the right to additional\r\nindependent tests.  Whether you take this breath test or not you will be given reasonable assistance\r\nin contacting a qualified person of your own choosing to conduct any additional tests.  You will\r\nhave to pay for additional tests. \r\n\r\n\r\nGiven the offer to stipulate by Henderson's counsel, there was no plausible reason why this\r\nlanguage should have been read to the jury.  Unlike the situation in Wilson, the State was not\r\nrequired to lay a foundation for the Datamaster test results.  While we recognize that a stipulation\r\nusually involves the consent of all parties, the State's consent was not necessary here, where, by\r\nstatute, \"a person's . . . failure to request additional blood or urine tests is not admissible against\r\nthe person in the criminal trial.\"  § 56-5-2950(a). It was thus error for the municipal court judge to\r\nallow it to come before the jury.\r\n\r\nContrary to the State's argument, we are not persuaded that a different result is required by either\r\nState v. Anderson, 318 S.C. 395, 458 S.E.2d 56 (Ct. App. 1995) or\r\nState v. Hamilton, 327 S.C.\r\n440, 486 S.E.2d 512 (Ct. App. 1997).  In Anderson, the defendant was found guilty of driving\r\nunder suspension (DUS), DUI, and violating the Habitual Traffic Offender Act.  At trial, the\r\ndefendant offered to stipulate to the jurisdiction of the court, but the solicitor refused.  On appeal,\r\nAnderson argued the trial court erred in denying his motion to sever the habitual traffic offender\r\ncharge from the DUS and DUI charges.  While the dissent would have required the trial court to\r\ngrant the motion, the majority held it could not reach the issue since it had not been preserved. \r\nAccordingly, Anderson cannot be read to hold that the State should not accept an offer to stipulate\r\nunder the circumstances presented in this case.\r\n\r\nHamilton is equally unavailing to the State's position.  There, this court held that the State was not\r\nrequired to stipulate, as requested by the defense, to Hamilton's prior burglary convictions\r\nbecause the previous burglaries were an element of the crime for which Hamilton was charged. \r\nWe did not hold that a stipulation could never be required, however.\r\n\r\nThe facts presented in this case are distinguishable from those in either Anderson or\r\nHamilton. \r\nHere, a specific legislative enactment proscribes the admission of a person's failure to request\r\nadditional blood or urine tests. Wilson held there was no error in refusing to redact language\r\nconcerning independent testing on the Datamaster form where the defendant did not offer to\r\nstipulate that proper procedures were followed and that he was advised of his statutory rights. The\r\nlogical extension of Wilson's holding is that where the defendant does offer to so stipulate, it is\r\nerror to permit the State to introduce evidence which is barred by § 56-5-2950(a).\r\n\r\nMoreover, we believe this error resulted in prejudice to Henderson given the fact that the State\r\npresented less than overwhelming evidence of Henderson's guilt.  Therefore, the error was not\r\nharmless.  See  State v. Sweet,  342 S.C. 342, 349, 536 S.E.2d 91, 94 (Ct. App. 2000) (finding\r\nerror not harmless in light of less than overwhelming evidence).\r\n\r\nFor the foregoing reasons, the circuit court judge's decision to reverse Henderson's conviction is\r\nhereby \r\n\r\nAFFIRMED.\r\n\r\nCURETON and CONNOR, JJ., concur.\r\n  \r\n\r\n1.  In accordance with S.C. Code Ann. § 56-5-2950 (Supp. 2000), the South Carolina Law\r\nEnforcement Division Breathalyzer Operator's Test Report (the SLED report) contains an implied\r\nconsent warning which a BA Operator is required to give to all persons for whom he or she is\r\nadministering a BA Test.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3368","title":"Kocaya v. Kocaya","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3368","description":"Court of Appeals finds inmate should have been transferred to the family court for his divorce proceeding.","date":"2001-07-09","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        LouAnne Fiddes Kocaya, Respondent,\r\n\r\n\r\n            v. \r\n\r\n        \r\n\r\n        David Joseph Kocaya, Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal from Horry County\r\n  Lisa Kinon, Family Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3368\r\n    Submitted June 4, 2001 - Filed July 9, 2001  \r\n  \r\n\r\n\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        David Joseph Kocaya, pro se, \r\n          of Ridgeland, for appellant.\r\n\r\n        LouAnne Fiddes Kocaya, pro se, \r\n          of Myrtle Beach, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n GOOLSBY, J.: David Joseph Kocaya, \r\n  a prisoner held within the Ridgeland Correctional Institution in Ridgeland, \r\n  South Carolina, appeals the family court's denial of his request for an order \r\n  of transportation requiring the South Carolina Department of Corrections to \r\n  transport him from Jasper County to Horry County so that he could attend the \r\n  final hearing in the divorce action that he had brought against his wife LouAnne \r\n  Fiddes Kocaya. We reverse and remand. (1)\r\n\r\nFACTS\r\n\r\nKocaya, acting pro se, filed the \r\n  complaint in this action on October 12, 1999. By his complaint, \r\n  he seeks a divorce from his wife on the ground of separation for a period of \r\n  one year. Soon after filing the complaint, the family court \r\n  coordinator advised Kocaya that he would \"need to submit an order of transportation \r\n  for the judge's signature\" in advance of the date that the court set for the \r\n  final hearing \"[i]f you are still incarcerated.\" Several months \r\n  later, the family court coordinator served notice on Kocaya that the family \r\n  court would hold a final hearing on April 3, 2000. A letter \r\n  from the family court coordinator suggested that Kocaya, who was still incarcerated, \r\n  send her a proposed order of transportation and she would \"in turn have the \r\n  [o]rder . . . signed and sent to the [i]nstitution.\" When forwarded \r\n  Kocaya's proposed order and his request that the family court sign it, the family \r\n  court denied Kocaya's request, telling him in a letter dated March 28, 2000: \r\n\r\n\r\n\r\nPlease be advised there is no requirement that the South Carolina Department of Corrections be\r\nresponsible for the transportation of [a] plaintiff who is incarcerated for an appearance at a final\r\nhearing and that I therefore respectfully decline to execute  your [proposed] [o]rder of [t]ransport.\r\n\r\nIf you will be released prior to your case being struck from the docket under the 270-day rule you\r\nmay request a final hearing through the [f]amily [c]ourt [c]oordinator to coordinate with your\r\nrelease date.\r\n\r\n\r\n\r\nKocaya was not released prior to the expiration of 270 days from October 12, 1999, the date he\r\nfiled his complaint.  In fact, he remains incarcerated within the Ridgeland facility.  Presumably,\r\nthe family court dismissed his action because it was not brought to trial within 270 days from the\r\ndate of filing. (2)   \r\n\r\nLAW/ANALYSIS\r\n\r\nKocaya appeals, contending that the family court erred in refusing to order him transported from\r\nprison to the family court so that he could prosecute his divorce action.  We agree in this instance.\r\n\r\nIt is fundamental that \"[p]risoners have a constitutional right of access to the courts.\" (3)  The\r\nfamily court's refusal to order Kocaya brought to Horry County denied him this right of access.\r\n\r\nAlthough no statute expressly requires the Department of Corrections to transport prisoners to\r\ncourts for them to prosecute civil actions, the Department's director is responsible for the \"proper\r\ncare . . . and management of the prisoners confined\" within the prison system. (4)  These\r\nresponsibilities include, we think, the duty to transport a prisoner to court, whether criminal or\r\ncivil, when directed to do so by court order.  \r\n\r\nIn South Carolina, a family court is not without authority to order a prisoner transported from the\r\nprisoner's place of confinement to the family court to prosecute a bona fide domestic action. \r\nSouth Carolina Code sections 20-7-420(28) and (29) give the family court that authority when it\r\nempowers the family court \"[to] send process and any other mandates in any matter in which it has\r\njurisdiction into any county of the State for service or execution\" and \"[t]o compel the attendance\r\nof witnesses.\" (5) \r\n\r\nWe therefore hold that the family court erred in refusing to order Kocaya transported from Jasper\r\nCounty to Horry County to attend the final hearing on his action for divorce where it failed to\r\nconsider other alternatives for providing Kocaya meaningful access to the court.  The effect of the\r\nfamily court's refusal in this instance, when coupled with the 270-day rule, was to deny a prisoner,\r\na party to a bona fide civil action, meaningful access to this State's courts to prosecute the\r\naction. (6)  Kocaya's action is reinstated and the order from which he took this appeal is\r\n\r\n\r\nREVERSED AND REMANDED.\r\n\r\nCONNOR and HUFF, JJ., concur.    \r\n\r\n1.  Because oral argument would \r\n  not aid the court in resolving the issues on appeal, we decide this case without \r\n  oral argument pursuant to Rule 215, SCACR. \r\n 2.  FC ADMIN-5 (S.C. Sup. Ct. \r\n  filed June 5, 1992). We deem the family court's denial of Kocaya's request for \r\n  an order of transportation appealable because it affects a substantial right \r\n  and, when combined with the 270-day rule, serves to discontinue the action. \r\n  See S.C. Code Ann. § 14-3-330(2) (1976 &amp; 2000); Jean Hoefer Toal, \r\n  et al., Appellate Practice in South Carolina 94 (1999). \r\n 3. Bounds v. Smith, \r\n  430 U.S. 817, 821 (1977); see also 72 C.J.S. Prisons § 106 (1987). \r\n4.  S.C. Code Ann. § 24-1-130 \r\n  (Supp. 2000). \r\n5.  S.C. Code Ann. §§ 20-7-420(28) \r\n  and (29) (1985 &amp; Supp. 2000). \r\n 6. See Wantuch v. \r\n  Davis, 39 Cal. Rptr. 2d 47 (Ct. App. 1995) (outlining methods a court could \r\n  use to secure a prisoner access to the courts, including having the prisoner \r\n  transferred to the court).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3369","title":"State v. Hughes","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3369","description":"This appeal focuses on the application of Rule 612, SCRE, where a witness has used a writing to refresh her memory prior to testifying.","date":"2001-07-09","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\n        The State, Respondent,\r\n\r\n\r\n            v. \r\n\r\n        \r\n\r\n        Don L. Hughes, Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Orangeburg County\r\n  Luke N. Brown, Jr., Special Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3369\r\n    Heard June 6, 2001 - Filed July 9, 2001  \r\n  \r\n\r\n\r\n\r\nREVERSED IN PART AND REMANDED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Deputy Chief Attorney Joseph L. Savitz, III,and \r\n          Assistant Appellate Defender Eleanor Duffy Cleary, both of SC Office \r\n          of Appellate Defense, of Columbia, for appellant.\r\n\r\n        \r\n\r\n\r\n        Attorney General Charles M. Condon, Chief Deputy Attorney General John \r\n        W. McIntosh, Assistant Deputy Attorney General Robert E. Bogan and Assistant \r\n        Attorney General Melody J. Brown, all of Columbia; and Solicitor Walter \r\n        M. Bailey, of Summerville, for respondent. \r\n    \r\n  \r\n\r\n\r\nHEARN, C.J.: Don L. Hughes appeals \r\n  from his conviction for two counts of criminal sexual conduct with a minor in \r\n  the second degree. He contends the trial court erred in (1) failing to permit \r\n  defense counsel to inspect notes used by a key prosecution witness to refresh \r\n  her memory before trial and (2) failing to make the notes part of the record \r\n  for appeal. We reverse the trial court's ruling with respect to the notes and \r\n  remand for an evidentiary hearing to determine whether a new trial is necessary.\r\n\r\nFACTS AND PROCEDURAL HISTORY\r\n\r\nHughes was indicted for two counts of criminal \r\n  sexual conduct with a minor in the second degree. His alleged victim was a female \r\n  relative. A medical examination of the child did not show any conclusive evidence \r\n  of physical abuse. Therefore, the State sought to prove its case using testimonial \r\n  evidence.\r\n\r\nDuring trial, the State called Crystal Tuck as \r\n  an expert in child sexual abuse treatment and counseling. She testified the \r\n  victim's behavior was consistent with child sexual abuse. On cross-examination, \r\n  Hughes asked if Tuck had reviewed her notes before testifying. Tuck responded \r\n  she had used her notes to refresh her memory. Hughes then sought to inspect \r\n  the notes pursuant to Rule 612, SCRE. The trial court refused to require Tuck \r\n  to submit those notes because they were in Columbia and the trial was being \r\n  held in Orangeburg. The trial court also refused to require Tuck to submit the \r\n  notes prior to the end of the trial so Hughes could proffer them.\r\n\r\nThe jury convicted Hughes of two counts of criminal \r\n  sexual conduct with a minor in the second degree, and he was sentenced to two \r\n  consecutive twenty year sentences. Hughes appeals.\r\n\r\nDISCUSSION\r\n\r\nHughes argues the trial court erred in not requiring \r\n  Tuck to produce the notes she used to refresh her memory for trial. He maintains \r\n  defense counsel should have been permitted to inspect the notes, or at least \r\n  to proffer them.\r\n\r\nHughes's access to Tuck's notes was governed by \r\n  Rule 612, SCRE, stating in part:\r\n\r\n\r\n  If a witness uses a writing to refresh memory for \r\n    the purpose of testifying, either- \r\n\r\n  (1) while testifying, or\r\n\r\n  (2) before testifying, if the court in its discretion \r\n    determines it is necessary in the interests of justice, \r\n\r\n  an adverse party is entitled to have the writing \r\n    produced at the hearing, to inspect it, to cross-examine the witness thereon, \r\n    and to introduce in evidence those portions which relate to the testimony \r\n    of the witness.\r\n\r\n\r\nUnder the plain language of this rule, the trial \r\n  court has discretion to allow or refuse examination by an adverse party of writings \r\n  used by a witness prior to trial to refresh his or her memory. An abuse of discretion \r\n  occurs when a trial court's decision is unsupported by the evidence or controlled \r\n  by an error of law. Ledford v. Pennsylvania Life Ins. Co., 267 S.C. 671, \r\n  675, 230 S.E.2d 900, 902 (1976). Moreover, our supreme court has held:\r\n\r\n\r\n  When the trial judge is vested with discretion, \r\n    but his ruling reveals no discretion was, in fact, exercised, an error of \r\n    law has occurred. Where a court is clothed with discretion, but rules as a \r\n    matter of law, the appealing party is entitled to have the matter reconsidered \r\n    and passed on as a discretionary matter. \r\n\r\n\r\nFontaine v. Peitz, 291 S.C. 536, 538-39, \r\n  354 S.E.2d 565, 566-67 (1987) (citations omitted).\r\n\r\nIn making a determination based on Rule 612(2), \r\n  the trial court must be guided by the interests of justice. To decide whether \r\n  production of a writing is necessary in the interests of justice, the trial \r\n  court should balance the interests of the party seeking production against the \r\n  burden of requiring production. See 28 Charles Alan Wright &amp; Victor \r\n  James Gold, Federal Practice and Procedure § 6185 (1993). \r\n  (1)\r\n\r\nHere, Tuck's testimony on cross-examination demonstrates \r\n  she relied on her notes to refresh her memory before trial. Initially, the trial \r\n  court was inclined to admit the notes, but after discovering the notes were \r\n  in Columbia rather than in Orangeburg, it refused to require their submission \r\n  for inspection or proffer. The trial court apparently believed it was powerless \r\n  to order Tuck to produce anything that was not in the courtroom. \r\n  (2) This was an error of law because the rule's language is not limited \r\n  to materials located inside the courtroom. See Rule 612, SCRE. Therefore, \r\n  the trial court erred in failing to exercise its discretion. See Fontaine, \r\n  291 S.C. at 538-39, 354 S.E.2d at 566-67; State v. Smith, 276 S.C. 494, \r\n  498, 280 S.E.2d 200, 202 (1981) (\"It is apparent here the sentencing judge did \r\n  not exercise any discretion but based his ruling on an erroneous view of the \r\n  law. It is an equal abuse of discretion to refuse to exercise discretionary \r\n  authority when it is warranted as it is to exercise the discretion improperly.\"). \r\n  (3)\r\n\r\nAccordingly, we reverse the trial court's refusal \r\n  to order Tuck to submit her notes and remand for an evidentiary hearing to determine \r\n  whether Hughes was entitled to access to the notes as outlined in Rule 612. \r\n  (4) If the trial court finds production of the notes was necessary \r\n  in the interests of justice, and the denial of such access significantly impaired \r\n  Hughes's defense, it shall grant a new trial.\r\n\r\n\r\n  REVERSED IN PART AND REMANDED.\r\n\r\n  CONNOR, J., concurs.\r\n\r\n  GOOLSBY, J., dissents in a separate opinion.\r\n\r\n  GOOLSBY, J. (dissenting): I \r\n    respectfully dissent.\r\n\r\n\r\nThe majority finds that the trial court failed \r\n  to exercise its discretion when ruling that an expert witness in child sexual \r\n  abuse treatment and counseling need not give the defendant during trial the \r\n  notes used by her before trial to refresh her memory. I disagree. The way I \r\n  read the record, the trial court did exercise its discretion in fact and committed \r\n  no abuse of discretion when it did so.\r\n\r\nOn the question of whether the court exercised \r\n  its discretion, the court and counsel, outside the presence of a cloistered, \r\n  waiting jury, engaged in a lengthy discussion about the notes in question. The \r\n  court focused on their not being readily available, even asking defense counsel \r\n  whether counsel had asked the witness to produce them. The court denied defense \r\n  counsel's request to have the witness produce the notes because \"she doesn't \r\n  have the notes with her and therefore I can't require her to produce them,\" \r\n  i.e., the notes were not readily available.\r\n\r\nThere is no doubt in my mind that the court, presided \r\n  over by an experienced trial judge, knew that the question of whether to order \r\n  the notes produced was one addressed to its sound discretion. Indeed, the solicitor \r\n  expressly reminded the court early on in the discussion that followed defense \r\n  counsel's objection and before the court ruled that the question was one addressed \r\n  to the court's discretion. Then we have this interesting exchange that came \r\n  about immediately after the court ruled:\r\n\r\n\r\n  SOLICITOR MURPHY: Your Honor, I just want to, \r\n    for the record, and I'm following the point, is that in your discretion \r\n    you're determining that it's not necessary for the interest of justice?\r\n\r\n  THE COURT: It's not necessary to send her to \r\n    try to get them, or try to get them faxed here so they can look at them. If \r\n    that's what your question is, that's correct.\r\n\r\n\r\n\r\n(Emphasis added).\r\n\r\nIn other words, the court determined in the exercise \r\n  of its discretion that the interest of justice did not require it either to \r\n  have the witness leave the courthouse to retrieve her notes or to have someone \r\n  else to send them electronically to the court for inspection. I do not think \r\n  this exchange can be reasonably read any other way than that.\r\n\r\nIn sum, what the court said is no different than \r\n  had the court declared, knowing full well that a jury was waiting in the jury \r\n  room and after having inquired whether counsel had made any effort prior to \r\n  trial to secure them, \"If the witness had the notes with her, I would make her \r\n  produce them. Because she doesn't, I'm not going to send her after them or have \r\n  someone look for them and then fax them.\" To me that is a manifest exercise \r\n  of discretion, especially when one considers all the circumstances that attended \r\n  the court's ruling. True, the trial court did not trim its decision with the \r\n  magic words \"in the exercise of my discretion,\" but then, it did not have to. \r\n  Everyone present knew what the court was doing.\r\n\r\nWhich brings me to this problem. It concerns whether \r\n  the error now employed as a ground for the reversal of Hughes' conviction was \r\n  ever presented to the trial court for it to consider. Nowhere in the record \r\n  did defense counsel ever claim the court did not exercise its discretion. \r\n  (5) Indeed, neither of the two appellant briefs filed by appellate \r\n  defense with this court even raises or argues the issue! \r\n  (6) One brief addresses simply the question of abuse of discretion \r\n  while the other ignores the issue of discretion altogether, seemingly arguing \r\n  the court had no discretion at all regarding the production of the notes. The \r\n  majority supplies this ground for reversal on it own, which is something this \r\n  court cannot properly do. (7)\r\n\r\nOn the question of whether the trial court abused its discretion, I believe the location of the\r\ndocuments at that point in the trial was a proper matter for the court to consider. (8)  Moreover, it is\r\nclear that Hughes was aware that the witness was going to testify but stated that he could not get\r\nin touch with her prior to trial. (9)  He did, however, receive a copy of her statement.  Had Hughes\r\nwanted to insure that the witness would bring all of the relevant documents, he could have\r\nsubpoenaed her to do so. (10)  As to Hughes' argument that the relevant material could have been\r\nfaxed to the court, there was no evidence that the documents were readily obtainable by anyone\r\nwherever they were.\r\n\r\nIn any case, I am satisfied that, looking at the record as a whole and given the evidence, any error\r\nthe trial court may have committed in not ordering the witness to produce her notes was an error\r\nthat was harmless beyond a reasonable doubt.\r\n\r\nI would affirm.\r\n1.  In determining the interests \r\n  of the party seeking production, other courts have looked to the following factors: \r\n  (1) the importance of the witness's testimony; (2) the extent of the witness's \r\n  reliance on the notes; (3) the extent to which the writings might reveal a credibility \r\n  problem; (4) whether credibility could be challenged some other way; and (5) \r\n  whether there is evidence of a plan to use writings to influence the witness's \r\n  testimony and then resist production. Wright &amp; Gold, supra. To assess \r\n  the burden of production, courts have looked to: (1) the extent of the materials \r\n  sought; (2) whether such materials are privileged or attorney work product; \r\n  (3) public policy; (4) conduct of the party seeking production; and (5) whether \r\n  production would unduly delay the proceedings. Id.  \r\n2.  In denying Hughes's requests \r\n  to view the notes, the trial court stated, \"But I'm also just saying she doesn't \r\n  have them here, and therefore, I can't require her to produce them.\"  \r\n3.  Because it appears the trial \r\n  court failed to exercise its discretion, we do not address whether it was necessary \r\n  in the interests of justice to order the notes produced. Additionally, we note \r\n  that the failure to exercise discretion distinguishes the instant case from \r\n  cases in other jurisdictions affirming the trial court's discretionary decision \r\n  not to require production of writings used to refresh the witness's memory before \r\n  trial. See e.g., State v. Griffin, 525 S.E.2d 793, 808 (N.C. Ct. \r\n  App. 2000) (upholding trial court's discretionary decision to exclude writing \r\n  locked in witness's car); State v. Byrd, 519 N.E.2d 852, 855-56 (Ohio \r\n  Ct. App. 1987) (finding court did not abuse its discretion in refusing to require \r\n  production of writing where prosecutor represented that the whereabouts of the \r\n  writing were unknown and a search would interfere with an expeditious trial). \r\n   \r\n4.  We do not find the record \r\n  in this case contains overwhelming evidence of Hughes's guilt; therefore, we \r\n  do not find the error harmless as suggested by the State. See, e.g., \r\n  State v. Jones, 343 S.C. 562, 575-76, 541 S.E.2d 813, 820 (2001) (finding \r\n  error not harmless \"given the extent to which the State's case depended upon \r\n  the credibility of an admitted accomplice and the defense theory which sought \r\n  to convince the jury that the accomplice acted alone\"). \r\n5. See Jean Hoefer Toal, \r\n  et al., Appellate Practice in South Carolina 66 (1999) (\"The first step \r\n  in preserving an issue for appellate review is to actually raise it to the lower \r\n  court.\"). \r\n6. Id. at 84 (\"Ordinarily, \r\n  no point will be considered on appeal which is not set forth in the statement \r\n  of the issues on appeal. . . . However, where an issue is not specifically set \r\n  out in the statement of the issues, the appellate court may nevertheless consider \r\n  the issue if it is reasonably clear from appellant's arguments.\"); see also \r\n  Rule 208(b)(1)(B), SCACR (same). \r\n7. See Shayne of Miami, \r\n  Inc. v. Greybow, Inc., 232 S.C. 161, 168, 101 S.E.2d 486, 490 (1957) (\"[I]t \r\n  is not the function of an appellate court to supply a ground for reversal.\"); \r\n  see also Connolly v. People's Life Ins. Co., 299 S.C. 348, 352, \r\n  384 S.E.2d 738, 740 (1989) (\"We have held that the Court of Appeals may not \r\n  decide an issue neither presented to the circuit court nor raised by proper \r\n  exception on appeal.\"). \r\n8. See State v. Griffin, \r\n  525 S.E.2d 793 (N.C. Ct. App. 2000) (finding no abuse of discretion in denying \r\n  defendant's request to examine notes when trial court found notes were in witness's \r\n  locked car); Ohio v. Byrd, 519 N.E.2d 852 (Ohio Ct. App. 1987) (noting \r\n  that in exercising discretion under Rule 612, one of the factors the court should \r\n  consider is any potential disruption of the orderly proceedings); see also \r\n  State v. Hamilton, 276 S.C. 173, 276 S.E.2d 784 (1981) (pre-rule case \r\n  finding error in refusing to allow defendant to examine notes when they were \r\n  in court and available for review). \r\n9. See Kilbarger v. \r\n  Anchor Hocking Glass Co., 697 N.E.2d 1080 (Ohio Ct. App. 1997) (finding \r\n  no abuse of discretion under Rule 612 where party failed to conduct adequate \r\n  discovery prior to trial). \r\n10. See Rule 13, SCRCrimP \r\n  (providing for the issuance and service of subpoenas).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3370","title":"Bailey v. Segars","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3370","description":"Discusses motions for directed verdict and JNOV in a negligence action involving an automobile/pedestrian collision.","date":"2001-07-16","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\nBailey v. Segars\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Charles W. Bailey, Respondent,\r\n\r\n\r\n            v. \r\n\r\n        \r\n\r\n        Ralph W. Segars, Jr., Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Darlington County\r\n  Paul M. Burch, Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3370\r\n    Heard December 13, 2000 - Filed July 16, 2001  \r\n  \r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Louis D. Nettles, of Nettles, McBride &amp; Hoffmeyer, \r\n          of Florence, for appellant.\r\n\r\n        Charles E. Carpenter, Jr., and S. Elizabeth Brosnan, \r\n          both of Richardson, Plowden, Carpenter &amp; Robinson, of Columbia; \r\n          and Paul V. Cannarella, of Hartsville, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nSTILWELL, J.: This case involves \r\n  an automobile-pedestrian collision resulting in a jury verdict in favor of Bailey. \r\n  Segars appeals, and we affirm.\r\n\r\n\r\n    FACTS  \r\n  \r\n\r\n\r\nOn October 8, 1996, at approximately 6:45 a.m., \r\n  Charles Bailey was driving westbound toward Hartsville on Highway \r\n  151. The highway has four lanes, with two lanes running in each direction, and \r\n  is separated by a paved median. Bailey was in the left lane, the one closest \r\n  to the median, returning home from a hospital where he had visited his father. \r\n  His wife Doris followed him in another car. Tropical storm Josephine had just \r\n  passed through the area, and it was dark, rainy, windy, and visibility was poor.\r\n\r\nThat morning there were two accidents. Tamara Sabari \r\n  was traveling eastbound toward Darlington when she lost control of her car, \r\n  crossed the median, and collided with a tractor-trailer in the left lane of \r\n  westbound traffic. Her car came to rest diagonally in the left lane. Bailey \r\n  saw Sabari standing in the median waving her hands and pulled his white Chevrolet \r\n  Suburban into the median two to three car lengths ahead of Sabari's car. Bailey \r\n  left his headlights on but did not turn on his emergency lights. He proceeded \r\n  to walk back toward Sabari carrying a flashlight.\r\n\r\nLike Sabari, Segars was traveling east toward Darlington \r\n  in the left lane on his way to work. Segars saw headlights and what he thought \r\n  was an accident some distance ahead (1) but remained \r\n  in the left lane because he was concerned about the amount of water in the right \r\n  lane creating the potential for hydroplaning. As Bailey walked toward Sabari, \r\n  a car traveling westbound in the left lane swerved into the median to avoid \r\n  hitting Sabari's car. Bailey turned to avoid being hit by that car and ran into \r\n  the left lane of eastbound traffic, where Segars struck him with his car. \r\n\r\nThe force of the accident sent Bailey 100 to 150 \r\n  feet down the road. He suffered a broken leg, broken neck, broken ribs, and \r\n  collapsed lungs. Bailey did not know what hit him and has no recollection of \r\n  the accident. \r\n\r\nThe force of the collision dented Segars's front \r\n  bumper, damaged the hood, crushed the windshield, and buckled the car's roof. \r\n  Segars testified that whatever hit his car appeared so quickly he had no time \r\n  to respond. Thinking he had hit some flying debris, Segars did not stop immediately \r\n  but continued driving. He eventually stopped at a gas station two miles down \r\n  the road because rain was coming into his car through the shattered windshield \r\n  and he was bleeding. He returned to the accident scene ten to twenty minutes \r\n  later and saw Bailey lying on the road. \r\n\r\nBailey's expert witness testified that in a vehicle-pedestrian \r\n  collision the greater the speed of the vehicle the higher the pedestrian's point \r\n  of impact thereon. Based on the damage to Segars's car, the expert witness concluded \r\n  Segars was driving between forty and sixty miles per hour at the time of impact. \r\n  The posted speed limit on Highway 151 was fifty-five miles per hour, and Segars \r\n  testified he was driving forty to forty-five miles per hour. Although Segars \r\n  testified he slowed down when he saw the lights of Bailey's vehicle, there were \r\n  no signs of braking before, during, or after impact.\r\n\r\nBailey initially brought this negligence action \r\n  against Segars, Sabari, Doe No. 1, the driver of the tractor trailer, and Doe \r\n  No. 2, the driver of the car that swerved into the median. Claims against all \r\n  defendants other than Segars were resolved prior to trial. \r\n\r\nSegars moved for a directed verdict at the close \r\n  of Bailey's case and at the close of his own case, arguing Bailey failed to \r\n  establish actual negligence sufficient to make a finding of proximate cause. \r\n  The trial court denied these motions. The jury rendered a verdict finding Segars \r\n  55% negligent, Bailey 45% negligent, and awarded Bailey $525,000 in damages. \r\n  The award was initially reduced by 45% to $288,750 and later to $263,750 because \r\n  of a settlement with one of the other defendants. Segars's motion for judgment \r\n  notwithstanding the verdict (JNOV) was denied.\r\n\r\n\r\n    DISCUSSION\r\n\r\n\r\n\r\n\r\n    I. Preservation of Error \r\n\r\n\r\n\r\nAs a threshold issue, Bailey argues Segars's issues \r\n  on appeal are procedurally barred because they were not ruled upon by the trial \r\n  court, and no Rule 59(e), SCRCP motion was filed. The arguments Segars made \r\n  for the directed verdict motions, as well as the court's denial of the motions, \r\n  are included in the record on appeal. Further, Segars raised several grounds \r\n  in the motion for JNOV, a hearing was held, and the motion was denied in a form \r\n  order, stating, \"Post trial motion by Defendant are [sic] denied.\" Bailey contends \r\n  because the trial judge did not explicitly rule on the issues raised in Segars's \r\n  JNOV motion and because Segars did not make a Rule 59(e) motion to obtain a \r\n  ruling, the issues Segars raises on appeal are procedurally barred. To support \r\n  his argument, Bailey cites Vespazianni v. McAlister, 307 S.C. 411, 415 \r\n  S.E.2d 427 (Ct. App. 1992). In that case, a motion for judgment on the pleadings \r\n  was granted in a form order with no reason given for the decision. Id. \r\n  at 412, 415 S.E.2d at 428. The argument on appeal was that the court failed \r\n  to rule on certain matters. Id. at 413, 415 S.E.2d at 428. In addition \r\n  to noting the record on appeal did not contain the proceedings before the trial \r\n  court, we stated if issues were raised to the lower court and not ruled upon, \r\n  a Rule 59(e), SCRCP motion to amend the judgment was necessary to preserve the \r\n  issue for appellate review. Id.\r\n\r\nVespazianni is factually distinguishable \r\n  from the case at hand. Here, we have a complete record containing the motion \r\n  for JNOV and memorandum in support thereof, the transcript of the hearing on \r\n  the post-trial motion, and the trial court's order denying the motion. Only \r\n  the last of these items was available to this court in Vespazianni.\r\n\r\nPost-trial motions are not necessary to preserve \r\n  issues that have been ruled upon at trial; they are used to preserve those that \r\n  have been raised to the trial court but not ruled upon. Wilder Corp. v. Wilke, \r\n  330 S.C. 71, 77, 497 S.E.2d 731, 734 (1998); see also Hubbard v. Rowe, \r\n  192 S.C. 12, 19, 5 S.E.2d 187, 189 (1939) (\"In matters of appeal, so far as \r\n  it appears, all that this Court has ever required is that the questions presented \r\n  for its decision must first have been fairly and properly raised in the lower \r\n  Court and passed upon by that Court.\"). The record on appeal in this case is \r\n  sufficient for our review.\r\n\r\n\r\n    II. Directed Verdict and JNOV  \r\n  \r\n\r\n\r\nSegars argues the trial court erred in failing \r\n  to grant his motions for directed verdict and JNOV because Bailey failed to \r\n  prove actionable negligence by Segars proximately caused the accident. We disagree.\r\n\r\n\r\n  In ruling on motions for directed verdict or judgment \r\n    notwithstanding the verdict, the trial court is required to view the evidence \r\n    and the inferences that reasonably can be drawn therefrom in the light most \r\n    favorable to the party opposing the motions. The trial court must deny the \r\n    motions when the evidence yields more than one inference or its inference \r\n    is in doubt. [The appellate court] will reverse the trial court only when \r\n    there is no evidence to support the ruling below. \r\n\r\n\r\nSteinke v. S.C. Dep't of Labor, Licensing &amp; \r\n  Regulation, 336 S.C. 373, 386, 520 S.E.2d 142, 148 (1999); see also \r\n  Hopson v. Clary, 321 S.C. 312, 314, 468 S.E.2d 305, 307 (Ct. App. 1996) \r\n  (noting if the evidence taken as a whole is susceptible of only one reasonable \r\n  inference, no jury issue is created and the directed verdict motion is properly \r\n  granted).\r\n\r\nTo establish a cause of action for negligence, \r\n  a plaintiff must prove the following three elements: (1) a duty of care owed \r\n  by defendant to plaintiff; (2) breach of that duty by a negligent act or omission; \r\n  and (3) damages proximately resulting from the breach of duty. Bloom v. Ravoira, \r\n  339 S.C. 417, 422, 529 S.E.2d 710, 712 (2000).\r\n\r\n\"An essential element in a cause of action for \r\n  negligence is the existence of a legal duty of care owed by the defendant to \r\n  the plaintiff.\" Bishop v. S.C. Dep't of Mental Health, 331 S.C. 79, 86, \r\n  502 S.E.2d 78, 81 (1998). The duty of care is that standard of conduct the law \r\n  requires of an actor to protect others against the risk of harm from his actions. \r\n  Carter v. R.L. Jordan Oil Co., 294 S.C. 435, 444, 365 S.E.2d 324, 329 \r\n  (Ct. App. 1988), rev'd on other grounds, 299 S.C. 439, 385 S.E.2d 820 \r\n  (1989). A duty of care arises only with respect to a danger apparent to one \r\n  in the actor's position before the harm occurs. Carter, 294 S.C. at 444, \r\n  365 S.E.2d at 329.\r\n\r\n\"A breach of duty exists when it is foreseeable \r\n  that one's conduct may likely injure the person to whom the duty is owed.\" Vinson \r\n  v. Hartley, 324 S.C. 389, 400, 477 S.E.2d 715, 720 (Ct. App. 1996). A negligent \r\n  act or omission proximately causes an injury if, in a natural and continuous \r\n  sequence of events, it produces the injury, and without it, the injury would \r\n  not have occurred. Crolley v. Hutchins, 300 S.C. 355, 357, 387 S.E.2d \r\n  716, 717 (Ct. App. 1989).\r\n\r\nNegligence is not actionable unless it proximately \r\n  causes the plaintiff's injuries. Bishop, 331 S.C. at 88, 502 S.E.2d at 83. The \r\n  court in Bramlette v. Charter-Medical-Columbia stated:\r\n\r\n\r\n  Proximate cause requires proof of (1) causation \r\n    in fact and (2) legal cause. Causation in fact is proved by establishing the \r\n    injury would not have occurred \"but for\" the defendant's negligence. Legal \r\n    cause is proved by establishing foreseeability. Although foreseeability of \r\n    some injury from an act or omission is a prerequisite to establishing proximate \r\n    cause, . . . the plaintiff need not prove that the actor should have contemplated \r\n    the particular event which occurred, . . . . The defendant may be held liable \r\n    for anything which appears to have been a natural and probable consequence \r\n    of his negligence. A plaintiff therefore proves legal cause by establishing \r\n    the injury in question occurred as a natural and probable consequence of the \r\n    defendant's negligence.\r\n\r\n\r\n302 S.C. 68, 72, 393 S.E.2d 914, 916 (1990) (citations \r\n  omitted); see also Hubbard&nbsp;v. Taylor, 339 S.C. 582, 589, \r\n  529 S.E.2d 549, 552 (Ct. App. 2000) (noting legal cause is proved \"if the defendant \r\n  should have foreseen that his negligence would probably cause injury to someone\").\r\n\r\nOrdinarily, the question of proximate cause is \r\n  one of fact for the jury. Vinson, 324 S.C. at 402, 477 S.E.2d at 721. \r\n  The trial court's sole function regarding the issue is to determine whether \r\n  particular conclusions are the only reasonable inferences that can be drawn \r\n  from the evidence. Id. Only in rare or exceptional cases may the issue \r\n  of proximate cause be decided as a matter of law. Ballou v. Sigma Nu Gen. \r\n  Fraternity, 291 S.C. 140, 147, 352 S.E.2d 488, 493 (Ct. App. 1986). If there \r\n  is a fair difference of opinion regarding whose act proximately caused the injury, \r\n  then the question of proximate cause must be submitted to the jury. Id. \r\n  at 147-48, 352 S.E.2d at 493. Under South Carolina's doctrine of comparative \r\n  negligence, a plaintiff may only recover damages if his own negligence is not \r\n  greater than that of the defendant. Bloom, 339 S.C. at 422, 529 S.E.2d \r\n  at 712-13. Ordinarily, comparing the plaintiff's negligence with the defendant's \r\n  is a question of fact for the jury to decide. Id. at 422, 529 S.E.2d \r\n  at 713.\r\n\r\nViewing the evidence in the light most favorable \r\n  to Bailey, we conclude the court properly denied Segars's motions for directed \r\n  verdict and JNOV. First, Segars owed a duty of care to protect others from the \r\n  risk of harm based on the weather conditions. It was dark, rainy, and windy, \r\n  due to tropical storm Josephine, and water tended to accumulate in the right \r\n  lane of Highway 151. Visibility was obviously poor, and even Segars testified \r\n  the weather conditions were \"terrible.\" Further, Segars saw headlights and what \r\n  appeared to be an accident on the road ahead of him. Although Segars stated \r\n  he was keeping a proper lookout, he testified he did not see Bailey's car even \r\n  though it was a large sport-utility vehicle. The potential for pedestrians and \r\n  emergency personnel to be near the scene of an accident, and the danger of hitting \r\n  them, should have been apparent to Segars. Thus, he owed a legal duty of care \r\n  to Bailey to drive cautiously under these conditions.\r\n\r\nSecond, viewed in the light most favorable to Bailey, \r\n  there is evidence that Segars breached his duty of care in one or more ways. \r\n  First, although Segars testified he was concerned about the amount of water \r\n  in the right lane, no cars were beside, in front of, or behind him, and he made \r\n  no effort to slow down or to change lanes. No evidence exists that Segars slowed \r\n  even after the collision. The expert witness estimated Segars's speed at forty \r\n  to sixty miles an hour, while Segars himself testified to driving between forty \r\n  and forty-five. Although the posted speed limit was fifty-five miles per hour, \r\n  the jury could infer from the evidence that under the circumstances Segars was \r\n  driving too fast for conditions. Segars appears to argue that the speed of his \r\n  vehicle was not a proximate cause of the collision because he had a legal right \r\n  to occupy the portion of the highway on which he was traveling. However, there \r\n  is sufficient evidence to support a conclusion that Segars's speed contributed \r\n  to the accident, and we cannot as a matter of law rule out speed as the proximate \r\n  cause. See Clark&nbsp;v. Cantrell, 332 S.C. 433, 444, 504 S.E.2d \r\n  605, 611 (Ct. App. 1998). Additionally, the evidence of Segars's failure to \r\n  keep a proper lookout under the prevailing circumstances precludes us from denying \r\n  liability as a matter of law. Segars's failure to reduce his speed and keep \r\n  a proper lookout, despite his awareness of the weather conditions and the circumstances \r\n  ahead of him, are evidence of negligence that, in a natural and continuous sequence \r\n  of events, resulted in the accident.\r\n\r\nFinally, on the issue of proximate cause, the evidence \r\n  is sufficient for the jury to have found that \"but for\" Segars's failure to \r\n  reduce his speed, keep a proper lookout, and keep his car under control, he \r\n  would not have hit Bailey. Segars should have foreseen that someone near the \r\n  accident could be injured. His admitted concern about the possibility of hydroplaning \r\n  based upon a previous similar experience is further evidence from which the \r\n  jury could reasonably have concluded that Segars was driving too fast for conditions. \r\n  Thus, taken in the light most favorable to Bailey, there is evidence that causation \r\n  in fact is present in this case. \r\n\r\nEvidence of legal cause was also shown, because \r\n  Bailey's injuries were a natural and probable consequence of Segars's dereliction. \r\n  Therefore, there being adequate evidence of both causation in fact and legal \r\n  cause, the jury's finding that Segars's negligence proximately caused Bailey's \r\n  injuries is justified.\r\n\r\nThe question of proximate cause and comparison \r\n  of the plaintiff's negligence with that of the defendant are generally questions \r\n  of fact for the jury. The jury found Bailey 45% at fault and Segars 55% at fault. \r\n  The evidence in this case is not susceptible of only one reasonable inference, \r\n  and thus, the motions for directed verdict and JNOV were properly denied.\r\n\r\nFor the foregoing reasons, the judgment of the \r\n  trial court is\r\n\r\n\r\n  AFFIRMED.\r\n\r\n  HEARN, C.J., and ANDERSON, J., concur.\r\n\r\n\r\n\r\n1.  Segars testified inconclusively \r\n  about the distance but, regardless of the actual distance, it is clear he saw \r\n  an accident on the road ahead of him. One other witness also testified he saw \r\n  what appeared to be an accident on the road ahead of him. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3371","title":"State v. Gibbs","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3371","description":"Discusses whether the filing of a notice of appeal stays a sentence of probation without the necessity of posting bail under the provisions of Rule 230, SCACR.","date":"2001-07-16","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\nState v. Curtis Gibbs #2\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State, Appellant,\r\n\r\n\r\n            v. \r\n\r\n        \r\n\r\n        Curtis Gibbs, Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Beaufort County\r\n  Jackson V. Gregory, Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3371\r\n    Submitted April 24, 2001 - Filed July 16, 2001  \r\n  \r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Deputy Director for Legal Services Teresa A. Knox, \r\n          Legal Counsel Tommy Evans, Jr., and Legal Counsel J.&nbsp;Benjamin Aplin, \r\n          all of South Carolina Department of Probation, Parole, and Pardon Services, \r\n          of Columbia, for appellant.\r\n\r\n        Assistant Appellate Defender Robert M. \r\n          Pachak, of SC Office of Appellate Defense, of Columbia, for respondent.\r\n\r\n        \r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: The State appeals \r\n  the trial court's ruling allowing Curtis Gibbs to stay his probationary sentences \r\n  pending appeal without filing an appeal bond pursuant to Rule 230, SCACR. We \r\n  affirm. (1)\r\n\r\nFACTS\r\n\r\nGibbs was indicted for driving under suspension, \r\n  fourth offense, which was later changed to DUS second. He was also indicted \r\n  for a fraudulent check more than $500. He pled guilty to both charges and was \r\n  sentenced to six months imprisonment suspended upon two months probation for \r\n  the DUS charge. He was sentenced to eight years imprisonment suspended upon \r\n  two years probation on the fraudulent check charge. The State tried to revoke \r\n  Gibbs's probation shortly thereafter but Gibbs had filed a notice of intent \r\n  to appeal the guilty pleas. He argued the State could not proceed with the probation \r\n  revocation because his sentences were stayed pending the conclusion of the appeal. \r\n  He did not file an appeal bond arguing, pursuant to Rule 230, SCACR, it was \r\n  not required since his sentences did not involve confinement. The trial court \r\n  agreed, ruling the sentences were stayed pending the appeal and that Gibbs did \r\n  not have to file an appeal bond. \r\n\r\n\r\n    LAW/ANALYSIS \r\n\r\n\r\n\r\nIn regard to stays in criminal appeals, our appellate \r\n  court rules state in pertinent part:\r\n\r\n\r\n  The service of a notice of appeal by a criminal \r\n    defendant shall operate as a stay of the execution of the sentence until the \r\n    appeal is finally disposed of; provided, however, a sentence of confinement \r\n    shall not be stayed until the\r\n    defendant has posted bail under S.C. Code Ann. §§ 18-1-80 and -90 (1985). \r\n     (2)\r\n\r\n\r\nRule 230(a), SCACR.\r\n\r\nClearly, the rule explains two different procedures \r\n  that must be followed to stay a sentence that confines the defendant compared \r\n  to one that does not. For non-confinement sentences, simply serving the notice \r\n  of intent to appeal stays the execution of the sentence until the appeal has \r\n  been concluded. For sentences involving confinement, the defendant must post \r\n  bail in accordance with S.C. Code Ann §§ 18-1-80, -90 (1976 &amp; Supp. 2000). \r\n  \r\n\r\n\"When interpreting a statute, our primary role \r\n  is to ascertain the intent of the legislature.\" State v. Johnson, 343 \r\n  S.C. 693, 695, 541 S.E.2d 855, 857 (Ct. App. 2001). When a statute's language \r\n  is plain and unambiguous and conveys a clear and definite meaning, the appellate \r\n  court will not look for or impose another meaning. State v. Jihad, 342 \r\n  S.C. 138, 142, 536 S.E.2d 79, 81 (Ct. App. 2000); see Adkins v. Varn, \r\n  312 S.C. 188, 191, 439 S.E.2d 822, 824 (1993) (noting when the statute contains \r\n  terms which are clear and unambiguous, the court must apply those terms according \r\n  to their literal meaning); Johnson, 343 S.C. at 695, 541 S.E.2d at 857 \r\n  (noting \"words should be given their plain and ordinary meaning\"). This analysis \r\n  is the same whether the court is interpreting a statute, constitution, or rule \r\n  of procedure. See J.K. Const., Inc. v. W. Carolina Reg'l Sewer Auth., \r\n  336 S.C. 162, 170, 519 S.E.2d 561, 565 (1999) (\"In construing a statutory or \r\n  constitutional provision, the Court must give clear and unambiguous terms their \r\n  plain and ordinary meaning . . . .\"); Whitehead v. State, 310 S.C. 532, \r\n  534, 426 S.E.2d 315, 316 (1992) (\"Rules of procedure, like statutes, should \r\n  be given their plain meaning.\").\r\n\r\nWe hold the rules of appellate procedure should \r\n  be interpreted in like fashion to the analysis undertaken in interpreting all \r\n  other rules of court procedure. When the rule contains clear and unambiguous \r\n  terms, those terms should be given their plain and ordinary meaning. \r\n\r\nHere, the State argues Gibbs received sentences \r\n  of confinement that were \"merely suspended\" because they were reduced to probation. \r\n  The State contends the sentences fell under the latter part of Rule 230, SCACR, \r\n  and thus, maintains that Gibbs had to file an appeal bond to stay the sentences. \r\n  We disagree.\r\n\r\nRule 230, SCACR, is clear and unambiguous in stating \r\n  the filing of the notice of intent to appeal stays the execution of sentences \r\n  that do not confine the defendant. The trial court sentenced Gibbs to two years \r\n  probation on the fraudulent check charge and two months probation on the DUS \r\n  charge. The sentences did not require Gibbs to be confined and, therefore, the \r\n  filing of the notice of intent to appeal alone was sufficient to stay the sentences. \r\n  Thus, we conclude that Gibbs's sentences were stayed pending appeal without \r\n  the necessity of an appeal bond being filed. \r\n\r\n\r\n  AFFIRMED.\r\n\r\n  CURETON, STILWELL, and HOWARD, JJ., concur.\r\n\r\n\r\n\r\n1.  We decide this case without \r\n  oral argument pursuant to Rule 215, SCACR.  \r\n2.  \"Pending such appeal the \r\n  defendant shall still remain in confinement until he give bail in such sum and \r\n  with such sureties as to the court shall seem proper.\" S.C. Code Ann. § 18-1-80 \r\n  (1976). \"Bail may be allowed to the defendant in all cases in which the appeal \r\n  is from the trial, conviction, or sentence for a criminal offense. However, \r\n  bail is not allowed when the defendant has been sentenced to death, life imprisonment, \r\n  or imprisonment for more than ten years.\" S.C. Code Ann. § 18-1-90 (1976 &amp; \r\n  Supp. 2000). \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3372","title":"Dukes v. Rural Metro Corporation","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3372","description":"This workers' compensation case affirms the circuit court's decision upholding benefits for an employee who suffered an accidental gunshot wound during a smoking break.","date":"2001-07-23","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n       Richard Dukes, Employee, Respondent, \r\n        \r\n            v. \r\n\r\n        \r\n\r\n        Rural Metro Corporation, Employer, and \r\n          Reliance National Indemnity Co., Carrier, Appellants.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Colleton County\r\n  Diane S. Goodstein, Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3372\r\n    Heard October 11, 2000 - Filed July 23, 2001  \r\n  \r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Kirsten L. Barr, of Trask &amp; Howell,\r\n        of Mt. Pleasant, for appellants.\r\n\r\n        Daniel A. Beck, of Asbill &amp; Beck, of Charleston, \r\n          for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nSHULER, J.: Rural Metro Corporation \r\n  and its carrier, Reliance National Indemnity Co., appeal the circuit court's \r\n  order affirming a workers' compensation award to Richard Dukes. We affirm.\r\n\r\n\r\n    FACTS/PROCEDURAL HISTORY  \r\n  \r\n\r\n\r\nRural Metro Corporation employed Richard Dukes \r\n  as an emergency medical technician at its base in Walterboro, South Carolina. \r\n  On October 7, 1997, Dukes, accompanied by his partner, Terry Salzman, left his \r\n  office to take a smoking break in a designated area outside the building. Because \r\n  Dukes and Salzman shared a mutual interest in guns, Salzman retrieved a newly \r\n  purchased pistol and gave it to Dukes for inspection. Dukes looked the weapon \r\n  over and handed it back. As he turned away, the pistol accidentally discharged \r\n  and a bullet struck Dukes in the upper left thigh, fracturing his femur.\r\n\r\nDukes filed a Form 50 request for workers' compensation \r\n  benefits and a hearing was held June 8, 1998. In his testimony, Dukes recounted \r\n  the incident as described above, which Salzman confirmed. The single commissioner \r\n  denied the claim, finding Dukes' injury \"did not arise out of\" his employment \r\n  as there was \"no causal connection\" between his work conditions and the accidental \r\n  gunshot wound. On appeal, the full commission reversed, stating Dukes suffered \r\n  \"a compensable injury by accident\" because the shooting occurred during his \r\n  \"down time\" and he was neither an aggressor nor involved in horseplay. On August \r\n  23, 1999, the circuit court affirmed the commission, concluding the gunshot \r\n  wound \"arose out of\" Dukes' employment with Rural Metro, thereby entitling him \r\n  to compensation. This appeal followed. \r\n\r\n\r\n    LAW/ANALYSIS  \r\n  \r\n\r\n\r\n\r\n    Standard of Review \r\n  \r\n\r\n\r\nThe full commission is the ultimate fact finder \r\n  in a workers' compensation case. Shealy v. Aiken County, 341 S.C. 448, \r\n  535 S.E.2d 438 (2000). However, when the facts are admitted or otherwise undisputed, \r\n  the question of whether an accident is compensable is purely a question of law. \r\n  Douglas v. Spartan Mills, 140 S.E.2d 173, 245 S.C. 265 (1965); Eadie \r\n  v. H.A. Sack Co., 322 S.C. 164, 470 S.E.2d 397 (Ct. App. 1996). Under such \r\n  circumstances, this Court may not reverse unless the commission's decision was \r\n  controlled by an error of law. See Hamilton v. Bob Bennett Ford, \r\n  336 S.C. 72, 76, 518 S.E.2d 599, 601 (Ct. App. 1999) (\"The appellate court's \r\n  review is limited to deciding whether the [c]ommission's decision is unsupported \r\n  by substantial evidence or is controlled by some error of law.\"); see also \r\n  S.C. Code Ann. § 1-23-380(A)(6)(d), (e) (Supp. 2000).\r\n\r\nIn the context of workers'compensation law, an \r\n  employee's injury must be caused by an \"accident arising out of and in the course \r\n  of the employment.\" S.C. Code Ann. § 42-1-160 (1985 &amp; Supp. 2000). Since \r\n  the facts of this case are not in dispute and Rural Metro concedes Dukes' injury \r\n  occurred in the course of his employment, the sole issue on appeal is whether \r\n  his accidental injury \"arose out of\" his employment with Rural Metro. \r\n\r\nOur supreme court has stated often that \"'[a]rising \r\n  out of' refers to the origin of the cause of the accident . . . .\" Baggott \r\n  v. S. Music, Inc., 330 S.C. 1, 5, 496 S.E.2d 852, 854 (1998). In other words, \r\n  the accident and ensuing injury \"must be proximately caused by the employment.\" \r\n  Broughton v. S. of the Border, 336 S.C. 488, 497, 520 S.E.2d 634, 638 \r\n  (Ct. App. 1999). An accidental injury arises out of one's employment, therefore, \r\n  \"when there is a causal connection between the conditions under which the work \r\n  is required to be performed and the resulting injury.\" Id.; see \r\n  Douglas, 245 S.C. at 269, 140 S.E.2d at 175.\r\n\r\nIn the instant case, Dukes' testimony reveals Salzman's \r\n  firearm was in no way associated with his employment. As a result, Rural Metro \r\n  argues Dukes' injury is not compensable because there was no causal connection \r\n  between his job as a paramedic and the accidental shooting. This argument, however, \r\n  fails to recognize that proof of a causative relationship is not required when \r\n  an accident occurs during a clearly defined break from work within the parameters \r\n  of the personal comfort doctrine. \r\n\r\nCourts utilize the personal comfort doctrine to \r\n  determine when an entirely personal workplace activity is sufficiently incidental \r\n  to the employment to permit recovery under our workers' compensation statute. \r\n  See Osteen v. Greenville County Sch. Dist., 333 S.C. 43, 508 S.E.2d \r\n  21 (1998); Gibson v. Spartanburg Sch. Dist. No. 3, 338 S.C. 510, 526 \r\n  S.E.2d 725 (Ct. App. 2000). As the court reiterated in Osteen:\r\n\r\n\r\n  [It is] well settled that an employee, \r\n    in order to be entitled to compensation, need not necessarily be engaged in \r\n    the actual performance of work at the time of injury; it is enough if he is \r\n    upon his employer's premises, occupying himself consistently with his contract \r\n    of hire in some manner pertaining to or incidental to his employment. \r\n\r\n\r\nOsteen, 333 S.C. at 47, 508 S.E.2d at 23 \r\n  (quoting McCoy v. Easley Cotton Mills, 218 S.C. 350, 355-56, 62 S.E.2d \r\n  772, 774 (1950)). Simply put, the personal comfort doctrine judicially decrees \r\n  that, because certain on-the-job acts of personal comfort are \"necessarily contemplated,\" \r\n  they are incidental to the employment itself and thereby encompass the inevitable \r\n  attendant dangers. Id. As a consequence, an accidental work injury sustained \r\n  during an activity covered by the doctrine is \"deemed to have arisen \r\n  out of the employment.\" Id. at 46, 508 S.E.2d at 23 (emphasis added) \r\n  (quoting Mack v. Post Exch., 207 S.C. 258, 264, 35 S.E.2d 838, 840 (1945)).\r\n\r\nSmoking is unquestionably a personal comfort activity \r\n  under the doctrine. See id. at 47-48, 508 S.E.2d at 23 (stating \r\n  the doctrine is limited to \"imperative acts such as eating, drinking, smoking, \r\n  seeking relief from discomfort [i.e., getting warm, getting fresh air or relief \r\n  from heat, seeking toilet facilities], preparing to begin or quit work, and \r\n  resting or sleeping\"); Mack, 207 S.C. at 265, 35 S.E.2d at 841 (&quot;[T]he \r\n  employer must expect the employed to resort to the use of tobacco as a necessary \r\n  adjunct to the discharge of his employment.\") (citation omitted).\r\n\r\nHere, Rural Metro acknowledges Dukes was on an \r\n  authorized smoking break when the accident occurred. Because this activity falls \r\n  squarely within the personal comfort doctrine, we find Dukes' smoking break \r\n  per se incidental to his employment. Accordingly, the gunshot wound sustained \r\n  by Dukes is deemed to have arisen from his employment with Rural Metro and is \r\n  therefore a compensable injury. Compare McCoy, 218 S.C. at 356, \r\n  62 S.E.2d at 774 (finding employee's injury, incurred when a co-worker threw \r\n  a copper pipe and struck him in the eye, compensable because the accident occurred \r\n  during a smoke break and therefore arose \"out of\" his employment), and \r\n  Mack, 207 S.C. at 264, 35 S.E.2d at 840 (\"[Since] the accidental [burn] \r\n  injury resulted from [Mack's] effort to gratify his desire to smoke, such activity \r\n  did not remove Mack from the protection of the compensation law.\"), with \r\n  Osteen, 333 S.C. at 48, 508 S.E.2d at 24 (concluding that although employee \r\n  sustained back injury during authorized break from work, accident was not compensable \r\n  under personal comfort doctrine because employee was obtaining ice for an upcoming \r\n  family picnic at the time, an activity not deemed a \"natural incident\" of employment \r\n  since it did not involve \"smoking, resting, sleeping, eating, drinking, seeking \r\n  relief from discomfort, or preparing to begin or quit work\").\r\n\r\nAFFIRMED.  \r\n\r\nSTILWELL and HOWARD, JJ., concur. \r\n  \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3373","title":"State v. Brouwer","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3373","description":"This case affirms a conviction for disseminating obscene material, but reverses for a new sentencing hearing under Davis v. State, 336 S.C. 329, 520 S.E.2d 801 (1999).","date":"2001-07-23","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n       The State of South Carolina, Respondent, \r\n        \r\n            v. \r\n\r\n        \r\n\r\n        Eric R. Brouwer, Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Cherokee County\r\n  R. Markley Dennis, Jr., Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3373\r\n    Heard June 4, 2001 - Filed July 23, 2001  \r\n  \r\n\r\n\r\n\r\nAFFIRMED IN PART, REVERSED \r\n  IN PART,\r\n  AND REMANDED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Rodman C. Tullis, of Spartanburg, for appellant.\r\n\r\n        Attorney General Charles M. Condon, Chief Deputy \r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General \r\n          Robert E. Bogan, Senior Assistant Attorney General Norman Mark Rapoport, \r\n          all of Columbia; Solicitor Holman C. Gossett, of Spartanburg, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nSHULER, J.: A jury convicted Eric \r\n  Brouwer of disseminating obscene material and the trial court sentenced him \r\n  to four years imprisonment, suspended on service of six months, and three years \r\n  probation. Brouwer appeals, arguing the court erred in failing to grant a directed \r\n  verdict, in refusing to admit comparable materials into evidence, and in sentencing \r\n  him more harshly than a co-defendant who pled guilty. We affirm in part, reverse \r\n  in part, and remand.\r\n\r\nFACTS/PROCEDURAL HISTORY\r\n\r\nIn early February 1999, the Cherokee County Metro \r\n  Narcotics Unit began an undercover investigation of Bedtyme Stories, an adult \r\n  business, after receiving complaints from local citizens. Officer David Parker \r\n  visited the store on several occasions, posing as a customer and inspecting \r\n  videos potentially in violation of the state's obscenity laws. On February 18 \r\n  Parker rented a videotape entitled AGB2 (ANAL GANG BANGERS 2) from Wendy \r\n  Kaplan, a sales clerk. Parker and fellow Officer Christy White returned and \r\n  purchased a copy of the movie on February 22 from another clerk, Eric Brouwer.\r\n\r\nOn the day of sale, Parker informed Brouwer he \r\n  wanted to buy AGB2 and Brouwer accessed Parker's account on the store \r\n  computer. When Brouwer asked Parker if he was buying the movie because he liked \r\n  it, Parker replied he was starting a \"little library.\" Brouwer explained he \r\n  thought Parker might have been under the mistaken impression he was required \r\n  to buy the movie because he had rented it. Brouwer then scanned the tape, placed \r\n  it in a bag, and told Parker the price. Parker paid and signed a receipt certifying \r\n  he was at least twenty-one years old, and Brouwer handed him the bag.\r\n\r\nA Cherokee County grand jury indicted both Brouwer \r\n  and Kaplan for disseminating obscene material. Scheduled for a joint trial, \r\n  Kaplan ultimately pled guilty and the trial court sentenced her to two years \r\n  plus a $5,000 fine, provided that upon payment of a fine of $750 plus costs \r\n  the balance of the sentence would be suspended. The court also placed Kaplan \r\n  on probation for two years.\r\n\r\nBrouwer proceeded to trial and the jury returned \r\n  a verdict of guilty. The trial court sentenced him to four years imprisonment, \r\n  balance suspended upon service of six months, and three years probation. In \r\n  addition, the court imposed special conditions requiring Brouwer to \"participate \r\n  in such counseling as probation deems appropriate, which should include something \r\n  about sensitivity counseling\" and human relationships. This appeal followed.\r\n\r\nLAW/ANALYSIS\r\n\r\nI. Directed Verdict\r\n\r\nBrouwer first argues the trial court erred in refusing \r\n  his motion for a directed verdict because the State failed to prove he \"knowingly\" \r\n  disseminated obscene material. We disagree. \r\n\r\nIn considering a directed verdict motion, the trial \r\n  court is concerned with the existence or non-existence of evidence, not its \r\n  weight. State v. Kelsey, 331 S.C. 50, 502 S.E.2d 63 (1998). On appeal \r\n  of a criminal case, the reviewing court considers the evidence in the light \r\n  most favorable to the State. State v. Fennell, 340 S.C. 266, 531 S.E.2d \r\n  512 (2000). If any direct or substantial circumstantial evidence exists which \r\n  reasonably tends to prove the defendant's guilt, or from which his guilt may \r\n  be fairly and logically deduced, this Court must find the trial court properly \r\n  submitted the case to the jury. State v. Pinckney, 339 S.C. 346, 529 \r\n  S.E.2d 526 (2000).\r\n\r\nThe indictment charged Brouwer pursuant to S.C. \r\n  Code Ann. § 16-15-305(A) (Supp. 2000), which prohibits a person from \"knowingly\" \r\n  disseminating obscene material. (1) The statute \r\n  defines \"knowingly\" as \"having general knowledge of the content of the subject \r\n  material or performance, or failing [to have such knowledge] after reasonable \r\n  opportunity to exercise reasonable inspection which would have disclosed the \r\n  character of the material or performance.\" § 16-15-305(C)(5). \r\n\r\nThe record reflects Bedtyme Stories was located \r\n  in a building with a \"yellow awning\" identifying the business as an \"adult store.\" \r\n  It also reveals Brouwer asked Parker to show an I.D. before entering the establishment, \r\n  and made a copy of his driver's license because he appeared to be under the \r\n  age of thirty. In addition, when Parker bought AGB2, Brouwer required \r\n  him to sign a receipt attesting that he was at least twenty-one years old. This \r\n  evidence suggests Brouwer possessed at least some general knowledge of the adult \r\n  nature of the store's merchandise. \r\n\r\nMore important, during a transaction lasting several \r\n  minutes, Brouwer handled the movie for a minimum of fifteen to twenty seconds, \r\n  scanning it with an electronic device and placing it in a bag. The tape, in \r\n  its original packaging with the full title appearing on the front and back, \r\n  prominently displays \"AGB2\" in large print (with the words \"ANAL GANG BANGERS \r\n  2\" in smaller print underneath) on the top, bottom, and sides of the box. The \r\n  back of the box also features three sexually explicit photographs, two of which \r\n  depict a female engaged in simultaneous sexual activity with two men, along \r\n  with a written summary of the movie's contents. \r\n\r\nIn our view, Brouwer's personal exposure to the \r\n  video, even for a relatively short period of time, coupled with the obviously \r\n  adult nature of the Bedtyme Stories business, is sufficient evidence tending \r\n  to prove he knew or should have known the general character of the tape's content. \r\n  See Commonwealth v. Dane Entm't Servs., Inc., 505 N.E.2d 892, \r\n  893 (Mass. App. Ct. 1987) (holding evidence, including fact that film was billed \r\n  as \"X-Rated\" on directory in theater lobby opposite ticket counter along with \r\n  other adult movies, that a sign nearby stated no minors were allowed, and that \r\n  the word \"ADULT\" appeared twice in boldface type on ticket face, sufficiently \r\n  warranted conclusion by a rational trier of fact that the defendant \"had a general \r\n  awareness of the [obscene] character of the film\"); compare State \r\n  v. Bean, 327 S.C. 589, 490 S.E.2d 16 (1997) (finding the State failed to \r\n  prove nightclub owners knowingly permitted obscene dancing on their premises \r\n  where no evidence indicated owners, who were not present when police videotaped \r\n  the allegedly lewd conduct, knew or had reason to know nude dancers were bending \r\n  over and exposing themselves to customers); State v. Pendergrass, 13 \r\n  S.W.3d 389, 394-95 (Tenn. Crim. App. 1999) (stating evidence video store proprietor \r\n  stocked items of a sexual nature and advertised such on his building's signs \r\n  was insufficient to establish he \"knowingly distributed obscenity,\" where the \r\n  prosecution failed to establish the degree of his involvement in the business \r\n  and presented no evidence he was on the premises \"or engaged in activities \r\n  such as assisting customers with purchases, stocking shelves, receiving \r\n  merchandise, or ordering merchandise\") (emphasis added). The trial court, therefore, \r\n  did not err in sending the case to the jury. \r\n\r\nII. Exclusion of Comparable \r\n  Materials\r\n\r\nBrouwer further contends the trial court erred \r\n  in refusing to admit material comparable to AGB2 as evidence of the requisite \r\n  community standard. We find no error. \r\n\r\nThe determination of whether certain materials \r\n  are \"obscene\" lies within the province of the jury. For purposes of our dissemination \r\n  statute, material is deemed obscene if: \r\n\r\n\r\n  (1) to the average person applying contemporary \r\n    community standards, the material depicts or describes in a patently offensive \r\n    way sexual conduct specifically defined by subsection (C) of this section; \r\n  \r\n\r\n  (2) the average person applying contemporary community \r\n    standards relating to the depiction or description of sexual conduct would \r\n    find that the material taken as a whole appeals to the prurient interest in \r\n    sex; \r\n\r\n  (3) to a reasonable person, the material taken \r\n    as a whole lacks serious literary, artistic, political, or scientific value; \r\n    and \r\n\r\n  (4) the material as used is not otherwise protected \r\n    or privileged under the Constitutions of the United States or of this State. \r\n  \r\n\r\n\r\n§ 16-15-305(B). The \"community standards\" to be \r\n  employed by the jury in \"determining prurient appeal and patent offensiveness \r\n  are the standards of the area from which the jury is drawn.\" Id. at (E). \r\n\r\n\r\nBefore trial, Brouwer requested a preliminary ruling \r\n  on the admissibility of materials comparable to AGB2 to show the video \r\n  fell within the ambit of Cherokee County's contemporary community standards. \r\n  The trial court, finding the mere availability of similar materials in the community \r\n  did not demonstrate community acceptance, refused to admit the exhibits but \r\n  permitted Brouwer to proffer the evidence for appeal. \r\n   (2)\r\n\r\nThe admissibility of allegedly comparable materials \r\n  in an obscenity trial is an issue of first impression in this state. Although \r\n  decisions from other jurisdictions are not entirely uniform, the vast majority \r\n  of state and federal courts have concluded such evidence is admissible subject \r\n  to the predicate test for admissibility found in Womack v. United States, \r\n  294 F.2d 204 (D.C. Cir. 1961), cert. denied, 365 U.S. 859 (1961). We \r\n  agree evidence of comparison material generally is admissible to assist a jury \r\n  in determining the prevailing community standards it must employ in evaluating \r\n  allegedly obscene material. See Hamling v. United States, 418 \r\n  U.S. 87, 125 (1974) (\"[J]ust as a defendant in any other prosecution, [a defendant \r\n  in an obscenity case] is entitled to an opportunity to adduce relevant, competent \r\n  evidence bearing on the issues to be tried.\"); Smith v. California, 361 \r\n  U.S. 147, 165 (1959) (Frankfurter, J., concurring) (\"[I]n determining what constitutes \r\n  obscenity, it surely must be deemed rational, and therefore relevant to the \r\n  issue of obscenity, to allow light to be shed on what those 'contemporary community \r\n  standards' are.\") (internal citation omitted); Flynt v. State, 264 S.E.2d \r\n  669, 674 (Ga. Ct. App. 1980) (&quot;[W]e are persuaded that evidence which satisfies \r\n  the Womack test is relevant, probative evidence which should be admitted \r\n  in an obscenity trial for the consideration of the trier of fact.\"). As our \r\n  sister court stated in Flynt v. State:\r\n\r\n\r\n  The rationale behind the admission of \"comparative\" \r\n    evidence is to allow the defendant in an obscenity case the opportunity to \r\n    attempt to persuade the trier of fact that the challenged material does not \r\n    exceed contemporary community standards, as represented by the comparable \r\n    material and against which the challenged material is judged. The comparative \r\n    material is tangible evidence of contemporary community standards.\r\n\r\n\r\nFlynt, 264 S.E.2d at 674. \r\n\r\nSuch evidence, however, should not be admitted \r\n  in the absence of a proper foundation ensuring its probative nature. See \r\n  United States v. Pinkus, 579 F.2d 1174, 1175 (9th Cir. 1978) (\"[T]here \r\n  are foundational requirements for admissibility of such evidence that have evolved \r\n  as logical indicia of its materiality and relevance.\"); Womack v. United \r\n  States, 509 F.2d 368, 377-78 (D.C. Cir. 1972) (\"Womack merely requires \r\n  an adequate foundation to be laid for the introduction of comparison evidence. \r\n  . . . The burden is on the defendant and in the absence of such a showing, the \r\n  evidence must be excluded as lacking sufficient probative value.\") (footnotes \r\n  omitted); State v. Wages, 483 N.W.2d 325, 327 (Iowa 1992) (\"[Womack] \r\n  foundational requirements . . . are merely logical prerequisites under traditional \r\n  concepts of materiality and relevancy.\"); State v. J-R Distrib., Inc., \r\n  512 P.2d 1049, 1083 (Wash. 1973) (en banc) (\"To be relevant, the proferred [comparison] \r\n  evidence must have something more than minimal probative value. It must have \r\n  some actual probative weight upon the issue of fact under consideration.\"); \r\n  see also Rule 401, SCRE (\"'Relevant evidence' means evidence having any \r\n  tendency to make the existence of any fact that is of consequence to the determination \r\n  of the action more probable or less probable than it would be without the evidence.\"); \r\n  Rule 402, SCRE (\"All relevant evidence is admissible, except as otherwise provided \r\n  . . . .\").\r\n\r\nThe \"Womack test,\" as it has come to be \r\n  known, requires a proponent of comparison materials to lay a foundation prior \r\n  to introducing them into evidence by showing: (1) the materials being compared \r\n  are in fact \"similar,\" and (2) the comparison materials enjoy a \"reasonable \r\n  degree of community acceptance.\" Womack, 294 F.2d at 206. In determining \r\n  \"similarity,\" the trial court must review the proffered material to see if it \r\n  reasonably resembles the material which the State alleges to be obscene. See \r\n  Flynt, 264 S.E.2d at 676 (stating the \"similarity\" of comparable material \r\n  is governed by its \"reasonable resemblance\" to the material at issue) (quoting \r\n  Pinkus, 579 F.2d at 1175). Here, the State stipulated that the items \r\n  Brouwer sought to introduce were sufficiently similar to AGB2 to meet \r\n  the first prong of the Womack test.\r\n\r\nThe trial court also took judicial notice \"that \r\n  materials that may be very similar to [AGB2] are available to anybody.\" However, \r\n  \"[m]ere availability of similar material by itself means nothing more than that \r\n  other persons are engaged in similar activities.\" United States v. Manarite, \r\n  448 F.2d 583, 593 (2d Cir. 1971); see Hamling, 418 U.S. at 125-26 \r\n  (\"The availability of similar materials on the newsstands of the community does \r\n  not automatically make them admissible as tending to prove the nonobscenity \r\n  of the materials which the defendant is charged with circulating.\"). Consequently, \r\n  evidence of \"mere availability of similar materials is not by itself sufficiently \r\n  probative of community standards to be admissible in the absence of proof that \r\n  the material enjoys a reasonable degree of community acceptance.\" Manarite, \r\n  448 F.2d at 593. As a preliminary matter, therefore, the trial court must distinguish \r\n  between a defendant's showing of \"mere availability\" and that of \"a reasonable \r\n  degree of community acceptance.\" Womack, 509 F.2d at 379-80; see \r\n  State v. Johnson, 722 P.2d 681, 682 (N.M. Ct. App. 1986) (\"The fact that \r\n  sexually explicit material was obtained in a particular locality does not establish \r\n  a reasonable degree of community acceptance.\"); Flynt, 264 S.E.2d at \r\n  673 (\"[Availability] is no indication that the average person, applying contemporary \r\n  community standards, would not consider the [] magazines [in a particular case] \r\n  to be obscene.\").\r\n\r\nAs noted in Womack, \"a determination of \r\n  the precise point at which a publication is so widely sold and is so generally \r\n  available in the community as to warrant a finding of community acceptance is \r\n  difficult to fix with assurance.\" Womack, 509 F.2d at 379. Clearly, it \r\n  is insufficient to offer comparables alone, as such material is not relevant \r\n  in the absence of additional evidence tending to prove its \"acceptance\" in the \r\n  community. (3) See id. (&quot;[I]t \r\n  is not difficult to identify that which clearly does not even approach an appreciable \r\n  level of community acceptance and to exclude that material as possessing so \r\n  little probative value as to serve only to impede the resolution of the issues.\"); \r\n  State v. Johnson, 722 P.2d 681, 682-83 (N.M. Ct. App. 1986) (affirming \r\n  trial court's refusal to admit for comparison an adult magazine purchased from \r\n  a bookstore near the defendant's establishment, where the defendant offered \r\n  no evidence concerning the extent of the publication's local distribution; the \r\n  court held defendant's evidentiary proffer \"went to 'mere availability' rather \r\n  than to 'a reasonable degree of community acceptance'\"). Thus, courts have held \r\n  the Womack foundation requirement may be met by supplementing the comparable \r\n  material with expert testimony, (4) sales figures, \r\n  (5) and possibly public opinion polls regarding the precise material \r\n  in question.  (6)\r\n\r\nIn the instant case, Brouwer attempted to introduce \r\n  material similar to AGB2, which he claimed was widely available in Cherokee \r\n  County via the internet and DirecTV. While we agree such evidence could \r\n  be admissible in an obscenity prosecution, here Brouwer tendered no proof \r\n  the items offered enjoyed a reasonable degree of acceptance in the local community, \r\n  such as expert testimony or cable, internet or satellite television provider \r\n  subscription and sales records. (7) Accordingly, \r\n  because Brouwer failed to lay a proper foundation establishing the relevance \r\n  of the proffered materials, the trial court did not err in excluding the evidence. \r\n  (8) See Pinkus, 579 F.2d at 1175 (\"Whether a foundational \r\n  showing is sufficient to meet the second prong of the [Womack] test [in \r\n  the first instance] is a matter for the trial judge to determine as he has 'wide \r\n  discretion whether to permit the introduction' of comparable materials.\") (quoting \r\n  Womack, 509 F.2d at 378); see also State v. Fulton, 333 \r\n  S.C. 359, 509 S.E.2d 819 (Ct. App. 1998) (an evidentiary ruling of the trial \r\n  court will be reversed only upon a demonstrated abuse of discretion resulting \r\n  in prejudice). \r\n\r\nIII. Sentence\r\n\r\nFinally, Brouwer claims the trial court, in passing \r\n  sentence, improperly considered the fact that he exercised his right to a jury \r\n  trial. We agree. \r\n\r\nAfter the jury returned its verdict, Brouwer, pursuant \r\n  to Davis v. State, 336 S.C. 329, 520 S.E.2d 801 (1999), asked the court \r\n  to impose a sentence comparable to that given Wendy Kaplan, his co-worker and \r\n  co-defendant who pled guilty immediately before trial. Because the two were \r\n  similarly situated in that both were newly hired and trained store clerks with \r\n  no prior criminal record, and both were convicted of disseminating the exact \r\n  same material, Brouwer argued for a proportionate sentence. The trial court \r\n  declined the request, explaining that Kaplan received a more lenient sentence \r\n  because she admitted guilt: \r\n\r\n\r\n  I'm a judge that gives serious consideration for \r\n    someone admitting their guilt. I think that's important. . . . I believe that's \r\n    the first step towards rehabilitation. . . . [T]here is no way in rhyme or \r\n    reason for us to ever give a sentence for someone pleading guilty the same \r\n    sentence for a jury trial. Then we have ignored the fact that a person has \r\n    admitted their guilt. . . . And . . . I will take [that] into consideration \r\n    in imposing this sentence, because it is not an admission of guilt. \r\n\r\n\r\nIn Davis, our supreme court found an attorney \r\n  rendered ineffective assistance of counsel when he failed to object to nearly \r\n  identical comments by the trial court. In response to the defendant's request \r\n  for a sentence comparable to two co-defendants who pled guilty, the court there \r\n  stated:\r\n\r\n\r\n  Yes, ma'am, but [Davis] didn't plead guilty. Those \r\n    other two people, they pled guilty. They admitted what they had done and to \r\n    me that's the first step towards rehabilitation . . . . \r\n\r\n\r\nDavis, 336 S.C. at 332, 520 S.E.2d at 802. \r\n  In granting Davis post-conviction relief, the supreme court held: \r\n\r\n\r\n  In response to [Davis'] argument, the trial judge \r\n    unequivocally stated that the other defendants had, in fact, pled guilty. \r\n    The trial judge further expressed his preference for guilty pleas by explaining \r\n    that such admissions of responsibility were the first steps toward rehabilitation. \r\n    We find these statements clearly revealed that the trial judge, in sentencing \r\n    [Davis], improperly considered [his] decision to proceed with a jury trial. \r\n    \r\n\r\n\r\nId. at 333, 520 S.E.2d at 803. \r\n\r\nWe find the trial court's comments in this instance \r\n  indistinguishable from those expressly disapproved in Davis. Although \r\n  the court herein also stated it had never, and never would, \"punish someone \r\n  for exercising their right to a jury trial,\" we believe the mere disavowal of \r\n  wrongful intent cannot remove the taint inherent in the court's commentary, \r\n  especially since the record fails to reflect an otherwise appropriate basis \r\n  for Brouwer's disparate sentence. See id. at 332, 520 S.E.2d at \r\n  802 (finding trial court's sentencing rationale impermissible, despite fact \r\n  that court concluded comments by stating \"and when a fellow wants a trial [--] \r\n  which he's entitled to as a matter of law -- [] that's fine\"). Accordingly, \r\n  we reverse Brouwer's sentence and remand for resentencing. See State \r\n  v. Hazel, 317 S.C. 368, 370, 453 S.E.2d 879, 880 (1995) (remanding case \r\n  for resentencing hearing where the trial court \"relied heavily on [Hazel's] \r\n  exercise of his right to a jury trial\" in refusing a YOA sentence by stating, \r\n  \"Well, it's one thing, if he'd pled guilty, I'd have considered that . . .\").\r\n\r\nAFFIRMED IN PART, REVERSED IN PART, AND \r\n  REMANDED.\r\n\r\nHUFF, J., concurs. \r\n\r\nANDERSON, J., dissents in a separate opinion.\r\n\r\nANDERSON, J. (dissenting): I respectfully \r\n  dissent as to the majority's reversal of Eric Brouwer's sentence. The majority \r\n  concludes the trial court, in passing sentence, improperly considered the fact \r\n  that Brouwer exercised his right to a jury trial. I disagree. I would AFFIRM \r\n  Brouwer's sentence.\r\n\r\nI. SENTENCING CONSIDERATIONS \r\n  \r\n\r\nA. Goals and Objectives \r\n  of Sentencing\r\n\r\nThe goals of sentencing are to reflect the seriousness \r\n  of the offense, promote respect for the law, provide appropriate punishment, \r\n  deter criminal conduct, protect the public from the defendant's criminal conduct, \r\n  and provide the defendant with needed care or treatment. See United \r\n  States v. Gomez-Villa, 59 F.3d 1199 (11th Cir. 1995)(citing 18 U.S.C.A. \r\n  § 3553(a)(2), the Federal Sentencing Guidelines). Punishment serves several \r\n  purposes: retribution, rehabilitation, deterrence, and prevention. 24 C.J.S. \r\n  Criminal Law § 1460 (1989). See also Merritt v. Commonwealth, \r\n  528 S.E.2d 743 (Va. Ct. App. 2000)(finding sentencing decision is a quest for \r\n  a sentence that best effectuates criminal justice system's goals of deterrence, \r\n  incapacitation, retribution and rehabilitation). In imposing sentence, the court \r\n  should consider the various goals of punishment. 24 C.J.S. Criminal Law \r\n  § 1460.\r\n\r\nIt is the responsibility of the trial judge to \r\n  determine the priority and relationship of sentencing objectives in any particular \r\n  case. Id. The primary criterion in sentencing is good order and protection \r\n  of the public and society, and all other factors must be subservient to that \r\n  end. Id. \r\n\r\nRetribution is an appropriate objective of the \r\n  sentencing process. Id. In a criminal prosecution, punishment of the \r\n  offender is recognized as a proper motivation for a sentencing trial judge. \r\n  State v. Fletcher, 322 S.C. 256, 471 S.E.2d 702 (Ct. App. 1996). Another \r\n  legitimate interest at sentencing is the defendant's prospect for rehabilitation \r\n  and restoration to a useful place in society. State v. Tucker, 324 S.C. \r\n  155, 478 S.E.2d 260 (1996). See also 24 C.J.S. Criminal Law § \r\n  1460 (rehabilitation is considered to be one purpose of sentencing).\r\n\r\nGenerally, deterrence, both of the accused and \r\n  of others, is a legitimate objective of a sentence. 24 C.J.S. Criminal Law \r\n  § 1460. While deterrence may have to be considered in conjunction with other \r\n  sentencing objectives, deterrent purposes may sometimes be emphasized over rehabilitative \r\n  ones. Id. Penal laws are adopted and enforced for the preservation of \r\n  peace and good order of the state by making a violator suffer for his wrong \r\n  to society and to serve as an example to deter others who may desire to do likewise. \r\n  Wilborn v. Saunders, 195 S.E. 723 (Va. 1938). Community condemnation \r\n  or reaffirmation of societal norms for purposes of maintaining respect for those \r\n  norms is an appropriate sentencing objective, as is development of respect for \r\n  the law, and moral reinforcement. 24 C.J.S. Criminal Law § 1460.\r\n\r\nAt sentencing, a judge has an obligation to consider \r\n  information material to punishment. Hayden v. State, 283 S.C. 121, 322 \r\n  S.E.2d 14 (1984). See also Commonwealth v. Longval, 390 N.E.2d \r\n  1117 (Mass. 1979)(when imposing a sentence, the judge can consider a wide variety \r\n  of factors, such as defendant's character, background and prior record). A sentencing \r\n  judge may appropriately conduct an inquiry broad in scope, largely unlimited \r\n  as to either the kind of information he may consider, or the source from which \r\n  it may come. United States v. Tucker, 404 U.S. 443, 92 S.Ct. 589, 30 \r\n  L.Ed.2d 592 (1972); Hayden, 283 S.C. at 123, 322 S.E.2d at 15; State \r\n  v. Franklin, 267 S.C. 240, 226 S.E.2d 896 (1976). In determining a proper \r\n  sentence, a defendant's history, character, and rehabilitative potential, along \r\n  with the seriousness of the offense, the need to protect society, and the need \r\n  for deterrence and punishment, must be equally weighed. People v. Hernandez, \r\n  745 N.E.2d 673 (Ill. App. Ct. 2001).\r\n\r\nB. Sentence Imposed Upon \r\n  a Co-Defendant\r\n\r\nThe sentence imposed upon a co-defendant for the \r\n  same offense and upon others for similar offenses are among a wide variety of \r\n  factors which may be considered in determining a proper punishment. State \r\n  v. Brewington, 267 S.C. 97, 226 S.E.2d 249 (1976). There is no requirement \r\n  of law that defendants charged with similar offenses be given the same punishment. \r\n  State v. Garris, 144 S.E.2d 901 (N.C. 1965).\r\n\r\nC. Guilty Pleas\r\n\r\nThe State has a legitimate interest in encouraging \r\n  the entry of guilty pleas. Corbitt v. New Jersey, 439 U.S. 212, 99 S.Ct. \r\n  492, 58 L.Ed.2d 466 (1978); Gajdos v. State, 462 N.E.2d 1017 (Ind. 1984). \r\n  A defendant who enters a guilty plea has extended a substantial benefit to the \r\n  State and deserves to have a substantial benefit extended to him in return. \r\n  Gajdos, 462 N.E.2d at 1025.\r\n\r\nThe United States Supreme Court has held a State \r\n  may encourage a guilty plea by offering substantial benefits in return for the \r\n  plea. Corbitt, 439 U.S. at 219, 99 S.Ct. at 497, 58 L.Ed.2d at 474. The \r\n  plea may obtain for the defendant not only the possibility or certainty of a \r\n  lesser penalty than the sentence that could be imposed after a trial and a verdict \r\n  of guilty but also of a lesser penalty than that required to be imposed after \r\n  a guilty verdict by a jury. Id. at 219-20, 99 S.Ct. at 497-98, 58 L.Ed.2d \r\n  at 474-75.\r\n\r\nFor those who plead guilty, that fact itself is \r\n  a constitutionally permissible consideration in sentencing, a consideration \r\n  that is not present when one is found guilty by a jury. Id. at 223-24, \r\n  99 S.Ct. at 500, 58 L.Ed.2d at 477. See also Commonwealth v. Johnson, \r\n  543 N.E.2d 22 (Mass. App. Ct. 1989)(willingness to admit guilt may be a proper \r\n  factor justifying more lenient sentencing). It cannot be said that defendants \r\n  found guilty by a jury are penalized for exercising the right to a jury trial \r\n  any more than defendants who plead guilty are penalized because they give up \r\n  the chance of acquittal at trial. Corbitt, 439 U.S. at 226, 99 S.Ct. \r\n  at 501, 58 L.Ed.2d at 478. In each instance, the defendant faces a multitude \r\n  of possible outcomes and freely makes his choice. Id. Equal protection \r\n  does not free those who made a bad assessment of risks or a bad choice from \r\n  the consequences of their decision. Id. The Supreme Court has unequivocally \r\n  recognized the constitutional propriety of extending leniency in exchange for \r\n  a plea of guilty and of not extending leniency to those who have not demonstrated \r\n  those attributes on which leniency is based. Id. at 224, 99 S.Ct. at \r\n  500, 58 L.Ed.2d at 477. See United States v. Jansen, 475 F.2d \r\n  312 (7th Cir.), cert. denied, 414 U.S. 826, 94 S.Ct. 130, 38 L.Ed.2d \r\n  59 (1973)(policy of leniency following guilty plea properly held by trial court \r\n  to be inapplicable to situation where defendant puts government to its proof \r\n  in full trial).\r\n\r\nGuilty pleas are recognized as a significant step \r\n  toward rehabilitation. Hooten v. State, 442 S.E.2d 836 (Ga. Ct. App. \r\n  1994). A genuine admission of guilt may properly result in a lighter sentence \r\n  than would be appropriate for an intransigent and unrepentant malefactor. United \r\n  States v. Stockwell, 472 F.2d 1186 (9th Cir. 1973). See also Hooten, \r\n  442 S.E.2d at 840 (plea of guilty can be, and frequently is, considered in sentencing). \r\n  The defendant who opts to go to trial rather than negotiating a plea runs the \r\n  risk of a harsher sentence than he would have received by pleading guilty. United \r\n  States v. Quejada-Zurique, 708 F.2d 857 (1st Cir. 1983). While confronting \r\n  a defendant with the risk of more severe punishment clearly may have a discouraging \r\n  effect on the defendant's assertion of his trial rights, the imposition of these \r\n  difficult choices is an inevitable-and permissible-attribute of any legitimate \r\n  system which tolerates and encourages the negotiation of pleas. Bordenkircher \r\n  v. Hayes, 434 U.S. 357, 98 S.Ct. 663, 54 L.Ed.2d 604 (1978).\r\n\r\nThere are numerous factors that a defendant must \r\n  weigh in a case before he decides to insist on his right to a trial. State \r\n  v. Williams, 337 N.W.2d 387 (Minn. 1983). The risk that the evidence adduced \r\n  at trial will have an impact on the sentence the trial court imposes is a risk \r\n  the defendant must be deemed to have accepted. Id. A trial judge may \r\n  impose a greater sentence upon a defendant after the judge has heard the evidence \r\n  at trial than he might have imposed in conjunction with a guilty plea. West \r\n  v. State, 528 S.E.2d 287 (Ga. Ct. App. 2000).\r\n\r\nThe relevant sentencing information available to \r\n  the judge after a plea will usually be considerably less than that available \r\n  after a trial. Alabama v. Smith, 490 U.S. 794, 109 S.Ct. 2201, 104 L.Ed.2d \r\n  865 (1989). In the course of the proof at trial, the judge may gather a fuller \r\n  appreciation of the nature and extent of the crimes charged. Id. The \r\n  defendant's conduct during trial may give the judge insights into his moral \r\n  character and suitability for rehabilitation. Id. On the other hand, \r\n  many factors favor relative leniency for those who acknowledge their guilt-often \r\n  expressing remorse-and thus help conserve scarce judicial and prosecutorial \r\n  resources for those cases that merit the scrutiny afforded by a trial. See \r\n  Brady v. United States, 397 U.S. 742, 90 S.Ct. 1463, 25 L.Ed.2d 747 (1970). \r\n  Many guilty pleas are motivated, at least in part, by the hope or assurance \r\n  of a lesser penalty than might be imposed if there were a guilty verdict after \r\n  a trial. Id.\r\n\r\nD. Disparity of Sentences \r\n  When Co-Defendant Pleads Guilty and Defendant Exercises Right to Stand Trial\r\n\r\nWhen one defendant proceeds to trial and his accomplice \r\n  pleads guilty, the sentences need not be identical. Gajdos v. State, \r\n  462 N.E.2d 1017 (Ind. 1984). A sentence imposed on a co-defendant who pleaded \r\n  guilty does not provide a valid basis of comparison to a sentence imposed after \r\n  a trial. People v. Taylor, 742 N.E.2d 357 (Ill. App. Ct. 2000); People \r\n  v. Nutall, 728 N.E.2d 597 (Ill. App. Ct. 2000). Dispositional concessions \r\n  are properly granted to defendants who plead guilty since the public interest \r\n  in the effective administration of criminal justice is served. Taylor, \r\n  742 N.E.2d at 368; Nutall, 728 N.E.2d at 610. See also People \r\n  v. Milton, 538 N.E.2d 1227 (Ill. App. Ct. 1989)(holding it is proper for \r\n  a trial court to grant leniency in sentencing a defendant who by his plea ensured \r\n  prompt and certain application of correctional measures to him, acknowledged \r\n  his guilt and showed a willingness to assume responsibility for his conduct).\r\n\r\nA criminal defendant has no constitutional right \r\n  to be given a sentence equal in duration to that of his or her co-defendants. \r\n  United States v. Smith, 839 F.2d 175 (3rd Cir. 1988). The sentence received \r\n  by one joint defendant is irrelevant on the trial of another. Johnson v. \r\n  State, 269 S.E.2d 18 (Ga. 1980).\r\n\r\nDisparity between a sentence imposed on a defendant \r\n  who pleads guilty and on another who is convicted after trial is not, standing \r\n  alone, enough to establish that the latter has been punished for exercising \r\n  his constitutional right to stand trial. United States v. Wilson, 506 \r\n  F.2d 1252 (7th Cir. 1974). See also People v. Hernandez, 745 N.E.2d \r\n  673 (Ill. App. Ct. 2001)(disparity between sentence given to defendant convicted \r\n  in jury trial and another imposed upon defendant who pled guilty, without more, \r\n  does not mandate reduction in sentence). The defendant has merely shown that \r\n  he received a harsher sentence than a co-defendant who pleaded guilty. United \r\n  States v. Harris, 761 F.2d 394 (7th Cir. 1985). Without more, the defendant \r\n  has failed to demonstrate any constitutional violation. Id. Although \r\n  a heavier sentence for one who has been convicted after trial and a lighter \r\n  sentence for one who pleads guilty are in a sense two sides of the same coin, \r\n  it is within proper bounds for the court to preserve some leeway so that it \r\n  is able to extend leniency in consideration of the cooperation and at least \r\n  superficial penitence evidence by one who pleads guilty. Wilson, 506 \r\n  F.2d at 1259-60.\r\n\r\nAs a general rule, so long as a sentence is within \r\n  the statutory maximum, the court will not exercise its supervisory powers to \r\n  inquire into the propriety of a sentence, even when that sentence creates a \r\n  disparity with the sentences of co-defendants. United States v. Rauhoff, \r\n  525 F.2d 1170 (7th Cir. 1975)(citing Hill v. United States, 368 U.S. \r\n  424, 82 S.Ct. 468, 7 L.Ed.2d 417 (1962)). One exception to this rule exists \r\n  where a trial judge has attempted to punish a defendant for the exercise of \r\n  his Sixth Amendment right to a trial by jury. Id.\r\n\r\nII. JUDGE'S DISCRETIONARY \r\n  AUTHORITY AS TO SENTENCING \r\n\r\nA trial judge is allowed broad discretion in sentencing \r\n  within statutory limits. Brooks v. State, 325 S.C. 269, 481 S.E.2d 712 \r\n  (1997); Garrett v. State, 320 S.C. 353, 465 S.E.2d 349 (1995). See \r\n  also State v. Franklin, 267 S.C. 240, 226 S.E.2d 896 (1976)(trial \r\n  judge is given wide discretion in determining what sentence should be imposed). \r\n  A sentence is not excessive if it is within statutory limitations and there \r\n  are no facts supporting an allegation of prejudice against a defendant. Brooks, \r\n  325 S.C. at 272, 481 S.E.2d at 713. Absent partiality, prejudice, oppression, \r\n  or corrupt motive, this Court lacks jurisdiction to disturb a sentence that \r\n  is within the limit prescribed by statute. Stockton v. Leeke, 269 S.C. \r\n  459, 237 S.E.2d 896 (1977); Franklin, 267 S.C. at 246, 226 S.E.2d at \r\n  898. See also Garrett, 320 S.C. at 356, 465 S.E.2d at 350 (\"'It \r\n  is well settled in this State that this Court has no jurisdiction to disturb, \r\n  because of alleged excessiveness, a sentence which is within the limits prescribed \r\n  by statute unless: (a) the statute itself violates the constitutional injunction, \r\n  Article I, Sec. 19, against cruel and unusual punishment, or (b) the sentence \r\n  is the result of partiality, prejudice or pressure or corrupt motive.'\"); State \r\n  v. Bolin, 209 S.C. 108, 39 S.E.2d 197 (1946)(length of prison sentence rests \r\n  in sound discretion of trial court unless partiality, prejudice, oppression \r\n  or corrupt motive is shown).\r\n\r\nThe role of appellate courts in reviewing sentences \r\n  is to determine: (1) whether the exercise of discretion by the sentencing court \r\n  was based upon findings of fact grounded in competent, reasonably credible evidence; \r\n  (2) whether the sentencing court applied the correct legal principles in exercising \r\n  its discretion; and (3) whether the application of the facts to the law was \r\n  such a clear error of judgment that it shocks the conscience. State v. Megargel, \r\n  673 A.2d 259 (N.J. 1996). There is a strong public policy against interference \r\n  with a trial court's sentencing discretion. See State v. Echols, \r\n  499 N.W.2d 631 (Wis. 1993).\r\n\r\nThe trial court has broad discretionary powers \r\n  in imposing a sentence because it is generally in a better position than the \r\n  reviewing court to determine the appropriate sentence by weighing such factors \r\n  as the defendant's credibility, demeanor, general moral character, mentality, \r\n  social environment, habits, and age. People v. Hernandez, 745 N.E.2d \r\n  673 (Ill. App. Ct. 2001). Consequently, the reviewing court must not substitute \r\n  its judgment for that of the trial court merely because it would have weighed \r\n  these factors differently. People v. Stacey, 737 N.E.2d 626 (Ill. 2000).\r\n\r\nIII. EXERCISE OF RIGHT \r\n  TO JURY TRIAL \r\n\r\nA trial court may not impose a greater sentence \r\n  on a defendant because the defendant exercised his constitutional right to stand \r\n  trial rather than plead guilty. See Alabama v. Smith, 490 U.S. \r\n  794, 109 S.Ct. 2201, 104 L.Ed.2d 865 (1989). Article III, Section 2, Clause \r\n  3 and the Sixth Amendment to the United States Constitution, along with Article \r\n  I, Section 14 of the South Carolina Constitution, grant every criminal defendant \r\n  the absolute right to plead not guilty and to be tried by a jury.\r\n\r\nIV. LAW/ANALYSIS \r\n  \r\n\r\nAfter the jury announced the verdict, Brouwer's \r\n  attorney and the trial judge engaged in the following colloquy regarding sentencing \r\n  of Brouwer:\r\n\r\n\r\n  [Defense Counsel]: I think that pursuant to Davis \r\n    v. State, that other than some showing other than the fact that she chose \r\n    to enter a guilty plea and he chose to go to trial, that it would be appropriate \r\n    for the court to give this defendant the same sentence, a proportionate sentence, \r\n    as Ms. Kaplan received. . . . We would ask that the court take that into consideration. \r\n    . . .\r\n\r\n  . . . .\r\n\r\n  [The Court]: [Defense counsel], let me respond \r\n    to your reference to the Davis case. . . . And you are talking about \r\n    where the trial judge made a reference to the fact that because he exercised \r\n    his right to a jury trial, now he has to impose a certain sentence.\r\n\r\n  What I indicated to you in chambers was simply what \r\n  I indicate to anyone who is there. The court wishes to say that we are not going \r\n  to have that involved, then let them do it and we will put it on the record \r\n  in this case, and I welcome the instruction, because I see-I distinguish that \r\n  Davis case from what I said, because I never said to you that if he exercises \r\n  his right to a jury trial, I would punish him more severely. I said to you, \r\n  as I recall, and I think I said, because I say it just about every time I talk \r\n  to someone, I'm a judge that gives serious consideration for someone admitting \r\n  their guilt. I think that's important. It was told to me when I first started \r\n  practicing law years ago by Judge Clarence Singletary, who was the judge in \r\n  my circuit, that I believe that that's the first step towards rehabilitation. \r\n  . . . . \r\n  . . . [T]here is no way in rhyme or reason for \r\n    us to ever give a sentence for someone pleading guilty the same sentence for \r\n    a jury trial. Then we have ignored the fact that a person has admitted their \r\n    guilt.\r\n\r\n  Now, I don't think a person needs \r\n    to be punished because of their jury trial, because that's a Constitutional \r\n    Right. And I, as a trial judge, have never, nor will I ever, punish someone \r\n    for exercising their right to a jury trial. I think that is something \r\n    valuable. I take it very seriously as this. . . . But one of the factors that \r\n    I will always consider, . . . is consider someone who admits their guilt.\r\n\r\n  . . . .\r\n\r\n  So the sentence of the court-and the court will \r\n    take into consideration that it is his first offense in imposing this sentence \r\n    and give him a chance, to some extent. But the sentence is that you be committed \r\n    to the Department of Corrections for a term of four years, provided upon the \r\n    service of six months, the balance is suspended, and I'm going to place you \r\n    on probation for a period of three years.\r\n\r\n\r\n(Emphasis added).\r\n\r\nRelying upon State v. Hazel, 317 S.C. 368, \r\n  453 S.E.2d 879 (1995), and Davis v. State, 336 S.C. 329, 520 S.E.2d 801 \r\n  (1999), the majority concludes the trial court's sentencing determination for \r\n  Brouwer was improper and requires reversal. The majority's reliance upon these \r\n  cases is misplaced.\r\n\r\nIn State v. Hazel, the trial judge gave \r\n  the following response to the defendant's request for sentencing under the Youthful \r\n  Offender Act (YOA): \"Well, it's one thing, if he'd pled guilty, I'd have considered \r\n  that, but taking into consideration the age and where he was and the time it \r\n  was, the sentence of the court is you be confined to the State Board of Corrections \r\n  for a period of fifteen years and pay a fine of twenty-five thousand dollars.\" \r\n  Hazel, 317 S.C. at 369, 453 S.E.2d at 879. The Supreme Court found the \r\n  trial judge relied heavily on Hazel's exercise of his right to a jury trial \r\n  as weighing against sentencing under the YOA. The Hazel Court observed \r\n  that courts have long adhered to the principle forbidding a trial court from \r\n  improperly considering the defendant's exercise of his constitutional right \r\n  to a jury trial as an influential factor in determining the appropriate sentence. \r\n  The Court concluded the trial judge abused his discretion by considering the \r\n  fact that Hazel exercised his right to a jury trial.\r\n\r\nIn Davis v. State, after the trial court \r\n  sentenced the defendant, defense counsel moved to have the sentence reduced. \r\n  The following discussion occurred between the trial court and defense counsel:\r\n\r\n\r\n  [Defense Counsel]: It's for reduction, your honor. \r\n    Your honor, as you know Mr. Adams couldn't be here today and he--as Mr. Davis--he's \r\n    the one who represented Mr. Davis at trial and throughout the period since \r\n    Mr. Davis was sent to us by the clerk of court. Mr. Adams has asked me to \r\n    make this motion on Mr. Davis' behalf for a reduction in the sentence. There \r\n    was no plea bargain offered. Mr. Adams, I understand, made several attempts \r\n    to negotiate a plea and law enforcement refused. This is the reason that this \r\n    case went to trial in the first place. There were two drug dealers who did \r\n    plead guilty during the time that your honor has been here with us this past \r\n    couple of weeks and they have received lower sentences. I think one got seven \r\n    years, J.J. J.J. got seven years and Dubois got eighteen months and I believe \r\n    both of those were negotiated pleas . . . .\r\n\r\n  [State]: May it please the court, your honor? Cory \r\n    Fleming from our office prosecuted the case at trial. I'm familiar with the \r\n    case. One reason an offer was never extended in the case was the only discussion \r\n    that Mr. Adams ever had with my office was for some type of probationary sentence \r\n    and our office didn't agree to that, and it's accurate in regard to John Paul \r\n    Thompson and Thomas Jefferson Dubois as to the sentences that they received.\r\n\r\n  [Defense Counsel]: Mr. Davis has no prior drug \r\n    convictions. I mean, he does have a record, but he has no drug convictions.\r\n\r\n  [Court]: Yes, ma'am, but he didn't plead guilty. \r\n    Those other two people, they pled guilty. They admitted what they had done \r\n    and to me that's the first step towards rehabilitation is admitting that you \r\n    did something wrong and you're pleading guilty and when a fellow wants a trial \r\n    which he's entitled to as a matter of law--and that's fine.\r\n\r\n  [Defense Counsel]: I believe that when Mr. Adams \r\n    discussed it with Mr. Branham that Mr. Branham stated the fact that they wanted \r\n    to hang him high.\r\n\r\n  [Court]: Well, the jury found him guilty and I \r\n    sentenced him and I'm not going to change my sentence. Thank you very much.\r\n\r\n\r\nDavis, 336 S.C. at 332, 520 S.E.2d at 802.\r\n\r\nDavis argued relief should be granted because his \r\n  trial counsel failed to object when the trial judge, after sentencing Davis, \r\n  indicated he considered Davis' decision to have a jury trial as a factor in \r\n  sentencing. The Supreme Court agreed and determined:\r\n\r\n\r\n  In the above colloquy, defense counsel argued \r\n    to the trial court that similarly situated defendants had received lower sentences \r\n    than [Davis]. In response to this argument, the trial judge unequivocally \r\n    stated that the other defendants had, in fact, pled guilty. The trial judge \r\n    further expressed his preference for guilty pleas by explaining that such \r\n    admissions of responsibility were the first steps toward rehabilitation. We \r\n    find these statements clearly revealed that the trial judge, in sentencing \r\n    [Davis], improperly considered [Davis'] decision to proceed with a jury trial. \r\n    See Hazel, supra.\r\n\r\n\r\nDavis, 336 S.C. at 333, 520 S.E.2d at 803.\r\n\r\nState v. Hazel and Davis v. State \r\n  are distinguishable from the case at bar. In the instant case, unlike Hazel \r\n  and Davis, the trial judge expressly stated that Brouwer's exercise of \r\n  his right to a trial did not affect the sentence imposed by the judge.\r\n\r\nBy proceeding to trial, Brouwer must be deemed \r\n  to have accepted the risk that he could receive a sentence longer than he would \r\n  have received by pleading guilty or than that received by Kaplan. See \r\n  State v. Williams, 337 N.W.2d 387 (Minn. 1983)(explaining that there \r\n  are numerous factors that defendants must weigh before deciding to go to trial \r\n  and that defendants who so choose are deemed to have accepted the risk of a \r\n  longer sentence).\r\n\r\nThe judge's remarks in the case sub judice  \r\n  reflect a permissible extension of leniency towards the co-defendant, Kaplan, \r\n  for taking a \"first step towards rehabilitation,\" rather than an impermissible \r\n  increase in Brouwer's sentence for exercising his right to trial. While an accused's \r\n  punishment should not be increased due to his exercise of his right to a trial, \r\n  it is not forbidden to extend a proper degree of leniency in return for guilty \r\n  pleas, and to withhold leniency from those pleading not guilty. 24 C.J.S. Criminal \r\n  Law § 1474 (1989)(citing Corbitt v. New Jersey, 439 U.S. 212, 99 \r\n  S.Ct. 492, 58 L.Ed.2d 466 (1978)).\r\n\r\nThe judge utilized the guilty plea in determining \r\n  Kaplan's sentence by being lenient on her but not in determining what sentence \r\n  to impose on Brouwer. Brouwer is not being punished for going to trial. However, \r\n  Kaplan is properly being rewarded for admitting her guilt and pleading guilty. \r\n  The judge referred to Kaplan's guilty plea only to point out that remorse and \r\n  admission was a first and important step toward rehabilitation. The judge was \r\n  articulating the rationale for Kaplan's-not Brouwer's-sentence. A show of lenience \r\n  to those who exhibit contrition by admitting guilt does not carry a corollary \r\n  that the judge indulges a policy of penalizing those who elect to stand trial. \r\n  United States v. Araujo, 539 F.2d 287 (2d Cir. 1976); United States \r\n  v. Thompson, 476 F.2d 1196 (7th Cir. 1973).\r\n\r\nIn sentencing Brouwer, the judge stated: \"I have \r\n  to assume that Brouwer found nothing wrong with [his conduct].\" It is clear \r\n  the potential for rehabilitation was a factor the judge considered when determining \r\n  the sentence in this case. Rehabilitation is a proper sentencing consideration. \r\n  See People v. Speed, 472 N.E.2d 572, 573 (Ill. App. Ct. 1984)(\"[I]t \r\n  is . . . well established that the court may consider the lack of a penitent \r\n  spirit in determining the appropriate sentence to be imposed upon a defendant, \r\n  since this is a factor which may have a bearing on the defendant's potential \r\n  for rehabilitation.\").\r\n\r\nThe majority places a \"judicial strait jacket\" \r\n  on a Circuit Judge in the sentencing procedure. A truthful, straight-forward \r\n  disavowal by the Circuit Judge of any consideration of the exercise of the constitutional \r\n  right of jury trial by a defendant is disregarded and absolutely ignored. Effectually, \r\n  this case will implement \"muted silence\" in all sentencing activities. \"Pass \r\n  the sentence and move on\" becomes the guideline.\r\n\r\nIn reviewing the entire sentencing procedure with \r\n  exactitude, I come to the inescapable conclusion that factually and legally \r\n  there is no evidence that the Circuit Judge used or considered in any manner \r\n  the exercise of Brouwer's jury trial right when sentencing Brouwer. To the contrary, \r\n  the evidentiary record demonstrates with remarkable clarity a pristine and salubrious \r\n  sentencing procedure in the instant case. I reject the notion that the discussion \r\n  in the record inter sese court, counsel, and defendant reveals \r\n  any indicia of sentencing irregularity.\r\n\r\nThe policy articulated by the majority is infected \r\n  with expository deficiency. Indubitably, appellate courts should not become \r\n  \"shrinking violets\" in the exercise of appellate review, but appellate entities \r\n  are restricted to constitutional parameters in reviewing sentencing procedures \r\n  used by a Circuit Judge.\r\n\r\nHere, the judge did not abuse his discretion in \r\n  sentencing Brouwer. The dissemination of obscene material is a serious crime. \r\n  A person convicted of violating § 16-15-305(A) is guilty of a felony. S.C. Code \r\n  Ann. § 16-15-305(H) (Supp. 2000). The maximum sentence is five years in prison \r\n  or a fine of $10,000, or both. Brouwer was found guilty of this offense. The \r\n  judge imposed a sentence on Brouwer which was less than the maximum sentence \r\n  provided by the statute. Brouwer's sentence was well within the statutory limits.\r\n\r\nAccordingly, I would AFFIRM the sentence of Brouwer. \r\n   \r\n1.  Material may be \"obscene\" \r\n  if it depicts specifically defined sexual conduct, including inter alia: \r\n  actual or simulated vaginal, anal, or oral intercourse; masturbation; lewd exhibition \r\n  of male or female genitals; touching, caressing, or fondling of covered or exposed \r\n  genital or anal regions for actual or apparent sexual stimulation or gratification.\r\n \r\n  See S.C. Code Ann. § 16-15-305(C)(1) (Supp. 2000).  \r\n2.  The proferred items, all \r\n  sexually explicit, included a compilation videotape recorded from satellite \r\n  broadcasts via DirecTV; video clips downloaded from the internet onto compact \r\n  disc; and two videos,  Young Tails and  The Squirt is on the Hunt, whose rental \r\n  or purchase from Bedtyme Stories by undercover officers never resulted in any \r\n  arrest or prosecution. \r\n3.  Applying the  Womack test, \r\n  numerous other states have come to the same conclusion.  See, e.g.,  Baird v.\r\nState, 671 S.W.2d 191 (Ark. Ct. App. 1984);  Flynt v. State, 264 S.E.2d 669 (Ga. \r\n  Ct. App. 1980);  State v. Wages, 483 N.W.2d 325 (Iowa 1992);  State v.\r\nCarlson, \r\n  192 N.W.2d 421 (Minn. 1971);  City of Sioux Falls v. Mini-Kota Art Theatres,\r\nInc., 247 N.W.2d 676 (S.D. 1976);  State v. Rice, 790 S.W.2d 296 (Tenn. Ct. App. \r\n  1989);  State v. J-R Distrib., Inc., 512 P.2d 1049 (Wash. 1973). \r\n4. See  Womack v. United\r\nStates, \r\n  509 F.2d 368 (D.C. Cir. 1972);  Pierce v. State, 296 So.2d 218 (Ala. 1974);\r\n Flynt \r\n  v. State, 264 S.E.2d 669 (Ga. Ct. App. 1980);  City of Sioux Falls v. Mini-Kota \r\n  Art Theatres, Inc., 247 N.W.2d 676 (S.D. 1976). \r\n5. See  Pierce v.\r\nState, 296 \r\n  So.2d 218 (Ala. 1974);  Flynt v. State, 264 S.E.2d 669 (Ga. Ct. App. 1980). A \r\n  proponent must be careful, however, to offer appropriate  sales figures as opposed \r\n  to distribution.  See Flynt, 264 S.E.2d at 676 (rejecting testimony from chief \r\n  financial officer of magazine distributor regarding distribution figures for \r\n  324 county retail stores because such figures indicated only the number of magazines \r\n  available at newsstands and other outlets and nothing more). \r\n6. See  Flynt v.\r\nState, 264 S.E.2d \r\n  669 (Ga. Ct. App. 1980). Although Flynt affirmed the trial court's refusal to \r\n  admit the results of a public opinion survey, the court indicated this was because \r\n  the poll \"merely inquired as to general opinions concerning the depiction of \r\n  'nudity and sex,'\" and the results, therefore, \"were not relevant to the issue\" \r\n  of whether the particular magazines at issue were obscene.  Id. at 672.  \r\n7.  Although Brouwer did proffer \r\n  a compilation of some thirty photocopied register receipts reflecting purchases \r\n  and rentals of sexually-oriented items by Bedtyme Stories' customers, such \"self-selected\" \r\n  evidence falls far short of the requisite showing to establish community acceptance.\r\n \r\n  See  State v. J-R Distrib., Inc., 512 P.2d 1049, 1083 (Wash. 1973) (en banc) \r\n  (finding defendant theater failed to show a reasonable degree of community acceptance \r\n  by proffering a police officer's testimony that a dozen or so other local theaters \r\n  were exhibiting similar films; court found proposed evidence \"involved such \r\n  a microscopic portion\" of community residents, \"severely limited both as to \r\n  area and numbers of people,\" that it \"could not have been relevant to establish \r\n  contemporary community standards\"). Moreover, Brouwer's attorney specifically \r\n  declined the trial court's offer to allow expert testimony on the matter, stating \r\n  \"Well, I don't know if that's necessary at this time, Your Honor. I'll move \r\n  on to the next issue.\" \r\n8.  Brouwer also asserts other \r\n  videos, \"confiscated\" from Bedtyme Stories and reviewed by Cherokee County law \r\n  enforcement officials without subsequent prosecution, should have been admitted \r\n  \"as an accurate barometer of community acceptance.\" This contention is meritless. \r\n  As the second  Womack  court noted, the \"mere failure to prosecute does not begin \r\n  to constitute a sufficient showing of [the  Womack foundation requirement].\"\r\nWomack, 509 F.2d at 380; see also  State v. Thrift, 312 S.C. 282, 291-92, 440 \r\n  S.E.2d 341, 346 (1994) (\"Both the South Carolina Constitution and South Carolina \r\n  case law place the unfettered discretion to prosecute solely in the prosecutor's \r\n  hands.\") (footnotes omitted).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3374","title":"Heilker v. Zoning Board of Appeals for the City of Beaufort","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3374","description":"This case involves the application of a local zoning ordinance.  The Court of Appeals held a \"use\" in the zoning context is \"the purpose or activity for which land or buildings are designed, arranged, or intended, or for which land or buildings are occupied or maintained.\"  Further, the Court ruled a determination by a zoning board that a particular purpose or activity does or does not constitute a \"use\" is a finding of fact.","date":"2001-07-23","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n       Phil Heilker, d/b/a Mama's \r\n        Used Furniture and Mama's Discount Furniture Depot, Respondent, \r\n        \r\n            v.\r\n\r\n\r\n\r\n        Zoning Board of Appeals for the \r\n          City of Beaufort, Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Beaufort County\r\n  Thomas Kemmerlin, Jr., Special Circuit Judge\r\n\r\n\r\n\r\n    Opinion No. 3374\r\n    Heard June 6, 2001 - Filed July 23, 2001 \r\n  \r\n\r\n\r\n\r\nREVERSED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        William B. Harvey, III, of Harvey &amp; \r\n          Battey, of Beaufort, for appellant.\r\n\r\n        C. Scott Graber, of Graber &amp; Baldwin, \r\n          of Beaufort, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nANDERSON, J.: This appeal involves \r\n  the application of a local zoning ordinance. The Zoning Board of Appeals for \r\n  the City of Beaufort (\"the Zoning Board\") ordered Phil Heilker to cease the \r\n  outside display of indoor furniture at his retail stores. The Circuit Court \r\n  reversed, finding Heilker's displays were protected, nonconforming \"uses\" of \r\n  his property. We reverse.\r\n\r\nFACTS/PROCEDURAL BACKGROUND\r\n\r\nHeilker owns two discount furniture stores in the \r\n  city of Beaufort. He has operated Mama's Used Furniture for approximately ten \r\n  years and Mama's Discount Furniture Depot for approximately three years. During \r\n  these times, Heilker has displayed furniture -- mattresses, bunk beds, sofas, \r\n  chairs, and couches -- immediately outside his businesses.\r\n\r\nThe city of Beaufort adopted Ordinance O-61-99 (the \r\n\"Ordinance\"). The Ordinance amended the language of the city's zoning code relating \r\nto the city's \"Highway Corridor Overlay Zoning\" scheme. The stated purpose for \r\nthis \"Highway Corridor\" district is: \r\n\r\n  [T]o protect and promote the appearance, character, \r\n    and economic value of development in the City of Beaufort adjacent to major \r\n    roads …. [T]o encourage and better articulate positive visual experiences \r\n    along the City's major roads and to assure respect for the character, integrity, \r\n    and quality of the built and natural environments of the City …. [T]o enhance \r\n    the quality of development and to promote traffic and pedestrian safety …. \r\n    [T]o protect and enhance the City's unique aesthetic character and encourage \r\n    development which is harmonious with the natural and man-made assets of the \r\n    Lowcountry.\r\n\r\n\r\nId. at § 5-6201. \r\n\r\nThe Ordinance, inter alia, created new restrictions \r\n  on the outdoor display of certain types of merchandise in the \"Highway Corridor\" \r\n  district:\r\n\r\n\r\n  Only merchandise typically used and stored outdoors \r\n    may be displayed outdoors. Such merchandise shall include automobiles, trucks, \r\n    boats, trailers, outdoor landscape structures (garden sheds, arbors, gazebos, \r\n    etc.), plant materials, agricultural products, lawn maintenance equipment, \r\n    and outdoor furniture.\r\n\r\n\r\nId. at § 5-6209(f)(1). \r\n\r\nHeilker's stores are located within the \"Highway \r\n  Corridor\" district. Libby Anderson, the City of Beaufort's Planning Director, \r\n  informed Heilker by letter that \"[a]mong other things, Ordinance O-61-99 bans \r\n  the outdoor display of merchandise that is not typically used and stored outdoors.\" \r\n  Anderson told Heilker that he could only display furniture in compliance with \r\n  the Ordinance.\r\n\r\nHeilker appealed Anderson's order to the Zoning \r\n  Board. At a subsequent hearing, Heilker claimed his displays were a \"nonconforming \r\n  use\" integral in advertising his stores. The City countered, arguing Heilker's \r\n  display of furniture was merely a \"practice\" rather than a \"use.\"\r\n\r\nBy letter, the Zoning Board stated to Heilker that \r\n  \"[b]ased on the evidence and extensive arguments presented [at the hearing], \r\n  the Board unanimously voted to deny the appeal and uphold the application of \r\n  Ordinance O-61-99 ….\" The Zoning Board determined, inter alia, that the \r\n  \"outdoor display of merchandise is a practice associated \r\n  with a land use (in this case retail sales) and is not a land use \r\n  in itself and so is not subject to the nonconforming uses section \r\n  of the Zoning Ordinance.\" (emphasis added).\r\n\r\nHeilker appealed the Zoning Board's decision to \r\n  the Circuit Court. In his appeal, Heilker characterized the \r\n  above-statement as a conclusion of law.\r\n\r\nThe Circuit Court judge reversed the Zoning Board's \r\n  decision. The court concluded: \"[T]he outdoor display of furniture in front \r\n  of those two (2) businesses known as Mama's Used Furniture and Mama's Discount \r\n  Furniture Depot (in the City of Beaufort) is a protected, vested, nonconforming \r\n  use of these premises.\" The Zoning Board appeals.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nSection 6-29-840 defines the scope of review of \r\n  a zoning board decision by a Circuit Court judge:\r\n\r\n\r\n   At the next term of the circuit court or in \r\n    chambers, upon ten days' notice to the parties, the presiding judge of the \r\n    circuit court of the county shall proceed to hear and pass upon the appeal \r\n    on the certified record of the board proceedings. The findings \r\n    of fact by the board of appeals shall be treated in the same manner as a finding \r\n    of fact by a jury, and the court may not take additional evidence. \r\n    In the event the judge determines that the certified record is insufficient \r\n    for review, the matter may be remanded to the zoning board of appeals for \r\n    rehearing. In determining the questions presented by the appeal, \r\n    the court shall determine only whether the decision of the board is correct \r\n    as a matter of law. In the event that the decision of the board \r\n    is reversed by the circuit court, the board is charged with the costs, and \r\n    the costs must be paid by the governing authority which established the board \r\n    of appeals.\r\n\r\n\r\n(emphasis added).\r\n\r\nIn Vulcan Materials Co. v. Greenville County \r\n  Bd. of Zoning Appeals, 342 S.C. 480, 536 S.E.2d 892 (Ct. App. 2000), this \r\n  Court analyzed § 6-29-840 as it relates to the appellate review of a zoning \r\n  board decision:\r\n\r\nIn 1994, the Legislature enacted a new statutory \r\n  scheme for local planning and zoning entities embodied in Title 6, Chapter 29, \r\n  which replaced the existing scheme found in portions of Title 6, Chapter 7, \r\n  and elsewhere. Act No. 355, § 2, 1994 S.C. Acts 4036, amended by Act No. 15, \r\n  § 1, 1999 S.C. Acts 37. The new scheme imposed a standard of review whereby \r\n  \"[t]he findings of fact by the [zoning] board of appeals shall be treated in \r\n  the same manner as a finding of fact by a jury ....\" S.C. Code Ann. § 6-29-840 \r\n  (Supp. 1999). Local zoning programs could adopt the new standard promulgated \r\n  by § 6-29-840 any time prior to December 31, 1999, after which time its adoption \r\n  became mandatory. See Act No. 355 (\"On or after December 31, 1999, all \r\n  local planning programs must be in conformity with the provisions of this act. \r\n  Until December 31, 1999, this act is cumulative and may be implemented at any \r\n  time.\"). Section 6-29-840 differs textually from it predecessor, which treated \r\n  \"[t]he findings of fact by the [zoning] board of appeals [as] final and conclusive \r\n  on ... appeal.\" S.C. Code Ann. § 6-7-780 (1977) (repealed 1999).\r\n\r\n We have repeatedly held that the old statute, \r\n  § 6-7-780, imposed an \"any evidence\" standard of review. \"The factual findings \r\n  of the [b]oard (of zoning appeals) must be affirmed ... if they are supported \r\n  by any evidence ....\" Stanton v. Town of Pawleys \r\n  Island, 317 S.C. 498, 502, 455 S.E.2d 171, 172 (1995) (emphasis added); \r\n  accord Fairfield Ocean Ridge, Inc. v. Town of Edisto Beach, 294 S.C. 475, 366 \r\n  S.E.2d 15 (Ct. App. 1988); Bailey v. Rutledge, 291 S.C. 512, 354 S.E.2d \r\n  408 (Ct. App. 1987). The new statute, § 6-27-840, is also very deferential to \r\n  a board's findings of fact as it equates them to a jury's findings. \"[T]he factual \r\n  findings of the jury will not be disturbed unless a review of the record discloses \r\n  that there is no evidence which reasonably supports \r\n  the jury's findings.\" Sterling Dev. Co. v. Collins, 309 S.C. 237, 240, \r\n  421 S.E.2d 402, 404 (1992) (emphasis added) (citing Townes Assoc's, Ltd. \r\n  v. City of Greenville, 266 S.C. 81, 221 S.E.2d 773 (1976)). The distinction, \r\n  if any, between an \"any evidence\" and a \"no evidence\" standard is of little \r\n  importance to the instant action as our decision, like that of the circuit court, \r\n  is controlled by an issue of law.\r\n\r\nId. at 487-88, 536 S.E.2d at 895-96 (emphasis \r\n  added).\r\n\r\nLAW/ANALYSIS\r\n\r\nI.  Definition of \"Use\"\r\n\r\n  At issue is whether Heilker's outdoor display of indoor furniture is a nonconforming \"use\" or a \"practice\" associated with the\r\noperation of his businesses.  To resolve this dispute, we must define the term \"use\" as it applies in the context of zoning.  No\r\nreported case in South Carolina jurisprudence provides a definition; thus, this Court must look to the law of other jurisdictions\r\nfor assistance.\r\n\r\nAs it is conventionally applied, the term \"use\" \r\n  is \"[t]he purpose or activity for which land or buildings are designed, arranged, \r\n  or intended, or for which land or buildings are occupied or maintained.\" Town \r\n  of Kingstown v. Albert, 767 A.2d 659 (R.I. 2001) (quoting R.I. Gen. Laws. \r\n  § 45-24-31(60)); accord Smith v. Zoning Hearing Bd. of Huntingdon \r\n  Borough, 734 A.2d 55 (Pa. Commw. Ct.), appeal denied by Pa. Supreme \r\n  Court, 747 A.2d 904 (1999), (applying the zoning board's definition of \"use\": \r\n  \"The term 'use' is defined … as the specific purpose for which land or a building \r\n  is designed, arranged, intended or for which it is or may be occupied or maintained.\"); \r\n  Beugnot v. Coweta County, 500 S.E.2d 28, 30 (Ga. Ct. App. 1998) (recognizing \r\n  the definition of the term \"use\" created by county ordinance: \"The purpose or \r\n  purposes for which land ... is designed, arranged or intended, or to (for) which \r\n  said land ... is occupied, maintained or leased.\"); Kam v. Noh, 770 P.2d \r\n  414, 416 (Haw. 1989) (concluding the term \"use\" was synonymous with the term \r\n  \"purpose\" in examining a zoning statute); Croxton v. Board of County Comm'rs \r\n  of Natrona County, 644 P.2d 780, 783-84 (Wyo. 1982) (employing the county \r\n  commission's definition of \"use\" in its analysis: \"The purpose or activity for \r\n  which the land or structure thereon is designated, arranged, or intended, or \r\n  for which it is occupied, utilized, or maintained.\").\r\n\r\nCase law exists that incorporates the definition \r\n  of \"use\" found above and supports the assertion that the outdoor display of \r\n  merchandise is an activity or practice \r\n  separate and distinct from a retail establishment's \"use\" \r\n  of its property. In City of Columbus Board of Zoning Appeals v. Big Blue, \r\n  605 N.E.2d 188 (Ind. Ct. App. 1992), a city sought to enjoin a retail store \r\n  located in the city's \"C-1 Neighborhood Shopping District\" from continuing its \r\n  outdoor display of garden supplies. The city contended the store's practice \r\n  violated the planned unit development site plan (&quot;PUD&quot;) and the ordinance \r\n  under which the PUD was adopted. The ordinance, in part, read: \"The commercial \r\n  uses included in the plan are limited to those permitted in the C-1 Neighborhood \r\n  Shopping District.\" Id. at 191. The ordinance outlined a number of \"uses \r\n  permitted and specified\" for a C-1 Neighborhood Shopping District. Id. \r\n  The only \"use\" relevant to the parties' dispute was \"retail store.\" Id.\r\n\r\nThe Indiana Court of Appeals found the PUD was \r\n  completely silent concerning outside sales and storage. Regarding the ordinance, \r\n  the court determined it did not reveal any restriction on outside displays by \r\n  owners of retail stores. Notwithstanding these findings, the city argued \"because \r\n  the ordinance did not specifically permit outside displays, such use \r\n  was therefore prohibited.\" Id. at 191 (emphasis added).\r\n\r\n The court disagreed with the city. Relying upon \r\n  Harbour Town Associates v. City of Noblesville, 540 N.E.2d 1283, 1285 \r\n  (Ind. Ct. App. 1989), which defined the term \"use,\" as employed in the context \r\n  of zoning, as \"a word of art denoting 'the purpose for which the building is \r\n  designed, arranged or intended, or for which it is occupied or maintained,'\" \r\n  the Big Blue Court found: \"We cannot agree with City's inference \r\n  that the term 'use' in this case should be expanded to regulate the manner in \r\n  which Big Blue advertises merchandise as it operates its retail store.\" \r\n  Id. (emphasis added).\r\n\r\nApplying the definition of \"use\" as found within the above-cited authorities, it is apparent the Circuit Court erred in its reversal\r\nof the Zoning Board's determination.  The \"use\" for which Heilker purchased and occupied his Beaufort properties is the retail\r\nsale of furniture.  His outdoor display of furniture -- a form of advertisement -- is merely an activity or practice incidental to\r\nthis \"use.\"\r\n\r\nThis Court recognizes the term \"use\" has amorphous \r\n  meanings in the realm of zoning. Municipal Elec. Auth. of Ga. v. 2100 Riveredge \r\n  Assocs., 348 S.E.2d 890 (Ga. Ct. App. 1986). In addition to the interpretation \r\n  that \"use\" describes the actual purpose of a property, the word is also sometimes \r\n  employed to refer to the types of activities, practices, and operations conducted \r\n  in connection with the property's purpose. See Recovery House VI v. \r\n  City of Eugene, 965 P.2d 488, 512 n.2 (Or. Ct. App. 1998) (\"We … note … \r\n  that the word \"use\" has two different meanings, depending on the context. It \r\n  sometimes refers to the actual activity that is conducted on or proposed for \r\n  … property, and sometimes to types of activities and operations that are or \r\n  are not permissible in an area under zoning regulations.\"). We decline to integrate \r\n  the latter meaning into our analysis.\r\n\r\nOur examination of the cases that define \"use\" \r\n  as referring to the types of activities, practices, and operations conducted \r\n  in connection with the property's purpose reveal that numerous courts have relied \r\n  strictly upon a dictionary or cases citing dictionaries when formulating their \r\n  definitions. See, e.g., Phoenix City Council v. Canyon Ford, Inc., \r\n  473 P.2d 797, 801 (Ariz. Ct. App. 1970) (defining \"use\" as \"the act of employing \r\n  anything, or state of being employed; application; employment\" by quoting State \r\n  ex rel. Mar-Well, Inc. v. Dodge, 177 N.E.2d 515 (1960), which in turn quoted \r\n  Webster's New International Dictionary).\r\n\r\nDictionaries can be helpful tools during the initial stages of legal research. However, we are reluctant to rely upon either a\r\ndictionary or cases that have relied upon a dictionary for a definitive answer as to the definition of \"use\" when extensive case\r\nlaw exists that provides an accurate and reliable definition for the term. Our disinclination to adopt a dictionary definition is\r\nbased, in part, upon persuasive commentary found in the literature.\r\n\r\nIn their recent law review article, (1) Samuel A. Thumma &amp; Jeffrey L. Kirchmeier critique the efficacy of turning to common-usage and law dictionaries as the principal authority for defining legal terms:\r\n\r\nRegarding common-usage dictionaries, Thumma and Kirchmeier state:\r\n\r\n\r\n  [A court cannot] definitively rely on \r\n    [common-usage] dictionaries as an end point in defining a word. \r\n    A descriptive dictionary sets forth definitions showing what a word may mean \r\n    generally, not what a word does mean in context. Accordingly, although a descriptive \r\n    dictionary may set forth possible alternative definitions for a term, it cannot \r\n    provide the definitive definition for what that term actually means in a specific \r\n    context. Differing definitions for a word in different dictionaries and alternative \r\n    definitions of a word in the same dictionary would further confound an attempt \r\n    to use a descriptive dictionary as an end point in defining a word.\r\n\r\n\r\n47 Buff. L. Rev. at 293 (emphasis added).\r\n\r\nThe authors additionally caution against a reliance upon a law dictionary as the ultimate source for defining key terms:\r\n\r\n\r\n  Definitive reliance \r\n    on law dictionaries to define terms suffers from defects similar to such reliance \r\n    on general usage dictionaries. In addition, many terms in a law dictionary \r\n    are legal terms and, frequently, terms of art. Thus, the definitions provided \r\n    in a law dictionary are either: (1) based on case law or usage (such as statutory \r\n    terms) or (2) created anew by the dictionary's editorial board. If based on \r\n    case law or usage, the best source for a definition is the decision or usage \r\n    in context. Prior decisions and usage, defining the term in context, \r\n    should be far more instructive than the definitions in a law dictionary, which \r\n    are general paraphrases that lack any context. And if, rather \r\n    than being based on case law or usage, the law dictionary definition was created \r\n    anew, one might ask whether that definition should be afforded \r\n    any weight at all.\r\n\r\n. . . .\r\n\r\n  [A]lthough perhaps a good resource for law students \r\n    and lawyers unfamiliar with a term in the abstract, law dictionaries \r\n    are not particularly helpful to [a court] in determining the precise meaning \r\n    of a term in context.\r\n\r\n\r\nId. at 294 (footnotes omitted) (emphasis \r\n  added).\r\n\r\nII.  Zoning Board Determination Regarding Whether a Particular Activity or Purpose is a \"Use\" is a Finding of Fact\r\n\r\nIn Stanton v. Town of Pawleys Island, 317 \r\n  S.C. 498, 455 S.E.2d 171 (1995), a homeowner sought a building permit to repair \r\n  the ground level of his oceanfront home, which was destroyed by Hurricane Hugo. \r\n  The building inspector, applying the town's \"Flood Damage Prevention Ordinance,\" \r\n  denied the homeowner's request. This ordinance, enacted after the home's original \r\n  erection, prohibited the construction of any ground level living quarters in \r\n  the area where the home was situated. The town's zoning codes, however, permitted \r\n  the rebuilding of nonconforming \"uses,\" provided the structure requiring reconstruction \r\n  was not more than 50% percent destroyed. The lower level in Stanton was \r\n  completely destroyed; nevertheless, reviewed as a whole, the homeowner's entire \r\n  structure was more than 50% intact.\r\n\r\nThe building inspector found the lower level, in \r\n  and of itself, constituted a \"separate use\" from the \r\n  rest of the house. Id. at 501, 455 S.E.2d at 172 (emphasis added). Therefore, \r\n  although the entire house was not destroyed by more than 50%, the complete destruction \r\n  of the lower level rendered it ineligible for reconstruction. The homeowner \r\n  appealed to the town's zoning board, which upheld the permit denial. The Circuit \r\n  Court affirmed.\r\n\r\nThe dispute reached the Supreme Court.  Whether the town zoning board erred in concluding the homeowner's lower level was\r\na separate \"use\" was the main issue before the Court.  The Court articulated its standard of review:\r\n\r\n\r\n  The factual findings of the Board must \r\n    be affirmed by the Circuit Court if they are supported by any evidence and \r\n    not influenced by an error of law.\r\n\r\n\r\nId. at 502, 455 S.E.2d at 172 (citation \r\n  omitted) (emphasis added).\r\n\r\nThis Court reads Stanton to mean that in \r\n  South Carolina, a zoning board determination regarding whether a particular \r\n  activity or purpose constitutes a \"use\" of property is a finding of fact.\r\n\r\nThe Stanton Court reversed the town's zoning \r\n  board, finding that the building inspector erred as a matter of law by severing \r\n  the ground level from the entire structure during his evaluation. Conversely, \r\n  in the instant case, we do not conclude there was error in the Zoning Board's \r\n  findings. The outdoor display of indoor furniture is not a \"use\" of property. \r\n  It is a practice or activity that is a corollary of Heilker's advertising campaign.\r\n\r\nBecause the outdoor display of indoor furniture is not a \"use,\" it cannot be a nonconforming \"use\"; thus, Heilker does not\r\npossess the vested right to continue this activity in violation of the Ordinance.\r\n\r\nCONCLUSION\r\n\r\nIn zoning matters, this Court is obligated to apply \r\n  the extremely narrow standard of review outlined in Vulcan Materials Co. \r\n  v. Greenville County Bd. of Zoning Appeals, 342 S.C. 480, 536 S.E.2d 892 \r\n  (Ct. App. 2000). The local zoning boards, and not the courts, are the primary \r\n  entities responsible for the planning and development of our communities.\r\n\r\nA \"use\" in the zoning context is \"the purpose or activity for which land or buildings are designed, arranged, or intended, or for\r\nwhich land or buildings are occupied or maintained.\"  A determination by a zoning board that a particular purpose or activity\r\ndoes or does not constitute a \"use\" is a finding of fact.\r\n\r\nIn the case sub  judice, we rule \r\n  the Circuit Court erred in supplanting the Zoning Board's finding of fact that \r\n  Heilker's outdoor display of indoor merchandise was not a nonconforming \"use.\"\r\n\r\nFor the foregoing reasons, the decision of the Circuit Court is\r\n\r\nREVERSED. \r\n  (2) \r\n  \r\n  HUFF J., concurs. \r\nSHULER, J., dissents in a separate opinion.\r\n\r\nSHULER, J., dissenting: I respectfully \r\n  dissent. In my view, whether Heilker's placement of \"indoor\" furniture on the \r\n  outside of his business constitutes a nonconforming \"use\" is a question of law \r\n  for this Court. Furthermore, I would find Heilker's business practice is a nonconforming \r\n  use and affirm.\r\n\r\nAs an initial matter, I agree we must defer to \r\n  a zoning board's factual findings if there is any evidence in the record to \r\n  support them. See Vulcan, 342 S.C. at 488, 536 S.E.2d at 896 (describing \r\n  deferential standard of review to equate zoning board's findings of fact with \r\n  those of a jury, i.e., that such findings \"will not be disturbed unless a review \r\n  of the record discloses that there is no evidence which reasonably \r\n  supports the [Board's] findings\") (quoting Sterling Dev. Co. v. Collins, \r\n  309 S.C. 237, 240, 421 S.E.2d 402, 404 (1992)). However, as the majority acknowledges, \r\n  it is the duty of the reviewing court to decide if a zoning board's decision \r\n  is legally sound. See § 6-29-840 (\"In determining the questions presented \r\n  by the appeal, the court shall determine only whether the decision of the [zoning] \r\n  board is correct as a matter of law.\"); City of Myrtle Beach v. Juel P. Corp., \r\n  337 S.C. 157, 172, 522 S.E.2d 153, 161 (Ct. App. 1999) (\"[T]he determination \r\n  of whether [zoning] ordinances deprive a citizen of constitutional rights is \r\n  a judicial function and not legislative. And where an ordinance is clearly violative \r\n  of constitutional rights, it is the duty of the court to so hold.\") (quoting \r\n  Conway v. City of Greenville, 254 S.C. 96, 101, 173 S.E.2d 648, 650 (1970)), \r\n  rev'd on other grounds, 344 S.C. 43, 543 S.E.2d 538 (2001); Historic \r\n  Charleston Found. v. Krawcheck, 313 S.C. 500, 505-06, 443 S.E.2d 401, 405 \r\n  (Ct. App. 1994) (\"[W]e will not reverse . . . unless the [zoning] [b]oard's \r\n  findings of fact have no evidentiary support or the [b]oard commits an error \r\n  of law.\") (emphasis added). \r\n\r\nIn my opinion, whether a landowner's activities \r\n  on his property constitute a nonconforming use is a question of law for the \r\n  courts, because it requires an interpretation of the ordinance at issue. See \r\n  Charleston County Parks &amp; Recreation Comm'n v. Somers, 319 S.C. 65, \r\n  67, 459 S.E.2d 841, 843 (1995) (finding determination of council's intent in \r\n  drafting ordinance was not a finding of fact because \"[t]he determination of \r\n  legislative intent is a matter of law\"; supreme court therefore concluded the \r\n  board's \"determination that a park is not a municipal use under the Isle of \r\n  Palms zoning ordinance\" was reviewable); see also Stanton, 317 \r\n  S.C. at 502, 455 S.E.2d at 173 (reversing the circuit court's affirmance of \r\n  a zoning board determination that the lower level of appellant's house \"does \r\n  not constitute a separate nonconforming use from the single structure of the \r\n  entire house\"); F.B.R. Investors v. County of Charleston, 303 S.C. 524, \r\n  402 S.E.2d 189 (Ct. App. 1991) (upon analyzing facts, court determined trial \r\n  court erred in finding F.B.R. had established a nonconforming use and therefore \r\n  a vested right to continue it).   \r\n  (3) \r\n\r\nThe majority relies on Vulcan Materials \r\n  and Stanton v. Town of Pawleys Island for the proposition that a determination \r\n  of use is a question of fact. In my view, these cases do not support this contention. \r\n  \r\n\r\nWithout question, both Vulcan and Stanton \r\n  correctly set forth the standard of review to be used in zoning cases. Interestingly, \r\n  however, in Vulcan this Court affirmed the circuit court's reversal \r\n  of the Greenville County zoning board's decision denying Vulcan a \"nonconforming \r\n  use\" certificate to continue mining its land in the face of rezoning restrictions. \r\n  The County's decision was based on the testimony of Peter Nokimos, the Greenville \r\n  County Zoning Administrator, who claimed he denied Vulcan's certificate application \r\n  \"because he found no indication of any mining or occupancy at the site.\" \r\n  See Vulcan, 342 S.C. at 486, 536 S.E.2d at 895 (emphasis added). \r\n  In affirming the lower court, this Court rejected the zoning board's determination \r\n  of what constituted \"mining,\" finding Vulcan in fact \"mined\" its site \"as a \r\n  matter of law.\" Id. at 496, 536 S.E.2d at 900. In so doing, the Court \r\n  also affirmed the lower court's reversal of the zoning board's conclusion that \r\n  Vulcan's activities did not constitute a protected, nonconforming use. Id. \r\n  at 498, 536 S.E.2d at 901. \r\n\r\nSimilarly, in Stanton our supreme court \r\n  reversed the zoning board's determination that the lower level of a beach house \r\n  \"constitute[d] a separate nonconforming use from the single structure of the \r\n  entire house.\" Stanton, 317 S.C. at 502, 455 S.E.2d at 173. Thus, the \r\n  court held the zoning board erred \"as a matter of law.\" Id. at 503, 455 \r\n  S.E.2d at 173. Accordingly, I believe the dispositions in these two cases lend \r\n  further support to the conclusion that the determination of use is a question \r\n  of law. \r\n\r\nIt is undisputed the City of Beaufort's newly amended \r\n  ordinance prohibits Heilker's outdoor furniture displays. The only question, \r\n  therefore, is whether his \"practice\" of placing indoor furniture outside is \r\n  a nonconforming use under the ordinance. See, e.g., Big Blue, \r\n  605 N.E.2d at 192 (\"The doctrine of nonconforming use is an affirmative defense \r\n  asserted by a party who is alleged to be [in] violation of an existing zoning \r\n  ordinance.\"). The majority affirms the Board's conclusion that Heilker's displays \r\n  do not constitute a \"use\" of his property because they are \"merely a practice \r\n  associated with a land use.\" I cannot concur. \r\n\r\nIn upholding the Board's decision, the majority \r\n  defines a \"'use' in the zoning context\" as \"the purpose or activity for which \r\n  land or buildings are designed, arranged, or intended, or for which land or \r\n  buildings are occupied or maintained.\" While I agree this is an acceptable definition \r\n  of \"use,\" it is certainly not the only appropriate one under the circumstances. \r\n  Moreover, I would find the majority's proposed definition in fact covers Heilker's \r\n  practice of displaying his wares outdoors. \r\n\r\nHere, \"use\" is not defined, either in the general \r\n  Beaufort zoning ordinance on nonconforming use contained in the record (§ 5-6108) \r\n  or the subordinate nonconforming uses section amending the \"Highway Corridor \r\n  Overlay Zoning\" provisions of that ordinance (§ 5-6213). Although \"legislative \r\n  intent must prevail if it can be reasonably discovered in the language used,\" \r\n  when interpreting an ordinance we must give words their \"plain and ordinary \r\n  meaning without resorting to subtle or forced construction to limit or expand\" \r\n  their operation. City of Myrtle Beach v. Juel P. Corp., 344 S.C. 43, \r\n  47, 543 S.E.2d 538, 540 (2001); see Somers, 319 S.C. at 68, 459 \r\n  S.E.2d at 843 (\"In construing ordinances, the [undefined] terms used must be \r\n  taken in their ordinary and popular meaning.\"). \r\n\r\nFurthermore, \"[o]rdinances in derogation of natural \r\n  rights of persons over their property are to be strictly construed as they are \r\n  in derogation of the common law right to use private property so as to realize \r\n  its highest utility and should not be impliedly extended to cases not clearly \r\n  within their scope and purpose.\" Juel, 344 S.C. at 47, 543 S.E.2d at 540 (quoting \r\n  Purdy v. Moise, 223 S.C. 298, 302, 75 S.E.2d 605, 607 (1953)). Because \r\n  no cases in our jurisdiction define the term \"use,\" it is necessary to look \r\n  to other sources for assistance. \r\n\r\nFundamentally, the noun \"use\" means \"the act of \r\n  using or the state of being used.\" Webster's New World College Dictionary \r\n  1574 (4th ed. 1999). Moreover, in the legal arena \"use\" has been defined as \r\n  \"[a] habitual or common practice.\" Black's Law Dictionary 1540-41 (7th \r\n  ed. 1999); see also Black's Law Dictionary 1541 (6th ed. 1990) \r\n  (defining use as \"[t]hat enjoyment of property which consists in its employment, \r\n  occupation, exercise or practice.\"). Most specifically, in the context of zoning \r\n  ordinances \"use\" connotes \"a utilization of premises so that they may be known \r\n  in the neighborhood as being employed for a given purpose . . . . In this context, \r\n  it has been held that 'use' means what is customarily or habitually done \r\n  or the subject of a common practice.\" 101A C.J.S. Zoning and Land Planning \r\n  § 60 at 489 (1979) (emphasis added); see also 83 Am. Jur. 2d Zoning \r\n  and Planning § 624 at 520 (1992) (stating that \"nonconforming use\" includes \r\n  \"conduct which is proscribed by applicable zoning restrictions\") (emphasis \r\n  added). \r\n\r\nIn my view, Heilker's customary habit or practice \r\n  of placing his furniture on display outdoors is unquestionably a \"use\" as defined \r\n  above. (4) It is a way of physically using his \r\n  property to advertise his business. \r\n\r\nThe majority cites City of Columbus Bd. of Zoning \r\n  Appeals v. Big Blue, a case with a strikingly similar fact pattern, as support \r\n  for \"the assertion that the outdoor display of merchandise is an activity \r\n  or practice  separate and distinct \r\n   from a retail establishment's 'use' of its property.\" I find this case \r\n  not only inapposite, but also that it lends credence to the conclusion that \r\n  displaying merchandise outdoors can be a \"use\" in the context of zoning law. \r\n  \r\n\r\nSignificantly, in Big Blue the Indiana Court \r\n  of Appeals did not find a retailer's outdoor display and storage of goods was \r\n  not a \"use\" of its property. Rather, the court held that where the zoning ordinance \r\n  in question did not include a prohibition on selling or storing merchandise \r\n  outside in its enumerated list of permitted \"Uses,\" it would not infer an expanded \r\n  meaning of the term \"to regulate the manner in which Big Blue advertises merchandise \r\n  as it operates its retail store.\" Id. at 191. In other words, the ordinance \r\n  at issue in Big Blue did not reveal \"any restriction or regulation on \r\n  outside displays by owners of retail stores.\" Id. Notably, the court \r\n  went on to state that \"[b]oth zoning in general and 'uses' in particular focus \r\n  on how a building or parcel of land is utilized,\" and ultimately concluded: \r\n  \"In sum, City is inviting this court to read into its ordinance a provision \r\n  which is not present, namely: the prohibition of outside sales and storage of \r\n  merchandise. We must decline the invitation. Zoning ordinances must be construed \r\n  to favor the free use of land.\" Id. at 191-92. \r\n\r\nMoreover, nowhere in the Big Blue opinion \r\n  does the court conclude, or even hint, that the retailer's outdoor display was \r\n  \"an activity or practice separate and distinct\" from its \"use\" of the property. \r\n  To the contrary, and in direct contrast to the case at bar, the Indiana court \r\n  clearly and properly limited its decision on \"use\" to the definitional language \r\n  of the ordinance at hand.  \r\n  (5) \r\n\r\nIn any event, I would find Heilker's displays clearly \r\n  fit within the majority's \"conventional\" definition of \"use.\" Even assuming \r\n  \"use\" can only be defined as \"the purpose or activity for which land or buildings \r\n  are designed, arranged, or intended, or for which land or buildings are occupied \r\n  or maintained,\" the record clearly reflects Heilker opened his businesses and \r\n  occupied his land with the intended purpose of advertising his merchandise \r\n  through outdoor displays. Accordingly, because I believe Heilker's placement \r\n  of merchandise on outdoor display constitutes an integral part of his intended \r\n  purpose for each of his properties, I address the Board's alternative reasons \r\n  for denying Heilker's appeal. \r\n\r\nThe concept of nonconforming use is grounded in \r\n  the rule that \"one's property may be continued to be used for the same purpose \r\n  it was being used at the time of the passage of a [prohibitive] zoning ordinance.\" \r\n  Vulcan, 342 S.C. at 499, 536 S.E.2d at 902 (quoting James v. City \r\n  of Greenville, 227 S.C. 565, 578, 88 S.E.2d 661, 667 (1955)). Thus, the \r\n  Board's contention that the City did not intend to \"grandfather\" existing businesses \r\n  regarding outdoor displays is irrelevant. \r\n\r\nThe purpose of grandfathering in nonconforming \r\n  uses is to protect the constitutional rights of the property owner. See \r\n  Friarsgate, Inc. v. Town of Irmo, 290 S.C. 266, 269, 349 S.E.2d 891, \r\n  894 (Ct. App. 1986) (\"Generally, in American jurisdictions a landowner who uses \r\n  his property for a lawful purpose before the enactment of zoning which subsequently \r\n  prohibits that use may continue the nonconforming use . . . . Otherwise, the \r\n  landowner would be deprived of a constitutionally protected right. The right \r\n  to continue a prior nonconforming use is often stated in terms of the owner \r\n  having acquired a \"vested right\" to continue the prior use.\"); Vulcan, \r\n  342 S.C. at 499, 536 S.E.2d at 902 (\"[T]he substantial value of property lies \r\n  in its use. If the right of use [is] denied, the value of the property is annihilated, \r\n  and ownership is rendered a barren right.\") (quoting James v. City of Greenville, \r\n  227 S.C. 565, 579, 88 S.E.2d 661, 668 (1955)). Thus, if it is determined that \r\n  a nonconforming use existed at the time of the new ordinance, the use may continue \r\n  in the absence of evidence that it is detrimental to the public welfare. See \r\n  Whaley v. Dorchester County Zoning Bd. of Appeals, 337 S.C. 568, 578, \r\n  524 S.E.2d 404, 409-10 (1999) (\"A landowner acquires a vested right to continue \r\n  a nonconforming use already in existence at the time of a zoning ordinance absent \r\n  a showing the continuance of the use constitutes a detriment to the public health, \r\n  safety, or welfare.\"); Vulcan, 342 S.C. at 499, 536 S.E.2d at 902 (\"[O]ne's \r\n  property may be continued to be used for the same purpose it was being used \r\n  at the time of the passage of a [prohibitive] zoning ordinance.\") (quoting James, \r\n  227 S.C. at 578, 88 S.E.2d at 667). \r\n\r\nAdmittedly, a zoning board may regulate or proscribe \r\n  changes in a nonconforming use. See Krawcheck, 313 S.C. at 505, \r\n  443 S.E.2d at 404. Indeed, the Board has done so here. See City of Beaufort \r\n  Zoning Ordinance § 5-6108(d) (\"A nonconforming building, structure, or land \r\n  use shall not be changed to another nonconforming use.\"). Not every shift in \r\n  activity, however, constitutes a change in use. See City of Jewell \r\n  Junction v. Cunningham, 439 N.W.2d 183, 186 (Iowa 1989) (\"[N]ot every change \r\n  in particulars or details in the method of a nonconforming use or in equipment, \r\n  object or processes, in connection therewith constitutes an unauthorized change \r\n  in the use.\"). Rather, to justify finding a particular use has changed to another \r\n  nonconforming use, it is generally held that the change must be substantial. \r\n  See id. (\"[C]onsiderable latitude will be allowed a landowner \r\n  in making changes in the original nonconforming use if the changes are not substantial \r\n  . . . .\"); Turbat Creek Pres., LLC v. Town of Kennebunkport, 753 A.2d \r\n  489, 492 (Me. 2000) (\"To qualify for 'nonconforming' or 'grandfathered' status, \r\n  it must be shown that the use existed prior to the enactment of the zoning provisions \r\n  prohibiting it and that the use was 'actual and substantial.'\") (citation omitted); \r\n  Inst. for Evaluation &amp; Planning, Inc. v. Bd. of Adjustment, 637 A.2d \r\n  235, 238 (N.J. Super. Ct. Law Div. 1993) (\"The proposed use may continue so \r\n  long as the continuance is 'substantially the same kind of use as that to which \r\n  the premises were devoted at the time of the passage of the zoning ordinance.'\") \r\n  (citation omitted); see also Waukesha County v. Pewaukee Marina, Inc., \r\n  522 N.W.2d 536, 540 (Wis. Ct. App. 1994) (\"[A] mere increase in the volume, \r\n  intensity or frequency of a nonconforming use is not sufficient to invalidate \r\n  it.). \r\n\r\nSeveral states have adopted some version of the \r\n  following three-part test to aid in determining the substantialness of a change \r\n  in nonconforming use: whether the modified use (1) reflects the nature and purpose \r\n  of the use prevailing when the restrictive ordinance took effect; (2) is merely \r\n  a different manner of utilization rather than a use different in quality, character, \r\n  nature or kind; and (3) has a substantially different effect on the neighborhood. \r\n  See, e.g., Turbat, 753 A.2d at 492; Derby Refining Co. v. City \r\n  of Chelsea, 555 N.E.2d 534 (Mass. 1990); Conforti v. City of Manchester, \r\n  677 A.2d 147 (N.H. 1996). As one court noted: \r\n\r\n\r\nThe law does not require it to be shown that each garage is used today to store exactly the same items or kinds of items which\r\nwere stored prior to [the effective date of the zoning restriction].  Nor does it require that the light industry or repair work\r\nwhich occurs on the premises be precisely identical to what occurred before . . . .  What is required to be shown is that the\r\noverall use of the property for the rental of facilities for storage and light industrial purposes has not been significantly altered\r\nsince [that time].\r\n\r\n\r\nZoning Bd. of Adjustment of the City of Philadelphia \r\n  v. Libros, 482 A.2d 1181, 1183-84 (Pa. Commw. Ct. 1984).\r\n\r\nApplying these authorities, I do not believe Heilker's \r\ndaily permutations in his outdoor display constitute a change from one nonconforming \r\nuse to another. Although by Heilker's own admission the merchandise on display \r\nvaries frequently, his use of the property for advertising purposes does \r\nnot. See Baker v. Town of Sullivan's Island, 279 S.C. 581, 585, \r\n310 S.E.2d 433, 436 (Ct. App. 1983) (holding conversion of apartments to condominiums \r\ndid not violate Town's zoning ordinance forbidding change from one nonconforming \r\nuse to another because conversion would not change the property's use, i.e., \"[a]fter \r\nconversion, the property would still be used for residential purposes as it was \r\nbefore\"); see also Motel 6 Operating Ltd. Partnership v. City of Flagstaff, \r\n991 P.2d 272, 275 (Ariz. Ct. App. 1999) (holding alterations updating sign to \r\nreflect current company logos and tenants \"do not trigger the loss of nonconforming \r\nuse rights\"); DiBlasi v. Zoning Bd. of Appeals of the Town of Litchfield, \r\n624 A.2d 372, 376 (Conn. 1993) (finding shift in use from a \"business office\" \r\nto a \"medical office\" was not sufficiently different in character to constitute \r\na \"change in use\"); Cunningham, 439 N.W.2d at 186 (\"If a grocer or other \r\nmerchant is storing and selling merchandise of one type, [the] status as a nonconforming \r\nuse should not be lost if he changes to another type of merchandise so long as \r\nthe impact of the business on the neighborhood remains the same.\"); Derby Refining, \r\n555 N.E.2d at 540 (in finding change from storage of gasoline, kerosene and aviation \r\nfuel to storage of liquid asphalt did not constitute a prohibited change from \r\none nonconforming use to another, court stated the uses were \"nearly identical \r\nin nature\" and \"the fact that the product being delivered, stored, and distributed \r\nhas changed from one petroleum product to another . . . does not mandate a conclusion \r\nthat a change in the nature or purpose of the use has occurred\"); Kramer v. \r\nTown of Montclair, 109 A.2d 292, 293 (N.J. Super. Ct. App. Div. 1954) (fact \r\nthat property once used for storing one-and-a-half-ton trucks now stored six-ton \r\ntractor trailer trucks was \"insignificant\" change such that prior nonconforming \r\nuse was not destroyed);  \r\nStewart v. Pedigo, 206 N.E.2d 429, 431 (Ohio \r\n  Ct. App. 1965) (finding change from \"display of motor-driven garden and lawn \r\n  tools to that of motor-driven vehicles for transportation\" was not a \"substantial \r\n  change\" in nonconforming use, because although the \"purpose and policy of zoning \r\n  is to effect the gradual elimination of nonconforming uses,\" zoning restrictions \r\n  should not operate \"to prohibit all changes of nonconforming use\"); Hendgen \r\n  v. Clackamas County, 836 P.2d 1369, 1370 (Or. Ct. App. 1992) (holding no \r\n  change in nonconforming use status despite rental of storage buildings to a \r\n  different business storing different items because \"[t]he common nucleus of \r\n  both activities [is] storage\"); Libros, 482 A.2d at 1184 (current use \r\n  of premises qualified as pre-existing, non-conforming use where, although items \r\n  stored in garages were newer and perhaps different, the use of the garages for \r\n  personal storage had remained constant). \r\n\r\nThe Board's additional reason for denying Heilker's appeal, that existing nonconformities must be brought into compliance, to\r\nthe degree practicable, \"if any portion of the building, site design, or lighting is changed, expanded, or altered,\" also lacks\r\nmerit.  It is without question, and the Board concedes, that neither the \"building\" nor \"lighting\" provisions of the ordinance are\r\nimplicated by Heilker's activities.  Thus, the only conceivable basis for finding the above language controlling is that Heilker's\r\nrearrangement of furniture constitutes a change in \"site design.\"  I would reject this contention.\r\n\r\nSection 5-6205 of the overlay zoning amendment \r\n  defines site design as \"the process of arranging buildings, parking, open spaces, \r\n  and other improvements such as landscaping, walkways, and roads on the land. \r\n  Site design is an art concerned with shaping functional and enjoyable outdoor \r\n  spaces while working carefully with the existing landscape and community character.\" \r\n  In my opinion, this definition may not be broadened to encompass Heilker's arrangement \r\n  of furniture outside his store. The only possible construction would require \r\n  a determination that his practice fell within the ambit of \"arranging . . . \r\n  open spaces.\" To me, however, the arrangement of open space referenced in the \r\n  amended ordinance means where one places \"open space\" in relation to \r\n  buildings, sidewalks, parking, roads and other landscape features. Indeed, if \r\n  Heilker's rotating displays of furniture are included in this definition, then \r\n  the \"space\" referred to is no longer \"open.\" \r\n\r\nFinally, I disagree with the Board's conclusion that, because Heilker's outdoor display of furniture changes often,\r\n\"conformance to the ordinance can be effected with relative ease.\"  In so finding, the Board actually begs the question by\r\nfailing to recognize that compliance would effectively destroy Heilker's use of the property.  Moreover, this assertion is simply\r\nnot supported by the record evidence.\r\n\r\nThe City, in its own brief, states the following:\r\n\r\n\r\n  A use of land may be continued as a nonconforming \r\n    use, in spite of prohibitory zoning legislation, only if it is a \"substantial\" \r\n    one. The nature and extent of use which will be regarded as substantial was \r\n    described as one involving improvements or businesses built up over the \r\n    years, the destruction of which would cause the property owner serious financial \r\n    harm. \r\n\r\n\r\nFinal Brief of Appellant at 11 (quoting \r\n  Anderson, American Law of Zoning, § 6.20 (1986)) (emphasis added). The \r\n  record is replete with uncontradicted evidence that Heilker opened his businesses \r\n  using an outdoor advertising concept and continued to build them over a period \r\n  of years on that basis. Because direct testimony in the record reflects that \r\n  anywhere from 25 to 35% of his sales are a consequence of this form of advertising, \r\n  there is no question Heilker would suffer \"serious financial harm\" if forced \r\n  to discontinue his displays. Thus, I would hold this factual finding by the \r\n  Board is without evidentiary support. \r\n\r\nFor the foregoing reasons, I would affirm the circuit court's decision finding Heilker's nonconforming use can continue.\r\n\r\n1.  The Lexicon Has Become \r\n  a Fortress: The United States Supreme Court's Use of Dictionaries, 47 Buff. \r\n  L. Rev. 227 (1999). \r\n2.  In light of this disposition, \r\n  we need not address the Zoning Board's alternative sustaining grounds. See \r\n  Futch v. McAllister Towing of Georgetown, Inc., 335 S.C. 598, \r\n  518 S.E.2d 591 (1999) (ruling appellate court need not review remaining issues \r\n  when disposition of prior issues is dispositive).\r\n\r\n3.  Other states have held similarly. \r\n  See City of Columbus Bd. of Zoning Appeals v. Big Blue, 605 N.E.2d \r\n  188, 191 (Ind. Ct. App. 1992) (\"Construction of a zoning ordinance is a question \r\n  of law. Since there are no factual disputes in this case, our sole task in reviewing \r\n  the trial court's decisions is to determine whether any of the zoning regulations \r\n  relied upon by the City are applicable to Big Blue's operation and act to prohibit \r\n  the outside displays [of merchandise].\") (internal citations omitted); Christy's \r\n  Realty Ltd. Partnership v. Town of Kittery, 663 A.2d 59, 62 (Me. 1995) (\"Whether \r\n  a proposed use falls within a given category contained in a zoning ordinance \r\n  is a question of law.\"); Graham v. Itasca County Planning Comm'n, 601 \r\n  N.W.2d 461, 467 (Minn. Ct. App. 1999) (\"The application of an ordinance to established \r\n  facts is a question of law for the court.\"); Hannigan v. City of Concord, \r\n  738 A.2d 1262, 1266 (N.H. 1999) (\"The interpretation of a zoning ordinance and \r\n  the determination of whether a particular use is an accessory use are questions \r\n  of law for this court to decide.\"); Davis v. Town of Stallings Bd. of Adjustment, \r\n  541 S.E.2d 183, 186-87 (N.C. Ct. App. 2000) (finding whether a video store fell \r\n  within an ordinance's definition of \"adult bookstore\" was a question of law); \r\n  McMahon v. Kingston Township Bd. of Supervisors, 771 A.2d 96, 99-100 \r\n  (Pa. Commw. Ct. 2001) (\"Whether a [\"cellular monopole\"] falls within a [\"semipublic \r\n  use\" as] specified in a zoning ordinance is a question of law and subject to \r\n  review on that basis. [Since] [t]he issue is one of statutory construction, \r\n  it is this Court's function to determine the intent of the legislative body \r\n  which enacted the ordinance.\"); Sabatine v. Zoning Hearing Bd. of Washington \r\n  Township, 651 A.2d 649, 652-53 (Pa. Commw. Ct. 1994) (\"The question of whether \r\n  a proposed [flea market] use falls within a given category [of warehouse and \r\n  wholesale trade] specified in an ordinance is a question of law.\"); County \r\n  of Sawyer Zoning Bd. v. State Dep't of Workforce Dev., 605 N.W.2d 627, 630 \r\n  (Wis. Ct. App. 1999) (\"Once the facts are established, however, the application \r\n  of those facts to the statute or [ordinance] is a question of law.\"); Brooks \r\n  v. Hartland Sportsman's Club, Inc., 531 N.W.2d 445, 449 (Wis. Ct. App. 1995) \r\n  (\"[The] determination [of nonconforming use] involves the application of the \r\n  facts to a legal standard and, consequently, presents a question of law . . \r\n  . .\"). \r\n4.  Other jurisdictions employ \r\n  similar definitions. See United Fed. Savings Bank v. McLean, 694 \r\n  F.Supp. 529, 537 (C.D. Ill. 1988) (\"[T]he word 'use' of real estate is deemed \r\n  by the Illinois courts to address the purpose to which the property is put (whether \r\n  it concerns issues of zoning, erecting structures on the property, the type \r\n  of business for which the property is employed, or the way in which the \r\n  owner or possessor benefits from the enjoyment of the property).\") (emphasis \r\n  added); Phoenix City Council v. Canyon Ford, Inc., 473 P.2d 797, 801 \r\n  (Ariz. Ct. App. 1970) (defining \"use\" as \"the act of employing anything, or \r\n  state of being employed\" and finding it \"obvious\" that company's signs which \r\n  were in process of being constructed were not being \"used\" at the time the restrictive \r\n  ordinance was enacted); Boss Hotels Co. v. City of Des Moines, 141 N.W.2d \r\n  541, 544 (Iowa 1966) (where city ordinance stated buyers of property \"shall \r\n  be obligated to devote such real property only to the use specified \r\n  in the urban renewal plan,\" but did not define the term, court held hotel's \r\n  use of property would not be changed by an increase in height from three stories \r\n  to eight because \"use refers to the activity carried on on the premises\") (emphasis \r\n  added); Borough of Northvale v. Blundo, 195 A.2d 221, 223 (Bergen County \r\n  Ct. 1963) (\"The established concept of a 'nonconforming use' does not cover \r\n  an activity simply because it takes place on the premises. It must bear a relationship \r\n  to [l]and use.\"); 138 West 49th Street Corp. v. Hotel Coleman, Inc., \r\n  237 N.Y.S.2d 441, 444 (N.Y. Civ. Ct. 1963) (under \"Multiple Dwelling Law,\" \"'[u]se' \r\n  is interpreted to mean not an isolated act but a practice or relation\"; court \r\n  stated further that \"[t]he term 'use' implies the doing of something customarily \r\n  or habitually or making a practice of doing a certain act\"); Seckinger v. \r\n  City of Atlanta, 100 S.E.2d 192, 195 (Ga. 1957) (defining \"use\" as it appeared \r\n  in restrictive ordinance to mean \"'to convert to one's service'\") (quoting Webster's \r\n  Int'l Dictionary 1684 (2d. ed.)); American Sign Corp. v. Fowler, \r\n  276 S.W.2d 651, 654 (Ky. Ct. App. 1955) (\"Zoning has as one of its main purposes \r\n  the regulation of the use of property. This means regulation of the \r\n  purpose or object of the use, rather than the mere conditions or circumstances \r\n  of the use.\") (internal citation omitted); Durning v. Summerfield, 235 \r\n  S.W.2d 761, 763 (Ky. Ct. App. 1951) (\"'Use,' in [ordinance provision on nonconforming \r\n  use] means what is customarily or habitually done or the subject of a common \r\n  practice.\"); see generally Baltimore Heritage, Inc. v. Mayor &amp; \r\n  City Council of Baltimore, 557 A.2d 256, 259 (Md. Ct. App. 1989) (\"'Use' \r\n  is a very broad concept in zoning law . . . .\").  \r\n5.  I note that, with one exception, \r\n  the cases cited by the majority concern ordinances which explicitly define the \r\n  term \"use\"; hence, these cases are facially distinguishable. Furthermore, the \r\n  excepted case, Kam v. Noh, 770 P.2d 414 (Haw. 1989), describes \"use\" \r\n  as synonymous with \"purpose,\" because other subsections of the statute in question \r\n  gave the term that connotation, as did statutes construed in pari materia. \r\n  See id. at 416 (\"Where the meaning of a word is unclear in one \r\n  part of a statute but clear in another part, the clear meaning can be imparted \r\n  to the unclear usage on the assumption that it means the same thing throughout \r\n  the statute.\"). Kam, therefore, also is distinguishable. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3375","title":"State v. Williams","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3375","description":"Possession of contraband by a prisoner of the State, based on alleged insufficiencies in and alterations to the indictment.","date":"2001-07-30","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n  ________\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State,\r\n          Respondent,\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n    v. \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Otis Williams,\r\n          Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n&nbsp;\r\n\r\nAppeal From Jasper County\r\n\r\n    \r\n    Paul M. Burch, Circuit Court Judge\r\n    \r\n\r\n\r\n\r\n\r\n    Opinion No. 3375\r\n    Heard May 7, 2001 - Filed July 30, 2001\r\n\r\n  \r\n  \r\n\r\n\r\nAFFIRMED IN PART\r\n  AND REMANDED\r\n  ________\r\n\r\n\r\n  \r\n    \r\n      \r\n        Assistant Appellate Defender Katherine Carruth \r\n          Link, of SC Office of Appellate Defense, of Columbia, for appellant.\r\n\r\n        Attorney General Charles M. Condon, Chief Deputy \r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General \r\n          Robert E. Bogan, and Senior Assistant Attorney General Harold M. Coombs, \r\n          Jr., all of Columbia; and Solicitor Randolph Murdaugh, III, of Hampton, \r\n          for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nHUFF, J.: Appellant, Otis Williams, \r\n  was convicted of possession of marijuana and possession of contraband by a prisoner \r\n  of the State. The trial judge sentenced him to one year on the simple possession \r\n  charge, concurrent with ten years on the possession of contraband charge, both \r\n  sentences to run consecutive to the sentence he was currently serving. Williams \r\n  appeals. We affirm in part, and remand for a subject matter jurisdiction hearing.\r\n\r\nISSUES\r\n\r\n\r\n  Whether the trial court erred in denying appellant's \r\n    motion for directed verdict on both charges, where the State failed to produce \r\n    evidence of appellant's possession of the marijuana.\r\n\r\n  \r\n\r\n\r\n  Whether the trial court had subject matter jurisdiction \r\n    to convict and sentence appellant for possession of contraband by a prisoner \r\n    of the State.\r\n\r\n\r\n  \r\n\r\n\r\n\r\n  FACTUAL/PROCEDURAL BACKGROUND\r\n\r\n\r\n&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp; \r\n  &nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp; Williams, an inmate at Ridgeland \r\n  Correctional Institution, shared a cell with inmate Foster. The cells house \r\n  a maximum of two people, and each inmate has an assigned wall locker. The lockers \r\n  are assigned according to the assigned bunk of the inmate. The only time the \r\n  assigned bunks, and consequently the assigned lockers, are changed is in situations \r\n  such as where an inmate has a medical problem preventing him from using the \r\n  upper bunk. The inmates are the only ones that have a key to their locker. \r\n\r\n&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp; \r\n  &nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp; On September 14, 1998, following \r\n  a tip from a confidential informant, officers entered Williams' and Foster's \r\n  cell and announced they were going to conduct a search. The officers asked Williams \r\n  to step outside the cell while they strip searched inmate Foster. After completing \r\n  the strip search, one of the officers motioned for Williams to come back into \r\n  the cell to be strip searched. At that time, Williams ran into a bathroom. By \r\n  the time the officers caught up with him, they found Williams kneeling in front \r\n  of the toilet with one hand inside the toilet and another hand flushing the \r\n  toilet. He spit up something, apparently trying to get rid of something he had \r\n  in his mouth. He never indicated to the officers that he was sick.\r\n\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\nThe officers handcuffed Williams, placed him in a \r\nholding cell, and then continued the search of his cell. Williams' key to his \r\nlocker was on top of his wall locker. The officers unlocked the locker and found \r\na bag containing a green leafy substance. Test results indicated the substance \r\nwas marijuana, weighing 90.2 grams, or approximately three ounces. \r\n\r\n\r\n\r\n  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n  Although no one identified any other items in the \r\n  locker containing the marijuana as belonging to Williams, the officers consistently \r\n  testified the marijuana was found in Williams' wall locker. The officers conceded \r\n  it was possible the locker was not Williams'; however, they testified they were \r\n  sure it was his wall locker at the time of the search, the locker in question \r\n  was assigned to Williams, and Foster had identified the other locker as his. \r\n  Additionally, one of the officers testified, to his knowledge, there had been \r\n  no change in the assigned beds and lockers in Williams' cell. \r\n\r\n  \r\n\r\n\r\n    LAW/ANALYSIS\r\n    \r\n    I. Directed Verdict \r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n  Williams asserts the trial judge erred in denying his motion for directed verdict \r\n  on both charges. He contends the State failed to meet its burden of proving \r\n  his possession of the marijuana found in the locker. Williams argues the officers \r\n  merely assumed the locker was his, but conceded it may not have been. He contends \r\n  the evidence shows the key was not on his person and there was no evidence he \r\n  exercised dominion and control over the locker. He asserts, at most, the State's \r\n  evidence raised only a suspicion that the marijuana found in the locker was \r\n  in his possession. We disagree.\r\n\r\n&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp; \r\n&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp; In considering a motion for \r\na directed verdict, the trial court is concerned with the existence or non-existence \r\nof evidence, not with its weight, and the case should be submitted to the jury \r\nif there is any direct evidence or substantial circumstantial evidence which reasonably \r\ntends to prove the guilt of the accused, or from which his guilt may be fairly \r\nor logically deduced. State v. Fennell, 340 S.C. 266, 531 S.E.2d 512 (2000). The \r\nlower court should not, however, refuse to grant the motion where the evidence \r\nmerely raises a suspicion that the accused is guilty. State v. Mitchell, 341 S.C. \r\n406, 535 S.E.2d 126 (2000). \"In reviewing the denial of a motion for a directed \r\nverdict, the evidence must be viewed in the light most favorable to the State. \r\nIf there is any direct evidence or substantial circumstantial evidence reasonably \r\ntending to prove the guilt of the accused, the appellate court must find that \r\nthe case was properly submitted to the jury.\" Fennell, 340 S.C. at 270, 531 S.E.2d \r\nat 514. \r\n\r\n\r\n\r\n  &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp; \r\n  &nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp; Conviction \r\n  of possession requires proof of possession, either actual or constructive, coupled \r\n  with knowledge of the drug's presence. Actual possession occurs when the drugs \r\n  are found to be in the actual physical custody of the person charged with possession. \r\n  State v. Hudson, 277 S.C. 200, 284 S.E.2d 773 (1981). In order to prove constructive \r\n  possession, the State must show the defendant had dominion and control, or the \r\n  right to exercise dominion and control, over the drug. State v. Brown, 267 S.C. \r\n  311, 227 S.E.2d 674 (1976). Such possession can be established by circumstantial \r\n  or direct evidence or a combination of the two. Id. \"Possession requires more \r\n  than mere presence. The State must show the defendant had dominion or control \r\n  over the thing allegedly possessed or had the right to exercise dominion or \r\n  control over it.\" State v. Muhammed, 338 S.C. 22, 27, 524 S.E.2d 637, 639 (Ct. \r\n  App. 1999). \"Where contraband materials are found on premises under the control \r\n  of the accused, this fact in and of itself gives rise to an inference of knowledge \r\n  and possession which may be sufficient to carry the case to the jury.\" Hudson, \r\n  277 S.C. at 203, 284 S.E.2d at 775. \r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n  The trial court properly denied Williams' motion for directed verdict on the \r\n  possession charges. There was testimony from the officers that the locker in \r\n  question was assigned to Williams, that inmate Foster had identified the other \r\n  locker in the cell as his, that there had been no change in the assigned beds \r\n  and lockers in Williams' cell to their knowledge, and that they were sure it \r\n  was his wall locker at the time of the search. Additionally, Williams exhibited \r\n  suspicious behavior in running to the bathroom and spitting something out of \r\n  his mouth before he could be searched. The record establishes sufficient evidence \r\n  Williams exercised dominion and control over the marijuana and, thus, there \r\n  was sufficient evidence from which Williams' guilt could be fairly and logically \r\n  deduced.\r\n\r\n\r\n  \r\n\r\n\r\n    II. Subject matter jurisdiction \r\n\r\nA. Failure to Include Certain Language in Indictment\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n  Williams also contends his conviction and sentence for possession of contraband \r\n  by a prisoner of the State is void for lack of subject matter jurisdiction. \r\n  He argues the indictment for this offense is defective as it failed to allege \r\n  an essential element of the offense. Specifically, he asserts the indictment \r\n  failed to allege the essential element that the item in the possession of the \r\n  accused has been declared by the director of the Department of Corrections to \r\n  be contraband. We disagree.\r\n\r\n&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp; \r\n  &nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp; As a preliminary matter, it \r\n  must be noted that issues related to subject matter jurisdiction may be raised \r\n  at any time. Carter v. State, 329 S.C. 355, 495 S.E.2d 773 (1998). Thus, this \r\n  issue is properly before us on appeal.\r\n\r\n&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp; \r\n  &nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp; Pursuant to S.C. Code Ann. \r\n  § 17-19-20 (1985), an indictment is deemed sufficient where, in addition to \r\n  allegations as to time and place, as required by law, it \"charges the crime \r\n  substantially in the language of the common law or of the statute prohibiting \r\n  the crime or so plainly that the nature of the offense charged may be easily \r\n  understood and, if the offense be a statutory offense, that the offense be alleged \r\n  to be contrary to the statute in such case made and provided.\" \r\n\r\n\r\n  \r\n    &nbsp;An indictment is sufficient if the offense \r\n      is stated with sufficient certainty and particularity to enable the court \r\n      to know what judgment to pronounce, and the defendant to know what he is \r\n      called upon to answer and whether he may plead an acquittal or conviction \r\n      thereon. The true test of the sufficiency of an indictment is not whether \r\n      it could be made more definite and certain, but whether it contains the \r\n      necessary elements of the offense intended to be charged and sufficiently \r\n      apprises the defendant of what he must be prepared to meet.\r\n\r\n  \r\n\r\nBrowning v. State, 320 S.C. 366, 368, 465 S.E.2d \r\n  358, 359 (1995) (citations omitted). An indictment phrased substantially in \r\n  the language of the statute which creates and defines the offense is ordinarily \r\n  sufficient. State v. Shoemaker, 276 S.C. 86, 275 S.E.2d 878 (1981).\r\n\r\n\r\n  \r\n    The indictment, as altered, \r\n      (1) charged:\r\n\r\n    That Otis Williams did in Jasper County on or about \r\n      September 14, 1998, while a prisoner under the Jurisdiction of the Department \r\n      of Corrections, unlawfully possess a quantity of contraband, to wit: marijuana, \r\n      in violation of Sec. 24-3-950, Code of Laws of South Carolina, (1976), as \r\n      amended.\r\n\r\n    South Carolina Code Ann. § 24-3-950 (Supp. 2000) \r\n      provides in pertinent part:\r\n\r\n    . . . .It shall also be unlawful for any prisoner \r\n      under the jurisdiction of the Department of Corrections to possess any matter \r\n      declared to be contraband. Matters considered contraband within the meaning \r\n      of this section shall be those which are determined to be such by the director \r\n      and published by him in a conspicuous place available to visitors and inmates \r\n      at each correctional institution. . . .\r\n\r\n  \r\n\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; In the \r\ncase of State v. Tabory, 262 S.C. 136, 202 S.E.2d 852 (1974), our Supreme Court \r\naddressed the sufficiency of an indictment charging the appellant under former \r\n§ 55-383, the predecessor statute to § 24-3-950, which is also identical in language \r\nto § 24-3-950. There, the court noted an indictment phrased substantially in the \r\nlanguage of the statute which creates and defines the offense is normally sufficient. \r\nHowever, in applying that standard, the court concluded the allegations contained \r\nin the indictment were inadequate to charge the offense under the statute where \r\nthe indictment failed to state \"that the items possessed by [the accused] had \r\nbeen 'declared by the Director (of the Department of Corrections) to be contraband,' \r\nwhich is a necessary element of that offense.\" Id. at 140, 202 S.E.2d at 854. \r\n&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp; \r\n  &nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp; On the other hand, State v. \r\n  Hamilton, 344 S.C. 344, 543 S.E.2d 586 (Ct. App. 2001), is the most recent statement \r\n  of this court relative to the issues surrounding this indictment. In Hamilton, \r\n  this court held that an indictment charging an inmate with possession of contraband \r\n  in violation of S.C. Code Ann. § 24-3-950 was sufficient to vest the trial court \r\n  with subject matter jurisdiction, even though it did not allege the item possessed \r\n  by the accused had been declared contraband by the director of the Department \r\n  of Corrections. This court found the indictment was sufficient where it specifically \r\n  identified the contraband involved, incorporated S.C. Code § 24-3-950 by reference, \r\n  and named the offense in the title of the indictment. Id. at 72. In the case \r\n  before us, the indictment specifically identifies the contraband as marijuana, \r\n  cites § 24-3-950 of the South Carolina Code, and includes the name of the offense \r\n  in the title of the indictment. Accordingly, we find that the language of the \r\n  indictment is sufficient to confer on the trial court subject matter jurisdiction \r\n  in this case.\r\n\r\nB. Alteration of Indictment\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n  Next, Williams asserts the indictment for possession of contraband is defective \r\n  because the typed indictment has been altered with handwritten changes and it \r\n  is impossible to discern whether the charge for which he was convicted was actually \r\n  true billed by the grand jury. He argues the typed indictment changed the charge \r\n  from a violation of S.C. Code Ann. § 24-7-155 to a violation of § 24-3-950, \r\n  that the initialed changes did not appear to be that of the solicitor, grand \r\n  jury foreman, or clerk of court, and that there was no way to determine if the \r\n  indictment had been true billed before or after the alterations were made. \r\n   (2)&nbsp;&nbsp; We \r\n  agree. \r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n  Except for certain minor offenses, the circuit court does not have subject matter \r\n  jurisdiction to convict a defendant unless there has been an indictment of the \r\n  offense, a waiver of indictment, or unless the charge is a lesser included offense \r\n  of the crime charged. State v. Elliott, 335 S.C. 512, 517 S.E.2d 713 (Ct. App. \r\n  1999); Murdock v. State, 308 S.C. 143, 417 S.E.2d 543 (1992). Absent evidence \r\n  to the contrary, proceedings in a court of general jurisdiction will be presumed \r\n  regular. Pringle v. State, 287 S.C. 409, 339 S.E.2d 127 (1986). However, when \r\n  faced with an irregularity in an indictment and the evidence of record is insufficient \r\n  to show the action taken by the grand jury, it is proper for the appellate court \r\n  to remand for an evidentiary hearing to determine whether the trial court had \r\n  subject matter jurisdiction. State v. Grim, 341 S.C. 63, 533 S.E.2d 329 (2000); \r\n  Anderson v. State, 338 S.C. 629, 527 S.E.2d 398 (Ct. App. 2000).\r\n\r\n \r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\nThe record here is insufficient to determine when \r\nand under what circumstances the alterations were made to the type written indictment. \r\nIf the alterations were made prior to the action of the grand jury, the circuit \r\ncourt clearly had jurisdiction to convict and sentence appellant under § 24-3-950. \r\nBecause we are unable to discern the circumstances under which the alterations \r\nwere made, we remand this issue to the circuit court for an evidentiary hearing \r\non the matter.  (3) \r\n\r\n  AFFIRMED IN PART AND REMANDED.\r\n\r\n  HEARN, C.J., and GOOLSBY, \r\n    J., concur.\r\n\r\n  \r\n\r\n  1.  The original, type written \r\n    indictment was altered, with portions being struck through and hand written \r\n    changes made. This alteration is also the subject of appeal and is addressed \r\n    later in this opinion. \r\n   2.  The type written indictment \r\n    was entitled \"POSSESSION OF CONTRABAND BY COUNTY OR MUNICIPAL PRISONER 24-7-155\" \r\n    and charged, \"That Otis Williams did in Jasper County on or about September \r\n    14, 1998, while a county or municipal prisoner in said county, unlawfully \r\n    possess a quantity of contraband, to wit: marijuana, in violation of Sec. \r\n    24-7-155, Code of Laws of South Carolina, (1976), as amended.\"\r\n\r\n  3.  Appellant does not argue, \r\n    and neither of the parties has addressed the issue of whether the indictment \r\n    would have been properly amended, allowing the court to retain jurisdiction, \r\n    if the amendments were made subsequent to the action of the grand jury. See \r\n    S.C. Code Ann. § 17-19-100 (1985); Weinhauer v. State, 334 S.C. 327, 513 S.E.2d \r\n    840 (1999); Hope v. State, 328 S.C. 78, 492 S.E.2d 76 (1997) (an indictment \r\n    may be amended only if such amendment does not change the nature of the offense \r\n    charged). In the event the circuit court determines the altered indictment \r\n    was not true billed by the grand jury, the court is directed to entertain \r\n    argument on the issue of whether the indictment was properly amended. \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"}]