[{"id":"3376","title":"State v. Johnson","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3376","description":"This case involves the State's obligation to give the defendant's attorney written notice of its intent to seek  life imprisonment without the possibility of parole.","date":"2001-08-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n&nbsp;\r\n\r\n  \r\n    \r\n      \r\nThe State,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nAppellant,\r\n\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nRoy Johnson,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\nJames R. Barber, III, Circuit Court Judge\r\n\r\n\r\nOpinion No. 3376\r\nHeard June 5, 2001 - Filed August 6, 2001\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n&nbsp;\r\n\r\n  \r\n    \r\n      \r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Robert E. Bogan,  Senior Assistant\r\nAttorney General Norman Mark Rapoport; and Solicitor Warren  B. Giese, all of Columbia, for appellant.\r\n\r\nDeputy Chief Attorney Joseph L. Savitz, III, of SC Office of Appellate Defense, of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCONNOR, J.: The State appeals the trial court's refusal to sentence Roy Johnson to life imprisonment without the possibility of parole pursuant to South Carolina Code\r\nsection 17-25-45.  We affirm.\r\n\r\nFACTS\r\n\r\nOn September 1, 1999, a Richland County jury found Johnson guilty of armed robbery.  Because Johnson had a prior armed robbery conviction  resulting from a 1992\r\nguilty plea, the State asked the trial court to sentence Johnson to life imprisonment without the possibility of parole under section 17-25-45.  Defense counsel objected,\r\narguing the State failed to give counsel written notice of its intent to seek a life sentence without parole.\r\n\r\nThe clerk's file contained a notice of the State's intention to seek a life sentence without parole.  The notice was filed May 26, 1999.  In addition, the assistant solicitor\r\nstated he handed a copy of the notice to Johnson that same day or the day after and included a copy of the notice in the discovery materials provided to defense counsel. \r\nIn addition, the assistant solicitor stated he told defense counsel in May 1999 that the State would seek a life sentence without parole.  In a memorandum submitted after\r\nthe trial, the assistant solicitor alleged he permitted defense counsel \"complete access\" to his trial notebook, which contained a copy of the written notice filed with the\r\nclerk of court.\r\n\r\nDefense counsel admitted \"[t]here was a lot of talk by the solicitor before trial that he was going to seek life without parole; however, I was never given any notice that he\r\nwas going to seek life without parole in a written form.\"  Although defense counsel denied having received a copy of the written notice as part of the discovery material, he\r\nacknowledged he had actual notice of the State's intent to have Johnson sentenced to life imprisonment without parole.\r\n\r\nThe trial court took the matter under advisement.  On September 9, 1999, the trial court sentenced Johnson to thirty years imprisonment.  In declining to sentence Johnson\r\nto life imprisonment without parole, the trial court found:  (1) Johnson himself had received written notice of the State's intention to seek a life sentence without parole; (2)\r\nthe State filed the notice with the clerk of court on May 26, 1999; and (3) defense counsel had actual notice of the State's intent, as evidenced by the fact that he had\r\nsought a continuance on that ground. (1)  The trial court, however, further noted that, although the assistant solicitor stated he personally served written notice on defense\r\ncounsel in July 1999, defense counsel stated he never received it.  The trial court resolved this disagreement in Johnson's favor, finding there were no cover letters or other\r\ndocuments in either the solicitor's file or the public defender's file to suggest the State gave defense counsel written notice that it would request a life sentence without\r\nparole in the event of a guilty verdict.\r\n\r\nANALYSIS\r\n\r\nThe State contends that, because defense counsel had actual notice of its intent to seek a life sentence in this case, the trial court erred in finding it did not give sufficient\r\nnotice under the statute.\r\n\r\nSouth Carolina Code section 17-25-45(A) provides in pertinent part:\r\n\r\n\r\nNotwithstanding any other provision of law, except in cases in which the death penalty is imposed, upon a conviction for a most serious offense as defined by this section,\r\na person must be sentenced to a term of imprisonment for life without the possibility of parole if that person has one or more prior convictions for:\r\n\r\n(1)  a most serious offense; . . . .\r\n\r\n\r\nS.C. Code Ann. § 17-25-45(A) (Supp. 2000).  Paragraph (C) of the statute includes armed robbery as a \"most serious offense.\" Id. § 17-25-45(C).\r\n\r\nThe General Assembly has made the sentencing provisions of section 17-25-45(A) mandatory. Id. \r\n § 17-25-45(G).  Regarding the notice requirement, the statute\r\nprovides:\r\n\r\n\r\nWhere the solicitor is required to seek or determines to seek sentencing of a defendant under this section, written notice must be given by the solicitor to the defendant and\r\ndefendant's counsel not less than ten days before trial.\r\n\r\n\r\nId. § 17-25-45(H) (emphasis added).  \r\n\r\nThe South Carolina Supreme Court has laid out the principles of statutory construction as applied to a criminal statute:\r\n\r\n\r\nIt is well established that in interpreting a statute, the court's primary function is to ascertain the intention of the legislature.  When the terms of the statute are clear and\r\nunambiguous, the court must apply them according to their literal meaning.  Furthermore, in construing a statute, words must be given their plain and ordinary meaning\r\nwithout resort to subtle or forced construction to limit or expand the statute's operation.  Finally, when a statute is penal in nature, it must be construed strictly against the\r\nState and in favor of the defendant. \r\n\r\n\r\nState v. Blackmon, 304 S.C. 270, 273, 403 S.E.2d 660, 662 (1991); accord \r\nKerr v. State, Op. No. 25295 (S.C. Sup. Ct. filed May 29, 2001).\r\n\r\nThe South Carolina Constitution gives sole legislative power to the General Assembly. S.C. Const. art. III, § 1 (\"The legislative power of this State shall be vested in two\r\ndistinct branches, the one to be styled the 'Senate' and the other the 'House of Representatives,' and both together the 'General Assembly of the State of South\r\nCarolina.'\").  By its words in the recidivist statute, the General Assembly has mandated that the solicitor \"must\" notify the defendant and the defendant's counsel in writing\r\nif the solicitor intends to seek a life sentence without the possibility of parole.  For this Court to dismiss the clear and unambiguous language of the statute and merely\r\nrequire the defendant's counsel to have actual notice of the solicitor's intent to seek life without parole would have the effect of amending the statute.  In our view, actual\r\nnotice under section 17-25-45(H) is insufficient unless and until the General Assembly decides otherwise and amends the statute itself.  \r\n\r\nOn appeal, the State has attempted to convince this Court of the \"obvious purpose\" of the notice provision and the \"clear intent\" of the General Assembly.  However, we\r\nrefuse to delve beyond the clear and unambiguous words of the statute.  This notice provision is clearly for the benefit of the defendant.  If the General Assembly had not\r\nintended for the defendant's counsel to receive written notice, it would not have so provided.\r\n\r\nThe State also relies on the South Carolina Supreme Court's decision in\r\nState v. Washington, 338 S.C. 392, 526 S.E.2d 709 (2000), for the proposition that actual\r\nnotice is sufficient under section 17-25-45(H).  In Washington, when the defendant was initially indicted, he received written notice that the solicitor would seek life\r\nimprisonment without parole.  Because of errors in the original indictment, the defendant was re-indicted.  Upon re-indictment, the solicitor did not send a second written\r\nnotice to the defendant. Id. at 398, 526 S.E.2d at 712.\r\n\r\nThe Supreme Court held the State \"was not precluded from applying section 17-25-45 because, even without a second notice, Defendant had actual notice that the State\r\nwould be seeking life without parole.\" Id.  In so holding, the Supreme Court observed, \"This Court has found that under such notice statutes, the law only requires actual\r\nnotice.\" Id.\r\n\r\nWe believe there are two reasons the present case is distinguishable from Washington.  First,\r\nthe defendant in Washington \r\ndid receive written notice of the State's intent to\r\ninvoke section 17-25-45 at least once.  It was only after his re-indictment that the solicitor did not send a second notice to the defendant.\r\nIn the present case, the trial\r\njudge found Johnson's attorney never received written notice of the solicitor's intent to seek life imprisonment without parole as required under section 17-25-45(H).  We\r\nfind the difference between these two scenarios significant.  Furthermore, we believe\r\nWashington was decided on the basis that the prior written notice sufficiently satisfied\r\nthe statute's written notice requirement, and therefore actual notice was sufficient under the facts of that particular case.\r\n\r\nSecondly, in support of their statement that \"under such notice statutes, the law only requires actual notice,\" the Supreme Court cited State v. McWee, 322 S.C. 387,\r\n472 S.E.2d 235 (1996), and State v. Young, 319 S.C. 33, 459 S.E.2d 84 (1995), both of which dealt with notice requirements in death penalty cases.  The statute\r\nrequiring notice in McWee and\r\nYoung only requires that \"[w]henever the solicitor seeks the death penalty he shall notify the defense attorney.\" S.C. Code Ann. § 16-3-26(A) (Supp. 2000).  There is no mention in the statute of the manner in which the notice shall be given by the solicitor.  We do not believe the Supreme Court intended\r\nto adopt a broad rule that, regardless of the circumstances of the particular case, all notice requirements in criminal statutes are satisfied by actual notice, notwithstanding\r\nthe General Assembly's legislative mandate to the contrary.  Therefore, we have concluded that the holding in\r\nWashington is limited to the specific facts set forth in the\r\nSupreme Court's opinion.\r\n\r\nFor these reasons, the trial judge did not err in refusing to sentence Johnson to life imprisonment without the possibility of parole because the solicitor failed to properly\r\nnotify Johnson's counsel.\r\n\r\nAFFIRMED.\r\n\r\nHEARN, C.J. concurs and GOOLSBY, J., dissents in separate opinion. \r\n\r\nGOOLSBY, J. (dissenting):    I dissent.  I would hold that defense counsel's admission that he was aware of the State's intention to seek a life sentence without parole\r\nagainst his client gave the trial court sufficient reason to sentence Johnson accordingly.\r\n\r\nThe legislature has made the sentencing provisions of section 17-25-45(A) mandatory. (2)  It would follow that, as long as the requirements of due process are met, (3) the\r\nState's failure to provide written notice would more appropriately call for sanctioning those responsible for the procedural irregularity rather than allowing a repeat\r\noffender to avoid a statutorily required sentence.  (4)  \r\n\r\nMoreover, in State v. Washington, (5) the South Carolina Supreme Court held section 17-25-45 requires only actual notice.  In that case, the State initially sent the\r\ndefendant written notice that it would seek a life sentence without parole under section 17-25-45.  Because of errors in the indictment, the State later re-indicted the\r\ndefendant, but did not send a second notice.\r\n\r\nThe supreme court held the State \"was not precluded from applying section 17-25-45 because, even without a second notice, Defendant had actual notice that the State\r\nwould be seeking life without parole.\" (6)  In so holding, the supreme court observed, \"This Court has found that under such notice statutes, the law\r\nonly requires actual\r\nnotice.\" (7)   \r\n\r\nAs the majority notes, the defendant in Washington had once received written notice of the State's intent to invoke section 17-25-45.  Despite this factual difference, I\r\nwould hold Washington is applicable to this case.\r\n\r\nFirst, I think it is significant that, although the supreme court could have emphasized the fact that the requirements of section 17-25-45 had already been satisfied, it chose\r\ninstead to base its holding on the fact that the defendant had actual notice of the State's intent.  In other words, the basis for the supreme court's decision was not the\r\nState's earlier compliance with the statutory requirement of written notice when it initially indicted the defendant but the inference that the prior notice was sufficient to\r\ninform the defendant of the possibility that he could receive a sentence of life imprisonment without the possibility of parole after the second indictment was issued.  In\r\naddition, as noted in footnote 4 of the opinion, \"[t]here would be no duty to inform Defendant about seeking the statute's application if it were not for the statutory\r\nprovision.\"  (8)  \r\n\r\nThe pivotal inquiry, then, is not whether the statutory procedures were followed, but whether the purpose of the statute has been satisfied.  The reasoning used by the\r\nsupreme court to support its decision in Washington indicates a trial court should avoid a \"bright line\" approach in deciding whether to sentence a defendant to life\r\nimprisonment without parole pursuant to section 17-25-45 when there is a dispute concerning whether the State complied with technical requirements of the statute.\r\n\r\nHere, it is undisputed defense counsel had actual notice that the State intended to seek a sentence of life imprisonment without parole.  In  view of  the supreme court's\r\nholding in Washington that section 17-25-45 requires only actual notice of such intent, I would hold the trial court erred in declining to sentence Johnson as the State\r\nrequested.  Accordingly, I would reverse Johnson's sentence and remand the case to the trial court for sentencing to life imprisonment without parole.\r\n\r\n\r\n\r\n1.   Before Johnson's trial was scheduled to begin, defense counsel unsuccessfully moved for a continuance on the sole basis that\r\nhe needed more time to prepare because Johnson was facing the possibility of a life sentence without parole.\r\n2.\r\n     S.C. Code Ann. § 17-25-45(G) (Supp. 2000).  This subsection also states the solicitor has the discretion to invoke the sentencing provision under paragraph (B),\r\nwhich provides for a life sentence without parole upon conviction of a \"serious offense\" under certain conditions.  In addition, South Carolina section 17-25-45(A)\r\nprovides that a person convicted a third time of a most serious offense \"must be sentenced to a term of imprisonment for life without the possibility of parole.\"\r\nId. § 17-25-45(A) (emphasis added).  \r\n3.       The requirement of written notice in section 17-25-45 is a procedural safeguard beyond the requirements of due process.  See \r\nOyler v. Boles, 368 U.S. 448 (1962)\r\n(holding defendants must receive only reasonable notice and an opportunity to be heard relative to recidivist charges);\r\nState v. Burdette, 335 S.C. 34, 515 S.E.2d 525\r\n(1999) (stating that, under the South Carolina Constitution, there is no duty to advise a defendant that the State is seeking an enhanced sentence under section 17-25-45);\r\nsee  also  Massey v. State, 609 So. 2d 598 (Fla. 1992) (holding the  prosecution's failure to serve notice of its intent to have the defendant sentenced as an habitual\r\noffender was harmless error in view of the stated purpose of the statutory notice requirement);\r\ncf.  Tasco v. Butler, 835 F.2d 1120 (5th Cir. 1988) (remanding for a\r\ndetermination of whether the defendant and his attorney had received sufficient notice to prepare a defense to recidivism charges and, if not, a determination of whether\r\nthe defendant suffered prejudice as a result of this procedural deficiency).  \r\n4.     Cf. \r\nState v. Culbreath, 282 S.C. 38, 318 S.E.2d 681 (1984) (holding the failure of the solicitor to act on a warrant within a certain period of time set by the South\r\nCarolina Rules of Criminal Procedure would subject the solicitor to contempt proceedings but would not invalidate the warrant or prevent subsequent prosecution).  \r\n5.       338 S.C. 392, 526 S.E.2d 709 (2000).  \r\n6.     Id. at 398, 526 S.E.2d at 712.  \r\n7.     Id. (emphases added).  In support of this holding, the supreme court cited\r\nState v. McWee, 322 S.C. 387, 472 S.E.2d 235 (1996), and\r\nState v. Young, 319 S.C. 33,\r\n459 S.E.2d 84 (1995), both of which dealt with notice requirements in death penalty cases.  The majority correctly states that the statute requiring notice in these cases, in\r\ncontrast to section 17-25-45, does not specify the manner in which the solicitor is to give the notice.  In my view, however, the very fact that the supreme court relied on\r\nMcWee and Young in deciding\r\nWashington  only strengthens the argument that the focus of 17-25-45 should be on whether the necessary individuals had actual notice\r\nrather than on whether notice was given in the manner prescribed in the statute.  Certainly, the prospect of a death sentence is at least as serious, if not more so, than that\r\nof a life sentence without parole.  As the supreme court must have recognized, to allow more leeway in notifying a defendant of the first possibility would be a disturbing\r\nincongruity in the administration of justice. \r\n8.   Washington, 338 S.C. at 398 n.4, 526 S.E.2d at 712 n.4. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3377","title":"First Union v. First Citizens","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3377","description":"This appeal from an order holding the appellant in contempt involves the appellant's assertion of his state and federal constitutional rights against self-incrimination as the basis for his refusal to answer discovery requests.","date":"2001-08-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        First Union National\r\n        Bank,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n        Plaintiff,\r\n\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n\r\n  \r\n    \r\n      \r\nFirst Citizens Bank and Trust Company of South Carolina,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nDefendant/Third-Party Plaintiff,\r\n\r\n      \r\n    \r\n  \r\n\r\n v.\r\n\r\n\r\n  \r\n    \r\n      \r\nBruce Beach, d/b/a Cars Unlimited, Jay Crull, d/b/a Lowcountry Auto Sales; and Carl Maxfield and Toni Maxfield, d/b/a TLM\r\nCars, Inc.,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nThird-Party Defendants,\r\n\r\nOf Whom First Union National Bank, First Citizens Bank and Trust Company of South Carolina, Bruce Beach, d/b/a Cars\r\nUnlimited, and Carl Maxfield and Toni Maxfield, d/b/a TLM Cars, Inc., are\r\n\r\nRespondents,\r\n\r\nand Jay Crull, d/b/a Lowcountry Auto Sales\r\nis&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nAppellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\nA. Victor Rawl, Circuit Court Judge\r\n\r\n\r\nOpinion No. 3377\r\nHeard June 4, 2001 - Filed August 6, 2001\r\n\r\n\r\n\r\nREVERSED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nBenjamin Goldberg and Ivan Nossokoff, both of Charleston, for appellant.\r\n\r\nG. Wells Dickson, Jr. and  Gerald A. Kaynard; Richard S. Rosen and Kevin R. Eberle, both of Rosen, Goodstein &amp; Hagood;\r\nW. Andrew Gowder, Jr., of Pratt-Thomas, Pearce, Epting &amp; Walker, all of Charleston; and Thomas O. Mason, of Sherriff &amp;\r\nRoof, of Columbia, for respondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nHUFF, J.:    In this civil action, Jay Crull asserted his state and federal constitutional rights against self-incrimination as the\r\nbasis for his refusal to answer discovery requests from First Citizens Bank and Trust Company of South Carolina (\"First\r\nCitizens\"). The trial court held Crull in contempt.  We reverse.\r\n\r\n\r\n\r\nFACTS\r\nOn April 1,1998, First Union National Bank (\"FUNB\") sued First Citizens for wrongful dishonor and conversion, alleging First\r\nCitizens wrongfully stopped payment of a series of cashiers' checks, refused to pay or return sight drafts, and caused the\r\nFederal Reserve to charge FUNB the full amount of checks written by Crull on his FUNB account after FUNB stopped\r\npayment on the checks at Crull's order.  First Citizens named Crull as a third- party defendant, alleging that Crull and other\r\nused car dealers were involved in a check-kiting scheme.  First Citizens then served interrogatories and requests for production\r\non Crull.  In response, Crull asserted his state and federal constitutional rights against self-incrimination.  Crull claimed he may\r\nbe the subject of a criminal investigation conducted by the Federal Bureau of Investigation and United States Attorney's Office\r\narising from the same facts and circumstances as the civil suit.\r\n\r\nIn reply, First Citizens filed a motion to compel a complete response to its discovery requests.  The trial court granted First\r\nCitizens' motion, and ordered Crull to respond to all of the interrogatories and requests to produce that had been served upon\r\nhim.  Crull again failed to respond and a Rule to Show Cause was served on him. Crull responded to the Rule to Show Cause\r\nby partially answering the discovery requests and reasserting his privilege against self-incrimination on the remaining requests. \r\nIn addition, Crull offered a letter by a special agent of the FBI to the United States Attorney confirming that a criminal\r\ninvestigation into the subject of the civil suit was opened as a direct result of a report it received from FUNB's special\r\ninvestigation unit.  The letter further confirmed that the investigation was incomplete and continuing.  Following the hearing on\r\nthe Rule to Show Cause, the trial court held Crull in contempt for failing to respond fully to the discovery requests as ordered.\r\n\r\nCrull subsequently produced another discovery response to the court under seal but did not provide the information to First\r\nCitizens.  He then filed a motion to reconsider the contempt order, which the trial court denied.  Crull appealed the contempt\r\norder.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nThis court will reverse a trial court's decision regarding contempt only if it is without evidentiary support or is an abuse of\r\ndiscretion.  Stone v. Reddix-Smalls, 295 S.C. 514, 369 S.E.2d 840 (1988);\r\nDale v. Dale, 341 S.C. 516, 534 S.E.2d 705 (Ct.\r\nApp. 2000).  An abuse of discretion can occur where the trial court's ruling is based on an error of law.\r\nHenderson v. Puckett,\r\n316 S.C. 171, 447 S.E.2d 871 (Ct. App. 1994) (citing 16 S.C. Juris. Appeal and Error § 124 at 31-32 (1992)).\r\n\r\nLAW/ANALYSIS\r\n\r\nCrull argues that the trial court's refusal to accept his assertion of his privilege against self-incrimination violated his\r\nconstitutional rights.  We agree.\r\n\r\nThe Fifth Amendment of the United States Constitution provides in relevant part, \"No person . . . shall be compelled in any\r\ncriminal case to be a witness against himself.\"  U.S. Const., amend. V.  The South Carolina Constitution includes the same\r\nprotection.  See S.C. Const. art I, § 12 (\"[N]or shall any person be compelled in any criminal case to be a witness against\r\nhimself.\").  The South Carolina Supreme Court described the importance of the privilege against self-incrimination:\r\n\r\n\r\n\r\nThe framers of the Bill of Rights recognized the dangers inherent in self-incrimination, and as a result, placed in the Fifth\r\nAmendment a prohibition against compelling a witness to testify against himself.  This prohibition against compelled\r\nself-incrimination is a basic constitutional mandate which is not a mere technical rule, but rather, a fundamental right of every\r\ncitizen in our free society.  To this end, the framers of the South Carolina Constitution extended this same protection in our\r\nown State Constitution.\r\n\r\n\r\n\r\nState v. Thrift, 312 S.C. 282, 296, 440 S.E.2d 341, 349 (1994).\r\n\r\nA witness may assert this constitutional privilege \"in any proceeding, civil or criminal, administrative or judicial, investigatory\r\nor adjudicatory . . . .\"  Kastigar v. United States, 406 U.S. 441, 444 (1972);\r\nsee  In Re:  Hearing Before Joint Legislative\r\nCommittee, Ex parte Johnson, 187 S.C. 1, 196 S.E. 164 (1938) (stating the privilege applies to any tribunal or other body that\r\nhas the power to subpoena and compel the attendance of witnesses). The privilege \"protects against any disclosures that the\r\nwitness reasonably believes could be used in a criminal prosecution or could lead to other evidence that might be so used.\"\r\nKastigar, 406 U.S. at 445.  It extends not only to answers that would in themselves support a conviction but likewise\r\nencompasses those that would furnish a link in the chain of evidence needed to prosecute the witness for a crime.\r\nUnited States\r\nv. Hubbell, 530 U.S. 27 (2000).  Thus, \"[c]ompelled testimony that communicates information that may 'lead to incriminating\r\nevidence' is privileged even if the information itself is not inculpatory.\" Id. at 38 (quoting\r\nDoe v. United States, 487 U.S. 201,\r\n208, n.6 (1988)).  The privilege is available even if the risk of criminal prosecution is remote; the witness only has to show that\r\nthere is a possibility, and not a likelihood, of prosecution. Moll v. U.S. Life Title Insurance Company of New York, 113\r\nF.R.D. 625 (S.D.N.Y. 1987).\r\nIt is a matter for the court to consider and decide whether a direct answer to a question can implicate the witness.  Hoffman v.\r\nUnited States, 341 U.S. 479 (1951); Ex parte Johnson, 187 S.C. at 16, 196 S.E.2d at 170 (\"When a question is propounded, it\r\nbelongs to the Court to consider and decide whether any direct answer to it can implicate the witness.\").  However, the court\r\nshould give deference to the witness in determining this matter.\r\n\r\n\r\nThe United States Supreme Court explained,\r\n\r\n[I]f the witness, upon interposing his claim, were required to prove the hazard in the sense in which a claim is usually required\r\nto be established in court, he would be compelled to surrender the very protection which the privilege is designed to guarantee. \r\nTo sustain the privilege, it need only be evident from the implications of the question, in the setting in which it is asked, that a\r\nresponsive answer to the question or an explanation of why it cannot be answered might be dangerous because injurious\r\ndisclosure could result.   \r\n\r\n\r\nHoffman, 341 U.S. at 486-87.\r\n\r\n    The South Carolina Supreme Court reasoned:\r\n\r\n\r\nIt is certainly not only a possible, but a probable, case, that a witness, by disclosing a single fact, may complete the testimony\r\nagainst himself, and to every effectual purpose accuse himself as entirely as he would by stating every circumstance which\r\nwould be required for his conviction.  The fact of itself might be unavailing; but all other facts without it might be insufficient.\r\n. . . [T]he witness must himself judge what his answer will be, and if he say, on oath, that he cannot answer without accusing\r\nhimself, he cannot be compelled to answer. \r\n\r\n\r\nEx parte Johnson, 187 S.C. at 16-17, 196 S.E.2d at 170-71 (citation omitted).\r\n\r\nCrull consistently asserted his privilege against self-incrimination in response to the following interrogatories:\r\n\r\n\r\n·\tFor each witness identified, please set forth a summary of the important facts known to or observed by such witness.   (1)  \r\n\r\n·\tPlease list each bank at which third-party defendant or any entity owned in whole or in part by third-party defendant has\r\nmaintained an account of any kind during the last ten years.  For each such bank, please identify all accounts by number, the\r\ndate on which the account was opened, whether the account has been closed, and the closing date if appropriate.\r\n\r\n·\tPlease describe the method by which third-party defendant Beach would acquire titles to automobiles sold by third-party\r\ndefendant Maxfield or Crull.\r\n\r\n\r\n   The trial court found Crull failed to carry his burden of showing there is a reasonable likelihood that a response will lead to\r\nincrimination.  We hold this finding is in error.  \r\n\r\nIn Moll, the plaintiff brought a class-action lawsuit against an insurance company alleging the insurance company had been\r\npaying kickbacks to real estate attorneys.  The plaintiff sought discovery from the attorneys.  The district court found that\r\nbecause the \"attorneys are alleged to be participants in a kickback scheme and subject to criminal penalties, they are\r\n'confronted by substantial and real and not merely trifling or imaginary hazards of incrimination.'\"\r\nMoll, 113 F.R.D. at 628\r\n(quoting United States v. Doe, 465 U.S. 605 (1984)).  Thus, the court held that although none of the attorneys was a defendant\r\nin the civil action and no criminal investigation appeared to be pending, the constitutional privilege against self-incrimination\r\nwould apply where appropriate. Id. \r\n\r\nIn its third-party complaint, First Citizens alleged Crull engaged in a check-kiting scheme.  Such allegations if true would\r\nsubject Crull to criminal penalties for financial institution fraud.  Under the reasoning in Moll, this substantial and real hazard\r\nof incrimination would be sufficient to support Crull's assertion of the privilege against self-incrimination even absent evidence\r\nof an ongoing criminal investigation.\r\n\r\nFurthermore, Crull offered evidence in the form of the affidavit from his attorney and the letter from the FBI agent to show that\r\nthere was, in fact, an ongoing criminal investigation into the very same facts and circumstances of the civil suit.  The FBI agent\r\nconfirmed that the investigation involves bank site drafts and alleged check-kiting and includes Jay Crull and the business,\r\nLowcountry Auto Sales.\r\n\r\nUpon examination of the interrogatories we find that the trial court erred in concluding that no answer or response to these\r\ndiscovery requests could have the effect of incriminating or tending to incriminate Crull, or causing him to disclose some\r\ninformation might provide a link in a chain of evidence against him.  Thus, we conclude Crull was justified in exercising his\r\nconstitutional right to refuse to answer the interrogatories.  \r\n\r\nCrull also asserted his privilege against self-incrimination in response to the following requests to produce: \r\n\r\n\r\n\r\n·\tCopies of all documents generated or received by the Third-Party Defendant regarding the allegations in the Complaint\r\nand/or the Answer and Third-Party Complaint.\r\n\r\n·\tAll documents which the Third-Party Defendant intends to use at trial.\r\n\r\n·\tAll documents referenced in the Complaint and/or the Answer and Third-Party Complaint.\r\n\r\n·\tAll drafts, front and back, which are at issue in this case:  those deposited with the Plaintiff by Jay Crull d/b/a\r\nLowcountry Auto Sales, and Carl Maxfield and Toni Maxfield d/b/a TLM Cars, Inc., which the Plaintiff forwarded to the\r\nDefendant from November 1, 1997 to January 5, 1998.\r\n\r\n·\tCopies of all bank account records covering any account of Third-Party defendant during the period of November 1, 1987\r\nthrough January 15, 1998.\r\n\r\n\r\nThe United States Supreme Court has held a person may be required to produce certain documents even though they contain\r\nincriminating information.  Fisher v. United States, 425 U.S. 391 (1976).  The court reasoned the privilege protects a person\r\nonly against being incriminated by his own compelled testimonial communications.\r\nId.  Thus, the constitutional privilege\r\nagainst self-incrimination is not violated by the fact alone that business records, which were prepared voluntarily, on their face\r\nmight incriminate the person from whom they are sought.  However, the act of production itself may implicitly communicate\r\nstatements of fact and be considered compelled testimony. Hubbell, 530 U.S. at 36.  The privilege protects against production\r\nof documents when by producing the documents, the witness would be admitting that the papers existed, were in his possession\r\nor control, or were authentic. Id.\r\n\r\nCrull's production of his bank records from his account with FUNB may not have risen to the level of testimony within the\r\nprotection of the privilege as \"[t]he existence and location of the papers are a foregone conclusion and [Crull would add] little\r\nor nothing to the sum total of the Government's information by conceding that he in fact has the papers.\"  See \r\nFisher, 425 U.S.\r\nat 411.  First Citizens' counsel admitted at oral argument that the bank already had received these records.  He asserted that\r\nFirst Citizens bank was trying to discover information about unknown bank accounts and activities that would link Crull to\r\nother instances of check-kiting to show that FUNB knew or should have known that Crull and the other Third-Party Defendants\r\nwere involved in illegal check-kiting.\r\n\r\nIf Crull produced the documents First Citizens is seeking, he would be admitting the existence of the documents, and thus the\r\nexistence of other bank accounts and activities.  He would also be admitting that the documents were in his possession or\r\ncontrol or were authentic.  As is First Citizens' stated objective, Crull's admission could lead to evidence of other check-kiting\r\nactivity.  Thus, his compelled testimony in producing the documents could furnish a link in the chain of evidence needed to\r\nprosecute Crull for financial institution fraud.  We therefore conclude Crull was justified in exercising his constitutional right to\r\nrefuse to respond to the requests to produce.  \r\n\r\nWe hold the trial court abused its discretion by holding Crull in contempt and rejecting his right to assert the privilege against\r\nself-incrimination.\r\n\r\nBased upon the foregoing, the order of the trial court is\r\n\r\nREVERSED.\r\n\r\nANDERSON and SHULER, JJ., concur.\r\n\r\n\r\n1.   Crull provided a summary for all witnesses other than himself.\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3378","title":"Haselden v. Haselden","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3378","description":"This case involves the appeal of a non-custodial parent from a family court order requiring him to pay a two-thirds share of his minor child's expenses at a therapeutic boarding school.","date":"2001-08-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Roger D.\r\n        Haselden,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Appellant,\r\n\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nJoanne F.\r\nHaselden,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Georgetown County\r\nJamie F. Lee, Family Court Judge\r\nLisa A. Kinon, Family Court Judge\r\n\r\n\r\nOpinion No. 3378\r\nHeard June 4, 2001 - Filed August 6, 2001\r\n\r\n\r\n\r\nAFFIRMED IN PART; REVERSED\r\nIN PART AND REMANDED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nThomas M. Neal, III, of Columbia;  and Charles Owen Nation, II, of Georgetown, for appellant.\r\n\r\nElizabeth Rhoad Myrick and Mary Perrin O'Kelley, both of Rosen, Goodstein &amp; Hagood, of Summerville, for respondent.\r\n\r\nGuardian ad Litem: William S. Jacobs, of Georgetown.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nHUFF, J.:\r\n  Roger D. Haselden (the father) appeals from an order of the family court ordering him to pay two-thirds of the\r\nexpenses of his minor child at Hidden Lake Academy (HLA), a private treatment facility located in Georgia.  He also appeals\r\nfrom a subsequent order of the family court holding him in contempt for failure to comply with the court's order to pay the\r\nexpenses.  We affirm in part, reverse in part and remand.\r\n\r\nFACTUAL/PROCEDURAL BACKGROUND\r\n\r\nThe father and Joanne F. Haselden (the mother) were divorced by order of the family court in October of 1993.  Pursuant to the\r\ndivorce decree, the mother was granted custody of the parties' child, Gabrielle Gadson Haselden, and the father was ordered to\r\npay bi-weekly child support in the amount of $220.00 ($476.67 per month).  The family court further ordered the father, who\r\nearned 82% of the family's income, to pay two-thirds of the child's medical expenses, excluding extraordinary medical expenses.\r\n\r\nIn May of 1998, the mother enrolled Gabrielle in Hidden Lake Academy, a therapeutic boarding school for children diagnosed\r\nwith Oppositional Defiant Disorder. (1)  The cost of tuition at HLA was, at all times pertinent to this case, $4,150.00 per month.\r\n\r\nOn July 14, 1998, the father commenced this action seeking, among other things, a declaratory judgment relating to his\r\nresponsibility for expenses incurred due to the placement of the child at HLA.  Specifically, the father sought to have the child's\r\ntreatment at HLA judicially declared an extraordinary medical expense, with the mother bearing full responsibility for the\r\npayment of the cost of the treatment.  The father also sought a change of custody, and access to the child.  He also moved for\r\ntemporary relief, seeking essentially the same relief sought in the complaint.  The mother counterclaimed, seeking an increase in\r\nchild support, an order requiring the father to contribute towards the expenses of the therapeutic boarding school, and an award\r\nof attorney fees.  She also filed a motion for temporary relief, seeking essentially the same relief requested in her pleadings.\r\n\r\nOn September 8, 1998, the family court held a hearing on the father's motion for temporary relief and the Honorable Jamie F. Lee\r\nissued a temporary order on September 27, 1998 addressing the placement of the child at HLA, finding the father should have\r\nequal access to information from the school regarding the child and appointing a guardian ad litem for the child.  On September\r\n22, 1998, Judge Lee held a hearing on the mother's motion for temporary relief.  Thereafter, by temporary order dated November\r\n16, 1998, Judge Lee increased the father's child support obligation from $220.00 bi-weekly to $571.00 per month.  The judge\r\nalso found the mother made a prima facie showing that the child was in need of treatment and that Hidden Lake Academy was a\r\nproper place for such treatment, and required the father to pay an additional $380.00 per month in excess of the amount of child\r\nsupport calculated under the Child Support Guidelines, for a total of $951.00 per month.\r\n\r\nOn November 20, 1999, the father filed two motions for temporary relief, seeking Christmas visitation with the child and\r\nrequesting an order requiring the mother to participate in psychological evaluations with a clinical psychologist the father\r\nretained.  The mother opposed the psychological evaluations and further opposed any overnight visitations with the father.  The\r\nmotions were heard by the Honorable Lisa A. Kinon, who granted the motions by order dated December 22, 1998.\r\n\r\nThe case came to trial on April 7 and 8, 1999 before Judge Kinon.  Following a pretrial conference, the parties announced to the\r\ncourt they had reached an agreement resolving the issues of custody and visitation, leaving the issue of HLA fees, contempt,\r\nattorney fees, suit money, and costs before the court.  The parties stipulated to expert evidence consisting of reports and testimony\r\nregarding Gabrielle's emotional condition, psychological and psycho-educational evaluations, diagnosis, and placement at\r\nHidden Lake Academy.\r\n\r\nAt trial, the father argued, in essence, that while Gabrielle was experiencing emotional and behavioral difficulties, the mother\r\nmade a premature, unilateral decision to enroll her at HLA.  Although he admitted Gabrielle was \"doing better\" as a result of\r\nbeing involved in the programs at the school, he disagreed with her being in a boarding school atmosphere.  Dr. C. Barton\r\nSaylor, the father's expert witness, testified a \"less intrusive intervention,\" such as a temporary change of custody or residential\r\ncare, would have been advisable at the time the mother enrolled Gabrielle at HLA.  He stated that such action \"might have been\r\nenough for [Gabrielle] to respond in a positive manner.\"  However, he further opined the mother \"made a genuine effort to get the\r\nbest available recommendations\" before deciding to enroll the child in HLA, that the decision to place Gabrielle in long term\r\ncare was not \"recklessly or casually\" made, and it was reasonable for the mother to rely on the experts' recommendations in\r\ndeciding to place Gabrielle at the school.  Dr. Saylor acknowledged the father indicated that if the court were to award him\r\ncustody of Gabrielle, he intended to pull her from the program.  He agreed that Gabrielle benefitted from the program and\r\nrecommended that the child remain at HLA through the completion of the program through December of 1999.  He believed\r\nGabrielle's best interest would be served by remaining in the custody of the mother.     \r\n\r\n  Both parties filed financial declarations.  According to the father's financial declaration, he earns a gross monthly income of\r\n$4,281.33 from Santee Cooper, and $351.67 from the National Guard.  He also owns a retirement account valued at $94,558.38\r\nand real estate he valued at $58,145.00. (2)  The mother earns $1,026.04 from her employment, with additional income in the form\r\nof child support from the father.  She owns real estate valued at $279,000.00.  The mother also has access to a family trust, with\r\nan approximate value of $275,000.00, of which the mother is one of four beneficiaries.  The mother testified the beneficiaries\r\nwere not supposed to have access to the trust until the death of her parents, but that her mother made arrangements to access the\r\ntrust for Gabrielle's school, and she was obligated by written agreement to reimburse the trust. (3)  She further stated the trust had\r\nalready been liquidated greatly because of her father's poor health.  The mother has no retirement funds. \r\n\r\nBy order dated May 25, 1999, Judge Kinon found, regarding the mother's decision to enroll the child at\r\nHLA:\r\n\r\n\r\n\r\n11.   Throughout this action, the Father has vigorously contested the minor child's placement at HLA.  He stated his intention at\r\nthe outset to remove the minor child from HLA if he was awarded custody. . . .\r\n\r\n. . . .\r\n\r\n13.  The evidence overwhelmingly demonstrates that the Mother's decision to place the child at Hidden Lake Academy was\r\nreasonable under the circumstances which existed at the date of admission to the program.  All of the experts who treated and/or\r\nevaluated the minor child agreed that she needed out of home treatment, and there is no evidence of any expert dissenting with\r\nplacement at a therapeutic boarding school.\r\n\r\n14. The decision to place Gabrielle at Hidden Lake Academy was also not made hastily.  Over the course of six and a half (6 ½)\r\nto seven (7) weeks, the Mother made eighteen (18) inquiries about placement for the minor child, at least twelve (12) while the\r\nFather was in the same room.  The Father actually accompanied the Mother and minor child to the various treatment facilities, to\r\nthe evaluation with Grant Price and Dr. Chesno, and to the two (2) schools personally visited.  I find and conclude the Father was\r\ninvolved in the search process for a placement for Gabrielle with the Mother.\r\n\r\n15. Dr. C. Barton Saylor, the Father's expert witness, confirmed that the Mother's decision to enroll the minor child in HLA was\r\nnot a rash decision and that the minor child had benefitted from the program.  This psychologist also could not refute the\r\nplacement decision in hindsight.\r\n\r\n16. Dr. Saylor further testified that it is in the best interests of the child to complete the program at HLA.  All information\r\nindicates that the minor child has made progress in the HLA program but continues to need treatment. \r\n\r\n\r\nThe court determined the child's treatment at HLA was an extraordinary medical expense, such that payment of the expense was\r\nnot controlled by the provision in the parties' divorce decree requiring the father to pay two-thirds of the child's ordinary\r\nmedical expenses.  Nonetheless, Judge Kinon determined the husband should be responsible for two-thirds of the HLA expenses,\r\nboth prospectively and retroactively.  In reaching this determination, the court specifically considered that a proportionate\r\ndivision of the HLA expenses based on gross income alone would require the father to pay 80% of the expenses and the mother to\r\npay 20%.  The judge rejected this formula in favor of requiring the father to be responsible for only two-thirds of the cost,\r\nfinding, although the mother's income was substantially less than that of the father, the mother had \"significant assets which she\r\ncould mortgage and/or sell in order to cover the costs\" of the HLA program.  She also noted the mother could petition the\r\n\"Elizabeth H. Freeman Trust\" for a payout to apply to the school costs.  \r\n\r\nBecause the mother had paid all HLA expenses from the child's enrollment in May, 1998 through April, 1999, the father was\r\nordered to reimburse her for his portion of the expenses within 60 days of the order, in addition to making prospective payments\r\ndirectly to Hidden Lake Academy. The court noted the parties had agreed the father would be credited with the additional\r\n$380.00 monthly payments he made over the Guideline figure against his liability for the HLA fees and he would be relieved of\r\npaying the additional $380.00 monthly stipend once he began paying his portion of the HLA expenses.  The increase in child\r\nsupport made pursuant to the Guidelines remained undisturbed.  The court also ordered the father to contribute $20,000.00\r\ntoward the mother's $36,000.00 attorney fees bill within 90 days of the order.\r\n\r\nOn June 22, 1999, the father moved to alter or amend Judge Kinon's order pursuant to Rules 52(b), 59(e) and 60(b), SCRCP. \r\nPrior to the hearing on the father's motion to alter or amend, the mother petitioned the family court for a rule to show cause why\r\nthe father should not be held in contempt for failure to comply with the final order.  On July 29, 1999, the Honorable H.T. Abbott,\r\nIII, issued the rule to show cause. \r\n\r\nIn his motion to alter or amend, the father moved for, among other things, the court to change his two-thirds allocation of HLA\r\nexpenses to one-half.  He also moved to have the order state he was to receive credit for all child support paid by him to the\r\nmother during the child's enrollment in HLA, and that future child support payments to the wife be suspended during this time. \r\nHe further sought a reduction in the award of attorney fees and a credit for fees of $1,500.00 paid by him pursuant to the\r\ntemporary order.\r\n\r\nJudge Kinon heard the father's post-trial motion on September 3, 1999.  By order dated October 11, 1999, she denied the father's\r\nmotions, with the exception of an agreed upon stipulation not pertinent to this appeal. Specifically, she found she had fully\r\nconsidered both parties' economic circumstances in determining the split of two-thirds for the father and one-third for the mother,\r\nand denied the father's motion to change it to one-half for both parties.  As to credit for past child support and suspension of\r\nfuture child support while Gabrielle was enrolled at HLA, Judge Kinon denied this request noting that, following the trial, the\r\nparties agreed the father would receive credit for the additional $380.00 stipend required by the temporary order to be used\r\ntoward HLA expenses.  They further agreed the father would be relieved of paying that amount once he began paying his portion\r\nof the HLA expenses.  However, she found she never specifically ordered child support payments and that, other than the HLA\r\nexpenses, child support was not an issue she had been asked to rule upon.  Finally, Judge Kinon denied the father's request for a\r\nreduction in attorney fees finding the award appropriate based on the wife's success on the merits, the difficulty of the case, and\r\nthe Glasscock factors.  She further noted the court had considered that the $1,500.00 fee had been awarded on a temporary basis\r\nin setting the amount awarded at trial.\r\n\r\nJudge Lee held the hearing on the mother's rule to show cause on October 29, 1999.  By order dated December 10, 1999, Judge\r\nLee found the father in willful contempt for failure to comply with the final order, and sentenced him to a 90 day suspended\r\nsentence, provided he could avoid the sentence by making an immediate payment of $4,416.00, paying $24,000.00 within fifteen\r\ndays of the date of the order, and beginning monthly payments of $750.00 until the mother was paid in full.  (4)\r\n\r\nThe father appealed, seeking review of both the final order and the order of contempt.  On November 18, 1999, the husband\r\nsought a stay of both orders, which request was denied.  Thereafter, the father petitioned this court for a writ of supersedeas\r\nregarding the contempt charges.  On December 21, 1999, this court issued an order granting a partial stay of Judge Lee's order\r\nrequiring the father to pay $24,000.00 within fifteen days.\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\r\nIn appeals from the family court, this court has the authority to find the facts in accordance with its own view of the\r\npreponderance of the evidence. Owens v. Owens, 320 S.C. 543, 546, 466 S.E.2d 373, 375 (Ct. App.1996).  This broad scope of\r\nreview does not, however, require this court to disregard the findings of the family court.\r\nStevenson v. Stevenson, 276 S.C. 475,\r\n477, 279 S.E.2d 616, 617 (1981).  Neither are we required to ignore the fact that the trial judge, who saw and heard the\r\nwitnesses, was in a better position to evaluate their credibility and assign comparative weight to their testimony.\r\nHooper v.\r\nRockwell, 334 S.C. 281, 297, 513 S.E.2d 358, 367 (1999).\r\n\r\nLAW/ANALYSIS\r\n\r\nI.\r\n\r\nThe father asserts the mother should bear the full expense of Gabrielle's treatment at HLA because she unilaterally decided to\r\nplace the child in the treatment facility.  We disagree.\r\n\r\nSouth Carolina Code Ann. § 20-7-420 (1985 &amp; Supp. 2000) grants the family court exclusive jurisdiction \r\n\r\n\r\n(15)  To include in the requirements of an order for support the providing of necessary shelter, food, clothing, care, medical\r\nattention, expenses of confinement, both before and after the birth, the expense of educating his or her child and other proper and\r\nreasonable expenses.\r\n\r\n\r\nWe note the father does not directly challenge the family court's finding that Gabrielle's placement at HLA was proper or that the\r\nchild benefitted from the treatment.  See \r\nML-Lee Acquisition Fund, L.P. v. Deloitte &amp; Touche, 327 S.C. 238, 241, 489 S.E.2d\r\n470, 472 (1997); Resolution Trust Corp. v. Eagle Lake &amp; Golf Condos., 310 S.C. 473, 475, 427 S.E.2d 646, 648 (1993) (holding\r\nan unappealed ruling is the law of the case).\r\n\r\nWe are compelled to agree with the family court that the father was involved in the search for treatment for Gabrielle. The record\r\nsupports the family court's finding that the mother  made extensive inquiries, approximately fifteen to eighteen, about placement\r\nfor the child before admitting her to HLA.  The father was present during approximately twelve of these inquiries.  The father\r\ntestified he accompanied the mother and Gabrielle to various treatment facilities, the psycho-educational evaluation, and two\r\nprospective schools.  He acknowledged that therapeutic boarding school was recommended for Gabrielle by a clinical\r\npsychologist.  He testified he accompanied the mother and Gabrielle to boarding schools because he \"wanted to know exactly\r\nwhat was going on with my daughter.\"  Thus, the record shows the father participated in, or at the very least was not excluded\r\nfrom the search for Gabrielle's treatment.  (5)\r\n\r\n  The father testified that during these trips to look at programs, he expressed concern to the mother regarding the cost of boarding\r\nfacilities, and opined that Gabrielle could have benefitted from local treatment with both parents involved.  Although the father\r\nultimately objected to placing Gabrielle in a boarding facility, there is no suggestion he exerted independent efforts prior to the\r\ncommencement of this action to find a suitable local treatment facility for Gabrielle.  In fact, at the time the mother enrolled\r\nGabrielle at HLA, the child had already undergone treatment through a local counselor as well as other intervention programs,\r\nand had received a number of professional recommendations that the child be placed in a therapeutic setting.  Inasmuch as the\r\nevidence presented at trial fully bears out the family court's conclusion that Gabrielle's placement at HLA was proper, and in the\r\nabsence of evidence the father presented the mother with any specific, appropriate local alternatives for treatment from which\r\nGabrielle would have benefitted, we cannot conclude the father was simply excluded from the process of finding care for the\r\nchild.  Rather, the mother was compelled to choose one of the only existing alternatives for proper treatment for the child. \r\n\r\nII.\r\n \r\n\r\n\r\nWe also disagree with the father's contention the family court erred in requiring him to be responsible for two-thirds of the cost\r\nof treatment.\r\n\r\nThe family court considered, and rejected, an income proportionate method of allocating the cost of Gabrielle's treatment at HLA\r\nwhich would have subjected the father to an even greater burden.  The family court expressly considered the parties' respective\r\nincomes and assets in reaching its determination as to allocation of the debt.  The court's reasoning in this regard resulted in the\r\nfather being assigned a less than income-proportionate share.  As noted by the guardian ad litem, the parties are in diametric\r\nfinancial conditions, with the father's income being almost three time that of the mother's, but the mother having substantially\r\nlarger assets.  However, the father enjoys some financial stability in his future based on his retirement, while the mother has no\r\nretirement accounts or plans.  Clearly the mother will have to rely on the equity in her real estate and her one-fourth interest in\r\nany remaining trust funds to secure her financial condition upon retirement.  It would be inequitable for the court to require the\r\nmother to substantially reduce or possibly deplete her current assets when she has no other future source of support and earns\r\nvery little income.  Moreover, it is notable the father refused to cooperate in completing a form necessary to determine\r\nGabrielle's eligibility to receive financial assistance for the school costs.\r\n\r\nWhile we recognize the financial strain the expense of Gabrielle's treatment at HLA puts on the parties, we are nonetheless\r\nconvinced the family court properly considered their financial circumstances and the equities of the case in apportioning the cost\r\nof the treatment.     (6)      \r\n\r\nIII.\r\n\r\n\r\n\r\nThe father next asserts the family court erred in requiring him to pay $20,000.00 of the mother's attorney fees.  We disagree.\r\n\r\nThe decision whether to award attorney fees is a matter within the sound discretion of the family court and will not be overturned\r\nabsent an abuse of discretion.  Stevenson v. Stevenson, 295 S.C. 412, 415, 368 S.E.2d 901, 903 (1988).  In determining whether\r\nto award attorney fees, the court should consider the parties' ability to pay their own fee, the beneficial results obtained by the\r\nattorney, the parties' respective financial conditions, and the effect of the fee on each party's standard of living.\r\nE.D.M. v.\r\nT.A.M., 307 S.C. 471, 476-77, 415 S.E.2d 812, 816 (1992).  In determining the amount of attorney fees to award, the court\r\nshould consider the nature, extent, and difficulty of the case, the time necessarily devoted to the case, counsel's professional\r\nstanding, the contingency of compensation, the beneficial results obtained, and the customary legal fees for similar services.\r\nGlasscock v. Glasscock, 304 S.C. 158, 161, 403 S.E.2d 313, 315 (1991).\r\n\r\nThe father summarily argues he does not have the ability to pay the award of attorney fees.  He does not challenge the sufficiency\r\nof the order in addressing the factors or of the evidence in support of the other factors to be considered in an attorney fee award. \r\nThe father was ordered to pay $20,000.00 of the mother's $36,000.00 in attorney fees.  This amounts to a little over half of her\r\nbill.  Under the facts and circumstances of this case, particularly the father's superior income, the fact the father initiated this\r\naction seeking custody and did not drop the issue until trial, the mother's successful defense against the father's attempt to avoid\r\nthe child's continued placement at HLA, as well as the mother's success in her plea for a substantial contribution from the father\r\ntoward the HLA fees, we find no abuse of discretion in the award.\r\n\r\n\r\n\r\nIV.\r\n\r\nNext, the father takes issue with the family court's denial of his request the mother contribute to the fees for his expert witness,\r\nDr. C. Barton Saylor, requiring him to pay all the fees.  We find no error.  \r\n\r\n\"The decision of whether to award expert witness fees, like the decision to award attorney fees, rests within the sound discretion\r\nof the family court.\"  Brunner v. Brunner, 296 S.C. 60, 62, 370 S.E.2d 614,616 (Ct. App. 1988).  We find no abuse of discretion\r\noccurred here.  In support of its decision to assign Dr. Saylor's fees to the husband, the family court found the father had the\r\nopportunity to have the child evaluated prior to her placement at HLA, but failed to do so.  The father asserts the mother blocked\r\nhis attempt to have the child evaluated.  He presented no evidence, however, that he made any attempt, prior to retaining Dr.\r\nSaylor for purposes of this litigation, to have the child independently evaluated.  In particular, we note the father made no such\r\nattempt during the 6 to 7 week period prior to the commencement of this litigation, when placement alternatives were being\r\nexplored.  We further note, although Dr. Saylor testified less intrusive intervention\r\nmight have been enough for Gabrielle to have\r\nresponded in a positive manner, he ultimately agreed the decision to place Gabrielle in long term care was not recklessly or\r\ncasually made and it was reasonable for the mother to rely on the experts' recommendations in deciding to place Gabrielle at the\r\nschool.  He further agreed that Gabrielle benefitted from the program, recommending she remain at the school, and believed\r\nGabrielle's best interest would be served by maintaining custody with the mother.\r\n\r\nV.\r\n\r\n\r\n\r\nNext, the father contends Judge Lee erred in finding him in contempt based upon a rule to show cause which was improperly\r\nissued prior to the issuance of an order on his motion for reconsideration.  We find no error.\r\n\r\nIn support of his argument that the rule to show cause was improperly issued, the husband contends a motion made pursuant to\r\nRule 59(e), SCRCP stays the time for appeal by delaying entry of a final judgment, thus depriving the court of a final order from\r\nwhich a rule could be issued.  We disagree.  While a timely motion made under Rules 52(b) and 59(e) does stay the time to\r\nappeal a judgment, the rules do not provide such motions stay proceedings to enforce a judgment.  Rule 60(b) specifically states\r\nsuch a motion does not affect the finality of a judgment or suspend its operation.  Moreover, while Rule 62(a), SCRCP\r\nautomatically stays enforcement of a judgment, the automatic stay expires 10 days after the judgment is entered.  Although further\r\nstays are available under the subdivisions of Rule 62, they are not automatic and must be ordered by the court.  See,\r\ne.g.,  Rule\r\n62( b), SCRCP (providing court may, in its discretion, stay the execution of proceedings to enforce a judgment, pending\r\ndisposition of a motion for a new trial or to alter or amend made pursuant to Rules 59, 60, 50 or 52(b)).  There is no evidence the\r\nfather sought to have the contempt matter held in abeyance pending the court's ruling on his motion to alter or amend.\r\n\r\nVI.\r\n\r\n\r\n\r\nThe father next asserts the family court erred in finding him in willful contempt of the May 25, 1999 order.  We find no reversible\r\nerror.\r\n\r\n\"Contempt results from the willful disobedience of a court order.\"  Henderson v. Henderson, 298 S.C. 190, 197, 379 S.E.2d 125,\r\n129 (1989).  The record before the court must \"clearly and specifically\" exhibit the contemptuous conduct to sustain a finding of\r\ncontempt. Id.  A finding of contempt rests within the trial judge's sound discretion.\r\nId.  This court will reverse a trial judge's\r\ndetermination regarding contempt only if it is without evidentiary support or is an abuse of discretion.\r\nDale v. Dale, 341 S.C.\r\n516, 520, 534 S.E.2d 705, 707 (Ct. App. 2000).\r\n\r\nThe May 25, 1999 order clearly directed the husband to pay two-thirds of Gabrielle's expenses at HLA prospectively as well as\r\nretroactively, in order to reimburse the mother for the father's share of payments made by her in the past.  The father does not\r\nchallenge the clarity of the order and admits he failed to comply with its terms.  He asserts, however, that his failure to comply\r\nwith the order was a result of his financial inability to do so, rather than any willfulness on his part.  \r\n\r\nIn finding the father in contempt, the family court noted that from April 30, 1998 until July of 1999, the father obtained and spent\r\n$37,311.90.  The sources of these funds were (1)  a $14,420.82 inheritance; (2)  a $10,000.00  loan from the father's 401(k)\r\nplan; (3)  a $5,891.08 loan from the father's mother; and (4)  a $5,000 loan from the father's sisters; and (5)  Gabrielle's\r\n$2,000.00 inheritance from the father's relative, which the father obtained by signing as Gabrielle's legal guardian.   \r\n\r\nThe father received his $14,420.82 inheritance on April 29,1998, one day before he wrote a letter to the mother stating he would\r\nnot be able to contribute to Gabrielle's treatment.  In spite of his knowledge of his daughter's need of treatment and her\r\nenrollment at HLA, he gave $7,500.00 of his inheritance to his mother, allegedly in satisfaction of a debt he created in 1994. He\r\nalso used some of the funds from his inheritance to pay for home improvements.  He spent Gabrielle's $2,000.00 inheritance to\r\npay for his travel, hotel, and food expenses while Gabrielle was hospitalized in Charter of Charleston and Charter of Memphis. \r\nIn September of 1998, with full knowledge that Gabrielle was enrolled in HLA and that the mother was bearing the full cost of\r\nher treatment, the father borrowed $8,891.08 from his mother, $5,000.00 of which he used to pay his attorney.  The father\r\nadmitted that $3,000.00 of the $8,891.08 promissory note represented the balance he owed his mother from the 1994 loan. \r\nMoreover, the husband did not use the proceeds of either the $10,000.00 loan from his 401(k), which he received in January of\r\n1999, or the $5,000.00 loan from his sisters to help satisfy his support obligation.  As well, the father executed liens against his\r\nproperty in favor of his mother and sisters, refinanced his home and real estate, and satisfied the mortgages held by his family\r\nmembers. (7)  Due to the mortgages filed in July 1999, the father received only $7,981.57 from the refinancing, an amount\r\nsubstantially less than the amount he could have obtained had he not executed the mortgages.  The father acknowledged he would\r\nhave had over $20,000.00 to pay on his HLA obligations had he not executed the mortgages and paid his family members, but\r\nreasoned such a contribution would have made little difference in his total obligation.  In spite of the court order, the husband did\r\nnot make any payments to the school.\r\n\r\nIn addition to failing to reimburse the mother for his share of the HLA expenses or make payments directly to HLA, it is\r\nundisputed the father failed to make child support payments in the amounts specified in the May 25, 1999 order.  The father was\r\nrequired to make payments of $951.00 per month until he began making his HLA payments, at which point he was allowed to\r\nreduce the child support payments to $571.00 per month.  The father did not begin making his portion of the HLA payments, yet\r\nhe reduced his child support payments to the wife.  Further, not only did he reduce the child support, he did not even pay the\r\n$571.00, but cut the amount back to $476.00 per month, the amount due under the 1993 order.\r\n\r\n  Under these facts and circumstances, and giving due deference to the family court's consideration of matters of credibility, we\r\nfind no error in the court's determination the father's failure to comply with the mandates of the final order was willful in nature.\r\n\r\nVII.\r\n\r\n\r\n\r\nThe father also contends the family court erred in awarding the mother $1,000.00 in attorney fees in connection with bringing the\r\ncontempt action.  He asserts the award of these fees should be reversed if the finding of contempt is reversed. Given our\r\naffirmation of the family court's finding of contempt, this argument has no merit.  \r\n\r\nThe father further argues, however, the award should be reversed based on the court's failure \"to make findings of salient facts\r\nand conclusions of law\" supporting the award in its order.  We agree.\r\n\r\nRule 26(a), SCRFC provides:\r\n\r\n\r\nAn order or judgment pursuant to an adjudication in a domestic relations case shall set forth the specific findings of fact and\r\nconclusions of law to support the court's decision.\r\n\r\n\r\nWhen an order from the family court is issued in violation of Rule 26(a), the appellate court may remand the matter to the trial\r\ncourt or, where the record is sufficient, make its own findings of fact in accordance with the preponderance of the evidence. \r\nGriffith v. Griffith, 332 S.C. 630, 646-47, 506 S.E.2d 526, 535 (Ct. App. 1998).  However, if there is inadequate evidentiary\r\nsupport for the factors to be considered in making such an award, the appellate court should reverse and remand for the trial court\r\nto make specific findings. Id. at 646, 506 S.E.2d 535.\r\n\r\nIn this case, the family court merely stated the mother \"introduced a detailed Affidavit from her attorney\" in support of her\r\nrequest for fees, that the hourly rate of $150.00 was reasonable, and \"based on the factors relevant to setting an award of fees\"\r\nthe father should contribute $1,000.00 toward the mother's attorney fees.  Clearly, this does not comply with the mandate of Rule\r\n26(a).  Further, there is simply no evidentiary support in the record whatsoever from which this court can make its own\r\nfindings. (8)  Accordingly, we reverse and remand this issue for the family court to make specific findings of fact.           \r\n\r\nFor the foregoing reasons, the decision of the family court is\r\n\r\nAFFIRMED IN PART, REVERSED IN PART AND REMANDED.\r\n\r\nANDERSON and SHULER, JJ., concur.\r\n\r\n\r\n\r\n1. Gabrielle was to graduate from Hidden Lake Academy in December of 1999. \r\n2.\r\n A post-trial appraisal of the father's residence established his residence was worth $77,000.00 rather than $58,145.00.\r\n3.\r\n It is unclear whether the mother is required to reimburse the trust in full, or only the amounts paid to her by the father.\r\n4.\r\n   It should be noted the order was dated the same month Gabrielle was scheduled to finish the HLA program and, thus, no\r\nfurther monthly tuition would be incurred at the school.  Further, Judge Lee restructured the payments in an attempt to ease the\r\nburden on the father of such a large payment up front.  \r\n  5.\r\n It is undisputed the parties toured a school in Alabama with a nine- month program costing $3,000.00 per month.  However,\r\nthe father objected to the \"rustic\" school, was adamant their daughter not be enrolled there, and threatened to physically remove\r\nthe child.  \r\n6.\r\n The father summarily asserts it is inequitable to require him to continue paying child support to the mother while he is\r\nresponsible for two-thirds of the child's expenses at HLA.  Although we are not unsympathetic to this argument, Judge Kinon\r\ndenied the father's motion for reconsideration on this ground ruling that the issue of child support payments to the mother, other\r\nthan the HLA expenses, was not properly before her.  The father has not challenged that ruling on appeal, and it is thus the law of\r\nthe case. ML-Lee Acquisition Fund, L.P., 327 S.C. at 241, 489 S.E.2d at 472 (1997);\r\nResolution Trust Corp., 310 S.C. at 475,\r\n427 S.E.2d at 648 (1993) (an unappealed ruling is the law of the case).\r\n7.\r\n   The proceeds from this refinancing, approximately $8,000.00, are being held in escrow by the father's attorney.\r\n  8.\r\n   There is no indication of the hours spent on the case or even the total amount of the attorney fees incurred by the mother in the\r\ncontempt action.  \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3379","title":"Goodwin v. Kenndey","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3379","description":"This case involves a defamation action by an assistant school principal alleging statements imputed unfitness in his profession.","date":"2001-08-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nJohnny Goodwin,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent,\r\n\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nReverend David Kennedy, individually, and the Abbeville Chapter of C.A.F.E., a nonprofit corporation,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nAppellants.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Abbeville County\r\nLarry R. Patterson, Circuit Court Judge\r\n\r\n\r\nOpinion No. 3379\r\nHeard March 7, 2001 - Filed August 6, 2001&nbsp;\r\n\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nStephen John Henry, of Greenville, for appellants.\r\n\r\nThomas E. Hite, Jr., of Abbeville, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCONNOR, J.:  In this defamation action, Johnny Goodwin sued David Kennedy and the Abbeville Chapter of C.A.F.E., a\r\nnonprofit corporation, for allegedly slanderous statements Kennedy made while Goodwin was an assistant principal of a local\r\nhigh school.   The jury returned a verdict for Goodwin and awarded him actual damages of $5,000 and punitive damages of\r\n$25,000.  Kennedy appeals. (1)  We affirm.\r\n\r\nFACTS\r\n\r\nThis action arises out of statements Kennedy made about Goodwin on two occasions in February and March of 1997.  At that\r\ntime, Goodwin was an assistant principal at Abbeville High School, and his responsibilities included ninth-grade discipline.    \r\n\r\nThe first incident occurred on February 6, 1997, when the parents of a suspended student brought their son to school following\r\nhis three-day suspension for fighting.  School policy required that a parent return with the student for re-enrollment.  The parents\r\nwere accompanied by Kennedy, the organizer of C.A.F.E., (2) and Kennedy's assistant, Carol Bishop. \r\n\r\nGoodwin noted it was unusual for parents to bring someone else to a conference.   However, he proceeded with the meeting in\r\nhis office, during which Kennedy vigorously objected to the discipline given to the suspended student.   Kennedy asked to hear\r\nfrom the teacher who recommended the suspension, and the teacher was brought into the conference as well.  As the meeting\r\nbecame progressively heated, the principal of Abbeville High School, Mike Campbell, joined the meeting at Goodwin's request\r\napproximately thirty minutes after the meeting began.  According to Goodwin, the meeting took on racial overtones when\r\nKennedy repeatedly and vociferously questioned why the African-American student was suspended, while the Caucasian student\r\npurportedly involved in the incident was not. \r\n\r\nAs the meeting ended and after Campbell had asked Kennedy to leave, the parties walked out of Goodwin's office into the\r\nreceptionist's area, where the secretary was sitting with her four-year-old grandson.  Kennedy allegedly stated he was \"not\r\nrunning\" and then yelled, \"I am not a house nigger.  There is your house nigger right there [indicating Goodwin] and you are his\r\nmaster slave owner [indicating principal Campbell].\"  Kennedy repeated the words four or five times in a loud voice.   Goodwin\r\nand Kennedy are both African-American.  Campbell is Caucasian.\r\n\r\nThe second incident of alleged slander occurred on March 25, 1997.  On that date, a full school board meeting was held at\r\nCalhoun Falls High School, at which the board was to consider a recommendation that the same suspended student be placed in\r\nan alternative school.   When Goodwin exited the meeting room and walked into the hallway, Kennedy loudly stated in the\r\npresence of about fifteen persons present for the meeting, \"There is the house nigger and the master slave owner is standing right\r\ndown there.\" \r\n\r\nGoodwin filed this defamation action against Kennedy and the Abbeville Chapter of C.A.F.E. on September 11, 1997, alleging\r\nKennedy's statements caused him to suffer great pain and mental anguish, damaged his reputation, and brought his fitness to serve\r\nin his profession into question. \r\n\r\nAt trial, Kennedy admitted making the statements attributed to him at the meeting on March 25, 1997, and testified they were\r\nnegative comments meaning Goodwin was a traitor and a puppet.   The trial judge charged the jury on slander per se and slander\r\nper quod.  The jury returned a verdict in favor of Goodwin for $5,000 actual damages and $25,000 punitive damages.  Kennedy\r\nappeals.\r\n\r\nLAW/ANALYSIS\r\n\r\n\r\n\r\nI.  Slander Per Se\r\n\r\nKennedy contends the trial judge erred in denying his motion for a directed verdict as to whether the alleged defamatory\r\nstatements constituted slander per se, and in charging the jury on slander per se.  (3)\r\n\r\nSlander is actionable per se when the defendant's alleged defamatory statements charge the plaintiff with one of five types of acts\r\nor characteristics:  (1) commission of a crime of moral turpitude; (2) contraction of a loathsome disease; (3) adultery;  (4)\r\nunchastity; or (5) unfitness in one's business or profession. Holtzscheiter v. Thomson Newspapers, Inc., 332 S.C. 502, 511, 506\r\nS.E.2d 497, 502 (1998).  In a defamation action that is actionable per se, general damages are presumed and need not be proven\r\nby the plaintiff. Constant v. Spartanburg Steel Prods., Inc., 316 S.C. 86, 447 S.E.2d 194,\r\ncert. denied, 513 U.S. 1017 (1994).\r\n\r\nIn this case, Goodwin alleged Kennedy's statements were actionable per se because they imputed an unfitness in his profession\r\nwhen considered in the context in which they were spoken.  At trial, Goodwin defined the comments as meaning that he was a\r\ntraitor to his own race, and stated the remarks were evil, degrading, and \"just plain embarrassing.\"  Kennedy testified that he\r\nmeant Goodwin was a puppet of the principal and a traitor to the African-American student who was disciplined.   He conceded\r\nthe term was \"bad\" and \"negative.\"  Kennedy also admitted his statements arose from his concern about Goodwin's actions as an\r\nassistant principal interfering with the African-American student's education. We also note the statements were both made in the\r\ncourse of Goodwin carrying out his responsibilities as an assistant principal.  \r\n\r\nGoodwin testified students did not respond as well to his discipline after the incidents.  One student even told Goodwin he was\r\n\"a disgrace to [his] race.\"   Goodwin believed this comment was a direct result of Kennedy's public remarks.  Goodwin felt\r\nKennedy's comments affected his ability to discipline the students effectively.  Goodwin testified that because of these continuing\r\ndifficulties, he retired in June of 1998.   He stated he could not think of anything worse than what Kennedy said to him in public.  \r\n\r\nThe circuit court denied Kennedy's motion for a directed verdict, ruling that when viewed in the light most favorable to\r\nGoodwin, there was evidence that the statements were defamatory and that the statements charged Goodwin with unfitness in his\r\nprofession.  The court noted that both Goodwin and Kennedy had testified the words were intended to mean Goodwin was a\r\ntraitor to his race regarding his actions in disciplining the students. \r\n\r\nIn ruling on a motion for directed verdict, the trial court is required to view the evidence and the inferences that reasonably can\r\nbe drawn therefrom in the light most favorable to the party opposing the motion and to deny the motion where either the evidence\r\nyields more than one inference or its inference is in doubt. Strange v. South Carolina Dep't of Highways &amp; Pub. Transp., 314\r\nS.C. 427, 429-30, 445 S.E.2d 439, 440 (1994).  \"The trial court can only be reversed by this Court when there is no evidence to\r\nsupport the ruling below.\" Id. at 430, 445 S.E.2d at 440.  \"In essence, we must determine whether a verdict for a party opposing\r\nthe motion would be reasonably possible under the facts as liberally construed in his favor.\"\r\nBultman v. Barber, 277 S.C. 5, 7,\r\n281 S.E.2d 791, 792 (1981).\r\n\r\nWe find the trial judge did not err in ruling that whether the statements were defamatory is a question for the jury as the finders of\r\nfact.  Viewing the evidence in the light most favorable to Kennedy, it is a reasonable inference that, under the circumstances in\r\nwhich Kennedy made the statements, the jury could find those statements defamatory.    \r\n\r\nLikewise, the question of whether the statements were actionable per se or not actionable per se was a matter for the jury to\r\ndetermine as the finders of fact. See \r\nTurner v. Montgomery Ward &amp; Co., 165 S.C. 253, 261, 163 S.E. 796, 798-99 (1932)\r\n(\"[T]he evidence adduced by the plaintiff in the case at bar required the submission to the jury of the question whether the\r\nlanguage used by [the defendant] charged the plaintiff with the commission of such crime.\").   A reasonable inference arising\r\nfrom Goodwin's testimony is that Kennedy's comments were directed at Goodwin's alleged unfitness in his profession as an\r\nassistant school principal.  Specifically, the jury could find Kennedy assailed Goodwin's integrity and decision-making ability\r\nwhen carrying out his responsibility to discipline all students, African-American and Caucasian, fairly.  Another reasonable\r\ninference from Kennedy's comments is that he was attributing racism and bias to Goodwin in his dealings with the students in\r\nmatters of discipline.  It cannot be said that when viewing the evidence in the light most favorable to Goodwin, the jury could not\r\nhave inferred that the statements attacked Goodwin's fitness to serve as an assistant principal.\r\n\r\nAccordingly, we find no error in the trial judge's decision to deny Kennedy's motion for a directed verdict on the issue of\r\nwhether Kennedy's&nbsp;statements were actionable per se. (4)  Consequently, we also reject Kennedy's assertion that the trial judge's\r\ncharge to the jury on this issue was error. \r\n\r\nII.  Request to Charge on \"Opinion\"    \r\n\r\nKennedy contends the trial judge committed reversible error by denying his written request to charge the jury that the \"mere\r\nexpression of opinion is not slander.\" \r\n\r\nOn appeal, Kennedy cites no South Carolina authority on point.  However,  we note that in Gertz v. Robert Welch, Inc., 418 U.S.\r\n323 (1974), the United States Supreme Court remarked, \"Under the First Amendment there is no such thing as a false\r\nidea.  \r\nHowever pernicious an opinion may seem, we depend for its correction not on the conscience of judges and juries but on the\r\ncompetition of other ideas.   But there is no constitutional value in false statements of fact.\"\r\nId. at 339-40 (footnote omitted)\r\n(emphasis added).\r\n\r\nIn Milkovich v. Lorain Journal Co., 497 U.S. 1 (1990), the Supreme Court observed that its language in\r\nGertz \"has become the\r\nopening salvo in all arguments for protection from defamation actions on the ground of opinion, even though the case did not\r\nremotely concern the question.\" Id. at 18 (quoting\r\nCianci v. New Times Publ'g Co., 639 F.2d 54, 61 (2nd Cir. 1980)).  The\r\nMilkovich Court reasoned that, read in context, \"the fair meaning of the [Gertz] passage is to equate the word 'opinion' in the\r\nsecond sentence with the word 'idea' in the second sentence,\" and that \"the language was merely a reiteration of Justice Holmes'\r\nclassic 'marketplace of ideas' concept.\" (5)  Id.  \r\n\r\nIn Milkovich, a high school wrestling coach brought a defamation action against a newspaper and a reporter.  The Supreme Court\r\nrejected the defendants' argument that there is a First Amendment protection afforded defamatory statements which are\r\ncategorized as \"opinion\" rather than \"fact.\" Id. at 17-23.  The Court held that couching a statement with a defamatory connotation\r\nin terms of an opinion does not grant an exemption for anything that might be said.  The Court concluded:\r\n\r\n[W]e do not think this passage from Gertz was intended to create a wholesale defamation exemption for anything that might be\r\nlabeled \"opinion.\"  Not only would such an interpretation be contrary to the tenor and context of the passage, but it would also\r\nignore the fact that expressions of 'opinion' may often imply an assertion of objective fact.\r\n\r\nIf a speaker says, \"In my opinion John Jones is a liar,\" he implies a knowledge of facts which lead to the conclusion that Jones\r\ntold an untruth.  Even if the speaker states the facts upon which he bases his opinion, if those facts are either incorrect or\r\nincomplete, or if his assessment of them is erroneous, the statement may still imply a false assertion of fact.  Simply couching\r\nsuch statements in terms of opinion does not dispel these implications;  and the statement, \"In my opinion Jones is a liar,\" can\r\ncause as much damage to reputation as the statement, \"Jones is a liar.\"  \r\n\r\nId. at 18-19 (citation omitted); see \r\nalso 50 Am. Jur. 2d Libel and Slander § 105 (1995) (\"In\r\nMilkovich, the United States\r\nSupreme Court rejected the creation of an artificial dichotomy between opinion and fact, holding that the Constitution does not\r\nrequire a wholesale defamation exemption for anything that might be labeled 'opinion.'\").  Because Kennedy's request to charge\r\nappears to exempt all opinion as non-defamatory comment without qualification, we find no error in the circuit court's decision\r\nto deny Kennedy's proposed jury charge.\r\n\r\nIII.  Epithet  \r\n\r\nKennedy next asserts the trial judge erred in denying a directed verdict because the alleged statements were mere epithets and not\r\ndefamatory, and in failing to charge the jury that name-calling and insults cannot be slanderous. \r\n\r\nAt trial, Kennedy argued he was entitled to a directed verdict because there was no evidence the comments were anything other\r\nthan epithets.   The trial judge denied the motion for a directed verdict, stating \"all of the words have to be considered in the\r\ncontext with which they are used.\"   The court stated whether the words were defamatory or not presented \"factual questions\" for\r\nthe jury.   We agree with the trial judge that, viewing all the evidence in the light most favorable to Goodwin, as we are required\r\nto do, whether the comments were defamatory presented a question of fact for the jury to determine.  Thus, we find no error in the\r\ndenial of a directed verdict on this basis.\r\n\r\nTo the extent Kennedy argues the trial judge erred in denying his request to charge the jury on epithet, we also find no error. \r\nKennedy sought a charge to the effect that name-calling, insults, and profanity do not constitute slander, citing Smith v. Phoenix\r\nFurniture Co., 339 F. Supp. 969 (1972).  We have reviewed Phoenix Furniture and find Kennedy's request to be an incomplete\r\nstatement of the law announced therein.  In Phoenix Furniture, the court granted summary judgment for the defendant because the\r\nallegedly defamatory words, \"bastard\" and \"son-of-a-bitch,\" were not actionable per se, and the plaintiff had suffered no special\r\ndamages. Smith v. Phoenix Furniture Co., 339 F. Supp. 969, 971 (1972).  Further, the court found the only witnesses to the\r\ndefendant's allegedly defamatory statements, the plaintiff's wife and mother-in-law, did not believe the words spoken and \"did\r\nnot understand the words spoken as being other than words uttered in anger.\" Id. at 971-72.  The trial judge summed up his ruling\r\nby stating, \"It does not appear that anyone who heard the words alleged spoken understood them in a defamatory sense.\"\r\nId. at\r\n972.\r\n\r\nIn Capps v. Watts, 271 S.C. 276, 246 S.E.2d 606 (1978), the South Carolina Supreme Court stated that \"the words 'paranoid\r\nsonofabitch' are words of abuse and scurrility and that such words, on their face, are not, as a general rule, considered\r\ndefamatory.\" Id. at 281-82, 246 S.E.2d at 609.  The Court\r\nwent on to explain, however, that when viewed in light of the extrinsic\r\nfacts pleaded in plaintiff's complaint, the words were capable of having a defamatory meaning.\r\nId. at 282, 246 S.E.2d at 609. \r\nThe court clearly held that words of \"abuse and scurrility\" can be defamatory when the circumstances surrounding their\r\npublication are considered and that it is the jury's responsibility to decide whether the words are defamatory or not.\r\nId. at 282,\r\n246 S.E.2d at 609-610 (\"It is not the words alone but the circumstances surrounding their publication which renders them\r\nsusceptible of a [defamatory] construction.  It is for the jury to determine whether they were used in a [defamatory] sense given\r\nthe circumstances.\")\r\n\r\nKennedy requested the jury be charged the following: \"Name calling, insults and profanity, absent the showing of special\r\ndamages is not slander.\"  The trial judge seemed troubled by the broad statement of law offered by defense counsel.  The judge\r\ndid not believe he could give the charge as proposed without some quote or further explanation.  The judge was correct, and it\r\nwould have been an incorrect statement of the law to have charged the jury that insults or profanity cannot be defamatory, as\r\nextrinsic facts may be proven to show the defamatory nature of the remarks.  We find the charge as a whole was proper, and note\r\nthat the judge did not preclude the defense from arguing that the alleged defamatory statements were mere insults or name-calling.\r\nKeaton v. Greenville Hosp. Sys., 334 S.C. 488, 514 S.E.2d 570 (1999) (holding a jury charge which is substantially correct and\r\ncovers the law does not require reversal). Accordingly, we find no error in the trial judge's refusal to charge in this instance.\r\n\r\nIV.  Public Official  \r\n\r\nKennedy next alleges the trial judge erred by not finding Goodwin was a public official and, accordingly, charging the jury on the\r\nplaintiff's burden of proving actual malice and the falsity of the alleged defamatory statement.\r\n\r\nThe designation of a plaintiff as a public official is considerable in a defamation action.  \"In defamation actions involving a\r\n'public official' or 'public figure,' the plaintiff must prove the statement was made with 'actual malice,' i.e., with either\r\nknowledge that it was false or reckless disregard for its truth.\"  Elder v. Gaffney Ledger, 341 S.C. 108, 113, 533 S.E.2d 899, 901\r\n(2000).\r\n\r\nKennedy argued Goodwin, as an assistant principal, was a public official.  On that basis, Kennedy asserted he was entitled to a\r\njury charge that Goodwin had the burden of proving actual malice and the falsity of the statements.  The trial judge ruled\r\nGoodwin was not a public official. \r\n\r\nThe United States Supreme Court explained that a plaintiff may be designated a \"public figure\" in two circumstances:\r\n\r\n\r\nIn some instances an individual may achieve such pervasive fame or notoriety that he becomes a public figure for all purposes\r\nand in all contexts.  More commonly, an individual voluntarily injects himself or is drawn into a particular public controversy\r\nand thereby becomes a public figure for a limited range of issues.  In either case such persons assume special prominence in the\r\nresolution of public questions.\r\n\r\n\r\nGertz, 418 U.S. at 351.\r\n\r\nOn appeal, Kennedy cites no South Carolina authority on point, but references South Carolina cases holding police officers and\r\nassistant police chiefs are public officials for purposes of defamation actions.  See, e.g.,\r\nMiller v. City of West Columbia, 322\r\nS.C. 224, 471 S.E.2d 683 (1996) (applying Constitutional actual malice standard in case involving assistant police chief);\r\nBeckham v. Sun News, 289 S.C. 28, 344 S.E.2d 603,\r\ncert. denied, 479 U.S. 1007 (1986) (applying Constitutional actual malice\r\nstandard in case involving former police officer); McClain v. Arnold, 275 S.C. 282, 270 S.E.2d 124 (1980) (holding police\r\nofficer is a public official); Gause v. Doe, 317 S.C. 39, 451 S.E.2d 408 (Ct. App. 1994).  We find these cases involving law\r\nenforcement officers are not controlling here.\r\n\r\nKennedy also relies upon Johnson v. Robbinsdale Independent School District No. 281, 827 F. Supp. 1439 (D. Minn. 1993)\r\n(holding public school principals criticized for their official conduct are public officials for purposes of defamation law) and\r\nReaves v. Foster, 200 So. 2d 453 (Miss. 1967) (holding a school principal seeking recovery for defamation has the burden of\r\nshowing actual malice).\r\n\r\nWe find these cases to be distinguishable.  Both concern whether a school principal should be deemed a public official, not an\r\nassistant principal.  Further, as Kennedy acknowledges, there is no clear consensus among those jurisdictions which have\r\nconsidered the issue of whether a school principal is a public official for purposes of a defamation claim.\r\n\r\nCourts are divided as to whether a public school principal is a public official.  Some courts have held that public school\r\nprincipals are public officials, but others have held that public school principals are not public officials, reasoning that\r\nprincipals in general are far removed from the general conduct of government and are not policymakers at the level intended by\r\nthe New York Times ruling.\r\n\r\n50 Am. Jur. 2d Libel and Slander § 65 (1995) (footnotes omitted);\r\nsee  also \r\nPalmer v. Bennington Sch. Dist., Inc., 615 A.2d 498,\r\n501 (Vt. 1992) (\"Few courts have considered whether a school principal is a public official.  Those that have are divided.\").\r\n\r\nKennedy's argument that an assistant principal is a public official is less than compelling in view of the conflicting decisions\r\nover whether a principal, much less an assistant principal, is a pubic official.  Compare \r\nEllerbee v. Mills, 422 S.E.2d 539, 540\r\n(Ga. 1992) (\"[U]nder normal circumstances, a principal simply does not have the relationship with government to warrant\r\n'public official' status under New York Times.  Principals, in general, are removed from the general conduct of government, and\r\nare not policymakers at the level intended by the New York Times designation of public official.\"),\r\ncert. denied,  507 U.S. 1025\r\n(1993), and  McCutcheon v. Moran, 425 N.E.2d 1130, 1133 (Ill. App. Ct. 1981) (\"The relationship a public school teacher or\r\nprincipal has with the conduct of government is far too remote, in our minds, to justify exposing these individuals to a qualifiedly\r\nprivileged assault upon his or her reputation.\"), and \r\nEast Canton Educ. Ass'n v. McIntosh, 709 N.E.2d 468, 475 (Ohio 1999)\r\n(noting there is a split among other jurisdictions and stating, \"[W]e believe that the better view is that principals are not public\r\nofficials for purposes of defamation law.\"), with \r\nBennington School Dist., Inc., 615 A.2d at 501 (\"Few courts have considered\r\nwhether a school principal is a public official.  Those that have are divided.  Because of the crucial role of public education in\r\nAmerican society, we agree with the courts holding that a principal is a public official.\" (citations omitted)).\r\n\r\nGoodwin was an assistant principal whose duties included ninth-grade discipline.  In the context of this case, we believe\r\nGoodwin was not a public official.  His position as assistant principal is not one \"among the hierarchy of government employees\r\nwho have, or appear to the public to have, substantial responsibility for or control over the conduct of governmental affairs.\"\r\nRosenblatt v. Baer, 383 U.S. 75, 85 (1966).  Accordingly, we agree with the trial judge that Goodwin, as an assistant principal,\r\nis not a public official and Kennedy was not entitled to such a jury charge.\r\n\r\nV.  Instruction on Reputational Damages  \r\n\r\nKennedy contends the trial judge erred in submitting the issue of reputational damages to the jury because there was insufficient\r\nevidence to support this instruction.\r\n\r\n\"The tort of defamation allows a plaintiff to recover for injury to his or her reputation as the result of the defendant's\r\ncommunications to others of a false message about the plaintiff.\"  Swinton Creek Nursery v. Edisto Farm Credit, ACA, 334 S.C.\r\n469, 484, 514 S.E.2d 126, 133 (1999).\r\n\r\nGeneral damages in a defamation action include injury to reputation, mental suffering, hurt feelings, and other similar types of\r\ninjuries which are not capable of a definite monetary valuation.  Holtzscheiter, 332 S.C. at 510 n.4, 506 S.E.2d at 502 n.4. \r\nSpecial damages, on the other hand, are tangible losses or injury to the plaintiff's property, business, occupation or profession,\r\nwhich are capable of being assessed monetarily and which result from injury to the plaintiff's reputation.\r\nId.   \r\n\r\nAt trial, Kennedy objected to charging the jury on reputational damages.  The trial judge overruled the objection, noting there was\r\nevidence that Kennedy's statements affected the students' attitude toward Goodwin at school.  \r\n\r\nWe find no error.  Goodwin testified students heard Kennedy's comments at the school board meeting on March 25, 1997.   He\r\nalso stated that Kennedy's comments had an effect on the students as some students did not respond to his disciplinary efforts and\r\nhe \"thought it was pretty much a direct result of [the comments].\"    He recalled one incident when he disciplined a student and\r\nthe student told him he was \"a disgrace to [his] race.\" Goodwin stated he believed the remark \"was a direct result of the house\r\nnigger calling, the names that had been called.\"    Because there was some evidence of reputational damage, we find no error in\r\nthe charge.  \r\n\r\nVI.  Slander Per Quod    \r\n\r\nKennedy asserts the trial judge should have granted a directed verdict in his favor on the issue of slander per quod because\r\nGoodwin failed to prove special damages.\r\n\r\nKennedy argues the alleged defamatory remarks were not actionable per se and Goodwin was required to plead and prove\r\nspecial damages.  Kennedy claims no proof of special damages was presented because Goodwin did not testify that he suffered\r\nany monetary loss to his property or profession.  See \r\nHoltzscheiter, 332 S.C. at  510 n.4, 506 S.E.2d at 502 n.4 (stating special\r\ndamages are tangible losses or injury to the plaintiff's property, business, occupation or profession, which are capable of being\r\nassessed monetarily and which result from injury to the plaintiff's reputation).\r\n\r\nWe find no reversible error in this regard.  Goodwin testified his reputation was damaged and approximately one year later he\r\nreluctantly retired because of continuing difficulties with the students.   Furthermore, if the jury found the remarks charged\r\nunfitness in his profession, no proof of special damages was needed.  Because interrogatories were not submitted to the jury, the\r\nbasis for the jury's award is unknown.  The jury reasonably could have found the comments actionable per se. See \r\nPiedmont\r\nAviation, Inc. v.  Quinn, 294 S.C. 502, 504, 366 S.E.2d 31, 32 (Ct. App. 1988) (\"Where a case is submitted to the jury on two or\r\nmore theories and a general verdict is returned, the verdict will be upheld if it is supported by at least one [of the theories].\")\r\n(quoting Gasque v. Heublein, Inc., 281 S.C. 278, 281, 315 S.E.2d 556, 558 (Ct. App. 1984) (alteration in original)).  Therefore,\r\nwe find the argument to be without merit.\r\n\r\nVII.  Alleged Hearsay Testimony of Lula Clinkscale    \r\n\r\nKennedy lastly asserts the trial judge committed reversible error by allowing hearsay testimony from Lula\r\nClinkscale.\r\n\r\nClinkscale was not present when the February 1997 statements were made by Kennedy at Abbeville High School.  She was\r\npresent at the March 1997 incident at Calhoun Falls High School, but did not hear the alleged defamatory statements.   Clinkscale\r\ntestified she did not know specifically what the term \"house nigger\" meant, although she knew it was bad.    During her testimony,\r\nhowever, Clinkscale recounted a meeting she had with Kennedy after the March incident:\r\n\r\nAnd at St. James Church was when we was there trying to compromise with him, you know, so he could stop saying these words\r\nbecause the kids were beginning to say the same words.  And, you know, I thought it was bad.    [Emphasis added.]\r\n\r\nKennedy objected to any reference to what the children were saying on the basis of hearsay.   The court overruled the objection,\r\nstating it was being admitted not for the truth of the matter asserted, but to show how the children were affected or what they did.\r\n\r\n\"Hearsay\" is defined as \"a statement, other than one made by the declarant while testifying at the trial or hearing, offered in\r\nevidence to prove the truth of the matter asserted.\"  Rule 801(c), SCRE.\r\n\r\nWe agree with the circuit court that the testimony was not offered for the truth of the matter asserted, but to show the effect on the\r\nstudents to support Goodwin's claim of reputational damages.  Testimony that students were repeating the slanderous statements\r\nwas relevant for purposes of establishing Goodwin's reputational damages.  Therefore, we hold the testimony was not hearsay\r\nand was properly admitted.\r\n\r\nFor the foregoing reasons, the judgment below is\r\n\r\nAFFIRMED.\r\n\r\nHUFF and HOWARD, JJ., concur.\r\n\r\n\r\n\r\n1.   For simplicity, \"Kennedy\" shall also include his organization, C.A.F.E., where appropriate. \r\n  2.\r\n According to Kennedy, he was the organizer of four chapters of C.A.F.E. (Carolina Alliance of Fair Employment), which he\r\nstated is involved in challenging corruption of the police and sheriff's departments, assisting persons terminated from\r\nemployment, and providing help with school matters and other issues affecting the community.  \r\n3.\r\n For better understanding of the issues involved in this opinion, we will follow the Supreme Court's directive and use the\r\nfollowing language to refer to the two parts of a slander action.  A statement is (1) either defamatory per se or defamatory per\r\nquod, and (2) either actionable per se or not actionable per se. See \r\nHoltzscheiter v. Thomson Newspapers, Inc., 332 S.C. 502,\r\n506 S.E.2d 497 (1998).\r\n4.\r\n We also reject Kennedy's argument that the context in which the statement was made cannot be considered when determining if\r\nit is defamatory.  Kennedy also misguidedly argues that if the context of the words  is considered, then the statement cannot, as a\r\nmatter of law, be actionable per se.  Kennedy has cited no authority for this proposition.  To the contrary, the law in South\r\nCarolina allows the context of the words themselves and the circumstances under which the words are spoken to be considered in\r\ndetermining whether there is a defamatory meaning and whether it is actionable per se.\r\nHerring v. Lawrence Warehouse Co., 222\r\nS.C. 226, 235, 72 S.E.2d 453, 455 (1952) (holding that when considered in light of circumstances, employer's statement that\r\nemployee was \"short\" was clearly defamatory and actionable per se because it alleged the commission of a crime, namely theft);\r\nLily v. Belk's Dept. Store, 178 S.C. 278, 182 S.E. 889 (1935);\r\nTurner v. Montgomery Ward &amp; Co., 165 S.C. 253, 163 S.E. 796\r\n(1932); see  Sandifer v. Electrolux Corp., 172 F.2d 548 (4th Cir. 1949) (holding under South Carolina law, where words\r\nthemselves do not impute the commission of a crime, the jury may consider surrounding circumstances to determine whether\r\nstatement was defamatory because it charged the commission of a crime).  Therefore, we dismiss Kennedy's arguments in that\r\nregard as unsupported by the law of defamation in this State.\r\n5.\r\n See  Abrams v. United States, 250 U.S. 616, 630 (1919) (Holmes, J., dissenting) (\"[T]he ultimate good desired is better\r\nreached by free trade in ideas [and] the best test of truth is the power of the thought to get itself accepted in the competition of the\r\nmarket[.]\").\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3380","title":"State v. Humphries","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3380","description":"This criminal appeal involves issues of: (1) requiring the state to reveal the identity of a confidential informant, and (2) admission of evidence of prior bad acts.","date":"2001-08-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nThe State,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent,\r\n\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nClaude and Phil Humphries,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nAppellants.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Sumter County\r\nHoward P. King, Circuit Court Judge\r\n\r\n\r\nOpinion No. 3380\r\nHeard February 7, 2001 - Filed August 6, 2001\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAssistant Appellate Defender Aileen P. Clare, of SC Office of Appellate Defense, of Columbia, for appellant.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh and Assistant Attorney General Melody J. Brown; and Solicitor C. Kelly\r\nJackson, of Sumter, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCURETON, J.:   In this criminal case, Claude and Phil Humphries appeal from their convictions for trafficking marijuana on the grounds that the trial court erred in\r\nrefusing to compel the State to disclose the identity of its confidential informant and in admitting evidence of other bad acts.  We affirm. (1)  \r\n\r\nFACTS/PROCEDURAL BACKGROUND\r\n\r\nIn October of 1996, the Sumter County Sheriff's Department received a tip that a package containing illegal drugs would be delivered to C&amp;J Automotive from an\r\naddress in California.   Deputies of the sheriff's department intercepted the package while it was en route with the United Parcel Service (UPS).   The package, addressed\r\nto C&amp;J Automotive, contained approximately 40 pounds of marijuana with a street value of approximately $60,000.   Police repackaged the drugs and made a controlled\r\ndelivery using a South Carolina Law Enforcement Division (SLED) agent disguised as a UPS driver.  Phil accepted the package, and stated he was signing for the\r\ngarage's owner, Claude. Officers then executed a search warrant and seized the package, files, ledgers, and $4,500 in U.S. currency.  Both Phil and Claude were present\r\nduring the search.\r\n\r\nThe Sumter County Grand Jury indicted the Humphries on charges of criminal conspiracy and trafficking in more than ten, but less than one hundred pounds of marijuana.\r\nDuring their trial on the trafficking charges, the Humphries moved to have the State reveal the identity of the confidential informant.   After argument from both sides, the\r\ntrial court refused to grant the motion, reasoning it did not have enough information to determine whether the State was required to disclose the informant's identity. The\r\ntrial court also refused to exclude evidence the Humphries had trafficked marijuana on other occasions.\r\n\r\nThe Humphries were convicted of trafficking in marijuana and each sentenced to twenty-five years imprisonment and required to pay a $25,000 fine.  This appeal follows.\r\n\r\n\r\n\r\nLAW/ANALYSIS\r\nI.  Confidential Informant\r\n\r\nThe Humphries argue the trial court erred by refusing to compel the State to disclose its informant's identity.  We disagree.\r\n\r\nThe State is ordinarily privileged from disclosing the name of a confidential informant.  State v. Wright, 322 S.C. 484, 472 S.E.2d 642 (Ct. App. 1996).  However, the\r\nState may be compelled to reveal an informant's identity where the informant is either an active participant in a criminal transaction or a material witness to the question of\r\nthe defendant's guilt or innocence.  State v. Batson, 261 S.C. 128, 198 S.E.2d 517 (1973).\r\n\r\nIn this case, the Humphries put forth three possible grounds for compelling the State to disclose the informant's identity: the informant may have framed or mis-identified\r\nthe defendants, there was no informant, or the informant was part of the drug transaction.  The State asserted the informant was merely a tipster.  The court found nothing\r\nto support an inference that the informant was anything other than a tipster, but agreed to revisit the issue if during trial it appeared the informant was either an active\r\nparticipant in the crime or a material witness on the issue of guilt or innocence.\r\n\r\nThe informant in this case merely provided law enforcement with the reasonable suspicion necessary to seize the package destined for C&amp;J Automotive and expose it to a\r\ndrug dog.   Nothing in the record indicates that the informant was present during law enforcement's inspection of the package or its controlled delivery to the garage. \r\nAccordingly, we find no error in the trial court's determination that the informant was a mere tipster and its decision to deny the motion to reveal his identity.   See State v.\r\nBurney, 294 S.C. 61, 362 S.E.2d 635 (1987) (declining to compel the identification of a \"tipster.\"); State v. Blyther, 287 S.C. 31, 336 S.E.2d 151 (Ct. App. 1985)\r\n(recognizing that the State is not required to disclose the identity of a \"mere tipster\").\r\n\r\nII.  Evidence of Other Trafficking Incidents\r\n\r\nThe Humphries also argue the trial court erred in admitting prejudicial character evidence prohibited by State v. Lyle, 125 S.C. 406, 118 S.E. 803 (1923) \"because it was\r\nirrelevant and more prejudicial than probative.\"  We agree but conclude the admission was harmless error.\r\n\r\nInitially, we address the State's contention that this issue is not preserved for appellate review.  Prior to trial, the defense made a motion in limine to exclude evidence of\r\nother drug trafficking by the Humphries as being improper evidence of other bad acts and violative of State v. Lyle.  The State opposed the motion by arguing the\r\nevidence was admissible to show a common plan or scheme. After hearing the proposed evidence, the trial court ruled in limine for the State.  In its ruling, the court\r\nstated to defense counsel: \"I am sure that you take exception to that ruling and I will tell you that your position is protected without the necessity of further objection on\r\nforward.\"  The evidence was later admitted without objection during the Humphries' trial.\r\n\r\nOrdinarily, an evidentiary ruling in limine is not final, thus the opposing party must object to the introduction of the evidence at trial in order to preserve the objection for\r\nappellate review. State v. Mitchell, 330 S.C. 189, 498 S.E.2d 642 (1998).  In this case, the trial court indicated its ruling in limine was final and instructed the defense that\r\nit need not object to the evidence when it was introduced at the time of the admission.  For this reason, the issue is preserved notwithstanding the Humphries' failure to\r\nraise an objection at trial.  See State v. Wilson, 337 S.C. 629, 524 S.E.2d 411 (Ct. App. 1999), rev'd on other grounds by, State v. Wilson, 545 S.E.2d 827 (holding\r\nthat a contemporaneous objection to the introduction of testimonial evidence was not required to preserve the issue for appellate review where the trial court made its final\r\nevidentiary ruling following an in camera hearing); see\r\n also State v. Pace, 316 S.C. 71, 447 S.E.2d 186 (1994) (excusing the failure to make a contemporaneous\r\nobjection where the judge's comments are such that any objection would be futile).\r\n\r\nAs to the merits, during the in limine hearing, the State offered the testimony of a former C&amp;J employee, Jeff Seruya.\r\nSeruya testified that during his employment he was\r\ninstructed not to open certain packages delivered to C&amp;J.  Seruya became suspicious about the packages due to the heavy traffic of \"undesirable people\" through the\r\ngarage and his perception that C&amp;J was under police surveillance.  Acting on his suspicions, Seruya secretly opened one of the packages and found that it contained\r\nmarijuana.  He then decided to leave his employment \"because things were getting too hot around there.\"  Sometime after Seruya left C&amp;J, Claude and Phil were arrested\r\nand charged with the instant offense.\r\n\r\nSeruya also testified in limine that a few days after Claude and Phil's arrest, Claude contacted him and asked if he would take delivery of an Airborne Express package. (2) \r\nSeruya testified that Ray, Claude's acquaintance, delivered a box to his home and told him the box belonged to Claude.\r\nShortly after the delivery, Seruya was arrested\r\nand the box, containing approximately twenty pounds of marijuana, was opened by law enforcement officers.  With officers listening in, Seruya then telephoned Claude\r\nand asked him to come and retrieve his box.  Claude agreed and arrived with another man to collect it. \r\n\r\nDexter McGee, a narcotics investigator with the sheriff's department, also testified in limine for the State, but provided a slightly different explanation of Seruya's arrest. \r\nInvestigator McGee indicated his office learned from the Drug Enforcement Agency (DEA) that a package containing marijuana was being shipped to Seruya's residence\r\nvia Airborne Express.   Acting on the tip, the sheriff's department performed a controlled delivery of the package, arrested Seruya, and then had him call C&amp;J.  Claude\r\nanswered the phone and said he would come get the box later in the day. Claude and Peter Jenkins, a C&amp;J employee, later picked up the box.\r\n\r\nAt trial, Seruya testified that during his employment with C&amp;J he was instructed to not open certain packages which came from California.   However, he did not testify,\r\nas he had in limine, that he opened one of the packages against those instructions and found marijuana.  As to the box delivered to his house, Seruya testified at trial that it\r\narrived wrapped in plain brown paper without a packing list, as had the suspect packages he saw at C&amp;J.  However, unlike the C&amp;J packages, the box contained no\r\nstickers or labels indicating who it was for, where it was destined, or from where it originated.   He testified that the box was for Claude, but did not explain how he knew\r\nit was for him or where the box came from.  Seruya also claimed to have opened the box, found marijuana inside, and called Claude to come and retrieve it. Seruya\r\ndescribed how Claude and Peter Jenkins arrived at his home and how Claude waited in the car as Peter came inside and retrieved the box. \r\n\r\nMcGee did not testify to the latter transaction at trial.\r\nThe State offered no evidence at trial concerning Seruya's arrest or that his call to Claude was monitored by the\r\npolice. In its brief, the State concedes \"[t]he trial judge's ruling on the admissibility of Seruya's testimony was based upon the in camera testimony of Seruya and McGee.\"\r\n (3)  The Humphries argue that all evidence regarding the post-arrest delivery of a package to Seruya's house was improperly admitted under Lyle.  \r\n\r\nEvidence of other crimes or bad acts is inadmissible to prove a person's character or guilt for the charged offense unless the evidence tends to establish, inter alia, a\r\ncommon scheme or plan.  See Rule 404(b), SCRE; State v. Braxton, 343 S.C. 629, 541 S.E.2d 833 (2001); Lyle, 125 S.C. 406, 118 S.E. 803.  The common scheme\r\nor plan exception requires \"a close degree of similarity or connection\" between the other bad act or crime and the charged offense.  State v. Timmons, 327 S.C. 48, 52,\r\n488 S.E.2d 323, 325 (1997).  A general similarity between the offenses is not enough; \"some connection between the crimes is necessary.\"  Id. at 52, 488 S.E.2d at 325. \r\n\r\n\r\nEvidence of other crimes must be put to a rather severe test before admission.  The acid test of admissibility is the logical relevancy of the other crimes.  The trial judge\r\nmust clearly perceive the connection between the other crimes and the crimes charged.  Further, other crimes which are not the subject of conviction must be proven by\r\nclear and convincing evidence.  \r\n\r\n\r\nState v. Cutro, 332 S.C. 100, 103, 504 S.E.2d 324, 325 (1998) (citations omitted).  \r\n\r\nOur supreme court addressed the common plan or scheme exception within the context of  a drug trafficking prosecution in State v. Raffaldt, 318 S.C. 110, 456 S.E.2d\r\n390 (1995).  The Raffaldt court reviewed the admission of testimony about the defendant's prior drug dealing as it related to the charged offense of trafficking in cocaine. \r\nThe cocaine at issue came to the defendant from New York via a series of transactions which began when Mr. Jiminez brought the cocaine into South Carolina and gave it\r\nto Mr. Kelly, who, along with Mr. Burchett, then delivered the cocaine to the defendant, who paid Kelly for the drugs.  After retaining a portion of the money, Kelly then\r\npaid Jiminez.  Id.  At trial, Burchett testified he had purchased marijuana and cocaine from the defendant on several occasions in the year preceding the commission of the\r\ncharged offense.  Burchett also testified that he had set up other cocaine deals between Kelly and the defendant prior to the charged offense.  Id.  \r\n\r\nThe trial court held that the testimony concerning the defendant's prior drug dealing was admissible under the common plan or scheme exception because it was not only\r\n\"quite similar to\" the charged offense, but it also \"gave rise to\" his connection with Kelly and Burchett, who facilitated the transaction between the defendant and Jiminez. \r\nId. at 114, 456 S.E.2d at 392.  Because the prior trafficking was the genesis of the charged offense, the court found sufficient similarity and connection to employ the\r\ncommon plan or scheme exception.  \r\n\r\nIn keeping with Raffaldt, this court has refused to employ the common plan or scheme exception for prior drug transactions which were similar to the charged offense and\r\ninvolved the same actors, but were otherwise unconnected.\r\n\r\nIn State v. Carter, 323 S.C. 465, 476 S.E.2d 916 (Ct. App. 1996), this court rejected the use of the exception to introduce testimony concerning a prior drug transaction\r\nwhere the defendant was tried on a single charge of distribution.  \"[T]estimony of a prior drug sale using a similar sales technique is not relevant to prove a single charge of\r\ndistribution.\"  Id. at 468, 476 S.E.2d at 918.  In Carter, the defendant was arrested for selling crack cocaine to an informant on January 18th.  At trial, the informant\r\ntestified that he agreed to participate in the defendant's arrest because the police had arrested him on January 14th after he had left the defendant's house with crack,\r\nwhich he claimed to have purchased from the defendant.  This court held the evidence was inadmissible, reasoning:  \r\n\r\n\r\nThere is no legal connection between these two purchases sufficient to come within the framework of the common scheme or plan exception.  Indeed, the purpose of the\r\nState's use of the evidence appears . . . [to have been] to convince the jury that because Carter sold crack cocaine to [the informant] on January 14th, he was selling\r\ncrack cocaine on January 18th.  This is the precise type of inference prohibited by Lyle.\r\n\r\nId. at 468, 476 S.E.2d at 918.  The court further stated that if the trial court \"does not clearly perceive the connection between the extraneous criminal transaction and the\r\ncrime charged, that is, its logical relevancy, the accused should be given the benefit of the doubt, and the evidence should be rejected.\"  Id. at 469, 476 S.E.2d at\r\n919 (quoting State v. Lyle, 125 S.C. 406, 417, 118 S.E. 803, 807 (1923)).\r\n\r\n\r\nCarter relied heavily on State v. Campbell, 317 S.C. 449, 454 S.E.2d 899 (Ct. App. 1994).  In Campbell, the defendant was charged with distributing crack cocaine. \r\nThe defendant was arrested at the home of an informant who, in cooperation with the police, had summoned the defendant by \"beeping\" him.  Id.  The defendant arrived\r\nat the informant's home with three yellow rocks which appeared to be crack cocaine; however, the substance was never positively identified because the defendant\r\nretrieved the rocks from the police during the arrest and swallowed them.  Id.  At trial, the informant testified he originally purchased crack from the defendant on the\r\nstreet, but that the defendant had given him a beeper number to facilitate subsequent transactions.  Id.  The informant claimed that prior to the arrest, he had used the same\r\nbeeper number on several occasions to summon the defendant who would then arrive at his home and sell him crack.  Id.  This court held \"testimony . . . of prior drug\r\nsales utilizing a similar sales technique\" was insufficient to meet the common plan or scheme exception.\r\n  Id.   at 451, 454 S.E.2d at 901.  Specifically, the court stated:  \r\n\r\n\r\nThe methodology of prior sales is not relevant to prove this transaction. . . . By introducing the prior bad acts, the State was not trying to prove a common scheme but to\r\nconvince the jury that because Campbell sold crack cocaine in the past, he was selling crack cocaine on this occasion.  This is precisely the type of inference that Lyle\r\nprohibits.\r\n\r\n\r\nId. at 451, 454 S.E.2d at 901. (4)  \r\n\r\nIn this appeal, the Humphries do not appeal the requirement that the other bad acts be established by clear and convincing evidence. Thus, we may not consider the\r\nsufficiency of the evidence regarding whether or not the prior bad acts were proven by clear and convincing evidence.  See State v. Wilson, 545 S.E.2d  827 (concluding\r\nan appellate court does not review a trial court's ruling on the admissibility of other bad acts by determining de novo whether the evidence rises to the level of clear and\r\nconvincing; if there is any evidence to support the admission of the bad act evidence, the trial court's ruling will not be disturbed on appeal).  \r\n\r\nThe Humphries do argue in this appeal that even if the bad act evidence was otherwise admissible, it was not relevant or probative to show they trafficked in marijuana on\r\nOctober 1, 1996.  The Humphries were convicted of a single act of drug trafficking because a package of marijuana of sufficient weight to satisfy the statutory definition of\r\ntrafficking, addressed to C&amp;J, was mailed from California and delivered to C&amp;J.  To the extent that Seruya testified about the arrival of other, similar packages from\r\nCalifornia during the tenure of his employment with C&amp;J, that testimony would appear to fall within the ambit of the common plan or scheme exception. However,\r\nSeruya's testimony concerning the delivery of marijuana to his home on Claude's behalf without other identifying similarities to the C&amp;J deliveries is not sufficiently relevant\r\nor probative to warrant its admission into evidence under the common plan or scheme exception.  At  most, Seruya's testimony suggests that after Claude and Phil's\r\narrest, they enacted another scheme to traffick in drugs. The new trafficking scheme was not sufficiently connected to the earlier scheme to warrant its introduction at trial\r\npursuant to the common scheme or plan exception.\r\n\r\nBased on this Court's reasoning in Carter and Campbell, the evidence of the subsequent bad acts in this case does not have the requisite connection to the charged\r\noffense to meet the common plan or scheme exception.  Furthermore, Raffaldt is distinguishable from the instant action in that the other bad acts at issue in Raffaldt were\r\nnot only \"quite similar\" to the charged offense, but also \"gave rise\" to that offense.  Such a connection was not present in Carter and Campbell which, at best, merely\r\ninvolved the same parties undertaking similar transactions.  The instant action is even further removed from Raffaldt because Seruya's trial testimony did not indicate the\r\ndelivery to his home was sufficiently similar to the deliveries to C&amp;J.  Seruya never indicated he was involved with any of the packages delivered to C&amp;J, whereas he was\r\na direct participant in the delivery to his house.  Furthermore, Seruya's description of the box delivered to his home is markedly different from his description of the\r\npackages received at C&amp;J.  Such discrepancies between the transactions in the instant action defeat both the similarity prong found in Carter, Campbell, and Raffaldt as\r\nwell as the connection prong in Raffaldt. \r\n\r\nHaving concluded the trial court erred in admitting evidence of the subsequent delivery of marijuana to Seruya's home, we now consider whether that error requires\r\nreversal or whether the admission may be considered harmless error. See State v. Berry, 332 S.C. 214, 503 S.E.2d 770 (Ct. App. 1998) (concluding improper\r\nadmission of evidence of other bad acts is subject to harmless error analysis).  To make that determination we must look to the other evidence admitted at trial to\r\ndetermine whether the Humphries' guilt is conclusively proven by competent evidence, such that no other rational conclusion could be reached.  See State v. Bailey, 298\r\nS.C. 1, 377 S.E.2d 581  (1989). \r\n\r\nClearly, there is undisputed evidence, without reference to the subsequent bad act evidence, that conclusively proves the Humphries' guilt as to the indicted offense. Along\r\nwith other evidence, there was Seruya's testimony of the delivery of similar packages from California and the Humphries' directive forbidding him from opening those\r\npackages; law enforcement's interception of one of the packages from California that contained forty pounds of marijuana; the controlled delivery of that package to a\r\ngarage operated by the Humphries; the acceptance of the package by Phil Humphries, and the search of the garage and the discovery of $4,500 that tested positive for\r\nmarijuana.  We hold that  the erroneous admission of the bad acts evidence did not unfairly prejudice the Humphries in view of Seruya's unchallenged testimony that there\r\nhad been other packages, similar to the package the Humphries were convicted for receiving, that had been delivered to C&amp;J.\r\n\r\nCONCLUSION\r\n\r\nAlthough the trial court properly allowed the State to withhold the confidential informant's name, it erred by admitting evidence of the subsequent drug delivery to Seruya's\r\nhome.  Nevertheless, we hold that there is overwhelming evidence of the Humphries' guilt without reference to the erroneously admitted evidence and accordingly affirm\r\nthe convictions.\r\n\r\nAFFIRMED.\r\n\r\nHUFF, J. concurs.  ANDERSON, J., concurs in result only in a separate opinion.\r\n\r\nANDERSON, J. (concurring in result only): Although I agree that the convictions of Claude and Phil Humphries should be affirmed, I write separately to express my\r\nconcernment over the majority's holding that the admission of Seruya's testimony regarding marijuana being delivered to his house for the Humphries is not sufficiently\r\nsimilar to or connected to the charged offense and, thus, does not fit into the common scheme or plan exception to Lyle.  The majority concludes this erroneous admission\r\nis harmless.  The problematic aspects of the court's reasoning in support of its conclusion are all the more troubling because the analysis is fundamentally flawed.  I find the\r\nadmission of the subsequent bad acts evidence was not error and would AFFIRM the rulings of the trial judge and the convictions of Claude and Phil Humphries without\r\nresorting to a harmless error analysis.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nIn State v. Wilson, 345 S.C. 1, 545 S.E.2d 827 (2001), the Supreme Court articulated the appropriate standard of review on appeal in determining the admissibility of\r\nbad act evidence:\r\n\r\n\r\nIn criminal cases, the appellate court sits to review errors of law only.  State v. Cutter, 261 S.C. 140, 199 S.E.2d 61 (1973).  We are bound by the trial court's factual\r\nfindings unless they are clearly erroneous.  State v. Quattlebaum, 338 S.C. 441, 527 S.E.2d 105 (2000).  This same standard of review applies to preliminary factual\r\nfindings in determining the admissibility of certain evidence in criminal cases.  For instance, in order for a confession to be admissible, the State must prove a voluntary\r\nwaiver of the defendant's Miranda rights by a preponderance of the evidence.  State v. Rochester, 301 S.C. 196, 391 S.E.2d 244 (1990).  On review, we are limited to\r\ndetermining whether the trial judge abused his discretion.  State v. Reed, 332 S.C. 35, 503 S.E.2d 747 (1998); State v. Rochester, supra.  This Court does not re-evaluate the facts based on its own view of the preponderance of the evidence but simply determines whether the trial judge's ruling is supported by any evidence.  See In\r\nre: Corey D., 339 S.C. 107, 529 S.E.2d 20 (2000)(an abuse of discretion is a conclusion with no reasonable factual support).\r\n\r\nSimilarly, we do not review a trial judge's ruling on the admissibility of other bad acts by determining de novo whether the evidence rises to the level of clear and\r\nconvincing.  If there is any evidence to support the admission of the bad act evidence, the trial judge's ruling will not be disturbed on appeal.\r\n\r\n\r\nWilson, 345 S.C. at\r\n, 545 S.E.2d at 829 (footnotes omitted).\r\n\r\nIN LIMINE TESTIMONY/ TRIAL TESTIMONY\r\n\r\nPrefatorily, I agree with the majority that the ruling on the admissibility of the challenged evidence must be analyzed pursuant to the trial testimony.  Generally, a motion in\r\nlimine seeks a pretrial ruling preventing the disclosure of potentially prejudicial matter to the jury.  State v. Mueller, 319 S.C. 266, 460 S.E.2d 409 (Ct. App. 1995).  The\r\nin limine ruling by the trial judge and the testimony encapsulated within that proceeding is, in essence, a temporary decision on admissibility.  A ruling in limine is not a final\r\nruling on the admissibility of evidence.  State v. Floyd, 295 S.C. 518, 369 S.E.2d 842 (1988).  Evidence developed during trial may warrant a change in the in limine\r\nruling.  See State v. Burton, 326 S.C. 605, 486 S.E.2d 762 (Ct. App. 1997).  The final ruling on admissibility of evidence is nexed directly to trial testimony.\r\n\r\nFACTUAL BACKGROUND\r\n\r\nAt the Humphries' trial, Sergeant Dexter McGee, with the Narcotics Unit of the Sumter County Sheriff's Department, testified regarding the package containing marijuana\r\nwhich was delivered to C&amp;J Automotive.  On October 1, 1996, officers with the Sheriff's Department received a tip \"that a package . . . was coming in from California[,]\r\nwas possibly containing illegal narcotics and was to be delivered at C and J Automotive.\"  Officers \"intercepted\" the package from the carrier, which was UPS.\r\n\r\nThe package contained approximately forty pounds of marijuana valued at about \"$60,000 on the street.\"  The package was addressed to C&amp;J Automotive at 330 Fort\r\nStreet in Sumter, South Carolina.  The return address was Cocoas Car Care Accessories in Ventura, California.  Inside the box, the marijuana was wrapped in plastic\r\nwrap, inside a trash bag, which was wrapped in fabric softener and packaged in cushioned material.  According to Terry Proctor, K-9 Unit Supervisor with the Sheriff's\r\nDepartment, the package was a brown cardboard box with \"strapping tape\" on it.\r\n\r\nJeffrey Seruya, a former manager of C&amp;J Automotive, testified at trial regarding (1) packages mailed to C&amp;J when he was an employee and (2) a package of marijuana\r\ndelivered to his house after the arrest of the Humphries.  Seruya quit working at C&amp;J because of his \"suspicions of involvement in illegal activity.\"  He stated \"a lot of\r\nboxes\" were delivered to C&amp;J.  Seruya declared \"Mr. Humphries\" instructed him not to open certain packages.  Seruya claimed the boxes he was ordered not to open\r\nlooked like the box the police seized from C&amp;J Automotive the day the Humphries were arrested on the current charge.  The following exchange occurred between the\r\nSolicitor and Seruya:\r\n\r\n\r\nQ: What is it about this box [the package seized from C&amp;J by the police] that's similar to those boxes; if you could explain to the jury.\r\n\r\nA. Plain box.  Brown box.  Lot of times have things written on them.  Sometimes you would have a little-you know-label thing like this or that or whatever on it or stuff\r\nlike this.  You know.\r\n\r\n\r\n\r\nUsually when you get a real packing list, it's enclosed in a plastic envelope style-you know-to let you know the contents of what is in the box.\r\n\r\nMost of the other boxes didn't have any of those significant traits like you would see from a normal delivery.\r\n\r\nThe boxes Seruya was not allowed to open were all mailed from California.  The boxes were plain with automotive stickers on them.\r\n\r\nThe package containing marijuana which was delivered to Seruya's house after the Humphries' arrest was \"kind of like the other boxes.  No packing list.  Plain brown\r\nwrap-you know-box.\"  There were no stickers, \"definite markings,\" or addresses on this box.  The label had been pulled off.  Seruya testified the package was for\r\nClaude Humphries.  Seruya opened the box and discovered it contained marijuana.  He called Claude and told him \"to come get this box.\"  Claude and Peter Jenkins, an\r\nemployee of C&amp;J, drove to Seruya's house to pick up the box.  While Jenkins retrieved the box from Seruya, Claude waited in the truck but waved to\r\nSeruya.\r\n\r\nCOMMON SCHEME OR PLAN EXCEPTION\r\n\r\nGenerally, South Carolina law precludes evidence of a defendant's prior crimes or other bad acts to prove the defendant's guilt for the crime charged.  State v. Lyle, 125\r\nS.C. 406, 118 S.E. 803 (1923).  See also Rule 404(b), SCRE (evidence of other crimes, wrongs, or acts is not admissible to prove character of person in order to show\r\naction in conformity therewith).  The purpose of excluding evidence of prior crimes or other bad acts is to ensure a defendant is convicted, not based upon the other bad\r\nact, but upon the present offense with which he is charged.  State v. Johnson, 314 S.C. 161, 442 S.E.2d 191 (Ct. App. 1994).  Such evidence is admissible, however,\r\nwhen it tends to establish motive, intent, the absence of mistake or accident, a common scheme or plan embracing the commission of two or more crimes so related to\r\neach other that proof of one tends to establish the others, or the identity of the perpetrator.  Lyle, 125 S.C. at 416, 118 S.E. at 807; State v. Weaverling, 337 S.C. 460,\r\n523 S.E.2d 787 (Ct. App. 1999); Rule 404(b), SCRE.\r\n\r\nEvidence of subsequent bad acts, not just prior bad acts, is admissible under Rule 404(b), SCRE.  See United States v. Whaley, 786 F.2d 1229 (4th Cir. 1986); United\r\nStates v. Hadaway, 681 F.2d 214 (4th Cir. 1982).  If not the subject of a conviction, proof of other bad acts must be clear and convincing.  State v. Pierce, 326 S.C.\r\n176, 485 S.E.2d 913 (1997); Weaverling, 337 S.C. at 468, 523 S.E.2d at 791.  See also State v. Beck, 342 S.C. 129, 536 S.E.2d 679 (2000)(if defendant was not\r\nconvicted of prior crime, evidence of prior bad act must be clear and convincing).\r\n\r\nIn the case of the common scheme or plan exception under Lyle, a close degree of similarity or connection between the other bad act and the crime for which the\r\ndefendant is on trial is necessary.  See State v. Cutro, 332 S.C. 100, 504 S.E.2d 324 (1998); State v. Timmons, 327 S.C. 48, 488 S.E.2d 323 (1997). The relationship\r\nbetween the acts must have established such a connection between them as would logically exclude or tend to exclude the possibility that the present crime could have\r\nbeen committed by another person.  State v. Rivers, 273 S.C. 75, 254 S.E.2d 299 (1979).\r\n\r\nThe question is whether the particular item of evidence tends to show the existence, the nature, or the content of the plan.  State v. Anderson, 253 S.C. 168, 169 S.E.2d\r\n706 (1969).  Much of the showing is evidence of the conduct of the defendant, and the specific question becomes whether the particular conduct circumstantially tends to\r\nprove the design or plan.  Id. at 181-82, 169 S.E.2d at 712.  To be admitted, evidence of other crimes must be logically relevant to the crime charged.  See Cutro, 332\r\nS.C. at 103, 504 S.E.2d at 325.  See also State v. Braxton, 343 S.C. 629, 541 S.E.2d 833 (2001)(record must support a logical relevance between other bad act and\r\ncrime for which defendant is accused); State v. Smith, 337 S.C. 27, 522 S.E.2d 598 (1999)(other bad acts evidence must be logically relevant to particular purpose or\r\npurposes for which it is sought to be introduced).\r\n\r\nEvidence is relevant if it \"ha[s] any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable\r\nthan it would be without the evidence.\"  Rule 401, SCRE.  All relevant evidence is admissible, unless constitutionally, statutorily, or otherwise provided.  Rule 402, SCRE. \r\nHowever, relevant evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice.  Rule 403,\r\nSCRE.\r\n\r\nThe trial judge must balance the probative value of the evidence of other crimes or bad acts against its prejudicial effect.  State v. Parker, 315 S.C. 230, 433 S.E.2d 831\r\n(1993).  Where the evidence is of such a close similarity to the charged offense that the other bad act enhances the probative value of the evidence so as to overrule the\r\nprejudicial effect, it is admissible.  See State v. Raffaldt, 318 S.C. 110, 456 S.E.2d 390 (1995).  Even if the evidence is clear and convincing and falls within a Lyle\r\nexception, the judge must exclude it if its probative value is substantially outweighed by the danger of unfair prejudice to the defendant.  State v. King, 334 S.C. 504, 514\r\nS.E.2d 578 (1999); State v. Adams, 322 S.C. 114, 470 S.E.2d 366 (1996); Rule 403,\r\nSCRE.\r\n\r\nIn State v. Caskey, 273 S.C. 325, 256 S.E.2d 737 (1979), our Supreme Court addressed the common scheme or plan exception to Lyle.  William Caskey, a Lexington\r\nattorney, and Luther Pender, a former Lexington County magistrate, were indicted for obstruction of justice and conspiracy to obstruct justice.  The charges grew out of a\r\nDUI second charge against Virgil Kilgoar which was allegedly dismissed after Kilgoar paid Caskey $800.  At trial, the State presented evidence involving Kilgoar's\r\nstepson, who was arrested for DUI on a separate occasion and whose charges were allegedly dropped after the payment of money to\r\nCaskey.\r\n\r\nOn appeal, Caskey asserted the trial court erred in admitting evidence of his alleged wrongdoing in an independent case.  The Court held:\r\n\r\n\r\nWhile evidence of the commission by an accused of another crime is generally inadmissible, one recognized exception to this rule is when the evidence is admitted to show\r\na common scheme.\r\n\r\nRecently, in State v. Rivers, [273 S.C. 75], 254 S.E.2d 299 [1979)], this Court quoted approvingly the following language from State v. Lyle, 125 S.C. 406, 417, 118\r\nS.E. 803 (1923):\r\n\r\n\"Whether the requisite degree of relevancy exists is a judicial question to be resolved in the light of the consideration that the inevitable tendency of such evidence is to\r\nraise a legally spurious presumption of guilt in the minds of the jurors.  Hence, if the Court does not clearly perceive the connection between the extraneous criminal\r\ntransaction and the crime charged, that is, its logical relevancy, the accused should be given the benefit of the doubt, and the evidence should be rejected.\"\r\n\r\nWhile in Rivers, supra, the connection between the two alleged crimes was held to be too tenuous to permit the admission of evidence of the prior alleged incident, here,\r\nthe two alleged crimes were so closely related as to leave little doubt of the former incident's logical relevancy.  Therefore, we conclude the trial court correctly admitted\r\nthe evidence of another crime to show a common scheme.\r\n\r\n\r\nCaskey, 273 S.C. at 328-29, 256 S.E.2d at 738 (citations omitted)(emphasis omitted).\r\n\r\n\r\n\r\nThe Supreme Court found evidence of prior crimes admissible under the common scheme or plan exception in State v. Woomer, 276 S.C. 258, 277 S.E.2d 696 (1981),\r\n\r\noverruled on other grounds by State v. Torrence, 305 S.C. 45, 406 S.E.2d 315 (1991).  On February 20, 1979, Ronald Woomer and Gene Skaar left West Virginia and\r\ndrove to Myrtle Beach.  The two men concocted a scheme with a local coin shop owner, who agreed to identify local coin collectors for Woomer and Skaar so they\r\ncould rob the collectors and sell the coins to the shop owner.  Although Woomer apparently had never before participated in this scheme, he had been expressly told by\r\nSkaar, prior to departing from West Virginia, that the purpose of the trip was to make money by robbing people.  Woomer understood beforehand that no victims were\r\nto remain alive.\r\nOn February 22, Woomer and Skaar drove to John Turner's home in Colleton County and stole his coin collection.  Woomer killed him by shooting him in the head.  On\r\nthe way back to their motel, Woomer and Skaar stopped at another home and robbed the residents of money and firearms.  The occupants, a man, woman, and young\r\nchild, were all shot in the head and killed by several blasts from Woomer's shotgun.  Driving back toward Myrtle Beach, Woomer and Skaar stopped at Jack's Mini-Mall and decided to rob it.  After taking money from the cash register, the men took two female employees hostage.  The men raped the two women.  Woomer then shot\r\nboth women.  Although one of the women died, the second victim survived and testified at trial.\r\n\r\nDuring the guilt phase of the trial, the State sought to introduce evidence of the other killings committed by Woomer just prior to the episode at Jack's Mini-Mall.  The\r\nState argued the evidence tended to identify and place Woomer at Jack's Mini-Mall and show a common scheme on Woomer's part to dispose of all victims.  The\r\nevidence was admitted over defense counsel's Lyle objection.  The Court explained:\r\n\r\n\r\nThe plan or design which the State sought to show was that Woomer and Skaar left West Virginia intending to come to South Carolina, make money by robbery, and\r\ndispose of all victims.  A photograph and driver's license of one of the robbery victims were found in the motel room of Skaar and Woomer.  Their admission into\r\nevidence, along with testimony that this victim had been shot and killed, was proper since it was used to show the existence and commission of a preconceived plan and\r\ntended strongly to implicate Woomer as a participant.  The scheme and Woomer's participation in it were later confirmed at trial by the taped confession of Woomer\r\nhimself.  In that confession, Woomer explained his involvement with Skaar, their scheme to rob and dispose of witnesses, and the actual execution of that scheme,\r\nincluding the robbery and killing of the victim from whom the photograph and driver's license were taken.\r\n\r\n\r\nWoomer, 276 S.C. at 266, 277 S.E.2d at 700.\r\n\r\nThe Court of Appeals discussed the common scheme or plan exception in State v. Moultrie, 316 S.C. 547, 451 S.E.2d 34 (Ct. App. 1994).  On June 15, 1991, Ricky\r\nDean Fabre gave Deputies Joseph Boykin and Ronald Maugans a detailed account of drug transactions involving cocaine, crack cocaine, and marijuana that David\r\nMoultrie regularly conducted in front of his house since 1989.  Fabre acquired the information that he gave the officers from personal experience.  Fabre told the deputies\r\nMoultrie kept drugs in a brown paper bag either under his car in front of his house or in the woods adjacent to his house near where he parked his car.\r\n\r\nOn June 17, 1991, at 10:00 p.m., the two deputies pulled up on the road in front of Moultrie's house.  Deputy Boykin observed a crowd of about eight people around a\r\ncar parked in front of the house.  He recognized Moultrie, who was standing in front of the car, from prior encounters.  As Deputy Boykin approached the crowd, lighting\r\nhis way with a small flash light, he saw on the ground, approximately one to two feet from Moultrie, a plastic-wrapped package of marijuana.  Further, Deputy Boykin\r\ndiscovered cocaine, crack cocaine, and more marijuana in a brown paper bag at the edge of the woods, ten to fifteen feet from Moultrie's car.\r\n\r\nIn a pretrial motion in \r\n limine, Moultrie challenged the admission of \"any evidence of prior crimes which did not result in any conviction.\"  In arguing the motion, Moultrie\r\nfocused entirely on Fabre's testimony concerning Moultrie's involvement since 1989 in the drug trade.  The Circuit Court judge found the testimony admissible to prove a\r\ncommon scheme.  In affirming the judge's ruling, (5) this Court stated:\r\n\r\nFabre's testimony relating the specifics of Moultrie's mode of operation when conducting prior drug deals bore an extraordinary similarity to the evidence Deputy Boykin\r\ndiscovered on the night of Moultrie's arrest and tended to show the nature and content of Moultrie's previous drug dealing.  This testimony was, therefore, admissible to\r\nprove the existence and nature of Moultrie's drug trafficking scheme and was probative of Moultrie's conduct with respect to the crime for which he was on trial.\r\n\r\nMoultrie, 316 S.C. at 555, 451 S.E.2d at 39 (footnote omitted).\r\n\r\nEvidence of prior bad acts was admitted in State v. Raffaldt, 318 S.C. 110, 456 S.E.2d 390 (1995), to prove the existence of a common scheme or plan.  Raffaldt was\r\ncharged with trafficking in cocaine.  The indictment alleged Raffaldt, along with Jesus Jiminez, William Kelly, Richard Smith, Michael Hayes, and Edward Burchett,\r\nconspired to bring one hundred grams or more of cocaine into the state from December of 1989 to March 14, 1991.\r\n\r\nAt trial, Jiminez testified he would transport cocaine from New York to various locations in South Carolina, where he would sell it to Kelly.  Specifically, on January 30,\r\n1991, Jiminez bought a kilogram of cocaine from New York.  He met Kelly in Pageland, South Carolina, and gave him the cocaine.  Kelly, along with Burchett, delivered\r\nthe cocaine to Raffaldt at his house, at which time Raffaldt gave Kelly $26,000.  Kelly then returned to Pageland and paid Jiminez $25,000.  Kelly, Burchett, and Hayes\r\nall corroborated Jiminez's account of the sale of January 30, 1991.  Additionally, Kelly testified he first met Raffaldt in early 1990 at a rooster fight.  Shortly thereafter,\r\nKelly sold him four ounces of cocaine.  After two similar transactions in 1990, they arranged for the sale and purchase of the kilogram on January 30, 1991.\r\n\r\nBurchett stated he has known Raffaldt all his life.  He began purchasing quantities of marijuana from Raffaldt in 1990 and, occasionally, also bought small amounts of\r\ncocaine.  In 1991, Burchett set up cocaine deals between Kelly and Raffaldt.  He corroborated the other witnesses' account of the kilogram deal of January 30, 1991.\r\n\r\nDuring direct examination of Kelly and Burchett, the State presented evidence that, beginning in 1990, Raffaldt sold marijuana to Burchett, who, in turn, sold it to Kelly. \r\nRaffaldt objected to the admission of this testimony.  The trial court held the evidence of marijuana dealing by Raffaldt was admissible under Lyle since it indicated a\r\ncommon scheme or plan.  The Court articulated:\r\n\r\nHere, the record shows that the method of marijuana dealing between Raffaldt and Burchett was quite similar to the cocaine conspiracy.  We find that the evidence of\r\nprior drug dealing between Raffaldt and Burchett, which gave rise to the cocaine transactions, was admissible as a common scheme or plan.  See \r\nState v. Hammond, 270\r\nS.C. 347, 242 S.E.2d 411 (1978) (possession of marijuana is relevant to possession with intent to distribute cocaine);\r\nState v. Moultrie, 316 S.C. 547, 451 S.E.2d 34\r\n(Ct. App. 1994)(defendant's prior involvement in drug trade admissible to prove nature and existence of marijuana trafficking);\r\nU.S. v. Rawle, 845 F.2d 1244 (4th Cir.\r\n1988)(defendant's prior drug dealings admissible to show common scheme or plan).\r\n\r\nRaffaldt, 318 S.C. at 114, 456 S.E.2d at 392.\r\n\r\nIn State v. Patrick, 318 S.C. 352, 457 S.E.2d 632 (Ct. App. 1995), the Court of Appeals examined the common scheme or plan exception.  Charles Patrick was\r\nconvicted of burglary, armed robbery, assault with intent to kill, and use of an automobile without permission.  On appeal, Patrick argued the trial judge improperly\r\nallowed the State to introduce evidence of a subsequent crime in Georgia.  This Court explicated:\r\n\r\n\r\nIn both the Georgia case and the [current] case, the suspects used the same disguises (gloves, wigs, bandannas) and the same tools (walkie-talkies, flashlights).  They cut\r\ntelephone lines in the same manner [a portion of the wire was removed-rather than simply cut].  They generally carried the same type of weapons.  There are sufficient\r\nsimilarities between the Georgia case and the present case to apply the Lyle common scheme or plan exception.  Moreover, here the probative value of that evidence\r\noutweighed its prejudicial effect.\r\n\r\n\r\nPatrick, 318 S.C. at 356, 457 S.E.2d at 635.\r\n\r\nState v. Aiken, 322 S.C. 177, 470 S.E.2d 404 (Ct. App. 1996), is particularly instructive regarding the common scheme exception.  Donnie Aiken was found guilty of\r\narmed robbery.  On appeal, he claimed the trial court erred in admitting evidence of his participation in other robberies.  This Court concluded:\r\n\r\n\r\nHere, [the] testimony concerning Aiken's other bad acts was probative on the issue of whether all of the robberies were part of a common scheme or plan.  The evidence\r\nshowed all of the robberies took place in the same month in the same part of Orangeburg, all either on or near the Highway Twenty-One bypass.  Additionally, each\r\nrobbery was perpetrated by a young, black gunman with his face concealed.\r\n\r\n. . . .\r\n\r\n. . . We therefore hold the trial court did not abuse its discretion in allowing the testimony of Aiken's participation in the other robberies.\r\n\r\n\r\nAiken, 322 S.C. at 181, 470 S.E.2d at 406-07.\r\n\r\nLikewise, the case of State v. Ford, 334 S.C. 444, 513 S.E.2d 385 (Ct. App. 1999), is enlightening.  On December 17, 1995, Theodore Wells was robbed of $200 at\r\ngunpoint by Derrick Ford and Anthony Brown.  During the defendants' trial for common law robbery and criminal conspiracy, the Solicitor sought to admit Wells's\r\ntestimony that Ford and Brown robbed him at gunpoint in August of 1995, telling him that they would shoot him in the head if he did not give them $200 every time he saw\r\nthem.  Wells further testified Ford and Brown attempted to rob him again in October of 1995.  The trial judge ruled the evidence could be admitted as\r\nres  gestae or under\r\nthe Lyle exceptions of motive, intent, and common scheme or plan.  The jury found the defendants guilty of both charges.\r\n\r\nFord appealed maintaining the trial judge erred in allowing testimony about other bad acts.  The Court of Appeals determined:\r\n\r\n\r\nIn the present case, the fact that Ford and Brown had previously robbed or attempted to rob Wells was a necessary element in understanding their motive and intent when\r\nthey accosted Wells on December 17, 1995.  The statement that Wells should be prepared to give money to the defendants each time he saw them was, in particular, so\r\nclosely related to the criminal conspiracy charged that proof of the statement tends to establish the existence of a common plan and, thus, of the conspiracy.  The previous\r\nrobbery and attempted robbery also were so similar to the incident for which Ford and Brown were charged that they tend to establish both the existence of a common\r\nplan and the fact that the plan was being carried out.  Cf. \r\nState v. Raffaldt, 318 S.C. 110, 456 S.E.2d 390 (1995)(holding evidence of marijuana dealing by the defendant\r\nin prosecution for trafficking in cocaine was admissible as indicative of a common scheme or plan);\r\nState v. Moultrie, 316 S.C. at 555, 451 S.E.2d at 39 (holding\r\nevidence of defendant's prior drug deals was admissible to prove existence and nature of marijuana trafficking scheme).\r\n\r\n\r\nFord, 334 S.C. at 452, 513 S.E.2d at 389 (citations omitted).\r\n\r\nEvidence regarding other crimes was admitted to establish a common scheme or plan in State v. Kennedy, 339 S.C. 243, 528 S.E.2d 700 (Ct. App. 2000).  The charges\r\nagainst Thomas Kennedy arose out of an early evening residential burglary at the home of Sandra York and the use of an ATM card taken from the home.  At trial, the\r\nState presented evidence that Kennedy committed similar burglaries at the homes of David Odle, Jack Pfeiffer, and Dr. Tan Platt and that he used or attempted to use\r\nbank and credit cards he took from these homes.  Kennedy was convicted of first degree burglary, grand larceny, and financial transaction card fraud.\r\n\r\nOn appeal, Kennedy claimed the court erred in allowing extensive testimony and other evidence concerning his involvement in three other burglaries and related financial\r\ntransaction card fraud offenses.  The Court emphasized:\r\n\r\n\r\nWe conclude the trial court properly allowed evidence of Kennedy's involvement in each of the other burglaries and fraudulent use of the cards taken from the homes. \r\nThe crimes were very similar to the crimes for which Kennedy was tried.  Each of the four burglaries occurred within a three month time span.  The Odle and Pfeiffer\r\nhomes were in the same area of town as York's home.  Each burglary occurred during a weekday in the early evening hours between 6:00 and 8:00 p.m., the residents\r\nhaving all left their homes between 6:10 and 6:30 p.m.  In each burglary, the master bedroom was the targeted room and only small, portable items were taken, while\r\nlarger items such as televisions and VCR's were undisturbed.  Items which held some of the smaller things taken from several of the homes, including safes, a briefcase,\r\nand a humidor, were discarded outside somewhere near the residences.  The stolen credit or ATM cards taken from each home were used shortly after the burglaries,\r\nand almost immediately after in the Odle and Platt cases, as well as the present case.\r\n\r\nWe find the evidence of the other burglaries and credit card fraud was logically relevant to the crimes charged and was proven by clear and convincing evidence.  Further,\r\nthe other crimes were not of just a general similarity, but were so closely connected to the crimes charged that the similarity enhanced the probative value of the evidence\r\nto the extent that it outweighed any prejudicial effect.  Accordingly, we find no error.\r\n\r\n\r\nKennedy, 339 S.C. at 248-49, 528 S.E.2d at 703.\r\n\r\nA raft of criminal sexual conduct (CSC) cases is extant in regard to the common scheme or plan exception.  See,\r\ne.g., State v. Hallman, 298 S.C. 172, 379 S.E.2d 115\r\n(1989)(testimony of three young women regarding sexual abuse allegedly perpetrated by foster father was admissible in his trial for first degree CSC and attempting to\r\ncommit lewd act upon minor foster child; prior acts occurred while each of the young women was foster child and of similar age to victim, foster father took advantage of\r\nrelationship for sexual gratification in each instance, and abuse commenced in exactly same manner under similar circumstances);\r\nState v. McClellan, 283 S.C. 389, 323\r\nS.E.2d 772 (1984)(victim's testimony regarding prior attacks upon her by defendant was admissible under common scheme exception in order to show continued illicit\r\nintercourse forced upon her by defendant); Id. (testimony of defendant's daughters concerning his prior misconduct with them was admissible under common scheme or\r\nplan exception where experiences of each daughter paralleled that of her sisters, one of whom was the prosecuting victim);\r\nState v. Weaverling, 337 S.C. 460, 523\r\nS.E.2d 787 (Ct. App. 1999)(in prosecution for CSC with a minor and disseminating harmful material to a minor, victim's testimony regarding pattern of sexual abuse he\r\nsuffered by defendant was properly admitted under common plan or scheme exception where testimony showed the same illicit conduct with same victim under similar\r\ncircumstances over a period of years); State v. Adams, 332 S.C. 139, 504 S.E.2d 124 (Ct. App. 1998)(testimony of one stepdaughter that she was molested by\r\ndefendant at least once a week for eight years was admissible, in prosecution for sexual abuse of other stepdaughter, to establish common plan or scheme, where\r\ndefendant used his relationship as stepfather to control both stepdaughters, and defendant engaged in similar conduct as to each stepdaughter);\r\nState v. Wingo, 304 S.C.\r\n173, 403 S.E.2d 322 (Ct. App. 1991)(testimony of child sexual abuse victim's twelve year old female cousin that defendant had also sexually assaulted victim's twelve\r\nyear old sister using methods almost identical to those that nine year old victim testified defendant subsequently employed when he sexually assaulted her tended to show\r\ncommon scheme or plan).\r\n\r\nIn the case sub \r\njudice, there are sufficient similarities between the charged offense and the subsequent act to apply the\r\nLyle common scheme or plan exception.  The\r\nevidence regarding the package delivered to Seruya's house was clear and convincing.  Such evidence established the existence of a common scheme or plan.  Further,\r\nthe probative value of Seruya's testimony was so great, considering the close degree of similarity between the packages, it substantially outweighed any prejudice to the\r\nHumphries. See  State v. Gilchrist, 329 S.C. 621, 496 S.E.2d 424 (Ct. App. 1998)(unfair prejudice does not mean damage to defendant's case that results from\r\nlegitimate probative force of evidence; rather it refers to evidence which tends to suggest decision on an improper basis).  Because the testimony about the package\r\ndelivered to Seruya's residence was relevant to the existence of a common scheme or plan, was clear and convincing, and was more probative than prejudicial, the trial\r\njudge did not err in admitting the testimony under Rule 404(b), SCRE, and State v. Lyle.\r\n\r\nThe majority relies on State v. Carter, 323 S.C. 465, 476 S.E.2d 916 (Ct. App. 1996), and\r\nState v. Campbell, 317 S.C. 449, 454 S.E.2d 899 (Ct. App. 1994), in\r\nreaching its conclusion the court erred in allowing the testimony regarding the subsequent bad act.\r\nCarter and Campbell are inapposite.  Facially, factually and legally,\r\nthese cases involve evidence of prior drug sales.  By no stretch of the imagination does the instant case relate to\r\nprior drug sales.\r\n\r\nThe decision to admit contested evidence rests within the sound discretion of the trial judge.  State v. Weaverling, 337 S.C. 460, 523 S.E.2d 787 (Ct. App. 1999).  The\r\nruling will not be disturbed absent prejudicial abuse of discretion. State v. Needs, 333 S.C. 134, 508 S.E.2d 857 (1998).  In the case at bar, the judge properly admitted\r\nthe evidence regarding subsequent bad acts.\r\n\r\nIn determining the admissibility of bad act evidence, this Court does not re-evaluate the facts based on its own view of the preponderance of the evidence.  We merely\r\ndetermine whether the trial judge's ruling is supported by any evidence.\r\nSee  State v. Wilson, 345 S.C. 1, 545 S.E.2d 827 (2001).  Here, the opinion of the majority is\r\nviolative of State v. Wilson.  Indubitably, the majority used the wrong standard in determining admissibility because the majority weighed the evidence rather than\r\nreviewing the evidence presented at trial.  Because there is evidence to support the admission of the bad act evidence in this case, I would AFFIRM the rulings of the trial\r\njudge and the convictions of Claude and Phil Humphries without resorting to a harmless error analysis.\r\n\r\n\r\n1.\r\n This case was previously affirmed in an unpublished opinion.\r\n State v. Humphries, 2000-UP-336 (Ct. App. 2000). It is now being considered on the grant of the\r\nHumphries' petition for rehearing.\r\n2.\r\n     Although Seruya testified\r\n in limine  only that \"Mr. Humphries\" contacted him about the Airborne Express package, it appears from his trial testimony that he was\r\nreferring to Claude. \r\n3.\r\n     This case illustrates the difficulty inherent in issuing a final evidentiary ruling before the evidence is offered at trial.  Seruya's trial testimony varied so markedly from his\r\npre-trial testimony as to suggest that the trial court may have ruled differently had it considered only the former.  Nevertheless, we must review the trial court's evidentiary\r\nruling in light of the evidence actually admitted at trial, not what was offered before trial.\r\n  See \r\n State v. Nelson, 331 S.C. 1, 5 n.4, 501 S.E.2d 716, 718 n.4 (1998)\r\n(suggesting an appellate court should review evidentiary rulings based on the evidence entered at trial rather than the evidence presented at a motion\r\n in limine  hearing). A\r\nmotion  in limine  seeks a pretrial evidentiary ruling to prevent the disclosure of potentially prejudicial matter to the jury.\r\n State v. Hill, 331 S.C. 94, 501 S.E.2d 122 (1998).\r\n\r\nA pretrial ruling\r\n in limine  is not final; unless an objection is made at the time the evidence is offered and a final ruling procured, the issue is not preserved for review.\r\n State\r\nv. Mitchell, 330 S.C. 189, 498 S.E.2d 642 (1998). Under the posture of this case, we must presume the Humphries objected to the evidence at issue and the trial court\r\noverruled the objection.\r\n4.\r\n But cf. \r\n State v. Moultrie, 316 S.C. 547, 451 S.E.2d 34 (Ct. App. 1994).  In\r\n Moultrie, the defendant was charged with possession of marijuana with intent to distribute. \r\nThe police, acting on information from an informant, observed eight people standing around the defendant's car while it was parked in front of his house.  When the police\r\napproached, they saw marijuana on the ground near the defendant's car.  The defendant was arrested.  At trial, the court allowed the informant to testify that the\r\ndefendant had a practice of selling drugs from a bag which he kept either under his car or in the woods near his house.  \r\n\r\nOn appeal, the defendant argued the evidence should have been excluded under\r\n Lyle.  This Court held the issue was not preserved as no objection was made at the trial. \r\nHowever, the Court concluded that the evidence was admissible under the  Lyle  common plan or scheme exception to prove the existence and nature of the defendant's\r\ndrug trafficking scheme and was probative of his conduct with respect to the crime for which he was on trial.  In so holding, the Court stated, the defendant's \"mode of\r\noperation\" in previous drug deals \"bore an extraordinary similarity to the evidence [the police] discovered on the night of [the defendant's] arrest and tended to show the\r\nnature and content of [the defendant's] previous drug dealing.\"   Id.\r\n\r\n5.\r\n Initially, the Court of Appeals ruled the issue as to the admission of prior bad acts testimony was not preserved.  Yet, noting the outcome was the\r\nsame, the Court addressed the merits.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3381","title":"Bragg v. Bragg","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3381","description":"Appeal from a divorce action dealing with issues of child custody and family court's jurisdiction to adjudicate property already adjudicated by bankruptcy court.","date":"2001-08-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        John Herschel Bragg,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n        Respondent,\r\n\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n\r\n  \r\n    \r\n      \r\nSusan Enid Cobb Bragg and Raymond Wayne Cobb,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nAppellants.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Spartanburg County\r\nGeorgia V. Anderson, Family Court Judge\r\n\r\n\r\nOpinion No. 3381\r\nHeard May 7, 2001 - Filed August 6, 2001\r\n\r\n\r\nAFFIRMED IN PART AND REVERSED AND REMANDED IN PART\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nRichard H. Rhodes, of Burts, Turner, Rhodes &amp; Thompson, of Spartanburg; and John K. Fort, of Drayton, for appellants.\r\n\r\nJames C. Cothran, Jr., of Spartanburg, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nHEARN,\r\nC.J.:   Susan Enid Cobb Bragg (Wife) and Raymond Wayne Cobb (Cobb), Wife's father, appeal from several aspects\r\nof a divorce decree.  We affirm in part and reverse and remand in part.\r\n\r\nFacts and Procedural History\r\n\r\nThe parties married in June 1989 in Alabama, and moved to South Carolina immediately thereafter.  They have one son, born in\r\n1996.  At the time of the final hearing Husband was 43 years old, and Wife was 33 years old.  Both parties were employed\r\nduring the marriage.  Husband has a bachelor's degree in engineering technology and is employed at INA Bearing Company\r\nearning a monthly salary of approximately $5,168.  Wife has a master's degree in counseling and was employed as a teacher\r\nduring the marriage.  At the time of the divorce hearing, Wife had relocated to Alabama and was employed by a mental health\r\ncenter earning approximately $1,916 per month.\r\n\r\nDuring the marriage, Wife obtained credit in her own name without Husband's knowledge or consent, accumulating\r\napproximately $33,800 in debt.  In 1996, Wife filed for bankruptcy without informing Husband.  During the bankruptcy\r\nproceedings, she gave false information to the bankruptcy court, failing to disclose her interest in the parties' marital home.  By\r\norder of the bankruptcy court, Wife's debts were discharged and the proceeding dismissed based on the court's conclusion it was\r\na \"no asset\" case.\r\n\r\nIn May 1997, Wife was admitted to Charter Hospital and treated for depression.  She was diagnosed with major depressive\r\ndisorder and prescribed therapeutic treatment and antidepressant medication.  While at Charter, Wife told Husband about the\r\nbankruptcy proceeding.\r\n\r\nHusband commenced this action against Wife in January 1998, seeking a divorce on the ground of physical cruelty, child custody,\r\nequitable division of marital assets and debts, and attorney fees.  Wife answered and counterclaimed, requesting child custody,\r\nequitable apportionment, and attorney fees.  The family court awarded Wife temporary custody of the parties' child and child\r\nsupport, established a visitation schedule, and held all other issues in abeyance pending a final hearing on the merits.\r\n\r\nIn March 1998, Husband began an investigation which revealed Wife's failure to list the marital home as an asset in the\r\nbankruptcy.  When Husband reported this to the bankruptcy court, it ordered the case reopened.  On August 28, 1998, the\r\nbankruptcy court entered an order approving the sale of Wife's interest in the marital home to Cobb for $35,000, which was\r\napplied to Wife's debts.  The bankruptcy trustee did not, however, execute a deed in favor of Cobb. (1)  Husband did not object to\r\nthis resolution, and the bankruptcy proceedings were again closed.\r\n\r\nBy amended complaint, Husband joined Cobb as a party defendant to the divorce because of Cobb's interest in the marital home. \r\nCobb sought an order directing that the home be sold or that Husband pay him for his interest therein.  Husband filed a reply,\r\nadmitting Cobb had an interest in the home, but alleging his interest should be the same as that to which Wife would have been\r\nentitled absent the bankruptcy proceedings.\r\n\r\nDuring trial, the family court learned the marital home was still involved in bankruptcy proceedings and issued an order of\r\ncontinuance.  The trial reconvened in March 1999.  At that time, both parties moved to amend their pleadings to seek a divorce\r\non the ground of one year's continuous separation.\r\n\r\nBy order dated July 2, 1999, the family court:  (1) granted the parties a divorce on the ground of one year's continuous\r\nseparation; (2) awarded custody of the parties' child to Husband; (3) apportioned the $119,131 marital estate on a 65%/35%\r\nbasis in favor of Husband; and (4) awarded Husband $6,000 in attorney fees and costs.  Having found Wife received assets\r\nvalued at $27,694 in partial satisfaction of her 35% share of the estate, the court ordered Husband to pay Wife $14,002 to fully\r\naccomplish equitable apportionment.  Specifically regarding disposition of the marital home, the court found that notwithstanding\r\nCobb's one-half interest, Cobb \"in essence, by way of equity, stands in the same shoes as his daughter.\"  Based on this finding,\r\nthe court denied Cobb any interest in the marital home, and ordered him to deed his interest to Husband.  This appeal followed.\r\n\r\nDuring the pendency of this appeal, the bankruptcy court found the provisions of the family court's order denying Cobb a one-half\r\ninterest in the marital home constituted an invalid collateral attack on the bankruptcy court's authorization of the sale of Wife's\r\none-half interest in the home.  This court granted Husband's motion for leave to move before the family court to amend in light of\r\nthe bankruptcy court's order.  By supplemental order, the family court recognized Cobb's one-half interest in the marital home,\r\nbut found the allocation of equity in the marital home between Husband and Wife should be adjusted to account for Cobb's\r\ninterest therein.  Specifically, the court reaffirmed its 65%/35% award of equitable distribution, and ordered:\r\n\r\n\r\nA. At such time as husband compensates [Cobb] for [Cobb's] one-half interest in the marital home, said amount will be charged\r\nto [W]ife as an asset . . . .\r\n\r\nB.\r\n[H]usband's equity in the marital home . . . will be correspondingly reduced to an amount, so that his equity, when added to\r\nthe amount charged to [W]ife,  equals the equity of the marital home as of the filing date ($44,188 . . .) .\r\n\r\n.\r\n. .\r\n\r\n\r\nD. While the exact buy-out of [Cobb's] interest is unknown, it is probable [W]ife will now owe [H]usband money to effectuate a\r\n65%/35% division of the assets . . . .\r\n\r\nE. [W]ife is to therefore compensate [H]usband for any difference in what [H]usband would have received under the original\r\norder ($77,435) and what he will actually receive after buying out [Cobb's] interests. . . \r\n\r\n\r\nWife and Cobb again appealed.  They argue (1) Wife should have been awarded child custody; (2) Cobb should have been\r\nawarded an interest in one-half of the marital home; (3) Wife should have received a higher percentage of the marital estate's\r\nequitable apportionment; and (4) Husband should not have been awarded $6,000 in attorney fees.\r\n\r\nStandard of Review\r\n\r\nIn appeals from the family court, this court has the authority to find the facts in accordance with its own view of the\r\npreponderance of the evidence.  Rutherford v. Rutherford, 307 S.C. 199, 204, 414 S.E.2d 157, 160 (1992).  This broad scope of\r\nreview does not, however, require this court to disregard the findings of the family court.\r\nStevenson v. Stevenson, 276 S.C. 475,\r\n477, 279 S.E.2d 616, 617 (1981).  Neither are we required to ignore the fact that the trial judge, who saw and heard the\r\nwitnesses, was in a better position to evaluate their credibility and assign comparative weight to their testimony.\r\nCherry v.\r\nThomasson, 276 S.C. 524, 525, 280 S.E.2d 541, 541 (1981).\r\n\r\nDiscussion\r\n\r\nI.  Child Custody\r\n\r\nWife argues the family court erred in awarding Husband custody of the parties' son.  We disagree.\r\n\r\nIn all child custody controversies, the controlling considerations are the child's welfare and best interests.  Cook v. Cobb, 271\r\nS.C. 136, 140, 245 S.E.2d 612, 614 (1978).  In awarding custody, the family court should consider how the custody decision will\r\nimpact the child's life, including physical, psychological, spiritual, educational, familial, emotional, and recreational aspects.\r\nPountain v. Pountain, 332 S.C. 130, 136, 503 S.E.2d 757, 760 (Ct. App. 1998).  Additionally, the court must assess how each\r\nparty's character, fitness, and attitude affect the child. Id. at 136, 503 S.E.2d at 760.  Indeed, \"the totality of circumstances\r\npeculiar to each case constitutes the only scale upon which the ultimate decision can be weighed.\"\r\nDavenport v. Davenport, 265\r\nS.C. 524, 527, 220 S.E.2d 228, 230 (1975).\r\n\r\nThe family court recognized, as do we, that \"[b]oth parties are loving parents, capable of rearing their child independently.\" \r\nFurther, the guardian ad litem's report lists positive and negative characteristics of both Husband and Wife and does not\r\noverwhelmingly favor either party.  Nonetheless, our reading of the record convinces us the family court correctly determined the\r\nchild's interests are best served by awarding custody to Husband.\r\n\r\nWithout question, Wife acted irresponsibly regarding the family's finances during the marriage, aggravating the situation through\r\nsecretiveness and deception.  In addition to jeopardizing the economic well-being of her family, Wife's actions in this regard\r\nevince poor judgment.\r\n\r\nWife also engaged in an internet affair during the marriage which culminated in a rendezvous with a man at a hotel.  While we do\r\nnot place undue emphasis on this incident because there is no indication the child was adversely affected by Wife's alleged\r\nindiscretion, we have considered the issue as another example of Wife's poor judgment.\r\n\r\nThe record also shows that Wife has difficulty controlling her temper.  One of the parties' neighbors testified she witnessed Wife\r\ncursing and repeatedly hitting Husband while he held the parties' child.  The neighbor further stated Wife admitted she took\r\nalcohol to marital counseling sessions, often became impatient with the parties' child, and once cursed at the neighbor's children\r\nafter they knocked on her door.  Husband's brother testified Wife was impatient with the child and cursed at Husband in the\r\nchild's presence.  Wife admitted that on one occasion she became enraged at Husband and kicked a hole in the kitchen wall.\r\nAccording to Husband, Wife struck him on a regular basis, with most of the incidents occurring after her release from Charter\r\nHospital.\r\n\r\nFinally, we also share the family court's concern that Wife may not have fully conquered her depression.  As late as December\r\n1998, she continued to exhibit symptoms of depression and anxiety despite treatment with antidepressant medication.\r\n\r\nTherefore, under the facts and circumstances of this case, we find no error in the family court's decision to award custody to\r\nHusband.\r\n\r\nII.  Equitable Apportionment\r\n\r\nWife also alleges the family court erred in apportioning the marital estate on a 65%/35% basis.  In addition, she specifically\r\nchallenges the family court's treatment of the marital home in its supplemental order, arguing Cobb should have been awarded a\r\none-half interest in the home because he purchased his interest in the home for valuable consideration.  We affirm the equitable\r\napportionment percentages, but reverse the division of assets in light of our disposition of the portion of the marital home\r\npreviously handled by the bankruptcy court.\r\n\r\nThe apportionment of marital property will not be disturbed on appeal absent an abuse of discretion.  Bungener v. Bungener, 291\r\nS.C. 247, 251, 353 S.E.2d 147, 150 (Ct. App. 1987).  South Carolina Code Ann. § 20-7-472 (Supp. 2000), lists fifteen factors for\r\nthe court to consider in equitably apportioning a marital estate.  Fault or marital misconduct affecting the parties' economic\r\ncircumstances or contributing to the marital breakup is one factor to consider.  S.C. Code Ann. § 20-7-472(2) (Supp. 2000).  The\r\nstatute grants the family court discretion to decide what weight to assign various factors.  On appeal, this court looks to the\r\noverall fairness of the apportionment, and it is irrelevant that this court might have weighed specific factors differently than the\r\nfamily court. Johnson v. Johnson, 296 S.C. 289, 300-01, 372 S.E.2d 107, 113 (Ct. App. 1988).\r\n\r\nIn this case, we find the family court's award to Wife of 35% of the marital estate fair and equitable.  Husband earned a\r\nsubstantially higher income than Wife, and Wife's exuberant charging habits and calculated attempts to conceal her spending from\r\nHusband negatively affected the parties' finances.  Therefore, we cannot conclude the family court placed undue weight on\r\nWife's financial misconduct in reaching its equitable apportionment decision.  However, we agree with Wife that the family\r\ncourt erred in charging Cobb's one-half interest in the marital home to her as an asset.\r\n\r\nOnce a bankruptcy petition is filed, the bankruptcy court takes custody of all property in the debtor's possession.  28 U.S.C. § 133\r\n(1993); Tolk v. Weinsten, 265 S.C. 546, 550, 220 S.E.2d 239, 241 (1975).  Property owned by the debtor is in the bankruptcy\r\ncourt's jurisdiction, and \"no other Court, and no person acting under any process from any other Court, can, without the\r\npermission of the Bankrupt[cy] Court, interfere with it.\" Bratton v. Anderson, 5 S.C. 504, 504 (1875) (quoting\r\nIn re Vogel, 4 N.\r\nB. R. 427 (1869)).  Because the bankruptcy court has exclusive jurisdiction over the debtor's assets, no action can be maintained\r\nin a state court to enjoin assets within the bankruptcy court's jurisdiction. Southern v. Fisher, 6 S.C. 345 (1875).\r\n\r\nSimilarly, other jurisdictions have held that because a bankruptcy court is competent to apportion a debtor's property, a\r\nbankruptcy court's judgments are not thereafter subject to collateral attack.  Kalb v. Feuerstein, 308 U.S. 433, 439 (1940);\r\nsee,\r\ne.g., LaBarge v. Vierkant, 240 B.R. 317, 321 (B.A.P. 8th Cir. 1999);\r\nIn re Fernandez-Lopez, 37 B.R. 664, 669 (B.A.P. 9th Cir.\r\n1984).  Further, state courts cannot issue orders interfering with the bankruptcy court's exclusive jurisdiction over the property of\r\na bankrupt estate. See  In re Brown, 734 F.2d 119, 124 (2d Cir. 1984);\r\nMissouri v. U. S. Bankruptcy Court, 647 F.2d 768, 774\r\n(8th Cir. 1981).\r\n\r\nWe note that this case is distinguishable from those upholding the jurisdiction of the family court to equitably divide property\r\ntitled in the name of a third party.  See \r\nIn re Sexton, 298 S.C. 359, 380 S.E.2d 832 (Ct. App. 1989),\r\nrev'd on other grounds, 310\r\nS.C. 501, 427 S.E.2d 665 (1993) (holding marital property titled in Husband's mother's name can be equitably divided by the\r\nfamily court because Husband transferred title to his mother immediately before filing for divorce to keep property out of divorce\r\nproceeding).  Here, Cobb purchased a one-half interest in the marital home for valuable consideration, and neither Husband nor\r\nWife had any equitable interest in it after Cobb's purchase except to the extent that Husband continued to maintain the property. \r\nThe bankruptcy court recognized this in its order by stating that the bankruptcy trustee sold Cobb a one-half interest in the marital\r\nhome \"free and clear\" of Husband's interest and that \"Cobb purchased an undivided one-half interest in the marital home, not\r\nmerely an equitable interest.\"  However, Husband may still be entitled to bring an action to recover costs he incurred for the\r\nproperty.  As the bankruptcy court stated:  \"[Husband] may be able to equalize and recoup the 'equities' by adjusting any\r\ndisparity in costs and expenses he paid post-petition through any subsequent partition of this property in state court.\"\r\n\r\nAccordingly, once Cobb's one-half interest in the marital home became involved in the bankruptcy proceeding, the family court\r\nhad no jurisdiction to include this portion of the home within its equitable division scheme.  The bankruptcy court concluded\r\nCobb owns a one-half interest because he paid valuable consideration for it; therefore, the family court had no jurisdiction to\r\naward this half of the marital home to any party.  Because we find only one-half of the marital home was a marital asset, it is\r\nnecessary for the family court to reapportion the couple's assets and liabilities to effectuate a 65%/35% division.  Thus, we\r\nreverse the equitable apportionment of the parties' assets and remand for redetermination in light of this decision.\r\n\r\nIII.  Attorney Fees\r\n\r\nWife also argues that the family court erred in ordering her to pay a portion of Husband's attorney fees.\r\n\r\nAt the time of trial Husband had incurred approximately $20,854 in attorney fees.  The family court ordered Wife to pay $6,000\r\nof Husband's attorney fees and costs. Because we have removed one-half of the marital home from the equitable distribution\r\nscheme and are remanding the equitable apportionment of the parties' assets, we remand the issue of attorney fees to the family\r\ncourt for redetermination in light of our decision.\r\n\r\nFor the foregoing reasons, the decision of the family court is\r\n\r\nAFFIRMED IN PART AND REVERSED AND REMANDED IN PART.\r\n\r\nCURETON and SHULER, JJ., concur.\r\n\r\n\r\n1.  However, a later bankruptcy court order authorized the trustee to issue a deed to Cobb.\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"}]