[{"id":"3391","title":"Bryson v. Bryson","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3391","description":"This appeal concerns the authority of the family court to terminate alimony upon a showing that the supported spouse is involved in a relationship that is tantamount to marriage.","date":"2001-10-01","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nBryson v. Bryson\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nTimothy D. Bryson,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nAppellant/Respondent,\r\n\r\nv.\r\n\r\n\r\nKathryn B. Bryson,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent/Appellant.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Sumter County\r\nRuben L. Gray, Family Court Judge\r\n\r\n\r\nOpinion No. 3391\r\nSubmitted September 4, 2001 - Filed October 1, 2001\r\n\r\n\r\n\r\n&nbsp;\r\nAFFIRMED IN PART, REVERSED IN PART \r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nJ. Mark Taylor, of Wilson, Moore, Taylor &amp; Thomas, of West Columbia, for appellant/respondent.\r\n\r\nHarry C. Wilson, Jr., of Lee, Erter, Wilson, Holler &amp; Smith, of Sumter, for respondent/appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nGOOLSBY, J.:  In this domestic action, Timothy Bryson appeals the family court's refusal to terminate his alimony\r\nobligation.  Kathryn Bryson cross appeals the family court's order reducing Timothy's alimony obligation from $250 per\r\nmonth to $100 per month.  We affirm in part and reverse in part. (1)\r\n\r\nTimothy and Kathryn were married in 1961 and divorced in 1983.  At the time of their divorce, the family court approved a\r\nsettlement agreement providing for Timothy to pay alimony of $50 per month.  By order dated October 25, 1985, the family\r\ncourt increased Timothy's alimony obligation to $250 per month.\r\n\r\nIn 1991, Timothy brought an action seeking to terminate alimony on the grounds that Kathryn was involved in a\r\nrelationship with Roy Cagle, and that the relationship was tantamount to marriage. (2)  At that time, Kathryn had been living\r\nwith Cagle since approximately 1988.  In an order dated February 10, 1992, the family court held the relationship was not\r\none tantamount to a marriage but was one of \"mutual financial assistance and companionship\" and refused to terminate\r\nalimony.  In an unpublished opinion dated August 2, 1993, this court upheld the family court's decision.  The South\r\nCarolina Supreme Court denied certiorari on May 6, 1994.\r\n\r\nOn December 15, 1999, Timothy brought the present action alleging a change of circumstances warranting termination of\r\nalimony.  In support of his argument, the following evidence was presented: (1) Kathryn and Cagle still resided together\r\nand had done so for the last twelve years; (2) they moved to Florida together; (3) they purchased a home together; (4) the\r\nhome was jointly titled and a mortgage was taken out in both their names; (5) though they stayed in separate bedrooms\r\nwithin the home, they engaged in sexual relations; (6) they traveled together and stayed together when so doing; (7)\r\nKathryn's grandchildren were allowed to call Cagle \"Pa Pa\"; and (8) Kathryn and Cagle signed a birthday card as\r\n\"Grandma\" and \"Pa Pa.\"\r\n\r\nThe presiding family court judge opined the relationship between Kathryn and Cagle was tantamount to marriage, but ruled\r\nthe 1991 action between the parties on the issue of alimony was the law of case.  Accordingly, he reduced alimony but\r\nrefused to terminate it.\r\n\r\nLAW/ANALYSIS\r\n\r\nQuestions concerning alimony rest with the sound discretion of the family court. (3)  An abuse of discretion occurs when the\r\ndecision is controlled by some error of law or is based on findings of fact that are without evidentiary support. (4)  \r\n\r\nTimothy first argues the family court erred in finding the law of the case prevented the termination of his alimony\r\nobligation.  We agree.  \r\n\r\n\"Changed conditions may warrant a modification or termination of alimony.\" (5)  Thus, the doctrines of law of the case and\r\nres judicata do not apply to those family court actions that are modifiable based on changes in circumstances. (6) \r\nAccordingly, we find the family court erred in holding the law of the case precluded it from terminating Timothy's alimony\r\nobligation.\r\n\r\nTimothy next argues his alimony obligation should have been terminated because Kathryn was involved in a relationship\r\nthat was tantamount to marriage and thus constituted a substantial change in circumstances.  We agree.\r\n\r\nWith regard to this issue, the family court found:\r\n\r\n\r\n[W]ith regard to the question of whether the Defendant and her live-in companion are involved in a relationship tantamount\r\nto marriage, this Court has great difficulty.  These parties have lived together now for approximately twelve years.  While\r\nthey have separate bedrooms, they occasionally share the same bedroom and occasionally engage in sexual intercourse. \r\nThey visit the children of the Defendant regularly and when they stay overnight, they share the same bedroom.  They take\r\nsome trips together.  The Defendant's grandchildren are permitted to call her mate \"Pa Pa.\"  The parties have bought a\r\nhome together in Florida, and as previously indicated, share the expenses of this home.  The Deed to this property contains\r\na \"survivorship clause.\"  This Court is unable to conclude that this arrangement does not contain all the features attendant\r\nto a marriage.  The difficulty is that the living together existed when the matter went to the Court of Appeals, it was just for\r\na shorter period.  The sharing of expenses was present.  The periodic sharing of the bedroom was present, and occasional\r\nsexual intercourse was present, and the Court called it a relationship for mutual financial assistance and companionship. \r\nThat, too, is part of a marriage.  What is new, perhaps, is that they were not buying a home together. . . .  And, of course,\r\nthe relationship has gone on longer.  \r\n\r\nWhile this Court strongly holds the view that the nature of the relationship between the Defendant and her live-in\r\ncompanion has sufficient features and characteristics as to treat it as a marriage for purposes of terminating alimony, the\r\nlaw of the case in this particular is fixed.  \r\n\r\n\r\nIt is clear from the family court's order that its decision not to terminate Timothy's alimony obligation was based solely\r\nupon its belief that it did not have the power to do so and not because it felt the circumstances did not warrant termination. \r\nAs noted above, this was error.\r\n\r\nIn reviewing the record, we conclude termination of alimony is warranted. \r\n\r\nWe find sufficient changed circumstances surrounding Kathryn and Cagle's  relationship that make it tantamount to\r\nmarriage. (7)  First, the duration is significantly greater than it was in 1991, as the two have now been together for over 12\r\nyears.  Second, Kathryn and Cagle moved to Florida and purchased a house together.  Third, Kathryn and Cagle have\r\ncontinued to engage in sexual relations throughout their involvement.  Finally, Kathryn's grandchildren have developed a\r\nrelation with Cagle to the point they call him \"Pa Pa.\"  Accordingly, we hereby reverse the family court and order\r\ntermination of Timothy's alimony obligation.\r\n\r\nIn view of our decision to terminate alimony, we do not address Kathryn's appeal of the family court's decision to reduce\r\nthe payments. \r\n\r\nAFFIRMED IN PART, REVERSED IN PART.\r\n\r\nHUFF and STILWELL, JJ., concur.\r\n&nbsp;\r\n\r\n1.   Because oral argument would not aid the court in resolving the issues on appeal, we decide this case without oral\r\nargument pursuant to Rule 215, SCACR.\r\n2.  See Croom v. Croom, 305 \r\n  S.C. 158, 160, 406 S.E.2d 381, 382 (Ct. App.), cert. denied (Sept. 24, 1991) \r\n  (\"Since the State has a compelling interest in promoting marriage and discouraging \r\n  meretricious relationships, such a rule [requiring alimony to continue when \r\n  the supported spouse cohabits without marrying] is also illogical and offensive \r\n  to public policy.\"); cf. H.R. 3823, introduced, read for the first time, and \r\n  referred to the House Judiciary Committee on March 21, 2001 (providing alimony \r\n  would be terminated upon the continued cohabitation of the supported spouse \r\n  with a person in a relationship that is tantamount to marriage) . \r\n3.  Bannen v. Bannen, 286 S.C. \r\n  24, 331 S.E.2d 379 (Ct. App. 1985). \r\n4.  McKnight v. McKnight, 283 \r\n  S.C. 540, 324 S.E.2d 91 (Ct. App. 1984). \r\n5.   S.C.  Code Ann. § 20-3-170 (1976).\r\n6.  See Medlin v. King 294 S.C. \r\n  406, 365 S.E.2d 36 (Ct. App. 1988) (rejecting the argument that res judicata \r\n  bars subsequent actions to modify alimony). \r\n7.  This court has previously \r\n  held that \"[l]iving with another, whether it is with a live-in lover, a relative, \r\n  or a platonic housemate, changes the wife's circumstances and alters her required \r\n  financial support.\" Vance v. Vance, 287 S.C. 615, 617-18, 340 S.E.2d 554, 555 \r\n  (Ct. App. 1986).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3392","title":"Williams v. Condon","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3392","description":"Plaintiff sued attorney general and solicitor, individually and in their official capacities, seeking damages resulting from their alleged violations of 42 U.S.C.A. § 1983 and common law tortious conduct.  The Court of Appeals held: (1) a prosecutor is immune from personal liability under § 1983 or the South Carolina Tort Claims Act for actions relating to the prosecution of an individual as a criminal defendant — regardless of the prosecutor's motivation — provided the actions complained of were committed while the prosecutor was acting as an \"advocate,\" as defined by Imbler v. Pachtman and its progeny; and (2) a prosecutor cannot be sued in his official capacity under either § 1983 for money damages or the Tort Claims Act when the acts complained of were \"judicial\" or \"quasi-judicial\" in nature.","date":"2001-10-01","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Tim Williams,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Appellant,\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n  v. \r\n\r\n\r\n  \r\n    \r\n      \r\n        Charles M. Condon, individually \r\n          and as Attorney General of South Carolina, W. Barney Giese, individually \r\n          and as Solicitor of the Fifth Judicial Circuit of South Carolina, Douglas \r\n          A. Churdar, and Robert Cook,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Defendants,\r\n\r\n        of whom \r\n\r\n        Charles M. Condon, individually \r\n          and as Attorney General of South Carolina and W. Barney Giese, individually \r\n          and as Solicitor of the Fifth Judicial Circuit of South Carolina are,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Respondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\n  Alison Renee Lee, Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3392\r\n    Heard June 5, 2001 - Filed October 1, \r\n    2001\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Francis T. Draine, of Columbia, for appellant.\r\n\r\n        Vinton D. Lide, of Lexington; and J. Emory \r\n          Smith, Jr., of Columbia, for respondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nANDERSON, J.:  Tim \r\n  Williams sued Charles M. Condon and W. Barney Giese, individually and in their \r\n  official capacities, seeking damages resulting from their alleged violations \r\n  of 42 U.S.C.A. § 1983 and common law tortious conduct. Condon is the Attorney \r\n  General of South Carolina. Giese is the Solicitor of the Fifth Judicial Circuit. \r\n  Condon and Giese, asserting their immunity as prosecutors, moved pursuant to \r\n  Rule 12(b)(6) for dismissal of Williams' action. The Circuit Court granted the \r\n  motion and dismissed the case. We affirm.\r\n\r\nFACTS/PROCEDURAL HISTORY\r\n\r\nWilliams was an employee of Premier Investigations \r\n  (\"Premier\"), a Florida corporation. At the time the events giving rise to this \r\n  dispute occurred, Premier's principal place of business was North Carolina with \r\n  operations in South Carolina. Robert Cook, a North Carolinian, was Premier's \r\n  chief executive officer. Williams, a resident of Richland County, sued Premier \r\n  and Cook in South Carolina for unpaid wages and other compensation. Premier \r\n  and Cook confessed judgment. Soon after, Cook accused Williams of sending a \r\n  letter to other former employees of Premier that allegedly contained language \r\n  inciting the recipients to also sue for back pay. Cook alerted Giese to the \r\n  matter. Giese's office conducted an investigation of Williams' alleged activities. \r\n  This investigation included interviewing Cook, Tim Belue, a former South Carolina \r\n  employee of Premier, and Belue's former wife, Candace Belue. Giese elected to \r\n  prosecute Williams for barratry. The grand jury returned a direct indictment \r\n  of Williams on this charge.\r\n\r\nGiese called the case for trial; however, before \r\n  proceedings began, the presiding circuit judge recused himself and suggested \r\n  referral of the prosecution to the Attorney General. Condon assumed responsibility \r\n  for the matter. At trial, the court found the State's evidence could not support \r\n  a conviction and directed a verdict, sua sponte, in Williams' favor.\r\n\r\nFollowing the trial, Williams brought a civil suit \r\n  naming, among others, Condon and Giese as defendants in both their individual \r\n  and official capacities. Regarding his action against Condon and Giese, Williams \r\n  asserted claims for violations of his constitutional rights under § 1983, false \r\n  arrest, malicious prosecution, and negligence. \r\n\r\n\r\n  Specifically, Williams alleged, \r\n    inter alia, the following:\r\n\r\n\r\n    Condon and Giese colluded with Cook and attorney \r\n      Douglas A. Churdar in initiating criminal proceedings against Williams;\r\n\r\n    Condon and Giese were driven by malice, ill \r\n      will, or recklessness in initiating and maintaining their respective prosecutions \r\n      against him;\r\n\r\n    Condon and Giese breached their duty to Williams \r\n      by failing to properly investigate the accusations against him before proceeding \r\n      with their respective prosecutions;\r\n    Giese obtained Williams' direct indictment \r\n      with evidence Williams asserted was insufficient, untrue, nonexistent, or \r\n      unreliable (i.e., the indictment was not supported by probable cause);\r\n    Giese impermissibly deprived Williams of his \r\n      procedural right to examine whether the State's charge was supported by \r\n      probable cause;\r\n\r\n    Giese unreasonably limited Williams' right to \r\n      pretrial discovery by failing to respond to Williams' numerous requests \r\n      and Rule 5, SCRCrimP motions for production of evidence demonstrating his \r\n      guilt;\r\n\r\n    Giese abused his power relating to the scheduling \r\n      of criminal hearings and motions by refusing to set for oral argument Williams' \r\n      Motion to Quash and Motion to Dismiss;\r\n\r\n    Giese and Condon wrongly persisted in their \r\n      respective prosecutions of Williams notwithstanding the fact Williams advised \r\n      assistants of both Giese and Condon that the evidence gathered by the prosecution \r\n      did not support a conviction;\r\n\r\n    Condon unjustifiably refused Williams' request \r\n      to intercede and protect Williams from Giese's prosecutorial abuse; and\r\n    The Assistant Attorney General prosecuting the \r\n      case on behalf of Condon harmed Williams by proceeding to trial and stating \r\n      to the court that the State possessed evidence proving Williams' guilt beyond \r\n      a reasonable doubt. \r\n\r\n\r\n\r\nGiese and Condon responded to the complaint with \r\n  a Rule 12(b)(6) motion to dismiss. The defendants sought dismissal pursuant \r\n  to the defenses of prosecutorial immunity and the immunity afforded them under \r\n  the South Carolina Tort Claims Act. The Circuit Court entertained oral argument \r\n  regarding the motion and took the matter under advisement. In the interim, Williams \r\n  attempted to conduct discovery. Condon and Giese moved for a protective order \r\n  relieving them from the duty of responding to Williams' discovery requests. \r\n  The court did not make a ruling as to the prosecutors' request. Williams persisted \r\n  with discovery and filed a motion to compel. The Circuit Court ultimately granted \r\n  Condon and Giese's dismissal motion. Williams' motion, however, was not addressed.\r\n\r\nEleven days after the dismissal, Williams moved the court to vacate its order, which he claimed\r\ncame \"as a big surprise,\" because its issuance \"must have been a clerical oversight or mistake\" due\r\nto his outstanding motion to compel discovery. (1)  In a form order, the circuit judge denied\r\nWilliams' motion.  Williams appeals.\r\n\r\nISSUE\r\n\r\n\r\nDid the Circuit Court err in dismissing Williams' suit on the basis that his causes of action were\r\nbarred by the common law doctrine of prosecutorial immunity and the immunity provided to\r\nprosecutors by the South Carolina Tort Claims Act? (2)\r\n\r\n\r\n\r\n\r\n\r\n  STANDARD OF REVIEW \r\nA trial judge in the civil setting may dismiss \r\n  a claim when the defendant demonstrates the plaintiff has failed \"to state facts \r\n  sufficient to constitute a cause of action\" in the pleadings filed with the \r\n  court. Rule 12(b)(6), SCRCP. The trial court's ruling on a Rule 12(b)(6) motion \r\n  must be bottomed and premised solely upon the allegations set forth by the plaintiff. \r\n  Holy Loch Distribs. v. Hitchcock, 332 S.C. 247, 503 S.E.2d 787 (Ct. App. 1998), \r\n  rev'd on other grounds, 340 S.C. 20, 531 S.E.2d 282 (2000); Berry v. McLeod, \r\n  328 S.C. 435, 492 S.E.2d 794 (Ct. App. 1997). The motion will not be sustained \r\n  if the facts alleged and the inferences reasonably deducible from the pleadings \r\n  would entitle the plaintiff to relief on any theory of the case. Brown v. Leverette, \r\n  291 S.C. 364, 353 S.E.2d 697 (1987); McCormick v. England, 328 S.C. 627, 494 \r\n  S.E.2d 431 (Ct. App. 1997). The question to be considered is whether, in the \r\n  light most favorable to the plaintiff, the pleadings articulate any valid claim \r\n  for relief. Toussaint v. Ham, 292 S.C. 415, 357 S.E.2d 8 (1987); Cowart v. Poore, \r\n  337 S.C. 359, 523 S.E.2d 182 (Ct. App. 1999).\r\n\r\n\r\n\r\n\r\nDismissal of an action pursuant to Rule 12(b)(6) is appealable. S.C. Code Ann. \r\n§§ 14-3-330(1) &amp; (2)(c) (Supp. 2000), cited in James F. Flanagan, South Carolina \r\nCivil Procedure 95 (2d ed. 1996) (footnote omitted). Upon review, the appellate \r\ntribunal applies the same standard of review that was implemented by the trial \r\ncourt. See O'Laughlin v. Windham, 330 S.C. 379, 382, 498 S.E.2d 689, 691 (Ct. \r\nApp. 1998) (\"The grant of a motion to dismiss will be sustained only if the facts \r\nalleged in the complaint do not support relief under any theory of law.\") (citing \r\nStiles v. Onorato, 318 S.C. 297, 457 S.E.2d 601 (1995)). \r\nLAW/ANALYSIS\r\n\r\nI.  Civil Suits Against Prosecutors in Their Individual Capacities\r\n\r\nAmerican courts have long recognized the existence of immunity for public officers from personal\r\nliability for tortious acts committed while serving in an official capacity.  It is a common law\r\ntradition with origins that can be traced to the ancient tribunals of England.  The protections\r\nafforded by this doctrine extend to the prosecutors who act on behalf of the people.\r\n\r\nA.  Origins of Prosecutorial Immunity in the United States\r\n\r\n\"The function of the prosecutor that most often \r\n  invites a [lawsuit] is his decision to initiate a prosecution, as this may lead \r\n  to a suit for malicious prosecution.\" Imbler v. Pachtman, 424 U.S. 409, 421, \r\n  96 S. Ct. 984, 990, 47 L. Ed. 2d 128 (1976).\r\n\r\nThe first case appearing in American jurisprudence \r\n  devoted to the question of a prosecutor's amenability to civil suit for malicious \r\n  prosecution is Griffith v. Slinkard, 44 N.E. 1001 (Ind. 1896). Imbler at 421, \r\n  96 S. Ct. at 990-91. Griffith and Mullins were referred to a grand jury for \r\n  setting fire to a barn and attempting to defraud the insurance company that \r\n  insured the structure. Slinkard was the prosecutor who presented the state's \r\n  case to the grand jury. The panel voted against the indictment of Griffith. \r\n  Nevertheless, Slinkard included Griffith's name in the indictment and it was \r\n  \"true billed.\" Consequently, Griffith was arrested and tried. He was ultimately \r\n  acquitted. Griffith subsequently sued Slinkard for, inter alia, malicious prosecution.\r\n\r\nThe Indiana Supreme Court pursued a two-step analysis \r\n  in considering whether Slinkard could be sued for his participation in Griffith's \r\n  wrongful indictment. It initially gauged the prosecutor's place in the judicial \r\n  system by asking: \"Is a prosecuting attorney an officer intrusted with the administration \r\n  of justice?\" Id. at 1002 (citation omitted). The court concluded:\r\n\r\n\r\n  He is a judicial officer, created by the constitution \r\n    of the state. He is the law officer to whom is intrusted all prosecutions \r\n    for felonies and misdemeanors. He is the legal adviser of the grand jury. \r\n    We think he is an officer intrusted with the administration of justice. The \r\n    prosecuting attorney, therefore, is a judicial officer, but in the sense of \r\n    a judge of a court.\r\n\r\n\r\nId.  (citations \r\n  and quotation marks omitted).\r\n\r\nThe court then contemplated whether there were personal repercussions\r\nfor a prosecutor who\r\nabused his responsibilities to justice.  It reported:\r\n\r\n\r\n  The rule applicable to such an officer is thus \r\n    stated by an eminent author: \"Whenever duties of a judicial nature are imposed \r\n    upon a public officer, the due execution of which depends upon his own judgment, \r\n    he is exempt from all responsibility by action for the motives which influence \r\n    him and the manner in which said duties are performed. If corrupt, \r\n    he may be impeached or indicted; but he cannot be prosecuted by an individual \r\n    to obtain redress for the wrong which may have been done. No public officer \r\n    is responsible in a civil suit for a judicial determination, however erroneous \r\n    it may be, and however malicious the motive which produced it.\" Townsh. \r\n    Sland. &amp; L. (3d Ed.) § 227, pp. 395, 396.\r\n\r\n\r\nId.  (emphasis \r\n  added).\r\n\r\nThe Griffith holding became the clear majority \r\n  rule concerning prosecutorial immunity. Imbler, 424 U.S. at 422, 96 S. Ct. at \r\n  991. The issue was eventually presented to the United States Supreme Court in \r\n  Yaselli v. Goff, which affirmed the Court of Appeals' holding, 12 F.2d 396 (2d. \r\n  1926), in toto, 275 U.S. 503, 48 S. Ct. 155, 72 L. Ed. 395 (1927).\r\n\r\n\r\n  The Yaselli Court began with an examination of \r\n    judicial immunity:\r\n\r\n  There are weighty reasons why judicial officers \r\n    should be shielded in the proper discharge of their official duties from harassing \r\n    litigation at the suit of those who think themselves wronged by their decisions \r\n    and that injustice has been done. A defeated party to a litigation may not \r\n    only think himself wronged, but may attribute wrong motives to the judge whom \r\n    he holds responsible for his defeat. He may think that the judge has allowed \r\n    passion or prejudice to control his decision. To allow a judge to be sued \r\n    in a civil action on a complaint charging the judge's acts were the result \r\n    of partiality, or malice, or corruption, would deprive the judges of the protection \r\n    which is regarded as essential to judicial independence. It is not in the \r\n    public interests that such a suit should be maintained; and it is a fundamental \r\n    principle of English and American jurisdiction that such an action cannot \r\n    be maintained.\r\n\r\n\r\nId. at 399.\r\n\r\nThe court then launched into extensive quotation \r\n  of English and American authorities reciting the proposition that judges are \r\n  immune from personal liability for their judicial acts. What followed would \r\n  be a tremendous pronouncement of law: \r\n\r\n\r\n  [T]he immunity which is extended to the judges \r\n    is in like manner extended to the attorneys in the presentation of the client's \r\n    case to the court or the jury.\r\n\r\n\r\nId. at 402.\r\n\r\nSupport for the application of immunity principles \r\n  to the acts of a prosecutor ensued:\r\n\r\n\r\n   In Munster v. Lamb, 11 Q.B.D. 588, an action \r\n    was brought against a solicitor for damages arising out of defamatory statements \r\n    alleged to have been falsely and maliciously made by defendant concerning \r\n    the plaintiff while the defendant was acting as a solicitor for a client against \r\n    whom criminal proceedings had been instituted by the plaintiff who was a barrister. \r\n    The statements complained of were so untrue and improper as stated in the \r\n    court's opinion that defendant \"did not attempt to justify the expressions \r\n    used by him. It was impossible to do so.\" The court held that the words spoken \r\n    were irrelevant to the facts before the court, were uttered maliciously and \r\n    without justification or excuse, but that nevertheless an action could not \r\n    be maintained. In so holding the court \r\n    said:\r\n\r\n  \r\n\r\n     To my mind it is illogical to argue that the protection \r\n      of privilege ought not to exist for a counsel, who deliberately and maliciously \r\n      slanders another person. The reason of the rule is, that a counsel, who \r\n      is not malicious and who is acting bona fide, may not be in danger of having \r\n      actions brought against him. If the rule of law were otherwise, the most \r\n      innocent of counsel might be unrighteously harassed with suits, and therefore \r\n      it is better to make the rule of law so large that an innocent counsel shall \r\n      never be troubled, although by making it so large counsel are included who \r\n      have been guilty of malice and misconduct.\r\n\r\n  \r\n\r\nId. at 402.\r\n\r\n\r\n  It has been said that no public officer is responsible \r\n    in a civil suit for a judicial determination, however erroneous it may be, \r\n    and however malicious the motive which has produced it. A public office is \r\n    an agency for the state, the duties of which involve in their performance \r\n    the exercise of some portion of the sovereign power, either great or small. \r\n    The rule of responsibility of a public officer, as held by the courts, \r\n    is said to be that, if the duty which the official authority imposes upon \r\n    an officer is a duty to the public, a failure to perform it, or an erroneous \r\n    performance, is regarded as an injury to the public, and not as one to the \r\n    individual. It is to be redressed in some form of public prosecution, and \r\n    not by a private person who conceives himself specially injured. \r\n    Cooley on Torts (3d Ed.) vol. 2, p. 756. In Thibodaux v. Thibodaux, 46 La.Ann. \r\n    1528, 16 So. 450, it is said: \"Officials in the performance of a duty \r\n    imposed by law cannot be held in damages for acts done strictly within the \r\n    lines of official duty.\"\r\n\r\n\r\nId. at 403-04 (emphasis added).\r\n\r\nThe court concluded:\r\n\r\n\r\n   In our opinion the law requires us to hold that \r\n    a [prosecutor], in the performance of the duties imposed upon him by law, \r\n    is immune from a civil action for malicious prosecution based on an indictment \r\n    and prosecution, although it results in a verdict of not guilty rendered by \r\n    a jury. The immunity is absolute, and is grounded on principles of \r\n    public policy. The public interest requires that persons occupying such important \r\n    positions and so closely identified with the judicial departments of the government \r\n    should speak and act freely and fearlessly in the discharge of their important \r\n    official functions. They should be no more liable to private \r\n    suits for what they say and do in the discharge of their duties than are the \r\n    judges and jurors, to say nothing of the witnesses who testify in a case.\r\n\r\n\r\nId. at 406 (emphasis added).\r\n\r\nJudge Learned Hand addressed the issue of a prosecutor's \r\n  immunity from civil suit in Gregoire v. Biddle, 177 F.2d 579 (2d. Cir. 1949). \r\n  Armand Gregoire was jailed by federal authorities during the Second World War. \r\n  Gregoire was suspected of being a German and therefore an enemy of the United \r\n  States. Gregoire asserted he was French. At a hearing before the Enemy Alien \r\n  Hearing Board, Gregoire proved his claim. Gregoire, however, remained imprisoned. \r\n  It was not until after the war that he was released. Gregoire subsequently sued \r\n  two successive Attorneys General of the United States, two successive Directors \r\n  of the Enemy Alien Control Unit of the Department of Justice, and the Director \r\n  of Immigration at Ellis Island for false arrest.\r\n\r\nThe federal district court found the defendants \r\n  had unlawfully incarcerated Gregoire and had been induced to do so by \"personal \r\n  ill-will.\" Id. at 579. Nevertheless, the trial court dismissed Gregoire's complaint, \r\n  finding the defendants possessed an absolute immunity from \r\n  personal civil liability. Id. \r\n\r\nOn appeal, the Second Circuit affirmed the district \r\n  court's disposition. Judge Hand wrote the costs to the public interest and judicial \r\n  economy were too great to permit a plaintiff alleging injury by a prosecutor \r\n  to recover damages:\r\n\r\n\r\n  It does indeed go without saying that an official, \r\n    who is in fact guilty of using his powers to vent his spleen upon others, \r\n    or for any other personal motive not connected with the public good, should \r\n    not escape liability for the injuries he may so cause; and, if it were possible \r\n    in practice to confine such complaints to the guilty, it would be monstrous \r\n    to deny recovery. The justification for doing so is that it is impossible \r\n    to know whether the claim is well founded until the case has been tried, and \r\n    that to submit all officials, the innocent as well as the guilty, to the burden \r\n    of a trial and to the inevitable danger of its outcome, would dampen the ardor \r\n    of all but the most resolute, or the most irresponsible, in the unflinching \r\n    discharge of their duties. Again and again the public interest calls \r\n    for action which may turn out to be founded on a mistake, in the face of which \r\n    an official may later find himself hard put to it to satisfy a jury of his \r\n    good faith. There must indeed be means of punishing public officers \r\n    who have been truant to their duties; but that is quite another matter from \r\n    exposing such as have been honestly mistaken to suit by anyone who has suffered \r\n    from their errors. As is so often the case, the answer must be found \r\n    in a balance between the evils inevitable in either alternative. In \r\n    this instance it has been thought in the end better to leave unredressed the \r\n    wrongs done by dishonest officers than to subject those who try to do their \r\n    duty to the constant dread of retaliation. Judged as res nova, we \r\n    should not hesitate to follow the path laid down in the books.\r\n\r\n\r\nId.  at 581 (emphasis \r\n  added).\r\n\r\nThe court additionally delved into the issue of whether a prosecutor could lose his immunity from\r\npersonal liability if it was determined his acts against a plaintiff, while within the scope of his\r\nduties and powers, were not exercised in the interest of his constituents.  It determined that\r\nimmunity continues to shield the prosecutor even when his motives for prosecution were less than pure:\r\n\r\n\r\n  The decisions have, indeed, always imposed as a \r\n    limitation upon the immunity that the official's act must have been within \r\n    the scope of his powers; and it can be argued that official powers, since \r\n    they exist only for the public good, never cover occasions where the public \r\n    good is not their aim, and hence that to exercise a power dishonestly is necessarily \r\n    to overstep its bounds. A moment's reflection shows, however, that that cannot \r\n    be the meaning of the limitation without defeating the whole doctrine. What \r\n    is meant by saying that the officer must be acting within his power cannot \r\n    be more than that the occasion must be such as would have justified the act, \r\n    if he had been using his power for any of the purposes on whose account it \r\n    was vested in him. For the foregoing reasons it was proper to dismiss the \r\n    [claim].\r\n\r\n\r\nId.\r\n\r\nIn the modern era, the tenets expounded in Griffith, \r\n  Yaselli, and Gregoire have served as a theoretical foundation for judges as \r\n  they have grappled to develop responses to the novel issues presented by plaintiffs \r\n  in civil suits against prosecutors.\r\n\r\nB.  Application of the Prosecutorial Immunity Doctrine\r\nin Cases Arising Under § 1983\r\n\r\nIn 1871, Congress passed sweeping legislation that today is known as 42\r\nU.S.C.A. § 1983.  This section states, in pertinent part, that:\r\n\r\n\r\nEvery person who, under color of any statute, ordinance, regulation, custom, or usage, of any State\r\nor Territory or District of Columbia, subjects, or causes to be subjected, any citizen of the United\r\nStates or other person within the jurisdiction thereof to the deprivation of any rights, privileges, or\r\nimmunities secured by the Constitution and laws, shall be liable to the party injured in an action at\r\nlaw, suit in equity, or other proper proceeding for redress.\r\n\r\n\r\nOn its face, § 1983 admits no immunities. Tower \r\n  v. Glover, 467 U.S. 914, 104 S. Ct. 2820, 81 L. Ed. 2d 758 (1984). However, \r\n  since its decision in Tenney v. Brandhove, 341 U.S. 367, 71 S. Ct. 783, 95 L. \r\n  Ed. 1019 (1951), the Supreme Court has consistently recognized that substantive \r\n  doctrines of privilege and immunity may limit the relief available in § 1983 \r\n  litigation. Id.\r\n\r\nIn Tenney, at issue was the personal liability \r\n  of legislators under § 1983 (3) for tortious \r\n  acts resulting from the performance of their official duties. After a comprehensive \r\n  review of the history of the legislative immunity doctrine, the Court queried:\r\n\r\n\r\nDid Congress by the general language of its 1871 statute mean to overturn the tradition of\r\nlegislative freedom achieved in England by Civil War and carefully preserved in the formation of\r\nState and National Governments here?  Did it mean to subject legislators to civil liability for acts\r\ndone within the sphere of legislative activity?\r\n\r\n\r\nId.  at 376, 71 \r\n  S. Ct. at 788.\r\n\r\nThe Court decided § 1983 did not invalidate the \r\n  immunity traditionally enjoyed by legislators: \"We cannot believe that Congress \r\n  -- itself a staunch advocate of legislative freedom -- would impinge on a tradition \r\n  so well grounded in history and reason by covert inclusion in the general language \r\n  before us.\" Id. \r\n\r\nThe Tenney holding would help shape the Court's \r\n  later decisions involving the status of prosecutorial immunity in § 1983 claims. \r\n  The most important of these decisions is Imbler v. Pachtman, 424 U.S. 409, 96 \r\n  S. Ct. 984 47&nbsp;L. Ed. 2d&nbsp;128 (1976). Imbler is also the first case \r\n  decided by the Supreme Court involving the § 1983 liability of a state prosecutor. \r\n  Id. at 420, 96 S. Ct. at 990.\r\n\r\nRelying on the holdings of Griffith v. Slinkard \r\n  and Yaselli v. Goff, the Court concluded state prosecutors were clothed with \r\n  immunity. Next came an extensive analysis of whether this shield was in the \r\n  form of qualified or absolute immunity under § 1983. The Court \r\n  determined state prosecutors enjoyed absolute immunity:\r\n\r\n\r\n  If a prosecutor had only a qualified immunity, \r\n    the threat of § 1983 suits would undermine performance of his duties no less \r\n    than would the threat of common-law suits for malicious prosecution. A prosecutor \r\n    is duty bound to exercise his best judgment both in deciding which suits to \r\n    bring and in conducting them in court. The public trust of the prosecutor's \r\n    office would suffer if he were constrained in making every decision by the \r\n    consequences in terms of his own potential liability in a suit for damages. \r\n    Such suits could be expected with some frequency, for a defendant often will \r\n    transform his resentment at being prosecuted into the ascription of improper \r\n    and malicious actions to the State's advocate. Cf. Bradley v. Fisher, 13 Wall., \r\n    at 348, 20 L. Ed. 646; Pierson v. Ray, 386 U.S., at 554, 87 S.Ct., at 1217. \r\n    Further, if the prosecutor could be made to answer in court each time such \r\n    a person charged him with wrongdoing, his energy and attention would be diverted \r\n    from the pressing duty of enforcing the criminal law.\r\n\r\n\r\nId. at 424-25, 96 S.Ct. at 992.\r\n\r\n\r\n\r\n  Moreover, suits that survived the pleadings would \r\n    pose substantial danger of liability even to the honest prosecutor. The prosecutor's \r\n    possible knowledge of a witness' falsehoods, the materiality of evidence not \r\n    revealed to the defense, the propriety of a closing argument, and -- ultimately \r\n    in every case -- the likelihood that prosecutorial misconduct so infected \r\n    a trial as to deny due process, are typical of issues with which judges struggle \r\n    in actions for post-trial relief, sometimes to differing conclusions. The \r\n    presentation of such issues in a § 1983 action often would require a virtual \r\n    retrial of the criminal offense in a new forum, and the resolution of some \r\n    technical issues by the lay jury. It is fair to say, we think, that the honest \r\n    prosecutor would face greater difficulty in meeting the standards of qualified \r\n    immunity than other executive or administrative officials. Frequently acting \r\n    under serious constraints of time and even information, a prosecutor inevitably \r\n    makes many decisions that could engender colorable claims of constitutional \r\n    deprivation. Defending these decisions, often years after they were made, \r\n    could impose unique and intolerable burdens upon a prosecutor responsible \r\n    annually for hundreds of indictments and trials. Cf. Bradley v. Fisher, supra, \r\n    13 Wall., at 349, 20 L. Ed. 646.\r\n\r\n  The affording of only a qualified immunity to the \r\n    prosecutor also could have an adverse effect upon the functioning of the criminal \r\n    justice system. Attaining the system's goal of accurately determining guilt \r\n    or innocence requires that both the prosecution and the defense have wide \r\n    discretion in the conduct of the trial and the presentation of evidence. The \r\n    veracity of witnesses in criminal cases frequently is subject to doubt before \r\n    and after they testify, as is illustrated by the history of this case. If \r\n    prosecutors were hampered in exercising their judgment as to the use of such \r\n    witnesses by concern about resulting personal liability, the triers of fact \r\n    in criminal cases often would be denied relevant evidence.\r\n\r\n\r\nId. at 425-26, 96 S. Ct. at 992-93 (footnotes omitted).\r\n\r\nThe opinion included a recitation of the rationale \r\n  for prosecutorial immunity:\r\n\r\n\r\n  The ultimate fairness of the operation of the system \r\n    itself could be weakened by subjecting prosecutors to § 1983 liability. Various \r\n    post-trial procedures are available to determine whether an accused has received \r\n    a fair trial. These procedures include the remedial powers of the trial judge, \r\n    appellate review, and state and federal post-conviction collateral remedies. \r\n    In all of these the attention of the reviewing judge or tribunal is focused \r\n    primarily on whether there was a fair trial under law. This focus should not \r\n    be blurred by even the subconscious knowledge that a post-trial decision in \r\n    favor of the accused might result in the prosecutor's being called upon to \r\n    respond in damages for his error or mistaken judgment. \r\n\r\n  . . . . \r\n\r\n  …[Prosecutorial] immunity does leave the genuinely \r\n    wronged defendant without civil redress against a prosecutor whose malicious \r\n    or dishonest action deprives him of liberty. But the alternative of \r\n    qualifying a prosecutor's immunity would disserve the broader public interest. \r\n    It would prevent the vigorous and fearless performance of the prosecutor's \r\n    duty that is essential to the proper functioning of the criminal justice system. \r\n    Moreover, it often would prejudice defendants in criminal cases by skewing \r\n    post-conviction judicial decisions that should be made with the sole purpose \r\n    of insuring justice. \r\n\r\n\r\nId. at 427-28, 96 S. Ct. at 993-94 (emphasis added) \r\n  (footnotes omitted).\r\n\r\nPerhaps the greatest legacy of Imbler is the Court's \r\n  defining of the parameters of prosecutorial immunity (i.e., the Court delineated \r\n  the tasks of a prosecutor that are encompassed within the doctrine's protection):\r\n\r\n\r\n  We agree with the Court of Appeals that [Pachtman's] \r\n    activities were intimately associated with the judicial phase of the criminal \r\n    process, and thus were functions to which the reasons for absolute immunity \r\n    apply with full force. We have no occasion to consider whether like or similar \r\n    reasons require immunity for those aspects of the prosecutor's responsibility \r\n    that cast him in the role of an administrator or investigative officer rather \r\n    than that of advocate. We hold only that in initiating a prosecution and in \r\n    presenting the State's case, the prosecutor is immune from a civil suit for \r\n    damages under § 1983.\r\n\r\n\r\nId. at 430-31, 96 S. Ct. at 995 (emphasis added) \r\n  (footnotes omitted).\r\n\r\n\r\n  We recognize that the duties of \r\n    the prosecutor in his role as advocate for the State involve actions preliminary \r\n    to the initiation of a prosecution and actions apart from the courtroom. \r\n    A prosecuting attorney is required constantly, in the course of his duty as \r\n    such, to make decisions on a wide variety of sensitive issues. These \r\n    include questions of whether to present a case to a grand jury, whether to \r\n    file an information, whether and when to prosecute, whether to dismiss an \r\n    indictment against particular defendants, which witnesses to call, and what \r\n    other evidence to present. Preparation, both for the initiation of the criminal \r\n    process and for a trial, may require the obtaining, reviewing, and evaluating \r\n    of evidence. At some point, and with respect to some decisions, the \r\n    prosecutor no doubt functions as an administrator rather than as an officer \r\n    of the court. Drawing a proper line between these functions may present difficult \r\n    questions, but this case does not require us to anticipate them.\r\n\r\n\r\nId. at 431 n.33, 96 S. Ct. at 995 n.33 (emphasis \r\n  added).\r\n\r\nSince Imbler, the Supreme Court has been presented \r\n  with several cases that have required it to redefine the boundaries of prosecutorial \r\n  immunity. The Court's decision in Burns v. Reed, 500 U.S. 478, 111 S. Ct. 1934, \r\n  114 L. Ed. 2d 547 (1991), expanded the Imbler analysis to matters pertaining \r\n  to a prosecutor's participation in a probable cause hearing and giving advice \r\n  to the police regarding permissible investigative tactics:\r\n\r\n\r\n   The prosecutor's actions at issue here -- appearing \r\n    before a judge [at a probable cause hearing] and presenting evidence in support \r\n    of a motion for a search warrant -- clearly involve the prosecutor's \"role \r\n    as advocate for the State,\" rather than his role as \"administrator or investigative \r\n    officer,\" the protection for which we reserved judgment in Imbler, see id., \r\n    at 430-431, and n. 33, 96 S. Ct., at 995, and n. 33. Moreover, since the issuance \r\n    of a search warrant is unquestionably a judicial act, see Stump v. Sparkman, \r\n    435 U.S. 349, 363, n. 12, 98 S. Ct. 1099, 1108, n. 12, 55 L. Ed. 2d 331 (1978), \r\n    appearing at a probable-cause hearing is \"intimately associated with the judicial \r\n    phase of the criminal process.\" Imbler, supra, 424 U.S., at 430, 96 S. Ct., \r\n    at 995. It is also connected with the initiation and conduct of a prosecution \r\n    ….\r\n\r\n\r\nId. at 491-492, 111 S. Ct. at 1942.\r\n\r\nA prosecutor providing legal advice to police regarding \r\n  proper investigative tactics, however, was not recognized by the Court as prosecutorial \r\n  in nature:\r\n\r\n\r\n  We do not believe … that advising the police \r\n    in the investigative phase of a criminal case is so \"intimately associated \r\n    with the judicial phase of the criminal process,\" Imbler, 424 U.S., at 430, \r\n    96 S. Ct., at 995, that it qualifies for absolute immunity.\r\n\r\n\r\nId. at 493, 111 S. Ct. at 1943.\r\n\r\nIn Buckley v. Fitzsimmons, 509 U.S. 259, 113 S. \r\n  Ct. 2606, 125 L. Ed. 2d 209 (1993), the Court gave direction as to when the \r\n  activities of a prosecutor prior to his presentation of the case to the grand \r\n  jury come under the construct of \"advocate\":\r\n\r\n\r\n   The question, then, is whether the prosecutors \r\n    have carried their burden of establishing that they were functioning as \"advocates\" \r\n    when they were endeavoring to determine whether the bootprint at the scene \r\n    of the crime had been made by petitioner's foot. A careful examination of \r\n    the allegations concerning the conduct of the prosecutors during the period \r\n    before they convened a special grand jury to investigate the crime provides \r\n    the answer. See supra, at 2610, n. 1. The prosecutors do not contend that \r\n    they had probable cause to arrest petitioner or to initiate judicial proceedings \r\n    during that period. Their mission at that time was entirely investigative \r\n    in character. A prosecutor neither is, nor should consider himself to be, \r\n    an advocate before he has probable cause to have anyone arrested.\r\n\r\n  . . . .\r\n\r\n  After Burns, it would be anomalous, to say the \r\n    least, to grant prosecutors only qualified immunity when offering legal advice \r\n    to police about an unarrested suspect, but then to endow them with absolute \r\n    immunity when conducting investigative work themselves in order to decide \r\n    whether a suspect may be arrested. That the prosecutors later called a grand \r\n    jury to consider the evidence this work produced does not retroactively transform \r\n    that work from the administrative into the prosecutorial. A prosecutor may \r\n    not shield his investigative work with the aegis of absolute immunity merely \r\n    because, after a suspect is eventually arrested, indicted, and tried, that \r\n    work may be retrospectively described as \"preparation\" for a possible trial; \r\n    every prosecutor might then shield himself from liability for any constitutional \r\n    wrong against innocent citizens by ensuring that they go to trial. When the \r\n    functions of prosecutors and detectives are the same, as they were here, the \r\n    immunity that protects them is also the same.\r\n\r\n\r\nId. at 274-76, 113 S. Ct. 2616-17.\r\n\r\nRegarding a prosecutor's participation at a press \r\n  conference, the Buckley Court came to the firm conclusion that this act was \r\n  protected by qualified immunity only:\r\n\r\n\r\n  The functional approach of Imbler, which conforms \r\n    to the common-law theory, leads us to the same conclusion. Comments to the \r\n    media have no functional tie to the judicial process just because they are \r\n    made by a prosecutor. At the press conference, Fitzsimmons did not act in \r\n    \"'his role as advocate for the State,'\" Burns v. Reed, 500 U.S., at 491, 111 \r\n    S. Ct., at 1941, quoting Imbler v. Pachtman, 424 U.S., at 431, n. 33, 96 S. \r\n    Ct., at 995, n. 33. The conduct of a press conference does not involve the \r\n    initiation of a prosecution, the presentation of the state's case in court, \r\n    or actions preparatory for these functions. Statements to the press may be \r\n    an integral part of a prosecutor's job, see National District Attorneys Assn., \r\n    National Prosecution Standards 107, 110 (2d ed. 1991), and they may serve \r\n    a vital public function. But in these respects[,] a prosecutor is in no different \r\n    position than other executive officials who deal with the press, and, as noted \r\n    above, supra, at 2612-2613, 2617, qualified immunity is the norm for them.\r\n\r\n\r\nId. at 277-78, 133 S. Ct. at 2618 (emphasis added).\r\n\r\nC. Prosecutorial Immunity \r\n  and the South Carolina Tort Claims Act\r\n\r\nThe leading case in South Carolina with regard \r\n  to a government official's protection from civil suit via immunity and the South \r\n  Carolina Tort Claims Act (4) is O'Laughlin v. \r\n  Windham, 330 S.C. 379, 498 S.E.2d 689 (Ct. App. 1998). In O'Laughlin, this Court \r\n  held the doctrines of immunity created within the common law were not supplanted \r\n  by the Tort Claims Act:\r\n\r\n\r\nThe Tort Claims Act expressly preserves all existing common law immunities.  The Act was\r\nadopted to ensure \"that the State, and its political subdivisions are only liable for torts within the\r\nlimitations of this chapter and in accordance with the principles established herein.\"  S.C. Code\r\nAnn. § 15-78-20(a) (Supp.1997).   It states:\r\n\r\n  \r\n    The General Assembly additionally intends \r\n      to provide for liability on the part of the State, its political subdivisions, \r\n      and employees, while acting within the scope of official duty, only to the \r\n      extent provided herein. All other immunities applicable to a governmental \r\n      entity, its employees, and agents are expressly preserved.\r\n\r\n  \r\nS.C. Code Ann. § 15-78-20(b) (Supp. 1997) (emphasis added).  Therefore, the Act itself expressly\r\npreserves common law judicial immunity.\r\n\r\n   A strong presumption also exists that the General \r\n    Assembly does not intend to supplant common law principles when enacting legislation. \r\n    Hoogenboom v. City of Beaufort, 315 S.C. 306, 433 S.E.2d 875 (Ct. App. 1992). \r\n    See also Frost v. Geernaert, 200 Cal.App.3d 1104, 246 Cal.Rptr. 440, 442 (1988) \r\n    (holding that common law judicial immunity survived the adoption of the California \r\n    Tort Claims Act, stating, \"statutes should not be interpreted to alter the \r\n    common law unless it is expressly provided they should do so; there is a presumption \r\n    that a statute, does not, by implication, repeal the common law.\").\r\n\r\n. . . .\r\n\r\n  …[T]he South Carolina Supreme Court's holding \r\n    in Fleming v. Asbill (5) is instructive in \r\n    determining the effect of the adoption of the Tort Claims Act. Id. In Fleming, \r\n    the Court found that a guardian ad litem, while not an employee under the \r\n    Tort Claims Act, was entitled to common law quasi-judicial immunity. Id. In \r\n    so finding, the Court implicitly recognized that the common law principles \r\n    of judicial immunity, in some form, survive the adoption of the Tort Claims \r\n    Act.\r\n\r\n  Based on the statutory language of the Tort Claims \r\n    Act, the presumption of legislative intent to preserve common law principles, \r\n    policy considerations, and the Supreme Court's holding in Fleming, we find \r\n    that absolute judicial immunity, defined by common law, survives the adoption \r\n    of the Tort Claims Act.\r\n\r\n\r\n\r\nId.  at 383-85, \r\n  498 S.E.2d at 691-692 (italics in original) (emphasis added).\r\n\r\nProsecutorial immunity, like judicial immunity, \r\n  is a common law principle. In light of this Court's holding in O'Laughlin, the \r\n  Tort Claims Act should not be interpreted as displacing the protections guaranteed \r\n  by the prosecutorial immunity doctrine.\r\n\r\nII.  Civil Suits Against Prosecutors in Their Official Capacity\r\n\r\nA.  Section 1983 Suits\r\n\r\nA § 1983 suit for damages cannot be brought against \r\n  a government official in his official capacity, as recently explained by the \r\n  Maryland Court of Appeals in Okwa v. Harper, \r\n  757 A.2d 118 (Md. 2000):\r\n\r\n\r\n  Section 1983 permits a plaintiff to recover damages \r\n    when an individual, acting under the color of state law, transgresses a federally \r\n    created right of the plaintiff. See Howlett By and Through Howlett v. Rose, \r\n    496 U.S. 356, 358, 110 S. Ct. 2430, 2433, 110 L. Ed. 2d 332, 342 (1990). The \r\n    text of the statute and cases analyzing § 1983 actions dictate that a defendant \r\n    in a § 1983 action must be a \"person.\" See Ashton [v. Brown], 339 Md. at 110, \r\n    660 A.2d at 466; Ritchie v. Donnelly, 324 Md. 344, 354, 597 A.2d 432, 437 \r\n    (1991) and cases cited therein). A state public official, sued in his or her \r\n    official capacity, is not considered a \"person\" when a plaintiff brings a \r\n    § 1983 action for monetary damages. The purpose behind placing state officials \r\n    sued in their official capacities out of range of a § 1983 claim is that such \r\n    a suit, in essence, is a suit against the state, which is not a permissible \r\n    defendant in a § 1983 action. See Howlett By and Through Howlett, 496 U.S. \r\n    at 365, 110 S. Ct. at 2437, 110 L. Ed. 2d at 346. If the plaintiff prevails, \r\n    the state treasury, not the state official personally, will be responsible \r\n    for paying the assessed damages. See DiPino[v. Davis], 354 Md. at 46, 729 \r\n    A.2d at 369; Ritchie, 324 Md. at 359-60, 597 A.2d at 439.\r\n\r\n\r\n\r\nId.  at 135 (footnote \r\n  omitted); see also, e.g., Will v. Michigan Dep't of State Police, 491 U.S. 58, \r\n  109 S.Ct. 2304, 105 L.Ed.2d 45 (1989) (holding that neither the state nor its \r\n  officials acting in their official capacities are \"persons\" under § 1983, and \r\n  therefore are not subject to suit under the statute in either federal or state \r\n  court, except insofar as they are sued for prospective injunctive relief).\r\n\r\nB. Tort Claims Act Suits  \r\n\r\nIn 1985, our Supreme Court decided McCall v. Batson, \r\n  285 S.C. 243, 329 S.E.2d 741. This case is significant because the Court largely \r\n  abolished the doctrine of sovereign immunity. Certain exceptions to this holding, \r\n  however, were carved out:\r\n\r\n\r\n[T]he abrogation of the rule will not extend to legislative, judicial and executive acts by\r\nindividuals acting in their official capacity.  These discretionary activities cannot be controlled by\r\nthreat of tort liability by members of the public who take issue with the decisions made by public\r\nofficials.  We expressly decline to allow tort liability for these discretionary acts.  The exercise of\r\ndiscretion includes the right to be wrong.\r\n\r\n\r\nId.  at 246, 329 \r\n  S.E.2d at 742.\r\n\r\n\r\n\r\n\r\nWhen the General Assembly enacted the Tort Claims Act, it codified the McCall \r\nexceptions. See S.C. Code Ann. § 15-78-60(1)-(2) (Supp. 2000) (stating \"The governmental \r\nentity is not liable for a loss resulting from (1) legislative, judicial, or quasi-judicial \r\naction or inaction; and (2) administrative action or inaction of a legislative, \r\njudicial, or quasi-judicial nature\"). \r\nThe duties of a prosecutor fall into the exceptions \r\n  enumerated by McCall and § 15-78-60. The case law cited throughout this opinion \r\n  clearly supports the proposition that a prosecutor's typical duties are \"judicial\" \r\n  or \"quasi-judicial\" in nature. Accordingly, this Court finds a prosecutor, in \r\n  his official capacity, is immune from a Tort Claims Act suit involving \"judicial\" \r\n  or \"quasi-judicial\" acts, provided a defendant prosecutor raises the affirmative \r\n  defense of sovereign immunity in his return. See Tanner v. Florence City-County \r\n  Bldg. Comm'n, 333 S.C. 549, 511 S.E.2d 369 (Ct. App. 1998) (holding sovereign \r\n  immunity is an affirmative defense that must be pled).\r\n\r\nIII.  Application of the Law to the Instant Case\r\n\r\nImbler  and its \r\n  progeny identified those tasks or operations by a prosecutor that are absolutely \r\n  immunized from civil litigation. Close examination of the record does not reveal \r\n  any conduct by Condon or Giese that deviates from these protected duties. In \r\n  the absence of proof, the Circuit Court correctly dismissed the claims brought \r\n  against Condon and Giese in their individual capacities. See Scheuer v. Rhodes, \r\n  416 U.S. 232, 94 S. Ct. 1683, 40 L. Ed. 2d 90 (1974), abrograted on other grounds \r\n  by Harlow v. Fitzgerald, 457 U.S. 800, 102 S. Ct. 2727, 73 L. Ed. 2d 396 (1982) \r\n  (recognizing that where a complaint articulates a § 1983 claim that is unquestionably \r\n  protected by absolute immunity, the further development of facts is unnecessary \r\n  and the trial court may dismiss the suit).\r\n\r\n Furthermore, the O'Laughlin Court clearly stated \r\n  that the provisions of the Tort Claims Act do not supplant common law immunity \r\n  doctrines. Prosecutorial immunity is a common law immunity doctrine. Accordingly, \r\n  we find that the Circuit Court properly dismissed the claims Williams instituted \r\n  pursuant to this act against the prosecutors in their individual capacities.\r\n\r\nFinally, the claims raised against Condon and Giese in their official capacities were impermissible. \r\nSection 1983 does not allow plaintiffs to initiate suits for damages against government officials in\r\ntheir official capacities.  As well, because no proof exists that refutes the notion that Giese's or\r\nCondon's actions against Williams were \"judicial\" or \"quasi-judicial\" in scope, no cause of action\r\nbrought under the Tort Claims Act can be allowed to proceed against either defendant in his\r\nofficial capacity.\r\n\r\nCONCLUSION\r\n\r\nWe hold a prosecutor in the employ of this state \r\n  is immune from personal liability under § 1983 or the South Carolina Tort Claims \r\n  Act for actions relating to the prosecution of an individual as a criminal defendant \r\n  -- regardless of the prosecutor's motivation -- provided the actions complained \r\n  of were committed while the prosecutor was acting as an \"advocate,\" \r\n  as defined by Imbler v. Pachtman and its progeny.\r\n\r\nAdditionally, the law is clear that a prosecutor cannot be sued in his official capacity under either\r\n§ 1983 for money damages or the Tort Claims Act when the acts complained of were \"judicial\" or\r\n\"quasi-judicial\" in nature.\r\n\r\nFor the foregoing reasons, the decision of the Circuit Court is\r\n\r\nAFFIRMED.\r\n\r\nHOWARD, J., concurs.\r\n\r\nSHULER, J., dissents in a separate opinion.\r\n\r\n&nbsp;\r\n\r\nSHULER, J., dissenting: Because \r\n  I believe this Court does not have subject matter jurisdiction to hear Williams' \r\n  appeal, I respectfully dissent.\r\n\r\nWilliams filed the instant action on August 11, \r\n  1999, and Respondents subsequently filed a 12(b)(6) motion to dismiss. The trial \r\n  court granted the motion on May 25, 2000. On June 5, Williams filed a post-trial \r\n  motion asking the court to vacate the dismissal, claiming it came \"as a complete \r\n  surprise\" that \"must have been a clerical oversight or mistake\" in light of \r\n  his outstanding motion to compel discovery. In a form order dated June 22, the \r\n  trial court denied the motion. Williams served notice of this appeal on July \r\n  7, 2000. \r\n\r\nUnder our rules of appellate procedure, a party's \r\n  notice of appeal must be served within thirty days \"after receipt of written \r\n  notice of entry of the order or judgment.\" Rule 203(b)(1), SCACR. However, when \r\n  a party makes a timely motion for j.n.o.v., to alter or amend the judgment, \r\n  or for a new trial, \"the time for appeal for all parties shall be stayed and \r\n  shall run from receipt of written notice of entry of the order granting or denying \r\n  such motion.\" Id.; see Canal Ins. Co. v. Caldwell, 338 S.C. 1, 524 S.E.2d 416 \r\n  (Ct. App. 1999).\r\n\r\nOn the other hand, motions made pursuant to Rule \r\n  60, SCRCP do not affect the finality of the judgment under attack and thus do \r\n  not toll the time for appeal. See Otten v. Otten, 287 S.C. 166, 337 S.E.2d 207 \r\n  (1985); Coward Hund Constr. Co., Inc. v. Ball Corp., 336 S.C. 1, 518 S.E.2d \r\n  56 (Ct. App. 1999); see also, James F. Flanagan, South Carolina Civil Procedure \r\n  (2d ed. 1996). Accordingly, because a Rule 60 motion does not have the tolling \r\n  effect of other post-trial motions under Rules 50 and 59, SCRCP, the time for \r\n  appeal \"continues to run from the entry of the judgment\" that the motion challenges. \r\n  Coward Hund, 336 S.C. at 6, 518 S.E.2d at 59 (quoting 12 James W. Moore et al., \r\n  Moore's Federal Practice ¶ 59.11[4][b] (3d ed. 1999)).\r\n\r\nAlthough the title of Williams' motion to vacate \r\n  the trial court's order cited both Rule 59 and Rule 60, the language and substance \r\n  of the motion indicate Williams sought relief pursuant to Rule 60(a) and (b)(1), \r\n  SCRCP. In particular, the motion stated: \"The Plaintiff is informed and reasonably \r\n  believes this Court should vacate the dismissal Order due to the Plaintiff's \r\n  outstanding Motion to compel the Defendants' appearance for depositions, because \r\n  the issuance of this Order must have been a clerical oversight or mistake \r\n  by the court.\" (emphasis added). Williams, therefore, did not ask the court \r\n  to alter or amend the judgment based upon a legal or factual error in its order; \r\n  rather, he requested relief because his motion to compel discovery was still \r\n  pending.\r\n\r\nA fair reading of Williams' motion to vacate clearly \r\n  shows he relied solely on Rule 60 in averring the trial court committed a \"mistake\" \r\n  in overlooking his outstanding motion to compel. In my view, as the body of \r\n  the motion is squarely within the purview of Rule 60 only, we must treat it \r\n  as such for purposes of this appeal regardless of the titular reference to Rule \r\n  59. See Mickle v. Blackmon, 255 S.C. 136, 140, 177 S.E.2d 548, 549 (1970) (treating \r\n  motion based on its \"substance and effect\" as opposed to how it was styled by \r\n  plaintiff); Standard Fed. Sav. &amp; Loan Ass'n v. Mungo, 306 S.C. 22, 26, 410 \r\n  S.E.2d 18, 20 (Ct. App. 1991) (stating that it is the substance of the relief \r\n  sought that matters \"regardless of the form in which the request for relief \r\n  was framed\").\r\n\r\nThe trial court issued its order dismissing Williams' \r\n  suit on May 25, 2000 and Williams admits the post office forwarded the order \r\n  to him on May 30. Since a motion under Rule 60, SCRCP does not toll the time \r\n  for appeal, Williams was required to serve his notice of appeal no later than \r\n  June 29, 2000. Williams, however, served notice of this appeal on July 7, 2000; \r\n  as a result, his appeal is untimely. Because timely service of a notice of appeal \r\n  is a prerequisite to jurisdiction, I would find this Court lacks subject matter \r\n  jurisdiction to entertain Williams' appeal and dismiss. See Canal, 338 S.C. \r\n  at 5, 524 S.E.2d at 418 (\"Rule 203(b), SCACR, requires a party to serve his \r\n  notice of appeal within thirty days after receiving written notice of the entry \r\n  of a final order or judgment, and failure to do so divests this court of subject \r\n  matter jurisdiction and results in dismissal of the appeal.\"). \r\n  (6)\r\n\r\n\r\n\r\n1.    \r\n  We disagree with the dissent in regard to the conclusion that this Court lacks \r\n  subject matter jurisdiction. We find under all the circumstances \r\n  in this case that the notice of appeal was timely served. Concomitantly, we \r\n  address the merits. \r\n2.      This one issue encapsulates all dispositive exceptions articulated by Williams in his brief.\r\n3.    \r\n  At the time of the Tenney decision, the language of the current § 1983 was located \r\n  at 8 U.S.C.A. § 43. Nevertheless, in the interest of clarity and consistency, \r\n  the above-quoted statutory language is characterized as \"§ 1983\" throughout \r\n  this opinion. \r\n4.      S.C. Code Ann. §§ 15-78-10 to -200 (Supp. 2000).\r\n5.      326 S.C. 49, 483 S.E.2d 751 (1997).\r\n6.   Although \r\n  Williams asserts he \"timely\" filed his notice of appeal on July 8, 2000, it \r\n  is the service of an appellant's notice of appeal that must be timely. \r\n  In any event, as the timeliness of an appeal involves a question of subject \r\n  matter jurisdiction, it is the duty of this Court to ascertain that an appeal \r\n  is timely regardless of the parties' assertions. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3393","title":"Vick v. S.C. Department of Transportation","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3393","description":"This opinion discusses the law of implied dedication of private property to public use and the availability of interest as a component of damages in an inverse condemnation action.","date":"2001-10-15","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA In The Court of Appeals\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Louis V. Vick, Jr.,\r\n        Respondent,\r\n        v.\r\n        South Carolina Department of Transportation,\r\n        Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\nDaniel E. Martin, Sr., Circuit Court Judge\r\nRoger M. Young, Master-in-Equity\r\n\r\nOpinion No. 3393\r\nHeard September 6, 2001 - Filed October 15, 2001\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Christopher L. Murphy, of Stuckey\r\n        Law Offices, of Charleston; and Assistant Chief Counsel Glennith C.\r\n        Johnson, of Columbia, for appellant.\r\n        Joseph S. Brockington, of\r\n        Charleston, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nHEARN, C.J.: Louis V.\r\nVick, Jr. brought this inverse condemnation action against the South Carolina\r\nDepartment of Transportation (SCDOT), alleging damage to a private road. The\r\nmatter was referred to the master-in-equity to address the issue of ownership of\r\nthe property, reserving the issue of damages if the road was found to be private\r\nfor a jury trial. After the master found Vick owned the road, a jury awarded him\r\n$134,261.52, and the circuit court awarded attorney fees and costs. We affirm.\r\nFACTS\r\n\r\nPumpkin Lane is a 15-foot-wide, dead-end road near the\r\nTown of Mount Pleasant. It is approximately 980 feet long and runs in a straight\r\nline beside five residential lots. The road and surrounding property were\r\noriginally part of a tract conveyed to Vermell Ola Wiggins. In 1954, she\r\nsubdivided the property into five lots. On a plat prepared at that time (Wiggins\r\nPlat), Pumpkin Lane was named &quot;Vermell Ole [sic] Wiggins Drive.&quot;\r\nAround 1980, Vick made a verbal agreement with Benjamin\r\nWiggins, Vermell’s husband, to purchase all of the lots on Pumpkin Lane over\r\ntime. By 1988, Vick owned three of the five lots. He purchased the fourth lot in\r\n1989 and the fifth in 1997. In 1996, Vick received and recorded a quitclaim deed\r\nto Pumpkin Lane from Benjamin Wiggins as Vermell’s heir.\r\nIn the late 1980s, SCDOT made plans for construction of\r\nthe Mark Clark Expressway, including placing two concrete pipes under Pumpkin\r\nLane to remove water that was expected to drain along the expressway.\r\nInstallation of the pipes began in 1990.1 When the\r\nproject was completed, the contractors realized they had mistakenly placed the\r\npipes partially under Vick’s lots, instead of under Pumpkin Lane as detailed\r\nin the plans. As a result, SCDOT condemned a five-foot-wide strip of land on\r\neach of the lots for which Vick was paid $15,000.\r\nIn addition to the improper pipe placement, Vick noticed a\r\ndeterioration in the condition of Pumpkin Lane. Before the construction, the\r\nroad had a gravel surface. SCDOT resurfaced the road with dirt. Portions of the\r\nroad caved in and deep potholes developed due to problems with the underground\r\npipes. Vick purchased a dump truck and brought in fill material to repair the\r\nroad after he unsuccessfully tried to persuade SCDOT to do so.\r\nIn 1997, Vick brought this action, alleging he was\r\nentitled to compensation because the improper installation of the pipes damaged\r\nhis road and caused a diminution in the value of his property. Vick also sought\r\nattorney fees and costs. By consent order of reference, the case was bifurcated\r\nand the parties agreed to have the master hear the issue of ownership, with any\r\ndamages to be tried before a jury. The master found Pumpkin Lane was privately\r\nowned by Vick and that it had not been dedicated to the public. In September\r\n1999, a damages trial was held, and the jury awarded Vick actual damages of\r\n$134,261.52. After the verdict, SCDOT moved for a new trial or remittitur,\r\narguing the verdict was outside the range of the evidence. The circuit court\r\ndenied the motions and awarded Vick attorney fees of $41,425.00 and costs of\r\n$2,678.58. SCDOT appeals.\r\n\r\nDISCUSSION\r\nI. Implied Dedication\r\n \r\nSCDOT contends the master erred in failing\r\nto find Pumpkin Lane was impliedly dedicated for public use because the Wiggins\r\nPlat showed a small road running along five lots. We disagree.\r\nThe determination of whether a road has\r\nbeen dedicated to public use is one in equity. Mack v. Edens, 320 S.C.\r\n236, 239, 464 S.E.2d 124, 126 (Ct. App. 1984). Therefore, this court may find\r\nfacts in accordance with its own view of the preponderance of the evidence. Id.\r\nReal property interests are normally\r\nconveyed by deed or will. Shia v. Pendergrass, 222 S.C. 342, 348, 72\r\nS.E.2d 699, 701 (1952). In situations where title is claimed by dedication\r\nrather than an actual conveyance, the actions of the parties &quot;must be so\r\nunequivocal and positive as to leave little doubt that it was the intention of\r\nthe owner to dedicate the same to the public use.&quot; Id. To perfect a\r\nclaim of dedication, a party must show two elements: (1) the owner’s clear and\r\nunmistakable intention to dedicate the property to public use, and (2)\r\nacceptance of that property by the public. Tupper v. Dorchester County,\r\n326 S.C. 318, 326, 487 S.E.2d 187, 191-92 (1997). We find the master properly\r\napplied these principles in finding there was no implied dedication.2\r\nSouth Carolina law recognizes two types of\r\nimplied dedication– &quot;one where the question of implied dedication arises\r\nfrom the sale of land with reference to maps or plats; the other when the\r\ndedication arises . . . from an abandonment to or acquiescence in public\r\nuse.&quot; Shia, 222 S.C. at 347, 72 S.E.2d at 701. Here, SCDOT contends\r\nthe former applies.\r\nWe find the Wiggins Plat alone does not\r\nconclusively manifest an intent to dedicate the road to the public, particularly\r\nin light of the fact that nearly all of the deeds Wiggins prepared conveying the\r\nlots merely granted the buyer an easement for ingress and egress over the road.\r\nThis necessarily gives rise to the inference that she intended to retain\r\nownership. Although the Wiggins Plat may have created a private right of\r\neasement between Wiggins and the purchasers, the fact that Wiggins allowed this\r\nsmall group to use the road did not vest any rights in the public at large or\r\nconvey an offer of the road to the county. There is a &quot;clearly defined\r\ndistinction between the rights acquired by the public through dedication\r\neffected by platting and sale, and the private rights acquired by the grantees\r\nby virtue of the grant or covenant contained in a deed which refers to a plat,\r\nor bounds the property upon a street through the grantor’s lands.&quot; Outlaw\r\nv. Moise, 222 S.C. 24, 31, 71 S.E.2d 509, 512 (1952) (citation omitted). The\r\nOutlaw court further found:\r\n\r\n  [W]here lands are platted and sales are\r\n  made with reference to the plat, the acts of the owner in themselves merely\r\n  create private rights in the grantees entitling the grantees to the use of the\r\n  streets and ways laid down on the plat or referred to in the conveyance. But\r\n  these rights are purely in the nature of private rights founded upon a grant\r\n  or covenant, and no public rights attach to such streets or lands until there\r\n  has been an express or implied acceptance of the dedication evidenced either\r\n  by general public use or by the acts of the public authorities.\r\n\r\n\r\nId.\r\nTherefore, we find a plat alone is not determinative of implied dedication where\r\nthere is evidence of the grantor’s contrary intent.\r\nEven if the plat constituted some indicia\r\nof intent to dedicate the property to the public, &quot;[o]ur inquiry does not\r\nstop [t]here, however. After an owner expresses an intent to dedicate property\r\nto the public by a plat, the public must accept the dedication to make it\r\ncomplete.&quot; Van Blarcum v. City of N. Myrtle Beach, 337 S.C. 446,\r\n451, 523 S.E.2d 486, 489 (Ct. App. 1999). &quot;No formal acceptance by the\r\npublic of an offer of dedication is necessary, and acceptance of the offer may\r\nbe implied by the public’s or public authority’s continuously utilizing or\r\nmaintaining the property in some fashion.&quot; Id.\r\nAcceptance will not be implied by\r\noperation of law as asserted by SCDOT. When property is subdivided and sold\r\naccording to a plat showing streets or roads, &quot;the grantees acquire a\r\nprivate easement in the streets, but the easement does not become a public\r\neasement until there has been an express or implied acceptance of the\r\ndedication, evidenced either by general public use or by acts of the public\r\nauthorities.&quot; Giles v. Parker, 304 S.C. 69, 73, 403 S.E.2d 130, 132\r\n(Ct. App. 1991); see also Walker v. Guignard, 293 S.C. 247, 248,\r\n359 S.E.2d 528, 529 (Ct. App. 1987) (holding although a designation of a street\r\non a plat may have been an offer of dedication, &quot;there was never any\r\nacceptance, without which the purported dedication would not be complete&quot;).\r\nIn this case, the evidence shows no public\r\nacceptance. Aside from the buyers of the five lots, there was no evidence of\r\ngeneral use by the public or of acceptance or maintenance by city or county\r\nauthorities. The former deputy attorney for Charleston County testified there\r\nwas no public dedication by Wiggins or an acceptance by the public or any\r\ngovernmental entity, and she believed Pumpkin Lane was a private road. She\r\nstated that Wiggins named the road after herself and called it a private drive.\r\nShe also noted that a 1992 letter from Charleston County denied Vick’s\r\nrequests to maintain the road on the basis it was private property.\r\nAccordingly, we affirm the master’s\r\nfinding there was no implied dedication of Pumpkin Lane.\r\n\r\nII. Interest\r\n\r\nSCDOT next contends the circuit court\r\ncommitted reversible error in charging the jury on interest.3\r\nAt oral argument, SCDOT conceded Vick’s entitlement to an award for\r\ninterest and merely disputed how that award should be determined. SCDOT contends\r\nthe South Carolina Eminent Domain Procedures Act (Act) should control and\r\ntherefore it was error for the trial judge to charge the jury on interest. We\r\ndisagree.\r\nThe Act, a uniform procedure for\r\ncondemnation proceedings enacted in 1987, expressly requires interest be paid at\r\nthe rate of eight percent yearly on the sum found to be just compensation,\r\naccruing from the date of filing of the condemnation notice to the date of the\r\nverdict or judgment. S.C. Code Ann. § 28-2-420(A) (1991). The Act is the\r\nexclusive procedure for condemnation by a governmental entity. S.C. Code Ann.\r\n§&nbsp;28-2-60 (1991) (&quot;The provisions of this chapter shall constitute\r\nthe exclusive procedure whereby condemnation may be undertaken in this\r\nState.&quot;); see Godwin v. Carrigan, 227 S.C. 216, 225, 87\r\nS.E.2d 471, 475 (1955) (holding the provision for exclusivity &quot;contemplates\r\nthat the exclusiveness shall only apply to those cases or situations which are\r\nembraced within the machinery of the condemnation statutes.&quot;).\r\nThis case, however, is a common law action\r\nbrought by the landowner for inverse condemnation, rather than a condemnation\r\naction. See 27 Am. Jur. 2d Eminent Domain §&nbsp;829 (1996)\r\n(&quot;The term ‘inverse condemnation’ describes an action grounded, not on\r\nstatutory condemnation power, but on the constitutional proscription against the\r\ntaking or damaging of property for public use without just compensation.&quot;).\r\nAs explained by our supreme court: &quot;One basic difference between\r\ncondemnation and inverse condemnation is that in condemnation proceedings, the\r\ngovernmental entity is the moving party, whereas, in inverse condemnation, the\r\nproperty owner is the moving party.&quot; S.C. State Highway Dep’t v. Moody,\r\n267 S.C. 130, 136, 226 S.E.2d 423, 425 (1976). Unlike condemnation actions where\r\ninterest is set by statute, the right to prejudgment interest in inverse\r\ncondemnation actions stems from the just compensation clauses of the United\r\nStates and state constitutions. 27 Am. Jur. 2d Eminent Domain § 902\r\n(1996); see also Aetna Life &amp; Cas. Co. v. City of Los Angeles,\r\n216 Cal. Rptr. 831, 839 (Cal. Ct. App. 1985) (finding award of prejudgment\r\ninterest mandated by &quot;the Fifth Amendment of the United States Constitution\r\nprohibiting the taking of private property for public use without just\r\ncompensation&quot;).\r\nA plaintiff is generally entitled to\r\ninterest in property cases. 11 S.C. Juris. Damages § 8(a) (1992); see\r\nE. I. Du Pont De Nemours &amp; Co. v. Lyles &amp; Lang Constr. Co., 219\r\nF.2d 328, 342 (4th Cir. 1955). This court noted in a condemnation case that\r\n&quot;[t]he purpose of awarding interest is to compensate the landowner for the\r\ndelay in the monetary payment that occurred after the property has been\r\ntaken.&quot; S.C. Dep’t of Transp. v. Faulkenberry, 337 S.C. 140, 149,\r\n522 S.E.2d 822, 826 (Ct. App. 1999). The addition of prejudgment interest is\r\ndesigned to pay the landowner for the time value of money that should have been\r\nreceived at the time of the taking and is an element of just compensation. Id.\r\nWe find this principle is equally\r\napplicable in an action for inverse condemnation; however, unlike government\r\ncondemnations, the legislature has not set a rate or method for determining\r\ninterest in inverse condemnation actions. South Carolina case law implies that\r\ninterest recoverable in inverse condemnation actions is an issue to be charged\r\nto the jury for its determination as a measure of damages. See S.C.\r\nState Highway Dep’t v. Miller, 237 S.C. 386, 392, 117 S.E.2d 561, 564\r\n(1960) (stating, &quot;[a]ssuming, without deciding,&quot; that interest was\r\nrecoverable, &quot;it was the duty of the respondents to call the matter of\r\ninterest on the award to the attention of the trial [j]udge and request an\r\ninstruction upon such so that the jury could, by their verdict, determine what\r\nwas ‘just compensation’.&quot;). Moreover, &quot;[t]he court may even\r\nconsider the market rate of interest rather than the statutory legal rate, if\r\nthat will be required to compensate the plaintiff fully.&quot; 11 S.C. Juris. Damages\r\n§ 8(a); see E. I. DuPont De Nemours &amp; Co., 219 F.2d at 342.\r\nTherefore, we affirm the circuit judge’s charge.4\r\n\r\nIII. New Trial/Remittitur\r\n\r\nSCDOT next asserts the circuit court erred\r\nby not granting its motion for a new trial or remittitur because the verdict\r\nexceeded the scope of the evidence. We disagree.\r\n&quot;The trial judge alone has the\r\npower to grant a new trial nisi when he finds the amount of the verdict\r\nto be merely inadequate or excessive.&quot; O’Neal v. Bowles, 314 S.C.\r\n525, 527, 431 S.E.2d 555, 556 (1993). The jury’s determination of damages is\r\nentitled to substantial deference. Rush v. Blanchard, 310 S.C. 375, 379,\r\n426 S.E.2d 802, 805 (1993). The denial of a new trial motion is within the\r\ndiscretion of the trial court, and absent an abuse of discretion, it will not be\r\nreversed on appeal. Cock-N-Bull Steak House, Inc. v. Generali Ins. Co.,\r\n321 S.C. 1, 9, 466 S.E.2d 727, 731 (1996). When a defendant’s request to remit\r\na verdict is denied, an appellate court will reverse only if the refusal to\r\nremit was controlled by an error of law or a new trial absolute should have been\r\ngranted. Knoke v. S.C. Dep’t of Parks, Recreation &amp; Tourism, 324\r\nS.C. 136, 141, 478 S.E.2d 256, 258 (1996).\r\nAt trial, Vick presented two methods for\r\ncalculating the damage to Pumpkin Lane.5 The first\r\nmethod was based on the diminution in value to the entire tract consisting of\r\nPumpkin Lane and the five lots. Vick testified this property was worth $388,437,\r\nand the improper installation caused a twenty percent diminution in value,\r\nresulting in a net damage amount of $77,687. Vick’s second method of computing\r\ndamages was based on the damage to Pumpkin Lane alone. Vick testified the road\r\nwas 15 feet wide and had a value of $5.50 per square foot. He stated the length\r\nof road directly in front of the lots was 688 feet, resulting in a figure of\r\n$56,760. Using the entire length of Pumpkin Lane (980 feet), the figure would be\r\n$80,850.\r\nOn appeal, SCDOT asserts the court erred\r\nin denying its motions for a new trial or remittitur because the verdict falls\r\noutside the highest measure of damages Vick presented. We disagree. If the jury’s\r\naward included compensation for interest or its equivalent since the date of the\r\ntaking, the amount of damages is within the range of the evidence. Having found\r\nthe charge on interest was proper, we find no abuse of discretion in the circuit\r\ncourt’s refusal to grant a remittitur or new trial.\r\n\r\nIV. Attorney Fees\r\n\r\nLastly, SCDOT contends Vick waived any\r\nright to attorney fees and costs because he did not follow the provisions of\r\nS.C. Code Ann. § 28-2-510 (1991). It alternatively argues the amount of\r\nattorney fees awarded is excessive in light of Vick’s attorney’s affidavit.\r\nWe disagree.\r\nWe find these issues are not preserved for\r\nour review.6 As to Vick’s entitlement to attorney\r\nfees, SCDOT never raised to the circuit court that Vick was not entitled to\r\nattorney fees for failure to follow section 28-2-510. Rather, the parties\r\nappeared to stipulate during the damages trial that the matter would be handled\r\nby affidavit at the conclusion of the trial. Thus, this issue cannot be raised\r\nfor the first time on appeal. Talley v. S.C. Higher Educ. Tuition Grants\r\nComm., 289 S.C. 483, 487, 347 S.E.2d 99, 101 (1986) (alleged error must be\r\nraised to and ruled upon by trial judge to preserve issue for appellate review).\r\nTo the extent SCDOT asserts the attorney\r\nfees are excessive because they exceed the amount that would be due on an hourly\r\nbasis, this issue also was not preserved for the same reasons discussed above.\r\nIn any event, the award was not error. &quot;Where an attorney’s services and\r\ntheir value are determined by the trier of fact, an appeal will not prevail if\r\nthe findings of fact are supported by any competent evidence.&quot; Baron\r\nData Systems, Inc. v. Loter, 297 S.C. 382, 384, 377 S.E.2d 296, 297 (1989).\r\nIn determining an award of attorney fees, the court should consider the\r\nfollowing six factors: &quot;(1) the nature, extent, and difficulty of the case;\r\n(2) the time necessarily devoted to the case; (3) professional standing of\r\ncounsel; (4) contingency of compensation; (5) beneficial results obtained; and\r\n(6) customary legal fees for similar services.&quot; Jackson v. Speed,\r\n326 S.C. 289, 308, 486 S.E.2d 750,760 (1997). The circuit judge’s order in\r\nthis case shows that he considered these factors in determining a figure he\r\nbelieved constituted reasonable compensation. We find these findings are\r\nsupported by the evidence in the record and affirm the award of attorney fees\r\nand costs.\r\n\r\nCONCLUSION\r\n\r\nWe affirm the master’s determination that Pumpkin Lane\r\nhas not been dedicated to public use. We also affirm the verdict rendered in the\r\ndamages trial and the circuit court’s entry of judgment, including its award\r\nof attorney fees and costs.\r\n\r\nAFFIRMED.\r\n\r\nCURETON and HOWARD, JJ., concur.\r\n\r\n1 Vick contends the date of the\r\ntaking was May 29, 1990.\r\n2 SCDOT argues that the master\r\nused the wrong burden of proof in ruling on this issue, claiming &quot;[w]hen a\r\ndedication is made by deed or plat, as in the instant case, not only is the\r\nburden of proof far less than ‘clear, convincing, and unequivocal’ by the\r\nparty asserting an implied dedication, but once such a grant is shown, the\r\nburden of proof then shifts to the other party&quot; and citing Corbin v.\r\nCherokee Realty Co., 229 S.C. 16, 91 S.E.2d 542 (1956), and Home Sales,\r\nInc. v. City of North Myrtle Beach, 299 S.C. 70, 382 S.E.2d 463 (Ct. App.\r\n1989). We disagree. As we read these cases in their entirety, they do not lessen\r\nthe standard nor do they shift the burden of proof in cases of dedication by\r\ndeed or plat.\r\n3 During its instructions, the\r\ncircuit court charged the jury as follows: &quot;I charge you that the\r\nrequirement that just compensation shall be paid is comprehensive and includes\r\nall elements and no specific command to include interest is necessary when\r\ninterest or its equivalent is a part of such compensation.&quot;\r\n4 Interestingly, we note the\r\napparent rate of interest applied by the jury was less than the eight percent\r\nprovided in the Act. If the jury used the highest value Vick assigned to his\r\ndamages in reaching their verdict of $134,261.52, the interest component of that\r\naward is $53,411.52 spread over a period of 9.25 years, or approximately 7.14\r\npercent yearly.\r\n5 SCDOT objected to Vick’s\r\ntestimony as to the value of all of the property, arguing he was not entitled to\r\ndamages for the diminution of surrounding property because it did not impact the\r\nother properties and, further, some of the lots were not owned by him when the\r\npipes were first installed. Moreover, SCDOT raises as an additional issue on\r\nappeal that the circuit court erred in allowing evidence of the diminished value\r\nof all of the lots when he only owned three of the lots when the plans were\r\nannounced in 1988. We disagree. We note that the taking here did not occur until\r\nafter the pipes were laid in 1990. By the time of trial, Vick owned all of the\r\nreal property in question in fee simple and therefore possessed any rights that\r\nhis predecessor in interest may have had. See 63C Am.Jur.2d Property\r\n§ 11 (1997) (&quot;‘[R]eal property’ includes land, possessory rights to\r\nland, and that which is appurtenant to the land.&quot;). A landowner may always\r\ntestify to the value of his or her property except in extreme cases where\r\n&quot;the landowner’s want of qualification is so complete that his testimony\r\nis entirely worthless.&quot; Seaboard Coastline R.R. v. Harrelson, 262\r\nS.C. 43, 46, 202 S.E.2d 4, 4-5 (1974). Accordingly, we find Vick’s testimony\r\nwas proper.\r\n6 Vick’s prayer for relief in\r\nhis complaint included a request for attorney fees and costs. The master, in his\r\norder ruling on SCDOT’s and Vick’s motions to reconsider, ruled that Vick\r\nwas entitled to attorney fees and costs pursuant to S.C. Code Ann. §\r\n28-2-510(A) (1991). At trial, both attorneys advised the circuit court that\r\n&quot;the parties have agreed that the issue of attorneys’ fees should be\r\nhandled by affidavit after the trial itself.&quot; After the trial, Vick’s\r\nattorney submitted an affidavit stating he had worked for Vick in the past at an\r\nhourly rate of $130, but in this case the fee agreement called for a one-third\r\ncontingency fee. He stated that he spent 137.2 hours on this matter, plus 59.1\r\nhours by an associate, and 7.7 hours of paralegal time. The circuit court\r\nawarded Vick $41,425.00 in attorney fees and $2,678.58 for costs. SCDOT made no\r\nmotion for reconsideration of the circuit court order to challenge either Vick’s\r\nentitlement to attorney fees or the way that award was calculated.\r\n\r\n&nbsp;\r\n&nbsp;\r\n\r\n&nbsp;\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3394","title":"Hillman v. Hillman","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3394","description":"In this appeal, Husband seeks relief from a voluntary dismissal of an action for divorce and equitable division.","date":"2001-10-15","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Randy L. Hillman, Appellant,\r\n\r\n\r\n            v. \r\n\r\n        \r\n\r\n        Robert Eugene Pinion and Pamela Denise Gent, Personal \r\n          Representatives for the Estate of Brenda Dodd Hillman, Deceased, Respondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Oconee County\r\n  Barry W. Knobel, Family Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3394\r\n    Heard September 4, 2001 - Filed October 15, 2001  \r\n  \r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        H. Jeff McLeod, of Anderson, for appellant.\r\n\r\n        W. Robert Owens, Jr., of Walhalla, for respondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nHEARN, C.J.:  Randy L. Hillman (Husband) \r\n  appeals a family court order denying his motion for relief from a consent order \r\n  which dismissed with prejudice his domestic action against Brenda Dodd Hillman \r\n  (Wife). We affirm.\r\n\r\nFACTS AND PROCEDURAL HISTORY\r\n\r\nThe parties married in December 1990. In July 1997, Husband \r\n  brought an action for a divorce on the grounds of physical cruelty or habitual \r\n  drunkenness, and equitable division of marital property. Wife answered, denying \r\n  Husband's entitlement to a divorce on these grounds, and counterclaimed for \r\n  a divorce on the ground of physical cruelty and equitable division of marital \r\n  property.\r\n\r\nOn July 25, 1997, the family court issued a temporary order \r\n  granting Wife possession of the marital home. The issue of whether the home \r\n  was marital property subject to equitable distribution was held in abeyance \r\n  pending a later hearing. The action was administratively struck from the family \r\n  court roster on May 21, 1998.\r\n\r\nPrior to the final hearing, Wife died testate. In September \r\n  1999, Husband's attorney initiated a proposed consent order to dismiss the case \r\n  with prejudice. Wife's attorney consented to the dismissal and, by consent order \r\n  dated December 1, 1999, the court dismissed the action with prejudice. Neither \r\n  party appealed the order of dismissal.\r\n\r\nIn January 2000, Husband's new attorney filed a motion with \r\n  the family court seeking: (1) substitution of Husband's attorney; (2) relief \r\n  from the order of dismissal pursuant to Rule 60, SCRCP; and (3) substitution \r\n  of the personal representative of Wife's estate for Wife. Husband's position \r\n  was that the dismissal should be set aside pursuant to Rule 60 because all the \r\n  parties were operating under the mistaken belief that during the pendency of \r\n  a divorce action, the death of one party to the action rendered the action moot. \r\n  On January 31, 2000, the family court entered a consent order relieving Husband's \r\n  original attorney and substituting Husband's new attorney. \r\n  (1) Although the court noted the equitable distribution claims \r\n  did not automatically abate on Wife's death, the court nonetheless denied the \r\n  motion for relief and the motion to substitute the personal representative of \r\n  Wife's estate for Wife. The court reasoned Husband's prior attorney acted within \r\n  his authority in stipulating to a dismissal and was not formally relieved from \r\n  the case until January 31, 2000. Husband filed a motion for reconsideration \r\n  which was denied. This appeal followed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\r\nMotions for relief under Rule 60(b) are within the trial \r\n  court's discretion, and this court will not reverse the trial court absent an \r\n  abuse of discretion. Tri-County Ice &amp; Fuel Co. v. Palmetto Ice Co., \r\n  303 S.C. 237, 242, 399 S.E.2d 779,782 (1990); Coleman v. Dunlap, 303 \r\n  S.C. 511, 513, 402 S.E.2d 181, 183 (Ct. App. 1991). An abuse of discretion arises \r\n  when the trial court was controlled by an error of law or when the order is \r\n  without evidentiary support. Goodson v. Am. Bankers Ins. Co., 295 S.C. \r\n  400, 402, 368 S.E.2d 687, 689 (Ct. App. 1988).\r\n\r\nDISCUSSION\r\n\r\nHusband asserts the trial court should have granted his motion for relief from judgment on the\r\nground of mistake.  He claims his attorney mistakenly believed Wife's death abated the action for\r\nequitable apportionment and based on that mistake, Husband's attorney improperly sought to\r\ndismiss the case.  Therefore, Husband asserts that Rule 60(b)(1), SCRCP entitles him to relief. \r\nWe disagree.\r\nRule 60(b)(1), SCRCP provides that this court may relieve \r\n  a party from a final judgment or order if the judgment or order was induced \r\n  by mistake, inadvertence, surprise, or excusable neglect. This rule is an appropriate \r\n  remedy for good faith mistakes of fact if all other applicable factors are met. \r\n  See Columbia Pools, Inc. v. Galvin, 288 S.C. 59, 61, 339 S.E.2d \r\n  524, 525 (Ct. App. 1986). (2) However, a party \r\n  may not generally use Rule 60(b)(1) as a vehicle for relief from a mistake of \r\n  law. (3) See Savage v. Cannon, \r\n  204 S.C. 473, 30 S.E.2d 70 (1944); see generally 11 Charles Alan Wright \r\n  &amp; Arthur R. Miller, Federal Practice &amp; Procedure § 2858 (1973) (stating \r\n  that an appellant is not entitled to relief under Rule 60(b)(1) for ignorance \r\n  of the rules or ignorance of the law). (4) \r\nThe mistake Husband asserts entitles him to relief under \r\n  Rule 60(b)(1), SCRCP is the parties' mistaken assumption that Wife's death abated \r\n  the equitable apportionment action. This court has held that the death of one \r\n  party to an action does not abate an action for equitable distribution. Hodge \r\n  v. Hodge, 305 S.C. 521, 525, 409 S.E.2d 436, 439 (Ct. App. 1991); but \r\n  cf. Louthian &amp; Merritt, P.A. v. Davis, 272 S.C. 330, 251 S.E.2d \r\n  757 (1979) (holding that the death of a party abates a divorce action). However, \r\n  because this is a mistake of law, not fact, we find this is not the type of \r\n  mistake, surprise, inadvertence, and excusable neglect generally contemplated \r\n  by Rule 60(b)(1). See Savage, 204 S.C. at 477, 30 S.E.2d at 71; \r\n  Columbia Pools, 288 S.C. at 61, 339 S.E.2d at 525. \r\nFurther, Husband's attorney initiated the dismissal. The \r\n  acts of an attorney are directly attributable to and binding on his client. \r\n  Greenville Income Partners v. Holman, 308 S.C. 105, 107, 417 S.E.2d 107, \r\n  108 (Ct. App. 1992); Mitchell Supply Co. v. Gaffney, 297 S.C. 160, 375 \r\n  S.E.2d 321 (Ct. App. 1988). The general rule is that the neglect of the attorney \r\n  is the neglect of the client, and no mistake attributable to an attorney can \r\n  be successfully used as a ground for relief, unless it would have been excusable \r\n  if attributable to the client. Simon v. Flowers, 231 S.C. 545, 99 S.E.2d \r\n  391 (1957). The family court granted the order of dismissal on Husband's own \r\n  motion and therefore any error the court committed in granting the motion was \r\n  of Husband's own making. Husband will not be heard to complain on appeal of \r\n  an error he voluntarily committed before the trial court. State v. Babb, \r\n  299 S.C. 451, 455, 385 S.E.2d 827, 829 (1989) (noting a party cannot be heard \r\n  to complain of an error his own conduct induced). Accordingly, we affirm the \r\n  family court's denial of Husband's motion for relief from judgment on the ground \r\n  of mistake.\r\n\r\nHusband also asserts Wife's attorney lacked authority to \r\n  consent to the dismissal and therefore the dismissal is void. We disagree.\r\n\r\nAfter Wife's death, her attorney in the family court action \r\n  immediately began representing her estate, and a notice to creditors was published. \r\n  This notice was before the family court at the time of dismissal and is included \r\n  in our record on appeal. The notice to creditors denotes Wife's attorney as \r\n  the attorney for Wife's estate. Further, at the hearing to reopen the family \r\n  court case, Wife's attorney stated that he immediately began representing Wife's \r\n  estate at Wife's death per an agreement with the personal representative of \r\n  Wife's estate and Husband's original attorney. We find that under the facts \r\n  of this case, Wife's attorney's authority did not terminate at Wife's death. \r\n  (5) Rather, Wife's attorney had authority to consent to the dismissal \r\n  order because he was representing Wife's estate and all parties had notice of \r\n  this representation. Because Wife's attorney had authority to consent to the \r\n  dismissal, Husband's argument is unavailing.\r\n\r\nHusband further contends the family court's order dismissing the action with prejudice is void\r\nbecause the court did not acquire jurisdiction over Wife's estate before ordering the dismissal. \r\nWe disagree.\r\n\r\nRule 25, SCRCP provides:\r\n\r\n\r\nIf a party dies and the claim is not thereby extinguished, the court may order substitution of the\r\nproper parties.  The motion for substitution may be made by any party or by the successors or\r\nrepresentatives of the deceased party and, together with the notice of hearing shall be served on\r\nthe parties as provided in Rule 5 and upon persons not parties in the manner provided by Rule 4\r\nfor the service of summons.  If substitution is not made within a reasonable time, the action may\r\nbe dismissed as to the deceased party. \r\n\r\n\r\nThe plain language of Rule 25 suggests the family court \r\n  need not obtain jurisdiction over a deceased party's estate to dismiss the deceased \r\n  party from an action. In fact, the rule specifically provides for the dismissal \r\n  of a deceased party where substitution of the proper parties does not \r\n  occur within a reasonable amount of time. Therefore, Husband's argument is unavailing.\r\n\r\nFor the foregoing reasons, the decision of the family court is\r\n\r\nAFFIRMED.\r\n\r\nCURETON and HOWARD, JJ., concur.\r\n\r\n1.  We have substituted the personal \r\n  representatives of Wife's estate for Wife as a party to this action. \r\n2.  Columbia Pools arose under \r\n  S.C. Code Ann. § 15-27-130 (1976) which was later repealed and replaced by Rule \r\n  60, SCRCP. See Sijon v. Green, 289 S.C. 126, 127, 345 S.E.2d 246, 247 \r\n  (1986). \r\n3.  Many other state courts and federal \r\n  courts have addressed this issue and held that Rule 60(b)(1) only applies to \r\n  errors of fact. See Chang v. Smith, 778 F.2d 83 (1st Cir. 1985); Flint \r\n  v. Howard, 464 F.2d 1084 (1st Cir. 1972); U.S. v. Erdoss, 440 F.2d \r\n  1221 (2d 1971); Andrews v. Time, Inc., 690 F. Supp. 362 (E.D. Penn. 1988); \r\n  Swam v. United States, 327 F.2d 431 (7th Cir. 1964); Kingsbury v. \r\n  Brown, 92 P.2d 1053 (Idaho 1939); Johnson-Olson Floor Coverings, Inc. \r\n  v. Branthaver, 236 N.E.2d 903 (Ill. App. 2d Dist.1968); Carty v. Toro, \r\n  57 N.E.2d 434 (Ind. 1944). \r\n4.  Savage arose under § 495 (1942) \r\n  which was later repealed and replaced by Rule 60, SCRCP.  \r\n 5.  We note, however, that generally \r\n  an attorney's authority to act for his or her client ends at that client's death. \r\n  Carver v. Morrow, 213 S.C. 199, 48 S.E.2d 814 (1948); Bunch v. Dunning, \r\n  106 S.C. 300, 91 S.E. 331 (1917). Our holding, that Wife's attorney's authority \r\n  continued after Wife's death, does not alter this general rule, but rather is \r\n  limited to the specific facts of this case. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3395","title":"Newton v. Progressive Northwestern Insurance","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3395","description":"Newton, a Georgia resident, seeks reformation of his automobile insurance policy with Progressive Northwestern Insurance Co. to include uninsured motorist coverage.  He argues that the South Carolina Financial Responsibility Act requires this reformation.","date":"2001-10-29","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nNewton v. Progressive Northwestern Insurance Co.\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n&nbsp;\r\n\r\n\r\n  \r\n    \r\n      \r\nWillie Mathis Newton,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nAppellant,\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\nProgressive Northwestern Insurance Company,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Saluda County\r\nL. Henry McKellar, Circuit Court Judge\r\n\r\n\r\n\r\nOpinion No.  3395\r\nHeard September 13, 2001 - Filed October 29, 2001\r\n\r\n\r\n&nbsp;\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nDeborah R.J. Shupe, of Louthian &amp; Louthian, of Columbia, and Robert J. Harte, of Aiken, for appellant.\r\n\r\nJ. R. Murphy and J. J. Gentry, both of Murphy &amp; Grantland, P.A., of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nGOOLSBY, J.: By this declaratory judgment action, William Mathis Newton seeks reformation of an automobile liability\r\npolicy issued him by Progressive Northwestern Insurance Company to include uninsured motorist coverage. The trial court\r\ngranted Progressive summary judgment. Newton appeals. We affirm.\r\n\r\nFACTUAL/PROCEDURAL HISTORY\r\n\r\nOn October 13, 1996, Progressive issued Newton, a resident of Augusta, Georgia, an automobile liability insurance policy. \r\nNewton purchased the policy through the Affordable Insurance Agency in Martinez, Georgia.  Because he rejected\r\nuninsured motorist coverage, which is optional in Georgia, Progressive issued its policy without uninsured motorist\r\ncoverage. \r\n\r\nSeveral months later, on March 3, 1997, Newton was involved in an automobile accident while traveling in South Carolina. \r\nThe at-fault driver of the other car had no liability insurance.  At the time of the accident, Newton was still covered under\r\nthe policy issued by Progressive.\r\n\r\nAccording to Newton's brief before this court and as required by this state's Motor Vehicle Financial Responsibility Act, (1)\r\nNewton received a form requesting verification of liability insurance coverage. (2)  Progressive completed the form for\r\nNewton, verifying he had automobile liability insurance on the date of the accident.\r\n\r\nNewton brought suit against the at-fault driver. He also served Progressive.  The latter, however, denied coverage because\r\nthe policy issued Newton did not provide uninsured motorist coverage. \r\n\r\nNewton later brought the instant action, contending the Motor Vehicle Financial Responsibility Act required reformation of\r\nhis policy to include the minimum uninsured motorist coverage required by South Carolina law.\r\nWhen granting\r\nProgressive's motion for summary judgment, the trial court held the Motor Vehicle Financial ResponsibilityAct did not\r\nrequire reformation of Newton's policy.\r\n\r\nLAW/ANALYSIS\r\n\r\nNewton appeals, arguing because South Carolina law required Newton to supply the Department of Public Safety with\r\nproof of financial responsibility in connection with the accident (3)\r\nand because Progressive undertook to verify liability\r\ncoverage for him, the terms of the policy had to be reformed to comply with South Carolina liability policy requirements. \r\nIn support of his argument, Newton points to the following policy provision in effect at the time of the accident:\r\n\r\nWhen we certify this policy as proof of financial responsibility, this policy will comply with the law to the extent required. \r\nYou must reimburse us if we make a payment that we would not have made if this policy was not certified as Proof of\r\nFinancial Responsibility.\r\n\r\n\r\n(Emphasis in original).\r\n\r\nAt most, by completing the request form given Newton pursuant to S.C. Code Ann. section 56-9-350 (1991), Progressive\r\nwould have merely confirmed that Newton had liability insurance coverage on his vehicle and could answer to a judgment\r\nobtained by a third party up to the policy limits.  If this action had the effect of rendering Progressive liable to Newton for\r\nuninsured motorist coverage and thus having to pay Newton any amount he obtained by way of a judgment, Newton would\r\nhave to return the money under the clear terms of the policy.  The reason is because Progressive would not have had to\r\nmake the payment if it had not verified the policy as proof of financial responsibility to the State of South Carolina.  The\r\nlaw requires a lot of things, but doing a useless act is not one of them (4) -- at least ordinarily, it is not. \r\n\r\nNewton cites S.C. Code Ann. section 56-9-351 (Supp. 2000) (5) in support of his position that Progressive's verification of\r\nliability insurance coverage for him added uninsured motorist coverage to his policy. All the statute does, however, is\r\ncompel the creation of a fund from which one might satisfy a judgment obtained against an operator or owner for damages\r\nresulting from a motor vehicle accident involving the operator's or owner's motor vehicle.\r\n\r\nNewton maintains that Progressive certified proof of financial responsibility pursuant to S.C. Code Ann. section 56-9-560\r\n(1991). (6)\r\n\r\n    The record before us shows no such thing occurred. For instance, nothing in the record shows that Progressive\r\nexecuted a power of attorney that designated the Department as its agent to accept service of process or that it agreed in\r\nwriting that its policy would be construed to conform to South Carolina law regarding financial responsibility.    \r\n\r\nMoreover, section 56-9-560 is not applicable in the instant case. Progressive need not have certified proof of financial\r\nresponsibility pursuant to section 56-9-560.  Article 5 of Chapter 9 of Title 56 within which section 56-9-560 falls concerns\r\nthose against whom judgments have already been obtained, residents and nonresidents alike. (7)  Nothing in the record shows\r\nthat Newton had been involved in an earlier accident in this state and had failed to satisfy a judgment prior to the accident\r\nat issue here.  Similarly, the record does not indicate Newton had been in an accident and failed to satisfy a judgment after\r\nthe effective date of submitting proof of his ability to respond to damages for liability on account of an accident arising out\r\nof the ownership or use by him of a motor vehicle. (8)\r\n\r\nPerhaps the biggest hurdle Newton faces is the limited reach of S.C. Code Ann. section 38-77-150 (Supp. 2000), the statute\r\nthat mandates uninsured motorist coverage be included in an \"automobile insurance policy.\"  S.C. Code Ann. section 38-77-30(10.5) (Supp. 2000) expressly defines the latter term as used in Chapter 77 to mean \"a policy . . . issued or delivered\r\nin this State . . . .\"  S.C. Code Ann. section 38-77-30(1) (Supp. 2000) further limits \"automobile insurance\" to \"liability\r\ninsurance, including . . . uninsured motorist coverage,&nbsp; . . . written or offered by automobile insurers.\"  S.C. Code Ann. section 38-77-30(2) (Supp. 2000) defines the term\r\n\"automobile insurer\" as \"an insurer licensed to do business in South Carolina and authorized to issue automobile insurance\r\npolicies.\" \r\n\r\nSection 38-77-150 does not affect policies issued in other states, including Georgia.  A policy issued and delivered outside\r\nof South Carolina is not \"a policy issued or delivered in this State.\"  As noted above, Progressive issued its policy in the\r\nState of Georgia to a Georgia resident through a Georgia insurance agent.\r\n\r\nFurthermore, the policy in question is not one written or offered by a licensed South Carolina insurer.  Progressive, a\r\nlicensed Georgia insurer, wrote or offered it.  \"The fact that an accident which is within the risk covered by an accident\r\npolicy occurred in a certain state does not make the contract one of that state.\"  (9)\r\n\r\n  The trial court, therefore, properly held this State's financial responsibility law did not require the reformation of the\r\nGeorgia policy to include uninsured motorist coverage. (10)    \r\n\r\nAFFIRMED.\r\n\r\nHUFF and STILWELL, JJ., concur.\r\n\r\n\r\n1.   S.C. Code Ann. §§ 56-9-10 to -630 (1991).\r\n2.  Id. § 56-9-350. \r\n3.   S.C. Code section 56-9-350 (1991) provides in pertinent part:\r\n\r\n\r\n   The . . . owner of a motor vehicle involved in an accident resulting in property damage of four hundred\r\ndollars or more, or in bodily injury or death, must be furnished a written request form at the time of the\r\naccident . . . by the investigating officer for completion and verification of liability insurance coverage . .\r\n. .\r\n\r\nThe completed and verified form must be returned\r\nby the . . . owner to the Department within fifteen days\r\nfrom the date the form was delivered by the officer. . . .\r\n\r\n\r\n4.  Orange Bowl Corp. v. Warren, \r\n  300 S.C. 47, 386 S.E.2d 293 (Ct. App. 1989). \r\n5.   S.C. Code Ann. section 56-9-351 (Supp. 2000) provides in pertinent part:\r\n\r\nWithin sixty days of receipt of a report of a motor vehicle accident within this State which has resulted in\r\nbodily injury or death or damage to the property of any one person in the amount of two hundred dollars\r\nor more, . . . [i]f the . . . driver is a nonresident, the privilege of operating a motor vehicle within this\r\nState . . . is suspended unless the . . . driver or owner,  . . . , deposits security in a sum not less than two\r\nhundred dollars or an additional amount as the department may specify that will be sufficient to satisfy a\r\njudgment that may be recovered for damages resulting from the accident which may be recovered against\r\nthe operator or owner. \r\n6.   S.C. Code Ann. section 56-9-560 (1991) states in pertinent part:\r\n\r\nThe nonresident owner of a motor vehicle not registered in this State may give proof of financial\r\nresponsibility by filing with the Department written certificates of an insurance carrier authorized to\r\ntransact business in the state in which the motor vehicle . . . described in the certificate is registered . . . ,\r\nprovided the certificate otherwise conforms with the provisions of this chapter, and the Department shall\r\naccept it upon condition that the insurance carrier complies with the following provisions with respect to\r\nthe policies certified:\r\n\r\n\r\n(1) The insurance carrier shall execute a power of attorney authorizing the Department to accept service\r\non its behalf of notice or process in any action arising out of a motor vehicle accident in this State; and\r\n\r\n(2) The insurance carrier shall agree in writing that the policies shall be construed to conform with the\r\nlaws of this State relating to the terms of motor vehicle liability policies issued in this State.\r\n\r\n\r\n7.  See e.g., S.C. Code Ann. \r\n  § 56-9-410 (1991) (requiring reports of unpaid judgments to be made to the Department); \r\n  id. § 56-9-420 (requiring the Department to report unpaid judgments against \r\n  nonresidents to the nonresident's home state). \r\n8.  See Reyes v. Travelers Ins. \r\n  Co., 553 N.E.2d 301 (Ill. 1991) (holding Illinois resident involved in an accident \r\n  in Indiana was not subject to Indiana's Financial Responsibility law because \r\n  he had not been involved in a prior accident in that state); cf. S.C. Code Ann. \r\n  § 56-9-20(11) (Supp. 2000) (defining \"proof of financial responsibility\" to \r\n  mean the \"ability to respond to damages for liability . . . on account of accidents \r\n  occurring after the effective date of such proof, arising out of the ownership \r\n  . . . or use of a motor vehicle . . . .\"). \r\n9.  2 Lee R. Russ &amp; Thomas \r\n  F. Segalla, Couch on Insurance 3d § 24.15, at 24-24 (1997). \r\n10.  See Galford v. Nicholas, \r\n  167 A.2d 783 (Md. 1961) (holding the law that controls is the law where the \r\n  automobile insurance contract was entered into); accord Cotton v. State Farm \r\n  Mut. Auto. Ins. Co, 540 So.2d 1387 (Ala. 1989); Fortune Ins. Co. v. Owens, 526 \r\n  S.E.2d 463 (N.C. 2000). \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3396","title":"Brown v. Butler","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3396","description":"This appeal concerns the right of a widow to bring an action in the court of common pleas under the Statute of Elizabeth to set aside an inter vivos conveyance by her now deceased husband.","date":"2001-10-29","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n9751 - Brown v. Butler\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n&nbsp;\r\n\r\n\r\n  \r\n    \r\n      \r\nVera Brown, Carl Brown, Jr., Tiffany Brown and Latoya Brown,&nbsp;&nbsp;&nbsp;\r\nRespondents,\r\n\r\n      \r\n    \r\n  \r\n\r\n&nbsp;&nbsp;&nbsp; v.\r\n\r\n  \r\n    \r\n      \r\nJulie Brown Butler,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nAppellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\nRoger M. Young, Master-in-Equity\r\n\r\n\r\nOpinion No. 3396\r\nHeard September 6, 2001 - Filed October 29, 2001\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nRobert L. Gailliard, of Charleston, for appellant.\r\n\r\nCharles S. Goldberg and Tiffany R. Spann, both of  The Steinberg Law Firm; and Harold A. Oberman, of Oberman &amp;\r\nOberman, all of Charleston  for respondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n&nbsp;\r\n\r\n\r\nGOOLSBY, J.: By this action, the respondents Vera Brown and her children, Carl Brown, Jr., Tiffany Brown, and Latoya\r\nBrown, sought to set aside a deed by which Carl Brown, Sr., Vera's estranged husband and the children's father, conveyed\r\ncertain Charleston County property to Julie Brown Butler.  The master-in-equity set aside the deed on the ground that the\r\nconveyance violated the Statute of Elizabeth. (1)  Butler appeals. We affirm.\r\n\r\nVera Brown and Carl Brown, Sr., were married in 1976 and had three children, the other named respondents.  Carl acquired\r\nthe subject property in 1978 when his siblings deeded him the three-acre parcel for a stated consideration of five dollars. \r\nCarl and Vera constructed a shell home on the property, giving a note and mortgage to the builder Jim Walters.  Working\r\ntogether, they finished the home.\r\n\r\nIn 1996, Carl contracted cancer.  On February 10, 1996, Carl gave Vera a handwritten note ordering her to move out of the\r\nhouse by the \"end of March.\"  On being given the note, Vera told Carl she would seek the advice of a lawyer and would\r\nundertake to get what rightfully belonged to her and their children.\r\n\r\nOn February 22, 1996, Carl deeded the property to his sister Julie Brown Butler for a stated consideration of one dollar and\r\nlove and affection.  The deed, however, was not recorded until April 5, 1996.  Sometime during that same month, Vera and\r\nLatoya, the only child then living at home with Vera and Carl, moved out.\r\n\r\nButler did not learn about the conveyance until January 1998, almost two years later, when Carl gave the deed to her. \r\nButler valued the property at $49,000, based on prior tax assessments.\r\n\r\nVera sought legal counsel, both to protect whatever interest she had in the property and to obtain a separation from Carl.  \r\nShe went first to Legal Aid and later, in late February or early March 1997, to attorney F. Henderson Moore, Jr.  Moore\r\nbegan work on Vera's case and had her sign a blank verification form and return it to him.  Subsequently, Moore lost his\r\nprivilege to practice law in South Carolina. (2)  In August 1998, Vera retrieved her file and sought legal assistance elsewhere. \r\nAs of that time, Moore had not brought suit against Carl.\r\n\r\nCarl died intestate in June 1998, leaving Vera and the children as his sole heirs.  On November 17, 1998, Vera filed an\r\naction against Carl and Butler requesting that the deed from Carl to Butler be set aside.  This action was dismissed without\r\nprejudice by consent order.  On February 23, 1999, Vera and the children filed another action requesting similar relief; this\r\ntime, however, the complaint named only Butler as a defendant. \r\n\r\nThe master-in-equity to whom the circuit court referred the action ordered the deed set aside, finding the transfer of the\r\nproperty by Carl to Butler was in violation of the Statute of Elizabeth.  The master also accorded no merit to Butler's laches\r\ndefense.\r\n\r\nI.\r\n\r\n\r\nButler first argues the master's order is void because jurisdiction to determine whether the property constituted an asset of\r\nCarl's estate lay solely with the probate court.  We disagree.\r\n\r\nButler relies upon South Carolina Code section 62-1-302(a)(1), which provides in pertinent part:\r\n\r\n\r\n  (a) [E]xcept as otherwise specifically provided \r\n    hereinafter, the court has exclusive original jurisdiction over all subject \r\n    matter related to:\r\n\r\n(1) estates of decedents, including the contest of wills, construction of wills, and determinations of heirs and successors of\r\ndecedents and estates of protected persons. (3)\r\n\r\n\r\nThe action here, however, is not against Carl.  It is against Butler.  It is neither an action to contest or construe a will, to\r\ndetermine heirs and successors of a decedent, nor to determine the estate of a protected person.  Rather, the action is one to\r\nset aside a deed, and it is brought against one who is very much alive and litigating. (4)  \r\n\r\nThe case relied on by Butler, Parker v. Shecut, \r\n  (5) does not aid her. There, the property in question formed part \r\n  of the decedent's estate. Here, Butler received legal title to the property \r\n  as a result of an inter vivos conveyance and held title for several months before \r\n  the transferor's death. (6)\r\n\r\nII.\r\n\r\n\r\nButler next argues the master erred in holding Carl violated the Statute of Elizabeth (7) when he conveyed the property to\r\nher.  More specifically, she attacks the finding that undergirded the master's holding, namely that Vera fell within the class\r\nof those protected by the statute.  As we understand Butler's argument, she contends that a wife must have an interest in the\r\nproperty conveyed at the time of the conveyance to be so protected and that, because Carl alone held title to the property\r\nand because Vera had not brought a divorce action against him before he conveyed it away, Vera had no interest protected\r\nby the Statute of Elizabeth. \r\n\r\nWe hold, however, an estranged wife in Vera's position has a sufficient interest in property titled in her husband's name to\r\nset aside a conveyance that could adversely affect her claims for separate support and maintenance, for alimony, or for an\r\nequitable division of the marital property. (8)  Even if not a \"creditor,\" an estranged wife would fall within the phrase \"and\r\nothers,\" a phrase that the statute also uses and refers to \"persons who, like creditors, have causes of action which may be\r\nprejudicially affected by a transfer of assets by one against whom the right of action exists.\" (9)  \r\n\r\nIII.\r\n\r\n\r\nWe find no merit to Butler's argument that the family court had sole jurisdiction to apportion marital property and the\r\naction was therefore improperly before the master.  The master did not undertake in this case to apportion marital property\r\nbetween a husband and wife, but merely set aside a deed by which a husband conveyed away property titled in his name.  \r\n\r\nIV.\r\n\r\n\r\nButler faults Vera for waiting until March 1997 to seek legal assistance and until November 1998, after Carl had died, to\r\nbring suit.  She argues laches should bar this action.  We find no reversible error.\r\n\r\nThe determination of whether laches has been established is largely within the discretion of the trial court. (10)  Delay alone\r\nis not enough to constitute laches; it must be unreasonable, and the party asserting laches must show prejudice. (11)  The\r\nquestion of whether a claim is barred by laches is to be determined in light of the facts of the particular case. (12)\r\n\r\nWe hold the master did not abuse his discretion in declining to make a finding of laches.  After Carl ordered her to leave\r\nthe marital residence, Vera first sought representation from Legal Aid and, later, in February or March 1997, from attorney\r\nMoore.  After dismissing without prejudice an action brought in November 1998 challenging Carl's secret conveyance of\r\nthe property to Butler, Vera and her children brought the present action in February 1999.  What delay there was in bringing\r\nthis action can be laid principally at the feet of attorney Moore and somewhat to the dismissal without prejudice of the\r\nearlier action brought by Vera's second attorney.  Under the circumstances, we do not consider the delay in bringing suit\r\nunreasonable.\r\n\r\nWe do not overlook Butler's argument, citing Citizens' \r\n  Bank v. Heyward, (13) and Bank for Savings and \r\n  Trusts v. Towe, (14) that the acts and omissions \r\n  of Vera's attorney are attributable to her. But this is not a hard and fast \r\n  rule. Rather, it is one that is \"to be applied rationally, with a fair recognition \r\n  that justice to the litigants is always the polestar.\" \r\n  (15) Vera and her children could not have anticipated attorney Moore \r\n  would not have promptly brought suit against Carl after Vera signed and returned \r\n  the verification to him. Neither could they have anticipated Moore would later \r\n  lose his privilege to practice law before suit was brought, thus necessitating \r\n  their obtaining new counsel to bring an action. (16) \r\n   \r\n\r\nFinally, as to prejudice, Butler argues only that Carl died before Vera's second action was filed.  This fact in and of itself is\r\ninsufficient to support a finding of prejudice to bar an action on the ground of laches. (17)  \"As with waiver, laches arises\r\nupon the failure to assert a known right under circumstances indicating that the lached party has abandoned or surrendered\r\nthe right.\" (18)  Although this is an equity matter, for which laches can be a viable defense even if the statute of limitations\r\ndoes not apply, we hold that Butler failed to meet the heightened burden of proof placed on one asserting the defense of\r\nlaches in a situation, such as this one, in which the underlying action was brought within the applicable limitations period. \r\nShe has not directed our attention to anything in the record suggesting that the delay in filing suit was accompanied either\r\nby a failure on the plaintiffs' part to perform a legal duty  or by a negligent act on their part that misled her to the extent that\r\nit would be inherently unfair to allow Vera and the children to proceed on their cause of action. (19)  \r\n\r\nAFFIRMED.\r\n\r\nHUFF and STILWELL, JJ., concur.\r\n\r\n\r\n1.   S. C. Code Ann. § 27-23-10 (Supp. 2000).\r\n2.  The supreme court issued \r\n  an opinion dated December 16, 1997, suspending Moore from the practice of law \r\n  for one year. In re Moore, 329 S.C. 294, 494 S.E.2d 804 (1997). \r\n3.   S.C. Code Ann. § 62-1-302(a)(1) (1987 and Supp. 2000) (emphasis added).\r\n4.  Vera did not name Carl's \r\n  estate as a party, nor was she required to do so in order to proceed. See Powell \r\n  v. Green, 281 S.C. 358, 315 S.E.2d 183 (Ct. App. 1984) (holding the grantor \r\n  in an allegedly fraudulent conveyance is not a necessary party in an action \r\n  to set aside the transfer because she was deemed to have parted with all interest \r\n  in the subject property). \r\n5.  340 S.C. 460, 531 S.E.2d \r\n  546 (Ct. App. 2000), cert. granted (Jan. 11, 2001). \r\n6.  Cf. Shelley v. South Carolina \r\n  Dep't of Mental Health, 283 S.C. 344, 322 S.E.2d 687 (Ct. App. 1984) (holding \r\n  that, under the former probate code, the statutory grant of jurisdiction \"in \r\n  all matters testamentary and of administration\" to probate courts does not embrace \r\n  jurisdiction in an equitable action to dissolve a lien of a health-care provider \r\n  for care given to a deceased). \r\n7.   The present version of the statute reads in pertinent part as follows:\r\n\r\n\r\n  Every . . . feoffment, gift, grant, alienation, \r\n    . . . of lands . . . by writing . . . which may be had . . . for any intent \r\n    or purpose to . . . defraud creditors and others of their just and lawful \r\n    actions, suits, debts, accounts, damages, penalties and forfeitures shall \r\n    be deemed . . . to be clearly and utterly void . . . .\r\n\r\n\r\nS.C. Code Ann. § 27-23-10 (Supp. 2000) (emphasis added).  This version took effect June 10, 1997, which was after Carl\r\nexecuted the deed in question but before he delivered it to Butler.\r\n8.  See S.C. Code Ann. § 20-3-130(C)(8) \r\n  (Supp. 2000) (requiring the family court to consider both marital and nonmarital \r\n  properties of the parties in making an award of alimony or separate support \r\n  and maintenance); id. § 20-7-471(recognizing a spouse's acquisition of a vested \r\n  special equity and ownership in marital property); cf. Smith v. Smith, 327 S.C. \r\n  448, 458, 486 S.E.2d 516, 521 (Ct. App. 1997) (holding the family court, in \r\n  dividing the marital property, properly considered actions taken by the husband \r\n  before the parties' actual separation, including \"substantial steps to make \r\n  the tracking of marital assets difficult\"); Rush v. Smith, 394 S.W.2d 613, 616 \r\n  (Ark. 1965) (\"A husband's colorable disposition of assets to defeat his wife's \r\n  property rights in pending or anticipated divorce suit may be found to be fraudulent.\") \r\n  (emphasis added); Wallace v. Wallace, 291 S.E.2d 386, 389 (W. Va. 1982) (\"[C]ourts \r\n  have recognized that a spouse has a right to protect a potential alimony award \r\n  or property settlement from improper transfers before marriage, . . . or in \r\n  contemplation of divorce . . . .\") (emphasis added); 41 C.J.S. Husband and Wife \r\n  § 12, at 308 (1991) (\"Conveyances of real property made by one spouse during \r\n  marriage for the purpose of defeating the rights of the other spouse are fraudulent \r\n  and void, or at least voidable.\"). \r\n9.  37 Am. Jur. 2d Fraudulent \r\n  Conveyances § 118, at 618 (2001). \r\n10.  Grossman v. Grossman, \r\n  242 S.C. 298, 130 S.E.2d 850 (1963). \r\n11.  Hallums v. Hallums, 296 \r\n  S.C. 195, 371 S.E.2d 525 (1988). \r\n12.  Id. at 198-99, 371 S.E.2d \r\n  at 527. \r\n13.   135 S.C. 190, 133 S.E. 709 (1925).\r\n14.   231 S.C. 268, 98 S.E.2d 539 (1957).\r\n15.  7A C.J.S. Attorney &amp; \r\n  Client § 181, at 284 (1980); cf. Graham v. Town of Loris, 272 S.C. 442, 248 \r\n  S.E.2d 594 (1978) (holding the general rule that an attorney's neglect is attributable \r\n  to the client does not apply if there has been a wilful and unilateral abandonment \r\n  of client by counsel); 27A Am. Jur. 2d Equity § 148, at 626 (1996) (\"Fairness \r\n  will bar application of laches where the result would be unjust; laches does \r\n  not operate harshly, as may a statute of limitation. Statutes of limitation, \r\n  further, may work great practical injustice-the doctrine of laches, never.\"). \r\n16.  \"[T]he general rule that \r\n  a client is bound by the acts and omissions of his attorney may not apply . \r\n  . . where the conduct of counsel is outrageously in violation of . . . his implicit \r\n  duty to devote reasonable efforts in representing his client.\" 7A C.J.S. Attorney \r\n  &amp; Client § 181, at 285 (1980). \r\n17.  See 27A Am. Jur. 2d Equity \r\n  § 189, at 666-67 (1996) (\"For laches to apply in cases where real property is \r\n  in dispute, there generally must be prejudice arising from some change in the \r\n  condition or relation of the property or parties such that it would be unfair \r\n  to allow maintenance of the claim.\"). \r\n18.  Provident Life &amp; Accident \r\n  Ins. Co. v. Driver, 317 S.C. 471, 479, 451 S.E.2d 924, 929 (Ct. App. 1994). \r\n19.   The supreme court, discussing the burden of proof on one asserting the defense of laches in a lawsuit filed within the\r\napplicable limitations period, stated as follows:  \r\n\r\n\r\nIn order to constitute laches, there must be shown, not merely neglect for a time to enforce a legal or equitable right, where\r\nsuch neglect is for a period short of that which is a bar under the statute of limitations, but it must further be made to appear\r\nthat such delay was accompanied either by a failure to perform some legal duty, whereby prejudice has resulted to the\r\nperson pleading such neglect, or that such delay was accompanied by some act on the part of the person so negligent, which\r\noperated to mislead the person pleading such neglect, to his prejudice to such an extent that it would be unjust and\r\ninequitable thereafter to permit such negligent party to enforce such right.  \r\n\r\n\r\nEdwards v. Johnson, 90 S.C. 90, 103-104, 72 S.E. \r\n  638, 644 (1911).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3397","title":"State v. Bell","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3397","description":"Appellants's conviction was affirmed because a Doyle violation was not established when no evidence existed in the record that Appellant was given Miranda warnings.","date":"2001-10-29","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Respondent,\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n    v. \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\n        Anya Lafay Bell,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Abbeville County\r\n  John W. Kittredge, Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3397\r\n    Submitted October 1, 2001 - Filed October 29, 2001 \r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Assistant Appellate Defender Robert M. Dudek, of \r\n          South Carolina Office of Appellate Defense, of Columbia, for appellant.\r\n\r\n        Attorney General Charles M. Condon, Chief Deputy \r\n          Attorney General John W. McIntosh, and Assistant Deputy Attorney General \r\n          Robert E. Bogan, all of Columbia; and Solicitor W. Townes Jones, IV, \r\n          of Greenwood, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nHOWARD, J.: Anya Lafay Bell was \r\n  convicted of possession of crack cocaine and possession of crack cocaine with \r\n  intent to distribute. The trial court sentenced Bell to six years imprisonment \r\n  for possession of crack cocaine with intent to distribute and one year concurrent \r\n  for the possession charge. On appeal, Bell argues the State improperly referred \r\n  to her post-arrest silence during cross-examination, thereby warranting a mistrial. \r\n  We affirm. (1)\r\n\r\nFACTS/PROCEDURAL HISTORY\r\n\r\nOn March 12, 1999, a search warrant was issued \r\n  for Bell's apartment. When the police arrived at the apartment, no one was home \r\n  and the front door was open. The police searched the apartment and found a small \r\n  bag of powder cocaine lying on the kitchen counter. They also found a plastic \r\n  bag full of crack cocaine rocks in a pocketbook located in one of the bedrooms. \r\n  The pocketbook contained a driver's license and other types of cards \r\n  identifying Bell as the owner of the pocketbook.\r\n\r\nBell was arrested approximately one week after \r\n  the search of her apartment. At trial, Bell testified the drugs found in her \r\n  apartment were not hers. She testified that her boyfriend, Darrell Grant, sometimes \r\n  stayed in her apartment and that he sold and used drugs. Bell also stated Grant \r\n  had been in her apartment by himself on the day of the search. \r\n\r\nDuring the State's cross-examination of Bell, the \r\n  State asked Bell how police had responded to her story that the drugs belonged \r\n  to her boyfriend. Bell answered that the police had not asked and she had not \r\n  told them. Defense counsel objected to the State's reference to Bell's post-arrest \r\n  silence, and the trial court sustained the objection, giving a curative instruction. \r\n  However, when cross-examination resumed, the State again tried to impeach Bell's \r\n  testimony by attempting to show that she had not told the story to her family. \r\n  Although Bell responded that she told several family members, defense counsel \r\n  again objected to this line of questioning on the basis that it was another \r\n  improper reference to her post-arrest silence. This time the trial court overruled \r\n  the objection and allowed the testimony.\r\n\r\nBell moved for a mistrial, contending the trial \r\n  court erred by allowing the State to attempt to comment upon her post-arrest \r\n  silence. The trial court denied the motion, and Bell was found guilty of all \r\n  charges. This appeal followed. \r\n\r\nLAW/ANALYSIS\r\n\r\nBell contends the trial court erred by allowing \r\n  the State to question her regarding her post-arrest silence.\r\n\r\nIn Doyle v. Ohio, 426 U.S. 610 (1976), the Supreme \r\n  Court ruled the prosecution could not attempt to impeach a defendant's exculpatory \r\n  story, told for the first time at trial, by cross-examining him about his failure \r\n  to tell the story after receiving Miranda (2) \r\n  warnings. The Court held \"the use for impeachment purposes of petitioners' silence, \r\n  at the time of arrest and after receiving Miranda warnings, violated the Due \r\n  Process Clause of the Fourteenth Amendment.\" Id. at 619. The Court noted Miranda \r\n  warnings offer an implicit assurance to an arrested person that his silence \r\n  will carry no penalty and that \"it would be fundamentally unfair and a deprivation \r\n  of due process to allow the arrested person's silence to be used to impeach \r\n  an explanation subsequently offered at trial.\" Id. at 618.\r\n\r\nIn Fletcher v. Weir, 455 U.S. 603 (1982), the Supreme \r\n  Court clarified the rule set forth in Doyle. Weir was arrested on charges of \r\n  intentional murder stemming from a stabbing in a nightclub parking lot. At his \r\n  trial, Weir took the stand in his own defense and admitted stabbing the victim, \r\n  but claimed that he acted in self-defense. This was the first occasion Weir \r\n  offered his version of the stabbing. The prosecutor cross-examined Weir as to \r\n  why he had failed to offer this explanation when he was arrested. The jury ultimately \r\n  convicted Weir of first-degree manslaughter.\r\n\r\nOn appeal, the Sixth Circuit Court of Appeals held \r\n  Weir was denied due process when the prosecutor used his post-arrest silence \r\n  for impeachment purposes. Fletcher v. Weir, 658 F.2d 1126 (1981), rev'd, 455 \r\n  U.S. 603 (1982). The court concluded that Weir could not be impeached by his \r\n  post-arrest silence even if no Miranda warnings were given, stating \"an arrest, \r\n  by itself, is governmental action which implicitly induces a defendant to remain \r\n  silent.\" Id. at 1131.\r\n\r\nThe Supreme Court reversed, noting unlike the defendant \r\n  in Doyle, there was no evidence that Weir received any Miranda warnings during \r\n  the period of his post-arrest silence. Fletcher, 455 U.S. at 603. The Court \r\n  found that \"[i]n the absence of the sort of affirmative assurances embodied \r\n  in the Miranda warnings, we do not believe that it violates due process of law \r\n  for a State to permit cross-examination as to postarrest silence when a defendant \r\n  chooses to take the stand.\" Id. at 607.\r\n\r\nIn another post-Doyle case, the Supreme Court reiterated \r\n  that the Doyle rule\r\n\r\n\r\n  rests on the fundamental unfairness of implicitly \r\n    assuring a suspect that his silence will not be used against him and then \r\n    using his silence to impeach an explanation subsequently offered at trial. \r\n    The \"implicit assurance\" upon which we have relied in our Doyle line of cases \r\n    is the right-to-remain-silent component of Miranda. Thus, the Constitution \r\n    does not prohibit the use for impeachment purposes of a defendant's silence \r\n    prior to arrest, or after arrest if no Miranda warnings are given. Such silence \r\n    is probative and does not rest on any implied assurance by law enforcement \r\n    authorities that it will carry no penalty.\r\n\r\n\r\nBrecht v. Abrahamson, 507 U.S. 619, 628 (1993) \r\n  (citations omitted).\r\n\r\nIn the present case, there is no evidence in the \r\n  record that Bell ever received Miranda warnings, and we will not presume the \r\n  warnings were given at the time of arrest. See United States v. Cummiskey, 728 \r\n  F.2d 200, 205 (3rd Cir. 1984) (\"Although nothing in the Weir record indicated \r\n  the time Miranda warnings were given, the Supreme Court did not presume that \r\n  the warnings were given at the time of arrest. Accordingly, we do not believe \r\n  that we are authorized to engage in such a presumption.\" (citation omitted)). \r\n  Although there was testimony that Bell was arrested approximately one week after \r\n  the search of her apartment, her arrest alone is insufficient to implicitly \r\n  induce Bell to remain silent. See Fletcher, 455 U.S. at 603. Therefore, we find \r\n  no due process violation occurred as a result of the State's cross-examination \r\n  of Bell. The decision of the trial court is\r\n\r\nAFFIRMED.\r\n\r\nHEARN, C.J., and CURETON, J., concur.\r\n   \r\n\r\n1.  We decide this case without \r\n  oral argument pursuant to Rule 215, SCACR.  \r\n2.  Miranda v. Arizona, 384 \r\n  U.S. 436 (1966).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3398","title":"Allen v. Allen","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3398","description":"This is a domestic action in which the husband appeals from several aspects of the family court's order, including:  (1)  inclusion of predistributed property in the marital estate for purposes of equitable distribution; (2)  the award of alimony to the wife; (3)  an order requiring the husband to secure the equitable distribution and alimony obligations with life insurance policy; (4)  the finding of certain factual determinations; and (5)  the award of attorney fees to the wife.","date":"2001-10-29","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Pamela G. Allen,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Respondent,\r\n\r\n\r\n            v.\r\n\r\n          Floyd E. Allen,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Horry County\r\n  Haskell T. Abbott, III, Family Court Judge\r\n\r\n\r\nOpinion No. 3398\r\nSubmitted September 4, 2001 - Filed October 29, 2001\r\n\r\n\r\n\r\n\r\n\r\n  AFFIRMED IN PART; REVERSED\r\n  IN PART, AND REMANDED\r\n   \r\n\r\n\r\n  \r\n    \r\n      \r\n        Irby E. Walker, Jr., of Conway and Cynthia Graham \r\n          Howe, of Van Osdell, Lester, Howe &amp; Jordan, of Myrtle Beach, for \r\n          appellant.\r\n\r\n        John L. Sherrill, of Sherrill &amp; Janes, of Surfside \r\n          Beach, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nHUFF, J.:  In \r\n  this domestic action, Floyd E. Allen (the husband) appeals from several aspects \r\n  of the family court's order, including: (1) inclusion of certain property in \r\n  the marital estate for purposes of equitable distribution; (2) the court's award \r\n  of alimony to Pamela G. Allen (the wife); (3) the court's order that he secure \r\n  his equitable distribution and alimony obligations with a $200,000.00 life insurance \r\n  policy; (4) certain factual determinations; and (5) the award of $22,500.00 \r\n  in attorney fees to the wife. We affirm in part, reverse in part, and remand.\r\n\r\n\r\n    FACTUAL/PROCEDURAL BACKGROUND \r\n  \r\n\r\n\r\nThe parties were married in September of 1963 at \r\n  Fort Benning, Georgia. They have three children, all of whom are emancipated.\r\n\r\nAt the time of the marriage, the husband was 27 \r\n  years old and the wife was 20. The husband was on active duty in United States \r\n  Army and was a licensed optometrist. The wife had completed cosmetology school. \r\n  After the marriage, the husband was stationed in Ethiopia, where the parties \r\n  lived for approximately 18 months. Although the wife had a job opportunity in \r\n  a beauty shop while in Ethiopia, she declined because she was pregnant at the \r\n  time.\r\n\r\nIn 1965, the parties relocated to Conway, South \r\n  Carolina where the husband began a private optometry practice, and he continued \r\n  operating the business throughout the marriage. In addition, the husband entered \r\n  the United States Army Reserves and eventually retired as a Colonel.\r\n\r\nDuring the marriage, the wife was employed only \r\n  sporadically. She worked for the husband for a brief period shortly after he \r\n  began his private optometry practice. In the mid 1970's, the wife obtained a \r\n  real estate license. She attempted to sell real estate on a full time basis \r\n  for approximately one year, but she completed only one sale during that time \r\n  frame. In the mid 1980's, the wife completed a nursing assistant's course. However, \r\n  she never worked as a nursing assistant. \r\n\r\n The husband left the marital home in November \r\n  of 1993. The wife instituted this action in April of 1995 seeking, inter alia, \r\n  a divorce on the ground of desertion, equitable distribution of marital property, \r\n  and an award of alimony. The husband answered, denying the wife was entitled \r\n  to a divorce on the ground of desertion.\r\n\r\nBy temporary order dated May 16, 1995, the family \r\n  court granted the wife possession and use of the marital home, with the husband \r\n  to be responsible for payment of all mortgage indebtedness, real estate taxes, \r\n  and insurance payments on the home. The order also required the husband to pay \r\n  the cost of providing the wife with automobile and health insurance. Further, \r\n  the court awarded the wife $1,200.00 per month in alimony, and $4,000.00 in \r\n  temporary attorney fees. Finally, the order provided the husband could continue \r\n  making real estate transactions, as had been his practice during the marriage, \r\n  so long as he made accountings to the wife.\r\n\r\nIn June of 1995, the wife petitioned the family \r\n  court for a rule to show cause why the husband should not be held in contempt \r\n  for failure to comply with the provisions of the temporary order concerning, \r\n  inter alia, payment of attorney fees and mortgage expenses. The wife subsequently \r\n  agreed to dismiss the rule.\r\n\r\nIn July of 1995, the wife sought further temporary \r\n  relief due to the husband's alleged failure to timely advise her of his intention \r\n  to sell marital assets. By order dated July 19, 1995, the family court ordered \r\n  the husband to deliver to the wife monthly accountings with details concerning \r\n  sales of marital property. The court also required the husband to deliver to \r\n  the wife copies of sales contracts contemporaneously with the execution of the \r\n  contracts. As well, the order specifically provided the parties were to divide \r\n  all net sales proceeds as per their agreement, or if no agreement was reached, \r\n  the proceeds would be divided at the final hearing on the matter.\r\n\r\nIn September of 1995, the wife was diagnosed with \r\n  breast cancer. As a result, in November 1995, the case was continued indefinitely \r\n  by order of the family court.\r\n\r\nThe family court held a final hearing on August \r\n  6, 1998. At this hearing, the wife withdrew her plea for divorce, and instead \r\n  sought an order of separate maintenance and support. By order dated July 13, \r\n  1999, the family court granted the wife an order of separate support and maintenance. \r\n  The family court awarded the wife $2,000.00 per month in alimony, $22,500.00 \r\n  in attorney fees, and a 40% interest in the marital estate, to which the court \r\n  assigned a value of $1,220,078.17. In addition, the court ordered the husband \r\n  to continue paying the wife's health insurance premiums until she reached 65 \r\n  years of age, for which he would receive a credit toward his alimony payments. \r\n  Finally, the court ordered the husband to maintain a $200,000.00 life insurance \r\n  policy with the wife as beneficiary. \r\n\r\nThe husband moved for reconsideration. In a modified \r\n  final order dated September 9, 1999, the family court ordered the husband to \r\n  maintain the $200,000.00 life insurance policy to secure the award of alimony \r\n  and equitable distribution to the wife. The court also instituted changes not \r\n  pertinent to this appeal, but otherwise declined to grant the husband relief \r\n  on his post-trial motion. This appeal followed. \r\n\r\nSTANDARD OF REVIEW\r\n\r\nIn appeals from the family court, the appellate \r\n  court has authority to find the facts in accordance with its own view of the \r\n  preponderance of the evidence. Rutherford v. Rutherford, 307 S.C. 199, 204, \r\n  414 S.E.2d 157, 160 (1992). However, this broad scope of review does not require \r\n  us to disregard the findings of the family court. Stevenson v. Stevenson, 276 \r\n  S.C. 475, 477, 279 S.E.2d 616, 617 (1981). Neither are we required to ignore \r\n  the fact that the trial judge, who saw and heard the witnesses, was in a better \r\n  position to evaluate their credibility and assign comparative weight to their \r\n  testimony. Cherry v. Thomasson, 276 S.C. 524, 525, 280 S.E.2d 541, 541 (1981).\r\n\r\nLAW/ANALYSIS\r\n\r\n\r\n    I. Predistributed Property  \r\n  \r\n\r\n\r\nThe husband first argues the family court erred \r\n  in including in the marital estate $104,002.57 worth of property which was sold \r\n  during the pendency of litigation. We agree. \r\n\r\nDuring the pendency of this matter, the husband \r\n  sold two of the parties' real estate investment properties. The parties agreed \r\n  to divide the proceeds equally and that the proceeds \"may be considered as an \r\n  advancement of any equitable distribution award.\" Each party received approximately \r\n  $52,000.00 from the transaction, and thereafter utilized the funds at their \r\n  discretion. (1) The wife conceded it would be \r\n  unfair for her to \"share again\" in the husband's $52,000.00 distribution.\r\n\r\nDespite the prior distribution of the proceeds \r\n  from the sales to the parties, and the parties agreed upon division of the assets, \r\n  both the original and modified final orders include the value of the real estate \r\n  transaction in the value of the marital estate. The court provided an award \r\n  to the wife of $41,601.03 (40% of the total amount realized from the real estate \r\n  transactions) and $62,401.54 (60% of the total) to the husband. The transactions \r\n  were included in the modified final order despite the husband's inclusion of \r\n  the issue in his motion for reconsideration and the family court judge's express \r\n  intention to delete the real estate transactions from the marital estate. In \r\n  a June 7, 1999, letter to the attorneys, the judge stated: \"I did not include \r\n  the [wife's] checking account as a marital asset due to the balance being derived \r\n  from the advances made from real estate closings during the pendency of the \r\n  action. I have also deleted the amount derived from the closings from [the husband's] \r\n  business account as well.\"\r\n\r\nFurther, although the family court included the \r\n  value of the real estate transactions in the marital pot, it did not require \r\n  the parties to pay these previous distributions back into the pot. Indeed, the \r\n  wife has apparently spent all but $4,000.00 of the $52,000.00 distribution to \r\n  her. Thus, while the court effectively credited the wife with only 40% of the \r\n  total $104,000.00 transaction, it did not require her to account for the full \r\n  $52,000.00 that she actually received. The court ordered the husband to pay \r\n  the wife an additional $27,600.39 to effect a 40% distribution to the wife, \r\n  inclusive of these funds that had already been divided by the parties per their \r\n  agreement. Thus, it appears the family court included the value of the real \r\n  estate transactions in its final valuation of the marital assets, although this \r\n  asset had already been divided. Moreover, we think the parties' agreement, as \r\n  well as general notions of fairness, require that the case be remanded for redivision \r\n  of the marital estate excluding the value of the real estate transactions. \r\n  (2) Accordingly, we reverse so much of the order as includes these \r\n  transactions, and remand the case for further proceedings as to this issue, \r\n  consistent with this opinion.\r\n\r\n\r\n    II. Alimony \r\n\r\n\r\n\r\nNext, the husband asserts the family court erred \r\n  in awarding the wife $2,000.00 per month in alimony. More specifically, the \r\n  husband contends the family court based its decision on erroneous and/or unsupported \r\n  findings of fact and failed to impute any income to the wife. We find no error.\r\n\r\nAn award of alimony rests within the sound discretion \r\n  of the family court and will not be disturbed absent an abuse of discretion. \r\n  Williams v. Williams, 297 S.C. 208, 210, 375 S.E.2d 349, 350 (Ct. App. 1988). \r\n  \"Alimony is a substitute for the support which is normally incident to the marital \r\n  relationship.\" Johnson v. Johnson, 296 S.C. 289, 300, 372 S.E.2d 107, 113 (Ct. \r\n  App. 1988). Generally, alimony should place the supported spouse, as nearly \r\n  as is practical, in the same position he or she enjoyed during the marriage. \r\n  Id. It is the duty of the family court to make an alimony award that is fit, \r\n  equitable, and just if the claim is well founded. Woodward v. Woodward, 294 \r\n  S.C. 210, 217, 363 S.E.2d 413, 417 (Ct. App.1987).\r\n\r\n Factors to be considered in making an alimony \r\n  award include: (1) duration of the marriage; (2) physical and emotional health \r\n  of the parties; (3) educational background of the parties; (4) employment history \r\n  and earning potential of the parties; (5) standard of living established during \r\n  the marriage; (6) current and reasonably anticipated earnings of the parties; \r\n  (7) current and reasonably anticipated expenses of the parties; (8) marital \r\n  and nonmarital properties of the parties; (9) custody of children; (10) marital \r\n  misconduct or fault; (11) tax consequences; and (12) prior support obligations; \r\n  as well as (13) other factors the court considers relevant. S.C. Code Ann. § \r\n  20-3-130(C) (Supp. 2000). No one factor is dispositive. Lide v. Lide, 277 S.C. \r\n  155, 157, 283 S.E.2d 832, 833 (1981).\r\n\r\nThe family court found this was a marriage of nearly \r\n  36 years. The husband argues this was an erroneous finding of fact inasmuch \r\n  as the parties were married on September 15, 1963, separated on November 15, \r\n  1993, and commenced this litigation on April 18, 1995. According to husbands' \r\n  calculations, the marriage was one of 31½ years. The husband's argument presupposes \r\n  the duration of a marriage should be calculated from the date of marriage to \r\n  the date of commencement of marital litigation. We note however, a marriage \r\n  is not terminated as of the date the parties separate, or even the commencement \r\n  of marital litigation. In fact, the parties herein are still married, having \r\n  not yet obtained an adjudication of divorce. Thus, as of the date of the final \r\n  order, the family court's finding as to the length of the marriage was correct. \r\n  Further, the court specifically noted the marriage had endured for 35 years, \r\n  and the \"parties continued to reside together until the 30th year of their marriage.\" \r\n  Therefore, the court clearly considered that the parties had not lived together \r\n  for the last several years. Accordingly, in regard to the husband's concern \r\n  that the family court placed too much emphasis on the long duration of the marriage \r\n  in determining the alimony award, we note the court was well aware of the date \r\n  of the parties' separation, as well as of the date marital litigation commenced.\r\n\r\nThe husband also takes exception to the family \r\n  court's finding he \"appeared to be in good health, for he is still involved \r\n  in the practice of optometry and continues to speculate in real estate.\" The \r\n  husband asserts that contrary to the family court's finding, he was 62 years \r\n  old at the time of trial, and hoped to retire at 65 years old. Moreover, he \r\n  suffered two detached retinas, requiring surgery on each eye, and had cancer \r\n  surgery \"for several different places\" on his nose. We do not think the court's \r\n  failure to specifically mention the husband's health concerns renders its consideration \r\n  of the issue erroneous. The crux of the court's consideration was that the husband \r\n  did not suffer from health problems which limited his ability to work. As of \r\n  the time of trial, the husband continued to practice optometry on a full time \r\n  basis, and continued to speculate on real estate as he had during the marriage, \r\n  thereby earning a gross income of $6,075.00 per month.\r\n\r\nThe husband next argues the family court erred \r\n  in finding the parties had a \"very comfortable\" standard of living with funds \r\n  available for \"vacations\" and \"luxury automobiles.\" Specifically, the husband \r\n  denies the parties owned luxury automobiles. Inasmuch as the parties accumulated \r\n  a marital estate valued at more than $1,000,000.00, exclusive of predistributed \r\n  property, we can discern no error in the family court's conclusion the parties \r\n  enjoyed a very comfortable standard of living and had funds available \r\n  for luxury automobiles. Whether the parties actually owned luxury automobiles \r\n  is of little consequence.\r\n\r\nAs a final attack on the award of alimony, the \r\n  husband asserts the court failed to give proper consideration to the wife's \r\n  education and ability to work. We disagree. The family court expressly considered \r\n  the wife's education, including her educational pursuit during the marriage, \r\n  as well as her lack of work history and the effect of her physical and emotional \r\n  health on her ability to work. Our inquiry on appeal is not whether the family \r\n  court gave the same weight to particular factors as this court would have; rather, \r\n  our inquiry extends only to whether the family court abused its considerable \r\n  discretion in assigning weight to the applicable factors. S.C. Code Ann. § 20-3-130(C) \r\n  (Supp. 2000) (In making an award of alimony, the family court must consider \r\n  all relevant factors and \"give weight in such proportion as it finds appropriate\" \r\n  to these factors.). Particularly in light of the wife's lacking work history, \r\n  her current age, and past medical problems, we can discern no such abuse of \r\n  discretion. \r\n\r\nIII. Support/Equitable Distribution \r\n  Security\r\n\r\nThe husband next contends the family court erred \r\n  in requiring him to secure his alimony and equitable distribution obligations \r\n  with a $200,000.00 life insurance policy. We agree.\r\n\r\nFirst, we note that statutory law provides that \r\n  the family court may, in some cases, require a supporting spouse to secure his \r\n  support obligation. See S.C. Code Ann. § 20-3-130(D) \r\n  (Supp. 2000) (allowing the court to provide security for the payment of alimony \r\n  or separate maintenance and support) and S.C. Code Ann. § 20-3-160 (1985) (allowing \r\n  the provision of security for child support obligations). There is, however, \r\n  no such specific statutory provision regarding an equitable distribution \r\n  award.\r\n\r\nPrior to 1990, the family court was without authority \r\n  to require a supporting spouse to secure periodic alimony beyond the supporting \r\n  spouse's lifetime. Gilfillin v. Gilfillin, 344 S.C. 407,411, 544 S.E.2d 829, \r\n  831 (2001). In the case of Hardin v. Hardin, 294 S.C. 402, 365 S.E.2d 34 (Ct. \r\n  App. 1987), this court found that a family court needed both statutory authority \r\n  and a finding of special circumstances before it could require a payor spouse \r\n  to secure periodic alimony beyond the payor spouse's death. Id. In 1990, however, \r\n  the Legislature amended S.C. Code Ann. § 20-3-130 (Supp. 2000) to codify the \r\n  common law rule that periodic alimony terminates at death, but further provided \r\n  an exception to the rule when such alimony is secured pursuant to subsection \r\n  (D) of § 20-3-130. Id. at 412, 544 S.E.2d at 831. The statute now provides as \r\n  follows:\r\n\r\n\r\n  In making an award of alimony or separate maintenance \r\n    and support, the court may make provision for security for the payment of \r\n    the support including, but not limited to, requiring the posting of money, \r\n    property, and bonds and may require a spouse, with due consideration of the \r\n    cost of premiums, insurance plans carried by the parties during marriage, \r\n    insurability of the payor spouse, the probable economic condition of the supported \r\n    spouse upon the death of the payor spouse, and any other factors the court \r\n    may deem relevant, to carry and maintain life insurance so as to assure support \r\n    of a spouse beyond the death of the payor spouse.\r\n\r\n\r\nS.C. Code Ann. § 20-3-130(D) (Supp. 2000). \r\n\r\nPursuant to this statute, the family court may \r\n  provide for security of periodic alimony payments beyond the death of the supporting \r\n  spouse through life insurance \"whenever the family court [makes] factual findings \r\n  concerning five factors favored requiring such insurance.\" Gilfillin, 344 S.C. \r\n  at 414, 544 S.E.2d at 832. \"[T]he use of life insurance is restricted in subsection \r\n  (D) for use only after the family court makes comprehensive review of five distinct \r\n  issues.\" Id. Because the family court failed to make a comprehensive review \r\n  of the necessary factors allowing the security of alimony through life insurance \r\n  pursuant to S.C. Code § 20-3-130(D) and Gilfillin, we remand this issue to the \r\n  family court.\r\n\r\nIn regard to the court's order requiring the husband \r\n  to secure the equitable distribution award with life insurance, we find ourselves \r\n  confronted with a novel issue. (3) There is clearly \r\n  no statutory authority allowing for such. As with the issue of the security \r\n  of alimony through life insurance in Hardin, we now are faced with the question \r\n  of whether or not an equitable division award can be secured by life insurance. \r\n  In Hardin we held, in the absence of statutory authority and special circumstances, \r\n  the Family Court may not require the payor spouse to secure alimony with life \r\n  insurance. The rationale behind the holding was the common law rule that periodic \r\n  alimony liability ceases upon the death of the supporting spouse. Subsequent \r\n  to the Hardin decision, the Legislature acted to statutorily enable the Family \r\n  Court to order security of alimony beyond the life of the supporting spouse \r\n  in certain cases. In Gilfillin, the Supreme Court elucidated that the special \r\n  circumstances as provided in the statute must be comprehensively reviewed by \r\n  the Family Court before requiring such security.\r\n\r\nWhile the concern regarding the common law, and \r\n  now statutory, rule calling for cessation of periodic alimony upon the supporting \r\n  spouse's death does not apply to this situation, we do not believe our case \r\n  law will support an order of security for an equitable distribution award by \r\n  way of life insurance in the absence of similar statutory authority or a finding \r\n  of special circumstances which would warrant the imposition of such an obligation \r\n  upon a party. Although this court can envision situations where security for \r\n  an equitable distribution award may be warranted, we do not believe the family \r\n  court may make such an order without justification and statutory authorization. \r\n  (4) Just as the Legislature responded to the issues raised in Hardin, \r\n  it is likewise within its province to address the concerns raised herein, if \r\n  it so chooses. We therefore hold, absent the requisite statutory authority and \r\n  special circumstances, the court was in error to impose upon the husband the \r\n  obligation to secure the equitable distribution award through life insurance.\r\n\r\nIV. Factual Finding\r\n\r\nNext, the husband argues the family court erred \r\n  in determining he was \"very evasive\" in his testimony and in supplying documentation \r\n  to support the figures set forth in his financial declaration. This argument \r\n  amounts to a challenge to a credibility finding. On appeal, this court is not \r\n  required to ignore the fact that the trial judge, who saw and heard the witnesses, \r\n  was in a better position to evaluate their credibility and assign comparative \r\n  weight to their testimony. Cherry v. Thomasson, 276 S.C. 524, 525, 280 S.E.2d \r\n  541, 541 (1981). Giving due deference to the family court's findings as to the \r\n  husband's credibility, we decline to disturb the portion of the order containing \r\n  this comment.\r\n\r\nV. Attorney Fees\r\n\r\nLastly, the husband asserts the family court erred \r\n  in awarding the wife the full amount of her attorney fees, $22,500.00, because \r\n  the award was based on a conclusory affidavit of fees. Although the husband \r\n  raised the issue of attorney fees in his post trial motion for reconsideration, \r\n  the motion does not mention the sufficiency of the wife's attorney fee affidavit. \r\n  Neither did he object to submission of the affidavit nor challenge its sufficiency \r\n  at trial. Because the husband asserts this argument for the first time on appeal, \r\n  the issue is not preserved for our review. See Wilder Corp. v. Wilke, 330 S.C. \r\n  71, 76, 497 S.E.2d 731, 733 (1998) (\"It is axiomatic that an issue cannot be \r\n  raised for the first time on appeal, but must have been raised to and ruled \r\n  upon by the trial judge to be preserved for appellate review.\").\r\n\r\nFor the foregoing reasons, the decision of the \r\n  family court is \r\n\r\nAFFIRMED IN PART, REVERSED IN PART, \r\n  AND REMANDED.\r\n\r\nGOOLSBY and STILWELL, JJ., concur.\r\n   \r\n\r\n1.  The wife testified she spent \r\n  most of her $52,000.00 on medical bills, attorney fees, home repairs and living \r\n  expenses, but she had the $4,000.00 remaining balance in her checking account. \r\n  The husband testified he placed all of his $52,000.00 in his business savings \r\n  account. \r\n 2.  We note it also appears \r\n  the court may have deducted the $52,000.00 proceeds the husband realized from \r\n  the transactions from the husband's business account when valuing the marital \r\n  assets. However, this asset should include the full value of the business asset \r\n  as of the date of commencement of marital litigation, regardless of whether \r\n  the husband later used this account to deposit the $52,000.00 proceeds. Likewise, \r\n  any funds in the wife's checking account at the time of commencement of marital \r\n  litigation, prior to deposit of her $52,000.00 in proceeds, should be included \r\n  in the marital estate as well. \r\n 3.  Although the husband does \r\n  not specifically raise the issue of the family court's authority to order him \r\n  to secure the equitable distribution award with life insurance, he does assert \r\n  general error in the family court's order of the same, and charges that no compelling \r\n  circumstances warranted the provision. \r\n 4.  We note, however, it may \r\n  be possible for the parties, by way of agreement adopted by the family court, \r\n  to provide for the security of an equitable distribution award.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"}]