[{"id":"3341","title":"State v. Proctor","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3341","description":"This is a criminal case that involves the issue of whether a defendant's conditional release under YOA sentence is concurrent with his probation under another sentence.","date":"2001-05-07","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n\r\n\r\n            v. \r\n\r\n        \r\n\r\n        James D. Proctor, Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From York County\r\n  Henry F. Floyd, Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3341\r\n    Heard February 6, 2001 - Filed May 7, 2001  \r\n  \r\n\r\n\r\n\r\nREVERSED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        James W. Boyd, of Rock Hill, for appellant.\r\n\r\n        Deputy Director for Legal Services Teresa A. Knox, \r\n          Legal Counsel J Benjamin Aplin and Deborah D. Deutschmann, all of South \r\n          Carolina Department of Probation, Parole and Pardon Services, of Columbia, \r\n          for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCONNOR, J.: James D. Proctor appeals \r\n  the order finding him in violation of probation. Proctor contends he was not \r\n  on probation but was actively serving his sentence under the Youthful Offender \r\n  Act, S.C. Code Ann. §§ 24-19-10 to -160 (1989 &amp; Supp. 2000). We reverse.\r\n\r\nFACTS  \r\n\r\nOn December 11, 1997, James D. Proctor was sentenced \r\n  to fifteen years for second degree burglary, suspended on the service of five \r\n  years probation, and to twenty-five years for second degree arson, suspended \r\n  on the service of five years probation. At the same time, Proctor was sentenced \r\n  to five years under the Youthful Offender Act (YOA) for grand larceny.\r\n\r\nThe probation order for the burglary conviction \r\n  stated, \"The conditions of probation begin after YOA case.\" The probation order \r\n  for the arson conviction stated, \"The conditions of probation begin after active \r\n  YOA.&quot; \r\n\r\nWhile serving the five-year YOA sentence, Proctor \r\n  was granted a conditional release from incarceration. In September of 1999, \r\n  during Proctor's conditional release from his YOA sentence, Proctor engaged \r\n  in consensual sexual activities with two minor girls. Proctor and the girls \r\n  were smoking marijuana at the time. As a result, Proctor failed a mandatory \r\n  drug test required by his conditional release. Proctor denied knowing the girls \r\n  were underage, but eventually pled guilty to two counts of assault and battery \r\n  of a high and aggravated nature. \r\n\r\nAt the probation revocation hearing, Proctor argued \r\n  his terms of probation for the burglary and arson convictions had not yet begun. \r\n  His position was that those terms of probation did not begin until he was unconditionally \r\n  released from the YOA sentence. After taking the matter under advisement, the \r\n  trial judge focused on the term \"active\" in the probation order for the arson \r\n  conviction. He construed the term \"active\" to mean only the period of incarceration \r\n  and not the time Proctor was on conditional release. Accordingly, the trial \r\n  judge ruled the period of probation began upon Proctor's conditional release \r\n  from the YOA sentence and ran concurrently with the YOA conditional release. \r\n  \r\n\r\nAfter the trial judge's ruling, Proctor conceded \r\n  he had wilfully violated the terms and conditions of his probation. The trial \r\n  judge found Proctor \"willfully violated the terms and conditions of his probation\" \r\n  and ordered \"a five-year revocation on both, concurrent\" and terminated \"the \r\n  balance of the case.\" Proctor appeals.\r\n\r\nLAW/ANALYSIS\r\n\r\nThe determination to revoke probation is within \r\n  the discretion of the circuit judge. State v. Hamilton, 333 S.C. 642, \r\n  511 S.E.2d 94 (Ct. App. 1999). A reviewing court will only reverse this determination \r\n  when it is based on an error of law or a lack of supporting evidence renders \r\n  it arbitrary or capricious. Id. \r\n\r\nProctor contends he was still serving his YOA sentence \r\n  and had not yet begun to serve either of the terms of probation under the arson \r\n  conviction or the burglary conviction at the time of the probation revocation \r\n  hearing. The State, like the judge at the revocation hearing, focuses on the \r\n  use of the word \"active\" in Proctor's arson probation order. The State argues \r\n  Proctor's \"active\" YOA sentence ended with his conditional release and Proctor \r\n  began serving his consecutive probationary sentence under the arson conviction \r\n  at the time of his conditional release.\r\n\r\nProctor was conditionally released under the YOA \r\n  sentence pursuant to S.C. Code Ann. § 24-19-110 (Supp. 2000). Section 24-19-110 \r\n  governs the conditional release of youthful offenders and provides:\r\n\r\n\r\n  The division may at any time after reasonable notice \r\n    to the director release conditionally under supervision a committed youthful \r\n    offender. When, in the judgment of the director, a committed youthful offender \r\n    should be released conditionally under supervision he shall so report and \r\n    recommend to the division.\r\n\r\n  The division may regularly assess a reasonable \r\n    fee to be paid by the youthful offender who is on conditional release to offset \r\n    the cost of his supervision.\r\n\r\n  The division may discharge a committed youthful \r\n    offender unconditionally at the expiration of one year from the date of conditional \r\n    release.\r\n\r\n\r\nS.C. Code Ann. § 24-19-110 (Supp. 2000).\r\n\r\nWhile on conditional release, Proctor remained \r\n  under the supervision of the Youthful Offender Division of the Department of \r\n  Corrections (the Division). The statutory scheme created by the South Carolina \r\n  General Assembly envisions a youthful offender's continued service of a YOA \r\n  sentence beyond his initial, possibly temporary, conditional release. The Division's \r\n  authority to revoke Proctor's conditional release is provided by statute:\r\n\r\n\r\n  If, at any time before the unconditional discharge \r\n    of a committed youthful offender, the Division is of the opinion that such \r\n    youthful offender will be benefited by further treatment in an institution \r\n    or other facility any member of the Division may direct his return to custody \r\n    or if necessary may issue a warrant for the apprehension and return to custody \r\n    of such youthful offender and cause such warrant to be executed by an appointed \r\n    supervisory agent, or any policeman. Upon return to custody, such youthful \r\n    offender shall be given an opportunity to appear before the Division or a \r\n    member thereof. The Division may then or at its discretion revoke the order \r\n    of conditional release.\r\n\r\n\r\n\r\nS.C. Code Ann. § 24-19-150 (1989). Clearly, the \r\n  Division had the authority to revoke the conditional release and incarcerate \r\n  Proctor for the remainder of his YOA sentence.\r\n\r\nIn Thompson v. South Carolina Department of \r\n  Public Safety, 335 S.C. 52, 515 S.E.2d 761 (1999), the Supreme Court explained \r\n  the phrase \"term of imprisonment.\" The Court stated, \"The phrase 'Term of imprisonment' \r\n  has a well-established meaning in South Carolina criminal law.\" Id. at \r\n  55, 515 S.E.2d at 763. According to Thompson, the phrase \"term of imprisonment\" \r\n  includes actual incarceration, parole, the suspended portion of a sentence, \r\n  probation, and supervised furlough. Id. at 55-56, 515 S.E.2d at 763. \r\n  The Court rejected a narrow view of the phrase that would limit it to the period \r\n  of actual incarceration. Id.\r\n\r\nBased on the broad definition of \"term of imprisonment\" \r\n  in Thompson, we find Proctor was still serving his YOA sentence while on conditional \r\n  release. This view is further supported by the case law of this State which \r\n  equates the conditional release of an inmate to the parole of an inmate.\r\n\r\nIn Crooks v. Sanders, 123 S.C. 28, 115 S.E. \r\n  760 (1922), the Supreme Court likened the parole of an inmate to a conditional \r\n  release. The Court stated, \"To attribute to the word 'parole' the meaning of \r\n  a conditional release from imprisonment which does not suspend the running of \r\n  the prisoner's sentence is entirely in accord with the etymology of the word.\" \r\n  Id. at 34, 115 S.E. at 762. In Sanders v. MacDougall, 244 S.C. \r\n  160, 135 S.E.2d 836 (1964), the Court held, \"A prisoner upon release on parole \r\n  continues to serve his sentence outside the prison walls. The word parole is \r\n  used in contra-distinction to suspended sentence and means a leave of absence \r\n  from prison during which the prisoner remains in legal custody until the expiration \r\n  of his sentence.\" Id. at 163, 135 S.E.2d at 837.\r\n\r\nFor the foregoing reasons, Proctor was still serving \r\n  his YOA sentence and will continue to serve that sentence until he is unconditionally \r\n  released by the Division. (1) Upon his unconditional \r\n  release by the Division, Proctor will begin to serve his probationary terms \r\n  as provided in the probation orders.\r\n\r\nAccordingly, the trial judge's determination Proctor \r\n  was concurrently serving his YOA sentence on conditional release and serving \r\n  his probationary sentence was an error of law. Based on this error of law, the \r\n  trial judge improperly found Proctor in violation of his probation. Therefore, \r\n  the order of the lower court is\r\n\r\n\r\n  REVERSED.\r\n\r\n  HUFF and HOWARD, JJ., concur.\r\n\r\n\r\n1. As further proof that Proctor \r\n  was not yet on probation, we take note that no evidence was presented showing \r\n  Proctor had been assigned a probation agent. Additionally, the State admitted \r\n  that Proctor's restitution hearing required by the probation orders had not \r\n  been scheduled because Proctor \"was serving an active YOA sentence.\" \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3342","title":"Parks v. Characters Night Club","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3342","description":"Liability of a business entity does not extend to the criminal acts of a third party unless the place and character of the activity is such as to invoke reasonable foreseeability of such conduct and necessity to take reasonable precautions.","date":"2001-05-21","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nShonya Renee Parks, Respondent,\r\n\r\nv.\r\n\r\n\r\nCharacters Night Club and Thomas Schweitzer, d/b/a Characters,\r\nDefendants,\r\n\r\nOf whom Thomas Schweitzer, d/b/a Characters is\r\nAppellant.\r\n\r\nAND\r\n\r\n\r\nThomas Schweitzer, d/b/a Characters, Third Party Plaintiff,\r\nAppellant,\r\n\r\nv.\r\n\r\n\r\nKenneth Antoine Smith, Third Party Defendant,\r\nRespondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville County\r\nAlison R. Lee, Circuit Court Judge\r\n\r\n\r\nOpinion No. 3342\r\nHeard May 7, 2001 - Filed May 21, 2001\r\n\r\n\r\n\r\nREVERSED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nO.W. Bannister, Jr., of Greenville, for Appellant.\r\n\r\nDavid B. Greene, of Greenville, for Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nANDERSON, J.: In this negligence action, Characters and  Thomas Schweitzer, who is President of the corporation that\r\nowns Characters, appeal the magistrate's denial of their motion for an involuntary nonsuit as well as the nonjury verdict in\r\nfavor of Shonya Parks.  They argue there was no evidence Characters was negligent or that Parks' injury was reasonably\r\nforeseeable.  We reverse.\r\n\r\nFACTS/PROCEDURAL BACKGROUND\r\n\r\nOn June 12, 1996, seventeen-year-old Shonya Parks attended \"Teen Night\" at Characters nightclub in Greenville, South\r\nCarolina.  Parks was accompanied by her cousin, Tomika Miles, and two of Tomika's friends.  At the nightclub, Parks ran\r\ninto Kenneth \"Tweek\" Smith, her \"ex-boyfriend\" and the father of her child. (1)\r\n\r\nWhile in the club, Parks and Smith had a disagreement.  Smith pulled Parks' arm in an attempt to force her to walk off with\r\nhim.  Parks told security, who kept Smith away from her.  Sometime later in the evening, Parks and Smith \"made up.\" \r\nWhen the club closed around midnight, Smith walked Parks to her car.\r\n\r\nSmith stood nearby while Parks and her companions entered Parks' 1989 Suzuki.  As Parks waited to pull out of the\r\nparking lot, a thrown object broke the car window and struck her in the head, knocking her sideways into her cousin's lap. \r\nThe object was later discovered to be a billiard ball.  Smith pulled Parks out of the car and held her until Characters'\r\nsecurity arrived.\r\n\r\nOn hearing the ball strike Parks' vehicle, Jimmy Chambers, the owner and operator of Eagle Security, immediately went to\r\nhelp Parks.  Chambers observed Smith holding Parks.  Additionally, Chambers overheard Smith telling Parks that he was\r\n\"sorry, he [didn't] know why he did it.\"  Chambers testified Smith confessed to a police officer who later arrived at the\r\nscene.  Several passengers in Parks' jeep yelled for Chambers to arrest Smith.  One of the girls told Chambers \"he did it, he\r\ndid it.\"  Parks, however, did not want police to arrest Smith.\r\n\r\nAccording to Chambers, Smith said \"he was sorry for doing it and all that. He didn't know why he meant to hit - I just\r\nmeant to hit your car, I didn't mean to hit you.\"  When asked by Chambers where he got the ball, Smith replied: \"I took it\r\nfrom inside.\"  An ambulance transported Parks to the hospital where she was apparently treated and released.  Parks' actual\r\ndamages totaled $969.65.\r\n\r\nParks filed this action against Thomas Schweitzer, doing business as Characters, alleging Characters was negligent in\r\nfailing to break up a fight in the club's doorway and this negligence proximately caused the billiard ball to strike her in the\r\nhead.\r\n\r\nSchweitzer and Characters answered denying negligence on their part and the existence of a fight.  Schweitzer impleaded\r\nSmith as a third-party defendant pursuant to Rule 14(a), SCRCP, asserting Smith threw the ball and was liable for all or\r\npart of the damages. (2)\r\n\r\nAt the nonjury trial in Magistrate's Court, Parks testified: \"I was sitting still waiting for the traffic and a cue ball came from\r\nbehind-like on the side-not the side but like behind me and hit me in the head.\"  Parks did not see the ball coming.  She\r\nadmitted she did not see who threw the ball or from where it was thrown.  Parks nonetheless insisted the ball was thrown\r\nfrom behind her vehicle.\r\n\r\nParks attested two boys from Easley were fighting behind her car and one of them threw the ball that hit her.  Parks,\r\nhowever, conceded she did not see anyone fighting with a billiard ball.  Further, Parks admitted she did not see whether the\r\n\"boys from Easley\" had a billiard ball in their possession.  During cross examination of Parks, the following exchange\r\noccurred:\r\n\r\n\r\nQ. You can't tell us that either one of these boys from Easley threw that pool ball, can you?\r\n\r\nA. No.\r\n\r\n\r\nParks stated she did not \"notice\" if anyone from Characters attempted to \"break up\" the fight.  She was not sure the fight\r\nwas on Characters' property.  The fight was in a parking lot next door to Characters.\r\n\r\nMiles testified Smith was standing in front by the roadway when the ball struck Parks' car from the left.  She looked at him\r\napproximately thirty seconds before the accident.  Like Parks, Miles did not see who threw the ball.  Miles stated she saw\r\nthe boys from Easley fighting and recognized both of them.  She denied asking anyone at the scene to arrest Smith.  Miles\r\nagreed Smith was a \"pretty violent person.\"  After brief testimony from Parks' mother, who was not present at the time of\r\nthe accident, Parks rested her case.\r\n\r\nSchweitzer and Characters moved for an involuntary nonsuit and dismissal pursuant to Rule 41(b), SCRCP, arguing Parks\r\nfailed to demonstrate (1) her injury was foreseeable; (2) who threw the ball; and (3) security was inadequate.\r\n\r\nThe magistrate denied the motion.  Characters then presented evidence from Schweitzer and Chambers.  Schweitzer\r\ntestified Characters had more than twenty security people on the premises for \"Teen Night\" to control a crowd of\r\napproximately eight hundred patrons.  Of these twenty security people, six were uniformed, armed, security personnel from\r\nEagle Security.  The remainder of the security people were Characters' employees.  Two security guards patrolled the\r\nparking lot.  As the club closed around midnight, security personnel moved with the crowd to the parking lot outside.\r\n\r\nAll of the security personnel were outside when Parks was struck by the ball.  They were equipped with radios and\r\nmaintained constant communication with each other.  At least four security people were in the parking lot.  Chambers\r\ncontended if there had been a fight in the parking lot, he would have known about it.  No one reported a fight that night.\r\n\r\nChambers averred he was no more than sixty to seventy feet from Parks' car when he heard what he thought was a gunshot. \r\nAccording to Chambers, the driver's side window of Parks' Suzuki was broken.  Chambers found a cue ball lying in the\r\npassenger seat of Parks' vehicle.\r\n\r\n  Based on the physical evidence, Chambers opined the billiard ball was thrown from the sidewalk at the front of the\r\nvehicle.  Chambers explained: \"The window on the Suzuki was a perfect circle-I mean a perfect circle.  And it wasn't from\r\nan angle from behind, it was an angle from the front.  It was exactly as if you just pointed straight at the vehicle from the\r\ncurb, where this young black guy [Smith] had run from to the Suzuki.  From the position he was there then run to it, just\r\nlike it came straight there.\"\r\n\r\nAt the close of all the evidence, the magistrate held there was no evidence Smith was negligent and Characters was\r\n\"somewhat negligent in failing to patrol the grounds so as to avoid plaintiff's injury.\"  The magistrate ordered Characters to\r\npay one-half of Parks' damages plus court costs.\r\n\r\nCharacters appealed the verdict to the Circuit Court.  The Circuit Court judge affirmed the magistrate's order finding it was\r\nsupported by evidence of a fight occurring at approximately the same time as the incident.  Schweitzer and Characters\r\nappeal.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nIn deciding whether to grant or deny a motion for \r\n  nonsuit, the trial court must view the evidence and all reasonable inferences \r\n  in the light most favorable to the plaintiff. Bullard v. Ehrhardt, 283 \r\n  S.C. 557, 324 S.E.2d 61 (1984). If there is no relevant competent evidence reasonably \r\n  tending to establish the material elements of the plaintiff's case, a motion \r\n  for nonsuit must be granted. Id.\r\n\r\nBecause this case originated in Magistrate's Court, \r\n  South Carolina Code Ann. section 18-7-170 (1985) is applicable. Section 18-7-170 \r\n  provides that on appeal from Magistrate's Court, the Circuit Court may make \r\n  its own findings of fact. See Dingle v. Northwestern R.R., 112 \r\n  S.C. 390, 99 S.E. 828 (1919); Truluck v. Atlantic Coast Line R.R., 110 \r\n  S.C. 92, 96 S.E. 254 (1918); A. &amp; E. Leather Goods Co. v. Sentz, \r\n  87 S.C. 267, 69 S.E. 390 (1910); Redfearn v. Douglass, 35 S.C. 569, 15 \r\n  S.E. 244 (1892); Vacation Time of Hilton Head Island, Inc. v. Kiwi Corp., \r\n  280 S.C. 232, 312 S.E.2d 20 (Ct. App. 1984).\r\n\r\nHowever, on appeal from a Circuit Court's affirmance \r\n  of a magistrate's order, our scope of review is more limited. The Court of Appeals \r\n  will presume that an affirmance by a Circuit Court of a magistrate's judgment \r\n  was made upon the merits where the testimony is sufficient to sustain the magistrate's \r\n  judgment and there are no facts that show the affirmance was influenced by an \r\n  error of law. Hadfield v. Gilchrist, 343 S.C. 88, 538 S.E.2d 268 (Ct. \r\n  App. 2000). We therefore look to whether the Circuit Court order is controlled \r\n  by an error of law or is unsupported by the facts.\r\n\r\nThe Circuit Court order provided:\r\n\r\n\r\n  Magistrate's ruling is affirmed. Under Miletic \r\n    v. Wal-Mart Stores, Inc., . . . there is no duty unless the merchant or \r\n    owner has knowledge or reason to know of criminal acts about to occur. Evidence \r\n    was presented to magistrate that there was a fight and this incident occurred \r\n    in approximately the same time frame. There is evidence to support the judge's \r\n    conclusion that Characters had knowledge of activity that could lead to this \r\n    incident. (i.e. foreseeable).\r\n\r\n\r\nLAW/ANALYSIS\r\n\r\nOn appeal, Schweitzer and Characters (referred to in this section collectively as \"Characters\") argue the magistrate erred in\r\ndenying their motion for nonsuit and in awarding damages to Parks.  They contend there was no evidence in the record to\r\nsupport the finding of negligence.  In particular, they assert Parks failed to show her injury was foreseeable and proximately\r\ncaused by the alleged fight.  Characters further maintains it did not have either actual or constructive notice of a fight.\r\n\r\nBecause this was an action sounding in negligence, \r\n  Parks was required to allege and prove: (1) the defendant owed her a duty of \r\n  care; (2) the defendant breached that duty of care; and (3) the defendant's \r\n  breach proximately caused her damage. See Bishop v. South Carolina \r\n  Dep't of Mental Health, 331 S.C. 79, 502 S.E.2d 78 (1998); Jeffords v. \r\n  Lesesne, 343 S.C. 656, 541 S.E.2d 847 (Ct. App. 2000); Hubbard v. Taylor, \r\n  339 S.C. 582, 529 S.E.2d 549 (Ct. App. 2000).\r\n\r\nThis case hinges on whether Characters breached \r\n  a duty owed to Parks and whether this breach was the proximate cause of Parks' \r\n  injuries. It is apodictic that a plaintiff may only recover for injuries proximately \r\n  caused by the defendant's negligence. Olson v. Faculty House, 344 S.C. \r\n  194, 544 S.E.2d 38 (Ct. App. 2001).\r\n\r\nTo prove causation, a plaintiff must demonstrate \r\n  both causation in fact and legal cause. Id. Causation in fact is proved \r\n  by establishing the plaintiff's injury would not have occurred \"but for\" the \r\n  defendant's negligence. Id. Legal cause turns on the issue of foreseeability. \r\n  Id. An injury is foreseeable if it is the natural and probable consequence \r\n  of a breach of duty. Id. Foreseeability is not determined from hindsight, \r\n  but rather from the defendant's perspective at the time of the alleged breach. \r\n  Id. It is not necessary for a plaintiff to demonstrate the defendant \r\n  should have foreseen the particular event which occurred but merely that the \r\n  defendant should have foreseen his or her negligence would probably cause injury \r\n  to someone. Greenville Mem'l Auditorium v. Martin, 301 S.C. 242, 391 \r\n  S.E.2d 546 (1990).\r\n\r\nParks' complaint averred Characters had a duty to break up the alleged fight and its negligent failure to do so caused her\r\ninjury.  Specifically, the complaint alleged:\r\n\r\n\r\nThat at said time and place the plaintiff was in her car on defendant's property and was preparing to leave the premises; that\r\nshe was waiting for traffic to clear; that suddenly and without warning a projectile, later determined to be a billiard ball,\r\ncrashed through her car window and hit her in the head, knocking her unconscious and causing her grievous bodily injury;\r\nthat the billiard ball was thrown by one of several men who were in a fight at the doorway of defendant's night club; and\r\nthat defendant's agents were making no effort to control the situation or to stop said fight.\r\n\r\n\r\nOur Supreme Court first addressed the extent of \r\n  a business's duty to protect invitees (3) from \r\n  the criminal activity of third parties in the landmark case of Shipes v. \r\n  Piggly Wiggly St. Andrews, Inc., 269 S.C. 479, 238 S.E.2d 167 (1977).\r\n\r\nIn Shipes, a shopper was attacked as he \r\n  walked to his car in a grocery store parking lot. The shopper alleged the store \r\n  failed to adequately light and supervise the parking area either because (1) \r\n  existing lamps were not shining brightly enough or (2) they were not turned \r\n  on. In this case of first impression, the Court recognized that while the owner \r\n  of a business is not generally charged with a duty to protect customers from \r\n  criminal acts by third parties, an intervening criminal act by a third party \r\n  may not always release an owner from liability for negligence. Shipes, \r\n  269 S.C. at 483, 238 S.E.2d at 168. \r\n\r\nThe Court discussed the Restatement (Second) of Torts section 344, which provides:\r\n\r\n\r\n  A possessor of land who holds it open to the public \r\n    for entry for his business purposes is subject to liability to members of \r\n    the public while they are upon the land for such a purpose, for physical harm \r\n    caused by the accidental, negligent, or intentionally harmful acts of third \r\n    persons or animals, and by the failure of the possessor to exercise reasonable \r\n    care to (a) discover that such acts are being done or are likely to be done \r\n    . . . . (emphasis added).\r\n\r\n\r\nRestatement (Second) of Torts § 344 (1965).  Comment f to section 344 explains further the duty of the storeowner:\r\n\r\n\r\nSince the possessor is not an insurer of the visitor's safety, he is ordinarily under no duty to exercise any care until he\r\nknows or has reason to know that the acts of the third person are occurring, or are about to occur . . . .  If the place or\r\ncharacter of his business, or his past experience, is such that he should reasonably anticipate careless or criminal conduct on\r\nthe part of third persons, either generally or at some particular time, he may be under a duty to take precautions against it,\r\nand to provide a reasonably sufficient number of servants to afford a reasonable protection.\r\n\r\n\r\nRestatement (Second) of Torts § 344 cmt. f (1965).\r\n\r\nThe Shipes Court held the storeowner was \r\n  not liable. The Court concluded the storeowner did not know or have reason to \r\n  know of criminal attacks on shoppers. Thus, the storeowner was not under a duty \r\n  to protect against such attacks. Furthermore, even assuming the storeowner had \r\n  a duty to provide adequate lighting to prevent assaults, Shipes failed to show \r\n  a breach of this duty. Shipes presented no proof the storeowner had actual or \r\n  constructive knowledge the lights were out.\r\n\r\nApproximately three years after Shipes, \r\n  the Supreme Court revisited the question of a business owner's duty to protect \r\n  customers in Munn v. Hardee's Food Systems, Inc., 274 S.C. 529, 266 S.E.2d \r\n  414 (1980). In Munn, a racially motivated fight began on the premises \r\n  of a Hardee's restaurant as it was closing. The fight occurred outside the restaurant. \r\n  Munn was fatally stabbed in the fight. His beneficiaries filed a wrongful death \r\n  action against Hardee's. Several hours prior to the fatal fight, there had been \r\n  another racially motivated incident at the location involving different persons.\r\n\r\nThe Munn Court reaffirmed the Shipes \r\n  holding that a business owner is not charged with a duty to protect customers \r\n  from the criminal acts of third parties unless the owner knew or had reason \r\n  to know that such acts were occurring or about to occur. Id. at 531, \r\n  266 S.E.2d at 414-15. The Court found there was no evidence in the record that \r\n  Hardee's knew or should have known the spontaneous fight was about to occur. \r\n  Counsel for the Administrator of Munn's Estate attempted to overcome the momentary \r\n  and impulsive nature of the incident by arguing Hardee's was liable because \r\n  it \"knowingly allowed an atmosphere of unrest to exist at its establishment \r\n  which precipitated violence.\" Id. at 531, 266 S.E.2d at 415. The Court \r\n  held there was no evidence to support this allegation. The prior racial incident \r\n  was unrelated and Hardee's did not know or have reason to know the fight would \r\n  occur. The evidence was therefore insufficient to sustain the judgment against \r\n  Hardee's. Id. at 531-32, 266 S.E.2d at 415.\r\n\r\nThe Court next addressed this question in Bullard \r\n  v. Ehrhardt, 283 S.C. 557, 324 S.E.2d 61 (1984). Minnie Bullard filed a \r\n  negligence action against the owner of Two Notch Billiards for injuries she \r\n  received when an inebriated customer, Billy Ford, threw a beer bottle which \r\n  struck Bullard in the eye while she was an invitee in the pool hall. Although \r\n  the owner of the tavern had asked Ford to leave prior to the incident, Ford \r\n  returned shortly thereafter and within seconds threw the bottle that injured \r\n  Bullard. The trial court granted a nonsuit in favor of the tavern owner.\r\n\r\nThe Supreme Court affirmed finding the owner had \r\n  no forewarning Ford would throw the bottle and, therefore, no duty arose which \r\n  the owner could breach. The Court reiterated the rule that a business owner \r\n  has a general duty to exercise reasonable care in protecting its invitees but \r\n  is not liable for criminal attacks by third parties in the absence of evidence \r\n  the owner knew or had reason to know of the attack. Bullard, 283 S.C. \r\n  at 559, 324 S.E.2d at 62.  Accord Wintersteen v. Food Lion, Inc., 344 \r\n  S.C. 32, 542 S.E.2d 728 (2001).\r\n\r\nDespite these early cases, some South Carolina \r\n  courts have found evidence a business owner's negligent behavior may have proximately \r\n  caused a criminal attack on an invitee. In Daniel v. Days Inn of America, \r\n  Inc., 292 S.C. 291, 356 S.E.2d 129 (Ct. App. 1987), three men sexually assaulted \r\n  Daniel for five or six hours in a Days Inn hotel room before she escaped. This \r\n  Court reversed a grant of summary judgment to the hotel finding evidence (1) \r\n  the hotel was in a high crime area; (2) Daniel repeatedly uttered \"bloody screams\" \r\n  during the five or six hour attack and torture; and (3) the hotel failed to \r\n  follow its own security guidelines or to regularly patrol the premises. One \r\n  inference from the testimony of a guest who overheard Daniel's screams was that \r\n  security, if it had patrolled, would have heard the screams and intervened to \r\n  free Daniel from the room in which she was held.\r\n\r\nIn Greenville Memorial Auditorium v. Martin, \r\n  301 S.C. 242, 391 S.E.2d 546 (1990), a bottle-throwing case, the Supreme Court \r\n  found evidence existed from which a jury could have found plaintiff's injuries \r\n  from a criminal act were foreseeable and that Greenville Memorial Auditorium \r\n  was liable. In reaching this conclusion, the Court appears to have relied on \r\n  the rule from comment f to section 344 of the Restatement (Second) of Torts \r\n  providing \"[i]f the place or character of [an owner's] business, or his past \r\n  experience, is such that he should reasonably anticipate careless or criminal \r\n  conduct on the part of third persons, either generally or at some particular \r\n  time, he may be under a duty to take precautions against it, and to provide \r\n  a reasonably sufficient number of servants to afford a reasonable protection.\" \r\n  Restatement (Second) of Torts § 344 cmt. f (1965).\r\n\r\nMartin attended a rock concert at the auditorium.  During the concert, an unknown person threw a bottle from the\r\nauditorium's balcony.  The bottle struck and injured Martin, who filed suit claiming the city's negligence in securing the\r\npremises during the concert created an unreasonable risk of harm and proximately caused Martin's injury.\r\n\r\nThe record demonstrated the city only employed fourteen security guards to manage a crowd of six thousand people.  There\r\nwas no reserved seating on the main floor.  Many patrons of the concert were unruly and openly drinking liquor.  The floor\r\nwas littered with liquor bottles and pieces of glass.  Some patrons smoked marijuana during the concert.\r\n\r\nAt trial, the auditorium's director of security \r\n  acknowledged reserved seating would have assisted security personnel in seeing \r\n  into the crowd. The director further testified the group, Loverboy, performed \r\n  songs which encouraged the use of drugs and alcohol, and increased the potential \r\n  for security problems. Based on this evidence that the auditorium's negligent \r\n  security created a dangerous situation, the Court held a jury could find Martin's \r\n  injuries were foreseeable. Id. at 245-46, 391 S.E.2d at 548.\r\n\r\nA case finding no evidence supporting negligence \r\n  and foreseeability is Callen v. Cale Yarborough Enterprises, 314 S.C. \r\n  204, 442 S.E.2d 216 (Ct. App. 1994). Callen was injured in a fight in the drive-through \r\n  lane of a Sumter Hardee's after he got into an argument with a man in the car \r\n  in front of his car. When Callen got out of the car, the man picked up a board \r\n  and struck Callen in the face. Id. at 205, 442 S.E.2d at 217. Callen \r\n  stated he \"had no warning whatsoever\" of the attack. Id.\r\n\r\nRelying on Munn and Shipes, this \r\n  Court affirmed the grant of summary judgment to Hardee's. The Court determined: \r\n  \"Hardee's is a fast-food restaurant which serves no alcohol. It certainly does \r\n  not fit the description of an operation which attracts or provides a climate \r\n  for crime. There was no evidence Hardee's knew or had reason to know the violent \r\n  act in question was occurring or about to occur.\" Id. at 206, 442 S.E.2d \r\n  at 218.\r\n\r\nIn Dalon v. Golden Lanes, Inc., 320 S.C. \r\n  534, 466 S.E.2d 368 (Ct. App. 1996), this Court affirmed the denial of Golden \r\n  Lanes' motions for directed verdict and judgment notwithstanding the verdict. \r\n  While he was in the Golden Lanes entertainment center, Dalon was stabbed by \r\n  another customer named Carroll, who had caused trouble at the center on other \r\n  occasions and had been intoxicated several times. On the night of the stabbing, \r\n  a Golden Lanes security guard broke up a fight between Carroll and Dalon in \r\n  the parking lot of the center. The security officer heard Carroll threaten to \r\n  cut Dalon's throat. Despite this fact, the officer sent Carroll back inside \r\n  the center. Carroll returned to the parking lot and began yelling for Dalon. \r\n  The security guard instructed Carroll to return to the center. Carroll pulled \r\n  out a knife and moved toward Dalon. At that point, Dalon ran into the center. \r\n  Carroll followed and stabbed Dalon.\r\n\r\n\r\nThis Court ruled:\r\n\r\nViewing the evidence in the light most favorable to Dalon, Golden Lanes was aware of Carroll's apparent propensity to\r\ncause trouble and had permitted him to return to its premises despite the trespass notices issued by its security personnel. \r\nThe officer on duty broke up the initial fight between Dalon and Carroll and heard Carroll threaten to cut Dalon's throat. \r\nRather than escort Carroll from the scene, the officer sent him back inside the bowling alley and began to question Dalon. \r\nCarroll returned with his knife and events led to the stabbing of Dalon.  There is more than one reasonable inference to be\r\ndrawn from the evidence in this case as to whether Golden Lanes exercised reasonable care in providing security under the\r\ncircumstances given its specific knowledge about Carroll's past conduct.\r\n\r\n\r\nDalon, 320 S.C. at 539-40, 466 S.E.2d at \r\n  371.\r\n\r\nThe pendulum swung back in Miletic v. Wal-Mart \r\n  Stores, Inc., 339 S.C. 327, 529 S.E.2d 68 (Ct. App. 2000), in which this \r\n  Court found no evidence of foreseeability despite other criminal activity in \r\n  or near the shopping center's parking lot from which a shopper was abducted \r\n  and robbed at gunpoint. Because the other crimes were unrelated and did not \r\n  involve abductions, Wal-Mart had no duty to protect Miletic from an attack like \r\n  the one she suffered. As Miletic left Wal-Mart and got into her car, two men \r\n  ran toward her, put a gun to her head, forced her into the back seat of her \r\n  car, and drove away in her car with her. The men later released Miletic after \r\n  taking her money and credit cards. Id. at 329, 529 S.E.2d at 68.\r\n\r\nThe Court noted Wal-Mart is not the type of operation that attracts or provides a climate for crime.  In the two years prior to\r\nMiletic's abduction, the only crime involving Wal-Mart was a larceny, not an assault, car jacking, or kidnapping.  Further,\r\nthe Court emphasized the attack occurred so quickly even the victim had no prior notice of it.\r\n\r\nMore recently, in Jeffords v. Lesesne, 343 \r\n  S.C. 656, 541 S.E.2d 847 (Ct. App. 2000), this Court examined whether a bar \r\n  should have foreseen the criminal act of a customer who injured Jeffords. Jeffords \r\n  attended an \"End of Summer Bash\" at a bar known as \"The Watering Hole.\" As Jeffords \r\n  waited to play pool, another customer, Chris Driggers, claimed ownership of \r\n  several quarters which Jeffords had placed on the edge of the pool table. When \r\n  Jeffords disputed Driggers' ownership of the quarters, Driggers abruptly hit \r\n  Jeffords in the mouth with his pool cue, causing Jeffords severe injuries.\r\n\r\nJeffords brought a negligence action against Bonneau \r\n  Lesesne, individually and doing business as the \"Watering Hole,\" asserting three \r\n  allegations of negligence creating a reasonably foreseeable risk of third party \r\n  conduct such as the assault by Driggers. Jeffords specifically argued: \"(1) \r\n  the defendant failed to secure and maintain the premises in a reasonably safe \r\n  condition; (2) the defendant failed to employ adequate security guards; and \r\n  (3) the defendant failed to adequately warn Jeffords.\" Id. at 660, 541 \r\n  S.E.2d at 849. The trial court found no evidence to support a conclusion that \r\n  the allegations of negligence were a proximate cause of Jeffords' injuries. \r\n  The court directed a verdict in favor of the defendant.\r\n\r\nAs in Greenville Memorial Auditorium v. Martin, \r\n  301 S.C. 242, 391 S.E.2d 546 (1990), the Jeffords Court focused on the \r\n  place and character of the business and whether it created a dangerous \r\n  climate for criminal activity rather than on the spontaneous nature of the criminal \r\n  act involved. The Court noted the \"End of Summer Bash\" was promoted by a local \r\n  radio station that broadcast from the parking lot. The establishment offered \r\n  prizes to customers and played music on large speakers in the parking lot. Despite \r\n  these efforts to draw a large crowd to a \"high crime area,\" the owner did not \r\n  provide a doorman or other security measures such as bouncers or wait staff. \r\n  The Court found: \"[T]he evidence as to the special promotion and the crowd lends \r\n  itself to the inference that a more frenzied atmosphere was cultivated by Lesesne.\" \r\n  Id. at 665, 541 S.E.2d at 851. The Court concluded the place and character \r\n  of the \"End of Summer Bash\" \"was such as to raise a factual issue concerning \r\n  the reasonable foreseeability of [criminal] conduct and the necessity of taking \r\n  reasonable precautions, such as providing security or a reasonably sufficient \r\n  number of servants, to afford protection.\" Id. at 664, 541 S.E.2d at \r\n  851.\r\n\r\nAs further evidence of foreseeability, the Court \r\n  found it \"compelling\" that prior to the attack, Driggers had been \"loud, obnoxious, \r\n  aggressive, disheveled in appearance, glassy eyed, and 'even a little intimidating.'\" \r\n  Id. at 663, 541 S.E.2d at 850. It was obvious Driggers \"'had been drinking \r\n  probably quite a while.'\" Id. Less compelling was the spontaneity of \r\n  the attack. \"Even though the actual assault by Driggers may have been so swift \r\n  that it could not have been stopped once it began, a factual issue is presented \r\n  as to whether that type of criminal conduct was a foreseeable risk created by \r\n  the place and character of Lesesne's business activities on that evening.\" Id. \r\n  This Court concluded the trial judge erred in directing a verdict as to the \r\n  negligence of Lesesne in creating a reasonably foreseeable risk of third party \r\n  criminal conduct such as the assault by Driggers.\r\n\r\nDespite the divergence in the above cases, we find \r\n  Daniel, Greenville Memorial Auditorium, Dalon, and Jeffords \r\n  are distinguishable from the present case. Those cases contain the common thread \r\n  of a business that failed to take reasonable security precautions despite actual \r\n  or constructive notice of danger to customers. See Daniel, 292 \r\n  S.C. at 297, 356 S.E.2d at 132 (stating hotel was in a high crime area and evidence \r\n  existed hotel personnel failed to implement any of hotel's security policies \r\n  or procedures); Greenville Mem'l Auditorium, 301 S.C. at 245-46, 391 \r\n  S.E.2d at 548 (finding director of security was on notice patrons had consumed \r\n  alcohol); Dalon, 320 S.C. at 539-40, 466 S.E.2d at 371 (\"Viewing the \r\n  evidence in the light most favorable to Dalon, Golden Lanes was aware of Carroll's \r\n  apparent propensity to cause trouble and had permitted him to return to its \r\n  premises despite the trespass notices issued by its security personnel.\"); Jeffords, \r\n  343 S.C. at 665, 541 S.E.2d at 851 (\"Perhaps most compelling is the evidence \r\n  as to the condition of Driggers in the minutes prior to the assault. In a light \r\n  most favorable to Jeffords, Driggers showed signs of intoxication, was obnoxious, \r\n  and was aggressive for at least several minutes prior to the assault. Consequently, \r\n  even though the actual manifestation of physical aggression may not have been \r\n  foreseeable, the fact of the aggression was arguably a natural result of Lesesne's \r\n  failure to provide sufficient personnel or security to control the premises \r\n  and warn patrons.\").\r\n\r\nIn contrast, the evidence is undisputed that Characters took precautions and provided numerous security personnel\r\nequipped with headsets and radios. These personnel were in constant communication with each other and moved with the\r\npatrons outside into the parking lot as the club closed.  Parks did not present any evidence the amount of security personnel\r\nwas inadequate or that Characters failed to follow its own security guidelines.  There was no evidence Characters was in a\r\nhigh crime area or that the alleged fight was of such duration as to put Characters on notice of a problem.  No one reported\r\na fight that night.  Chambers contended if there had been a fight in the parking lot, he would have known about it.\r\n\r\nEven assuming, arguendo, that there was \r\n  a fight and Characters was negligent in failing to break it up, Parks failed \r\n  to present any evidence this breach of duty proximately caused her injury. Neither \r\n  Parks nor Miles could testify a participant in the alleged fight threw the billiard \r\n  ball or that the fighters had a billiard ball in their possession. \r\n\r\nThe evidence further indicates the attack on Parks was unexpected and occurred abruptly.  Parks was not involved in an\r\naltercation at the time of the attack.  The record does not indicate that alcohol was involved in any way.\r\n\r\nNeither Parks nor Miles saw who threw the ball or from where it was thrown.  The evidence was undisputed that the\r\ndriver's side window of Parks' car was broken.  Additionally, when struck, Parks fell sideways into her cousin's lap.  This\r\nindicates the ball could not have come from behind Parks' car as Parks alleged.  We conclude there is absolutely no\r\nevidence in the record indicating Characters' alleged negligence in breaking up the fight proximately caused Parks' injury.\r\n\r\nCONCLUSION\r\n\r\nBecause of the complete dearth of evidence to support crucial elements of Parks' case, the magistrate erred in denying the\r\nmotion of Characters and  Schweitzer for an involuntary dismissal of the action.  Further, the Circuit Court erred as a\r\nmatter of law in affirming the magistrate.  Accordingly, the judgment of the Circuit Court is hereby\r\n\r\n\r\nREVERSED.\r\n\r\nHUFF and SHULER, JJ., concur.\r\n\r\n1. After the incident, Parks and Smith had another child together.\r\n2. Smith's relationship with Parks had been violent in the past resulting in two arrests for criminal domestic violence.\r\n3. An invitee is \"one who enters \r\n  upon the premises of another at the express or implied invitation of the occupant, \r\n  especially where he is on a matter of mutual interest or advantage.\" Crocker \r\n  v. Barr, 305 S.C. 406, 411-12, 409 S.E.2d 368, 371 (1991)(citing Parker \r\n  v. Stevenson Oil Co., 245 S.C. 275, 280, 140 S.E.2d 177, 179 (1965)). See \r\n  also Sims v. Giles, 343 S.C. 708, 716, 541 S.E.2d 857, 862 (Ct. App. \r\n  2001)(\"'Invitees are limited to those persons who enter or remain on land upon \r\n  an invitation which carries with it an implied representation, assurance, or \r\n  understanding that reasonable care has been used to prepare the premises, and \r\n  make them safe for their reception.' The visitor is considered an invitee especially \r\n  when he is upon a matter of mutual interest or advantage to the property owner.\")(quoting \r\n  Restatement (Second) of Torts § 332 cmt. a (1965)(additional citations omitted)).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3344","title":"Henkel v. Winn","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3344","description":"This appeal stems from the grant of summary judgment in an attorney malpractice action in which a widow contends her husband's will did not conform to his testamentary intent as expressed to his attorneys.","date":"2001-05-21","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\n        Nancy Henkel, Appellant,\r\n\r\n        \r\n          v.\r\n\r\n        \r\n        Marshall Winn, Lesley R. Moore, and Wyche, \r\n          Burgess, Freeman &amp; Parham, Respondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville County\r\n  Larry R. Patterson, Circuit Court Judge\r\n\r\n\r\n\r\n\r\n    Opinion No. 3344\r\n    Heard April 3, 2001 - Filed May 21, 2001  \r\n  \r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Renee R. Christina, of Greenville, for appellant.\r\n\r\n        Jefferson V. Smith, Jr. and Thomas W. Traxler, \r\n          both of Carter, Smith, Merriam, Rogers &amp; Traxler, of Greenville, \r\n          for respondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nHEARN, C.J.: In this attorney \r\n  malpractice action, Nancy Henkel (Wife) alleges that Marshall Winn, Lesley R. \r\n  Moore, and the law firm of Wyche, Burgess, Freeman &amp; Parham, P.A., (collectively, \r\n  Attorneys) were negligent in the preparation of her husband's will. The trial \r\n  court granted summary judgment in favor of Attorneys. We affirm.\r\n\r\nFACTS\r\n\r\nIn November 1995, Robert Head (Husband) and Wife \r\n  met with Winn to discuss their estate plans and wills. At the time of this meeting, \r\n  Husband had been diagnosed with terminal metastatic cancer, and Wife was expecting \r\n  the couple's first child. Husband had three children from a previous marriage. \r\n  Following the meeting, Winn realized that Husband's situation was indeed grave \r\n  and enlisted the aid of Moore, another attorney in his firm. The couple had \r\n  a second meeting with both attorneys on November 21. Robert Head, Jr. was born \r\n  on November 25.\r\n\r\nOn November 28, Moore sent Husband and Wife a draft \r\n  of the wills and a letter explaining their contents. Specifically, the letter \r\n  stated: \r\n\r\n\r\n  Robert leaves to Nancy that amount which, when \r\n    added to the assets passing to Nancy outside his Will (but not his tangible \r\n    personal property), will equal one-half of his estate . . . I do want to remind \r\n    you of the fact that your Wills will operate only on the property in your \r\n    probate estates. To the extent that property passes directly to each other \r\n    or to someone else in the form of insurance proceeds, as jointly owned property \r\n    with rights of survivorship and/or pursuant to beneficiary designations under \r\n    any employer or other plans, your Wills will not operate on these assets. \r\n    I believe we discussed the advisability of Robert naming his estate as the \r\n    beneficiary of part or all of his life insurance.\r\n\r\n\r\nWife acknowledged she read the letter to the best \r\n  of her ability. In the following months, Husband asked that his will be amended \r\n  to include specific bequests to his sisters. He made no changes to the other \r\n  substantive provisions of the will. On January 31, 1996, as they prepared to \r\n  go to Houston for medical treatment, the couple executed wills as drafted by \r\n  Attorneys. In March, Husband received a bill from Attorneys and wrote Winn questioning \r\n  the amount and asking for a cost breakdown. Tragically, Husband died in August \r\n  1996.\r\n\r\nWhen the will was admitted for probate, Wife realized \r\n  she was not going to receive what she anticipated under the will as executed, \r\n  and she chose to take her elective share. She did not challenge the validity \r\n  of the will for lack of testamentary capacity. \r\n\r\nIn the will, Wife received one-half of Husband's \r\n  estate for federal estate tax purposes. (1) According \r\n  to Wife, her husband instructed Attorneys to make specific bequests to her in \r\n  addition to leaving her one-half of the probate assets. She contends she should \r\n  have received all of the couple's jointly owned property and the proceeds from \r\n  her husband's retirement plan and savings investment accounts plus one-half \r\n  of the life insurance proceeds, stocks and bonds, and his interest in the marital \r\n  home with the balance of the estate going to Husband's children from his previous \r\n  marriage. (2)\r\n\r\nWife filed this action alleging professional negligence \r\n  against Attorneys. Attorneys moved for summary judgment. The trial court determined \r\n  that Husband's execution of the will indicated he was aware of its content and \r\n  nature. Furthermore, the trial court concluded that Wife waived her right to \r\n  present the issue at trial and is estopped from claiming that the will was contrary \r\n  to her husband's instructions because she failed to raise the issue before Husband's \r\n  death. The trial court also found Wife's failure to inform Attorneys that the \r\n  will and letter were inconsistent with Husband's intent was an intervening and \r\n  superseding cause of Wife's injury. Accordingly, the trial court granted summary \r\n  judgment in favor of Attorneys. Wife appeals.\r\n\r\nANALYSIS\r\n\r\nI. Standard of Review\r\n\r\nSummary judgment is appropriate if \"the pleadings, \r\n  depositions, answers to interrogatories, and admissions on file, together with \r\n  the affidavits, if any, show that there is no genuine issue as to any material \r\n  fact and that the moving party is entitled to judgment as a matter of law.\" \r\n  Rule 56(c), SCRCP; see Bessinger v. Bi-Lo, Inc., 329 S.C. 617, \r\n  619, 496 S.E.2d 33, 34 (Ct. App. 1998). In determining whether any triable issues \r\n  of fact exist, the evidence and all reasonable inferences from it must be viewed \r\n  in the light most favorable to the party opposing summary judgment. Summer \r\n  v. Carpenter, 328 S.C. 36, 42, 492 S.E.2d 55, 58 (1997).\r\n\r\nII. Husband's Testamentary \r\n  Intent\r\n\r\nWife argues that the trial court erred in granting \r\n  summary judgment to Attorneys because a genuine issue of material fact exists \r\n  regarding Husband's testamentary intent. We disagree.\r\n\r\nTo prove legal malpractice, the plaintiff must \r\n  establish: (1) the existence of an attorney-client relationship, (2) breach \r\n  of a duty by the attorney, (3) proximate causation, and (4) damage to the client. \r\n  McNair v. Rainsford, 330 S.C. 332, 342, 499 S.E.2d 488, 493 (Ct. App. \r\n  1998). Generally, a plaintiff in a legal malpractice action must establish the \r\n  standard of care by expert testimony. Smith v. Haynsworth, Marion, McKay \r\n  &amp; Guerard, 322 S.C. 433, 435, 472 S.E.2d 612, 613 (1996); Mali v. \r\n  Odom, 295 S.C. 78, 80, 367 S.E.2d 166, 168 (Ct. App. 1988).\r\n\r\nHere, we find Wife's claim fails as a matter of \r\n  law because there is no evidence in the record showing Attorneys breached any \r\n  duty to Husband or Wife. (3) Wife relies on extrinsic \r\n  evidence to establish that Husband's testamentary intent was contrary to the \r\n  language of his will. However, we presume a person signing a will knows the \r\n  content and nature of the will. Estate of O'Neill v. Tobias, 259 S.C. \r\n  55, 62-63, 190 S.E.2d 754, 757 (1972); Hembree v. Estate of Hembree, \r\n  311 S.C. 192, 195, 428 S.E.2d 3, 4 (Ct. App. 1993). Because the will was duly \r\n  executed and admitted for probate, we must presume Husband knew and understood \r\n  its contents. Moreover, the testator's intent must be determined from the will \r\n  itself.\r\n\r\n\r\n  But how is the intention to be ascertained? Certainly \r\n    not by conjecture as to what the testator ought to have done, but by considering \r\n    what is the plain meaning of the language which he has used, and by giving \r\n    a careful consideration to the words of the will as a whole . . . . We \r\n    are to read the will as a whole, and from its terms ascertain, if practicable, \r\n    what was in the mind of the testator at the time he executed it. We may \r\n    also, where the language used is obscure or doubtful, read such language in \r\n    the light which may be reflected upon it by the circumstances surrounding \r\n    the testator at the time he executed his will, but such circumstances cannot \r\n    be resorted to, to prove the testator's intention apart from his language.\r\n\r\n\r\nRoundtree v. Roundtree, 26 S.C. 450, 465, \r\n  2 S.E. 474, 478 (1887) (emphasis added); see Shelley v. Shelley, \r\n  244 S.C. 598, 602, 137 S.E.2d 851, 853 (1964); Black v. Gettys, 238 S.C. \r\n  167, 174, 119 S.E.2d 660, 662 (1961).\r\n\r\nAlthough the above cases arose from will contests, \r\n  we find no reason why the presumptions should not apply here. A will evidences \r\n  the testator's intent at the moment of execution and may differ dramatically \r\n  from statements he or she may have made in the past. (4) \r\n  Therefore, extrinsic evidence of intent may not be considered absent a latent \r\n  ambiguity in the will. Because the will was properly executed and probated, \r\n  we find that Wife cannot establish that Husband's intent was anything other \r\n  than as expressed in his will. Thus, Wife has set forth no facts showing any \r\n  breach of duty by Attorneys. Accordingly, the trial court correctly granted \r\n  summary judgment. (5)\r\n\r\n\r\n  AFFIRMED.\r\n\r\n  CURETON and SHULER, JJ., concur.\r\n\r\n\r\n\r\n1. \r\n In effect, this was achieved by reducing her share\r\nof the probate assets for each dollar she received in taxable non-probate\r\nassets.\r\n2.  Using the numbers in the \r\n  trial judge's order, Husband's net estate totaled $812,000. Under the will as \r\n  executed, Wife would have received approximately $406,000. If the will had been \r\n  executed as Wife proposes, her share would have amounted to $546,500. After \r\n  taking her elective share, Wife received $455,000. \r\n3. Initially, we note that Wife \r\n  may not have standing to assert a claim for malpractice based on her husband's \r\n  will. There is a split among other jurisdictions as to whether a frustrated \r\n  beneficiary can sue the will's drafter. See Ginther v. Zimmerman, \r\n  491 N.W.2d 282, 285-86 (Mich. Ct. App. 1992) (discussing generally approaches \r\n  applied with respect to attorney malpractice in drafting wills and privity); \r\n  see generally Joan Teshima, Annotation, Attorney's Liability, to One \r\n  Other than Immediate Client, for Negligence in Connection with Legal Duties, \r\n  61 A.L.R. 4th 615 (1988). Although never addressed directly in South Carolina, \r\n  related case law indicates that a plaintiff in an attorney malpractice action \r\n  may have to be in privity with the attorney. See Gaar v. North Myrtle \r\n  Beach Realty Co., 287 S.C. 525, 528, 339 S.E.2d 887, 889 (Ct. App. 1986) \r\n  (finding in action for malicious prosecution that \"an attorney is immune from \r\n  liability to third persons arising from the performance of his professional \r\n  activities as an attorney on behalf of and with the knowledge of his client\"). \r\n  We decline to reach this issue because even assuming Wife has standing, her \r\n  claim fails as a matter of law. \r\n 4. Although the parties in \r\n  this case acknowledge Wife was present at all meetings between Husband and Attorneys, \r\n  it is easy to imagine a situation where a testator would repeatedly assure someone \r\n  that he or she was going to inherit and then execute a will which provides otherwise. \r\n5. Because we agree with the \r\n  trial judge that Wife presented no evidence that the testator's intent was other \r\n  than that expressed in the will, we do not reach Wife's arguments that her actions \r\n  were not a superseding cause of her injury and that her claims were not barred \r\n  by the doctrines of waiver and estoppel. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3345","title":"Cunningham v. Helping Hands, Inc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3345","description":"This pre-Davenport appeal discusses the applicability of assumption of risk as an affirmative defense where the defendant has a statutory duty to supervise the plaintiff.","date":"2001-05-21","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n    The South Carolina Court of Appeals\r\n\r\n   \r\n\r\n\r\n  \r\n    \r\n\r\n      Lora Cunningham, a minor, by Guardian ad Litem Linda \r\n        A. Grice,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n        Appellant \r\n\r\n    \r\n  \r\n\r\n\r\n\r\n    v. \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n\r\n      Helping Hands, Inc. and City of Aiken Department of \r\n        Public Safety,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n        Respondents.\r\n         \r\n\r\n    \r\n  \r\n\r\n\r\n    The Honorable Henry F. Floyd\r\n    Aiken County\r\n    Trial Court Case No. 1997-CP-02-0660 \r\n  \r\n\r\n\r\n\r\n    ORDER DENYING PETITION FOR REHEARING \r\n  \r\n\r\n\r\n\r\n  PER CURIAM: We withdraw our original opinion and substitute \r\n  the attached opinion. After a careful consideration of the Petition for Rehearing, \r\n  the Court is unable to discover that any material fact or principle of law has \r\n  been either overlooked or disregarded and hence, there is no basis for granting \r\n  a rehearing. \r\n\r\nIt is, therefore, ordered that the Petition for Rehearing \r\n  be denied.\r\n\r\n s/ Kaye G. Hearn, C. J.\r\n\r\n s/ Jasper M. Cureton, J.\r\n\r\n s/ M. D. Shuler, J.\r\n\r\nJune 27, 2001\r\n  Columbia, South Carolina\r\n  Filed July 10, 2001.\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Lora Cunningham, a minor by Guardian ad Litem, Linda \r\n          A. Grice, Appellant,\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n    v. \r\n  \r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Helping Hands, Inc., and City of Aiken Department \r\n          of Public Safety, Respondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Aiken County\r\n  Henry F. Floyd, Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3345\r\n    Heard March 7, 2001 - Filed May 21, 2001\r\n    Refiled July 10, 2001 \r\n  \r\n\r\n\r\nAFFIRMED IN PART AND REVERSED AND \r\n  REMANDED IN PART\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Jefferson D. Turnipseed, Michael B. Hart and Ilene Stacey \r\n          King, all of Turnipseed &amp; Associates, of Columbia, for appellant.\r\n\r\n        Andrew F. Lindemann and William H. Davidson, II, both of \r\n          Davidson, Morrison &amp; Lindemann; and Thomas C. Salane, of Turner, \r\n          Padget, Graham &amp; Laney, all of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nHEARN, C.J.: \r\n  Lora Cunningham appeals an order granting summary judgment to Helping Hands, \r\n  Inc. (Helping Hands) and the City of Aiken Department of Public Safety (the \r\n  Department) based on the trial court's findings that Cunningham assumed the \r\n  risk of her injuries and that her negligence exceeded that of the two defendants \r\n  as a matter of law. We affirm the grant of summary judgment as to the Department \r\n  and reverse and remand with respect to Helping Hands.\r\n\r\nFACTS\r\n\r\nHelping Hands is a charitable corporation operating a home \r\n  for abused and neglected children in Aiken, South Carolina. At the time of her \r\n  injury, Cunningham was fifteen years old. She was residing at Helping Hands \r\n  as a ward of the Department of Social Services (DSS) and the Continuum of Care \r\n  for Emotionally Disturbed Children. Helping Hands was aware that Cunningham \r\n  had been evaluated for oppositional defiant disorder and had been prescribed \r\n  Prozac and Ritalin. \r\n\r\nOn September 8, 1996, Lt. Frank Conoly, a public safety \r\n  officer with the Department, brought a fire truck to Helping Hands' premises \r\n  to visit the children and let them see and climb onto the truck. When Conoly \r\n  arrived, two members of the Helping Hands staff, John Heos and Lanita Battle, \r\n  brought between six and ten teenagers to the fire truck.\r\n\r\nAt the conclusion of his visit, Conoly told the teenagers \r\n  he was leaving and to stand clear of the fire truck. He walked around the truck \r\n  and checked to make sure all the children were off and standing clear. He then \r\n  got into the truck and started to leave. As the truck began to move, Cunningham \r\n  jumped onto the passenger side running board of the vehicle. As the truck drove \r\n  away, Cunningham became frightened, either jumped or slipped from the truck, \r\n  and fell under the rear wheels.\r\n\r\nNo staff members were outside with the teenagers when Cunningham \r\n  jumped back onto the truck. Heos had gone inside the cottage to help another \r\n  child with a sprained ankle, and Battle had gone inside to use the restroom \r\n  and while there had answered the telephone. Heos was inside the cottage watching \r\n  the children through a window when the fire truck began to move. \r\n\r\nCunningham's Guardian ad Litem brought this personal injury \r\n  action against Helping Hands and the Department. She contends Helping Hands \r\n  breached its duty of care and supervision of Cunningham. Likewise, she contends \r\n  the Department was negligent through the acts of its agents, officers, and employees, \r\n  including the acts of Conoly. Helping Hands answered alleging general denials, \r\n  limited immunity, assumption of risk, and comparative negligence. Similarly, \r\n  the Department answered alleging general denials, limited immunity, assumption \r\n  of risk, and comparative negligence.\r\n\r\nBoth Helping Hands and the Department moved for summary \r\n  judgment on the ground that Cunningham's actions were the sole cause of her \r\n  injuries or otherwise barred recovery as a matter of law. The trial court granted \r\n  these motions, finding as a matter of law that Cunningham assumed the risk of \r\n  injury and that even if assumption of risk was not a complete bar, the negligence \r\n  of Cunningham was greater than that of Helping Hands and the Department combined \r\n  as a matter of law. Cunningham made a motion to alter or amend the order which \r\n  the trial court denied. This appeal followed.\r\n\r\nSCOPE OF REVIEW\r\n\r\nOn appeal from an order granting summary judgment, we must \r\n  consider the evidence in the light most favorable to the nonmoving party. Summer \r\n  v. Carpenter, 328 S.C. 36, 492 S.E.2d 55 (1997). Summary judgment should be \r\n  granted only when there is no genuine issue of material fact and the movant \r\n  is entitled to judgment as a matter of law. Rule 56(c), SCRCP; Caf&eacute; Assocs. \r\n  v. Gerngross, 305 S.C. 6, 9, 406 S.E.2d 162, 164 (1991). \"Assumption of risk \r\n  is peculiarly a question for the jury, and only in very rare cases should a \r\n  trial judge direct a nonsuit or direct a verdict in favor of a defendant on \r\n  this ground, but there are rare cases in which this should be done.\" Singleton \r\n  v. McLeod, 193 S.C. 378, 386, 8 S.E.2d 908, 911-12 (1940); see also Small v. \r\n  Pioneer Mach., Inc., 316 S.C. 479, 489, 450 S.E.2d 609, 615 (Ct. App. 1994) \r\n  (\"The defenses of contributory negligence and assumption of risk ordinarily \r\n  present questions of fact for the jury and only rarely become questions of law \r\n  for the court to determine.\").\r\n\r\nANALYSIS\r\n\r\nI. Assumption of Risk\r\n\r\nCunningham argues the trial court erred in granting the \r\n  motions for summary judgment because a question of fact exists with respect \r\n  to whether she assumed the risk of her injury. We agree as to Helping Hands \r\n  and disagree as to the Department because we find Helping Hands owed a higher \r\n  duty to Cunningham than did the Department.\r\n\r\nThis case is governed by the common law defense of assumption \r\n  of risk because it accrued before the issuance of our supreme court's decision \r\n  in Davenport v. Cotton Hope Plantation Horizontal Prop. Regime, 333 S.C. 71, \r\n  508 S.E.2d 565 (1998). The defense of assumption of risk has four elements: \r\n  \"(1) the plaintiff must have knowledge of the facts constituting a dangerous \r\n  condition; (2) the plaintiff must know the condition is dangerous; (3) the plaintiff \r\n  must appreciate the nature and extent of the danger; and (4) the plaintiff must \r\n  voluntarily expose himself to the danger.\" Id. at 78-79, 508 S.E.2d at 569; \r\n  see also Senn v. Sun Printing Co., 295 S.C. 169, 173, 367 S.E.2d 456, 458 (Ct. \r\n  App. 1988) (\"The doctrine is predicated on the factual situation of a defendant's \r\n  acts alone creating the danger and causing the accident, with the plaintiff's \r\n  act being that of voluntarily exposing himself to such an obvious danger with \r\n  appreciation thereof which resulted in the injury.\").\r\n\r\nA. Helping Hands\r\n\r\nThe trial court found that Helping Hands owed Cunningham \r\n  a \"nonspecific, generalized duty to supervise and monitor teenagers committed \r\n  to its care\" and held that an adult is not required to keep a constant and unremitting \r\n  watch over a child, citing Dennis by Evans v. Timmons, 313 S.C. 338, 437 S.E.2d \r\n  138 (Ct. App. 1993). We do not agree that the principles articulated in Dennis \r\n  define the scope of the duty Helping Hands owed to Cunningham.\r\n\r\nIn Dennis, a child was injured with a screwdriver while \r\n  playing on a neighbor's property. The screwdriver had been inadvertently left \r\n  underneath a mobile home, and as the child and his playmates tossed it around, \r\n  it struck him in the eye. This court upheld the grant of a directed verdict \r\n  in favor of the landowners, holding that (1) a screwdriver is not always a dangerous \r\n  instrumentality and (2) although a property owner may owe a heightened duty \r\n  to children beyond that owed to adult licensees or trespassers where a dangerous \r\n  instrumentality is involved, the landowners had no legal duty to supervise continuously \r\n  children playing in their yard. Without evidence that the landowners furnished \r\n  or negligently permitted access to the screwdriver, the directed verdict was \r\n  proper.\r\n\r\nBecause we find the facts in Dennis so widely different \r\n  from those presented here, we do not find Dennis controlling. We cannot equate \r\n  the duty owed by a landowner to a neighbor's child with that owed by a licensed \r\n  group home to children placed under its care and supervision. \r\n\r\nBy regulation, group homes are licensed to provide programs \r\n  of care \"which include adequate protection, supervision and maintenance of children \r\n  in care; safe physical facilities; and opportunities for appropriate learning \r\n  experiences for the children and which allow for the healthy physical and mental \r\n  growth of the children in care and are directed toward the development of well-adjusted, \r\n  independent, responsible individuals.\" 27 S.C. Code Ann. Regs. 114-590(A)(1) \r\n  (1976). Therefore, Helping Hands had a specific duty to supervise Cunningham \r\n  and the other children living there. Its personnel manual states that clients \r\n  are to be supervised at all times by Helping Hands staff, and further, \"staff \r\n  are expected to only take breaks when it will not interfere with the daily routine \r\n  of the children, supervision or activities of the children.\" Employees of facilities \r\n  like Helping Hands are required by law to be familiar with their procedural \r\n  manuals. 27 S.C. Code Ann. Regs. 114-590(C)(ii) (1976). Lanita Battle, the counselor \r\n  on duty when Cunningham was injured, admitted that the responsibilities of a \r\n  Helping Hands Teen Counselor included client safety and supervision at all times. \r\n  (1) Moreover, Helping Hands' staff knew that Cunningham suffered from \r\n  oppositional defiant disorder and therefore might not obey a warning to stand \r\n  clear of the fire truck. In addition, Heos acknowledged in his deposition that \r\n  he had seen Cunningham jump in front of the fire truck on at least one prior \r\n  occasion. Thus, we disagree with the trial judge's characterization of Helping \r\n  Hands' duty as \"general\" and \"nonspecific.\"\r\n\r\n\"Where a duty to protect exists, a Defendant cannot claim \r\n  that the victim's injury was the result of assumption of risk or contributory \r\n  negligence if the victim's conduct was within the foreseeable risk to be protected.\" \r\n  F.P. Hubbard &amp; R.L. Felix, The South Carolina Law of Torts 94 (2d ed. 1997). \r\n  South Carolina courts have previously recognized that assumption of risk cannot \r\n  be a defense in cases where a defendant has a duty to prevent a patient from \r\n  committing suicide and the patient commits suicide. Hoeffner v. The Citadel, \r\n  311 S.C. 361, 367, 429 S.E.2d 190, 193 (1993); Bramlette v. Charter-Medical-Columbia, \r\n  302 S.C. 68, 74, 393 S.E.2d 914, 917 (1990). We believe this principle is applicable \r\n  here because Helping Hands had a duty to supervise Cunningham at all times and \r\n  its breach of that duty may have caused her injury. (2)\r\n\r\nWe find Helping Hands' duty to Cunningham is similar to \r\n  that present in Grooms v. Marlboro County School District, 307 S.C. 310, 414 \r\n  S.E.2d 802 (Ct. App. 1992). In Grooms, the parents of a mentally disabled fifteen-year-old \r\n  student sued the school district for injuries he sustained while under the supervision \r\n  of the school janitor. Because the child had been a discipline problem at school, \r\n  he had been instructed to skip class and report to the janitor when he thought \r\n  he might cause trouble in the classroom. While under the janitor's supervision, \r\n  the child wrestled with another student and injured his head. In reversing summary \r\n  judgment, this court held that a genuine issue of material fact existed as to \r\n  whether the school district was grossly negligent in the exercise of its duty \r\n  to supervise students. We believe a similar question of fact exists here. \r\n\r\nHelping Hands had knowledge of Cunningham's disorder and \r\n  a duty to prevent her from harming herself and others as a result of that disorder. \r\n  Cunningham was placed under Helping Hands' care, and by regulation and its own \r\n  policies, Helping Hands had a duty to supervise her at all times. Even if there \r\n  is evidence that Cunningham assumed the risk of her injury, that evidence is \r\n  not sufficient to warrant judgment as a matter of law given Helping Hands' duty \r\n  to supervise its charges. We therefore hold a jury question exists as to whether \r\n  Helping Hands' failure to supervise resulted in Cunningham's injury.\r\n\r\nB. The Department\r\n\r\nWe concur with the grant of summary judgment to the Department. \r\n  Cunningham admitted she jumped on the side of the fire truck as she heard Conoly \r\n  start it. She admitted she decided to wait until the truck was moving to jump \r\n  off. Cunningham did not deny that Conoly warned everyone to stand clear of the \r\n  truck; she only testified that she did not remember such a warning. In response \r\n  to the question whether Conoly knew she was still on the truck when he pulled \r\n  away, Cunningham stated, \"I knew that he didn't know we were on the truck.\"\r\n\r\nAbsent an enhanced duty to supervise and protect, the Department \r\n  was entitled to summary judgment based upon Cunningham's assumption of risk \r\n  because even when the evidence is viewed in the light most favorable to Cunningham, \r\n  she knew of the condition, knew it was dangerous, appreciated the nature and \r\n  extent of that danger, and she still chose to expose herself to that danger. \r\n  See Davenport, 333 S.C. at 79, 508 S.E.2d at 569. Accordingly, we affirm the \r\n  grant of summary judgment to the Department.\r\n\r\nII. Comparative Negligence\r\n\r\nIn granting summary judgment, the trial court also found: \r\n  \"Even if the facts constituting an assumption of risk were merged into and subsumed \r\n  by, the doctrine of comparative negligence, I would still be constrained to \r\n  view Cunningham's negligence as greater than the combined negligence of the \r\n  defendants as a matter of law.\" Cunningham argues the trial court erred in making \r\n  this finding because it failed to view the facts in the light most favorable \r\n  to her and because a jury should have determined each party's degree of negligence. \r\n  We agree as to Helping Hands.  \r\n  (3)\r\n\r\nA plaintiff in a negligence action may recover damages if \r\n  his or her own negligence is not greater than that of the defendant. Nelson \r\n  v. Concrete Supply Co., 303 S.C. 243, 399 S.E.2d 783 (1991). The assignment \r\n  of respective degrees of negligence attributable to the plaintiff and the defendant \r\n  is a question of fact for the jury if conflicting inferences may arise. Brown \r\n  v. Smalls, 325 S.C. 547, 481 S.E.2d 444 (Ct. App. 1997); see also Reiland v. \r\n  Southland Equip. Servs., Inc., 330 S.C. 617, 639-40, 500 S.E.2d 145, 157 (Ct. \r\n  App. 1998) (\"[A]pportionment of negligence, which determines both whether a \r\n  plaintiff is barred from recovery or can recover some of his damages and the \r\n  proportion of damages to which he is entitled, is usually a function of the \r\n  jury.\").\r\n\r\nBased on Helping Hands' duty to supervise Cunningham, and \r\n  its staff's knowledge of her propensity to disobey authority, together with \r\n  the circumstances surrounding Cunningham's accident and injury, we hold the \r\n  trial court erred in finding Cunningham's negligence greater than the negligence \r\n  of Helping Hands as a matter of law. The apportionment of negligence to each \r\n  party should have been a question for the jury.\r\n\r\nFor the foregoing reasons, the order of the trial court \r\n  is\r\n\r\nAFFIRMED IN PART AND REVERSED AND REMANDED IN PART.\r\n\r\nCURETON and SHULER, JJ., concur.\r\n\r\n\r\n\r\n\r\n1. The following testimony by Battle shows her understanding of the duty undertaken by Helping Hands with respect to its\r\nwards:\r\n\r\n  Q. Now would you agree that one of your job \r\n    duties is the safety of the children in your care?\r\n    A. Yes.\r\n    Q. And are you given any instruction, particularly in what you are supposed \r\n    to do to provide for the safety of the children in your care?\r\n    A. We are supposed to monitor the children.\r\n    Q. What does that mean exactly?\r\n    A. To know their whereabouts at all times.\r\n\r\n\r\n2. At least one other jurisdiction has \r\n  adopted a similar approach and held that if a defendant has a clearly defined \r\n  legal duty to supervise a plaintiff in order to prevent the type of harm suffered, \r\n  the doctrine of assumption of risk will not bar recovery. Lucas v. Fresno Unified \r\n  Sch. Dist., 18 Cal. Rptr. 2d 79, 83 (Ct. App. 1993) (holding school district \r\n  could not assert defense of assumption of risk against child injured in dirt \r\n  clod fight at recess in light of the school district's statutory duty to supervise). \r\n3.  We need \r\n  not reach this issue as to the Department because we find that the trial judge \r\n  correctly granted the Department's motion for summary judgment based on Cunningham's \r\n  assumption of risk. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3346","title":"State v. Ballington","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3346","description":"Husband  convicted of murdering his wife appeals, arguing the general sessions court lacked jurisdiction to consider murder charge, erred in admitting an incriminating statement, and erred in failing to grant his directed verdict motion.","date":"2001-05-29","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n       The State of South Carolina, Respondent, \r\n        \r\n            v. \r\n\r\n        \r\n\r\n        Thomas Ray Ballington, Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Lexington County\r\n  James W. Johnson, Jr., Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3346\r\n    Heard April 3, 2001 - Filed May 29, 2001  \r\n  \r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        S. Jahue Moore and Heath P. Taylor, both of Wilson, \r\n          Moore, Taylor &amp; Thomas, of West Columbia, for appellant.\r\n\r\n        Attorney General Charles M. Condon, Chief Deputy \r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General \r\n          Donald J. Zelenka and Assistant Attorney General Tracey C. Green, all \r\n          of Columbia; and Solicitor Donald V. Myers, of Lexington, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n\r\nHEARN, C.J.: Thomas Ray Ballington was convicted of murdering \r\nhis wife, Edna Lynn Ballington (Wife). He was sentenced to life imprisonment. \r\nHe appeals, arguing that (1) because a magistrate reduced the grand jury's murder \r\nindictment to a charge of manslaughter, the court of general sessions lacked jurisdiction \r\nto try him for murder; (2) the trial court erred in admitting an incriminating \r\nstatement he made to police; and (3) the trial court erred in failing to grant \r\nhis directed verdict motion. We affirm. \r\nFACTS\r\n\r\nSometime after 2:00 p.m. on September 24, 1998, \r\n  West Columbia firefighters arrived at Ballington's residence in response to \r\n  a 911 call that a person inside was unconscious. Ballington was waiting for \r\n  them in the yard. He unlocked the front door and directed them to Wife lying \r\n  face down behind the door at the foot of the stairs. The firefighters found \r\n  no pulse or other signs of life, so they moved her to an area with more room \r\n  and began CPR. There was one shoe underneath her, and one shoe on the stairs. \r\n  She had marks on her face and neck. Ballington had a scratch on his face. The \r\n  firefighters noticed an indentation on the wall.\r\n\r\nEmergency medical service (EMS) personnel soon \r\n  arrived, continued CPR, and prepared to transport Wife to the hospital, although \r\n  it appeared she had been dead for some time. She had marks on her neck consistent \r\n  with something pressing against her airway, blood in her airway, blood around \r\n  her nose and mouth, and bruises of various ages. Ballington told an EMS worker \r\n  he had been with his wife that morning and was supposed to meet her at home. \r\n  When he arrived, he found her at the base of the stairway.\r\n\r\nMike Robinson with the Lexington County Sheriff's \r\n  Department arrived while EMS personnel worked on Wife. Robinson spoke with Ballington \r\n  who said he had been to lunch with Wife and left her at the home at approximately \r\n  12:45 p.m. He returned to work and later learned from Wife's employer that she \r\n  had not returned to work. On his way home, his vehicle broke down, and he found \r\n  a ride back to his workplace where he borrowed a car. When he arrived home, \r\n  he found Wife lying on her stomach at the foot of the stairs. He turned her \r\n  over, called 911, and attempted to administer mouth-to-mouth, but blood came \r\n  out of her nose. He then tried to clean her face and clear her airway. Shortly \r\n  thereafter, the firefighters arrived on the scene. When Officer Robinson asked \r\n  Ballington about the scratch on his face, he first stated he had a skin condition \r\n  and then said he did not know how he received the mark.\r\n\r\nDetective Scotty Frier arrived and began speaking \r\n  with Ballington, who repeated the events as he described them to Robinson. At \r\n  Detective Frier's suggestion, the two talked further in a patrol car. The detective, \r\n  aware Wife's injuries were not consistent with a fall, began asking more detailed \r\n  questions. When Ballington explained he and Wife had been separated for months \r\n  and she lived outside the marital home, Detective Frier decided to advise him \r\n  of his Miranda (1) rights. Ballington \r\n  acknowledged those rights on a printed form and chose to proceed with the interview. \r\n  He recounted his earlier version of events. Detective Frier then spoke with \r\n  another officer who reiterated the evidence indicated a struggle rather than \r\n  a fall. Detective Frier decided to place Ballington under arrest for criminal \r\n  domestic violence.\r\n\r\nAt the police station, Detective Frier informed \r\n  Ballington his rights were still in effect and they continued to talk. Detective \r\n  Frier explained Ballington's version of events was not consistent with the evidence \r\n  and that Wife's injuries were completely inconsistent with a fall. Detective \r\n  Frier told Ballington that he was going to have to tell the truth about what \r\n  happened.\r\n\r\nApproximately an hour and fifteen minutes after \r\n  Ballington arrived at the station, he admitted killing Wife. He gave a statement \r\n  that he and Wife were in the home after lunch looking for financial papers she \r\n  needed. She told him she was going to seek full custody of their young son, \r\n  Austin. He became upset because he loved Austin and had lost custody of another \r\n  son to his former wife. Wife gave him \"a cold look\" when he asked why she would \r\n  do that to him. He then grabbed her from behind and placed his arm around her \r\n  neck. After he let go, she fought back and warned he would never see Austin \r\n  again. Ballington later reflected in his statement, \"Maybe that's when I lost \r\n  it.\" He again held her around her neck with his arm. As she tried to free herself, \r\n  they fell into the wall, and she went limp. He said he could not detect a pulse \r\n  and did not know whether she was alive or dead when he left the home.\r\n\r\nDISCUSSION\r\n\r\nI. Jurisdiction of Murder \r\n  Charge\r\n\r\nBallington argues a magistrate reduced the grand \r\n  jury's murder indictment to a charge of manslaughter and the trial court thus \r\n  should not have tried him on the greater offense. We disagree.\r\n\r\nBallington requested a preliminary hearing after \r\n  his arrest. However, before a preliminary hearing was held, the grand jury indicted \r\n  Ballington for murder. Upon Ballington's motion, a circuit court judge issued \r\n  an order granting him a post-indictment preliminary hearing. Ballington had \r\n  not received that hearing when his case was called to trial several months later. \r\n  In a hearing on pre-trial motions, he indicated he hoped to use the preliminary \r\n  hearing as a discovery tool. The circuit court judge granted Ballington's request \r\n  for a preliminary hearing. At that hearing, defense counsel argued Ballington \r\n  should be tried for manslaughter rather than murder because there was no probable \r\n  cause that the crime was premeditated. The magistrate agreed to \"send it back \r\n  up as a manslaughter.\"\r\n\r\nAt the beginning of his trial, Ballington attempted \r\n  to plead guilty to voluntary manslaughter. His attorney argued the magistrate's \r\n  decision \"had the effect of modifying the indictment.\" The trial court, however, \r\n  agreed with the State that the indictment, rather than the magistrate's ruling, \r\n  controlled. The court then tried Ballington for murder. On appeal, Ballington \r\n  argues this was error.\r\n\r\nEvery criminal defendant is entitled to notice \r\n  of his right to a preliminary hearing \"to determine whether sufficient evidence \r\n  exists to warrant [his] detention and trial.\" Rule 2(a), SCRCrimP. If a defendant \r\n  makes a timely request for a hearing, one should be held within ten days. Rule \r\n  2(a)-(b), SCRCrimP. However, the hearing \"shall not be held . . . if the defendant \r\n  is indicted by a grand jury . . . before the preliminary hearing is held.\" Rule \r\n  2(b), SCRCrimP; see also State v. Hawkins, 310 S.C. 50, 54-55, \r\n  425 S.E.2d 50, 53 (Ct. App. 1992) (holding trial court did not err in refusing \r\n  to quash defendant's indictments because he did not receive a requested preliminary \r\n  hearing because he was indicted before a preliminary hearing was held). Furthermore, \r\n  a defendant has no constitutional right to a preliminary hearing. State v. \r\n  Keenan, 278 S.C. 361, 365, 296 S.E.2d 676, 678 (1982). Thus, although Ballington \r\n  may have timely requested a preliminary hearing, his right to have the hearing \r\n  ended with the grand jury's indictment.\r\n\r\nFurthermore, the circuit court judge could not \r\n  restore the right to a preliminary hearing by ordering a post-indictment preliminary \r\n  hearing. The trial court obtained jurisdiction over Ballington by way of the \r\n  grand jury's indictment. See S.C. Const. art. I, § 11 (\"No person may \r\n  be held to answer for any crime the jurisdiction over which is not within the \r\n  magistrate's court, unless on a presentment or indictment of a grand jury. . \r\n  . .\"). (2) \r\n\r\nRule 2, SCRCrimP terminates a magistrate's jurisdiction \r\n  over a non-magistrate level offense when the defendant is indicted by a grand \r\n  jury. Murder is not an offense within the magistrate court's jurisdiction. S.C. \r\n  Code § 22-3-540 (1989) (stating magistrates have exclusive jurisdiction of all \r\n  criminal cases where the punishment does not exceed a $100 fine or thirty days \r\n  imprisonment); S.C. Code Ann. § 22-3-550 (1989) (stating magistrates have jurisdiction \r\n  over offenses subject to fines or forfeitures of no more than $200 or thirty \r\n  days imprisonment); S.C. Code Ann. § 22-3-545 (Supp. 2000) (stating cases involving \r\n  crimes punishable by no more than $5,000, one year imprisonment, or both may \r\n  be transferred from general sessions to magistrate's court); S.C. Code Ann. \r\n  § 16-3-20 (Supp. 2000) (stating murder is punishable by death, life imprisonment, \r\n  or a mandatory minimum term of thirty years imprisonment). The magistrate in \r\n  this case was without jurisdiction to reduce the grand jury's indictment from \r\n  murder to manslaughter. Accordingly, Ballington's argument that the magistrate's \r\n  reduction of the charge to manslaughter prevented the circuit court from trying \r\n  him for murder is unavailing.\r\n\r\nII. Ballington's Inculpatory \r\n  Statement\r\n\r\nBallington also asserts the trial court erred in \r\n  denying his motion to suppress his inculpatory statement to the police because \r\n  he confessed only after Detective Frier indicated he would eventually have to \r\n  tell police the truth. We disagree.\r\n\r\nThe test of the admissibility of a confession is \r\n  voluntariness. State v. Von Dohlen, 322 S.C. 234, 243, 471 S.E.2d 689, \r\n  694 (1996) (\"A confession is not admissible unless it was voluntarily made.\"). \r\n  A determination of voluntariness requires examination of the totality of the \r\n  circumstances. Id. at 243, 471 S.E.2d at 694-95. To introduce the statement \r\n  made after a defendant has been advised of his rights, the State must prove \r\n  by a preponderance of the evidence he voluntarily waived those rights. State \r\n  v. Reed, 332 S.C. 35, 42, 503 S.E.2d 747, 750 (1998). \"Once a voluntary \r\n  waiver of the Miranda rights is made, that waiver continues until the \r\n  individual being questioned indicates that he wants to revoke the waiver and \r\n  remain silent or circumstances exist which establish that his 'will has been \r\n  overborne and his capacity for self-determination critically impaired.'\" State \r\n  v. Rochester, 301 S.C. 196, 200, 391 S.E.2d 244, 246 (1990) (quoting State \r\n  v. Moultrie, 273 S.C. 60, 61-62, 254 S.E.2d 294, 294-95 (1979)). On appeal, \r\n  the trial court's findings of fact regarding the voluntariness of a statement \r\n  will not be disturbed absent an abuse of discretion. State v. Kennedy, \r\n  333 S.C. 426, 429, 510 S.E.2d 714, 715 (1998).\r\n\r\nAt a pre-trial hearing to determine the voluntariness \r\n  of Ballington's statements, the defense called Dr. Harold Morgan, a forensic \r\n  psychiatrist. Dr. Morgan testified that although Ballington's cognitive abilities \r\n  were intact on the day his wife died, his behavior indicated he was not rational. \r\n  Ballington contends Detective Frier's admonition to tell the truth contradicted \r\n  his right to remain silent, and when considered in light of his mental state, \r\n  rendered his confession involuntary. However, Ballington's own expert testified \r\n  his statements, although irrationally made, were voluntary. The detective merely \r\n  advised Ballington his earlier statements were not consistent with the physical \r\n  evidence, and that he should be honest. We do not believe Ballington's will \r\n  was overborne by the detective's comment, even considering his irrational mental \r\n  state. (3) Considering the totality of the circumstances, \r\n  the State proved by a preponderance of the evidence that Ballington's confession \r\n  was voluntary and the trial court thus properly admitted it.\r\n\r\nIII. Directed Verdict\r\n\r\nFinally, Ballington argues the trial court should \r\n  have directed a verdict of not guilty on the murder charge. He admits he killed \r\n  Wife, but argues the State failed to show he killed her with malice aforethought. \r\n  We disagree.\r\n\r\nIn ruling on a motion for a directed verdict, the \r\n  trial court is concerned with the existence or non-existence of evidence, not \r\n  its weight. State v. Fennell, 340 S.C. 266, 270, 531 S.E.2d 512, 514 \r\n  (2000). The trial judge should grant a directed verdict motion where the evidence \r\n  merely raises a suspicion that the accused is guilty. State v. Mitchell, \r\n  341 S.C. 406, 409, 535 S.E.2d 126, 127 (2000); State v. Schrock, 283 \r\n  S.C. 129, 132, 322 S.E.2d 450, 452 (1984). However, the judge should deny the \r\n  motion if there is any direct or substantial circumstantial evidence which reasonably \r\n  tends to prove the accused's guilt, or from which his guilt may be fairly and \r\n  logically deduced. Fennell, 340 S.C. at 270, 531 S.E.2d at 514. When \r\n  reviewing the denial of a directed verdict motion, the appellate court must \r\n  view the evidence in the light most favorable to the State. Mitchell, \r\n  341 S.C. at 409, 535 S.E.2d at 127.\r\n\r\n\"'Murder' is the killing of any person with malice \r\n  aforethought, either express or implied.\" S.C. Code Ann. § 16-3-10 (1985). \"'Malice' \r\n  is the wrongful intent to injure another and indicates a wicked or depraved \r\n  spirit intent on doing wrong.\" State v. Kelsey, 331 S.C. 50, 62, 502 \r\n  S.E.2d 63, 69 (1998). Malice may be implied by the use of brute force. State \r\n  v. McLemore, 310 S.C. 91, 92, 425 S.E.2d 752, 753 (Ct. App. 1992). It may \r\n  also be implied by the use of a deadly weapon. Id. Under some circumstances, \r\n  a fist or hand may be considered a deadly weapon. State v. Bennett, 328 \r\n  S.C. 262-63, 493 S.E.2d 845, 851 (1997); State v. Davis, 309 S.C. 326, \r\n  343, 422 S.E.2d 133, 144 (1992), overruled on other grounds by State v. Brightman, \r\n  336 S.C. 348, 352, 520 S.E.2d 614, 616 (1999). Finally, \"'[e]ven though malice \r\n  must be aforethought,'\" there is no requirement that it \"'must exist for any \r\n  appreciable length of time before the commission of the act.'\" State v. Fuller, \r\n  229 S.C. 439, 446, 93 S.E.2d 463, 467 (1956).\r\n\r\nWife died of strangulation. An x-shaped abrasion \r\n  on the front of her neck likely resulted from pressure placed against the seam \r\n  of her blouse and her attempts to free herself. A fingernail impression was \r\n  also located on her neck. The pressure on her neck was intense enough, or lasted \r\n  long enough, to cause hemorrhages in the whites of both her eyes. Bruises to \r\n  her neck muscles indicate she was strangled for a long time past consciousness. \r\n  She had blunt-force injuries on her left and right cheeks, and above her left \r\n  eye. Some of those injuries appeared to have been caused by fingertips or knuckles. \r\n  A small blunt-force trauma located on her right ear may have caused her to lose \r\n  balance or consciousness. An abrasion appeared on her left collar bone. Bruises \r\n  on her right shoulder were consistent with strong pressure applied by knuckles \r\n  or fingertips. She suffered numerous bruises to her arms and abrasions to her \r\n  left hand, indicating she tried to defend herself. Additionally, small bruises \r\n  and abrasions were found on top of her feet and a small bruise was located on \r\n  her right leg.\r\n\r\nThis evidence permits the conclusion that Wife \r\n  was severely beaten and strangled for an extended period of time. Viewed in \r\n  the light most favorable to the State, we find the testimony regarding Wife's \r\n  injuries, as well as the force necessary to cause these injuries, constituted \r\n  sufficient evidence of malice to support the trial court's refusal to grant \r\n  a directed verdict. \r\n\r\nIn addition, evidence Ballington attempted to cover \r\n  up how his wife died suggests he killed her with a wicked or depraved spirit. \r\n  See Arnold v. State, 309 S.C. 157, 169, 420 S.E.2d 834, 841 (1992) \r\n  (including attempt by defendant to mislead police as to who committed crime \r\n  as one indicator of malice); see also State v. Judge, 38 S.E.2d \r\n  715, 719, 208 S.C. 497, 505 (1946) (defining malice as \"a wicked condition of \r\n  the heart . . . a wicked purpose . . . a performed purpose to do a wrongful \r\n  act\"). Ballington left his home after attacking Wife and went back to his workplace. \r\n  While there, he washed his shirt and a bloody towel. When he learned she had \r\n  not returned to work, he asked her employers if they had tried phoning her at \r\n  his home. When Ballington borrowed a car to return home, he said he was concerned \r\n  because he could not reach Wife by phone. He said she had been ill. Ballington \r\n  then returned to the home and led authorities to believe his wife fell down \r\n  the stairs. The location of one shoe on a stair several steps above her body \r\n  permits the inference he placed it there to stage a fall. In addition to Wife's \r\n  injuries and the force necessary to inflict them, Ballington's attempt to mislead \r\n  others as to the cause of his wife's death is also evidence he killed her with \r\n  malice.\r\n\r\nCONCLUSION\r\n\r\nFor the reasons discussed, Ballington's conviction \r\n  and sentence are \r\n\r\nAFFIRMED.\r\n\r\nCURETON and SHULER, JJ., concur.\r\n\r\n1.  Miranda v. Arizona, \r\n  384 U.S. 436 (1966). \r\n2.  Ballington argued at trial \r\n  and appears to argue on appeal that the circuit court judge's order granting \r\n  him a post-indictment preliminary hearing and giving the magistrate all powers \r\n  appurtenant to that office is the law of the case because the State did not \r\n  appeal the order. As a result, Ballington contends the solicitor could not argue \r\n  at trial and on appeal that the hearing was limited strictly to discovery issues. \r\n  An unappealed order, right or wrong, is ordinarily law of the case. Charleston \r\n  Lumber Co. v. Miller Hous. Corp., 338 S.C. 171, 175, 525 S.E.2d 869, 871 \r\n  (2000). However, intermediate orders are appealable only when they involve the \r\n  merits or impair a substantial right. See S.C. Code Ann. § 14-3-330(2)-(3) \r\n  (1976). Examples of pre-trial orders the State may appeal immediately are: (1) \r\n  the suppression of evidence where the suppression significantly impairs the \r\n  prosecution, (2) the exclusion of an entire class of persons from serving on \r\n  a jury venire, and (3) the refusal to allow the State to withdraw a plea offer. \r\n  See State v. McKnight, 287 S.C. 167, 168, 337 S.E.2d 208, 209 \r\n  (1985) (allowing appeal of suppression of evidence); State v. Royster, \r\n  181 S.C. 269, 273, 186 S.E. 921, 923 (1936) (finding exclusion of class of persons \r\n  from jury venire immediately appealable); Reed v. Becka, 333 S.C. 676, \r\n  681, 511 S.E.2d 396, 399 (Ct. App. 1999) (holding refusal to allow withdrawal \r\n  of plea offer is directly appealable). The circuit court judge's order granting \r\n  Ballington a preliminary hearing did not involve the merits of the case or impair \r\n  a substantial right. Therefore, it was not directly appealable and did not become \r\n  the law of the case through the State's failure to immediately appeal it. \r\n3.  Federal courts have held \r\n  it is permissible to tell a suspect he must tell the truth if he is going to \r\n  say anything. See United States v. Braxton, 112 F.3d 777, 782 \r\n  (4th Cir. 1997) (stating officer's statement of the sentence a suspect could \r\n  receive if he did not tell the truth did not render subsequent confession invalid; \r\n  officer did not indicate suspect had a duty to speak but merely said if he did \r\n  speak, he must tell the truth); United States v. Vera, 701 F.2d 1349, \r\n  1364 (11th Cir. 1983) (\"[A] mere admonition to the accused to tell the truth \r\n  does not render a confession involuntary.\"); Rivers v. United States, \r\n  400 F.2d 935, 943 (5th Cir. 1968) (stating officer's admonition to suspect to \r\n  tell the truth did not render statement invalid). \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3347","title":"Hill v. Dotts","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3347","description":"In this tort action, the parties litigated whether the defendant's letter constituted an answer for purposes of default.","date":"2001-05-29","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nDebra F. Hill, Respondent,\r\n\r\nv.\r\n\r\n\r\nNorman Dwayne Dotts, Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Florence County\r\nHicks B. Harwell, Circuit Court Judge\r\n\r\n\r\nOpinion No. 3347\r\nHeard March 6, 2001 - Filed May 29, 2001\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nMichael M. Nunn, of Aiken, Nunn, Elliott &amp; Tyler, of Florence, for appellant.\r\n\r\nGary I. Finklea, of The Hyman Law Firm, of Florence, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCURETON, J.:   In this default action, Norman Dotts appeals from the entry of a default judgment.  We affirm.\r\n\r\nFACTS/PROCEDURAL BACKGROUND\r\n\r\nOn January 27, 1999, Debra Hill and Norman Dotts were involved in an automobile accident in Florence, South Carolina.  Allegedly, Dotts entered an\r\nintersection against a red light and collided with Hill.  At the time of the accident, Dotts was driving his uncle's car with his uncle as a passenger.  As a result of\r\nthe accident, Hill and her son were injured and her car was damaged beyond repair. \r\n\r\nOn April 29, 1999, Hill filed a summons and complaint against Dotts.  Dotts was served on May 10, 1999.  In a cover letter, Hill's attorney instructed Dotts to\r\ncontact his insurance agent.\r\n\r\nOn May 17, 1999, Dotts's mother wrote Hill's attorney a letter on Dotts's behalf.  The letter stated:\r\n\r\n\r\nIn answer to your Complaint, I did not have insurance.  I was driving my uncle's car.  I am very sorry about Mrs. Hill and my uncle.  It wasn't something I had\r\nplanned to happen.\r\n\r\n\r\nOther than the above-referenced letter, Dotts did not answer the summons and complaint.\r\n\r\nOn June 24, 1999, Hill filed a motion for entry of default against Dotts pursuant to Rule 55(a), SCRCP.  Hill also requested a default judgment against Dotts\r\nunder Rule 55(b)(2) and asked that the matter be referred to a special referee for a damages hearing.  The circuit court granted Hill's motion.\r\n\r\nOn August 3, 1999, the special referee held a damages hearing.  Although provided with notice of the hearing, Dotts did not appear.  By order dated August 4,\r\n1999, the special referee awarded Hill $20,000 for personal injury and $8,081 for property damage.\r\n\r\nAfter receiving the special referee's order, Dotts filed a Motion for Relief from Default Judgment under Rule 60(b), SCRCP arguing the May 17th letter was a\r\ntimely answer or, alternatively, the judgment should be set aside on the ground of mistake, inadvertence, surprise, or excusable neglect upon the showing of a\r\nmeritorious defense.  After a hearing, the circuit court denied the motion.  This appeal followed.\r\n\r\nLAW/ANALYSIS\r\n\r\nThe power to set aside a default is exercised within \r\n  the sound discretion of the trial court whose decision will not be disturbed \r\n  on appeal absent a clear showing of an abuse of that discretion. Frank Ulmer \r\n  Lumber Co. v. Patterson, 272 S.C. 208, 250 S.E.2d 121 (1978); Estate \r\n  of Weeks, 329 S.C. 251, 495 S.E.2d 454 (Ct. App. 1997). \"An abuse of discretion \r\n  in setting aside a default judgment occurs when the judge issuing the order \r\n  was controlled by some error of law or when the order, based upon factual, as \r\n  distinguished from legal conclusions, is without evidentiary support.\" Estate \r\n  of Weeks, 329 S.C. at 259, 495 S.E.2d at 459.\r\n\r\nConsideration of the May 17th Letter \r\n  As An Answer\r\n\r\nDotts argues the circuit court erred in entering a judgment of default against him because the May 17th letter to Hill's attorney constituted an answer to the\r\ncomplaint.  \r\n\r\nFundamentally, an answer is \"[t]he response of \r\n  a defendant to the plaintiff's complaint, denying in part or in whole the allegations \r\n  made by the plaintiff.\" Black's Law Dictionary 91 (6th ed. 1991). In \r\n  form, an answer \"shall state in short and plain terms the facts constituting \r\n  his defenses to each cause of action asserted and shall admit or deny the averments \r\n  upon which the adverse party relies.\" Rule 8(b), SCRCP. Furthermore, each denial \r\n  \"shall fairly meet the substance of the averments denied.\" Id. Where \r\n  the defendant \"is without knowledge or information sufficient to form a belief \r\n  as to the truth of an averment, he shall so state and this has the effect of \r\n  a denial.\" Id. As with all pleadings, an answer \"shall be so construed \r\n  as to do substantial justice to all parties.\" Rule 8(f), SCRCP.\r\n\r\nDotts maintains his May 17th letter qualifies as \r\n  an answer pursuant to our supreme court's decision in Frank Ulmer Lumber, \r\n  272 S.C. 208, 250 S.E.2d 121. We disagree.\r\n\r\nIn Frank Ulmer Lumber, the plaintiff-lumberyard \r\n  brought an action against a defendant-contractor to collect the balance owed \r\n  on the contractor's account. In response to the lumberyard's summons and complaint, \r\n  the contractor hand delivered a letter to the lumberyard's attorney which expressly \r\n  denied owing any money to the lumberyard and set forth specific reasons why \r\n  he was not responsible for the purported debt. Thereafter, the lumberyard obtained \r\n  a default judgment against the contractor on the ground that the contractor \r\n  had not answered the complaint. The circuit court later set aside the default \r\n  judgment and allowed the contractor to file a proper answer. In upholding the \r\n  lower court, the supreme court held that although the letter failed to meet \r\n  the endorsement and filing requirements of a proper answer, \"suffice it to say \r\n  the proper sanction to be imposed for failure to comply [with the pre-SCRCP \r\n  pleading requirements] is not judgment by default.\" Id. at 211, 250 S.E.2d \r\n  at 123. \r\n\r\nThe instant action is factually distinguishable \r\n  from the Frank Ulmer Lumber decision in that the letter at issue there \r\n  expressly denied the plaintiff's allegations, whereas the letter  sub judice \r\n   does not. Dotts's letter does not mention or deny any of the fourteen specific \r\n  allegations of negligence and recklessness set forth in Hill's complaint. Instead, \r\n  the letter merely offers an apology for the accident. Even under the liberal \r\n  standard of Frank Ulmer Lumber, such a reply does not constitute a denial, \r\n  either specific or general, to Hill's allegations. Accordingly, the circuit \r\n  court properly refused to consider it as such.\r\n\r\nConsideration of the May 17th Letter \r\n  As An Appearance\r\n\r\nDotts also maintains the May 17th letter was a \r\n  general appearance, entitling him to notice of the default judgment hearing. \r\n  This issue is not preserved for appellate review as it was not addressed in \r\n  the circuit court's order. See Tupper v. Dorchester County, 326 \r\n  S.C. 318, 487 S.E.2d 187 (1997) (holding that an issue must be raised to and \r\n  ruled upon by the trial court to be preserved for appellate review). The only \r\n  place in the record where the letter is discussed as an appearance is where \r\n  Hill's attorney argues it is not an answer, but is, at most, a notice of appearance. \r\n  This statement by Hill's attorney is insufficient for appellate review of the \r\n  issue. See Germain v. Nichol, 278 S.C. 508, 299 S.E.2d 335 (1983) \r\n  (holding that an appellant has the burden of providing the court with a sufficient \r\n  record upon which to make a decision). \r\n\r\nSetting Aside Default Judgment on Grounds \r\n  of Mistake and Excusable Neglect\r\n\r\nFinally, Dotts argues the circuit court should have set aside the default judgment pursuant to Rule 60(b), SCRCP because his failure to answer the complaint\r\nwas the result of mistake and excusable neglect.  We disagree.\r\n\r\nA \"court may relieve a party or his legal representative \r\n  from a final judgment, order, or proceeding for . . . mistake, inadvertence, \r\n  surprise, or excusable neglect . . . .\" Rule 60(b)(1), SCRCP. In determining \r\n  whether a default judgment should be set aside under Rule 60(b)(1), \"[t]he promptness \r\n  with which relief is sought, the reasons for the failure to act promptly, the \r\n  existence of [a] meritorious defense, and the prejudice to the other parties \r\n  are relevant.\" New Hampshire Ins. Co. v. Bey Corp., 312 S.C. 47, 50, \r\n  435 S.E.2d 377, 379 (Ct. App. 1993) (quoting Harry M. Lightsey &amp; James F. \r\n  Flanagan, South Carolina Civil Procedure 82 (1985)). \r\n  (1)  \r\n\r\nDotts has failed to satisfy the fourth factor, the reason for the failure to act promptly.  He erroneously believes his failure to understand the legal process is a\r\nsufficient reason to excuse his tardy reply.  We disagree.\r\n\r\n\"[A] party has a duty to monitor the progress of \r\n  his case. Lack of familiarity with legal proceedings is unacceptable and the \r\n  court will not hold a layman to any lesser standard than is applied to an attorney.\" \r\n  Goodson v. Am. Bankers Ins. Co., 295 S.C. 400, 403, 368 S.E.2d 687, 689 \r\n  (Ct. App. 1988). \"It is always a matter of regret that a party should not have \r\n  his day in court. However, . . . [where] the appellant was duly served with \r\n  the summons and complaint, [i]t was his duty to answer the complaint . . . . \r\n  [Therefore,] [h]e must suffer the consequence of his failure to answer.\" Williams \r\n  v. Ray, 232 S.C. 373, 383-84, 102 S.E.2d 368, 373 (1958); see also \r\n  Bissonette v. Joseph, 170 S.C. 407, 170 S.E. 467 (1933) (refusing to \r\n  vacate a default judgment on the ground of excusable neglect where the defendant \r\n  in an automobile collision case forwarded the summons to his insurance carrier \r\n  which then failed to serve notice of appearance until after the plaintiff had \r\n  obtained judgment). Accordingly, Dotts's failure to understand the legal process \r\n  is not excusable neglect under Rule 60(b).\r\n\r\nDotts also maintains his belief that he was uninsured was a sufficient reason to set aside the default judgment; however, his insured status was not relevant to\r\nthe allegations set forth in the complaint.  Therefore, a mistake concerning the existence of insurance coverage for the accident was not germane to his failure to\r\nanswer.\r\n\r\n  Because Dotts failed to answer the complaint and did not have sufficient grounds to set aside the default judgment under Rule 60(b)(1), SCRCP, the order of\r\nthe circuit court is\r\n\r\nAFFIRMED.\r\n\r\nHEARN, C.J. and SHULER, J., concur.\r\n1.  The default factors were \r\n  originally utilized to help determine whether an entry of default should \r\n  be set aside for \"good cause shown\" pursuant to Rule 55(c), SCRCP. Wham v. \r\n  Shearson Lehman Bros., 298 S.C. 462, 381 S.E.2d 499 (Ct. App. 1989). Later, \r\n  they were also found to be relevant in determining whether a default judgment \r\n  should be set aside pursuant to Rule 60(b), SCRCP. New Hampshire Ins. Co., \r\n  312 S.C. 47, 435 S.E.2d 377. Although applicable to both rules, the factors \r\n  are applied with greater liberality within the context of Rule 55(c) vis-&agrave;-vis \r\n  Rule 60(b). See 10A Charles Alan Wright et al.,  Federal Practice \r\n  &amp; Procedure: Civil  § 2694 at 117 (3d ed. 1998) (\"[C]ourts uniformly \r\n  consider [the factors] . . . when determining whether to set aside default entries \r\n  as well as default judgments. Of course, in practice the requirements are more \r\n  liberally interpreted when used on a motion for relief from a default entry.\"). \r\n  The disparate application of the default factors reflects the different standards \r\n  of the two rules. \"The standard for granting relief from an entry of default \r\n  is good cause under Rule 55(c) . . . while the standard is more rigorous for \r\n  granting relief from a default judgment under Rule 60(b) . . . .\"  Ricks \r\n  v. Weinrauch, 293 S.C. 372, 374, 360 S.E.2d 535, 536 (Ct. App. 1987). \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3348","title":"Thomas v. Thomas","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3348","description":"In this divorce action, the parties litigated the equitable distribution of lottery proceeds and an alleged marital debt arising from a promise to support the husband's mother.","date":"2001-05-29","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Angela J. Thomas, Appellant,\r\n\r\n\r\n            v. \r\n\r\n        \r\n\r\n        Kevin M. Thomas, Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n  Appeal From Aiken County\r\n    Peter R. Nuessle, Family Court Judge \r\n\r\n\r\n\r\n    Opinion No. 3348\r\n    Heard April 2, 2001 - Filed May 29, 2001 \r\n  \r\n   &nbsp;\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        James T. McLaren and C. Dixon Lee, III, of McLaren \r\n          &amp; Lee, of Columbia; and Timothy S. Mirshak, of Augusta, GA, for \r\n          appellant.\r\n\r\n        Thomas P. Murphy, of Smith &amp; Murphy, of North \r\n          Augusta; and Robert L. Widener, of McNair Law Firm, of Columbia, for \r\n          respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCURETON, J.: \r\n  In this divorce action, Angela J. Thomas (the wife) appeals from the family \r\n  court's identification of marital debt and award of equitable distribution. \r\n  We affirm.\r\n\r\n\r\n    FACTS  \r\n  \r\n\r\n\r\nThe wife and Kevin M. Thomas (the husband) were \r\n  married in May of 1992. No children were born to the marriage; however, both \r\n  parties were previously married and have children from their prior marriages. \r\n  Each party was forty years old at the time of trial. Neither party complained \r\n  of significant health problems.\r\n\r\nDuring the marriage, the wife was employed as a \r\n  clerk at the Veterans Administration Hospital in Augusta, Georgia, earning approximately \r\n  $19,800 annually. The Husband had been employed at D.S.M. Chemical for approximately \r\n  seventeen years and was earning between $40,000 and $50,000 per year at the \r\n  time of the marriage. In 1993, the parties purchased a home in Belvedere, South \r\n  Carolina.\r\n\r\nThe wife testified she purchased lottery tickets \r\n  in Georgia beginning in 1993 or 1994 with her pocket money from her earnings. \r\n  The husband testified the wife's pocket money, like his, came from the parties' \r\n  joint account. The husband claimed he originally purchased their lottery tickets, \r\n  but when the parties moved to their new home, it was more convenient for the \r\n  wife to pick up the tickets.\r\n\r\nIn August of 1995, the wife won approximately $9,000,000 \r\n  in the Georgia Lottery payable in twenty annual installments. The husband testified \r\n  the parties agreed to claim the proceeds in the wife's name to prevent the husband's \r\n  ex-wife from requesting additional child support.\r\n\r\nAfter winning the lottery, the wife immediately \r\n  terminated her employment. The husband terminated his employment approximately \r\n  one year later. At the time of the hearing, the husband intended to resume employment.\r\n\r\nThe parties spent over $40,000 of the lottery proceeds \r\n  to make improvements to the marital home, which was titled solely in the husband's \r\n  name. The parties opened joint investment accounts, funding them with lottery \r\n  proceeds. They also purchased a $225,000 home on Lake Thurmond. The parties \r\n  jointly titled the lake property following their practice of treating the lottery \r\n  funds as jointly owned funds. \r\n\r\nThe parties also used the lottery funds to make \r\n  several loans to family members. The bulk of the loans had not been repaid at \r\n  the time of the hearing. In a separate civil action in the Court of Common Pleas, \r\n  the husband's mother, Nancy June Thomas, alleged the parties entered into an \r\n  agreement with her to fund her retirement out of the lottery proceeds. The husband \r\n  admitted the alleged indebtedness. The wife disputed her involvement but admitted \r\n  her mother-in-law quit her job based on the husband's promise. The husband continued \r\n  to work for one year and paid his mother's retirement out of his employment \r\n  earnings. The parties then paid the retirement out of the lottery proceeds until \r\n  just before their separation.\r\n\r\nThe wife testified the husband abused alcohol throughout \r\n  the marriage. The husband admitted attending counseling with the wife, during \r\n  which he admitted he drank too much. The parties also had problems throughout \r\n  the marriage arising from their respective children.\r\n\r\nOn or about November 4, 1997, the husband had been \r\n  drinking and the parties argued. The wife poked the husband in the eye. The \r\n  husband knocked her arm away from him, slapping the wife in the face. He then \r\n  pushed away from the kitchen table, knocking a chair through the window. The \r\n  parties separated the date of this incident.\r\n\r\nAlthough the parties filed joint tax returns throughout \r\n  the marriage, the wife filed a 1997 \"Single\" tax return, claiming the lottery \r\n  installment for that year as individual income and paying the taxes. Shortly \r\n  after the separation, the wife instituted this action against the husband seeking, \r\n  among other things, a divorce on the ground of physical cruelty or, in the alternative, \r\n  an order of separate maintenance. The husband answered, denying the wife was \r\n  entitled to a divorce on the ground alleged in her complaint, and counterclaimed \r\n  seeking, among other things, the identification, valuation, and equitable distribution \r\n  of marital property. At trial, the family court granted the husband leave to \r\n  amend his complaint to include a plea for divorce on the ground of continuous \r\n  separation for one year.\r\n\r\nBy order dated June 9, 1999, the family court granted \r\n  the husband a divorce on the ground of one year continuous separation and divided \r\n  the marital estate, including the remaining lottery proceeds, equally between \r\n  the parties. (1) The family court concluded the \r\n  debt to the husband's mother was a marital debt and ordered the husband to be \r\n  solely responsible for the payment thereof. With the exception of issues not \r\n  pertinent to this appeal, the wife's post-trial motion for reconsideration was \r\n  denied. This appeal followed.\r\n\r\nOn appeal, the wife asserts the family court erred in failing to award her a larger share of the marital estate.  Specifically, she\r\nasserts the court erred (1) in failing to properly apply the relevant statutory factors in determining equitable division of the\r\nlottery proceeds, and (2) in considering the alleged agreement to fund the retirement of the husband's mother as a marital debt.\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\r\nIn appeals from the family court, this Court has \r\n  the authority to find the facts in accordance with its own view of the preponderance \r\n  of the evidence. Rutherford v. Rutherford, 307 S.C. 199, 414 S.E.2d 157 \r\n  (1992). This broad scope of review does not, however, require this Court to \r\n  disregard the findings of the family court. Stevenson v. Stevenson, 276 \r\n  S.C. 475, 279 S.E.2d 616 (1981). Neither are we required to ignore the fact \r\n  that the trial court, who saw and heard the witnesses, was in a better position \r\n  to evaluate their credibility and assign comparative weight to their testimony. \r\n  Woodall v. Woodall, 322 S.C. 7, 471 S.E.2d 154 (1996).\r\n\r\nDISCUSSION\r\n\r\n\r\n\r\n    Lottery Proceeds\r\n\r\n\r\n\r\nThe wife argues the family court erred in awarding the husband 50% of the marital property, in particular, the lottery proceeds. \r\nWe disagree.\r\n\r\n The apportionment of marital property is within \r\n  the family court's discretion and will not be disturbed on appeal absent an \r\n  abuse of discretion. Murphy v. Murphy, 319 S.C. 324, 461 S.E.2d 39 (1995). \r\n  South Carolina Code Annotated Section 20-7-472 (Supp. 2000) lists fifteen factors \r\n  for the court to consider in making an equitable apportionment of the marital \r\n  estate. The statute vests in the family court the discretion to decide the weight \r\n  to assign to the various factors. Even if the family court fails to specifically \r\n  address each of the factors set forth in the apportionment statute, the award \r\n  will be upheld on appeal if it can be determined that the family court addressed \r\n  the factors with sufficiency for an appellate court to conclude the family court \r\n  was cognizant of the required factors. Walker v. Walker, 295 S.C. 286, \r\n  368 S.E.2d 89 (Ct. App. 1988). On review, this Court looks to the overall fairness \r\n  of the apportionment, and if the end result is equitable, that this Court might \r\n  have weighed specific factors differently than the family court is irrelevant. \r\n  Johnson v. Johnson, 296 S.C. 289, 372 S.E.2d 107 (Ct. App. 1988).\r\n\r\nThe wife correctly notes that in reaching its determination \r\n  as to equitable distribution of the lottery proceeds, the family court applied \r\n  the principles espoused in Ullah v. Ullah, 555 N.Y.S.2d 834 (App. Div. \r\n  1990). In Ullah the New York Supreme Court determined that lottery proceeds \r\n  represent a fortuitous windfall not created by the efforts of either party; \r\n  therefore, it divided the proceeds equally among the parties without consideration \r\n  of equitable factors governing distribution.\r\n\r\nUllah  \r\n  represents one of two distinct views that have emerged concerning the equitable \r\n  distribution of lottery proceeds. The other view, represented by Alston v. \r\n  Alston, 629 A.2d 70 (Md. 1993), \"holds that the court should apply the factors \r\n  guiding equitable distribution of all other assets to arrive at an appropriate \r\n  distribution decision.\" Devane v. Devane, 655 A.2d 970, 971 (N.J. Super. \r\n  Ct. App. Div. 1995).\r\n\r\nThe wife asserts that rather than applying the fortuitous circumstances rule, the family court should have applied the statutory\r\nfactors relevant to an award of equitable distribution.  We agree with the wife that in determining the equitable division of the\r\nlottery proceeds, the statutory factors generally guiding equitable distribution of marital property, as enumerated in section 20-7-742, should be applied.  We decline, however, to reverse the family court's equitable distribution award.\r\n\r\nIt is evident from the family court's order that \r\n  the court was cognizant of the statutory factors. The court stated: \"[t]hose \r\n  factors were considered by the court in arriving at its decision\" regarding \r\n  equitable distribution of the marital assets aside from the lottery proceeds. \r\n  The court specifically made findings of fact regarding the length of the marriage, \r\n  the age and health of the parties, the parties' respective work and educational \r\n  histories, their prior support obligations, and the wife's allegation as to \r\n  alcohol and physical abuse on the husband's part as contributing factors in \r\n  the breakdown of the marriage.\r\n\r\nThe wife further argues consideration of the third statutory factor mandates an award to her of greater than fifty percent of the\r\nlottery proceeds because she purchased the lottery ticket.  The third statutory factor requires the consideration of each spouse's\r\ncontribution to the \"acquisition, preservation, depreciation, or appreciation in value of the marital property . . . [including] the\r\nquality of the contribution as well as its factual existence.\"  S.C. Code Ann. § 20-7-472(3) (Supp. 2000).  However, there was\r\nevidence that the purchase of lottery tickets by both parties utilizing marital funds was a continuous course of action throughout\r\nthe marriage.  Until their separation, the parties treated the lottery proceeds as marital property.  The mere fact the wife\r\npurchased the winning ticket does not convince us she made a special contribution entitling her to a larger share of the lottery\r\nproceeds.\r\n\r\nApplying the family court's consideration of the statutory factors to the division of the lottery proceeds, we hold an equal\r\ndistribution was fair and equitable under the facts and circumstances of this case.\r\n\r\n\r\n    Debt Owed to the Husband's Mother\r\n\r\n\r\n\r\nThe wife also asserts the family court erred in considering the alleged agreement to retire the husband's mother as marital\r\ndebt. (2)   Specifically, the wife asserts the husband was awarded a larger share of the marital estate to offset the obligation to his\r\nmother.  We find no reversible error.\r\n\r\nMarital debt is debt incurred for the joint benefit \r\n  of the parties regardless of whether the parties are legally jointly liable \r\n  for the debt. Hardy v. Hardy, 311 S.C. 433, 429 S.E.2d 811 (1992). In \r\n  equitably dividing a marital estate, the family court is to consider the net \r\n  estate, and must apportion marital debt in conjunction with the apportionment \r\n  of assets. Id. The same rules of fairness and equity which apply to the \r\n  equitable division of marital property also apply to the division of marital \r\n  debts. Id.\r\n\r\nThe family court stated in the divorce decree that \r\n  \"[a]ny alleged indebtedness owing by the parties to [the husband's mother] constitutes \r\n  a marital indebtedness and is a debt incurred for the joint benefit of the parties \r\n  . . . .\" However, at the hearing on the wife's motion for reconsideration, the \r\n  court ruled it did not rely on the alleged agreement in determining the award \r\n  of equitable distribution. At the request of the husband, the court's oral ruling \r\n  was incorporated into the order denying the wife's motion to reconsider. There \r\n  is no indication the family court increased the husband's share of the marital \r\n  estate to accommodate the debt. Thus, any error in classifying the debt as marital \r\n  was harmless, causing no prejudice to the wife. Our review of the record convinces \r\n  us the family court's equal division of the net marital estate was fair and \r\n  equitable.\r\n\r\nFor the foregoing reasons, the decision of the family court is\r\n\r\nAFFIRMED.\r\n\r\nHEARN, C.J., and SHULER, J., concur.\r\n1.      At the time of the hearing, the parties were entitled to fifteen annual lottery payments of $447,000 and a final payment of $485,000.\r\n2.      We render no opinion whether the family court had jurisdiction to consider the claim of the husband's mother that was pending in circuit court.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"}]